{"dialogues": {"CHARLY": "\n[1]Daedalus... Make you a deal... Let me go now...? I'll leave you the use of your legs... Bargain, trust me... \n[2]I let you touch me, cowboy... I think I need a bath. \n[3]Who's Samantha? \n[4]You see in the movies, badguy says, \"Talk to me and I'll let you live.\" We're gonna run a variation, it goes like this: Talk to me...? I'll let you die. \n[5]Where's Henessey...? \n[6]It's cold, I want to come in. \n[7]Can the bullshit, I'm not telling you where I am. I'll come in for a full debriefing, but we do it my way. \n[8]Do tell. \n[9]Fuck you, Perkins. If you want me dead, you'll pass a hat in the typing pool to buy bullets. We do things my way. \n[10]From where I stand, it ain't much of a commute. You'll hear from me. \n[11]Hey, Mitch. Glad you're awake. Uh- oh, you're seeping. \n[12]Here, look at this. \n[13]That's why I distracted you first. Same principle as breaking in virgins. \n[14]Saw it in a Harold Robbins book. Guy bites her on the ear as he goes in. Distracts from the pain. You ever try that? \n[15]Name's Charly. The spy. Nice to meet'cha. Drink? \n[16]See? Sit next to the dance floor, every drink's free. People finish dancing, they think the waiter lifted 'em. \n[17]Take two, they're small. \n[18]Never really existed. Like Nathan said, she was a total fabrication, I made her up. \n[19]Thank God. Look at my inordinately large ass, look what she did to me. \n[20]Guess so. \n[21]Change the subject. Better yet, steal me another drink. \n[22]I called Chapter. I'm trying to bring us in from the field alive... \n[23]Not sure. Until I know, you might wanna stay away from curbs. \n[24]They like to push people in front of buses. \n[25]If I could come that way I wouldn't need to dance the lambada. Follow me, I need you to do something. \n[26]I'm testing our boy Perkins. I figure he's gotta be tapping your office. Got a light...? \n[27]Come midnight, you hang by the phone. Nobody shows, we think about trusting him. He tries to kidnap and torture you, well, there it is. \n[28]Oh, don't be such a baby. Ten o'clock, we got two hours to kill. I'm a woman, feed me. \n[29]Ugh. God I'm full, I'm gonna have a food baby. \n[30]Oh, I was. Check this out. One time? A guy said he'd fuck me. \n[31]Swear to God. \n[32]Absolutely. Oh, and afterwards? Oh my God, afterwards I said the most funny thing, you know what I said...? I said, \"Go back to your room. Dad...\" \n[33]It's why he thought I had him killed. \n[34]When Da died, I went to his funeral. 12 years old, today I wouldn't. And I overheard a woman, she was praying... She was thanking God -- sounded so happy -- thanking Him it hadn't been *her* father who was killed. See... she didn't really care that God had let someone die... just so long as it missed *her*. ...and she bought her cross at the same store as mine, see, that's what we do, we all pray to the same cross on a hundred different walls, and sit back and wait to see who gets hit and who gets missed. \n[35]Fuck the waiting. Fuck being afraid. I determine who gets hit, and how hard. And I thank no one. It's pathetic to thank someone who spares you -- when they're just taking someone else. Walk me upstairs? \n[36]This is my first date in eight years, Mitch. Is this a fun date...? \n[37]True love, shut the fuck up. \n[38]Chemistry. Be quiet. \n[39]I didn't ask for the kid, Mitch. Samantha had the kid, not me, NOBODY \n[40]Easy, baby. She ain't coming back, no way. Bitch is dead. \n[41]Fuck off. \n[42]Forget it. I'm saving myself 'til I get raped. \n[43]Oh, don't tell me. You're early, Goddammit, you're supposed to be at the pay phone. Go away and come back at midnight. I'm not ready yet. Got a light? \n[44]What the hell are you doing here? \n[45]You think I couldn't take him? *Idiot*, you probably scared the other guy away -- \n[46]Headhunters, nimrod, they go in pairs, were you always this stupid or did you take lessons? \n[47]*What*? \n[48]No, you don't. \n[49]Fuck you. Just fuck all of you. \n[50]Dammit. I knew I couldn't trust that prick. \n[51]Easy, Spike. I got myself out of Beirut once, I think I can get us out of New Jersey. \n[52]Good point. \n[53]Get in. \n[54]Yep. I gotta vanish, Mitch. I need money, a whole bunch. \n[55]The key, Mitch. The one I keep around my neck. \n[56]What if I told you it's the key to Box 406 at Pittsburgh International Airport? \n[57]Not someone. Me. I filed them off. There's a briefcase in Box 406, Mitch. \n[58]$200,000. \n[59]Payment for my last assignment. I need you to retrieve it for me. \n[60]Don't be stupid, they might have the place covered. I don't want to get shot to pieces. \n[61]I'd love to. I left it with Caitlin back in Ohio. \n[62]I fell into a school of fish, they elected me principal. Shut the fuck up. \n[63]Shut. The. Fuck. Up. Hmmm... Nope, seems clear enough to me. Hate myself, Christ almighty. What are you, my shrink? \n[64]Drive past, don't slow down. Park under those trees, honk if there's trouble. \n[65]Good morning, Raymond. \n[66]What did we learn about the dangers of smoking...? Give it here. \n[67]Thanks. Tell anyone you saw me I'll blow your fucking head off. \n[68]This is gross, this is gonna be so Goddamn gross... \n[69]Phil...? Phil Krauss? I don't believe it, they moved you from cyphers. Long time, man, I figured you were dead by now. \n[70]So, Mitch. Still think I'm warm and fuzzy? \n[71]Exactly. What's in the glove box? \n[72]Back off, man. Do I tell you how to snap photos of extramarital blowjobs? No. \n[73]Hello? \n[74]State Road 80, 15 minutes west of Harrison. \n[75]He's got the kid. Doesn't want to talk on the airwaves, he's routing me to a land line. A pay phone. \n[76]Excuse me? \n[77]Verify you have her. \n[78]You're dead, motherfucker. We don't involve families. It's not the way it's done, *we don't take families*. \n[79]Give me an ANI trace. Do it. \n[80]Another ten minutes. You want my Crazy Meal action figure? \n[81]*I'll get the damn kid*, okay? God, I hope he doesn't shoot her up. Kid's dead weight if she's sedated. \n[82]Oh, balls. Want me to cry on cue? I can. This is an extraction, nimrod, and she's the target, that's how to play it, the only way to beat this guy. \n[83]Don't go there, Mitch, you don't want to know. \n[84]Fine, you asked. I bumped pelvises with this guy. In Paris, back in 1987. \n[85]I'd been assigned to kill his boss, remember...? Needed him out of the way. So I let him seduce me. Had a steel needle under the pillow, figured to stick him *en flagrante*, that means while we were screwing. But he was too slick. Bashed me in the head, finished, then threw me in the trunk of a car. Still think I'm a girl scout, Mitch...? \n[86]It's almost dark. Let's get it done. \n[87]They're here. \n[88]Fucking Chapter, that's who. Timothy acting alone, Caitlin had a chance. Now...? She's dead meat. \n[89]Negative. You stomp around like a forties drunk and you're a lousy shot. \n[90]You couldn't hit a lake if you were standing on the bottom, now shut the fuck up. \n[91]I saw a little girl. \n[92]That's what happened under the water. That night, eight years ago. \n[93]At the end... there she was, this pretty little girl at the bottom of the ocean, smiling at me. Three years old, didn't know Daddies hid in closets, not yet. Stared up at me in the strangest way... saying how'd it come to this, we were so pretty and perfect, now look at us, sinking with our head all open... Said when she grew up she was gonna teach school. She couldn't wait. \n[94]Guards are on 27-1 megahertz, meet me at 26-9, you need to talk. As soon as you spot me with the kid, start blowing the charges. \n[95]They're gonna blow my head off, you know. This is the last time I'll ever be pretty. \n[96]Time now. What I do next, they tell me it... looks like a machine or something. You don't like it, don't look. \n[97]Don't say it. \n[98]Gotta go. If she's alive, she's coming out of there, Mitch. If she's not... they'll know we stopped by. \n[99]No shit. Eight years ago, you send me to kill Daedalus and this clown. Now you're working *with* him. \n[100]Budget cuts... oh, God. Is *that* what this is about...? The foot soldiers, the tanker truck... Fuck me, you're running a fundraiser!! \n[101]You'll get all the money you want at the next budget hearing, won't you...? All you need is a major terrorist incident. \n[102]Theory, my ass. I think some terrorists were planning a strike. Bought supplies from Daedalus, that's how you knew they were coming... No way. Don't tell me you're gonna sit there and let them go through with it, *just to get a budget increase*. \n[103]That's not gonna happen this time...? \n[104]So what's the plan? What's going out in the tanker? \n[105]What's the plan? I'm gonna die, I wanna know. \n[106]Easy, Mitch. How you gonna blame it on terrorists? \n[107]Listen to me, Timothy. Please. Let my kid go. \n[108]Goddamn you, *look at her eyes*... \n[109]Because they're yours, motherfucker. \n[110]That night in Paris, I got pregnant. The little girl's your daughter. \n[111]She's no risk, Timothy, *let her go*. \n[112]Be just a minute. \n[113]Shhhhh. Mommy's here, it's okay. Safe and snug... what comes next, huh...? What's the next part? \n[114]We're going to take a nap together, Cate. You can have your dolly, and Mommy will be next to you, how's that? It'll be like bears in winter. When they get cold, see, they fall deep, deep asleep... \n[115]You're murdering us both, cocksucker, let the kid have her fucking dolly. \n[116]It ain't over, motherfucker. You're gonna die screaming and I'm gonna watch. Am I telling the truth...? \n[117]Shhh. Just for a little bit. Polar bear, remember? \n[118]Open. \n[119]Gimme a spark... show me, show me... \n[120]Come on, come on... do it...! \n[121]All this, just one fucking match, *Goddamit*...! \n[122]I love you, Caitlin, oh God, do you know how much I love you...? \n[123]No, baby, you're not gonna die. They are. \n[124]When I tell you, scream as loud as you can, or else your ears'll get hurt. \n[125]Hey, should we buy a dog...? \n[126]*Run, Catey*. \n[127]Where'd you go, baby... show Mommy... \n[128]Smart girl, honey. Stay still. Don't make a sound. Snug as a bug in a rug... \n[129]Mitch! I don't believe it. Listen, if you say, \"Are we having fun yet\" I'll rip your nuts off. Where are you? \n[130]No, but she's safe for the moment, she stowed away on the tanker truck. \n[131]Tires won't pop, Mitch. Bastard just locked her in, she's stuck in there and they're leaving, *Goddammit*! \n[132]No chance. I make it twelve, Mitch, automatic weapons. \n[133]*Your nine, on your nine*! \n[134]*30 degrees left, Mitch. Left*. *Your other left*. \n[135]*Nix, nix, I can't see in there, don't do it, break right...*! \n[136]*Fuck me, I was wrong, get outta threre*! \n[137]*De nada*. \n[138]*End run, Mitch, go wide*! \n[139]*No, Goddamn you, they got you flanked...*! \n[140]The truck. How long til it blows? \n[141]Then I better hurry. \n[142]I'm the Missus. Drive. \n[143]Sorry, man. Government agents, high level conspiracy. \n[144]Veer left. \n[145]Do it. In five seconds I'm gonna own that fucking truck. \n[146]Hang on, Catey. \n[147]*No, not fair, not fucking fair...*! \n[148]Can't stop, Catey, can't... \n[149]Suck my dick, every one of you bastards... \n[150]Oh, honey. Only four inches...? \n[151]Please, man... She's only... eight... she's a beautiful little girl... \n[152]Fuck you, your breathing's lousy... \n[153]...You want a piece...? Take my shoulder. \n[154]*Cover your ears*. \n[155]Run... get out... \n[156]The truck's a bomb... gonna blow up, RUN... I'm right behind you, go... \n[157]...*Go and don't look back*... \n[158]...mommy... here... \n[159]...You're grounded... \n[160]I'm gonna get the gun, you run for that car. We go on three, okay? One... Two... *Three*. \n[161]Somebody get that motherfucker off me! I got a kid here, I got my eight year-old daughter, *Jesus Christ*...! It's Christmas Eve, who are you *people*, fucking pull him off! Do you hear me...? \n[162]Distract him, for God's sake give me ten seconds, please, I'm begging somebody, anybody, *she's my daughter*...! \n[163]Suck on it. \n[164]Die screaming, motherfucker. \n[165]Hey... you're bleeding... \n[166]Right, sorry... \n[167]...Are you... stupid...? \n[168]I know. \n[169]Good morning, I'm Charly. The slab you're standing on is actually a land mine. Keep your foot on the pressure plate, nothing happens. Step off the stone, we'll all be wearing you. \n[170]My terms are these. Call State and order full disclosure on your personal correspondence. Then disband Chapter, effective immediately. In exchange...? I won't shoot you, and I won't make you stand on that mine. I won't touch you. I won't touch you. I promise. \n[171]I promise. \n[172]Yes, Mr. President, you have my assurance that Perkins' latest operation has been rendered beyond salvage. \n[173]He's not in the greatest shape either. \n[174]Out of the question. I've got a stack of papers to grade. Listen, before I go, I need a small favor... ", "HENESSEY": "\n[1]Yep. Yep, yep, yep. \n[2]'Bewitched', yeah. Good show. Chick lived with a faggy guy, then in the last season it was a different faggy guy. Okay. Here's what we do; get on the horn to amnesia chick, tell her yes. Then tell her in 1967 she promised to give me a blow job. Worth a try, right? \n[3]...and here's the jail here, see...? Escape chute for the Borian, he's a dinosaur guy, Moves quick, don't take no shit neither. See, you can make him shoot the guard -- ah, hell, look, I played with it a little myself, I'm sorry. \n[4]Hey, you go ahead, um... hope you like the present. \n[5]Tell her I don't steal them locally. \n[6]Dear Ma: Filled out the child support stuff last week. Office got pissed, under ex-spouse I put \"Spawn of Satan, Dweller in Eternal Dark.\" Just being honest, Ma, lady wants me to die. \n[7]I'd go without a ripple, that's the truth. Ex-con. Ex-husband. Expired. Thanks, Ma, for hiding the truth from me for so long. Or maybe you believed in me. I miss you. I hope you believed, even for a day. No one did, Ma. No one at all. It's cold here. I'm sorry you're dead. Your son, Mitch. \n[8]Me. What's up? \n[9]Hell, no! Use your head, girl. Let the fucker squeeze the Charmin. \n[10]Hey--! Slow down. The kid's okay, she's in my car, what the hell is going on? \n[11]Hah? \n[12]Whatever. You cold? \n[13]Turn on the heater. It doesn't work, but it makes a very annoying noise which distracts from the cold. \n[14]You kidding? Pure luck. Plus my secretary used her feminine wiles. She's got two, one wile per side. Huge. No kidding, you can see 'em coming around a corner, you got time to comb your hair. Nice kid, you'd dig her. Ah. Here we are. \n[15]Putting my glasses in my cooooat...\" \n[16]I sing what I do so I'll remember it. \"Turning off the downstairs liiiight...\" You know? \n[17]Do me a favor. Say, \"Always after me Lucky Charms.\" \n[18]Thanks. Just needed to hear that. \n[19]See anything you recognize? \n[20]Unmailed envelope. Addressed to a guy. \n[21]Another guy's address. Two addresses, is basically what I'm saying. \n[22]Anything else in there? \n[23]Yeah, well take a look at this. \n[24]Whoa. Ms. Class, drive a little truck on the side, do you? \n[25]No, ma'am, it's just that... well, when we met you're all, \"Oh, fooey, I burned the darn cupcakes.\" Now, you go into a bar, ten minutes later sailors come running out, they can't take it. \n[26]What the hell...? Lemme check the scanner. \n[27]Why? \n[28]Where the shit did you get that? \n[29]Sam, Goddammit, you're gonna kill someone! Hey! \n[30]The diner...? That's half a mile away, are you fucking crazy? \n[31]How the fuck can you tell? \n[32]Aw, cut me a break, Fran. I been out eight months, I'm back doing skip traces, now you got me stealing fuckin' bicycles? \n[33]You. You're the matter. Look, you wanna keep going, good luck. I'm driving back to Ohio. You're free to come with me. \n[34]Goddammit, lady, I'm taking you *home*. \n[35]Yeah, matter of fact. Four years inside. Marion, Illinois, real shithole. Get in the car. \n[36]Seven years ago, Atlanta PD. Me and my partner, we handled a lot of impounded shit. Fucker hated me, boy. One weekend, when he was conveniently gone...? Some bearer bonds disappeared from his office. And lo and behold, when the police responded to an anonymous tip, you'll never guess what just happened to be sitting in my closet. \n[37]Hell no, I did, I stole the fucking things. \n[38]Now every dollar I hand my kid, he asks his mother did I steal it. \n[39]No more killing. \n[40]Nice crowd. \n[41]Who wouldn't be? Corner booth, there's a beaut. While you're doing her doggie- style you can pop the zits on her back. \n[42]Whoa. You remember your father? \n[43]Ms. Caine, last week at a party I ran into a girl I knew from college and we chatted for a few minutes. And it wasn't til I was driving home on the freeway that I remembered that I'd screwed her in the back of a car once. Everyone forgets. \n[44]No, see, all's I'm saying is you're not alone. \n[45]Fine. I gotta use the head. \n[46]Pork. On your nine. \n[47]So you shot a guy in the head yesterday. We wait outside. \n[48]Too bad. People shouldn't shoot other people in the head. Just themselves. During that show with the little girl who's a robot. \n[49]How do you know? \n[50]You think I'm gonna shove it down my pants? Shoot my damn dick off. \n[51]Ho, ho. \n[52]*Jesus wept*...! \n[53]Beautiful. Fuckin' beautiful. \n[54]*What happened to bulletproof*? \n[55]Got a tail. \n[56]Don't ask me, I just work here. Did you bump pelvises with him or not? \n[57]And you kid, Cathead -- \n[58]Yeah, whatever. Um, could he be the...? \n[59]Enough. You're giving me a stiffy. \n[60]Relax. She's with Luke. That's his name, Luke. \n[61]Yeah, yeah, we weren't real big on what you told us. I had him call you an ambulance, so shoot me. Should be here within fifteen minutes. \n[62]The guy's story checks out. Sam knows things about him. Stuff only a lover would know. \n[63]Don't worry about it. Chick signs my checks, I'm gonna watch her get aced? Lie back down. \n[64]Cut me a break, nimrod. She's married with a kid. \n[65]How'd you know? \n[66]Tell me about Daedalus, what's his story? \n[67]Come again? \n[68]Where the hell...? I know I just heard that somewhere, something about a... \n[69]Oh, fuck. \n[70]Nathan, that son of a bitch has one in *his* leg. \n[71]Oh, Jesus...! That's how she knew all that shit, not from *dating* him -- she *studied* the fucker to take him out! \n[72]Ah, that hurt like shit!! \n[73]Same as -- virgins, *what*...? \n[74]No, I slug 'em in the jaw and yell \"pop goes the weasel,\" what the fuck are you talking about? Who are you?? \n[75]I'm confused. Gimme a minute. \n[76]Okay. Let's say I buy it. You're actually a trained killer, Jesus, I can't even say it with a straight face. So then... Samantha, she... \n[77]Fabrication. And now she's just... gone? Forever and ever? \n[78]Pretty convincing act. \n[79]I mean, her personality, it had to come from *somewhere* -- \n[80]Drink up. What's next? \n[81]Chapter. Can you trust them? \n[82]...The lady's whacked, Trin, she's lost it and I want fucking out, now *call the Feds*. She's moving us tonight, I'll sneak out to this phone, call you back at midnight with the details. \n[83]All right, Charly. What did that accomplish? \n[84]Oh, no. He just traced that call? \n[85]Whoa, time out. \n[86]\"Charly.\" fucking unbelievable. Shame about the fat ass. I bet you were really attractive once. \n[87]No. \n[88]Did he make good? \n[89]Your father was murdered. \n[90]Okay, what's going on? \n[91]You kidding me? I'm an ex-con, lady. I wear a shiny suit, my tie's crooked, and the last time I got blown candy bars cost a nickel. Plus I'm ugly, so what's up? \n[92]Chemistry my ass. Know what I think? I think this is why you'd fuck me. To kill a schoolteacher. Bury any trace of her. \n[93]Sorry, I liked the schoolteacher. When she comes back, give me a call. \n[94]Oh, and call your fuckin' kid, will ya'? It's two days to Christmas, and she's under the mistaken impression that Mommy gives a shit. \n[95]Saving your life. Woulda got here sooner but I was thinking up the sandwich line. \n[96]What other guy -- ? \n[97]\n[98]Don't be so sure, others have tried. The entire population, in fact. Look, about me...? I mean, what's up, you're this hot survival chick, I'm getting the feeling you don't need me anymore. \n[99]Dear Mom: I was tortured, now I'm in Atlantic City. The girl of my dreams just threw me out of a speeding car. Now more people will come an shoot me in the head. On the plus side, I won two bucks at video poker. \n[100]Found a use for me. \n[101]Why didn't you say so? Gimme a second while I pull it out of my ass. \n[102]What about it? \n[103]How would you know? Someone filed off the numbers. \n[104]What's in it? \n[105]Why me? \n[106]Shoulda known. Gimme the key. \n[107]Humor me: you're a paid assassin, then you fall off a cliff. Sink under the ocean, and when you come out you're a fucking schoolmarm, wanna tell me what happened? \n[108]Mmmm. Personally...? I'm thinking maybe Samantha Caine wasn't an act. Maybe you forgot to hate yourself for eight years, ever think of that...? \n[109]No, just some loser thought he could maybe understand, fuck it. I been there, you know. I'd kill for fucking amnesia. I'm with my boy and all I can think is I got reamed in the ass by three guys. Merry Christmas, son, here's a ball glove, did you know Daddy screamed when they carved the name in his back...? Mary, by the way. I pushed for Cindy, but hell. God, I'm tired. I never did one thing right, you know it, not one fucking thing. Not even accidental, that takes skill. \n[110]Yas, massah, I be slowin' de caw down fo' you. \n[111]Jesus wept. \n[112]Sure. It's not your fault the gun accidentally went off in mid-air as you tripped and flew over the car. \n[113]Phone bill, Christmas card... Five buck, swell. You didn't have to kill him, you know. \n[114]What the hell was that? \n[115]Which phone? Where? \n[116]Shit. Service centers...! They list 'em on the back of phone bills, right? \n[117]Shut up and find me a gun. HK, MP-5. \n[118]Almost dark now. \n[119]Pass. Listen, you sure we're doing the right thing? We've got money, we could negotiate... \n[120]Not so emotional, I'm getting embarrassed with these outbursts here. \n[121]Yeah? How come you know so much about this fucking guy? \n[122]I'm here. Suppose you tell me. \n[123]What's the matter? \n[124]Who? \n[125]Let me go in. \n[126]I get by. \n[127]Come again? \n[128]I was gonna say enjoy life, eat out more often. \n[129]Christ, lady, what are you doing in there, playing fucking mah-jongg? *Move*. \n[130]Are you fucking insane? You're talking about 10,000 people!! \n[131]I'll wait for you to rescue me. \n[132]Get fucked, you dumb bastard. Charly called Washington, by morning this whole place'll be crawling with Feds. \n[133]Yeah, well, that's what I'm saying, there's a couple Feds, they couldn't sleep, said they might come early. Fuck you, someone'll screw up. Just watch. \n[134]Who? \n[135]The patsy. \n[136]Fuck you. \n[137]You foxy bitch. \n[138]Charly, you there? Hello, Charly. \n[139]Behind the big garage. Is Caitlin with you? \n[140]Charly, Timothy rigged the tanker to go off early. We got fifteen minutes. No more. \n[141]Hello...! Charly...? \n[142]All right, I'll go in and get her, you watch my back. \n[143]So kill 'em for me, bitch, Christ, what are you good for? \n[144]C'mon, buddy. Do one thing right, just this once... please... \n[145]Piece of cake. \n[146]Gracias. \n[147]Dear Ma: I'm looking at the ants, they're pretty great. Some really funny ants here, Ma. All these funny ants, think I'll stay and watch 'em awhile... \n[148]Yeah, yeah. What else, we got a fucking lightning rod on the roof...? No, Caitlin, *don't check*. \n[149]I think that's yours... \n[150]Sorry, can't drive... Are you okay...? \n[151]...funny thing...? You aren't going to die... I am... \n[152]Hey, gorgeous... know something... you got your mother's eyes... don't let... nobody tell you different... \n[153]Scared... to be nobody... without a ripple... please... remember me... ...Love you... ", "SAMANTHA": "\n[1]How you holdin' up? \n[2]*Put that away*. \n[3]I can't take it, Earl, this dumb costume is giving me a wedgie. Driving me crazy, but there's these *kids* here -- \n[4]In front of little Billy, age four, yeah. \"Look, Mommy, Mrs. Claus chooses to go butt-mining.\" \n[5]Age four, kid's unbelievable. I'm too old for this, Earl. \n[6]Say that a little louder, there's a kid in back didn't catch it. \n[7]Eight years. I keep hiring detectives, but they never find anything. I was born 3000 days ago on the beach in New Jersey. I entered the world fully grown, wearing clothes I don't remember buying. Nothing in the pockets but a single key, filed smooth. I'm married now. Nice guy, early forties. I stand naked in the mirror and try to guess my age. Thirty-five, maybe. I have lots of scars. \n[8]Hal, I gotta tell you, of all the Christmas pageants I've seen, this was by far the most recent. \n[9]Teenage boys? \n[10]Just fine? Come on, it was ground breaking stuff. The first Nativity where Joseph stares at the wise men's tits all night. \n[11]Hey, you! \n[12]Her name is Caitlin. She's my daughter and when I woke up on that long-ago day, she was two months grown in my belly. I don't know who put her there. I may never. I just know she's mine, and she's about to turn eight. \n[13]3000 days. I teach now, fifth grade. I have the key, I wear it around my neck for luck. Except for that, and my name, all traces of my prior life are lost. Was I in love ever...? Did someone look in my eyes, did I say, \"Darling, I'll never forget you...?\" Because fuck me, darling, I managed. \n[14]Excuse me. \n[15]Hello, girls. Caitlin, I'm going to help Dad with the refreshments. Which one's Dad? I forget. \n[16]*Kidding*. \n[17]That's funny, there's a cheap suit all over him like a cheap suit. \n[18]This is all I ever wanted. \n[19]Stick our fingers in out hands and pull them out again? Every chance we get. Shut your piehole. \n[20]Earl, do me a favor. Every few words say \"hic\" and have bubbles come out your mouth, okay? \n[21]I want a cigarette, why do I want a cigarette...? \n[22]What... what do you want...? \n[23]I don't smoke. \n[24]I'm *remembering*, Hal. Things are coming back. Trust me, I'm a chef, I know it. \n[25]Hush. Go to the garage and get me something, anything. A veggie, go, man, go! I'm hot to trot. \n[26]More. Faster. \n[27]Uh... chefs do that. \n[28]They were on sale. \n[29]*Allez, Gumby etiriait le cou, fils de pute*. \n[30]I speak French. \n[31]You bet your life, fluent French, whatever the fuck that means. Quand j'étais a l'ecole, Jai eu un professeur qui s'est fabriqué du dentifrice! \n[32]Right, he was, you got a problem with that? Pasty Joe, we called him. Look, the accent's perfect, so piss off. I'M A FRENCH CHEF, YA-HOO. \n[33]Mr. Perkins, going in the basket. \n[34]Just pretend they're still there. Piece of cake. You can do it. \n[35]Shhh. Nothing to be scared of. Pretend you're one of the X-men, you're tough. Let's go, now. Three, two, one... \n[36]Nonsense. You can do it. You don't want to, but you can. \n[37]You can go home, Caitlin. You can ride there. \n[38]Look, I know you're afraid, that's the whole *point*, can you see that? Now stop being a little baby and get on the damn bike. \n[39]You gonna be afraid of things all your life? Huh? That what you want? \n[40]Life is pain. Get used to it. See, you *will* ride this bike home, princess. You will ride it and you will not fall again, *is that understood*...? \n[41]Yes, I'm three blocks past the gas station... Right. Thank you Mr. Henessey, I'll see you shortly. \n[42]She said her wrist hurt. I didn't know it was broken, God. I can't even remember what I said to her...! \n[43]A private detective's coming by, he... he's found something. I may have to go away. For a bit. Now please leave me alone. \n[44]Are you deaf? I said leave me alone. Go to church. Drink blood. Drink some for me. \n[45]\n[46]\n[47]It took me three seconds. That's... that's good, huh...? \n[48]Caitlin. We gotta find Caitlin. \n[49]That man who tried to hurt us...? If I stay here... other people will come. I have to leave. Just for a little while. \n[50]I want you to light a candle and keep it in the kitchen window. And never, *ever* let it go out, because as long as it burns...? It means you're thinking of me. And if I'm alone... if it's dark and I'm lost... It's how I'll find my way home. \n[51]That's for a portable phone. I keep it with me, you call me anytime, you don't worry about the bill. And last but not least -- \n[52]For luck. \n[53]\"Movin' in.\" \n[54]It's not linen. The song's not about linen. \n[55]I'm freezing. \n[56]I'll pass. So, you're a former cop. Atlanta, was it...? Stop me if I'm out of line, but I'm curious. How did you... well, succeed? I mean, where six other detectives failed? \n[57]Yeah, this dirt used to be outside my window, shut up and let me look. I'm sorry, Mr. Henessey, I'm a little on edge. \n[58]I can feel her. Like a ghost. We could walk away, you know. There's still time, we could just... leave her dead. \n[59]Ay-i-yi! \n[60]Size four, no way. You know how long it's been since I could wear a size four? Can't be mine. Can they...? \n[61]What's in it? \n[62]Hmm...? Uh, no. Just... more clothes. \n[63]Hello, Mr. Windeman, I got this number from a realtor in Pennsylvania. I'd like to speak with you. \n[64]You tell me, Mr. Windeman. \n[65]My full name, please. \n[66]*My full name*. Please...! \n[67]Meet me off I-79. Highmile exit, Salt &amp; Pepper Lounge. Eleven a.m. \n[68]What's this? What the hell is this...? We don't have time for this, of all the cocksucking bullshit -- \n[69]What are you, a Mormon? \n[70]Go up this hill. \n[71]*Drive up the fucking hill*. \n[72]HK M-40 assault rifle. At three hundred yards, vertical drop six inches. \n[73]Shit. He's gonna do the girl. \n[74]I read lips. \n[75]See? Took care of it. Knew I could. \n[76]Pull over. \n[77]Had to, he... he would've killed her... Had to... Oh God I took him, such a good shot... I felt proud of it, such a shot, Jesus, *how could I be proud*...? I'm scared... I want to go home... \n[78]I still can't believe it. You're saying my hands didn't even shake...? \n[79]What's the matter with you? \n[80]What... what are you telling me? \n[81]I'll spell it out for you, ready? I have no future, *I can't go home*. Until I know what's happening, I'm in *prison*, you know how that feels...? \n[82]I'm sorry. Um... what did you...? \n[83]The bonds. Your partner put them there? \n[84]No more killing. \n[85]It was a helluva shot, wasn't it...\" \n[86]Quarter til. Any time now. \n[87]You're just jealous of their girlfriends. \n[88]I just... got a flash of something, \n[89]No... that's what's strange. If I saw him on the street, I... I wouldn't... oh. \n[90]That's it? That's your helpful story? Jesus Christ! \n[91]Oh, shut up. \n[92]Excuse me? \n[93]Thanks for the drink. But no. I don't know you. \n[94]What are you doing? \n[95]So? \n[96]It's freezing. \n[97]Bingo. That's an old guy's car. \n[98]Because there's an old guy in it. Come on. \n[99]Gun bulge. \n[100]So now you're a sharpshooter? \n[101]Mr. Windeman...? \n[102]Oh, SHIT! \n[103]I'm... um, I mean... what? \n[104]Oh, God, no more--! \n[105]My name is Caine. Samantha Caine. \n[106]It's not a fantasy, *I'm in the fucking PTA*. \n[107]My God. How many do you carry? \n[108]Would you lay off the weight? \n[109]This address...? I... I recognize it now. I think it belongs to a friend. \n[110]Don't be afraid, we don't want to hurt you. I just want to know who you are. \n[111]Yeah, well. I caught you and forgot you. Sorry. \n[112]This is ridiculous. What do we do with this guy? \n[113]It's possible. \n[114]Caitlin. \n[115]I don't know. It's coming back, though. All these... little details about him. \n[116]I know he's got a pin in his leg, car accident. I know he cuts his own hair... thinks Rush Limbaugh's an ass. I know he sits down when he pees. I know -- \n[117]Mr. Windeman, please let him help you. I know this man, I... I'm pretty sure I slept with him. \n[118]Not-so fresh. \n[119]You... you're... the man from the bar...? \n[120]I didn't tell a soul, I swear. \n[121]Is... is this a torture thing...? \n[122]Please, I'm getting all misty. Look, untie me, I'll make any face you want. \n[123]Smoke...? Um, no. Not... not really. \n[124]...Nobody... fuck you... \n[125]Watch your back. I'm not done yet. ", "TIMOTHY": "\n[1]It'll be over soon. \n[2]Last chance. What do you know about a town called Santa Claus? \n[3]No. You don't. I can always tell, you know... If someone's lying to me. A little skill of mine, something to trot out at parties. \n[4]Timothy. \n[5]I'm listening. \n[6]Nix. I'm just finishing up here. Then I'm going bunjee jumping. \n[7]All right, what's so fucking important? \n[8]I saw it, too. It's called \"Empty Nest.\" How the fuck is it my business? \n[9]Tap his phone, yes. And tell Daedalus I'm on my way. Timothy out. \n[10]For you. Another in a long line of bad investments. \n[11]Just saw the ring on your finger. \n[12]Do I know you from somewhere...? \n[13]Whoa. Back up. Total pickup line, let's forget I said that. \n[14]No, you don't, do you...? I'd know if you did. I can tell if someone's lying. Sorry to bother you. \n[15]Okay, people, I got what I needed. Wait until she comes out. Then do them both. Walk soft, we got local law. \n[16]East, they're going east. *Head them off*. \n[17]Look at her. She's not faking it, she doesn't know me from Adam. \n[18]We're running on schedule, I just secured the tanker. We're borrowing it from Carbide in South Carolina. Cargo listed as fire retardant. \n[19]You don't remember *at all*...? The greatest night of your life, shit, drown this ungrateful wench. \n[20]Okay, I'll signal Daedalus. Your money will be waiting, and Jack...? Do yourself a favor, do her and dump her, I'm serious. Don't get cute, try to play doctor first. I made that mistake. \n[21]It's me, your poor black cousin. The one you can't be seen with. \n[22]My boss is dead. \n[23]Your rogue bitch just took him out. Probably went shopping in his weapons storage too. \n[24]We're still on, Perkins. I've got the tanker, the chemist, all ready to go... but you gotta contain her, man. We gotta step on her hard and fast. \n[25]Wanna be a statistic, lady? You're about to have 2.4 children. \n[26]I know where you live. Close your mouth, you look like a fish. Merry Christmas. \n[27]It's me, I got your kid. Give your location, we gotta lose the cellular. \n[28]Okay, here's how we do it. Drive to Harrison, find their main bus stop. Pay phone, fifteen minutes. Better drive fast, after five rings I hang up. \n[29]I got your cellular number off a cast on her right wrist. Right below Mommy loves you... Picture of a panda. Dog, panda, it's got funky ears. \n[30]I want money, Charly. I know you've got numbered accounts, we all do. I'll let you know where and when. Fuck with me...? I'll blind the kid and shoot out her knees. \n[31]I'll be in touch. \n[32]It's done, she hooked. All I gotta do is set the ransom meet. \n[33]No way. She thinks I'm acting alone, remember? Say the word, I'll hand her to you on a plate. \n[34]The tanker's on its way from Charleston, ETA 1:00 a.m. One terrorist on ice, waiting to play patsy. What's in the sack? \n[35]Fuck the cleaning, just drain it and reload. Chop-chop, I'm going bunjee jumping after this. \n[36]Bogey. \n[37]Take her alive, Perkins wants her! \n[38]Good to have you back again, Chuck. \n[39]Make sure you get all of them. \n[40]Chuck, you give me the fuck of my life then try to stick me, come back from the dead, whack my boss... No sense lyin', I'm miffed. \n[41]You wanna know the plan? \n[42]Santa Claus -- small town U.S.A. personified. We drive the chemical tanker in tonight, park it. Add a catalyst, chain reaction, it goes hot. We evacuate. The mix heats overnight, goes critical at 312 degrees Celsius. 8:00 Christmas morning... Main Street looks like a meteor strike. \n[43]Those roads are treacherous this time of year. When we dump a car to the bottom of a ravine, with the corpse of Imn Al Rahman in it... get the picture? \n[44]Why? For old times' sake...? \n[45]And why exactly should I do that...? \n[46]Priceless. Can't believe it... \n[47]Kid's down there. What it is, Charly, they're gonna find you both frozen to death in the woods. Suicide pact. \n[48]The freezer's downstairs, Charly. Let's get it done. \n[49]Shit, this place is loaded with fumes, nobody light a fucking match. You check her for flammables? \n[50]Bears, yeah, yeah. Enough. \n[51]Chuck, I'm not a total creep. I'll make you a deal, okay? There's a knife in that box. Now, you and the kid, you're going to freeze, *but* -- if you kill the kid *by your own hand*...? I won't kill your husband. Serious. We're gonna open that door and you'll both be frozen solid, but I wanna know that you've cut your own child's throat. \n[52]Tell me where Charly keeps her money. She must have mentioned it. \n[53]We'll be gone by then, Mitch. \n[54]Already did, Mitch, someone already did. Perkins got stuck with a double agent, someone trusted, highly placed. \n[55]Me. Chinks are paying me to bring down Chapter. \n[56]Truck goes, hundreds dead -- rescue teams within minutes, guess what they find...? \n[57]Uh-uh. They find Chapter, caught with their pants down. See, Mitch, I dumped in a much faster chemical catalyst... The tanker's gonna blow *tonight*. In the center of town, thirty-five minutes from now. \n[58]Charly's stash. What's the number of the locker, Mitch...? \n[59]Left nut, five bucks I make it. \n[60]Move it out of here, now! \n[61]I tried to give you a pretty death, baby. Did my best. Now you're fucked, now it's ground beef time. \n[62]Sweet Loretta, you're another animal entirely. Let's see, 312 degrees... Make it ten minutes, give or take. \n[63]Oh, spare me. You made a big noise and bought five more minutes on the planet. Give up. Die. I'll spit in what's left of your face. \n[64]All units converge. Divert local law, this is a government matter. Brook no interference, I want the Baltimore woman eliminated. *Where's the fucking chopper*? \n[65]Call it four minutes to detonation. I got a chopper on the way, lots of time. \n[66]You'll feel me. \n[67]You've lost a step, Chuck. Muscles never recovered from C-section, I'll bet. Am I right? \n[68]She's a worthless bitch. I know it 'cause she came out of me. \n[69]It's called shock, Charly... Your body wants to go into shock... \n[70]Look at you. You're out of your motherfucking league, dearie. \n[71]Fuck the shoulder, knee's worse. Just bring me around and hold her steady. I'm not leaving until I know the bitch is dead. \n[72]Where are *you* going?? \n[73]*Somebody do her, somebody kill that fucking whore, kill her*! ", "NATHAN": "\n[1]Alice, please...? \n[2]Your dog, Alice. It and my appetite are mutually exclusive. \n[3]It's simple. He's been licking his asshole for three straight hours. I submit to you that there's nothing there worth more than an hour's attention, and I should think whatever he's attempting to dislodge is either gone for good or there to stay. *Wouldn't you agree*? \n[4]Hello? \n[5]Who... who is this? \n[6]...Charly...? \n[7]God, it really is you...!? Chapter, they think you're dead, *everyone* thinks -- \n[8]You don't know your name. \n[9]Your full name... is Charlene Elizabeth Baltimore. \n[10]Charly, don't talk, just listen: We have to meet, understand? We have to meet *right away*. \n[11]A former student... is in trouble. \n[12]Get in! Both of you, NOW! \n[13]Charly. Jesus Christ, I don't believe what I'm seeing, you're so *fat*. \n[14]What in God's hell have you been *eating*, you look positively bovine! Hang on. \n[15]Bulletproof. Put it in myself. \n[16]Charlene, darling -- \n[17]Yes, yes, you said that on the phone. *Must* I point out to you that the letters in the name SAM CAINE, when rearranged, spell out AMNESIAC? Your mind was missing a name, so it simple invented one that was an anagram of your current condition. \n[18]Dammit, Charly. The schoolteacher, that was your cover! Your memory was gone, you got confused and you BOUGHT YOUR OWN COVER. This ridiculous Ohio housewife business, it's a fantasy, you *wrote* the bloody thing! \n[19]Then quit. You're an assassin for the United States government. I ought to know, I trained you. \n[20]*The side windows were next, I swear*. \n[21]Here, you might as well have one too. \n[22]Three. One shoulder, one hip, and one right next to Mr. Wally -- Where most patdowns never reveal it, as an agent is often reluctant to feel up another man's groin. \n[23]Lucky bastard found the only cool car in the fucking midwest. \n[24]Your father was in the British SIS, assigned to the Irish situation. After he was murdered in 1971, his friend Perkins recruited you for Chapter, a black bag operation working out of the U.S. State Department. \n[25]Fall, 1987: Presidential orders come down. You're to flush out a terrorist by the name of Daedalus. You never complete the mission, electing instead to die, of all things, despite clear orders to the contrary. And dead you remain until, without preamble, you re-emerge, eight years later and fifteen pounds heavier. \n[26]I think we can safely assume Daedalus is aware of your resurrection and is attempting to reverse it. *Damn*, I can't drive around in this thing. Any idea where we can go to stash this car? \n[27]Perhaps you'd best drive. \n[28]Let me do it. \n[29]*No ambulance*. The car I ordered will be here soon. \n[30]I'm about to faint... And if you call an ambulance, I will fucking kill you. \n[31]Where's Charly...? \n[32]Goddammit, I told you -- \n[33]Sod that... just watch them. \n[34]Checks. You're not fooling anyone, dear boy. You'd wash her feet and drink the water... wouldn't you? \n[35]My star pupil... That man in Pennsylvania yesterday... The one at the diner, that was hers, wasn't it...? \n[36]I saw the news report, they found a shell casing a thousand yards away, helluva shot. \n[37]Arms broker, man without a face. Veteran of Baader-Meinhoff and the Red Brigades. He's rumored to be based in the U.S. Doesn't travel much, they say. Too afraid of metal detectors, the poor sod's got a foot- long piece of steel in his leg. \n[38]A pin, Mr. Henessey. A surgical pin. \n[39]You blithering idiot, the son of a bitch wasn't her lover, he was her target, he's Daedalus! ", "CAITLIN": "\n[1]His name is Mr. Perkins, my Mom named him for me. \n[2]Swear. \n[3]How would you know? \n[4]Daddy, make her stop! \n[5]Tomato. \n[6]Tomato. Tomato. Tomato. \n[7]Put Perkins in the basket. He's luck. \n[8]Are the training wheels off? \n[9]Wait...! I'm scared. \n[10]Mom, I can't do it, swear -- \n[11]Ouch--! I can't do it, it HURTS-! \n[12]My arm hurts, please take me home...! \n[13]Mom, no...! \n[14]My wrist hurts...! \n[15]Mommy...! \n[16]Mommy... \n[17]...bug in a rug... man with white hair... says the same thing you say... \n[18]Mom, it's cold in here-! \n[19]Mommy...? \n[20]Don't cry. I keep these here. For lighting your candle. \n[21]Am I gonna die...? \n[22]Buffeted inside the UTILITY BOX. Cries out as \n[23]\n[24]Don't go away again, Please...! \n[25]*Mommy, no...*! \n[26]It's okay. I'm sorry I left, please wake up, come on please... \n[27]Mommy, get up now. You just stop it, Mommy, you stop being a little baby. Stop it, you're not dead, I know you're not dead so you get up now. \n[28]*Don't you die*, you get up now, Goddammit...! Life is pain, you just get used to it, and stand up *right this minute*, Mommy. Life is pain, do it, you bitch. *Do it*. \n[29]Hurry! The truck is a bomb! \n[30]*You're a bad driver! Who said you could drive*? \n[31]Don't hit the cars! ", "PERKINS": "\n[1]This can't happen, Harry. The President's already up at night, prowling his sock drawer for double agents, and now we've got a fucking rogue on our hands. \n[2]Oh, for the love of Christ, who can be so fucking important? \n[3]*You*...! Are you crazy, coming here?? \n[4]What...? \n[5]Who is it? \n[6]Perkins. \n[7]Charly...? Oh, my God, what the hell are you *doing*? Listen to me, I'm going to direct you to a safe house, get you on a plane -- \n[8]Charly, you're being paranoid. It's not like it used to be, you're eight years out of date. \n[9]Congress won't authorize a dime, Charly. Chapter's on the way out, we've been reduced to a records- keeping agency, we *don't have enough money to kill you*, understand...? \n[10]Your way, I see. And if I say go to hell? \n[11]She mustn't threaten our success. Contain her, whatever it takes. But be *careful*. If it gets out you're working for me... we'll both be grabbing our ankles on the White House lawn. \n[12]She mustn't suspect a trap. \n[13]God. We're monsters, aren't we...? Forget Charly. Talk to me about tonight. \n[14]That...? Something to prove that I'm not a complete ogre. \n[15]See? The young one will have a doll to play with on Christmas. Very popular item. It... well, it pees. You put water in it and... oh, fuck you. \n[16]You know, Colonel, you ought really to have stayed dead. You don't know the rules of the game anymore. \n[17]Budget cuts, remember? Congress blinded us in Eastern Europe, Central America. Across the board, an intelligence blackout. We had to recruit any eyes and ears we could find, even if it meant going to former targets. \n[18]Interesting theory. \n[19]It's not without precedent. 1993, remember the World Trade Center bombing...? The CIA had advance knowledge, don't think they didn't. Worse, the diplomat who issued the terrorist's visa was CIA, they *facilitated* the bombing. Purely to justify a budget increase. Of course, they'd no way of knowing the terrorists would botch the job. \n[20]No. This time, the terrorist event will come off precisely as planned. This time the terrorists can't muck it up... because we've killed them and taken over. \n[21]Continue dying. Out. \n[22]Anthony, get me the President... \n[23]Charly, I know we've treated you poorly, please, it was just business -- \n[24]You... you promise. \n[25]It's done. Now, you promise... you won't shoot me... won't make me get on the mine...? \n[26]Goddamn you, I can't hold him... You bitch... YOU FUCKING BITCH...! ", "VOICE": "\n[1]Shhhhh. \n[2]\n[3]Message from Mr. Daedalus. \n[4]He says he's sorry, but he needs you right away. Something's come up. \n[5]He's aware of your weekend plans, and he apologizes. \n[6]Your old colleague, One-Eyed Jack...? Recently escaped from a high-security prison, as you're aware. But listen to this: prior to his escape, seems he saw something on TV that disturbed him. So much he had to be sedated. \n[7]The man was overheard talking to himself under sedation. He said Charly Baltimore's alive, sir. \n[8]...without endangering the hostages, over... ...Roger that two-niner. PCP confirmed, he's on a fuse, please provide backup, over... ...Conneaut, I'm waiting on Special Weapons, sorry, over... \n[9]This ain't no ham on rye, pal. \n[10]Unit 2 to Red Dog, give us one more pass, let's make sure the house is secure. \n[11]I smell gasoline, you have a little accident...? I got plenty of matches up here. Bad way for a kid to go. Thirty seconds, think it over. \n[12]...yes, she's with Santa Claus, correct, er, excuse me, the individual *playing* Santa, er... they're pursuing the tanker truck, sir. \n[13]Point team leader, reporting... She's... incapacitated the truck... I'm damaged, sir, I believe I'm dying... Instructions...? \n[14]Stay very still. ", "HAL": "\n[1]Aw, honey, I had teenage girls playing the wise men, what'd you expect? \n[2]Well, I thought they did fine. \n[3]Christ, guy's all over you like a cheap suit. \n[4]Oh, boy. Someone's gotta take my father home. I'm plowed. \n[5]Honey, you can't cook, I'm not wrong about this. \n[6]Tomato. \n[7]Onion, flying in. \n[8]Beautiful language. \n[9]She rode all the way home. She didn't fall, not once. She didn't cry. You're good. You should work with kids, you know that? \n[10]We can still make six o'clock mass, you coming? \n[11]Go away. With a detective. Jesus, it's the holidays, Sam -- \n[12]No matter what you find, I'm not scared. Not of you. Not ever... \n[13]Just talked to Dr. Sullivan, she's gonna need the full braces. Even with your teaching, insurance won't cover it... I don't know what to do. ", "DAEDALUS": "\n[1]Well, good afternoon. If it isn't the forgetful spy. How you feeling? \n[2]It's not that I don't trust my compatriot, Colonel Baltimore. In fact, I had every confidence that your amnesia was genuine -- until you showed up *here*. You follow? Meanwhile, I just got around to reading the papers, there's the small matter of an incident upstate. Long range rifle shot, blew a man out of his socks. You can see where I'm coming from. I'm trying to pull of the biggest job of my career. I have to know. How much you really remember... and who you've told. \n[3]We'll soon know. \n[4]Torture, yes. The torturing of beautiful women, albeit politically incorrect, is an addiction with me. A woman never looks quite so beautiful as when her face is distended in pain. Witness the beauty of childbirth. \n[5]Let's not, and say we did. Do you smoke? \n[6]Good. You'll last longer. Now hush yourself, and take a deep breath. We're gonna do the torture thing. \n[7]Juice up the bird, we head out soon as I'm done here. \n[8]Take all the air you can, that's right. If you need to vomit, do it now. \n[9]Talk to me Colonel. Is my identity safe...? The truth, and I'll shoot you in the head. Nice and quick. Otherwise, you're in for a long night. *Who did you talk to*? \n[10]Hate to see you like this, Charly. I heard you were a helluva spy once. \n[11]That's a very funny joke. You're an entertaining woman. Good night. \n[12]How did you find me? Who knows about this place, WHO HAVE YOU TOLD? \n[13]Samantha... Please...! ", "EARL": "\n[1]Freezing my nuts off. \n[2]Right, you don't wanna be rootin' -- \n[3]This is little Billy talking? \n[4]Yeah, yeah. Spare me, I got a prostate the size of a melon. \n[5]Seriously, half my life's a doctor's hand up my ass, I should marry the fucker. \n[6]It's not that fucking little Billy again, is it? \n[7]You're married what now, five years...? \n[8]You and Hal, how often you two...? \n[9]Don't get all snippy... \n[10]Goddamnit, I'm not drunk. Would a drunk man have this much raw talent? ", "GIRL": "\n[1]We gotta stop using bums. \n[2]It was embarrassing. \n[3]Uh-huh. So, when they puke all over you is that, like, a refund? \n[4]There's nothing odd about it. I'm only sixteen. \n[5]What? \n[6]Look, what if I'm ignorant? It's my father, we never stay in one place, I never meet bloody anyone. \n[7]", "GREGORY": "\n[1]You've never made it with a boy, then? \n[2]Rubbish. \n[3]You're fourteen and not a day more. Here now, I'm right, you're blushing. \n[4]Saw him on the telly. Think he'd kill me? I'm a nasty one, I am. \n[5]You know what, I'll bet you've never even kissed a boy... now, have you? Aye, but you want to... \n[6]Thanks for shutting off the alarm, you bloody Papist bitch. \n[7]Tell the press the Ulster Force claims full credit. ", "BEARDED MAN": "\n[1]Good evening. \n[2]I see me a good-looking lady, all upset, I wonder if she doesn't need some male company. \n[3]Step into the alley, honey. I ain't asking, I'm telling. \n[4]Lady, I have a gun! \n[5]Hey! \n[6]I still got this fucking gun! \n[7]", "PRESIDENT": "\n[1]*Mister Perkins*. Please, say it again, I'm a little slow. Better yet, I'll try it. You lost an operative, a trained counterassassin, and you just saw her on TV in a Christmas parade. \n[2]You recruited this woman in the late seventies? \n[3]Well, it looks like she returned the favor, now doesn't it? Unbelievable. You people, you dump this on me, then next week you're screaming, \"Where's our funding?\" Shit. I'll tell you where it is, can you say health care? \n[4]Thanks for sharing, Kent. How many double agents you got on the payroll, last count...? \n[5]Yes, yes. I believe you. Just one question: *What in pluperfect hell is she doing in a Christmas parade*??? \n[6]I owe you an astounding debt of thanks, Colonel. Would it be impertinent to ask if you'd consider working for State again? The moneys involved would be substantial. "}}