{"dialogues": {"YURI": "\n[1]There are over 550 million firearms in worldwide circulation.  That's one firearm for every twelve people on the planet.  The only question is... ...how do we arm the other eleven? \n[2]I was born Yuri Orlovitch in the city of Odessa in a country that no longer exists. You might have heard of it - a little place called the Soviet Union. \n[3]All property is theft. \n[4]Where I grew up, everyone was equal.  Some were just more equal than others. \n[5]Shortages?  What shortages? \n[6]My father was a wounded hero of World War Two, my younger brother was wounded in Afghanistan - a war without heroes.  I'd gotten out of military service due to a heart problem - it wasn't completely a lie. \n[7]And us. \n[8]We're Jewish. \n[9]We're Jewish if we say we're Jewish. \n[10]There have been few occasions in the twentieth century when it's been an advantage to be a Jew. \n[11]The rubbing from the Jewish headstone was my first forged document.  Little about my life has been kosher ever since. \n[12]We Russian Jews were supposed to be headed for Israel but I didn't see much of the country on that first trip. \n[13]Real Jews or fake Jews, eighty-five percent of us ended up in that other \"promised land\". \n[14]We congregated in New York's Brighton Beach because of its similarity to the Crimean Sea.  I've always thought it's appropriate we moved next door to the circus. \n[15]I had no idea my father would take his assumed identity so much to heart.  I guess he just stayed in character. \n[16]I was suffering an identity crisis of my own. \n[17]My gift for languages made me highly sought after.  The C.I.A. and U.N. were both heavily recruiting Russian immigrants. \n[18]Naturally, I went with the U.N.  They were paying more. \n[19]The fastest way to find out you can't change the world is to actually go there. \n[20]West Africa's Liberia, or \"land of the free\", was originally established in the 1800's as a homeland for freed American negroes.  It's been enslaved by one dictator or another ever since.  They even copied their masters' Southern architecture. \n[21]It was my first meeting with the American- educated Andre Roosevelt Baptiste.  While the warning signs were all there, no one had any idea what a monster he would eventually become.  I certainly didn't think he would become my friend. \n[22]Orders. \n[23]Doesn't look like a job for two men. \n[24]It's not \"bath of blood\".  It's, \"blood bath\". \n[25]For the smile. \n[26]Fuck, no, no, no, no--fuck, no.  Money?  You want money? Fuck, no.  Don't shoot.  Don't shoot me. Fuck.  U.S. dollars. President Lincoln. \n[27]What? \n[28]No. \n[29]No, keep it.  Keep the money.  Keep the gun. \n[30]You want more Glocks? \n[31]What makes you think I'll do that? \n[32]You got any color preference for that? \n[33]He'd come to the right place - peacekeepers are armed to the teeth.  And nothing but premium product.  The U.N. mostly buys from Switzerland - where else? \n[34]Whatever you want. \n[35]Would nothing be better? \n[36]The starting salary for a U.N. interpreter back then was $32,000.  I made fifty K on \"misplaced\" weapons on that one trip alone. I doubt the Secretary General noticed.  The U.N. spends more on lunch. \n[37]My tour as a peacekeeper was the perfect preparation for war. \n[38]You know who's going to inherit the earth? \n[39]Arms dealers - because everybody else is too busy killing each other. \n[40]That's the point.  I've seen how the world's coming apart. \n[41]You can't stop it. It's a basic human need - we eat, sleep, sleep with each other and what else?  Fight. The oldest human skeletons have spearheads in their rib cages. \n[42]I know which end I'd rather be on. Every day there are people shooting at each other.  I think to myself, what guns are they using?  Why not mine? \n[43]Vitaly, I've tasted your borscht, you're no fucking chef.  I can eat here for free and I still don't eat here.  You're doing nothing with your life. \n[44]That's why I need you. Brothers in arms. \n[45]Yes. \n[46]It wasn't God I was trying to get close to. \n[47]Dad's contacts at synagogue landed me my first Israeli-made Uzis and an introduction to the biggest of the big guns. \n[48]It was the eighties and the Cold War was far from thawed.  Most of the deals were government-to-government.  There were some go- betweens - freelancers - but it was a mostly private club with a lifetime club president. \n[49]That's him.  The guy Eli told me about.  Simeon Zaharoff.  Brokered deals in the Iran/Iraq war - both sides, sold missiles to Argentina in the Falklands.  Hets a fucking legend.  I've got to talk to him. \n[50]Simeon!  Simeon! \n[51]A mutual friend, Eli Kurtzman from Brighton Beach Import-Export said to contact you.  I have a business proposal.  Perhaps we can discuss it - over a drink. \n[52]Yuri watches Simeon go, surrounded by flunkies. \n[53]Curious how you always revert to your native tongue in moments of extreme anger... \n[54]...and ecstacy. \n[55]Vitaly and I found our niche in under-the- counter gunrunning - regimes suffering under sanctions. \n[56]The job wasn't so different trom the U.N.  I was just as neutral working for the ununited nations.  An equal opportunity \"merchant of death\", I supplied every army but the Salvation Army. \n[57]We got our start in Lebanon after the suicide bombing. \n[58]When the United States leaves a war zone, they generally don't take their munitions. It costs more to bring it back than buy new stock. \n[59]I sell by the kilo. \n[60]They're second-hand weapons but they're still okay. \n[61]For all my language skills, I soon discovered that what talks best is money. As long as you can speak dollars, dinars, drachmas, rubles, rupees, pesos, escudos, lira, krones, kwanzas, trancs, guilders, deutshmarks, yen and pounds-fucking- sterling, you can communicate anywhere in the world. \n[62]This is bullshit money, Vit - small fucking potatoes. \n[63]No.  More illegal. \n[64]It's not our fight. \n[65]I sold Israeli-made Uzis to Muslims. \n[66]I sold to both Pakistan and India in their fight tor the most inhospitable land on earth. \n[67]How's it going? \n[68]Make sure you thaw out the guns before you fight. \n[69]We had our set-backs.  It's not called gunrunning for nothing. \n[70]Cannibal, what's going on? \n[71]What?!  What do you mean it's over? \n[72]Friends?!  You can't be fucking friends. Last week I spoke to you on the phone.  You said you would not rest until every last rebel was dead.  You called them vermin. You said would piss in their mouths, you said you would exterminate them like cockroaches.  Just last week, you said this! \n[73]Cannibal, don't you fucking walk away from me! \n[74]Fuck you, Cannibal!! \n[75]At least when they say they're going to have a war, they keep their word. \n[76]I even shipped cargo to Afghanistan when they were still fighting fellow Russians. But I never sold to Osama bin Laden.  Not for any moral grounds.  Back then he was always bouncing checks. \n[77]Personal use. \n[78]I'm kind of trigger happy. \n[79]And everywhere I went, Ava Cordova kept following me around.  We were as international as each other. \n[80]Operations like mine provided the only way for certain regimes to conduct a respectable war. \n[81]The freighter I was standing on carried 113 tons of weapons and ammunition for delivery to one of the poorest nations in Latin America in direct contravention of half a dozen international arms embargoes. \n[82]To keep authorities in the dark, I often spoke in code.  Rocket launchers were \"mothers\", the rockets \"children\".  Assault rifles were \"apples\".  The AK-47 was \"the Angel King\". \n[83]The Angel King will arrive tomorrow...Hallelujah to you too. \n[84]Yes?...Slow the fuck down--what do you mean, tipped off?  They know where we are?!  Where are they?! \n[85]Forget it. \n[86]No, no-one's going anywhere. Slow--dead slow.  Buy me time. \n[87]Get that fucking rag down! \n[88]It's Yuri.  I need another handle for this tub...something in our weight class. You, over the side! Now! \n[89]Yes, it's got to check out...you got a shorter name!...what?--Kono?  How do you spell that?...K-O-N-O.  That's good! \n[90]Kono!  K-O-N-O. \n[91]What are we flying?...Dutch?  Later. Vit, get me a Dutch flag! \n[92]Damn, they're hauling! \n[93]Faster!  Or I send you in! Faster...and better! \n[94]What?! \n[95]What the fuck use is that?! He's painting a name registered in the fucking Netherlands! \n[96]You got France?! \n[97]Turn it on its side. \n[98]That's it!  Everybody look innocent--now! \n[99]They say every man has his price - but not every man gets it.  Interpol Agent, Jack Valentine, couldn't be bought, at least not with money.  For Jack, glory was the prize. \n[100]It's Yuri.  Phone in a sighting of the Kristol south of Aruba. \n[101]Nice job. \n[102]Hey, pay before you play. \n[103]No, you don't fuck him-- \n[104]No, Vit.  No. Help yourselves.  Free sample. \n[105]The first and most important rule of gunrunning is never get shot with your own merchandise. \n[106]The second rule is always ensure you have a foolproof way to get paid.  Credit card, check, cash.  Preferably in advance, ideally to an off-shore account.  It's why I choose my customers so carefully.  Say what you like about warlords and dictators, they tend to have a highly developed sense of order. They always pay their bills on time. \n[107]I understand. \n[108]What is this? \n[109]I can't hand this to my fucking bank teller at Chase Manhattan. \n[110]I sell guns.  I don't sell drugs. \n[111]I've got standards. \n[112]Vit. \n[113]I found Vitaly twelve days, two thousand miles and 150 grams later in a Bolivian boarding house. \n[114]Vitaly!  Open this fucking door! \n[115]What the fuck is that? \n[116]--You'll be fucking dead before you reach Kiev. \n[117]Get out of the car. \n[118]I promised our parents. \n[119]Vitaly, you're going to have a good time. This is a top place.  Two Ford models checked in last week and that cute weather girl's been here since July. \n[120]I never understood what separated the recreational drug user from the habitual, the functional addict from the dysfunctional.  But for the grace of God, it could have been me snorting lines as long as the Belt Parkway. \n[121]Vitaly never got completely clean despite the prayers of my mother... \n[122]...and father.  In fact, my younger brother was the only reason my father ever had to question his new religion. \n[123]After Colombia I became a one-man-operation. A sole proprietor as you say on your tax return - that is if you're foolish enough to fill one out. \n[124]By then I'd mastered my craft.  Selling arms is not so different to selling vacuum cleaners.  You advertise, pound the pavement, take orders. \n[125]Of course, a good arms dealer also has to be a political scientist.  I go by a seven-step approach. \n[126]One: identity a government and an opposition where the opposition is ignored. \n[127]Two: Wait for a radical group to break away from the opposition. \n[128]Three: Immediately approach the radical group and offer them arms. \n[129]Four: Whether they buy or not, inform the government that the radical group approached you and offer the government arms. \n[130]Five: Whether they buy or not, re-approach the radical group and offer them more arms but now at a higher price.  Increasing tension is a means of generating demand and the ideal situation is to sell to both sides. \n[131]Six: If they start shooting at each other, the escalation is underway. \n[132]They are consuming small arms and ammunition and the cash register is well and truly ringing. \n[133]Seven: Don't forget that the success of a radical group in one country can inspire a radical group in a neighboring country. \n[134]The product?  Er,...Colt .45. The beer. \n[135]It cost me twenty for the fake booking, another twelve to buy out the hotel.  You can't force someone to tall in love with you but you can sure make ita damn sight easier. \n[136]Yuri Orlov.  What brings you to St. Barts? \n[137]Those things can come out of nowhere. \n[138]You can hitch a ride with me if you like. \n[139]In the meantime, why don't I take your picture? \n[140]In my experience some of the most successful relationships are founded on lies and deceit.  Since that's where they usually end up anyway, it's a logical place to start. \n[141]I nearly went broke trying to convince her I was anything but.  I knew Ava was not the kind of woman to be seduced by a ride in a private jet unless you owned the jet. \n[142]That is my name. \n[143]Of course I was lying.  The plane was a rental, like the car and even the suit I was standing in.  At the last minute, I bribed the crew for the paint-job. \n[144]Luckily, by the time we landed, Ava wasn't looking anywhere but in my eyes. \n[145]I had no idea. \n[146]I'm sorry I didn't recognize you.  You must think me very rude. \n[147]At least you aren't taking them off. \n[148]Nothing so glamorous.  I'm in transport - international air freight mostly. \n[149]Something like that. \n[150]Like you, I can't complain. \n[151]Well...I don't know. It's just that I travel all around the world but I can't help feeling sometimes that I'm going nowhere. \n[152]Here's to... ...a hurricane. \n[153]Without it, I'd never have met you. \n[154]I don't believe in fate. \n[155]We married in a synagogue to make my father happy.  In the eyes of my Catholic mother, it was worse than living in sin. \n[156]It's traditional. \n[157]One more time, Vitaly. \n[158]I'm sorry.  I should have said something. \n[159]Sure, Dad.  A forty-thousand dollar crystal chandelier. \n[160]Mom, we don't need anything. \n[161]I was still living way beyond my means, mortgaged to the hilt, using one credit card to payoff another.  Anything to keep Ava in the style to which she had, thanks largely to me, become accustomed.  Then suddenly all my Christmases came at once. \n[162]Tak!  Tak!  Tak-fucking-tak!  (subtitle: Yes! \n[163]It's over!  It's over! \n[164]The Cold War, the Soviet Union, the Evil Empire.  Mikhail's saying \"no mas\".  He's throwing in the towel.  It's over. \n[165]I think I'll go back for a visit. Do you stay in touch with Uncle Dmitri? \n[166]How is he? \n[167]He's still a General in the army? \n[168]He may be luckier than you think. \n[169]You're only remembered when you're dead. \n[170]I'll bring you back some caviar. \n[171]I'm going back to Ukraine. \n[172]I miss you too. \n[173]There's no problem leading a double life. It's the triple and quadruple lives that get you in the end. \n[174]Back then I carried a French, British, Israeli and Ukrainian passport and a student visa for the U.S., but that's another story. \n[175]I also packed five different briefcases depending on the region of the world I was visiting. \n[176]The end of the Cold War was the beginning of the hottest time in arms dealing.  The Wall had fallen.  The arms bazaar was open. Those forty-five years had generated the highest weapons build-up in history.  The Soviets had tanks and guns coming out the demon hole - huge stockpiles and now no enemy. \n[177]It's good to be home. \n[178]0 - 60 in 4.8. \n[179]--Report to who?  Moscow?  As of last week Moscow is in a foreign country. \n[180]There is no new boss yet.  They're too busy squabbling over who gets the presidential holiday home at the Black Sea. \n[181]It's beautiful.  The ones who know don't care any more.  The ones who care don't know. Show me your inventory. \n[182]How many Kalashnikovs do you have? \n[183]Is that a \"4\"?  It doesn't look like a \"4\" to me.  It looks more like a \"1\". \n[184]It's whatever we say it is because no one else knows the difference. \n[185]10,000 Kalashnikovs for a battalion.  Your stocks are dangerously depleted, Dmitri. You should order more from the factory. \n[186]We'll cut them in.  Anyway, what could happen - you're the luckiest man alive. \n[187]Avtomat Kalashnikova, model of 1947 - more commonly known as the AK-47 or Kalashnikov. It's the world's most popular assault ritle - a weapon all fighters love.  An elegantly simple nine pound amalgamation of forged steel and molded plastic.  It doesn't break, jam or over-heat.  It will shoot whether its covered in mud or filled with sand.  It's so easy, even a child can use it.  And they do. The Russians put the gun on a coin. Mozambique put it on their flag.  Since the end of the Cold War, the Kalashnikov has become the Russian peoples' greatest export - after that comes vodka and suicidal novelists.  One thing's for sure, no one was lining up to buy their cars. \n[188]Of course my idea was not entirely unique. I had rivals. \n[189]He's a friend of mine. \n[190]You're late, Simeon. \n[191]I invited you for a drink once before. Perhaps now you will accept my invitation. \n[192]Maybe you'd like to come to my room and see my bazooka. \n[193]You look a little lost, Simeon.  Is the world changing too fast? \n[194]Not all of you, I think. \n[195]You've gotten so rich selling for the CIA, you can't get that ideology completely out of your head.  The empire was evil for too long. \n[196]There's no place in gunrunning for politics anymore, Simeon.  I sell to leftists, rightists.  I'd sell to pacifists but they're not the most regular of customers. \n[197]Of course, you're not a true internationalist until you've supplied weapons to kill your own countrymen. \n[198]I think you are the amateur now.  I think you suffer from a philosophical disadvantage - you have a philosophy.  I think you should go with your instincts - your first instinct. \n[199]I am the same man who was not good enough for you before.  I am not good enough for you now. \n[200]Back then, it was all for sale... \n[201]Helicopters, torpedo boats, armored personnel carriers, whole tank divisions. \n[202]What about tech support? \n[203]Son, get off there before you get hurt. \n[204]He's twelve. \n[205]Who are you? \n[206]I thought we were supposed to be watching for these checkpoints. \n[207]We have to go back. \n[208]And start an international fucking incident - no, no, no. \n[209]No.  I've got paperwork. \n[210]It's not a military helicopter.  It's a rescue helicopter. \n[211]Get to work, Son. \n[212]Yuri Orlov. \n[213]The crew called that vessel a lot of names - none of them repeatable in polite company. \n[214]The new MP-5.  Do you need a silencer for that? \n[215]It's for humanitarian missions. \n[216]Not any more. \n[217]Didn't you get the memo?  The war's over. What can they do with military hardware but convert to civilian use? \n[218]The only way you could die from this baby is if a food drop hits you. \n[219]But to a different client at a different address. \n[220]Not complete, Sir.  And while I hesitate to tell you your job, I must point out that when shipped separately the weapons and the aircraft both comply with the current Interpol trade standards and practices. \n[221]I can see how certain people might interpret it as suspicious but thank God we live in a world where suspicion alone does not constitute a crime. \n[222]I can hardly wait. \n[223]What was he doing here? \n[224]Don't worry.  There're more VCR's.  I left them in your new car. \n[225]Dmit--!!! \n[226]Ava-- \n[227]Sorry.  I, er... How was your audition? \n[228]Don't say that.  You're good. \n[229]Rough day at the office. \n[230]Soon. How's Nicki? \n[231]A party. \n[232]I'd better go.  I just wanted to call--hear your voice.  Kiss Nicki for me. \n[233]In Ukraine since 1992, $32 billion worth of arms have been stolen and re-sold.  One of the greatest heists of the 20th Century. \n[234]The primary market was Africa.  Eleven major conflicts involving 32 countries in the past decade - a gunrunner's wet dream. \n[235]My best customer was self-declared president of Liberia, Andre Baptiste.  Even though we'd met before, I was in no hurry to meet him again.  He'd gotten a reputation for routinely hacking off the limbs of those who opposed him.  His seven-year civil war has been described as \"a relentless campaign of sadistic, wanton violence unimaginable to those unfamiliar with the details of man's capacity to visit the abyss.\"  That kind of sums up Andy for me. \n[236]Thank him but I have other business.  A busy schedule. \n[237]What do you know?  My schedule just freed up. \n[238]But if I thought I was scared of Andre Senior, I knew I was scared of Andre Junior. Like father, like son.  The guava doesn't fall too far from the tree.  He was a heavy- drinker, a womanizer with a penchant for cheerleaders and a lover of fast American automobiles which he drove recklessly and with total impunity around the streets of the capital.  Oh yes, he was also a cannibal.  They say Andre would eat a victim's heart while it was still beating to give him superhuman strength.  I could've told him he'd get the same effect from a pastrami sandwich at Carnegie's Deli. \n[239]Monrovia itself was like being on another planet.  Planet Monrovia.  From the temperature it was obviously a planet close to the sun.  I rarely saw another white man even at my hotel that was soon dubbed the \"Little Kremlin\".  And I never left town alone.  Outside town, was the edge of hell. I didn't want to even gaze into it. \n[240]Part One, Two or Three? \n[241]The M60.  You want the attachable grenade launcher? \n[242]In the most AIDS infested region of the globe, where one in four is infected, Andre's idea of a joke was to put a young Iman and a young Naomi naked in my bed and no condom within a hundred miles. \n[243]How do you know? \n[244]What if I have AIDS?  Don't you worry? \n[245]By leaving. \n[246]--that's the Beretta, comes with a 36 cartridge, easy-operating clip-- \n[247]Jesus, why did you do that? \n[248]Now you're going to have to buy it. It's a used gun.  I can't sell a used gun. \n[249]I had heard of the \"Boy Brigades\", \"Small Boy Units\", \"Kalashnikov Kids\".  The theory was that a bullet coming from a fourteen year old is just as effective as one trom a forty year old. \n[250]You can't just look at the unit price.  You forget the ancillary costs.  End user certificates need to be forged and notarized, shell companies set up, insurance purchased, pilots and crews hired.  Not to mention the bribes.  You can't get a nut and bolt out of the Eastern bloc without a bribe.  There's one bribe for the nut. Another for the bolt.  This is an expensive proposition. \n[251]I'll take the stones.  It's hard to get a tree trunk in my hand luggage. \n[252]I know you're planning a new offensive.  If you delay a week I can get you the armored personnel carriers we talked about.  They would give you a significant strategic advantage. \n[253]It's not \"lord of war\".  It's \"warlord\". \n[254]Diamonds are far less bulky than hundred- dollar bills.  You can get a million dollars into a cigarette box. \n[255]By the mid-nineties, my wealth had caught up to my lies about my wealth - even surpassed the lies. \n[256]Fantastic.  Who bought it? \n[257]You know.  Same old, same old. Where's Nicki, in bed? \n[258]I'll kiss him goodnight. \n[259]What doesn't? \n[260]I figured I was a patron of the arts and of everything else Ava had tried and failed at after modelling.  Acting, her own cosmetics line.  I didn't sabotage her careers but I can't deny it was convenient for me in maintaining a low profile.  She was a beautiful bird in a gilded cage. \n[261]How are you, brother? \n[262]Someone has to do it. \n[263]We don't talk about it. \n[264]How many car salesmen talk about their work, how many executives at cigarette companies? And both of their products kill more people every year than mine.  At least mine has a safety switch.  If those guys can leave their work at the office, why can't I? \n[265]To Manet, Monet...and Ava Cordova. \n[266]The trip went better than expected. \n[267]I know just the outfit. \n[268]I didn't know how much she knew and how much she ignored.  I was a good provider and as far as she was concerned - loyal.  Despite the other women, I always made love to Ava as if she was the only one. \n[269]Take Park. \n[270]This is good. \n[271]Take them on a tour of the Tri-State. \n[272]I was now the best merchant of death alive.  I didn't own my own plane.  I owned a fleet - running guns into Liberia, Sierra Leone or the Ivory Coast at least once a week. Unfortunately, my friends at Interpol were also starting to find West Africa on the map. Most trips I had phoney paperwork.  If the deadline was tight, I had no paperwork at all. \n[273]Colonel Southern, it's Yuri.  Sorry to call you on this number but I've got an Interpol jet and-- \n[274]Not a good time! \n[275]Where was the first fucking warning?! \n[276]You land and we're all going away!  I don't have paperwork! \n[277]Okay!  Okay!--Fuck!! \n[278]Not the airport.  There.  The highway.  It's our only fucking hope. \n[279]Don't underestimate yourself.  You're the best, Tony. \n[280]We're going to be okay. \n[281]Where are you going? \n[282]Wait, you idiots!  There's not going to be any evidence!  Stay with the plane! \n[283]Help yourselves.  Be my guest.  No charge. \n[284]Take the whole crate. \n[285]shutting off the calculator in disgust \n[286]Hey, not those!  You don't touch the plane! Not the fucking seats... \n[287]What's the charge? \n[288]I'm on safari. \n[289]Are you with the park service?  Hunting without a license - is that the charge? \n[290]Trading.  But without evidence who can say? \n[291]I don't want people dead, Agent Valentine. I admit, a shooting war is better for business.  But I'd prefer people to fire my guns and miss.  Just as long as they're firing. \n[292]I realize the unspeakable things that are done with my weapons.  I also understand the unspeakable things that are done with Williams Sonoma carving knives and Wilson baseball bats and they aren't taking those off the market any time soon.  People will always buy guns.  Why not mine? \n[293]Can I go?  You've got nothing on me-- --but cuffs. \n[294]Vivian... \n[295]You know.  Fighting the good fight. \n[296]Uh, yes.  In fact, I've just had some transport problems.  You couldn't give me a ride to Monrovia, could you? \n[297]Jesus!  Simeon! \n[298]Andre!  What in heaven is he doing here? \n[299]Me?! \n[300]You stupid old fuck! \n[301]No. \n[302]No.  No.  I... \n[303]Stop. \n[304]I started doing a lot of cocaine in West Africa.  I wasn't medicating myself.  I was simply playing catch-up.  I was constantly dealing with people who are chemically imbalanced without the aid of chemicals. It's just a matter of etiquette.  It's rude to act sane in a room full of lunatics. \n[305]What? \n[306]What is it? \n[307]What does the gunpowder do? \n[308]Some other time. \n[309]Why? \n[310]I'm going for a walk. \n[311]I didn't fuck you, did I?  Did I fuck you? \n[312]Are you sick? \n[313]Are you sick?! \n[314]Hello. \n[315]Simeon. \n[316]Simeon!! \n[317]Yeah, fuck Andre. \n[318]I'm sorry.  They don't usually do that.  Let me have a look.  Maybe I can fix it. \n[319]Not bad.  Andre's latest double? \n[320]He's too eloquent. \n[321]More good news.  That's the last aid shipment.  The war is so bad, the U.N. is pulling out. \n[322]There are trucks.  You just have to get all that food out of them. \n[323]After surviving the last few days I'd started to feel like I was invincible.  But there was a weapon that could hurt me. \n[324]Ava? \n[325]Ava, what's wrong?  Where's Nicki? \n[326]Why aren't you dressed?  I thought we were going out. \n[327]Don't be so melodramatic. \n[328]Why?  We never have before. \n[329]These people - you can't trust them-- \n[330]I sell people a means to defend themselves, Ava.  That's all.  I don't hold a gun to any one's head and make them shoot-- \n[331]--I don't sell machetes. \n[332]There's nothing illegal about what I do. \n[333]It makes no difference if I stop.  Someone will take my place the next day. \n[334]--It's not about the money. \n[335]You can't leave.  I'll stop. I'll stop. \n[336]I've been thinking about it for a while.  A lot, lately. I'm making more from the oil and timber anyhow. I'll stop. \n[337]Yes. Now get dressed.  We'll go out. \n[338]By the way, you're wrong about not being pretty any more. \n[339]For the next month I stopped running guns. I went legitimate. \n[340]No wonder Valentine was confused. \n[341]Thank God there are still legal ways to exploit developing countries. \n[342]But the only problem with an honest buck is they're so hard to make.  The margins are too low.  Too many people are doing it. \n[343]--Impossible.  Two and a quarter?  I can't make a profit at two and a quarter.  Why don't you take my oil and I'll fucking pay you? \n[344]He's early. \n[345]What the fuck are you doing here, Andre? \n[346]So at the same time you thought you'd drop in on your arms dealer?! \n[347]\n[348]They've got to be watching. \n[349]--hunt for a witch? \n[350]I can't help you.  I'm sorry. \n[351]Both.  Everything. \n[352]At four and a half months a human fetus has a reptile's tail - a remnant of our evolution. \n[353]You can fight a lot of enemies and survive but if you fight your biology you always lose. \n[354]Hey, not even waiting to say goodbye?  I'm leaving in ten minutes. \n[355]See you, big guy. \n[356]This oil concession should be wrapped up by Thursday.  I'll be back for the weekend. We'll go somewhere - the sea. \n[357]You trust me, right? \n[358]She looked me directly in the eye the way I've looked in the eyes of a thousand customs officials, government bureaucrats and footsoldiers from every law enforcement agency in the world - and she lied without flinching. \n[359]She'd learned from the best. \n[360]I can always sense when I'm being tailed.  I know what to look for.  But then I'd never been tailed by the woman I love. \n[361]I can put myself in Ava's place.  She might have understood if the combination was the last four digits of my social, my birthdate, even her birthdate but not Nicolai's. \n[362]My son's birthday unlocked what the government would later describe as, \"a catalogue of carnage\". \n[363]I miss your borscht.  Mom and Dad say you're clean. \n[364]That's because it's not true. \n[365]Only you know.  I'm leaving tonight - on a job.  I want you to come. \n[366]Maybe this trip will help.  It's good money. \n[367]They don't have to know.  We'll tell them we're going for a little \"r\" and \"r\". \n[368]West Africa's fucked-up. More than usual.  I can't trust anybody.  I need someone to watch my back. \n[369]\"Brothers in arms\". \n[370]Where are we going? \n[371]Every faction in Africa calls themselves by these noble names - \"liberation-this\", \"patriotic-that\", \"democratic-republic-of- something or other\".  I guess they can't own up to what they usually are - \"federation- of-worse-oppressors-than-the last-bunch-of- oppressors\".  Often the most barbaric atrocities occur when both combatants proclaim themselves \"freedom fighters\". \n[372]Not now. \n[373]Excuse me. \n[374]What? \n[375]The fuck we can't. \n[376]It's not our business. \n[377]There is no hold up.  I'll be right there. \n[378]Vitaly, it's what we always know - we can't control what they do. \n[379]What do you think they'll do if we back out - they'll kill us. \n[380]Nothing. \n[381]Vit!! \n[382]No!! \n[383]Vitaly broke the cardinal rule of gunrunning.  Never pick up a gun and join the customers. \n[384]Coffins are hard to come by in Sierra Leone. Demand is so high.  Fortunately, we had a lot of boxes just the right size. \n[385]I don't know which is worse, Jewish guilt or Catholic guilt.  My parents were like God's tag-team. \n[386]But I could not deny them the chance to say goodbye to their eldest son. \n[387]For twenty Monrovian dollars a doctor removed the lead from Vitaly's body and wrote a bogus death certificate.  I should have paid more. \n[388]I've smuggled millions of rounds of ammunition and the bullet that lands me in jail is found under my dead brother's rib. \n[389]Believe it or not, I only use the first two. \n[390]Papa? \n[391]Maybe he did. If I saw one of those coming at me, l'd have heart failure. \n[392]Falsifying a death certificate?  That's not going to hold me. \n[393]Enjoy it. \n[394]This.  Tell me that I am everything you despise, that I am the personification of evil, that I'm responsible for the breakdown of the social fabric of society and world order, that I am a one man genocide.  Say everything you want to say to me now - because you don't have long. \n[395]My family has disowned me.  My wife and son have left me.  My brother is dead.  Trust me, I fully appreciate the seriousness of my situation.  But I promise you I won't spend a single second in a courtroom. \n[396]I like you, Jack.  Well, maybe not.  But I understand you.  You feel your loyalty to your badge has finally been rewarded.  But you haven't counted on the people who gave you that badge. \n[397]Let me tell you what's going to happen so you can prepare yourself. \n[398]Soon there's going to be a knock on that door and you're going to be called outside. \n[399]In the hall there will be a man who outranks you. \n[400]First, he will compliment you on the fine job you've done, how you're making the world a safer place and then he is going to tell you that I am to be released. \n[401]You are going to protest, you will probably threaten to resign. \n[402]But in the end I will be released. \n[403]The reason I'll be released is the same reason you think I will be convicted.  I do rub shoulders with the most vile, sadistic men calling themselves leaders today. But some of those men are the enemies of your enemies. \n[404]And while the biggest arms dealer in the world is your boss, the President of the United States - who ships more merchandise in a day than I do in a year - sometimes it's embarrassing to have his fingerprints on the guns.  Sometimes he needs a freelancer like me to supply opposition forces he can't be seen supplying.  You call me evil, but, unfortunately for you, I am a necessary evil. \n[405]What if I'm not?  What if I sleep fine at night?  What if I sleep better than you? I think that's what truly scares you. \n[406]Most people are happy just to get out of jail.  I expect to be paid to leave. \n[407]I'm not a fool.  I know that just because they need me one day doesn't mean they won't make me a scapegoat the next.  But I was back doing what I do best. \n[408]Sun umbrellas. \n[409]For someone who's never fired a gun or been in a battle, I have suffered many casualties in my life.  I guess that's how I survived.  I never went to war... \n[410]...especially with myself. ", "AVA": "\n[1]Baby blue.  My favorite color! \n[2]I suppose I could give you the speech about \"my hope for world peace\" but I have a feeling you don't want to hear that today. \n[3]I don't know if you'll be taking me to bed tonight, darling, but you can take her. \n[4]You're all doing a great job - keep it up.  Enjoy the show! \n[5]Popular hotel, huh? \n[6]Ava Cordova. \n[7]A photo shoot.  At least, that was the plan. But the photographer's plane got stuck in Miami.  Hurricane - though there was nothing in the news. \n[8]The job's cancelled and there's no flight back to New York 'til Tuesday. \n[9]This is your plane? \n[10]Don't apologize.  I put on clothes for a living. \n[11]I would be if half the photographers had their way. But I can't complain.  I'm paid to say, \"Cheese\". What about you? \n[12]What, like UPS or something? \n[13]Business is good. \n[14]But if you did? \n[15]This is no accident, is it, Yuri? \n[16]It feels like fate. \n[17]What do you believe in? \n[18]Yuri likes to spoil you. \n[19]Nicki!  You did it.  Good boy! \n[20]Yuri.  Don't you want to see what your son is doing? \n[21]What's over? \n[22]That's nice. Your son is crawling. \n[23]Yes, I'll accept the charges. \n[24]Hey, baby. You forgotten what time it is? \n[25]They're going in another direction.  The direction of someone who can act. \n[26]And you're biased. \n[27]Where are you?  Is everything okay? \n[28]Come home.  We miss you. \n[29]Asleep in our bed.  It's lonely without you. \n[30]Yuri, what's that? \n[31]It's always a party where you are. \n[32]I love you. \n[33]Yuri, I just got off the phone with the dealer.  I sold my first painting. \n[34]Someone important.  They want to remain anonymous. How was your trip? \n[35]I'm sorry.  Poor darling.  He tried to stay up. \n[36]My first painting.  I'm officially an artist! \n[37]Yuri! \n[38]Yuri, they're beautiful. But what am I going to wear them with? \n[39]Vitaly...it's Ava. \n[40]Hush, Nicki. I don't believe you. \n[41]Can you prove any of it?  Where is your evidence? \n[42]Get out. \n[43]He's with your parents. \n[44]I can't wear the clothes.  I can't wear the jewelry.  I can't drive the car.  I can't live in this house.  Everything1s got blood on it. \n[45]Of course I'm melodramatic.  I'm a failed actress, remember?  We need to talk about it. \n[46]Now we do. \n[47]--I've talked to your parents.  Why do you think they don't want your money?  They know where it comes from.  We all know. \n[48]--Yuri, I see the news.  Sierra Leone-- \n[49]--What do you think is pointing at the victims when they use those machetes?  I see the pictures.  Yuri, the guns are bigger than the boys. \n[50]I don't care if it's legal, it's wrong. \n[51]I can accept the drugs.  I can even accept the other women.  I can't accept this. \n[52]Please stop. \n[53]Let them.  We have enough.  You're not that little boy in Odessa anymore, lining up for a loaf of bread-- \n[54]What is it? \n[55]I feel like all I've done my whole life is be pretty.  All I've done is be born.  I'm not just a failed actress.  I'm also a failed writer, failed artist, failed businesswoman.  I'm not much good as a mother.  Come to think of it, I'm not even that pretty any more.  I've failed at everything, Yuri. But I won't fail as a human being.  I'm leaving. \n[56]You will?  You promise? \n[57]Yuri, the President of Liberia is in the lobby. \n[58]Was that about the oil or the timber? \n[59]Sorry, Nicki has swim practice. \n[60]Personally, I'm glad you're going.  You've been here so long you're starting to get on my nerves. \n[61]That would be fun. \n[62]Yes, I trust you. \n[63]That's him. \n[64]It's a game. \n[65]Yes. \n[66]Not that.  Not that, Yuri. ", "VITALY": "\n[1]It's good P.R. - for the Moscow Olympics. \n[2]We're not Jewish. \n[3]It's a hell of a fucking career move. \n[4]And you want to help with that? \n[5]What do you know about guns? \n[6]I don't know. \n[7]Maybe doing nothing's better than doing this. Yuri, I've actually fired one of these things. \n[8]They're talking. \n[9]Boh...Boh.  Oh, Boh! (Subtitle:  God...God. Oh, God! \n[10]What do we do, go more legitimate? \n[11]What I'd give right now for a plate of red cabbage and potatoes. \n[12]Maybe we can offload it - the Balkans. \n[13]We have to get out of here. \n[14]Yuri! \n[15]I don't have Dutch. \n[16]I've got Belgium. \n[17]Yes, why? \n[18]Hey, fuck you! \n[19]Now what? \n[20]Yuri! It's my brother, Yuri.  He's my big brother. \n[21]Ukraine. I start in Odessa, work my way to the Crimea-- \n[22]You fuck! \n[23]You fucking fuck! \n[24]Please. \n[25]Please. \n[26]You're a good brother. \n[27]Traditional. \n[28]Merry fucking Christmas! \n[29]Her name really is Angel.  She's a fairy. Let's stick her on top of the Christmas tree. \n[30]I love you all. \n[31]I miss Odessa.  I miss you. \n[32]Be careful, Yuri.  Those things you sell, kill... ...inside. \n[33]This calls for a drink. \n[34]You know, still the resident family fuck-up. \n[35]She knows, right? \n[36]Shit, you're good.  You almost had me convinced. We're going, baby. \n[37]Come to see how the other half lives? \n[38]You too.  They said you went legitimate - hard to believe. \n[39]I can't.  I'm thinking of opening my own place. \n[40]I've given my word. \n[41]Why do you need me all of a sudden? \n[42]Jesus. \n[43]Yuri, I need to talk to you. \n[44]Now. \n[45]We can't do this deal. \n[46]Look over there.  As soon as we leave, they're going to die. \n[47]They killed a boy just now - as young as Nicki. \n[48]Today we can.  They're right there - close enough to touch. \n[49]And if we go ahead - they'll kill them. \n[50]Nothing.  You're right, Yuri.  You're right. Did I hear you say 300 IPG's, 500 assault rifles and 800 grenades?  I thought it was 1,200 grenades.  I'd better check. \n[51]Something for Yuri. ", "VALENTINE": "\n[1]Not exactly \"The Love Boat\". \n[2]It's clean?...It doesn't look clean.  I'm boarding. \n[3]Papers. \n[4]Mr. Orlov, always in the wrong place at the right time.  We've met before.  Off the coast of Colombia. What was the name of that freighter - I can't remember.  Was it the Kono or the Kristol? \n[5]The end-user certificate for this aircraft states Burkina Faso.  Nice.  Did you type it yourself? \n[6]You're a humanitarian? \n[7]This is a killing machine. \n[8]Also going to Burkina Faso? \n[9]What do you take me for?  A complete fucking fool? \n[10]You expect me to believe this is a coincidence? \n[11]Yuri Orlov.  You and I are going to be seeing a lot of each other. \n[12]Watch out for the time you don't see me. \n[13]Where in God's name is he going?  Is he lost? \n[14]--Charlie, Echo, India.  Descend for landing on heading zero...two...nine. \n[15]--Charlie, Echo, India.  Comply immediately. That was your last warning. \n[16]Rock your wings if you intend to comply. \n[17]He can't get far.  I want a truck waiting on the tarmac. \n[18]Hey, you! \n[19]Forget it. \n[20]No, Mbizi.  No, no, no. \n[21]I can't do that. \n[22]We will. \n[23]No. Find the pilots. \n[24]I've spent my whole career on the right side of the line.  You're the first man I've encountered who makes me seriously consider crossing it. \n[25]What are you doing in Sierra Leone? \n[26]Shooting wildebeests with submachine guns? \n[27]You're trafficking arms. \n[28]Trade or traffic, you make a fortune by keeping the poorest people on the planet killing each other. Do you know why I do what I do? \n[29]There are more prestigious assignments, you know.  Keeping track of the nuclear arsenals.  You would think it more critical to world security.  It's not.  Nine out of ten war victims today are killed by assault rifles and other small arms - like yours. Those missiles just sit in their silos. Your AK-47 - it's the real weapon of mass destruction. \n[30]I am legally permitted to hold you for twenty-four hours without charging you. \n[31]You may ask, why do I bother to do that?  I can assure you, it is not because I enjoy your company.  And you may be surprised to learn that it is not for any vindictive motive.  No. The reason I delay you for every second of the permissible twenty-four hours, is that I am delaying your deadly trade and the deaths of your victims.  I don't think of it as taking a day from you but giving a day to them.  Some innocent man, woman or child somewhere has one more day on this earth because you are not free. \n[32]See you in twenty-three hours and fifty five minutes. \n[33]You'll be pleased to know your colleagues were no more co-operative than you. \n[34]The locals got to them before we could. \n[35]Handsome family. \n[36]I was hoping you could help us with that. I understand your parents died tragically in EI Salvador. That regime has startling similarities to several of the regimes supplied by your husband. \n[37]One of yours? \n[38]Curiously, the death certificate says he died of heart failure. \n[39]We performed the autopsy and released your brother's body to your family.  You tried to do something decent, Yuri.  You went against your nature.  And now it's cost you. Your brother's funeral is looking a lot like your funeral. \n[40]You're right, as usual. \n[41]Have you seen today's paper? \n[42]Fake end-user certificates, cut-out companies, all meticulously catalogued. There's hardly a dictator, warlord or despot anywhere in the world you aren't on first name terms with. Your trophy wife gave us the prize.  She also provided us with these - which we suspect are conflict diamonds. \n[43]She has agreed to testify against you. \n[44]What? \n[45]Are you not paying attention or are you delusional?  You've broken every arms embargo written.  There's enough in those briefcases to buy you consecutive life sentences.  You'll spend ten years going from a cell to a courtroom before you even start doing your time. \n[46]You don't seem to fully appreciate the seriousness of your situation! \n[47]You are delusional. \n[48]I would tell you to go to hell.  But I think you're already there. ", "DMITRI": "\n[1]Nephew, come here and hug the luckiest man alive. \n[2]What?  Did you think I'd be glowing?  Don't worry.  You can't catch it. \n[3]This is the SLK? \n[4]I can't just sell you government property, Yuri.  I have to report-- \n[5]New flag, new boss. \n[6]40,000. \n[7]No, it's a \"4\". \n[8]Someone will work this out, Yuri.  What happens then? \n[9]Kids grow up fast around here. \n[10]How can I?  You keep selling my helicopters. You're too greedy, Yuri. \n[11]We'll be going in reverse.  We can't turn around for a mile. \n[12]We shoot it out? \n[13]So we run. \n[14]Not for the gunship.  Yuri, you know the penalty for sanction-busting - selling a military helicopter? \n[15]Listen to the nephew. \n[16]What, yes? \n[17]Trying to beat your offer.  I sent him on his way.  He doesn't understand the concept of loyalty. \n[18]Speaking of loyalty, too many people know. I have to make pay-offs. \n[19]Even your enemy was admiring that car.  I am the luckiest man alive. ", "ANATOLY": "\n[1]Trading Jews for grain. \n[2]Mazeltov. \n[3]How many times--I can't eat shellfish.  It's \"treyf\". \n[4]I like it. I like the hat - to remind us there's something above us.  I like that. \n[5]I'm going to temple. \n[6]Finally getting in touch with what's important, my Son? \n[7]Always remember, son, there's something above you. \n[8]Jesus was Jewish.  You're worshipping a Jew. \n[9]That's my grandson. \n[10]What the hell's the matter? \n[11]At least there'll be religious freedom. \n[12]Dmitri Volkoff?  Now and then. \n[13]The luckiest man alive.  You know he was one of the first men at Chernobyl.  Off-duty, at his daughter's wedding, he was roaring drunk.  He was the only one who survived. Later they found that alcohol in your blood resists radiation. \n[14]Major General.  He got promoted.  Two of his rivals were also there that day.  I told you - he's the luckiest man alive. \n[15]We're not fools, Yuri.  What's between you and your wife is your own business but I don't think you're going to Odessa to open a McDonald's. Is this how you want to be remembered? \n[16]It's not kosher. \n[17]Vitaly, who is this? \n[18]\"Crimean Restaurant\". ", "BAPTISTE": "\n[1]--World order?  You say we jeopardize world order? \n[2]Your idea of world order is when you're giving the orders to the world. \n[3]Excuse me. \n[4]I am only going to the restroom. \n[5]This is what they mean by U.N. Observer? \n[6]Aren't you going to help me hold my cock? \n[7]You know you are fighting a losing battle, my young friend.  War is nature.  If you take away the guns, we will kill each other with knives.  Take away the knives, we will kill each other with sticks.  Take away the sticks, we will kill each other with your peace treaties. You cannot stop this bath of blood. \n[8]Thank you.  But I like it my way. \n[9]What did you say? \n[10]A used gun.  That's a good one. \n[11]There's no discipline with the young boys. I try to set an example but it's difficult. I blame the MTV. \n[12]Let me show you something. \n[13]I can't pay your asking price, Yuri.  We are not a rich people and the market is already flooded with your Kalashnikovs.  In some places you can buy one for the price of a chicken. \n[14]I pay in timber...or stones. \n[15]Very professional, Lieutenant. \n[16]They say I am the lord of war.  But perhaps it is you. \n[17]I like it my way. ", "ANDRE BAPTISTE": "\n[1]Yuri, you fucked up!  I am going to shoot your face off with your own gun. \n[2]How did you know? \n[3]You have no heart. \n[4]Have you seen the news?  They accuse me of rigging elections, but after this in your Florida with your Supreme Court of kangaroos-- \n[5]--now the U.S. must shut up forever. \n[6]Why is nothing happening? \n[7]We're here for the peace talks at the U.N. \n[8]Is that what you still are?  You're a hard man to get hold of all of a sudden. \n[9]--But now you mention it, we are doing a little shopping while we're here - that is if you open for business. \n[10]Of course they blame me.  They always blame me.  They are on a-- \n[11]\"Witch-hunt\".  But I have been granted diplomatic immunity due to the escalation in hostilities. That is why I need you.  They are making life difficult to re-supply.  It will require a man of your unusual ingenuity. \n[12]I understand. \n[13]But you should know that our present difficulties compel us to be unusually generous. \n[14]Farewell, Lord of War. ", "LIBERIAN MAN": "\n[1]Glock .45. \n[2]Jackson. \n[3]President Jackson. \n[4]You are driving a hard bargain. \n[5]What do you take me for - a thief? \n[6]Demand and supply. There is more I am thinking where this comes from. \n[7]And the Heckler &amp; Koch G-3 assault rifle. \n[8]I will come back and shoot you with the Glock. By the way, do you have the hollow point cartridges? \n[9]Kelly green. I will find you. ", "SIMEON": "\n[1]May I help you? \n[2]You're in the wrong place my young friend. This is no place for amateurs. \n[3]Do you know who the fuck I am? \n[4]I demand to see your commanding officer. \n[5]Just give me back my papers. \n[6]I am here, aren't I? \n[7]I can't deny, it takes some getting used to. Last week we were trying to beat their brains in and now we're going into business together. \n[8]I understand you have Ukraine in your pocket but there are the other satellite states. Bulgaria, Hungary, Poland, Belarus.  Instead of cutting each other's throats, it may be more profitable to work together.  What do you think? \n[9]The problem with gunrunners going to war is there's no shortage of ammunition. ", "IRINA": "\n[1]Good for the Jews. \n[2]You're not Jewish. \n[3]You're not going to temple.  You go to temple more than the rabbi! \n[4]Who are you?  You're not my son.  My son doesn't own such a suit. \n[5]You need this. \n[6]Ava, this is too much. \n[7]Both my sons are dead. ", "VIVIAN": "\n[1]What are we doing here, Yuri? \n[2]You know what I mean.  Here, in this country.  Are we doing any good? \n[3]Yuri!  Yuri Orlov! \n[4]What are you doing here? \n[5]An aid program? \n[6]Sure.  Climb in. \n[7]We're pulling out.  It's too dangerous. It's a shame.  We were really doing some good things. ", "NARC LEADER": "\n[1]You're late. \n[2]Fuck you! \n[3]I apologize for earlier. \n[4]It's all there. \n[5]Six keys of pure. \n[6]You should be thanking me. Have you checked the street price today? With the seizures at the border last week, it's jumped thirty percent. \n[7]Diversify. ", "PILOT": "\n[1]--Even taking into consideration the pay-off to the parents, a week with a girl in Burkina Faso is cheaper than a night with a girl in Jersey. \n[2]--and a lot of them speak better English. \n[3]I'm putting us down. \n[4]We're in a flying fucking bomb!  They're firing bullets at our bullets!  Forget about going away!  They shoot again, we're going away for good!  I'm putting us down. \n[5]This is Charlie Echo India.  Descending on heading zero two nine. \n[6]A pothole could set us off. \n[7]As far from the evidence as I can. ", "LATER": "\n[1]BACKSTAGE, YURI and other Peacekeepers observe AVA escorted towards a huge, American car.  An inebriated U.N. PEACEKEEPER tries to get her attention. \n[2]VIVIAN, satiated, dozes amongst the rumpled sheets, backside exposed. YURI uses the opportunity to take an impression of the key attached to her belt. \n[3]Towelling off on a sunbed of her own, Ava glances over to Yuri.  It seems crazy not to speak to each other.  Ava breaks the ice. \n[4]In the living room, AVA and IRINA play with NICOLAI.  YURI and ANATOLY drink Johnnie Walker Black label. \n[5]Yuri and Ava are alone at the window, overlooking Central Park.  He hands her a fresh glass of champagne. \n[6]Night has fallen over Central Park - criss-crossed by a necklace of lights.  Yuri continues to stare out of the window. He is perplexed by the sight of a diplomatic motorcade parked in front of his building. Before he can make sense of it, the house phone rings. AVA enters. ", "BARMAN": "\n[1]He bought you \"brown-brown\", Mr. Yuri. \n[2]\"Brown-brown\". \n[3]A mixture - cocaine and gunpowder. \n[4]It's magic.  They give it to the small boys before battle - they do anything. \n[5]You have to try it at least once, Mr. Yuri. \n[6]Because it's your gunpowder. "}}