{"dialogues": {"CLAY": "\n[1]It's time... \n[2]Authenticate and backtrace. \n[3]We don't get to pick what needs to be done.  Quaeda-wannabe name of Fadhil is running a terrorist assembly line out around the Khyber Pass-- \n[4]We find it, we paint it for a laser targeted bomb. No muss, no fuss. \n[5]Paint it. \n[6]Call it in. \n[7]Mission Controller is Agency, Codename Max, repeat, Codename Max, so get him on the horn and- \n[8]Cougar? 7. \n[9]Dropkick, this is Pinball, targeting equipment has suffered system failure, am calling an abort. \n[10]Who is this? This is a secure \n[11]Max? There are children on site- \n[12]Shit! Jensen, call the General at the Firebase, get him to abort- \n[13]There's something we can do. \n[14]So? \n[15]Pooch and Jensen, get a truck for the kids, the rest of us will be out in five- \n[16]-out in four. On me! 9. \n[17]Get 'em out. \n[18]You're American? \n[19]How do you know that name? \n[20]Max is rogue? \n[21]Fadhil. \n[22]I can get you out- 11. \n[23]Lieutenant, you're to evac these civvies to the Firebase immediately- \n[24]You really want to leave twenty three kids in the desert to die? \n[25]Then it's them. \n[26]Jensen, see if you can cut into that Blackhawk's chatter--I want to know if he rats us out. \n[27]\n[28]He set up the Operation- \n[29]I talked to him! 16. \n[30]What? \n[31]What are you talking- \n[32]We didn't kill those kids, Wade. \n[33]Jensen? \n[34]I don't care--Roque, Pooch, get those bars off! \n[35]Time? \n[36]\n[37]We lost again. \n[38]You gave me the money. 20. \n[39]Four. \n[40]Yeah, I've just gone crazy with that approach. \n[41]Maybe if we were drinking. \n[42]We'll stay two more days, try to get some of the cash back. \n[43]Miami. Jai-Alai. \n[44]We're on the run. It occasionally \n[45]All we did was say the word \"Max\" and they blew up a building. CIA even gets a whiff of where we're at, they'll call in an airstrike.  Until we figure out how we can take Max down and get clear, we lay low. \n[46]Anytime you want to move along you go right ahead- 22. \n[47]We heard his voice. Guy with a voice is a guy with a throat. And if he's got a throat... \n[48]\n[49]Go. \n[50]Meaty. \n[51]Want a bite? \n[52]Why not? \n[53]Okay. 24. \n[54]I know you? \n[55]Do I not look relaxed? \n[56]No, I specifically requested the only hotel room in the world that doesn't have a bathroom. \n[57]Convention. \n[58]...Air conditioners. \n[59]You'd be surprised. \n[60]You were about to tell me how much you enjoy spending time at the dog track... \n[61]Uh-huh... \n[62]You're not going to. \n[63]Noticed. What do you want? \n[64]You want to clarify that? \n[65]I'm listening. \n[66]How'd you find me? \n[67]How'd you know I was alive? \n[68]Who else knows? \n[69]So what's to stop me from putting a bullet in your head? \n[70]Max is up to something big, isn't he? Agency wouldn't have sent you otherwise. 28. \n[71]Okay. \n[72]Okay. \n[73]Right. \n[74]Is this a riddle? \n[75]What a brilliant plan, and oh, so simple too. What's the cargo? \n[76]Right. So you want me to steal some super secret cargo known only to you and the bad guy, and I'm supposed to do this because you know the name Max and look good in a pair of jeans? Sorry, sister. 29. \n[77]Bye... \n[78]How do I know I can trust you? \n[79]I mostly Google porn. Then? \n[80]Show-off. Then? 30. \n[81]We're not mercenaries. \n[82]Better than a ball pit... \n[83]Name one time that- \n[84]Carla wasn't the problem, Carla's husband was the problem- \n[85]Okay. Yes. She shot me. But only in the leg. \n[86]Emma doesn't count, we never slept together. \n[87]I admit, that took some of the romance out of the relationship. 35. \n[88]I'm clear, Roque. \n[89]She was volatile. Aisha, meet Pooch, Roque, and Cougar. \n[90]What do you have on her? \n[91]What else? \n[92]I say we go with her. Pooch? \n[93]Jensen? 38. \n[94]And anyone who calls me \"Colonel\" better be ready to take a beating or an order. We ain't soldiers anymore. \n[95]Sleep. We start tomorrow. \n[96]We're going bird hunting. \n[97]Go. \n[98]Make the call. 43. \n[99]Flip it. \n[100]All right, everyone get into character... \n[101]Here we go... \n[102]Where's my wild goose? \n[103]Hit it. \n[104]Roque... \n[105]No, you're not. \n[106]No. \n[107]See? \n[108]I picked up on that. \n[109]What do you think we are now?  Best case scenario, this gets us face to face with Max- \n[110]Are we wired? \n[111]Take em'. 52. \n[112]I don't think so. \n[113]Gasoline. Muzzle flash. Think about it. \n[114]Things'll kill you. \n[115]Good boys. Now, let's see what kind of cargo you got in there. \n[116]I'm already dead, remember? \n[117]Yeah. 58. \n[118]Yeah. Jensen, you're up. \n[119]The bomb. \n[120]Get better. \n[121]Then we die thirty seconds early - do it. 59. \n[122]\n[123]Do you have time to reboot? \n[124]Fennel. \n[125]Elaborate. \n[126]Where? \n[127]So this hard drive - it contains evidence of what Max has been doing? \n[128]Can you get us this drive? \n[129]I say we hit Goliath headquarters. \n[130]We find out if it exists. If it does, we steal it and trade it for immunity. \n[131]You got a better one? 64. \n[132]Max gives us back our lives or we upload the data to the net, show the American people what's being done in their names. \n[133]You want to give it back to him? \n[134]It's not happening. \n[135]You don't want Max to pay? \n[136]Don't raise your voice at me- \n[137]Aisha? \n[138]You want your life back, you're gonna have to steal it. We hit them in two days. \n[139]I was just going over the plan. \n[140]You want to go over the plan? \n[141]Let's go over the plan... \n[142]That's not for you. \n[143]Why do you want Max dead? \n[144]No. \n[145]Fine. It's hot. There's lots of sand. Your turn. \n[146]The guys got sick of it. \n[147]Of hearing about Max. Of hearing me say we had to do something when there wasn't anything to do. They wanted to be around their families. Jensen has a sister. Pooch has a wife and daughters. \n[148]Would you? The people you loved the most, would you put them in that kind of danger? \n[149]He's got me. \n[150]Enough hate to get us both through the day. He stuck with me when no one else would. And I ain't the easiest guy to stick with. \n[151]You think. \n[152]Why? 74. \n[153]And you think that's a weakness. \n[154]We're not in the jungle. \n[155]Pooch, we're on a schedule here- \n[156]Sorry I hit you. \n[157]You're sure? \n[158]Is it in the building? \n[159]There's a fire exit thirty yards north of your position. \n[160]Where's the drive being kept? \n[161]What's \"oh, shit\"? \n[162]Oh, shit... \n[163]Goliath must have brought them in after we hit their truck... \n[164]Comb that drive for every last scrap of info. We're on a plane for New York tomorrow... \n[165]Oh, hi. \n[166]You really want to know about Afghanistan? \n[167]Max's true target. Yeah. \n[168]He knew we were off mission. He knew Max wanted him dead... \n[169]Excuse me? \n[170]He begged to die--why are you asking me this? \n[171]Wait. 89. \n[172]She ain't that lucky. Jensen, status! \n[173]Somebody shoot something! \n[174]I know... \n[175]I know. \n[176]Cougar? \n[177]Okay. We split up. Some of us should go international. I'll do that if nobody else wants to- \n[178]There's nothing else we can do... \n[179]Excuse me? \n[180]What part of \"he knows we're coming for it\" do you not get? They're gonna be waiting for us. Par-Sec is gonna waiting for us... 95. \n[181]Pooch, what's the minimum time to scout the patrols, get an accurate head count on-site at the Port? \n[182]So we hit them in twelve. \n[183]Jensen's already got the layout, and Cougar can spot on site. Right? 96. \n[184]Jensen? \n[185]Pooch? \n[186]So? \n[187]You ready? \n[188]Roque? 97. \n[189]We're in. Status. \n[190]Cougar, squelch if you're in position. \n[191]Jensen, we're coming. You ready? 98. \n[192]Roque and I will set the charges here but we won't detonate until you have the drive. \n[193]What can I say, I hold a grudge. Get gone. \n[194]Be ready to move the second Cougar hits the fire alarm... 99. \n[195]Are you kidding me? \n[196]Something's not right. Something... \n[197]What? \n[198]You think... Aisha? \n[199]When...? \n[200]Traitor... 102. \n[201]Bullshit... \n[202]No... \n[203]We all could have walked... used the drive... \n[204]Kill me now... Maybe you live through this. \n[205]You're going to die very badly. \n[206]Roque. \n[207]Kind of in the middle of something here, Jensen- \n[208]\n[209]Can you stand? \n[210]Let's go. \n[211]They won. We lost. Way it goes. \n[212]Hi, Wade! \n[213]Cougar and I are going after that plane. The rest of you, get Wade. \n[214]I'm out. \n[215]Get me closer... \n[216]Aisha thinks you kill me. \n[217]Don't need one. \n[218]No. It's not. 113. \n[219]\n[220]Rifle... \n[221]Outstanding. \n[222]Hello? \n[223]Not by a longshot. You're not having a real great day, Max. \n[224]Just a voice on the phone. \n[225]Working on the engines. 116. \n[226]It's Colonel. \n[227]Thank you. \n[228]I don't think the guys you're about to stiff for a billion dollars are going to allow that to happen.  We win. You lose. Goodbye. \n[229]Lear jet? \n[230]That why you slept with me? 117. \n[231]You coming? \n[232]Good cause there's no way I could walk it... ", "JENSEN": "\n[1]And get cheated again? \n[2]--the Pooch may refer to himself in the third person-- \n[3]The Pooch can rest easy, I was referring to Cougar. \n[4]Got a feeling about this one, Roque. \n[5]This even me up? \n[6]We're good, this baby came out of the Kandahar Spook Station, controller's codename is Max. \n[7]I'm shocked. Shocked, I say. \n[8]Dropkick, this is Pinball, confirmed eyes on, target is designated. \n[9]Roger, we'll break out the earplugs.  So who wants to get a game? We got eight minutes- \n[10]Dropkick, children are at target site, repeat, we have eyes on children at target site - advise. \n[11]Dropkick, we strongly recommend cancellation of payload delivery- \n[12]Can't, they're jamming us- \n[13]Negative, we're screwed! There's nothing we can do... 8. \n[14]I think we're in the clear- \n[15]Yeah, that was great, wasn't it? My favorite part was when we were completely on fire. What was yours? \n[16]Clay helps Omar on last. The kid looks at him. He knows perfectly well what Clay saved him from in that basement. \n[17]Guys... This is bad... \n[18]I'm not good with bombs, man- \n[19]Oh, shit. Oh, shit... \n[20]It's a remote detonator--enough for them to get clear, maybe ten \n[21]I told you, I'm not good with bombs! How are those bars coming? \n[22]Hail, hail, the gang's all here! Colonel. Roque. Pooch. Silent Bob. Hottie. I'm gonna need a moment alone with the boys if you don't mind, but I'd like to reserve the right to awkwardly hit on you later? \n[23]Besides a pants-busting crush? Her intel checks out. The cargo will be arriving here in two days. \n[24]Grew up in Afghanistan, Mom was a local, Dad was white devil... oh, and CIA's got a kill order out on her. 37. \n[25]As does Hamas, Sien Fein, MOSAAD-- pretty much everyone with the exception of PETA wants this chick amscrayed. \n[26]Last CIA email flagged with her name says she was digging for information about a special project...  \"Codename: MAX\". \n[27]-have been planted for us to find?  CIA timestamp, digital watermark... Someone would've had to go to a lot of trouble, and I mean a lot, to fool me. \n[28]Hell yeah. Cougs? \n[29]Hot damn! Back with the Colonel, doing another bid for God and \n[30]Start where? \n[31]Roger that Cav 415, we have a report of a civilian vehicle breakdown on U.S. 70, sector nine, grid four. Please assist as required. \n[32]Base One, this is Cavalier 415! We have been in a collision with a civilian vehicle! Carvey's dead an' Freeman's hurt bad! He's messed up his neck! He can't move! Oh god, it's horrible! We need medevac immediate! HE'S GOT KIDS, BASE \n[33]Robert De Niro who? \n[34]Classic loss of identity. Clay defined himself by his place in the military structure. 44. \n[35]It was his way of measuring the good he did in the world. Without it, he's just another loser like the rest of us. \n[36]You know there's a website where you can download MP3's of donkeys farting? How cool is that? \n[37]Lot of work to bum a ride. \n[38]You shut up, Roque. You're dead, I'm the spinal injury - Spinal injury can talk, dead can't. \n[39]Seriously, you have to get more into your role! Dead guy! No talking! Dead guy! 45. \n[40]Y-you ever treat anyone who'd been gut shot... \n[41]Means you know what's coming to you if try to play hero. Now, lose the radio mic, Bones. \n[42]We're all set here. Ready to take a giant step for... well, for guys who steal stuff, I guess. \n[43]Beautiful. Let 'em chase that. \n[44]So, you grew up in the Hindu Kush, huh? That must've been rough. \n[45]Got any hobbies? \n[46]I'm gonna go somewhere else now. \n[47]Like Belushi. Target is westbound. Heading for the bridge... \n[48]Goliath the oil company? \n[49]Nah, I can bypass no problem. \n[50]Voila! Ten million dollars of horse, comin' up! \n[51]Huh? \n[52]But I'm not good with bombs... \n[53]Okay. Okay. Nukes. That's a nuke. Who makes nukes? Department of Defense. DOD Mainframe. I gotta hack the \n[54]It would really be good if you didn't talk right now- get that casing off for me. \n[55]Okay, just hold position! \n[56]Hold position! \n[57]Almost... Almost... Shit! \n[58]Computer crashed! \n[59]Yes, cause this is the time for \n[60]I told you, I'm not good at bombs! \n[61]Opening it without the code must have triggered the timer... \n[62]Holy shit, it's like we were framed by Dr. No... \n[63]Yeah, what would an oil company want with the Middle East? \n[64]Come on, dude, they'd be morons to keep records of shit like this- \n[65]Goliath. Cougs? \n[66]Don'tcha hate it when Mom and Dad fight? \n[67]I got jungle fever, you've got jungle fever, we've got jungle fever, we're in love... \n[68]...she's gone black-boy crazy, I've gone white-girl hazy, ain't no thinking maybe, we're in love... \n[69]Yo! Package for Henderson! 76. \n[70]No can do, chica, gotta put it in his hands. He's gotta sign. \n[71]Babydoll, I'm on the clock here! \n[72]I got jungle fever, you've got jungle fever, we've got jungle fever, we're in love... \n[73]Mr. Henderson, please. \n[74]Richard Hertz from Internal Security. \n[75]Ladies... hi. \n[76]Liking the angle of the dangle? \n[77]Good afternoon, Mr. Henderson, Richard Hertz from Internal Security. If you'd be kind enough to make your way down to the lobby? \n[78]It's a matter of a somewhat sensitive nature involving an 78. \n[79]individual exposing himself to women in the elevators--best discussed in person. If you'd just head on down... \n[80]Hi, I'm Skippy from tech support. Is Henderson around? I'm supposed to install a firewall on his system- \n[81]Oooooh - no can do. Upstairs breathing down my neck. They want security upgraded for the senior managers all of a sudden. \n[82]Five minutes and I'll be out of your hair! \n[83]According to this, the drive exists, Clay. \n[84]Abso-tootly. \n[85]No, somewhere off-site. It's gotta be a remote location, stand-alone. I'm checking their security logs-- wherever they've detailed the most guys is probably where it'll be... \n[86]Whoa! Take it easy. You're the- \n[87]Get me out of here, Clay... 80. \n[88]I'm warning you, man, I'm a lethal weapon... \n[89]It was this secret government project. They did stuff to me. Spooky stuff. Anal stuff. Turned me into a dangerous Telekinetic.  As the old saying goes - you don't start none... there won't be none. \n[90]Bang. \n[91]Boom. \n[92]Face down, or I'll make your hearts stop beating with my mind. \n[93]Thanks, Coug... \n[94]Everything on Goliath - security, personnel history, the works. \n[95]Port of New York, baby. Total stand alone facility, and they're spending 30K a day on onsite security - you don't drop that kinda green to just guard oil. 83. \n[96]Let me check, I--oh, shit... \n[97]They've hired Par-Sec. \n[98]Paradigm Security Services. Ex- Special Forces. \n[99]Our drive is being guarded by military trained, trigger repressed, blood thirsty, stone cold killers... Am I the only one who's thinking maybe we just chill out and go to Six Flags? 84. \n[100]You won't believe how detailed these files are. Every Goliath executive they've ever insured, their policies, their payouts- \n[101]Yeah. \n[102]Gotta be wrongful death... \n[103]Okay, biggest payout on a Goliath exec ever - 14 million and it was wrongful death - Vice President of Operations in Afghanistan, three years ago, paid to his daughter... \n[104]We're going to need to drive fast... \n[105]You think she's gonna kill him? \n[106]Yeah, I think so too... \n[107]Freeze! 88. \n[108]She's his daughter, Clay! The guy in the basement's daughter and she's got a gun and it's pointed...  ...at my dick! Her gun is pointed at my dick! \n[109]I know it makes no sense, but actually yes. Aisha watches them. CLOSE ON THEIR EYES. Nobody moves. \n[110]My dick remains unshot! \n[111]I think Cougar's got a plan! Coug, do you have a plan?  He's got a plan! \n[112]Hey, fallen comrade here! Blood flowing out of his body... Precious, precious blood... \n[113]What's that for? \n[114]Yeah, cause gettin' shot is awesome, I'm totally up for doing it again... \n[115]And the crowd goes wild... \n[116]What's the password? \n[117]Drive should be in the Computer Room, two skylights over. \n[118]I'm above the computer room, maybe thirty seconds from the drive... \n[119]Shouldn't have gone after the hat... 106. \n[120]Can you stand? \n[121]Oh, so we're Mr. Grumpy now? You're not the only one who's been shot recently, you know! \n[122]Clay? \n[123]There was no drive, Clay- 107. \n[124]There was no drive and Roque's gone and Par-Sec's regrouping and Pooch could bleed out- \n[125]Okay, excellent, very tribal--We need to go. \n[126]Sounds less painful that way... \n[127]Me and legless Pooch are on it! Where the hell is she going? \n[128]What, it's a cool name! It makes you sound like a pirate!  Fine, let's go kill Wade... \n[129]Yoo-hoo! Wade!  Come out and plaaaayyy- \n[130]Hey, Wade's coming at you! I... 112. \n[131]I think I just found our way out of here... \n[132]Not to rain on everyone's we killed all the bad guys parade, but we should probably get gone - legless Pooch has a Learjet all gassed up for us in the Hangar.  It's a cool name- ", "ROQUE": "\n[1]It's Liar's Poker, Jensen, how in the hell is the man gonna cheat you at Liar's Poker? \n[2]Cards. \n[3]Your mama had that feeling too. 3. \n[4]Raise you. \n[5]Yup. \n[6]Exactly how many knives do you have, anyway? \n[7]This is an Agency gig? \n[8]For that we had to put on a blindfold and turn around three times? \n[9]I got eyes on Fadhil. \n[10]Maintain position? Colonel- \n[11]Then contact the plane directly- \n[12]Five against a fortress, and we've got maybe six minutes before an airstrike sets the world on fire. \n[13]So, I'll drive. \n[14]-airstrike's in four and change- \n[15]What kind of blast radius we looking at? \n[16]\n[17]Relax, Pooch, we're not going to be court-martialed - if anything, we're going to die of thirst wandering the desert, right Colonel? \n[18]Guess they hustled up some air support after all - that's a Pakistani MiG up there... \n[19]Ah, shit... \n[20]Shut up. \n[21]Shut up... \n[22]You lost again. \n[23]You placed the bet. \n[24]Well, that was stupid of me, wasn't it? \n[25]That makes, what, three in a row? \n[26]You know where you're messing up? You're putting all our money on the dogs with the best odds. \n[27]Never play a longshot, you're never gonna win. \n[28]We're at a dogtrack at 10 a.m. - could this get any more sleazy? \n[29]You're not drinking? \n[30]Then what? \n[31]I can't take much more of this. \n[32]I'm serious. Grinding out lunch money on five dollar sports bets, wincing everytime some overly Aqua- netted cow stares at my face for more than two seconds- I'm at the point where I'm thinking we ought to try to reach out to the Company... \n[33]Due respect, you're nobody's Colonel anymore. \n[34]Like the others? Least I still talk to them. You pushed them away. \"Max this, Max that\" - we never even saw the guy, Clay- \n[35]We're hiding out in the parking lot of a goddamn McDonald's--You actually think we're in any position to take on some shadowy CIA super- spook? \n[36]No, it's a stellar plan - we can use this as our base of ops! (gestures to the \n[37]I was there too. I remember. But he won. We lost. Maybe it's time for a new game. 23. \n[38]So this is what your girl came up with, huh? 34. \n[39]You sure you're thinking clear on this?  I know you. When you slip, it's always cause of a woman. \n[40]Carla. \n[41]Carla's husband wasn't the one who \n[42]What about Emma? \n[43]Because she put a bomb in your car. \n[44]And now this chick, first time you meet her, burns down our hotel. Also, she kills people for a living. These are not good signs... \n[45]You better be. Or we're done. \n[46]How long you been back there? \n[47]Wow, I completely trust her now. \n[48]Could those files- \n[49]For now. \n[50]Country turned her back on us, and God can screw. This one's for us. \n[51]What about their ride? \n[52]Shut up, Jensen. \n[53]Stop talking or I'll break your neck for real. \n[54]Which brings us to our next question... \n[55]What's your angle in this? \n[56]I'm gonna shoot her, Clay. \n[57]Yes, I am. \n[58]Right now. \n[59]She's coming with us. And if anything feels like a set-up, I put a bullet in her skull. Sound fair? 49. \n[60]You're Muslim? \n[61]I don't like this. \n[62]What if it doesn't? What if we never get face to face with him. Are you gonna be able to live with that? Ever? \n[63]Great. The super evil bad guy is in bed with the world's largest oil company. That's just fabulous. \n[64]\n[65]What? \n[66]Did you know? \n[67]Did you know? 61. \n[68]Where the hell are you- \n[69]This is conspiracy theory bullshit- \n[70]And do what - go after this non- existent hard drive? \n[71]That's your plan? \n[72]Why risk our lives again when we already have something to trade? \n[73]I want to at least discuss it before signing up for another suicide mission on the say-so of some flunky- \n[74]So you want to take down Goliath now? Then who? McDonald's? American Airlines? Microsoft? \n[75]I want my life back! This is supposed to be us getting clear - not saving the world! \n[76]We're not the goddamn good guys anymore! I love you guys, but I had a life before this shit, and I sure as hell am not going to risk getting it back because you came down with a case of the Dudley Damn Do-Rights! 65. \n[77]I will raise whatever the hell I want - you got a death wish because you got beat by a voice on a radio- \n[78]I'm gonna cut your head off... \n[79]She doesn't get a vote- \n[80]Well, that's just great. \n[81]Sorry I threatened to cut your head off. \n[82]What are we up against? \n[83]Thought you guys'd be back at the hotel. \n[84]Me neither. Grabbed a coffee from the machine - you want one? \n[85]Life insurance? \n[86]What's the biggest payout? 85. \n[87]Pretty much what we're gonna be risking. What are you doing up? \n[88]The hell you need a satellite for? \n[89]Military neighborhood... \n[90]Thought that counts, right? \n[91]I hear you, man. \n[92]Shit, she's got back-up! \n[93]Go, go, go! \n[94]Here they come... 90. \n[95]Pooch... \n[96]So we just run again? \n[97]There's something we can do. \n[98]Three years is enough. If there's a drive at that port that we can use to get clear- \n[99]So figure out a way around them; you're good at that shit, Clay! \n[100]We run now, we're gonna be running forever. This is our one chance to get our lives back... To steal them back. And I'm prepared to do anything to any one to make that happen. \n[101]Never play a longshot, you're never gonna win. \n[102]Last thing they'll expect... \n[103]I'm ready. \n[104]Open the door before we kill you. \n[105]You can't settle for stealing the drive, you gotta blow up Goliath's shit too. \n[106]Clay. \n[107]I think you should see this. \n[108]No. Not Aisha. \n[109]You know, for a revenge driven conspiracy nut, you're pretty fucking gullible... \n[110]After the truck. I got tired of waiting for you to save us, so I up and saved myself. Reached out like I said and cut a deal - I set this up, I go free. \n[111]You gave me no choice. It was always gonna end like this, Clay. Us captured or dead. It was always a dead end. You made sure of it. \n[112]Not bullshit. You were gonna keep planning missions and ways to hit Max until it got us all killed. \n[113]Yes, Clay. Yes. Only difference with this situation is at least I get to walk away. \n[114]Don't you get it yet? There is no drive. There never was... \n[115]Fennel made it up to save himself. When I told Wade, he planted the info at Goliath to lead you here. \n[116]You really thought there was a happy ending coming? Pooch was gonna get his family back, we were gonna get to be soldiers again?  We lost the moment we went off mission. This is just the logical conclusion of that playing out. You didn't want to hear it. 103. \n[117]You just wanted your revenge. Your face-to-face with the big bad wolf. I'm sorry, buddy, but it's the way of the world... \n[118]Guys like us don't beat guys like him. \n[119]Wait. \n[120]I'm sorry it had to end this way. \n[121]Clay doesn't take risks. It's why I'm here and he's not. \n[122]They were good guys. \n[123]Declan, start the plane... \n[124]Huddled in the plane's CARGO HOLD, RETURNING FIRE. The PILOT, yelling to him. \n[125]Fine, just get us in the air! \n[126]I'm out! \n[127]Gotta admit, I always wondered how this would play out. \n[128]It's a distinct possibility... \n[129]You don't have a knife? \n[130]Bit of as longshot for you... \n[131]Now I really am gonna cut your head off... ", "POOCH": "\n[1]The Pooch don't cheat. The Pooch may lie, the Pooch may steal-- 2. \n[2]--but the Pooch will not cheat. \n[3]That the one with the hollow points? \n[4]Oh, shit, I'm definitely in then. \n[5]Cougar - your bet. \n[6]Send us out to the middle of nowhere to \"wait for instructions\"... \n[7]You'd rather take on fifty mujas with AK's? \n[8]Call me Michelangelo. \n[9]I guess we're going with the fifty mujas with AK's option after all! \n[10]Jesus, you stop for coffee in there? \n[11]Uh, Coug? \n[12]Exfil incoming. How are we gonna explain the kids, Colonel? \n[13]Colonel?  The kids. What do we tell 'em? 13. \n[14]Cute little buggers. Hope they can make it to our court-martial. 14. \n[15]So, how we getting back? Hitchhike? Magic carpet? I say magic carpet... \n[16]Auto-rotate, go with it, you can still put her down if you- \n[17]Wade left his suitcase. 17. \n[18]Hurry... 18. \n[19]Hurry... \n[20]Damn. We missed you too. \n[21]So what's this I hear about Clay gettin' us killed over a girl? \n[22]Jesus, Lady! Ten outta ten for stealth and shit, but next time could you just knock? \n[23]Why? \n[24]They want to wet her cause she's lookin' into Max. That sounds familiar... \n[25]I'm in. \n[26]So what's the plan, my civilian brothers? \n[27]Appreciate it. \n[28]Sleeping like babies. \n[29]What do you think's up with that \"don't call me Colonel\" stuff? \n[30]You heard of car-jacked? You've just been chopper-jacked, my man. 46. \n[31]When he says it out loud, it does sound kinda ridiculous... \n[32]Time to move. 47. \n[33]...no, what you want is a gas turbine generator running a force- fed rectifier unit, hook it up to the fuel tank... \n[34]It's taken care of - we lined the hull with half inch steel plate. 48. \n[35]I'm with Roque, man. Agency thinks we're dead. We show up alive and kickin', start waving our dicks around in public, they're gonna make it their business to bury us. They'll call us terrorists, all \n[36]Hell, let's just say it out loud... We do this, we're declaring war on the Central Intelligence Agency. 50. \n[37]You want me to go ask Fennel the combination? \n[38]Is that...? \n[39]Is that...? \n[40]What if that sets it off? \n[41]I got wires - red, blue, green, white, yellow- \n[42]There's also pink- \n[43]Are you kidding me? \n[44]Okay, someone pick a color! \n[45]You think? \n[46]What was the target? \n[47]\n[48]I say we hit Goliath. Jensen? \n[49]Put it away... 66. \n[50]So what do we do about the nuke? Did I just actually say that? \n[51]We're not going anywhere until you two squash this shit. \n[52]Good. Roque? \n[53]Roque? 75. \n[54]Verrrry good. Now don't you two feel better? \n[55]I don't give a shit, I do.  Now, let's go watch Jensen single- handedly knock over the largest oil company on the planet... \n[56]Basically guys like Cougar but without the warm and cuddly side. \n[57]Couldn't sleep. \n[58]No thanks. \n[59]Jensen hacked a satellite for me earlier. \n[60]When we first went over in 2001, Jolene and my oldest Tina wanted to do the yellow ribbon thing, right? Only problem was there was no yellow ribbon to be found - all the stores had been cleaned out. \n[61]No doubt. And Tina's four at the time, and what she can't understand is why the ribbon's gotta be yellow. So Jolene sings her the song, right? To show her where the idea comes from. And when she's all done, Tina, four years old, looks my wife dead in her eye and says \"that's the dumbest song I ever heard.\" So my wife and my four year old ended up tying a frilly purple ribbon round the old oak tree in our yard to bring Daddy home... 86. \n[62]Yeah... \n[63]Jolene dated a guy last summer. Didn't turn into anything and I sure as hell can't blame her, but that man was in my house, Roque. I know you're not a hundred percent on this op, but if it can get me back to them... \n[64]Think that got her? \n[65]Stop yelling at the sniper! \n[66]She burned us, Clay. \n[67]The whole op is compromised- \n[68]So we split up again. Right? \n[69]Right? 94. \n[70]Goddammit, Clay, whatever she knows, Max knows! It's over! \n[71]48 hours, but Aisha knows that- \n[72]Twelve hours from now? You mean-- you want us to go in blind? \n[73]Yeah, cause it's dumb. \n[74]Last time we went in blind on an op, we lost everything... \n[75]So let's go get it back. \n[76]The Pooch is good. \n[77]Guys, we got a problem... \n[78]Wade's here. \n[79]No. I say we roll. \n[80]Wade's headed your way - last chance to get the duck out of Fodge... 100. \n[81]Jensen, you get it? Jensen? \n[82]Get on with it... 105. \n[83]I've been shot in both legs, what kind of dumbass question is that? \n[84]This is stupid question day, isn't it? It's stupid question day and someone forgot to tell me... \n[85]Way it always goes. 109. \n[86]Guess we should just head home. Oh, wait, that's right. We don't have homes. \n[87]Next time, remind me - car crash first, then get shot... \n[88]You call me legless Pooch again, you're gonna be Headless Jensen. \n[89]Ready when you are. ", "AISHA": "\n[1]Men. \n[2]How's the steak? \n[3]I don't eat red meat. \n[4]Slows me down. \n[5]You got nice arms. \n[6]Relax, slugger... I like arms. That's all. \n[7]No. Think we can change that? \n[8]Wow, it's everything a girl could dream of. Got a bathroom? \n[9]You lookin' to turn a \"yes\" into a \"no\" here? \n[10]So what brings you to Florida? 25. \n[11]Convention for what? \n[12]They have whole conventions devoted to air conditioners? \n[13]Bet I would. Where were we? \n[14]Saw me there did you? \n[15]Didn't see me at the McDonald's though... 26. \n[16]I have a proposition for you... \n[17]Just hear me out. I don't want to hurt you. \n[18]Yes, I am. \n[19]Room's on fire. \n[20]Your life. Back. \n[21]Max. I can help you. 27. \n[22]It's not too tough if you know where to look. You guys aren't exactly subtle. \n[23]Counted the number of teeth found in the safehouse debris in Karachi. Not nearly enough for five men. \n[24]That you're alive? Just me. \n[25]You want Max and I can tell you how to get him. \n[26]Nice try, but I'm working alone here. If I wasn't, I wouldn't need your help. Ready for the important part? \n[27]There is a plane. \n[28]This plane contains a truck. \n[29]This truck contains a cargo. \n[30]This cargo is very important. \n[31]This cargo belongs to Max. You steal the cargo, Max comes looking for it, you grab Max. \n[32]Hey!  You really think I look good in these jeans? \n[33]Cargo's heroin. Max uses it to fund his off the books ops. And it comes straight from the poppy fields of the late Jamal al-Fadhil.  Oh... does that name mean something to you? \n[34]He used you to kill Fadhil and take over his operation, that's right. What did you think you were doing there in the first place? Fighting for truth and justice? \n[35]Check my background. I'm an ex- Company hitter. First job was a junior field officer in Shanghai. You can Google it under Shanghai Hilton Decapitation. \n[36]Two Chinese and an Italian arms dealer in Bangkok. With my hands. \n[37]Then I stopped auditioning for you. This is a check for ten grand- \n[38]Operational capital, that's all.  You've been waiting three years for a shot at this guy. You're not gonna get another. You want Max, this is it. \n[39]Intel on the shipment. You check it out, you check me out, you decide - are you in or not? \n[40]Been a long time since anyone called me a girl. \n[41]Long enough. She put a bomb in your car? 36. \n[42]Really? You can't hang out with anyone just named \"Phil\"? \n[43]I'd expect no less. Have fun... \n[44]Uh-huh... \n[45]When I was a girl, I collected human ears. I had over three dozen pairs when a feral dog came into our camp one night and took them. The dog was good eating, though. \n[46]Are small arms gonna be a problem? \n[47]I'm giving you a chance to get even. That's all you need to know. \n[48]Oh, completely. Now, if you'll excuse me, it's time for prayers. \n[49]You know, you are a sharp one--and don't let any of these other boys tell you different. \n[50]Open the valve. \n[51]It must be how he moves the drugs... \n[52]Are you trying to make this more dramatic? \n[53]What? \n[54]Pull out all the wires. \n[55]You ever hear of a clock radio that exploded cause you unplugged it--pull out all the wires. \n[56]I just saved our lives- \n[57]Of course not! \n[58]What about Goliath? \n[59]Goliath. \n[60]I have an idea... \n[61]So, what really happened to you in Afghanistan? \n[62]He's a bad man. Isn't that enough? \n[63]When you tell me about Afghanistan? I'll tell you about Max. \n[64]Why were you alone when I found you? \n[65]Sick of what? 73. \n[66]And he hasn't told them he is alive? \n[67]So Roque has no one. \n[68]And you have... \n[69]If you two really fought, he would kill you, I think. \n[70]I'm almost sure of it. \n[71]Because you care what happens to the others. You wouldn't put them at risk to save yourself. \n[72]I know it is. Law of the jungle. \n[73]Oh, yes we are... \n[74]Who's Par-Sec? \n[75]And this man you found in the basement - he was your true target? \n[76]And you spoke with him? \n[77]Did he beg? \n[78]The man in the basement. Did he beg for his life? \n[79]Would you rather I pointed it at your head? \n[80]As she rises up to standing, A SLANT-K 600 ROCKET HIP BLASTER locked and loaded. Looking like an Old Testament style Goddess of Vengeance and Destruction. A moment of FROZEN SHOCK on the rest of Wade's Hit Crew... And she pulls the trigger. A HIGH PITCHED WHISTLE as THE ROCKET STREAKS across the Terminal! Headed straight for an ENORMOUS FUEL TANK... KA-BOOM! The explosion ROCKS THE ENTIRE TERMINAL... \n[81]Did you kill my father? \n[82]Did you kill him? \n[83]Did you kill him? \n[84]Wear it. Remember him. 108. \n[85]I wanted to find and punish those responsible for my father's death. Max, his men, everyone. \n[86]That and the cardio. \n[87]I'm coming. ", "MAX": "\n[1]Well, that was stupid. \n[2]Very stupid, Colonel... Franklin... Clay. \n[3]And you think I didn't know that? Not the sharpest of knives in the drawer, are you? We locked coordinates the moment you painted; delivery will occur on schedule. Max out. \n[4]Understood, Cobra One. Kill Bandit. \n[5]And again. \n[6]Tell me - is this a moral issue or a financial issue? \n[7]Really? You object morally to this deal? \n[8]Okay, here's what I'm hearing. I'm hearing \"No.\" I'm hearing \"Leave,\" and I'm hearing \"I'm sorry.\" Is that what I'm hearing? \n[9]Right. Okay, so that is what I'm hearing. Now, I want you to listen. Listen carefully because I want you to hear this. Wade? 32. \n[10]What the hell was that? \n[11]A \"hit him in the face\" nod, not a \"throw him out the window\" nod. \n[12]At most--at most that was a \"break his fingers\" nod.  I mean Jesus, Wade, the man was scientific genius. Granted his weight signaled that he had certain impulse control issues, but that's no reason to throw his fat ass out a fifty story window. \n[13]I think I speak for everyone here when I say that your actions were excessive and, yes, more than just a little wasteful... \n[14]...then again, it seemed to have had the desired effect - toss Short Round out next. 33. \n[15]The hell you say. I need one to test and one to use. \n[16]Of course one to test - you think I trust you? \n[17]You will have much money. \n[18]Call our people at Goliath, tell them we'll have a special package arriving on the 17th. \n[19]It used to be so simple. A post 9/11 world... 39. \n[20]90 percent of the globe is tooling up to whack us and we're too busy losing our nerve to notice. It's Us versus Them and right now my money would be on them... \n[21]We need to give them a ten megaton reality check.  Boom Boom Boom Boom... 40. \n[22]I think it's safe to say it works! \n[23]Jeez, talk about hard to impress... \n[24]Kinda... Sorta... \n[25]You know the drill, they don't like to know how the sausages get made. What do you care? \n[26]The money's coming from our Afghanistan operation. And what the Company doesn't know won't hurt them. \n[27]We're gonna saving our country, Wade. The United States of America will benefit greatly from what we're doing. \n[28]Jesus, fine - we're saving North America, does that make you happy? Just get it done. \n[29]Wonderful guy, salt of the earth, he'll be missed--who took my bomb, Wade? \n[30]Because I've been such a fan of how things have gone up till now? \n[31]Who the hell are these people? \n[32]I also had several African nations overthrown three years ago, I'm a \n[33]Shit. \n[34]Okay, they need to get dead. Get me a six man fire team ready in twelve hours. 68. \n[35]What's the plan? The plan is - get me a six man fire team ready in twelve hours. \n[36]Are we now clear on the plan or do you want to try a third go-around? \n[37]Because what I'm going to need you to do is get me a six man fire team ready in twelve hours. You get that, right? \n[38]And Wade? \n[39]We're gonna need a new bomb. \n[40]That's a lot of a paper routes... \n[41]Not even close. \n[42]Won't give it to us willingly... You get that six man team together like I asked? \n[43]Change of plans. Kill them. \n[44]Or fire them, whichever's easier. \n[45]Fine, fine, I'm not a detail guy. What I need- wait. Did you give them intel on Clay's people? \n[46]Aaaand we're back to killing them. \n[47]Touchy, touchy. Jeez, what are you related to them? \n[48]By blood? \n[49]It's not what we're doing, it's what Clay is going to do for us... \n[50]Get us our billion dollars... \n[51]By your boys? \n[52]If you can find them- 82. \n[53]Why, Mr. Wade... methinks you have a secret. Okay. Put a fire team together. \n[54]So? 91. \n[55]We know exactly where they're going, Wade. Port of New York, for their big final awesome stand against the forces of evil where they die. \n[56]Jesus, always with the money! So impersonal! How are you? How have you been? \n[57]Can't complain. I'm thinking of getting satellite radio in my car... \n[58]Hey, I'm all about the bombs, baby. \n[59]Time to go make a withdrawal... 92. \n[60]I've got to go get your money. \n[61]God, are you short. \n[62]Get it done. \n[63]How much do you weigh? Seriously. \n[64]Where the hell is my bomb? \n[65]For a guy who's all about transcending materialism, you talk about money so much! 93. \n[66]Fine... \n[67]We good? \n[68]Who is this? \n[69]Where's Wade? \n[70]Clay. \n[71]Colonel, yes. Well done. \n[72]I understand you've always wanted to meet face to face. I'm sure that could be arranged... \n[73]Stretch. That's a good one. \n[74]Yeah, no, I get it... \n[75]You gentlemen consider yourselves to be soldiers or businessmen? ", "WADE": "\n[1]\"Max\" is catch-all for exactly what you've been accused of. Terminology's been around since the 50's. \n[2]I believe you. \n[3]You gave me the nod. \n[4]I thought that's what you wanted. \n[5]Sorry... \n[6]The Company's with you on this? \n[7]I don't. Just want to make sure everyone gets paid. \n[8]Unless they're within the blast radius. 41. \n[9]I was born in Quebec. \n[10]Ten men ride with the package and another ten ride chase. \n[11]Let's go. \n[12]Form a defensive perimeter around the truck! \n[13]Masks on! Secure the package! \n[14]Cavalry's here! \n[15]Move! Point cover! Go, go! \n[16]That's gonna be a quick trial... \n[17]You're not gonna like it... \n[18]Colonel Clay and his unit. You had them killed three years ago? \n[19]The Jamal al-Fadhil situation? \n[20]Yeah. \n[21]So what's the plan? \n[22]Okay. \n[23]\n[24]I get it. \n[25]No problem. 69. \n[26]I look at that entire incident as your standard \"getting to know\" each other business orientation. \n[27]Fair enough, Doc. Can we now move past the verbal aggression and get into some business? \n[28]That's going to be difficult. \n[29]He wants one billion in cash. 70. \n[30]Can we swing it? \n[31]The Company? \n[32]Yeah. \n[33]Kill them? \n[34]Honestly? Firing them. \n[35]Well, yeah. \n[36]Fine, I'll kill them - what are we doing instead? \n[37]Actually, one of them, yes. \n[38]A brother-in-law, I said I'd kill him, what are we doing? \n[39]And that is? \n[40]They're not \"my boys\". I don't like this. I say we grab Clay and kill the rest. \n[41]I can. \n[42]You're sure? You're not going to call me in two hours and have me kill them?  I'm on it... \n[43]They got away. \n[44]Hello, Clay. Been awhile. Roque. \n[45]Oh, we're not gonna kill you. Someone's gotta get away with the cash. Your crew? I'm definitely wasting them. But you? \n[46]You're about to steal a billion dollars from the Central Intelligence Agency. \n[47]It's for our replacement nuke. When a billion goes missing, people tend to ask who took it. Max really does love to frame you... \n[48]Take him away. Drop him in Newark. I'll see you at Turner Airfield. 104. \n[49]Your friends jack-rabbitted. Should we be worried? \n[50]You're sure? \n[51]Can I ask you something? Why'd you stick with those losers for so long? \n[52]No such thing. I'll go call Max. 110. ", "FENNEL": "\n[1]What are you talking about \"MAX?\" \n[2]There was no operation! You were never radioed orders! \n[3]You kill a friendly Afghan warlord, probably lose us the support of half the tribes in the region, and your alibi is \"MAX?\" Wait - are you saying you're Max? \n[4]Colonel, Max is an Agency code for a rogue agent or operation- \n[5]Stay here. We'll be back. \n[6]As of this moment, the truck is designated an extraterritorial zone of immunity. Under no circumstances whatsoever are you or your men to allow the package to leave the truck before it's secure in the compound - to do so would be considered an act of treason and punishable as such. \n[7]They're out of their minds, there's no way off this bridge... \n[8]Code RED! We are under attack! Need Chopper Support right now! \n[9]What the hell? It's welded shut! \n[10]We're down, okay! You go the second the ramp lowers! Hit them hard, three round bursts, center mass! \n[11]These guys are about to get the surprise of their lives... \n[12]What the hell they trying to do, drown us? \n[13]Eat the ground, or they blow your head off! \n[14]First and only warning, Clay! \n[15]Clay, no bullshit - you open that box and we all die. \n[16]Max thinks the country's lost it's way, gone soft in the War on Terror! This is his solution! \n[17]He wanted us to nuke a U.S. target, pin it on the ragheads and boom - freedom is on the march again! The same people who want us to pull back will be screaming to turn the place into a parking lot! \n[18]\n[19]The Mall of America! Christ! 62. \n[20]I'm serious! It's his sense of humor! He told us we could choose between there and Epcot Center... \n[21]The ships that service their offshore oil rigs are exempt from US Customs! It's how Max gets the drugs in and out of the country- \n[22]It's not! There's proof! \n[23]Max's heroin operation - Goliath keeps accounts of the shipments! \n[24]It's on a stand-alone hard drive! It's their insurance policy against Max - they know he's crazy, this way they have something on him! 63. \n[25]Yes! \n[26]I don't know where it is! They don't let me have access! But- \n[27]No, wait! Please don't kill- ", "SHORT SCIENTIST": "\n[1]You know we cannot do this... We cannot do what you ask... \n[2]Wait! \n[3]We have a different moral perspective than our late colleague. \n[4]We will need much money. \n[5]We appreciate you meeting us in a single story facility. \n[6]I agree. Now that we know each other, know, please, that if you come near me with any more of that Yankee Doodle tough guy bullshit, you will be fed to my dogs. \n[7]You want another device. One billion dollars is now the price. One billion dollars cash. \n[8]Life the way you people want to live it is very difficult, Mr. Wade. You want less difficult move to my country, study Hinduism. Meditate. Cultivate serenity. Much less difficult. You want to buy atomic bombs... I'm afraid that is a more difficult way of life. \n[9]Do you have the money? \n[10]I recently attended the funeral of my best friend who you had thrown out a window. How have you been? \n[11]I think you're a freak. Too much Ronald McDonald. Too much fantasy football. \n[12]We have your ordinance. You have twenty four hours to get the money. \n[13]New change of plan. You stay. \n[14]He'll get your money. You stay right here. \n[15]Twenty three hours, fifty nine minutes... \n[16]I do not think you are funny. \n[17]You do not get it till I get the money. \n[18]If you keep talking, Pop-Amm will cut your mouth out of your face. ", "COUGAR": "\n[1]Boss? 6. \n[2]Mercy. \n[3]Run. \n[4]They started it. \n[5]TWO HUNDRED FEET ABOVE GROUND. Lashed into a BRIDGE SUPPORT. He racks the bolt of his NTW-20 ANTI MATERIAL RIFLE - a monster of a weapon with a bulky starlight scope. As the FIRST SWAT TRUCK reaches the center of the BRIDGE -- \n[6]De Nada. \n[7]Run. \n[8]Squelch. \n[9]I did. \n[10]He asked us. It was mercy. But you're his family, so I understand. \n[11]But only me. \n[12]Where to, Colonel? ", "SOMETHING HORRIFIC": "\n[1]...shooooot meeee... \n[2]...Max sent you... \n[3]...was IA Field Ops hunting rogue agents... Max caught me... \n[4]You're off-mission aren't you? \n[5]What's the mission? \n[6]Max doesn't care about Fadhil... He's cleaning up the mess. You're his mop. I'm the mission.... \n[7]Kill me... \n[8]Already dead... Kill ME- \n[9]Thaaaank... "}}