{"dialogues": {"BOB": "\n[1]That's all he said? \n[2]Turn left or right? \n[3]Is that everything? It seemed like he was saying a lot more. \n[4]For relaxing times, make it Suntory Time. \n[5]Okay. \n[6]For relaxing times, make it Suntory Time. \n[7]Yes? \n[8]Oh? \n[9]Yes? \n[10]I don't think so. \n[11]Yes? \n[12]Huh? \n[13]Oh, you want me to rip them? \n[14]I think you should leave. \n[15]I'll have to see about that. \n[16]Can you get me on a flight Thursday night? \n[17]Yeah, they told me. \n[18]Just get me out of here as soon as you can. \n[19]Oh, great. I'll talk to you later, bye. \n[20]Urn, I don't think so. How bout I just hold the bottle. \n[21]Good morning. \n[22]For relaxing times, make it\u0097 'Suntory time'! \n[23]My wife needs space, I don't know my kids ' birthdays.  Everyone wants Tiger Woods, but they could get me, so I'm here doing a whiskey commercial. \n[24]What about you? Why are you here? \n[25]How long have you been married? \n[26]Try twenty-five. \n[27]I'm thinking about it. \n[28]Yes... I don't know, I don't know her anymore. I don't know if you can be in love with one person the whole time. I was... actually I was in love with her sister first, when I was twenty-one. And one day her sister said to me she wanted to move to Paris, so I said okay, and she said no, she wanted to move to Paris with Francois,   and she's still married to him. And I moved in with Lydia... but I always really liked Lydia. \n[29]What do you do? \n[30]What did you study? \n[31]Oh, what do you do with that? \n[32]It takes a while to figure it out. I'm sure you will, though. \n[33]Thanks. \n[34]Who do I have to fuck to get off this planet? \n[35]Hi. Did you have a nice swim? \n[36]No, how about you? \n[37]I'm here for the week. \n[38]Ok. \n[39]I know, it's stupid. \n[40]A Soul's Search: Finding Your True Calling - are you reading this? \n[41]I read it, too. \n[42]Hi, Charlie. \n[43]No way. \n[44]Ok. \n[45]I will. \n[46]Are you ok? \n[47]I know. I don't either. \n[48]Lydia? \n[49]Lydia, I went to this great house tonight, this guy designed and built, you would have loved it. \n[50]He was this fashion guy, and there were all these Japanese fashion people- it's a whole other world, and I was talking to these Japanese surfers... He was playing all this great music- I have to find out what it was... \n[51]Yeah, its really different here. \n[52]It's four in the morning... I'm going to go to sleep. \n[53]I love you, too, good-night, or good- morning . \n[54]Hello? \n[55]Charlotte, who? \n[56]Of course. \n[57]Yeah, I'm going to take a shower and I'll meet you downstairs. \n[58]I see them every morning. \n[59]Hans was very attentive to you. \n[60]No, its easy. \n[61]I don't know. \n[62]But the first time I saw you was in the elevator. \n[63]Yeah, you don't remember? \n[64]No, you smiled. \n[65]I know, I kind of blend in here. \n[66]I don't know. My fax said \"have a good fright\". \n[67]Ok, whatever you want. \n[68]No, I was looking at you. \n[69]I got a fax today from your friend Hiromix. \n[70]No, for a candlelight dinner, yes, for her show. \n[71]You're possessive. \n[72]No, yes, it does... \n[73]Thanks. It does, the more you know who you are... you don't care about things the same way... \n[74]You'll figure it out. I'm not worried about you. Keep writing. \n[75]That's ok. \n[76]It's hard. We started going to a marriage counselor. \n[77]We established that we have no communication. \n[78]We used to have fun, she used to like to go to places with me for my movies and we would laugh at all the weirdos, but now she's tired of it all. She never wants to leave the kids, she doesn't need me, and they don't need me, I feel like I'm in the way. It gets complicated when you have kids... that changes everything. \n[79]When they're born its like Vietnam. It's terrifying. \n[80]But, it's great being with them, after they can talk, and can do things with you. \n[81]Where'd you grow up? \n[82]I know. \n[83]You are. \n[84]Because that would be too easy. \n[85]Hello? \n[86]Ok. \n[87]Great. \n[88]Miss Kawasaki? It's Bob Harris... I'm not going to be able to do that interview today.., yeah... ok.... Yes, I'd love to stay to be on his talk show... sure.. ok... bye. \n[89]They really have to work on that street name thing. \n[90]It's for my daughter. \n[91]Four. \n[92]Nice one. \n[93]What happened to your toe? \n[94]That doesn't look good. \n[95]We should get you to the doctor. \n[96]Yeah, look at that thing. \n[97]How do you say \"hospital\" in Japanese? \n[98]Hospital? \n[99]Yes, can you tell me how to say \"hospital\" in Japanese? \n[100]Hosupitari? \n[101]Hello? \n[102]Oh, hi, Elaine. \n[103]Ok. \n[104]Yeah, I'll stay. \n[105]Hello? \n[106]Hi, Lydia. \n[107]Uh, no. \n[108]Ok, whatever you think... I'm lost. \n[109]That's not what I'm talking about. \n[110]I don't know. \n[111]I don't know... I want to be more healthy. I want to eat better. \n[112]You know, eat healthier. \n[113]Not all that pasta. \n[114]Like Japanese food. \n[115]Oh, come on. \n[116]Yeah, I'll be fine. Bye. \n[117]Where's your husband? \n[118]Do you ever see him? \n[119]Do you know where we are? \n[120]I enjoy the sport. \n[121]Yes, but no, I can't right now. \n[122]I don't want to be. \n[123]Hello? \n[124]Hello? \n[125]I couldn't hear you. How are you? \n[126]It's ok. \n[127]What? \n[128]Yeah. \n[129]That's ok. \n[130]Tomorrow. \n[131]Ok. \n[132]Bye. \n[133]No, we'll find something around here. \n[134]You're a brat, wasn't there anyone else around to lavish you with attention? \n[135]We'll have two of these. \n[136]What do you want to drink? \n[137]So, where'd you go today. \n[138]I'm sorry. \n[139]Tomorrow. \n[140]That's what you said the other night. \n[141]I don't want to go back tomorrow. \n[142]Why can't it last? \n[143]Hello, can I have room 5601. \n[144]Uh...Hi, Charlotte... it's me, Bob... ok, I guess you're not there... wanted to say good-bye... \n[145]Charlotte? \n[146]I'm just leaving.... do you have my jacket? \n[147]That'd be great. \n[148]0hr hi. \n[149]Yeah, yeah, I'm going. \n[150]I have to go, thanks, bye. \n[151]Yes, no. \n[152]Thanks. \n[153]Yes. \n[154]Thanks. \n[155]Can you pull over a second? \n[156]\n[157]Why are you crying? \n[158]I know, I'm going to miss you, too. ", "CHARLOTTE": "\n[1]Are you awake? \n[2]John? \n[3]I'm not sure. \n[4]What are you doing here? \n[5]Oh. \n[6]I'll just have a beer. \n[7]My husband's here for work-he's a photographer- and I just came along...I'm not really doing anything right now, and we have some friends who live here. \n[8]Two years. \n[9]You're probably just having a mid- life crisis. Did you buy a Porche? \n[10]25 years... that's a long time... Are you still in love with your wife? \n[11]Oh. \n[12]I'm not sure, yet... I graduated last spring. \n[13]Philosophy. \n[14]I don't know, but I can think about it, a lot. \n[15]Thanks. I'm sure your mid-life crisis will work out,too. \n[16]I wish I could sleep BOB Me, too. \n[17]Hi, nice to meet you. \n[18]Evelyn Waugh? \n[19]Evelyn Waugh was a man. \n[20]Why do you have to defend her? \n[21]No, I thought it was funny. Forget it. \n[22]Hi, leave a message... \n[23]How'd it go today? \n[24]Ok. Maybe I'll walk down with you. \n[25]Sure. \n[26]Really? \n[27]Yeah, it is. \n[28]Hi again, how's it going? \n[29]I went to a temple today and I didn't feel anything. \n[30]I don't know what to do. \n[31]You smell weird. \n[32]Like popcorn? \n[33]Hair stuff? \n[34]Bye. \n[35]Lauren? \n[36]It's cool... but,I don't know... I went to a shrine today and all these little monk's were chanting... and, I didn't feel anything... I even tried ikebana, ...   and John's using hair products... I don't know who \n[37]Sure. \n[38]Oh, it's nothing... I better go, I'll talk to you later. \n[39]Ok, bye. \n[40]Ouch. \n[41]Yeah. \n[42]Do you think it's done? \n[43]But I like to... and I don't smoke that much. \n[44]Ok, I will... later. \n[45]Oh... that's nothing, someone gave it to me. \n[46]I'm not. It's just corny, but I'm not into it. \n[47]Mmm, I love Cristal, let's have some. \n[48]Are you sure you have to go? \n[49]Yeah, I know you have to work the whole time, I'll probably have more fun here. I'll call Charlie and those guys. \n[50]I love you. \n[51]I miss you. \n[52]Oh, hi. \n[53]Yeah. Did you get some sleep? \n[54]Not really. How long are you here for? \n[55]Oh, good. Do you want to go to a party tonight with me and some friends who live here? \n[56]See you later. \n[57]You really are having a mid-life crisis. \n[58]No. \n[59]Charlie, this is Bob. Bob \u0097 Charlie Brown. \n[60]His real name's Hayashi, but someone started calling him Charlie because they thought he looked like Charlie Brown. They've all got American nicknames because its easier for me to remember... they were just out in L.A. last month doing a shoot with John... that guy's Mr.Valentine, he's the art director of their magazine, I don't even know his real name, or why I call him that. \n[61]Hi. \n[62]Good. \n[63]Thanks, you guys should come back sometime. \n[64]What do you feel like singing, Bob? \n[65]You bite your nails? \n[66]I could cut the ones that are left for you. \n[67]Hans?  Nice to meet you. \n[68]I don't want to go home. \n[69]It's Charlotte. \n[70]Thanks for getting me back in one piece. \n[71]Do you want to have some breakfast? \n[72]OK, see you downstairs. \n[73]Hey look, it's Sausalito. \n[74]I think he kind of liked me...Is that so hard to imagine? \n[75]How'd a Japanese guy get a name like Hans? \n[76]Do you remember when we met at the bar? ...You were wearing a tuxedo. \n[77]Really? \n[78]Did I scowl at you? \n[79]I don't remember. \n[80]Why do they switch the r's and l's here? \n[81]Let's never come here again, because it would never be as much fun. \n[82]Did you see Hiromix last night dancing with Bambi? \n[83]Oh.  Well... they were dancing on the couch with that weird English guy who kept talking about hanging out with the Sex Pistols on Kings Road... \n[84]Oh, for her show? \n[85]Oh. \n[86]I know. \n[87]I'm stuck. Does it get easier. \n[88]Yeah? But look at you. \n[89]I just don't know what I'm supposed to be. I thought maybe I wanted to be a writer... but I hate what I write, and I tried taking pictures, but John's so good at that, and mine are so mediocre... and every girl goes through a photography phase, like horses, you know dumb pictures of your feet... \n[90]But, I'm mean. \n[91]And marriage, does that get easier? \n[92]Did that help? Did you learn anything? \n[93]Oh. \n[94]That's too scary. \n[95]No one ever tells you that... \n[96]That's nice. My parents were always traveling, they weren't around so much. \n[97]In D.C., my dad was the Ambassador to France in the eighties, so we went to school in Paris for a few years... but we mostly lived in D.C., and they were never around... and then I moved to Los Angeles when John and I got married... it's so different there. \n[98]John thinks I'm so snotty. \n[99]I know, but that's what you like about me. \n[100]Why do you have to be with your opposite, why cant similar people be together? \n[101]You made it. \n[102]What's that? \n[103]How old is she? \n[104]Oh, she'll love it. \n[105]Fuck off. \n[106]I don't know, I think maybe I broke it? I knocked into something the other day... \n[107]It's bad isn't it? \n[108]You think so? \n[109]Is that for me? \n[110]Hi Bob, it's Charlotte... how are you doing today?... I'm going to meet Charlie and those guys at this place called Orange around ten... come meet us if you get this... \n[111]How long have you been here? \n[112]C'mon, let's go. \n[113]Working. \n[114]Yeah. \n[115]No. \n[116]Isn't it weird there are no street names in Tokyo... you'd think a city like this would have street names... you need a map to get anywhere... look, there are no signs... \n[117]Um..Hi, John, if this is your phone? I'm not sure...I'm going to go to Kyoto for the day...I'11 try you when I get back. Hope it's going good... I love you, bye. \n[118]Rough night? \n[119]I'm going to Daikanyama, do you want to come walk around? \n[120]Oh, I guess you're busy, huh. \n[121]You can't get sushi anywhere in Japan after 2 o'clock. Did you know that? \n[122]The Jazz singer? The red-head? \n[123]Well, I guess she's more around your age...  You guys could talk about things in common, like growing up in the fifties. \n[124]I can't tell the difference? \n[125]A coke. \n[126]Around. \n[127]They're not going to play the whole album, are they? \n[128]That lunch was the worst, huh. \n[129]When are you leaving? \n[130]I'm going to miss you. \n[131]Well, I mean it more now. \n[132]I know. But, it doesn't last, you have to go back sometime. \n[133]I don't know, it just doesn't, reality changes things....we can't stay here forever, unless maybe we started a Jazz band. \n[134]54? \n[135]Hi, Bob. \n[136]Uh, yeah... I'll bring it down. \n[137]Just saying good-bye to everyone before you leave? \n[138]That's it? \n[139]You're leaving right now? \n[140]Well... have a good flight. \n[141]Ok, bye. \n[142]I'll miss you. ", "JOHN": "\n[1]Go to sleep. \n[2]I'm just here shooting this band, what about you? \n[3]We're here for the week. I'm shooting in Osaka for a few days. \n[4]Have you met Charlotte? My wife. \n[5]Uh..thanks. \n[6]Oh no... \n[7]Ok, see you later. \n[8]What? \n[9]Oh, c'mon, she's nice.  Not everyone went to Yale. \n[10]Its just a pseudonym, it doesn't matter. \n[11]I'm not, but do you have to point out how stupid everyone is. \n[12]OK, I'll see you later. \n[13]Good...I'm tired. \n[14]I gotta go meet Kelly for a drink downstairs. She wants to talk about some photo thing. \n[15]You wanna come? \n[16]Ok. \n[17]Oh, that's too bad. \n[18]No, what are you talking about. \n[19]That's ok. \n[20]That's ok, you'll figure it out. \n[21]What? \n[22]I got some hair stuff. \n[23]I gotta go to work. \n[24]I'll be right down...I'm just leaving...ok. \n[25]See you later. \n[26]At the fitting, they had all these rock n roll clothes, the label guys kept saying lock n loll, though, but the band doesn't look tough at all...they look better just skinny and nerdy, like how when they came in...they looked so uncomfortable in these Keith Richards clothes, they should just be like they are, don't you think? \n[27]Yeah, I think you're probably right... because when you try to... \n[28]I don't know. \n[29]Will you please stop smoking? \n[30]Its bad for you. \n[31]A Soul's Search: Finding Your True Character and calling? Is this yours? \n[32]You don't have to be embarrassed. \n[33]It's ok if you are. \n[34]Oh, the record company sent these... \n[35]I gotta go... and I don't really like champagne. \n[36]Are you sure you want to stay? \n[37]Ok, definitely call them, I'll be back Friday. I love you. \n[38]It'll just be a few days. ", "LYDIA": "\n[1]Hello, darling. \n[2]Oh, yeah? I wish I had seen it. \n[3]That sounds great \u0097 can you hold on... What Zoe? \n[4]Well, you have to have something for breakfast. Do you want cereal? \n[5]Just trying to get her to eat something...I'm glad you're having fun. \n[6]Well, that's good, I have to get the kids off for school.  Can I call you in a little while? \n[7]Ok, well... I love you. \n[8]Good-night. \n[9]Bob? \n[10]Is this a bad time? \n[11]you... Did you get the carpet samples? I like the burgundy. \n[12]It's just carpet. \n[13]What are you talking about? \n[14]Is there anything I can do? \n[15]What? \n[16]Alright? \n[17]Fine. \n[18]Why don't you just stay there, and you can have it everyday. \n[19]I have to go, Adam's tormenting Zoe, I'll talk to you later. Are you going to be Ok? \n[20]Hello, Bob, it's me. \n[21]It's Lydia, your wife. \n[22]Fine. Is it going ok? \n[23]Do you want to- \n[24]Do you want to talk to  Zoe? \n[25]Zoe, come say hello to your father... \n[26]I guess she's busy. \n[27]When are you coming home? \n[28]Her ballet recital is Saturday, don't forget. \n[29]Ok, well, travel safely. See you soon. ", "WOMAN": "\n[1]Mr. Harris? \n[2]Mr. Kazuzo sent me. \n[3]Can I enter? \n[4]Mr. Harris? \n[5]Do you like massage? \n[6]Mr. Kazuzo send Premium Fantasy. \n[7]My stockings. \n[8]Take them. \n[9]No - Lip  them... Don't touch me! \n[10]Lip my stockings! \n[11]Lip them! \n[12]Please let me go! \n[13]Let me go! ", "KELLY": "\n[1]John! What are you doing here? \n[2]Promoting that action movie I did... \n[3]...doing like twenty million interviews a day... It's soo good to see you. How long are you here for? \n[4]It's amazing  there! \n[5]No!  Hi! So great to meet you! \n[6]You know, John, you're my favorite photographer, I only want to be shot by you. \n[7]Sorry if I have the worst B.O., I've been sweating in this little room with T.V. lights for hours... \n[8]...Well, I have the worst  headache, I have to go find some aspirin. But, call me, let's have a drink, I'm under Evelyn Waugh. \n[9]It was great. I've known him for a while now- you know we both live in L.A. We both have dogs... \n[10]...My Dad was anorexic. \n[11]He was on the American side at the Bay of Pigs, in Cuba, and he was taken prisoner, and they tortured them about their food the whole time. \n[12]My dad fought on the American side at the Bay of Pigs. So, when he was a prisoner, they would tell them they had put poison in their food and they would make themselves throw up... and when he got back, he did better, but he still has food issues. He has to have really clean food. And really simple. He can't just go have, say, Chinese food. \n[13]...Oh my god you have to try it, this power cleanse is amazing- it's lemon juice and grade B maple syrup and cayenne pepper for seven days. Just like a half a teaspoon of cayenne. The first few days you're a little scattered, but by day four - it's amazing... my eyes were so white... ", "RECEPTION": "\n[1]Mr. Harris, we have fax for you! \n[2]Do you want I send it to your room? \n[3]Thank you, Mr. Harris. \n[4]Excuse me? \n[5]One moment, please. \n[6]Hello? Yes? \n[7]One moment. \n[8]I will connect you. ", "TRANSLATOR": "\n[1]He wants you to turn, look in camera and say the lines. \n[2]Yes, turn to camera. \n[3]Right side. And with intensity. \n[4]Like an old friend, and into the camera. \n[5]Could you do it slower, and with more intensity? \n[6]They now have the competition for you with the Iron Chef. ", "ELAINE": "\n[1]We're looking into it Bob, but they really want you to stay to do that talk show Friday, apparently it's a really big deal, he's the Johnny Carson of Japan. \n[2]These people are paying you a lot, do you think you could consider it? \n[3]Ok, you're scheduled to leave Saturday, but we'll hold a seat Thursday in case, but first class is full, you're waitlisted for an upgrade... there might be a seat on Lufthansa... \n[4]Bob, it's me. \n[5]So, we got you on an earlier flight, but I really think you should think about staying for that talk show. \n[6]You'll do it? "}}