{"dialogues": {"ELEKTRA": "\n[1]Jesus, Sis. How long have you known this one? Twenty minutes? \n[2]I'm trying to. I've got to get ready for work. And you're in my room. \n[3]What a charmer. You sure know how to pick `em, Sis. \n[4]Sure thing. I like a man who takes control. \n[5]You're under arrest, dick. \n[6]Yeah, this is Agent Elektra Rivers, Homeland Security. I could use some unis at the corner of Newning and Drake for an assault. Suspect in custody. \n[7]Yeah. Thanks. I gotta get dressed now. \n[8]Suit yourself. \n[9]You too, slut. \n[10]Hey, turn that up, would you? \n[11]I'm watching it. \n[12]What do you know? \n[13]I'm gone, relax. \n[14]Elektra Rivers, Department of Homeland Security. \n[15]DHS has jurisdiction over everyone so give it a rest, Mr-- \n[16]I appreciate that, sir, and I \n[17]Is the shooter known to you, I mean, did you have any warnings or communication before today? \n[18]My expertise is in profiling and assessing risks of potentially dangerous individuals who are in this country illegally. \n[19]Would you like additional DHS officers assigned to your security detail? \n[20]Here's my card, in case you change your mind. Or you think of anything else. \n[21]Good. Now I can get some answers. \n[22]McGraw? McGraw, are you here? \n[23]Goddamnit! You're fucking my sister? \n[24]Fuckin' liar. \n[25]Did you at least get me the files? \n[26]Well, where the hell are they? RNewman / Endeavor Draft 37. \n[27]Never mind. I see `em. \n[28]If you need me, I'll be in the bath. Slut. \n[29]\"Problems with authority. Prone to violence. Fatalistic, ruled by a sense of destiny and purpose.\" \n[30]\"Father was a preacher who butted heads with the local drug baron.\" \n[31]\"Inherited sense of destiny from father.\" \n[32]\"Subject was the first to find him.\" \n[33]\"Subject developed Old Testament- style concepts of vengeance at an early age. Sense of righteousness.\" RNewman / Endeavor Draft 42. \n[34]\"Subject's macabre killing methods traced to childhood tragedy.\" \n[35]\"Recommendation: Total lockdown.\" \n[36]No. But I read the ghost's file. My local contact Mcgraw got it from the hot sheets down south. \n[37]Ex-boyfriend. Whatever. \n[38]He's dangerous. \n[39]I'm working on it. \n[40]You want me to put this background on the air? \n[41]You can put the gun away. I'm not going to give you any trouble. \n[42]Homeland Security. I guess that makes you a terrorist. \n[43]Come on. Give me some credit. It's not every ex-Federale-turned- assassin that has a local priest on the family payroll. RNewman / Endeavor Draft 54. \n[44]So are you going to tell me why you did it? Destiny, maybe? \n[45]A job? Who hired you? The undocumented workers' union? \n[46]Sonofabitch. Can you prove that? \n[47]What? Why? \n[48]\"Feelings of righteousness and purpose.\" \n[49]Sure thing, Boss. \n[50]Sonofabitch! \n[51]What the fuck, man? RNewman / Endeavor Draft 56. \n[52]My gun! \n[53]You're shot. \n[54]Let me bring you to a safehouse. I can negotiate your safety. We'll bring Booth down together. \n[55]You want onions?! Oh shit, you're delirious, dying. Don't die please. \n[56]What? What do you do with... \n[57]What, is this some \"old Aztec\" shit that's supposed to heal you? \n[58]What do I do with this? \n[59]Wait, you want this gunk squirted in there...I don't... \n[60]I....can't. \n[61]Fuck. \n[62]Ahhhh! \n[63]That was disgusting. \n[64]Do you mind not breaking knives in the house? It's kind of one of my rules. I mean... \n[65]Oh shit. All right. I'm going to tell him what you told me. Wish me luck. \n[66]Yeah. \n[67]I had a little fender bender. \n[68]Calm down! I have him right now. RNewman / Endeavor Draft 59. \n[69]Yes, but it's complicated. He's innocent. Sort of. \n[70]Just listen. Michael Booth orchestrated the assassination attempt on McLaughlin's life. \n[71]That's right. This was all some kind of hare-brained scheme to call off the ethics investigation. I think I can get Machete to testify. \n[72]What? \n[73]I came back to look for you, and I found him like... this. RNewman / Endeavor Draft 67. \n[74]\"The more things change--\" \n[75]That's what my Grandma used to say. \n[76]I'm sorry. \n[77]Not me. I'm out. But others will. \n[78]They don't care about Booth. They just want to wipe you out. You're an embarrassment to the feds. I guess I am, too. \n[79]You could have killed me. \n[80]I want to help you. \n[81]First things first, I need a drink. \n[82]Shit my heel is broke. \n[83]It's nice having a man around. It's been a while. \n[84]How long awhile you ask? Well, About two years. RNewman / Endeavor Draft 69. \n[85]Oh that got your attention? Hmm, Actually you're better than my last boyfriend. He never listened. I don't know why I got so desperate. Don't want to grow old alone I guess. You ever get that feeling you're alone and that you'll never meet that one person... \n[86]Are you listening to me? \n[87]Give me that bottle. \n[88]So what happens now, when you get him, that's it? It's over? \n[89]Did you hear that? Stay here. \n[90]Oh wow...is that a machete in your pocket or... \n[91]I'm gonna fuck your brains out old man! \n[92]Wow that was... \n[93]Oh my god...did I wake the neighbors? RNewman / Endeavor Draft 71. \n[94]This is one of ours. He works for the agency. \n[95]My friend and I need a little help. \n[96]Shit. I don't even want to know who she's fucking now. \n[97]Fucking shit, bitch. Make him pay for a goddamn hotel. \n[98]Sis? \n[99]What's your name? \n[100]I called in some favors. Look at this. All the right papers; a real identity. You could start over, be a real person. \n[101]Where will you go? \n[102]I'll ride with you. RNewman / Endeavor Draft 85. ", "MACHETE": "\n[1]Written by \n[2]This is the boss. \n[3]Get dressed. RNewman / Endeavor Draft 3. \n[4]We need to go. Now. \n[5]My machete. \n[6]Torrez? \n[7]$70 a day for yardwork. Hundred for roofing. One-twenty-five for septic. Sewage. \n[8]I cost the most, because I'm the best there is. \n[9]Like the car. \n[10]What are you looking for, Mr. Benz? \n[11]That doesn't sound like your problem. \n[12]What do you want me to do? \n[13]Collateral. \n[14]This is Cisco's floor. I'm on 11. \n[15]Find Cisco. \n[16]Another way out? \n[17]Thanks. \n[18]Did you open it? \n[19]I don't know about that. \n[20]Why are you helping me? \n[21]You know me? \n[22]The myth might be better. \n[23]Bless me, Padre, for I have sinned. It's been a long fucking time since my last confession. \n[24]Sorry, bro. I mean, Padre. \n[25]Few weeks. \n[26]Didn't need you before. \n[27]I'm not sorry. \n[28]They used me. \n[29]They need to pay. RNewman / Endeavor Draft 46. \n[30]Either. Both. \n[31]Yes, bro. I mean, Padre. \n[32]When I get the money, I'll give some to the church. \n[33]A hundred-fifty thousand. \n[34]Stop it. \n[35]That one. He's the one who hired me. Benz. \n[36]Where does he live? \n[37]I'll leave some for you. \n[38]My money. \n[39]Or else. \n[40]He called in sick. \n[41]Or else this. \n[42]Drive. \n[43]You're a cop. \n[44]How did you find me? \n[45]Turn here. \n[46]It was just a job. \n[47]Michael Booth. \n[48]Maybe. Turn here. \n[49]Give me ten dollars. \n[50]Ten bucks. \n[51]Stop the car. \n[52]Wait. \n[53]For the tacos and coffee. \n[54]Drive. \n[55]No hospital. \n[56]Onions. \n[57]Onions! \n[58]Come here. \n[59]Yes. RNewman / Endeavor Draft 57. \n[60]Do it. \n[61]Luck. \n[62]The guards told me that before they beat me. \n[63]You came to arrest me? \n[64]Out? RNewman / Endeavor Draft 68. \n[65]The day's still young. \n[66]Help me find Booth. \n[67]Give it here. \n[68]Si. \n[69]You're borracha. RNewman / Endeavor Draft 70. \n[70]Come on! \n[71]Not long enough. \n[72]Looking for someone? \n[73]Follow him. \n[74]I was born in the fire. It wasn't luck. RNewman / Endeavor Draft 83. \n[75]What good is it... \n[76]I'm still standing...Puta. \n[77]What's the problem officer? \n[78]Let me give you my ID. \n[79]Machete. \n[80]Why do I want to be a real person... when I'm already a myth? \n[81]Torrez was just an errand boy. I'm going to find the man who sent the message. \n[82]Light a candle... Say a prayer... ", "BENZ": "\n[1]You. \n[2]Not you, Ragged Dick. Him. \n[3]Get in. \n[4]You speak English? \n[5]$125? \n[6]Naturally. \n[7]You can call me Benz. RNewman / Endeavor Draft 14. \n[8]You're sharp. That's right. Just like the car. \n[9]Have you ever killed anyone before? \n[10]Drink? \n[11]Like angels pissing down my throat. \n[12]Do you know this man? \n[13]State Senator John McLaughlin, Independent from Cocksucker County. As you know, illegal immigrants such as yourself are being forced out of our country at an alarming rate. If he had his druthers, he'd ship you back to old Meh-Hee-Co. That's his platform: Ship `em back. RNewman / Endeavor Draft 15. \n[14]But first, he'd make you build a wall along the border for no pay. Not so much as a thank you then get the fuck out. \n[15]What? \n[16]That's where you're wrong, friend. What our senator fails to realize is that this country runs on illegal labor. Thrives on it. Keeps costs down, keeps the wheels moving. Bust that, and the world stops turning. You've chaos and shit. \n[17]For the good of both our peoples, our new senator must die. And for that I will pay you $150,000 cash. \n[18]You like the machete, huh? Strictly low-tech, but good close-up, or if you're trying to make a particularly brutal point. But it's entirely unsuited to our purposes. Here. Have a look at this. RNewman / Endeavor Draft 16. \n[19]weapon, the laser-sight on it, the ammo it uses, then) Cheer up, Charlie. This is your golden ticket. \n[20]Thank you, that'll be all. \n[21]Who the fuck is this? \n[22]Get out. Get the fuck out. \n[23]You're in here with a reporter and a fucking shampoo queen, for Christ sake. \n[24]People want to know you're one of them. From now on, No manicures, no massages, no English tailored suits. \n[25]And they'll be picking through your trash looking for a reason to fuck you up. I'm doing everything I can to make your Von problem go away. Don't add more fuel to the fire. \n[26]I don't give a damn. As long as he lays low and doesn't take a step out of his little tree fort, he and his boys can play soldier till Hell freezes over. \n[27]I'd say it was a fucking gift from the Gods. \n[28]Get ready for your numbers to rise like Lazarus. A thousand bucks says it was some bean-eating wetback just took a potshot at you. It will put the fear of God into the ethics commission. Now we get you to the hospital, you make your bedside speech and you're set. \n[29]Don't think. Know. Check the hospital. Check the morgue. Fucking verify. \n[30]No further statements. We only hope that the perpetrator is brought to swift justice in an American court. \n[31]This is a state matter. We've already talked to-- \n[32]Booth. Michael Booth. \n[33]Looks like you missed one. \n[34]The senator is trying to project an image of resilience, not fear. Now I'm sure you'll agree, the Senator has had a very trying day. \n[35]You'll be the first person I call. \n[36]They weren't, dear. They weren't. \n[37]Commitment. \n[38]School, career. Those come first. \n[39]You're a beautiful girl, April, but that's a tough nut to crack. \n[40]You have a website? She has a website. You know about this? \n[41]We'll talk about this later. I'll be in my office. \n[42]I hope you've got something to celebrate. \n[43]I picked him up here. Find out if anyone's seen him. He couldn't have done it on his own. He has help. Find the help. \n[44]Yeah. \n[45]Holy Mother of Christ. You've got some balls. You missed, asshole. \n[46]Or else what?...Hello? \n[47]June? April? \n[48]Where is my wife and daughter!?! RNewman / Endeavor Draft 52. \n[49]It's beyond my reach, Von. I need you on this now. \n[50]He's got my wife and daughter. \n[51]Just find him. \n[52]Don't you read the papers? McLaughlin's a goddamn saint, a fucking martyr. I've seen to that. \n[53]You seeing this? \n[54]We have to find him. We have to find him now! I'm going to rip his heart out with my teeth! \n[55]Anything? \n[56]What the hell is that supposed to mean? \n[57]You want to be a martyr? I'm good at making martyrs. \n[58]That's right. In our own way, we can all be like Christ. Too bad for you, you chose the worst way. \n[59]This is the boss. \n[60]Now for the last time... where are my wife and daughter? \n[61]Goddamn A T &amp; T. RNewman / Endeavor Draft 74. \n[62]Taking care of business. \n[63]Nothing. Just had a little talk with a priest. \n[64]Whatever you tell them, I'm sure it'll be golden. (off McLaughlin's blank \n[65]Maybe. \n[66]You want to be a martyr? I'm good at making martyrs. \n[67]That's right. \n[68]Not with that scope. \n[69]Von! Von! \n[70]Where are you, goddamnit!? I'm bringing him up. \n[71]Up your fat, fishbelly ass! RNewman / Endeavor Draft 79. \n[72]Shut the gate quick! He's after me! \n[73]He killed McLaughlin. He's coming after me. \n[74]I saw to it that McLaughlin gave you the keys to this fortress. You owe us. \n[75]What are you talkin-- \n[76]You can't do this to me, Von! You need me! \n[77]Glory, glory, hallelujah. ", "LUZ": "\n[1]Cafe! Taquitos! Tarjetas de llamada! (Sub: Coffee! Tacos! Long- distance calling cards! \n[2]Pancho vamanos! Leave him alone. \n[3]He's a fat fuck, don't do nothing and eats all day, like my last husband. \n[4]Thank god. Why buy the pig when I can get the chorizo for free? \n[5]\n[6]Be careful mi amor,and don't leave no scraps. \n[7]Via con dios. \n[8]Looking for something? \n[9]Mañana me pages. (Sub: You can pay me tomorrow. RNewman / Endeavor Draft 11. \n[10]I do the carving around here pendejos. \n[11]Come to mami. RNewman / Endeavor Draft 13. \n[12]You still owe me, amigo. Two tacos y cafe. What's this? \n[13]Hijo de la chingada. What happened to you? \n[14]You'll be safe here. \n[15]No. RNewman / Endeavor Draft 35. \n[16]Nothing worth nothing here, unless you were going to make a pinata. Now lie back. \n[17]You know what this is, right? \n[18]Works every time. When the sun rises, you'll be good. \n[19]Cuidado, chico. You might burn yourself. \n[20]You know why Machete. \n[21]No, but I know the myth of the last honest cop in Mexico. \n[22]Cada uno lleva su cruz (sub. We each have our cross to bear RNewman / Endeavor Draft 36. \n[23]Hey Culero, leave them alone. They don't like pork. \n[24]Have you seen him? \n[25]Cono,this won't end pretty. RNewman / Endeavor Draft 47. \n[26]You get around. RNewman / Endeavor Draft 55. \n[27]Yeah, they came looking for you. I told them nothing, as far as I know you're a myth. \n[28]You again? You keep coming back up like bad menudo. \n[29]Who's that? Your mother? \n[30]Hijo de Puta! \n[31]You're coming with me Maricons! \n[32]Cabron, I told you it wouldn't end pretty.  Bring him inside. RNewman / Endeavor Draft 73. \n[33]It pays to have friends, Pendejo. They got your ass when you need it. ", "MCLAUGHLIN": "\n[1]Not at all. Those voters are here legally. RNewman / Endeavor Draft 17. \n[2]It cheapens their experience, their hard work, to have people jumping the border, taking advantage of loopholes in our system. It makes a mockery of everything they've worked for and turns it into a big steaming pile of-- \n[3]It's Mario. He's my goddamn hairdresser. \n[4]I've got to look good for my constituency. \n[5]Mario's the best. \n[6]Who died up your ass, Benz? I'm elected, you sonofabitch. The people have spoken, by a slim margin maybe, but they picked me. RNewman / Endeavor Draft 18. \n[7]Von... that fat sonofabitch. What does he say? \n[8]Make no mistake, my friends: We are at WAR. Every time an illegal sneaks across the border by dark of night it is an act of aggression against the United States. And I submit to you, it is an overt act of TERRORISM. These people are \n[9]The fuck was that? \n[10]What are you talking about? \n[11]Fix me a goddamn drink. \n[12]This act... this cowardly act... RNewman / Endeavor Draft 32. \n[13]will not end my struggle, to keep our country safe from those who would destroy it. God bless everyone who stood with me today, I will return to the fight. And God Bless America. \n[14]I don't know what I can do to help you in here, Agent Rivers. You want to find the bastard did this, go look for him. \n[15]You can't assure dick. Just ask what you want and then you can be on your way. RNewman / Endeavor Draft 33. \n[16]No. \n[17].....that I may return to the senate and fight on. \n[18]Where the fuck have you been? \n[19]My business is here. Did you see those crews out there? They expect a statement. (noticing Booth's ragged \n[20]Well, what am I going to tell `em? \n[21]I do. All right. Once this is done, you need to take a vacation. You need some air. \n[22]No doubt about it. You're losing your marbles, Booth. RNewman / Endeavor Draft 75. \n[23]It's showtime. \n[24]I'd just like to thank the all of you for your support during this difficult time. \n[25]My will to fight has only just begun. We must not let the terrorists win this battle for our land, our America! Thank you. \n[26]Do what now? \n[27]No further comment. Thank you. \n[28]Could somebody fucking help me? I think I'm having a heart attack. \n[29]What did you do, Booth? You jeopardized my career with that wetback! He could have fucking killed me! \n[30]You stupid sonofabitch. You pull something like this, without consulting me?! You fucked me. You are a stupid sonofabitch. The press is going to demand answers! You got another brilliant solution for that? ", "SNIPER": "\n[1]I think he's toast. \n[2]Now that's what I call a fuckable ass. \n[3]\"Oops.\" \n[4]He's off the grid. Sonofabitch disappeared. \n[5]I'm no cop. You seen this guy? \n[6]Call me when he shows or I'll carve that pretty face of yours into a seven layer burrito got that puta!? \n[7]This guy. \n[8]You're sharp. You're liable to get cut. \n[9]Safety first. \n[10]Lead's ran cold. He's underground. Probably back in the homeland by now. \n[11]Ho-ly shit. Who knew that your Mexican day laborer was a goddamn Federale?! RNewman / Endeavor Draft 50. \n[12]Oh shit. \n[13]Yeah. \n[14]Yeah. \n[15]Where's your boyfriend? \n[16]Where is he keeping them? \n[17]You're not gonna think it's funny when I cut you a new twat. RNewman / Endeavor Draft 63. \n[18]Wait... \n[19]Moron. RNewman / Endeavor Draft 64. \n[20]She wasn't very cooperative. \n[21]They're in a church. I know where. \n[22]Where is he? \n[23]Machete you can come quietly and we won't hurt the girl. \n[24]You can trust me. I've brought one of your old friends to vouch for me. \n[25]You punk kids! That's it! \n[26]You, I got you, what... \n[27]No! No! \n[28]Oh my God... Please... No. Please! ", "PADRE": "\n[1]I was wondering when you were going to show yourself. They're combing the city for you. How long before they get your file and track down your stepbrother, the priest? \n[2]You were wrong to come here. How long have you been here anyway? \n[3]Why didn't you come to me before? \n[4]What do you think I can do for you? Give you absolution? You have to be sorry for your sins, first. \n[5]I'm not surprised. \n[6]They use all of us. Welcome to the real world. \n[7]In money or blood? \n[8]I am a man of faith. I took a vow of peace. You want me to help you kill all these men? \n[9]I'll see what I can do. \n[10]You think Jesus wants your blood money, Judas? \n[11]How much blood money are we talking about? \n[12]Jesus, Mary and Joseph! I want you to say ten Our Fathers, ten Hail Marys and ten Glory Be's, and I want you to light a candle for Dad. \n[13]I had them installed last year. Too many things were walking away from the altar, the collection plate. Check this out. RNewman / Endeavor Draft 48. \n[14]No time for that now. You need to see this. I Tivo'd it earlier. \n[15]That's Michael Booth. McLaughlin's aide or something. Cabrones, los dos. Why would he hire you to kill his boss? \n[16]Machete, you can't just kill everyone! RNewman / Endeavor Draft 49. \n[17]That's not what I meant. \n[18]Holy... \n[19]What do you want me to do with this? We can't keep them locked up forever. \n[20]God has mercy. I don't. RNewman / Endeavor Draft 65. \n[21]In your nightmares. \n[22]You're afraid to get your hands dirty, so you make others carry out your sins. \n[23]Like McLaughlin? RNewman / Endeavor Draft 66. \n[24]You're so drunk with power, you ordered the hit on your own boss. \n[25]Like McLaughlin? \n[26]You're so drunk with power, you ordered the hit on your own boss. ", "VON": "\n[1]Welcome to America. \n[2]\"Congress shall make no law abridging the right of the people peaceably to assemble, and to petition the Government for a redress of grievances.\" Do you know what that's from? \n[3]The First Fuckin Amendment \"Congress shall make no law abridging the right of the people peaceably to assemble, and to petition the Government for a redress of grievances.\" I would like to assemble peaceably as I have some grievances to redress. Now is that all right with you? RNewman / Endeavor Draft 19. \n[4]It's a great day in America, Amen. \n[5]Well, well, Look what's come asking for Papa Von's help. \n[6]You needed me from the get go, but let's not piss on what's past. \n[7]Sweet Jesus. I bet he's got a big imagination what to do with a couple cutie pies like that. Makes me ill just thinking about it. You must have broken off a dick in his ass. First he comes after your boss, then he comes after your family. Who's next? \n[8]Ain't you worried about staining the Senator bringing us into this? RNewman / Endeavor Draft 53. \n[9]What do you think he meant by that? \n[10]Boys! We're goin hunting. \n[11]The day is upon us, my friends. We'll take down the interloper, and anyone who gets in our way. \n[12]Do you believe in freedom?! \n[13]Will you die for freedom! \n[14]If that's what it takes to make you free, I will kill you with my own bare hands, Amen. RNewman / Endeavor Draft 61. \n[15]Heal up, brothers. Heal up good. The day is upon us. \n[16]Let him stew awhile. \n[17]Von here. \n[18]Up? Up where? \n[19]Fine. Bring him here. Papa Von's got a big surprise a-waiting. \n[20]And you led him right to Papa Von. That's some kind of thank you. \n[21]The senator, maybe. But what exactly do I owe you, turncoat? \n[22]You held the hand that held the gun, Booth. Just as good as you killed him. \n[23]Put the traitor in the brig. ", "BOSS": "\n[1]Don't watch it. Get on it now! I want that suspect. \n[2]I only know what you know, and right know, you don't know dick. \n[3]You look like you've seen a ghost. \n[4]Local contact? \n[5]And? \n[6]I knew there was a reason we kept you on here. It's your brilliant insights. \n[7]Get him. The hammer's coming down on us hard for this, so if you fuck up, it's not just your ass on the chopping block, it's mine. \n[8]I could give a fuck. Just get him. \n[9]Where the hell have you been? \n[10]Goddamnit! I said where have you been? \n[11]You do? \n[12]Sonofabitch. What kind of Stockholm Syndrome bullshit are you trying to pull? \n[13]His own advisor? \n[14]You do, huh? Well that doesn't matter because no charges are going to be filed against Booth. \n[15]The order's come down from top brass: No more black eyes on DHS. Bring in the Mexican. Dead or alive. Now are you gonna DO your fucking job or are you gonna LOSE your fucking job? \n[16]Agent Rivers! Agent Rivers! Answer me, goddamnit! RNewman / Endeavor Draft 60. ", "DOC FELIX": "\n[1]Good girl. \n[2]Let's investigate that. \n[3]Oh hey, the hero has awoken. Check it out.  This is amazing. You can see the bullet rebounded, entered the back of the cranium and was stopped by another bullet already lodged in the bone. I've never seen anything like it. If he hadn't been shot before he would be dead now. There's a lesson in there somewhere... \n[4]Hey, buddy. This is a patient of mine. He's in a fragile state. He's got a bullet in his cranium. \n[5]Yeah? In that case you better let me keep him alive so you can beat the truth out of him. And collect the reward. \n[6]Lucid. That's a good word. Go get a coffee and donut out in the lobby. I'll come get you when he's ready. \n[7]Don't worry, amigo, this is not my country. I'm from Cuba; one hundred percent. She's from Puerto Rico. We're all Children of the Sun. \n[8]Leave him alone. Now these are my friends.  They will cheer you up special until these bullet holes feel like little butterfly kisses. \n[9]This one here... \n[10]...is for me. \n[11]Oh wow, that hit the spot... all the spots! \n[12]This one, I call this one \"Popeye.\" RNewman / Endeavor Draft 30. \n[13]Wait, I got something. \n[14]SKULL SCRAPER. We use this to scrape the bones clean. It cuts through flesh like butta. \n[15]Vaya con Dios. ", "APRIL": "\n[1]I think Cole is going to ask me to marry him. \n[2]But I don't want to marry him. \n[3]I mean, look at me. I'm not ready for that kind of commission. \n[4]That either. I have priorities. \n[5]I'm talking about my modeling. \n[6]No it isn't. Do you know how many hits I've gotten on my website? \n[7]I know what the online public wants, and they want me. All of me. Cole's just going to have to wait. \n[8]No way! You're such a slut, Mom! You're a Cougar slut! \n[9]Hey, you're not the usual boy! \n[10]Don't be shy. RNewman / Endeavor Draft 51. \n[11]Why don't you come in? The water's fine. \n[12]Oh, momma! He's got the good stuff! \n[13]Mom? Where are we? I'm scared. \n[14]What is this place? ", "TORREZ": "\n[1]Officer Cruz! Stand down! Do not attempt to take the safehouse alone! Officer Cruz! You hear me!? \n[2]Machete, you son of a bitch! I told you to wait! Set up a perimeter and wait for further orders. You hear me, Pendejo!? \n[3]Bueno... pero no tanto. (Sub: Good... but not that good. RNewman / Endeavor Draft 5. \n[4]You had to stick your neck where it didn't belong, amigo. \n[5]He's alive. \n[6]Texas. \n[7]She was just a warmup. Now I'm ready for dessert. \n[8]Machete! \n[9]You never learned to stay down, pendejo. I killed you once. I can do it again. \n[10]All roads lead to Hell, eh, Machete? \n[11]Most people die in the fire, but you survived, you unlucky bastard. \n[12]Faith? Yeah, faith got you a good job picking melons. While I bought the world. \n[13]Machete, we were friends. We stood for something... ", "PATROLMAN": "\n[1]Go ahead Jorge, I'll grease your chips all over this fucking alley! \n[2]It's going to turn into a lynch mob if we don't get him out of here now. \n[3]This is fucking big. This guy took a shot at a Representative. \n[4]Same fucking thing. He could die, and we caught him. \n[5]We're fuckin' heroes, buddy. \n[6]No. You go ahead. You're good at it. RNewman / Endeavor Draft 24. \n[7]Did I fuckin' say that? \n[8]Look, you and me both apprehended this fuckin' suspect. We frisked him and we cuffed him and now we're bringin' him downtown. We're gonna get a medal for this. \n[9]Yeah, you did. \n[10]I didn't frisk him. I thought you-- \n[11]Oh, fuck! ", "CHICA": "\n[1]It's too hot for clothes. \n[2]Hey... what's your name? \n[3]Oh... wow. \n[4]In what? That? RNewman / Endeavor Draft 4. \n[5]That looks like me. \n[6]What's this long, hard thing? \n[7]Is it sharp? \n[8]Good. \n[9]I got him. \n[10]Pobrecito. ", "COP": "\n[1]Senator. \n[2]Yeah, we did. They're gonna hang him like Saddam. \n[3]I'm gonna call it in. Unless you want to do it. \n[4]What the fuck is that supposed to mean? That I'm not good at the action stuff? Just the pussy stuff? \n[5]Did you fuckin' mean it? \n[6]I didn't frisk him. \n[7]I'm telling you. I didn't frisk him. You must have done it. \n[8]Jesus fuck! What's wrong, man? \n[9]Slow down, man! RNewman / Endeavor Draft 25. \n[10]Holy shit! ", "JUNE": "\n[1]The nerve. An honest, dedicated American like John. What on earth were they thinking? \n[2]I worry more about April. What kind of world are we leaving her? \n[3]Oh, honey that's-- \n[4]Terrible. RNewman / Endeavor Draft 38. \n[5]Good for you. \n[6]Are there cute guys on there? You need me to inspect them I think. RNewman / Endeavor Draft 39. \n[7]That little bastard promised me a ride on his leafblower. \n[8]That's right. Come on in, sugar! We like variety around here, no matter what the boys say. You want a wine cooler? \n[9]Me, too, honey. RNewman / Endeavor Draft 58. ", "NAKED MAN": "\n[1]What the fuck? You're a twin? Hot. \n[2]Whoa, whoa. Why don't you join us? \n[3]What? \n[4]Talk nice. And you--get that robe off and get up here. \n[5]What the fuck? RNewman / Endeavor Draft 8. \n[6]You're a cop? \n[7]You're fucking hot. \n[8]Can I watch? ", "DRUGLORD": "\n[1]No, not Torrez. El Santo Muerte, pendejo. (I'm Saint Death, pendejo. \n[2]Quemalo. Quemalo todo. (Sub: Burn it. Burn it all. \n[3]Go. \n[4]All of you. \n[5]Where? \n[6]Take all the men you need. But bring him back alive. I want to kill him with my own hands. "}}