{"dialogues": {"MAX": "\n[1]The car's booby-trapped. Touch those tanks and BOOM! You'll blow yourself apart. The CAPTAIN looks quickly in the direction of the black-on-black, and back to MAX. He gestures with the crossbow. \n[2]There's one more. \n[3]Where? \n[4]Balls! \n[5]Where? \n[6]The contract was: wouldn't kill you. The GYRO CAPTAIN turns angry, protesting. MAX pushes the shotgun close to his face. \n[7]I reckon you got a bargain... Don't you? The CAPTAIN shuts up. MAX tests the chain. The sounds of the battle continue. \n[8]Let's get this straight. I'm doing it 'cos I need fuel. \n[9]Stay alive! Stay alive! \n[10]Two, three miles away.,, left for dead.,, next to his car. We made a deal. In the background the FARMER starts to work the first arrow out of NATHAN'S chest. BIG REBECCA comforts him. Sc. 45. Cont... YJ. i t .lJ _ Ya. \n[11]Running hard to the south west. In heaps of trouble. Listen: he said if I brought him in, you'd give me gas. There's no time... An anxious young man pushes through the crowd, talking over MAX. This is the QUIET MAN. \n[12]She's dead. The man struggles to keep hold of his emotions. \n[13]It was quick. The QUIET MAN bows his head and turns away. NATHAN groans, ANGIE has the clear plastic mask of an air viva device over NATHAN'S face, PISMO pumps air into his lungs. MAX turns to PAPPAGALLO: \n[14]I saw a man in trouble. I brought him in. And now I just want to get out of here. Give me my gas. Sc. 45. Cont. 21. -alp . vlJU b. \n[15]We had a contract... The FARMER succeeds in removing the first arrow. BIG REBECCA relaxes NATHAN sputters. Blood sprays into the plastic mask. BIG REBECCA screams. The FERAL KID looks on as the FARMER feels for a pulse: nothing. PAPPAGALLO turns to MAX: \n[16]Its OK, Dog. Just do as they say... His words are lost in the wail of a siren. A guard perched in the watch tower shouts a warning. The yellow school bus roars across, closing the entrance. \n[17]Two days ago I saw a vehicle that'd haul that tanker. All eyes turn to MAX. \n[18]You wanna get out of here. You talk to me. \n[19]So that's my offer. I deliver a prime mover - in return you give me my black car and as much gas'as I can carry. All I need right now is three jerry cans of diesel and five gallons of petroleum. They look at him quizzically. Think of it as a down payment. \n[20]There's only one way to find out. He lifts the barrel to the CAPTAIN'S head. The CAPTAIN moves off towards the gyrocopter. \n[21]It's up to you. Fly a kite, or follow me back. Maybe they'll throw some gas your \n[22]We had a contract. I did my job, I got my car and I got my gas. End of story. \n[23]Yeah. I tried it once! Now forget it, 'cos I never get involved. I'm leaving. I leave tonight. PAPPAGALLO is about to reply when a scream echoes through the camp. They all turn to look: the men working on the prime mover are running towards the battlement, An ominous drumming begins in the Marauders' camp. \n[24]I haven't got time to explain. Just believe me - I've got everything I want. The CAPTAIN starts to interrupt but MAX cuts him short. \n[25]Good luck tomorrow. I hope you make it. Sc. 106. Cont. 106. cont. 106, MAX puts out his hand. â\u0080¢ The CAPTAIN, a little surprised, shakes hands with him. \n[26]Get out. Scat! Go back. The FERAL KID looks at him, puzzled, then throws his head back, howling. MAX stops the car, looking round, nervous. The first light of dawn appears on the horizon. MAX turns to the FERAL KID: \n[27]You're a fine kid, but you can't come. You've gotta learn - don't get close to people. It can churn you up... The KID can't understand a word, so just grins. MAX thrusts his hand into his back pocket and produces the hurdy-gurdy. He shoves it into the FERAL KID'S hands, opens the door and pushes him out. \n[28]I'll drive the tanker... Everybody stops, turning to look at him. MAX is staring at PAPPAGALLO, swaying slightly, hands clenched, \n[29]Until you're clear of trouble... The CURMUDGEON breaks in: \n[30]But I'm still the best you've got. PAPPAGALLO thinks for a long moment., \n[31]No! The other way!! The KID slips in the first cartridge, then the second... He snaps the gun shut and tries to aim it at the GAYBOY BERSERKER... but can't find the trigger. The GAYBOY BERSERKER raises the crossbow... MAX grabs the gun and fires... The GAYBOY BERSERKER disappears over the side... MAX rams the barrel into the left arm pit of the \n[32]Get back! For Chrissakes! The KID doesn't understand... He clambers onto the roof before MAX can grab him. The tanker shudders again as another tyre is blown out. MAX watches through the rear window as\"the KID jumps from the cabin to the top of the tanker and then disappears from view. 161. TOP OF THi TANKER. DAY. 161, The KID tries to load the crossbow as he clambers along the top of the tanker... The bow string is too powerful for him to draw. 162. REAR OF THE TANKER. DAY. 162â\u0080¢ Another tyre is shot... Then another. One bogie falls down on the wheel rims,.. \n[33]The Kid?! Cr 1AF runt iou. Lont. 166. \n[34]What about the Kid?! \n[35]What happened to the boy?! \n[36]The Kid? \n[37]You left him there? With them? Alive? ", "GYRO CAPTAIN": "\n[1]Don't hurt that snake! 15, Cont. 15, MAX turns. The CAPTAIN emerges from his shallow grave, motioning with the crossbow. \n[2]Put him back... gently! MAX lays the snake on the rotor. \n[3]Sounded like a big V-8 to me. I guess I got myself some guzzolene. He raises his bow, aiming at MAX'S head, preparing to fire. \n[4]Drop the weapons... Now back up. MAX throws down the tyre iron and unhitches a bolster which contains a sawn-off shotgun. The CAPTAIN slings the gunbelt over his stoulder. \n[5]You're quick, I'll give you that. Never seen a man beat a snake. Never. Reflexes, that's what you've got. Me? I've got brains. He taps his head as they arrive at the black-on-black. \n[6]Now, where's this booby-trap? MAX reaches under the car. His hand groping for a machete clipped to the chassis. His fingers wrap around the handle. \n[7]A fella - a quick fella - might He nuzzles,the bow against the back of MAX'S head. \n[8]Then I'd have to pin his head to the panel. MAX slides his hand away, disconnects a series of mechanical fuses and shows them to the CAPTAIN. He moves to open the driver's door. The CAPTAIN reacts quickly, raising his bow, motioning MAX back. \n[9]Oh no! You don't play me the fool. The CAPTAIN, keeping the crossbow trained on MAX'S head, opens the door. The DOG flies out, leaping for the CAPTAIN'S throat. The crossbow discharges, narrowly missing MAX as he hurls himself at the CAPTAIN. The steel arrow buries r itself in the car door. MAX pins the CAPTAIN to the ground and recovers his shotgun. Sc, 16. Cont... 16. 16. Cont. MAX cocks the gun next to the CAPTAIN'S head. \n[10]Gas! Petrol! Guzzolene! Listen! Hundreds... thousands of `gallons... as much as you want... MAX eases off the trigger. \n[11]Not far. Ten... maybe twenty miles. Pumping it they are. Refining it. Kachunk... kachunk... kachunk... Day and night. A huge tanker full. \n[12]It's there, you betcha... I'll. tell you straight though - it's not self service. It's under guard. Too hard for me. But a man with your ingenuity... Jesus I reckon... MAX rams the barrel against the CAPTAIN'S head. \n[13]Kill. me, and you'll never find out. MAX drags him to his feet and pushes him towards the black-on-black. 41 f 1 Al 1 -a1\"1 ï¿½... .n V ï¿½.Att ._ awn .. MAX is driving the black-on-black while the CAPTAIN sits rigid in the passenger's seat. The muzzle of the shotgun is strapped to the back of his bead and the stock fastened to the top of the seat. A length of wire runs from the triggers across to the DOG sitting in the rear of the car. The end of the wire is clasped firmly in its mouth. The CAPTAIN, not daring to take his eyes off the DOG directs MAX along back roads to an area of high country. The DOG'S eyes dart out the window. He whimpers, body twitching. The CAPTAIN stares in horror at a rabbit bounding through the scrub. MAX smiles t') himself. The DOG settles back. i8. A CLIFFTOP OVERLOOKING THE COMPOUND. DAY. MAX moves towards the cliff edge. A column of smoke rises into the sky, accompanied by a garble of distant sounds: police sirens; car horns; men screaming; war-whoops; and revving motors. The GYRO CAPTAIN - manacled and guarded by the DOG - hobbles along behind MAX. From the top of the cliff MAX looks down On a battle raging on the plain below. A fortified encampment, surrounded by a wide ditch and coils of barbed wire, is under attack by a large gang of MARAUDERS: MOHAWK BIKERS, SMEGMA CRAZIES in dune buggies, and GAYBOY BERSERKERS in road racers. They attack along a road which passes through an area - outside the fortifications - which is under cultivation. Three wooden work huts, a small barn and a corral containing several cows and a horse are dotted around a newly-ploughed field. As the Marauders' vehicles come within range of the compound, they stream around the perimeter, firing crossbows at the DEFENDERS ranged along the battlements. \n[14]Okay, there it is. If anyone can get in, I know it's gonna be you. Me,.. I've gotta feed the snakes. Sc. 21, Cont - 21,. Cont. MAX drops the binoculars. The CAPTAIN offers his wrists to be unmanacled. \n[15]A man lives by his word, I reckon. And I've kept mine... MAX gets to his feet and hauls the GYRO CAPTAIN to a nearby tree stump. \n[16]Look! We had a deal: I show you the gas - You let me go. MAX starts to chain him to the stump. \n[17]What's up!! MAX ignores him, concentrating on the situation below. ' The bulk of the MARAUDERS have split into three groups each chasing a camp vehicle off into the wasteland. The HUMUNGUS leads one of the groups. Four MARAUDERS, camped on a pinnacle, keep watch on the camp, Suddenly another vehicle bursts out of the camp and speeds across the plain towards MAX'S clifftop. It passes out-of sight around the back of the hill, MAX hurries from his canopy across the other side of the hilltop. \n[18]Jesus! He's gonna kill her. MAX whips his telescope around... 38, \n[19]Hey! What about me?!! \n[20]You can't just dump me! Think of us as partners. MAX tosses him a set of keys, shouting over the engire. \n[21]What sort of deal's that?! I'm running on empty! \n[22]Watch your tyres! Turn left! Down over the CAPTAIN'S shoulder we see WEZ'S bike coming alongside the prime mover's rear wheels on the driver's side. 76. THE ROAD APPROACHING THE RISE. tAY. 76. below. He yanks the air horn lanyard... J , 4 J L LL' 1 111:, , 'J LLL V 41 \\ 1J , W n i . I , PAPPAGALLO'S people turn at the sound. From the cracking tower PAPPAGALLO shouts: \n[23]Don't lose it now! We need the fuel! The CAPTAIN grabs whatever he can find - the two ferry cans and his chains and throws -:hem at the chase below. 82. THI_ APTP!OACf TO THE C.' ?1SEW\"L Y . DAY. 8 2 .. rushing street car the third smashes into the vehicleti windscreen - to no avail, the vehicle continues in the chase to the causeway... converging on the prime mover The 4-pak dune buggy surges up to the driver's side wheels, .. The SMEGMA CRAZ1E h4s reloaded the crossbow and is taking aim on the critical last tyre. \n[24]er... possibly. The FERAL KID steps forward, holding his hand out stiffly to MAX. MAX hesitates, then shakes it briefly. The KID laughs - be finds this hand shaking-business hilarious. As MAX moves on to the pyramid workshop, the FERAL KID follows in his footsteps, mimicing his squeaky, stiff-legged gait. \n[25]I know you're afraid darlin'. But I'll let you into a secret, sweetheart. I'm afraid too. He squeezes her tight. She caresses his hand. \n[26]I just want you to know that I don't agree with them, He indicates the people in Pappagallo's tent. \n[27]I don't think you're a coward. A bit stupid - but not a coward, Where else you gonna find what we 've got here? Food... fuel... clean women. MAX goes back to work, putting the finishing touches to the ramp. \n[28]Men, too, if that's your inclination. Jesus! All we've got to do is get away from that Humungus. With you driving the tanker we can do it. I know you can. I saw you out there. Stay with us Max. Drive the tanker. MAX gets up, snaking his head. \n[29]Thanks. Thanks a lot. The CAPTAIN walks back towards the GROUP watching from Pappagallo's tent. He shrugs his shoulders. MAX opens the door of the black-on-black. ", "PAPPAGALLO": "\n[1]Where did you find him? \n[2]Three other vehicles. Did you see them? \n[3]I don't know who you are, or what happened. But if you had a contract, it was with him. And it died with him. PAPPAGALLO t'.trns on his heel and walks through the crowd, back towards his tent. The WARRIOR WOMAN puts a bow to MAX'S temple and shoves him towards the gate. \n[4].and we walk out of here with our lives. What then? Do we wander the wasteland - scavenging. Wake up one morning and find we're just like them - savages. He points in the direction of the MARAUDERS. \n[5]Is that what you want? I don't. 5!. cont. 57, PAPPAGALLO Cont. I came out here and I found that pump. I built that plant and ploughed that field, Why? Because we are human beings. We must maintain our dignity. We are not barbarians... The crowd is silent... I made one mistake - I waited too long... thinking we could survive here. We can't. But, as frightened as we all are - let's not forget one thing. He points to the tanker of fuel, propped up next tc the cracking plant... That is more than just a tank of fuel. It's our lifeline, our passport to a place beyond the reach of men on machines. He talks over several protesting voices... No! I don't know how we're gonna get there. But the first step is to defend that fuel. I won't surrender it to anyone. I stay! Alone if I have to... \n[6]Open the gate!! The FERAL KID, astride the pump, is on his feet.. BIG REBECCA runs to the yellow school, bus... \n[7]OK! OK! Let's go. We leave tonight! The MECHANIC lifts his head out of the engine: \n[8]You've got twelve. The crowd disperses. The QUIET MAN is carried to the bread van/medical centre; the bodies are removed; camp members load vehicles; men are working on the tanker. WARRIOR WOMAN climbs onto the battlement. \n[9]I don't have time for thanks. You know what you did out _ there and what it means to us. Come with us, MAX. Drive the tanker. MA:. continues to work - muffling the four exhausts by plugging them with rags. \n[10]It doesn't have to be - we'll make a new contract. I can offer you a chance to rebuild your life, I can offer you a future. The CURMUDGEON breaks in, excited. \n[11]What are you looking for out there? How long do you expect to survive, scavenging day to day? You're no different than them. He points in the direction of the Marauders.,. ..,vultures, maggots. Don't you see? There is a better way! MAX flares at him, angry: \n[12]You see! That's the alternative! Men feeding on men. MAX goes back to work. The GYRO CAPTAIN slips his arm around LUSTY'S shoulder. \n[13]We're going to use the tanker and the two assault vehicles to punch our way out of here. If I'm right, they'll all go after the tanker. That'll give the rest of you a chance. 124. INT. BREAD VAN. DAY. 12â\u0080¢x. MAX is sitting up, binding his leg tight with bandages, clipping on his metal knee brace. \n[14]Split up. Go as hard as you can. Two hundred miles north there's a bridge. At Powder River. If we make it, that's our rendezvous... As MAX struggles to haul himself out of the bread van, the FERAL KID hands him his equipment belt. 11412 . 14,4au L ï¿½ L 411 \n[15]It's defensible, We can refuel \n[16]But! Only give us 'til sunset. If we haven't made it by then, keep going! PAPPAGALLO swings down off the catwalk, heading for the cabin of the tanker. The meeting breaks up - the CAMP PEOPLE moving to take up their positions on the various vehicles. \n[17]Look at you. MAX nods. Sc. 125. Cont... c,3 14z) . L.uLLL. \n[18]You'll, need these... He tosses MAX his sawn-off shotgun and a bandolier containing six cartridges. \n[19]Jump! Its finished. Jump! MAX turns around, looking for the KID... The tanker leaves the road and ramps up on the embankment, rolling to a stop. \n[20]Jump! \n[21]Forget it! Jump! MAX hesitates. As the MARAUDERS swarm on top of the tanker, PAPPAGALLO guns the engine... spraying dust, MAX leaps, the arm of the BEAR CLAW BIKER still. embedded in \n[22]We've done it! I thought it'd be impossible. But we've done it!! \n[23]We've won! Don't you see? The fuel was with the others. It's already at Powder River. MAX reaches across and cuts the engine... the vehicle rolls to a stop... MAX g-abs PAPPAGALLO. \n[24]We've gotta keep going. It's our only chance. MAX raises the Bear Claw arm to PAPPAGALLO'S face. We see that the crossbow strapped to the forearm is still loaded. \n[25]I had to leave him... he was pinned to the rig... Sc. 168. Conc. l6b. Cont. 168. ", "NARRATOR v/o": "", "BIG REBECCA": "\n[1]Nathan! Nathan! It's Nathan. A man on the catwalk orders the gate to be openeâ\u0080¢3.. MAX hurries along the causeway... The FERAL KID comes out of the rabbit warren and begins to follow MAX. A trail of blood drips from the injured man onto the causeway... As MAX approaches the camp the old ï¿½ello'.v school bus is pulled aside. The I A3IRI011 WOMAN emerges, crossbow read., , keeping it trained on MAX. She is followed by another defender the MECHANIC'S ASSISTANT - pulling a strange mechanised crane. Suspended from the front of this machine is a paraplegic, He is the MECHANIC. Thny MAX, heading for the car, revealing BIG RLU,CC.A, distraught, running towards him, \n[2]Nathan! God have mercy., What a waste. Si,F wipe the man's face, caressing him., as MAX walks on. She turns and looks straight at the camp's leader, PAPPAGALLO. He\"is standing at the gate, surrounded by anxious defenders. \n[3]Look at your handiwork! They didn't have a chance... One of the group at the gate -- a nuggety old man called the CURMUDGEON - plays to the crowd, pointing \n[4]Don't be a fool! It's our only chance... She turns to the other defenders: \n[5]It's simple... we trade the gas for our lives. DO. wont . 55, \n[6]Don't listen to them! It's bad enough the lunatics are running the asylum. Don't let 'em throw away the key. \n[7]Be promised us safe passage. Fe gave his word. \n[8]Words! Just words. You're going to die, for a pi,pedream. BIG REBECCA moves over to join the CURMUDGEON and the LUSTY GIRL. \n[9]What have we got to lose? PAPPAGALLO nods. ", "WARRIOR WOMAN": "\n[1]Pity your name wasn't pulled out the hat. \n[2]For all we know, he's one of them. Give him nothing. There's an ugly murmur of agreement. MAX, keeping his temper, talks to PAPPAGALLO: \n[3]Be thankful, you're still alive. She pushes him past the car. The DOG trained to protect the vehicle begins to grow]. The MECHIANIC turns to MAX: \n[4]No! We've worked too hard. \n[5]No! We're going to fight for a belief - I stay! LUSTY looks straight at PAPPAGALLO, D r . I,UnL . \n[6]That's the last we'll ever see of him. \n[7]I want you to know... that was a very brave thing you did... He doesn't reply - just hands her the flame thrower and descends the ladder. 49. ", "CURMUDGEON": "\n[1]We can escape, take our petrol, he said. How? I said. Get a prime mover, he said... He points to NATHAN who is being carried to an old bread van. The rear door is open, revealing two hospital-style beds, drip stands and shelves of medical supplies. An injured camp member occupies one of the beds. \n[2]it'll be alright. I'll talk to this Humungus. He'd never hurt an asthmatic ol.d man. The LUSTY GIRL is joining him.., The MECHANIC turns to her. \n[3].and tell me, son, this machine of yours - it takes two , does it? The GYRO CAPTAIN glances over the CURMUDGEON'S shoulder at LUSTY who is admiring the gyrocopter. \n[4]See! I told ya. I said he was leaving. High up in the pyramid the FERAL KID starts to swing down the pipes - towards the bench where MAX has laid his jacket and utility belt. On the floor, PAPPAGALLO \n[5]You gotta come. Look! He produces a grubby souvenir postcard pack which bears the heading: \n[6]This is where we're going. Two thousand miles away. \"Bloody paradise. Fresh water... plenty of sunshine... nothing to do but breed... MAX starts to go back to his work. PAPPAGALLO takes him by the shoulder. \n[7]He's gotta be joking! ", "MECHANIC": "\n[1]I gotta hand it to you. Some machine... He holds up the detonators and fuse wire. \n[2]Would've been a shame to bloc it:. up. The last of the pursuit spec- ials. It's history, that's what it is. A piece of history... The ME, IIA`IC runs an affectionate hand along the bonnet of the car. The DOG flies at him as he tour.hes the car. The DOG'S ja.:s champ onto his u6elessIt-sthreatening to topple him from t. is mechanical. \"crane\". The MECIiANIC'S ASSISTANT turn, wielding a tyre iron, about to batter the DOC to death... MAX grabs his arm, wrenching the tyre iron from his hand, other men raise their weapons..,. The head of a crossbow arrow cuts into MAX'S neck. The DOG, MAX and the camp people are frozen, waiting for the next move, WARRIOR WOMAN, holding the other end of the bow, motions him forward, Slowly MAX bends and gathers up the DOG. \n[3]Poor mongrels... not one got through. BIG REBECCA sobs. The QUIET MAN puts a comforting hand on her shoulder. PISMO and ANGIE huddle closer together. \n[4]I'm sure they'll find a use for you. \n[5]We got a hole through the radiator - into the timing case. Gonna take at least 24 hours. \n[6]I sweated blood on this mother. And no bastard's gonna make me go in no lousy bread van. MAX kicks over the big engine... 12Â£3 . oiY33IDh THE CUM UUNV . LM I . WEZ stands on the back of a tow truck, beyond him we see the arc of vehicles, engines gunning, straining at the leash... The Humungus vehicle eases forward into frame... The TWO VICTIMS on the front of his vehicle have their heads hooded. 129. "}}