{"dialogues": {"JIM KURRING": "\n[1]This is not an easy job.  I get a call from Shirley on the radio: Bad News. It's never good news.  She tries to be cheerful, tries to say something nice, but uh-huh, it's just Bad News. And It Stinks.  But this is my job. And I Love It.  Because I want to do well. In this life and in this world I want to do well.  And I want to help people. And I may get twenty bad calls a day. But one time I help someone, I Make A Save? I correct a wrong or right a situation; Then I'm a happy cop.  And We Move Through This Life We Should Try And Do Good. \n[2]...Do Good.  And If We Can Do That...And Not Hurt Anyone Else.....Well, Then.... \n[3]Hello? \n[4]Quietly, slow down, whoa -- \n[5]The door was open, I got a call -- \n[6]Calm down. \n[7]I got a call to this apartment, report of a disturbance -- \n[8]I got a call of a disturbance, you're door was open, I just wanna see what's goin' on -- \n[9]Then you've got nothin' to worry about. \n[10]Don't test me, you wanna talk about what the law book says, we can do that, push me far enough and I'll take you to jail -- now calm down. \n[11]You're not calm.  You're screamin' and yellin' and I'm here to check on a disturbance that was reported and that's what I'm gonna do - now are you alone in here? \n[12]No you don't: But I'm gonna ask you one more time: Are you alone in here? \n[13]No one else in here? \n[14]OK.  That's true.  Is anyone else, besides me and besides you in this house? \n[15]Are you lyin' to me? \n[16]Maybe so, but I'm gonna ask you one more time: Is Anyone Else In This House Right Now? \n[17]Ok. What's your name? \n[18]Ok. Marice why don't you take a seat for me? \n[19]I'm not askin', Marcie. \n[20]Maybe you didn't, but I'm here to find out about a disturbance. Some neighbors called said they heard screaming and a loud crash. \n[21]And what about screaming? \n[22]What's this, how did this happen? \n[23]You just woke up.  And what'd you have a party last night, the way this place looks? \n[24]Ok. Marcie. Starting now I want you to have a new attitude with me.  The more you play games, the more suspicious I'm gonna become that you've been up to something. \n[25]Yes I can, Marcie.  And until you start givin' me some straight answers: I'm gonna assume that some mischief has been goin' on here. \n[26]Bad and illegal behavior. That's what I mean. Ok?  Mischief.  Now have you been doin' some drugs today? \n[27]You on any medication? \n[28]Been drinkin' today? \n[29]--- What was that? \n[30]No. No. Stay down, Marcie, sit back down on that couch -- \n[31]Marcie - CALM DOWN. CALM DOWN and don't do this. I want you to stay -- \n[32]This is the LAPD. If anyone is back here I want you to come out and I want you to show yourself to me with your hands in the air -- \n[33]This is the LAPD, if anyone is in the closet I want you to come out and show yourself to me, slowly and with your hands up -- \n[34]Marcie - quiet down! Now if anyone is in the closet, come out now -- \n[35]-- do not do this -- my gun is drawn and If I Have To Open That Closet you will get shot -- Step Out Now. \n[36]Marcie - Do not drag that couch any further! \n[37]What the hell is this Marcie? \n[38]10-4. \n[39]I think it's more complicated than that little man. \n[40]You don't just sign up to be a police officer -- it's about three years of training -- ok? \n[41]Sorry, little man. \n[42]Why the hell aren't you in school? \n[43]They don't have substitute teachers where you go to school? \n[44]That's confidential information, little man. \n[45]No Can Do. \n[46]Ok. Listen. You: c'mere. \n[47]You wanna disrespect an officer of the law? \n[48]Are you a joker? huh? Tellin' jokes? \n[49]Oh, you're a rapper, huh?  You got a record contract? \n[50]Have you ever been to Juvenille Hall? \n[51]Hey. Watch the mouth. Watch it. \n[52]Go. Hurry up. Let's go. \n[53]-- watch the mouth, homeboy, I don't need to hear that word -- \n[54]Alright, alright, cut it, coolio. That's enough with the mouth and the language. \n[55]Finish it up without the lip. \n[56]Whatever that meant, I'm sure it's real helpful Ice-T. \n[57]I was listening -- \n[58]-- and I'm through playin' games. \n[59]LAPD. Open the door. \n[60]It's the LAPD, can you open the door, please? \n[61]\n[62]...yeah... \n[63]-- you the resident here? \n[64]You alone in there? \n[65]No one else in there with you? \n[66]You mind if I come in, check things? \n[67]Ok. For one thing, we're gonna need to turn that music down so we can talk, ok? \n[68]You live alone? \n[69]What's your name? \n[70]Claudia What? \n[71]Ok.  Claudia Wilson: You tryin' to go deaf? \n[72]Did you hear what I said? \n[73]-- listenin' to that music so loud: You Tryin' To Damage Your Ears? \n[74]Well if you keep listenin' to the music that loud you're not only gonna damage your ears but your neighbors ears. \n[75]And that could be the sign of a damaged ear drum, you understand? \n[76]You got the TV on too, keep those on at that same time usually? \n[77]Have you been drinkin' today, doin' some drugs? \n[78]I got a call of a disturbance, screaming and yelling, loud music.  Has there been some screaming and yelling? \n[79]Was it a boyfriend of yours? \n[80]You don't have a boyfriend? \n[81]Who was it? \n[82]You mind if I check things back here? \n[83]Claudia: Why don't you let me handle the questions and you handle the answers, ok? \n[84]You just move in here? \n[85]Bit messy. \n[86]I'm a bit of a slob myself. \n[87]You and your boyfriend have a party last night? \n[88]got some coffee brewing, huh? \n[89]I like iced coffee, generally, but a day like this, rain and what not, I enjoy a warm cup -- \n[90]That's great, thank you. \n[91]Oh, it'll be fine, I'm sure, Claudia. \n[92]That'd be fine.  So, Claudia, lemme just say, so I can get my role of LAPD officer out of the way before we enjoy our coffee I'm not gonna write you up or anything, I'm not gonna give you a citation here -- but the real problem we have is that there are people around here, people that work from their homes, people tryin' to get some work done, and if you're listenin' to your music that loud:  They're incovenienced by that.  If you had a job you'd probably understand, but I see you like listenin' to your music and that's fine, you're just gonna wanna keep it down at a certain volume, maybe memorize what number you see on the dial and just always put it to that -- If it's the middle of the day -- that's what I do -- just put it on two and a half and that's a good listening level, alright? I see you like listenin' to your music loud, but, hey, forget about the neighbors, you end up damaging your own ears ok? \n[93]Arlight, then.  Cheers. \n[94]Is this boyfriend bothering you? \n[95]The gentleman who came to the door -- \n[96]Many times, in damestic abuse situations the young lady is afraid to speak, but I have to tell you that, being a police officer, I've seen it happen: Young woman afraid to speak, next thing you know, I'm gettin' a call on the radio, I got a 422 -- \n[97]It's where situations like these lead, Claudia, unless you do something about it early, if and when the police call and come for help.  Now there are certain measures you can take -- \n[98]I don't wanna have to come back here in an hour and find that there's been another disturbance. \n[99]But I wouldn't mind comin' back in an hour just to see your pretty face! \n[100]Okey-doke. \n[101]This is, for not a fresh cup, a great cup of coffee, Claudia -- \n[102]What's that stand for? \n[103]This is my job. \n[104]Well if you listen' to that music too loud again and that fella returns maybe we'll share another cup of coffee -- \n[105]No. No.  Don't joke about that. That's not funny, Claudia.  Please, now. \n[106]Ok, then.  Keep your chin up and your music down, alright? \n[107]Just Jim. \n[108]Bye, bye, Claudia. \n[109]I'm sorry, Claudia. \n[110]No, no.  I was wondering...man oh man. I think I feel like a bit of a scum-bucket doing this, considering that I came here as an officer of the law and the situation and all this but I think I'd be a fool if I didn't do something I really want to do which is to ask you on a date. \n[111]Please, yes. \n[112]No. \n[113]I don't know.  I haven't thought about it -- you know what -- that's not true -- I have thought about it.  I've thought about going on a date with you since you opened the door. \n[114]Yeah. \n[115]No, I'm off tonight.  I would lov-like, to go tonight, I can pick you up, I can pick you up here at about what time?  What time? \n[116]What about ten o'clock, is that too late?  I don't get off and then -- \n[117]No, no, just casual maybe, maybe I thought -- there's a spot I like to go, it's real nice that overlooks a golf course and the course is lit up at night -- \n[118]Yeah, You know it? You know Billingsley's? \n[119]Oh, see?  This is great.  Ten o'clock. \n[120]Bye. \n[121]...it's not going to stop...it's not going to stop 'till you wise up...\" \n[122]Well, that's a natural thing, two people go out on a date, something.  They want to impress people, the other person...or they're scared maybe what they say will make the other person not like them -- \n[123]Well I don't go out very much. \n[124]I've never found someone really that I think I would like to go out with. \n[125]No, no. \n[126]ok. \n[127]...yeah... \n[128]Let's make a deal. \n[129]Wow....huh...\"...piss and shit...\" \n[130]You really use strong language. \n[131]-- no, no, it's fine. Fine. \n[132]It's fine. \n[133]...nothing.  I'm sorry... \n[134]-- well I'm a real...y'know, straight when it comes to that...curse words I just don't use much -- \n[135]ok. \n[136]Well. \n[137]Yeah. \n[138]Yeah, of course. \n[139]-- no, like what, what do you mean? \n[140]I lost my gun. \n[141]I lost my gun after I left you today and I'm the laughing stock of a lot of people.  I wanted to tell you that. I wanted you to know...and it's on my mind and it makes me look like a fool and I feel like a fool and you asked that we should say things, that we should say what we're thinknig and not lie about things and I'll tell you that, this: that I lost my gun and I'm not a good cop...and I'm looked down at...and I know that....and I'm scared that once you find that out you might not like me. \n[142]I'm sorry -- \n[143]I haven't been on a date since I was married and that was three years ago....and Claudia...whatever you wanna tell me, whatever you think might scare me, won't...and I will listen...I will be a good listener to you if that's what you want...and you know, you know...I won't judge you.... I can do that sometimes, I know, but I won't...I can...listen to you and you shouldn't be scared of scaring me off or anything that you might think I'll think or on and on and just say it and I'll listen to you.... \n[144]It's ok. \n[145]It's ok. \n[146]I'll take everything at face value. I'll be a good listener to you. \n[147]Say what you want and you'll see -- \n[148]Yes I do. \n[149]What? \n[150]I won't say, no, wait, Claudia -- \n[151]please, what is it, please -- \n[152]YOU'RE OK...you're gonna be ok.... \n[153]...these security systems can be a real joke. I mean, a frog falls from the sky and lands on the x-4 box 'round back and opens all the doors? Triggers a siutation?  You don't know who could be driving by at any moment, walk in and rob the place -- I was you I'd talk to your boss about a new security system -- \n[154]You guys make alotta money, huh? \n[155]I got a buddy a mine down at the med. center, he'd probably do quite a deal on a set of dentures, you're interested in that.  He's in training, you know he's not a dentist yet, but he's real good at corrective oral surgery from what I understand... \n[156]...alot of people think this is just a job that you go to.....take a lunch hour, the jobs over, something like that. But...it's a 24 hour deal...no two ways about it....and what most people don't see:  Just How Hard It Is To Do The Right Thing. People think if I make a judgment call that it's a judgment on them...but that's not what I do and that's not what should be done...I have to take everything and play it as it lays. Sometimes people need a little help. Sometimes people need to be forgiven and sometimes they need to go to jail. And that's a very tricky thing on my part...making that call...the law is the law and heck if I'm gonna break it...but you can forgive someone....?  Well, that's the tough part....What Do We Forgive? Tough part of the job.....tough part of walking down the street... ", "JIMMY": "\n[1]God, have I been around that long? \n[2]...Jimmy Gator... \n[3]Donnie, you have an answer? \n[4]It is! \n[5]Hello.  Is Claudia here? \n[6]Are you her boyfriend? \n[7]Yes.  What's your name? \n[8]You're her boyfriend? \n[9]I'm her father. \n[10]Can I come in? \n[11]I'II go....is it...back here? \n[12]It's me.  Claudia.  It's me. \n[13]I'd like to talk to you.  Your boyfriend let me in, I just knocked on the door -- \n[14]No.  No. \n[15]I want to sit.  I want to talk to you. \n[16]...I want to....I want so many things, Claudia. Maybe we can just talk to straighten our things out....there are so many things that I want to tell you -- \n[17]Please.  It doesn't have to be now. Maybe we can make a date to sit down, I didn't mean to walk in on you like this -- \n[18]I don't want you to think that I'm that way to you -- I'm not gonna call you a slut or something -- \n[19]Don't yell, honey.  Please don't go crazy -- \n[20]I'm not saying that, I'm sorry -- \n[21]I have something, so much -- I'm sick, Claudia. I'm sick. \n[22]Now STOP IT and LISTEN to me right now. I AM DYING, I GOT SICK...now I fell down and I'm Not...DON'T -- \n[23]I'm dying, Claudia.  I have cancer. I have cancer and I'm dying, soon. It's metastasized in my bones and I -- \n[24]I'm not lying to you, I'm not -- \n[25]baby, please, please -- \n[26]Please put your clothes on, please -- \n[27]Honey. \n[28]Your mother wants to hear from you -- \n[29]I'm sorry. \n[30]Come in. \n[31]Fifteen minutes ago, where were those cards? \n[32]I need you to get me Paula -- \n[33]Yes. Now. Find her. She's somewhere in the building -- \n[34]Find her, get her and tell her I want to talk to her, Mary.  Fucking hell. \n[35]Hello? \n[36]I'm drinking. \n[37]As fast as I can. \n[38]I went to see her -- some fuckin' asshole answers the door in his underwear, he's fifty years old, there's coke and shit laid out on the table -- \n[39]She went crazy.  She went crazy, Rose. \n[40]I don't know.  I have to go, I don't have time and I have more drinking to do before I go march -- \n[41]Love you too.. \n[42]You look great. \n[43]...you know... \n[44]No. \n[45]It's just...too late for me to be fuckin' around.  I gotta stop. I gotta clean my brain of all the shit I've done that I shouldn't have done -- \n[46]I don't wanna have to lie to anyone. I don't want to hurt anyone else, anymore. \n[47]Thirty fuckin' years I've been with Rose, don't -- y'know -- with this, and I know what you think -- \n[48]Yeah. Yes. \n[49]Yes. \n[50]If she asks me any question I want to tell her.  I want to tell her everything I've done. \n[51]I won't. \n[52]I got in trouble at school. \n[53]Fuck no. \n[54]You're a good one arentcha? \n[55]I'm fuckin' hammered, Burt. \n[56]ooohhhhhh no. \n[57]It's been the same fuckin' thing for thirty years, Burt -- \n[58]And the book says: \"We may by through with the past, but the past ain't through with us.\" \n[59]In my sleep, Burt. \n[60]For 25.  Best known for the \"tragedy and blood\" genre, this author-playwright -- \n[61]This French playwright and actor joined the Bejart troupe of actors -- \n[62]I'm gonna need a full name, Stanley. \n[63]I can't fuckin' do this. \n[64]Fuck.  I think I'm gonna throw up, I think. I haven't thrown up since I was twenty years old. \n[65]What were you saying, Stanley? \n[66]OK, OK, here we go: Steeper questions, bigger payoff, individual challenges with musical and audio pockets, no-steal-lock-out's, let's get it on in Round Two, Categories are: \n[67]Kids, Adults, I'd like you to put yourself at a picnic.  Place yourself there with your family and friends if you'd like -- you'll hear three musical notes and you are to tell me what it might represent that you'd find at a picnic -- The First Three Notes: \n[68]For 250.  Next notes, please: \n[69]For 500 and the Third Set Of Notes: \n[70]Let's listen: \n[71]Mim -- \n[72]That's right! \n[73]Imagine you are attending a jam session of classical composers and they have each done an arrangment of the classic favorite, \"Whispering.\"  Here are three variations on the theme, as three classic composer's might have written it -- you are to name the composer.  The First: \n[74]Excellent. Next number: \n[75]Stanley the Man -- answer: \n[76]I had a stroke, I think I had a stroke. \n[77]No, no, no. I'm fine. It's small, I wanna keep going -- \n[78]I'm telling you right now, I'm fine. I lost my goddamn balance and I couldn't see a moment, but I'm ok. \n[79]You fuckin' don't do that. You don't do it, you cocksucker. I'll fuckin' kill you with my barehands.  Go. get the fuck fuck -- we're going back and we finish the show -- \n[80]Shut it.  Shut yer fuckin' mouth. \n[81]C'mon down here, Mim. \n[82]\n[83]Do I even have to ask?  Stanley, get your butt over here -- \n[84]Stanley, passing to one of the other kids -- \n[85]Richard, Julia, kids?  What's it gonna be, we need a player for one on one -- \n[86]I need a player, Kids....c'mon now. The indescision of a child, ladies and germs! \n[87]Well I'm not sure, Stanley. \n[88]I'm sorry, Stanley. \n[89]It's okay, Stanley. It's alright. \n[90]Take me outta here, Mary...I gotta go, I gotta go home to Rose, please, please. \n[91]I don't think I want that. \n[92]It's not really pain. \n[93]I gotta ask you for a cigarette, 'cause I don't wanna spend six hours tryin' to get it to my mouth -- \n[94]How do we do this, then? \n[95]Do you love me, Rose? \n[96]I'm a bad person. \n[97]No, I mean:  I'm telling you this, now. You see?  You see I want to make everything clear and clean...and apologize for me....for all the stupid things I've done....that will eat me up.... \n[98]--- don't.  don't.  Please.  Just... listen to me...honey.... ...I've done...I've cheated on you. \n[99]I've cheated on you and it kills me and the guilt of what I've done...I don't want you to think...maybe you knew, I think that maybe you've known... So I hope that I'm not saying this for me...for me to make myself feel better about what I've done...but for making you not feel like you're sitting there like a jerk...you've been the good one... You understand...I'm so sorry for all I've done wrong...and this is pathetic...what? \"Dying man, confess the sins\" something? Is it selfish for me to say this?  To say what I've done...I feel better already. I do...do you hate me? \n[100]Yeah. \n[101]Will that help? \n[102]I don't even remember...many...twenty... maybe more...not much more...twenty times. \n[103]I'll answer anything. \n[104]Yes. \n[105]Rose, I don't -- \n[106]Paula.  Ellen. \n[107]That's it. \n[108]No. \n[109]Just once. \n[110]Two years...three years... \n[111]It's over.  I talked to her this morning. \n[112]It's over becuase...for all the the right reasons I hope, what I said. \n[113]What? No, Rose, jesus, no -- \n[114]I don't. \n[115]I don't know.... \n[116]I love you so much. \n[117]Why, well I think we've, we both don't know...what do you mean? \n[118]Maybe...I don't... \n[119]Do you know the answer to this? \n[120]I think that she thinks I may have molested her. \n[121]She thinks terrible things that somehow got in her head...that I might have done something.  She said that to me last time...when it was...ten years ago she walked out the door, \"You touched me wrong...\" \"I know that.\" Some crazy thought in her, in her head... \n[122]...No.... \n[123]I don't know. \n[124]I really don't know. \n[125]I don't know what I've done. \n[126]...I don't know... \n[127]What...? ...no...no, please... \n[128]I don't know what I've done. \n[129]Stay here, please don't leave me, please, please, if I said I knew would you stay? \n[130]I don't know what I've done. ", "CLAUDIA": "\n[1]Hi. \n[2]...what the fuck is this...? \n[3]What do you want? Why are you here? \n[4]He's not my boyfriend. \n[5]Wanna call me a slut now, something? \n[6]What the fuck do you want? \n[7]Don't sit down. \n[8]I don't wanna talk to you. \n[9]Why are you here, why are you doing this? Coming in here -- you wanna call me a whore? \n[10]Yeah, yeah right -- what the fuck are doing?  WHAT THE FUCK ARE YOU DOING IN MY HOUSE? \n[11]I'M NOT CRAZY.  Don't you tell me I'm crazy. \n[12]I'M NOT CRAZY.  You're the one.  You're the one who's wrong.  You're the one -- \n[13]Get out of here, get the fuck out of my house -- \n[14]\n[15]\n[16]\n[17]\n[18]YOU BURN IN BELL.  You burn in hell and you deserve it -- YOU GET THE FUCK OUT. \n[19]\n[20]\n[21]Can you get your shit and leave, please? \n[22]...Hello...? \n[23]uh...uh...What is it? \n[24]Just a minute just a...I have to get dressed -- \n[25]I'm coming! \n[26]I'm sorry, I had to get dressed. \n[27]Yes. \n[28]For what? \n[29]I'm sorry. \n[30]Wilson. \n[31]What? \n[32]Yeah, but I don't know -- \n[33]No. \n[34]I didn't realize it was that loud. \n[35]Yeah. \n[36]No. \n[37]Yes.  I had someone come to my door, someone I didn't want here and I told them to leave -- so -- it's no big deal. They left.  I'm sorry. \n[38]No. \n[39]No. \n[40]I was...he's gone...I mean it's not. It's over, y'know -- \n[41]It's fine. \n[42]What are you lookin' for? \n[43]ok. \n[44]About two years ago. \n[45]Yeah. \n[46]Yeah. \n[47]I don't have a boyfriend. \n[48]Yeah...it's not...it's been on for a bit -- \n[49]-- do you wanna cup? \n[50]I don't know how fresh it's gonna be -- \n[51]You take cream or sugar? \n[52]Yeah. \n[53]I don't have a boyfriend. \n[54]-- is not my boyfriend. \n[55]It's not -- what's a 422? \n[56]It's not my boyfriend -- and it's not anything -- it's over.  Really. It's not.  He won't came back. \n[57]You won't.  You won't have to. \n[58]I'm gonna run to the bathroom real quick. \n[59]Ok, ok. I'm back. \n[60]Thank you. \n[61]What do you wanna talk about? \n[62]--- yeah, yeah, I get in it in my ear. It's TMJ is what it's called technically. \n[63]Tempural-something-mandibular, thing with something, I dunno. But it affects my ear, I don't even know if I have TMJ exactly but just very tight, like - it's like a muscle spasm and it's just gets so clenched -- \n[64]We were just gettin' warmed up. We were just getting started. \n[65]If you're not here for a 422 -- \n[66]I'm sorry. \n[67]Yes.  I will.  It was nice to meet you Officer Jim. \n[68]yeah, good, ok. \n[69]Good bye. \n[70]What is it?  Did you forget something? \n[71]You wanna go on a date with me? \n[72]Well...is that illegal? \n[73]Then...I'd like to go...What do you want to do? \n[74]Really? \n[75]I thought you were flirting with me a little. \n[76]Do you wanna go tonight?  I mean, are you working? \n[77]Eight o'clock? \n[78]Oh sure yes, that's fine, late dinners are good.  Should I get dressed up or -- ? \n[79]Billingsley's? \n[80]It's my favorite place -- \n[81]Great, bye. \n[82]\"..it's not what you thought when you first began it...you got what you want.... now you can hardly stand it though by now you know, it's not going to stop.....\" \n[83]Did you ever go out with someone and just....lie....question after question, maybe you're trying to make yourself look cool or better than you are or whatever, or smarter or cooler and you just -- not really lie, but maybe you just don't say everything -- \n[84]So you've done it -- \n[85]Why not? \n[86]And I bet you say that to all the girls -- \n[87]You wanna make a deal with me? \n[88]What I just said...y'know, people afraid to say things....no guts to say the things that they...that are real or something... \n[89]To not do that.  To not do that that we've maybe done -- before -- \n[90]Ok.  I'll tell you everything and you tell me everything and maybe we can get through all the piss and shit and lies that kill other people.... \n[91]What? \n[92]I'm sorry -- \n[93]I didn't mean...it's seems vulgar or something, I know -- \n[94]I'm sorry. \n[95]No, I'm sorry.  I'm saying I'm sorry. I talk like a jerk sometimes -- \n[96]I'm sorry. \n[97]I'm gonna run to the bathroom for a minute...maybe just -- \n[98]ok. \n[99]I wanted to do that. \n[100]That felt good to do...to do what I wanted to do. \n[101]Can I tell you something? \n[102]I'm really nervous that you're gonna hate me soon.  That you're gonna find stuff out about me and you're gonna hate me -- \n[103]You're a police officer.  You have so much, so many good things and you seem so together...so all straight and put together without problems. \n[104]What? \n[105]Oh my god, Jim. Jim, that was so -- \n[106]That was so great what you just said. \n[107]You don't how fuckin' stupid I am. \n[108]You don't know how crazy I am. \n[109]I've got troubles. \n[110]Ohhhh I started this, didn't I, didn't I, didn't I, fuck. \n[111]Wanna kiss me, Jim? \n[112]....now that I've met you.... Would you object to never seeing me again? \n[113]Just say no. \n[114]Let me go, leave me, let me go, it's ok, please. \n[115]just let me walk out, ok? ", "FRANK": "\n[1]In this big game that we play it is not what you find and it's not what you deserve - It's What You Take. I'm Frank T.J. Mackey, Master of the Muffin and author of the Seduce and Destroy System of audio and videocassettes that will teach you the techniques to have any hard-body blonde dripping to wet your dock! \n[2]Bottom line?  Language.  The magical key to unlocking any woman's analytical ability and tap directly into her hopes, wants, fears, desires and panties. \"Seduce and Destroy,\" creates an immediate sexual attraction in any muffin you meet. Learn how to make that lady - \"friend\" your sex-starving-servant.  Create an instant, money-back guaranteed trance-like state that'll have any little so and so just begging for it. I don't care about how you look, what car you drive or what your last bank statement says:  \"Seduce and Destroy,\" is gonna teach you how to get that naughty sauce you want - fast! Hey -- how many more times do you need to here the all too famous line of: \"I just don't feel that way about you.\" \n[3]Respect the cock and tame the cunt, boys. \n[4]And you did hear me right.  Tame it. Take it on, head first -- with your skills at work and say, \"No.  You will not control me.  You will not take my soul and you will not win this game.\" 'cause it is a game, guys, you wanna think it's not -- go back to the schoolyard and have a crush on Mary Jane -- respect the cock -- you are embedding this thought: I'm in charge.  I'm the one who says yes, no, now or here.  Shit, man.  Sad but true. Sad But True.  And you wanna know what? It must be the way. The thing about chicks and the thing about this course that we're going through today is how universal the whole thing is.  I mean: I wish I could sit here and say that it's not -- because the reality? If each chick had something new, something really new that I'd never seen before? Fuckin' hell: I'd be in the money!  Because I'd have to create a hundred new cassettes, a hundred new books, a hundred new seminars and hundred new videos just to deal with each and every situation a chick could create - but that is just not the case.  They are universal. They are sheep. They are to be studied and watched -- they have patterns that must be stopped, interupted and resisted. I'd be makin' a fuckin' butt load if they were actually as much of a challenge as they want you to think they are! Reality: They Are All The Same. Each and every one of them.  And once you learn these methods: You're Set.  You Don't Have To Come Back. That's it. In solid. Boom.  Done.  Over.  Why? Because all women are the same.  Period. End of discussion.  Sorry.  It's true.  Sad But True. And anyone who wants to say that these methods we work by are \"unfair?\"  Yes, they are. Guilty as charged.  And so's the world. It's a harsh, hard unfair place, but it's not gonna stop me from getting my fair shair of hair pie -- Period.  Sorry.  End of discussion. \n[5]Number One: Get a calendar.  I cannot stress this enough.  This is a simple item guys.  It's 99 cents at your corner store: Go And Get One.  Fuck it, if you reach into your packet, you'll see I've been nice enough to include one, 'cause that's the kind of prick I am -- You're gonna need this calendar and I know it sounds like a small thing, but having it makes all the difference in the world: If you meet a girl and you're gonna work an A-3 Interuption -- let's say an eight day waiting period before the next call -- how you gonna know when those eight days are up?  Buy a calendar. Next move?  Mark the calendar. Yeah, yeah, yeah.  What did I pay my eight hundred dollars for?  To hear Frank tell me to buy a calendar and mark it?  Just stick with me and stick by the calendar.  Mark it up -- use it to set goals -- If you wanna make that \"friend\" something else -- you gotta be hard on yourself, set goals: You, there: And What's Your Name? \n[6]Denise? \n[7]-- and she hurt you didn't she? I know, I know.  I know how that can be brother, but let me tell you loud and clear what we will be teaching Denise when we put our calendars to work and set goals: \n[8]Little Denise, I say this:  I mark it up and I write it down and you've been warned: \"By the end of May, you will know I'm not gay.\" \"On the fourth of June, Denise, you're gonna be lickin' my spoon.\" \"And Come August, You Suck My Big Fat Sausage.\"  I've SET GOALS FOR MYSELF. And what?  I've said \"enough is enough.\" Because why?  She's not gonna be your pal. She's not gonna be your friend.  You think she's gonna be there for you the second you need something?  Think again - this fuckin' bitch Denise! But: Listen up:  That is not to say that we don't all need women as friends, 'cause we're gonna learn later on in Chapter 23 that having a couple of chick-friends laying around can come in real handy in setting Jealousy Traps. But we'll get to that.  Number One (this is page 18 in your booklets, blue cover - go to it and follow along with me. \n[9]Create a crisis -- simple and clean, and if done properly can be quite effective in getting some bush. Here we go:  Set a date with your so-called \"friend.\"  Let's say you make it 7:30. You call her on the phone -- \n[10]So I'll see you about 7:30? Great, then.  Bye-bye, Cindy. \n[11]You wait until about nine o'clock and you ring the doorbell. \n[12]She opens it up, pissed as hell, but finds you sobbing your eyes out -- \n[13]...I can't believe what happened... \n[14]You explain between sobs that you hit a dog on the way over to pick her up and you had to rush it to the animal hospital but by the time you got there -- \n[15]...and it's paw was sticking out... and it was too late.  It was too late. \n[16]I can't believe I'm telling you guys this, but the truly terrifying part is that: THIS WORKS. Any girl that calls herself your friend is not gonna let you be alone in a situation like that. Technique #2: Staging a fight. This is not knock down, drag out, crying screaming, yelling -- this is a simple, direct and subtle way of planting confusion into a girl's mind.  Remember we are using reinforcement technique \"G\" with these women. Here's how:  \n[17]One day, she calls you up on the phone... \n[18]Hello? \n[19]You very directly say: \n[20]\"I don't think I have anything to say to you, Cindy.\" \n[21]Let her wonder what she did wrong. \n[22]This is the way...because they will always wonder, \"What did I do?\" \"What could I have done different?\" \"How should I behave to get this back?\" And if they think that way -- then they are asking for you to hurt them and That Is What You Must Do.  That is what you must do which is punish them many, many times over. \n[23]Hello, hello, I'm a bit out of breath from all this work -- \n[24]Are we gonna tape some stuff now? \n[25]You got us a room so quick? \n[26]I'm kidding of course. \n[27]I swear to fucking-god, I do one-a-my seminars, I'm Superaman! I'm Batman! I'm like a fucking action hero the way I feel afterwards, like I could walk out this door, down the street, pick up any fuckin' pootie I see that has even one second to stop -- \n[28]Just one look, one hesitation, one subtle gesture for me to know -- And Bing-Bam-Boom I'm away on a tangent -- I get so fuckin' amped at these seminars and lemme tell you why: Because I Am What I Believe. I am what I teach, I do as I say, I live by these rules as religiously as I preach them: And you wanna know what? I'm gettin' pussy left, right, up, down, center and sideways. \n[29]-- go, go, go.  I'm givin' pearls here. And I'II tell you samethin' else: I'm not succeding in the bush because I'm Frank TJ Mackey.  If anything, there are women out there that want to destroy me -- it makes it twice as hard for me, I run into some little muffin, knows who I am, knows my schemes and plans -- shit, she's gonna wanna fuck around, prove to her friends, say, \"Yaddda-yadda-yadda, I saw that guy, he wasn't anything, didn't get me.\"  So me? I'm runnin' on full throttle the whole fuckin' time.  Dodging bullets left and right from terrorist blonde beauties. But I'II tell you this: The battle of the bush is being fought and won by Team Mackey.  Can I have a cigarette? \n[30]What do you want to know? \n[31]Around here. \n[32]Hollywood, mainly. \n[33]My father worked in televison. My mother -- this is gonna sound silly to you -- she was a librarian. \n[34]Well I guess it doesn't. \n[35]She's retired. \n[36]She's my mother. \n[37]\"Go Get 'Em, Honey.\" \n[38]He passed away. \n[39]people die. \n[40]Not a problem. \n[41]From '84 to '89. \n[42]Right. \n[43]...this close... \n[44]Muffy, can I get another ciggy? \n[45]Like I said, yeah -- \n[46]I don't how much I went -- but I was enrolled.  I was such a loser back then. I was -- misguided, pathetic -- I was very fat. Not even close to what I am today. Not the Frank TJ Mackey you're eager to talk to because I was swimming in what was as opposed to I wanted. \n[47]What name?  My name? \n[48]My mother's name, actually. Good question.  You've done you're research. \n[49]\"Frank\" was my mother's father. \n[50]Oh, yeah.  No, no, no.  They wouldn't -- \n[51]no, no, no.  Certainly not.  I wasn't officialy enrolled, that's right. Was that unclear? \n[52]I wouldn't want that to be misunderstood: My enrollment was totally unoffical because I was, sadly, unable to afford tuition up there.  But there were three wonderful men who were kind enough to let me sit in on their classes, and they're names are: Macready, Horn and Langtree among others. I was completely independent financially, and like I said: One Sad Sack A Shit. So what we're looking at here is a true rags to riches story and I think that's what most people respond to in \"Seduce,\" And At The End Of The Day? Hey -- it may not even be about picking up chicks and sticking your cock in it -- it's about finding What You Can Be In This World.  Defining It.  Controling It and saying: I will take what is mine.  You just happen to get a blow job out of it, then hey-what-the-fuck- why-not?  he.he.he. \n[53]-- that's right, that's right, and what I'M saying, that none of my competitors can say is this:  That there is no need for insight or understanding.  Things of the past! Gone, Over, Done. Do you realize how fucking miraculous this is? How fucking razor sharp and cutting edge and ahead of it's time this concept is?  I'm talking about eliminating insight and understanding as human values.  GOD DAMN I'M GOOD.  There is no need for INSIGHT.  There is no need for UNDERSTANDING.  I have found a way to take any subjective human experience -- in other words -- all the terrible shit or all the great shit that you've had happen to you in your life -- and quickly and easily transform it in the unconscious mind through the subtle and cunning use of language.  The \"listener-patient\" settles into a very light, very delicate, conversationally induced state: NOT A TRANCE, mind you, but a STATE. A state that is brand new.  The System's state. What did I do?  I REALIZED that concept and put it into practical \"get my dick hard and fuck it\" use. I'm gonna build a state for the seducer and the seducee to live, vote, breath, pay takes and party 'till dawn.  I'm gonna teach methods of language that will help anyone get a piece of ass, tit and tail -- \n[54]I just realized this is for television, isn't it?  I can't swear up and down like I just did. \n[55]I warned you -- I get on a roll... \n[56]Muffy -- coffee? \n[57]Is that still lingering? \n[58]So boring, so useless -- \n[59]Thank you, Muffy.  Funny thing is: This is an important element of, \"Seduce and Destory:\" \"Facing the past is an important way in not making progress,\" that's something I tell my men over and over -- \n[60]-- and I try and teach the students to ask: What is it in aid of? \n[61]Yes. \n[62]In aid of what? \n[63]-- there's a lot more important things I'd like to put myself into -- \n[64]Not really. \n[65]This is how you wanna spend the time, then go, go, go -- you're gonna be surprised at what a waste it is -- \"The most useless thing in the world is that which is behind me,\" Chapter Three -- \n[66]I'm not sure I hear a question in there? \n[67]I know alotta women and I'm sure she remembers me. \n[68]Mm. Hm. \n[69]An old stomping ground --is this the \"attack\" portion of the interview, I figured this was coming sooner or later -- Is \"the girl\" coming in for the kill? \n[70]Go ahead and waste your time. \n[71]And that's what you've heard? \n[72]Are you asking me a question? \n[73]What am I doing? \n[74]I'm quietly judging you. \n[75]Time's up.  Thank you for the interview. \n[76]You requested my time and I gave it you, you called me a liar and made accusations. And you say, \"If I'd known I wouldn't have asked,\" then it's not an attack?  Well, I don't wanna be the sort of fella who doesn't keep his word.  I gave you my time, Bitch. So fuck you now. \n[77]-- fuck you. \n[78]Is he at the house? \n[79]Don't give me things, Janet just tell me the thing, the information -- \n[80]I haven't spoken to this asshole in ten years....what did I do....? What did I do today for this?  For all of this? ....what....is this.... ....Is This A Movie.....? \n[81]Put him on -- \n[82]There's no one there. \n[83]Welcome back.  Back from break. I hope you guys stayed away from those little nacho bits I saw out there... I know...I know...hey, you're not payin' for the snacks.... \n[84]\"How To Fake Like You Are Nice and Caring.\" This is...obviously...quite an important section...I mean, let's face it...face the facts...Men Are Shit, right?  I mean, that is what they all say.  We've all done bad things...bad things that no woman has ever done...that's what they say. We As Men are taught to apologize: \"I've done wrong.\" \"I'm sorry.\"  \"My needs as a man made me...\" Something, something...bullshit....well what I would like to say.... \n[85]If you feel, made to feel like you need them, like -- like you can't live if you're without them or you need, what? They're pussy?  They're love? Fuck that. Self Sufficient, gents.  That's the truth. What you are -- we are -- you need them for what?  To fucking make you a piece of snot rag?  A puppett?  huh?  Hear them bitch and moan? bitch and moan -- and we're taught one thing -- go the other way -- there is No Excuse I will give you, I'm not gonna apologize -- I'm not gonna apologize for my NEED my DESIRE...my, the things that I need as a man to feel comfortable... You understand?  You understand?  You need to say something, \"my mommy hit me or daddy hit me or didn't let me play soccer, so now I make mistakes, cause a that -- something, so now I piss and shit on it and do this.\" Bullshit.  I'm sorry. ok. yeah. no. fuck. go.  fuck. alright. go make a new mistake. maybe not, I dunno...fuck.... \n[86]\"...it's not going to stop...it's not going to stop....it's not gonna stop 'till you wise up, no it's not gonna stop...\" \n[87]...are you Phil...? \n[88]I got your message.  That you were trying to get me -- right? \n[89]Is Linda here? \n[90]Yeah let's...maybe just stand. \n[91]Let's just wait one minute and stay here, okay? \n[92]How long have you taken care of him? \n[93]Uh-huh.  What's going on? \n[94]Is he in pain? \n[95]...uh-huh... \n[96]How long...you think? \n[97]When did he go off chemo? \n[98].....have you ever seen this..I mean, never mind, you said -- \n[99]Uh. huh. \n[100]He's in here --? \n[101]No, let's just wait one minute, let's just stand here one minute or so -- \n[102]Oh yeah. \n[103]Uh. huh. \n[104]Mmm. \n[105]So....Phil....um...I think I'm gonna step in and try and see him and say something if he can...talk...I mean: \n[106]Can you stand...back...maybe, I mean... just a little bit...in the room is ok, but back from us a little... \n[107]...Dad...Dad...hey...Earl? \n[108]...hey...Dad...Dad can you wake up a minute Dad? \n[109]He's not waking up. \n[110]Dad...dad it's me...it's Frank... It's Jack....It's Jack....Dad.... \n[111]I'm here.  I'm here now.  What do you want? Do you want anything? \n[112]...just wait...Dad...you want something...can you say... \n[113]Oh, Dad.  It's ok. jesus. ok. it's ok...I'm here with you now, please. i'm sorry...it's ok. alright..ok. ", "PHIL": "\n[1]How's today then? \n[2]Fuckin' bullshit is right, in'it? \n[3]I'II take care of anything, Earl. \n[4]Hi, Linda. \n[5]You do? \n[6]Where is he? \n[7]No. \n[8]I'm trying. \n[9]She went out.  She said she went out to run some errands.  She'll be back. \n[10]She loves you. \n[11]When was the last time you talked to your son? \n[12]-- memory? \n[13]Yeah. \n[14]I've seen it before. \n[15]There's no asshole like you. \n[16]How come every word you say is either \"cocksucker,\" or \"shitballs,\" or \"fuck?\" \n[17]Go fuck myself? \n[18]I'll get you another pain pill. Another morphine pill -- \n[19]Who are you gonna call? \n[20]Who? \n[21]Is Jack your son? \n[22]You wanna call him on the phone? We can call him, I can dial the phone if you can remember the number -- \n[23]It's ok. \n[24]Frank Mackey.  That's your son? \n[25]Hi.  Is Frank there? \n[26]I'm looking for Frank Mackey. \n[27]Is this 509-9027? \n[28]Alright.  Thank you. \n[29]Hi. I'd like to get an order for delivery. \n[30]818-753-0088. \n[31]Yeah. \n[32]I'd like to get an order of...um...peanut butter. \n[33]Cigarettes. Camel Lights. \n[34]Water. \n[35]Um, no, y'know what? Forget the water, just give me a loaf of bread...white bread. \n[36]And um....do you have Swank magazine? \n[37]Ok. One of those. Do you have Ram Rod? The magazine, Ram Rod? \n[38]Ok. One of those.  And...um...Barely Legal? \n[39]Do you have that? \n[40]That's it. \n[41]Yes. What? Yes. \n[42]Thank you. \n[43]Hi. \n[44]Got it. \n[45]Hi, hello, great.  This is Seduce and Destroy? \n[46]Well I don't want to order anything, you see. I have a situation, a situation just come up that's really pretty serious and I'm not sure who I should talk to or what I should do but could you maybe put me in touch with the right person if I explain myself? \n[47]Well can you connect me to someone else? \n[48]Well, ok.  Lemme see how I explain this without it seeming kinda crazy, but here go:  I'm, my name is Phil Parma and I work for a man named Earl Partridge -- Mr. Earl Partidge. I'm his nurse.  He's a very sick man. He's a dying man and he's sick and he's asked me to help him, to help him find his son -- Hello?  Are you there, hello? \n[49]OK.  See:  Frank TJ Macky is Earl Partridge's son.... \n[50]I know -- and I can't really explain that, but I have a feeling there's something, some situation between them, like they don't really know each other much or well, something like they don't talk much anymore -- \n[51]Does this sound weird? \n[52]There's no number for Frank in any of Earl's stuff and he's pretty out of it -- I mean, like I said, he's dying, y'know.  Dying of Cancer. \n[53]Brain and Lung. \n[54]It's rough.  I'm sorry, did she make it? \n[55]Oh that's good. \n[56]It's a helluva disease. \n[57]I know this all seems silly. I know that maybe I sound ridiculous, like maybe this is the scene of the movie where the guy is trying to get ahold of the long-lost son, but this is that scene.  Y'know?  I think they have those scenes in movies because they're true, because they really happen. And you gotta believe me: This is really happening.  I mean, I can give you my phone number and you can call me back if you wanna check with whoever you can check this with, but don't leave me hanging on this -- please -- please.  See: See: See this is the scene of the movie where you help me out -- \n[58]Yeah, hey. Chad. \n[59]Thank you, Chad, and good luck to you and your mother -- \n[60]Hi, hi, thank you for taking my call -- \n[61]Yeah I'm here. \n[62]No I haven't. \n[63]Linda -- \n[64]I've got Frank...Frank Earl's son. He's...he asked me to get him and I did -- \n[65]No, Linda, you don't understan -- \n[66]Earl asked me, Linda, please, Linda, I'm sorry -- Earl asked me -- \n[67]....it's alright.... \n[68]No. \n[69]No. \n[70]Graduation? \n[71]Twelve. \n[72]What?  Say it again...walking in the car? \n[73]I got it. \n[74]It's ok...I'm gonna stay...stay it out. \n[75]\"It's not going to stop...it's not going to stop....\" \n[76]Hello.  Frank.  Frank TJ Mackey. \n[77]Yeah. I was trying to get in touch with you.  We got dissconnected. \n[78]Yes.  I didn't know how to find you. Earl asked me, so I looked through the adress books and there was no number, nothing -- \n[79]She's not here, she went out. I'm sorry.  This is all just so, I don't know what, what to do -- your Dad asked me to try and track you down. To get you and I did, I called the number -- Do you wanna come in? \n[80]These Dogs'll calm down -- you just have to come in -- \n[81]He's in here. \n[82]Ok. \n[83]For six months.  I'm the day nurse... \n[84]He's...I'm sorry...so sorry...I've seen this before, you know and you don't.... He's going very fast....Frank...um.... \n[85]I just...he was...but I gave him, I just had to give him a small dose of liquid morphine.  He hasn't been able to swallow the morphine pills so we now, I just had to go to the liquid morphine... For the pain, you understand? \n[86]Um...soon tonight...I think, yes? Tommorrow...I mean...very soon...very... \n[87]About three weeks ago. \n[88]I work as a nurse, for a proffesion -- \n[89]I'm really sorry. \n[90]Yeah. \n[91]I've heard your tapes on the phone. \n[92]When they put me on hold, to talk to you...they play the tapes. I mean: I'd seen the commercials and heard about you, but I'd never heard the tapes .... \n[93]It's interesting. \n[94]...ok... \n[95]yeah. \n[96]I don't think, he can't... \n[97]There are frogs falling from the sky. ", "STANLEY": "\n[1]...Donald W. Winnicott....1911...North America.... ...South America....the answer is four.... ...the answer is 22...the answer is gravity.... the answer is \"The Life of Samuel Johnson.\" \n[2]We need more dog food -- \n[3]I need this one. \n[4]I can't carry all of them. I need them. I need my books. I need them to go to school. \n[5]Should be one-thirty. \n[6]Love you too. \n[7]You're late, not me. \n[8]-- I didn't see you from the window. \n[9]Sure. \n[10]I'm fine. Yes. I'm fine. \n[11]Where's Richard and Julia? \n[12]See you. \n[13]Where's the news department at this studio? \n[14]Have you ever been there? \n[15]I'm wondering about the weather department. I'm wonderin' wether or not the weather people use outside meteorlogical services or if they have in-house instruments? \n[16]Ok. \n[17]I don't have regular classes anymore. \n[18]They just let me have my own study-time, my own reading time in the library. \n[19]No. \n[20]Like what? \n[21]What's MOW? \n[22]Cynthia? \n[23]How much time do we have? \n[24]I should maybe go to the bathroom. \n[25]I don't know. \n[26]They look pretty smart, I think. \n[27]Maybe. \n[28]I gotta go to the bathroom. \n[29]Willa Cather. \n[30]Thomas Kyd. \n[31]Moliere. \n[32]Jean Baptiste Poquelin Moliere. \n[33]I have to go to the bathroom, Cynthia. \n[34]I'm, I need to go, I'm gonna -- \n[35]I'm fine. Yes. \n[36]Ohh, it's all fine. It's all. Nice. I'd just like to keep going....keep getting on.... \n[37]I was saying...thinking maybe I'd get my own quiz show someday, Jimmy. Just like you! \n[38]...I don't know the answer... \n[39]Shut up -- shut up -- \n[40]\n[41]I'm fine. nothing. \n[42]I didn't know the answer -- \n[43]I don't know. \n[44]I didn't I'm fine, I'm fine. \n[45]I said I'm fine. \n[46]I'm fine. I'm fine, I just wanna keep playing -- \n[47]Yes. \n[48]Alright. \n[49]I don't wanna go, I can't do it this time. \n[50]I don't wanna do it.  Why can't one of you do it -- \n[51]I'm sick of being the one, the one who always has to do everything, I don't want to be the one always -- \n[52]I'm going to pass, Jimmy. \n[53]I don't want to go. \n[54]I don't want to play.  I always play, I always answer the questions and I don't wanna do it anymore -- \n[55]This isn't funny.  This isn't \"cute.\" Jimmy -- Jimmy -- we're not a toy -- we're not dolls, here.  This isn't funny you see, the way we're looked at if you think that we're cute Because What? What?  I'm made to feel like a freak if I answer questions and I'm smart or I have to go to the bathroom.  What Is That? And what is that, Jimmy, I'm asking? I'm asking what is that, Jimmy? I'm asking you that -- ? \n[56]We are not on display.  I am not a doll. \n[57]I'm sorry, I'm sorry, I didn't mean to do this. \n[58]I don't mean to cry, I'm sorry. \n[59]\"..till you wise up, no it's not going to stop, so just....give up.\" \n[60]Hi. \n[61]It's ok. \n[62]Are you alright? \n[63]Hi. \n[64]It's ok. \n[65]Are you alright? \n[66]Yes. \n[67]....Why does he do it...? \n[68]It's not right. \n[69]I have money. \n[70]I have money to give you. \n[71]I can take you to get money.  I don't need it...I don't need it -- listen to me: I can let you have money so your father won't hit you ever again -- you'll have the money because I don't need it. \n[72]It's frogs.  It's raining frogs. \n[73]It's raining frogs from the sky. \n[74]This happens....this is something that happens. \n[75]Dad...Dad. \n[76]You have to be nicer to me, Dad. \n[77]I think that you have to be nicer to me. ", "DONNIE": "\n[1]Promethius. \n[2]This is really exiting....bet you don't get many people my age getting braces -- \n[3]Great, great, great, so I'll see you tommorrow morning. \n[4]I'm gonna be late for work. \n[5]What the hell? What the hell? \n[6]This is going to be ok. This is. This is. \n[7]...please... \n[8]This is so fucked, Solomon. I don't deserve this. \n[9]Solomon: I am in the middle of so much. So much in my life and this is -- If you do this, if you fire me: I Am Fucked. I can't really explain much, but please, please, I've worked here for four years, four years I've given you and I'm, I'm, I mean what?  I'm sorry I was late. I had a car accident.  I accidentaly drove into a seven-eleven. It was not my fault. \n[10]I don't have any money, Solomon. If you fire me -- \n[11]I lent my name, my celebrity. Exactly -- \n[12]I paid you back. \n[13]Solomon, please.  Please.  I am so fucked here if you do this.  This is the worst timing. The worst timing I could ever imagine. I need to keep working.  I have so many debts, so many things, I have, I have, I have -- I have surgery -- I have my oral surgery coming -- \n[14]Oral surgery.  Corrective teeth surgery. \n[15]Braces. \n[16]Yes. \n[17]Yes I do. \n[18]I need corrective oral surgery. I need the braces. \n[19]I can't believe you're gonna do this to me, the situation I'm in, I don't -- Avi: You know what?  Being hit by lighting doesn't matter for getting braces, ok? Now Solomon, let me just ask you once: Please. Please. Don't do this. \n[20]I don't know. \n[21]It's...doesn't matter.... \n[22]I've been a good worker -- \n[23]I don't know. \n[24]I've been a good worker, Solomon. A hard and loyal -- \n[25]\n[26]\n[27]Make it happen, make it happen and go,go,go. \n[28]yeah, yes, hi, hello. \n[29]Diet Coke. \n[30]I want a shot of tequila too. \n[31]It doesn't matter. \n[32]You look like you've got money in your pocket. \n[33]Just throw some money around. Money, money, money. \n[34]Do you have love in your heart? \n[35]Is it real love? \n[36]-- the kind of love that makes you feel that intagible joy.  Pit of your stomach. Like a bucket of acid and nerves running around and making you hurt and happy and all over you're head over heels....? \n[37]I have love. \n[38]No.  I mean, I'm telling you: I'm telling you that I have love. \n[39]My name is Donnie Smith and I have lot's of love to give. \n[40]....do you know who I am? \n[41]What?  What does that mean? \n[42]You talk in rhymes and riddles and ra...rub-adub --- but that doesn't mean anything to me, see....see...see I used to be smart....I'm Quiz Kid Donnie Smith. I'm Quiz Kid Donnie Smith from the tv -- \n[43]I'm Quiz Kid Donnie Smith. \n[44]So what? \n[45]Yes. \n[46]What? \n[47]I used to be smart but now I'm just stupid. \n[48]-- Samuel Johnson. \n[49]\"The\" cause of dullness in others -- \n[50]-- and lemme tell you this: Samuel Johnson never had his life shit on and taken from him and his money stolen -- who took his life and his money?  His parents? His mommy and daddy?  Make him live this life like this -- \"A man of genius\" gets shit on as a child and that scars and it hurts and have you ever been hit by lighting? It hurts and it doesn't happen to everyone, it's an electrical charge that finds it's way across the universe and lands in your body and your head -- and as for \"ruined but by himself,\" not if his parents take his friggin' life and his money and tell you to do this and do that and if you don't? well, what -- \n[51]Yes they did. What does that mean, \"spoke in the wheel?\" \n[52]Yes they do, they do, but I'll make my dreams come true, you see?  I will. \n[53]I used to be smart but now I'm just stupid. \n[54]\"If a brick weighs one pound plus one half brick -- how much does the brick weigh?\" \"Well if subtracting the half of brick from the whole brick you got one half of brick, equals one pound so therefore the brick equals two pounds --\" \"A little more than kin and less than kind,\" is Hamlet to Claudius. \"The sins of the father laid upon the children,\" is Merchant of Venice but borrowed from Exodus 20:5 and \"win her with gifts if she respects not words,\" is Two Gentleman from Verona. Where? Who? How and Why, Kids? \n[55]...I'm sick....I'm sick here now..... \n[56]I confuse melancholy and depression sometimes.... \n[57]You see? \n[58]I'm sick. \n[59]I'm sick and I'm in love. \n[60]That's right.  That's the first time you're right.  I CONFUSE THE TWO \n[61]\n[62]I love you.  I love you and I'm sick. I'II talk to you....I'll talk to you tommorrow.  I'm getting corrective oral surgery tomorrow.  For my teeth.  For my teeth and for you....for you so we can speak. You have braces.  Me too.  Me too.  I'm getting braces, too.  For you.  For you, dear Brad. And I don't have any money.  And I don't have any money now but I'II get it...I will for you, Brad.  I love you, Brad.  Brad the Bartender. You wanna love me back?  Love me back and I'll be good to you.  I'II be god damn good for you. And I won't be mad if you don't know who said what. I won't punish you if you get the answer wrong. I can teach and tell you: Samuel Johnson. \n[63]You mind your own bussines. \n[64]Brad, I know you don't love me now -- \n[65]-- and you wanna know the common element for the entire group, like he asks...I'll tell you the answer: I'll tell you, 'cause I had that question.  I had that same question....Carbon. In pencil led, it's in the form of graphite and in coal, it's all mixed up with other impurities and in the diamond it's in hard form. \"Well...all we were asking was the common element, Donnie...but thank you for all that unnecessary knowledge...ahhh, Kids!  Full of useless thoughts, eh?\"  Thank you. Thank you. And the book says: \"We may be through with the past but the past is not through with us.\" And NO IT'S NOT DANGEROUS TO DO THAT. \n[66]You know, you know, you know. Go,go,go. \n[67]Hello, dear...I need a favor. \n[68]What am I doing?  What am I doing? What the fuck am I doing? \n[69]\n[70]Fuck. \n[71]My teeff...my teeef.... \n[72]I know that I did a thtupid thing. Tho-thtupid...getting brathes...I thought... I thought that he would love me. ...getting brathes, for what... for thumthing I didn't even...i don't know where to put things, y'know? \n[73]I really do hath love to give, I juth don't know where to put it -- \n[74]....ohh-thur-I-thur-thill.... ", "LINDA": "\n[1]Well, you're his doctor and that's why -- well tell me something -- tell me something -- \n[2]And he needs more pills, then. Fuck it, I'm coming to see you, I need to come see you to get him more pills and I need some answers so you better just talk to me, I'm coming to see you, I'm coming to see you -- \n[3]I love you, my darling. \n[4]I'll be back in a while, Phil. I have to go get some things and I have to see something and I'll be back.... \n[5]I'm here and I need to see him. \n[6]-- he's fucking dying, he's dying as we're sitting here and there isn't a fucking thing -- jesus, how can you tell me to calm down? \n[7]I just, I just -- I just -- I'm just in a fucking state, I know he's going and it's like I don't know how -- just tell me practical things -- What the fuck do I do with his body? What happens when he dies? That next moment: What? What do I do?  Then What? \n[8]He has Phil right now. \n[9]Yeah. \n[10]-- you don't understand: it's more pain than before and the fucking morphine pills aren't working, he's -- past two days it's like he can't really swallow them and I don't know if they're going down -- I can't see inside his mouth anymore -- I'm up all night staring at him and I don't think the pills are going down and he moans and he hurts -- \n[11]I'm listening.  I'm getting better. \n[12]I need to sit down. \n[13]-- how the fuck can I say anything to that -- I don't know what to say to that -- \n[14]I hate doing this, coming here and not being able to talk -- \n[15]I don't know what's gonna happen, I really don't -- I'm so fucking, I feel so over the top with everything. \n[16]Thank you Doctor Diane -- \n[17]Hi. \n[18]mmmhmm. \n[19]...I don't.... \n[20]You motherfucker...you motherfucker.... \n[21]\n[22]And FUCK YOU TOO.  Don't you call me \"lady.\" I come in with these things, I give it over to you, you doubt, you make your phone calls, check on me, look suspicious, ask questions, \"I'm sick.\" I HAVE SICKNESS \n[23]I'm Linda Partridge to see Alan Kligman. \n[24]I'm so fucked up here Alan, I don't know...there's so much...so many things -- \n[25]If I talk to you...y'know...if I tell you things...then you're a lawyer, right? You can't say things, you can't tell anyone, it's like the privelage, right? Attornery-client, you understand? \n[26]Like a shrink, like if I go to see a shrink, I'm protected, I can say things -- fuck -- I don't know what I'm doing -- \n[27]-- I have something to tell you. I have to tell you something. I want to change his will, can I change his will?...I need to --- \n[28]No, no....no, you see...I never loved him. I never loved him, Earl.  When I started, when I met him, I met him and I fucked him and I married him because I wanted his money, do you understand? I'm telling you this now...this I've never told anyone...I didn't love him. And now....I know I'm in that will, I know, I was there with him, we were all there together when we made that fucking thing and all the money I'II get -- I don't want it -- Because I love him so much now...I've fallen in love with him now, for real, as he's dying, and I look at him and he's about to go, Alan, he's dead...he's moments... I took care of him through this, Alan. And What Now Then? \n[29]I don't want him to die, I didn't love him when we met, and I've done so many bad things to him that he doesn't know, things I want to confess to him, but now I do: I love him. I love him so much and I can't stand -- he's going. \n[30]This is not any fucking medication talking, this isn't -- I don't know. I don't know -- Can you give me nothing? You have power of attorney, can you see him, can you, in this final fucking moment, go see him and make sure --- change the fucking will -- I don't want any money, I couldn't live with myself, this thing I've done -- I've fucking done so many bad things -- I fucked around.  I fucked around on him, I fucking cheated on him, Alan. You're his lawyer, our laywer, THERE, I'm his wife, we are married. I broke the conract of marriage, I fucking cheated on him, many times over, I sucked other men's cocks and fuck - fuck - fuck - Other Things I've Done.. \n[31]I can't. \n[32]Where will the money go? \n[33]What does that mean? \n[34]-- that can't happen.  Earl doesn't want him to have the money, the things. \n[35]This is so over-the-top and fucked-up I can hardly stand it. \n[36]Shut the fuck up. \n[37]Shut the fuck up. Shut the fuck up. \n[38]Now you must really shut the fuck up, please. Shut The Fuck Up. \n[39]I have to go. \n[40]Shut the fuck up. \n[41]What are you doing? \n[42]Hang up the phone. \n[43]\n[44]You don't do that, you don't call him, you don't know to get involved in the bussiness of his, of his of my family. this is the family, me and him do you understand?  You understand? NO ONE ELSE. THERE IS NO ONE ELSE.  That man, his son does not exist.  HE IS DEAD.  HE IS DEAD and WHO TOLD YOU TO DO THAT? \n[45]\n[46]listen...listen to me now, Phil: I'm sorry, sorry I slapped your face. ...because I don't know what I'm doing... ...I don't know how to do this, y'know? You understand?  y'know?  I...I'm...I do things and I fuck up and I fucked up....forgive me, ok? Can you just... \n[47]Tell him I'm sorry, ok, yes, you do that, now, I'm sorry, tell him, for all the things I've done...I fucked up and I'm sorry.... And I'm Gonna Turn Away And Walk Now And Not Look At Him Not See My Man, My Earl, I'll leave now...and tell him it's ok and I'm ok. The whole thing was ok with me -- and I know. \n[48]\"...prepare a list of what you need before you sign away the deed, 'cause it's not going to stop...\" ", "NARRATOR": "\n[1]In the New York Herald, November 26, year 1911, there is an account of the hanging of three men -- \n[2]...they died for the murder of Sir Edmund William Godfrey -- \n[3]-- Husband, Father, Pharmacist and all around gentle-man resident of -- \n[4]Greenberry Hill, London. Population as listed. \n[5]He was murdered by three vagrants whose motive was simple robbery.  They were identified as: \n[6]...Joseph Green..... \n[7]...Stanley Berry.... \n[8]...and Nigel Hill... \n[9]Green, Berry and Hill. \n[10]...And I Would Like To Think This Was Only A Matter Of Chance. \n[11]As reported in the Reno Gazzette, June of 1983 there is the story of a fire --- \n[12]--- the water that it took to contain the fire -- \n[13]-- and a scuba diver named Delmer Darion. \n[14]Employee of the Peppermill Hotel and Casino, Reno, Nevada. Engaged as a blackjack dealer -- \n[15]-- well liked and well regarded as a physical, recreational and sporting sort -- Delmer's true passion was for the lake -- \n[16]-- as reported by the coroner, Delmer died of a heart attack somewhere between the lake and the tree.  But most curious side note is the suicide the next day of Craig Hansen -- \n[17]...volunteer firefighter, estranged father of four and a poor tendency to drink -- Mr. Hansen was the pilot of the plane that quite accidentally lifted Delmer Darion out of the water -- \n[18]-- added to this, Mr. Hansen's tortured life met before with Delmer Darion just two nights previous -- \n[19]The weight of the guilt and the measure of coincidence so large, Craig Hansen took his life. \n[20]And I Am Trying To Think This Was All Only A Matter Of Chance. \n[21]The tale told at a 1961 awards dinner for the American Association Of Forensic Science by Dr. Donald Harper, president of the association, began with a simple suicide attempt -- \n[22]Seventeen year old Sydney Barringer. In the city of Los Angeles on March 23, 1958. \n[23]The coroner ruled that the unsuccessful suicide had suddenly become a succesful homicide.  To explain: \n[24]The suicide was confirmed by a note, left in the breast pocket of Sydney Barringer -- \n[25]At the same time young Sydney stood on the ledge of this nine story building, an argument swelled three stories below -- \n[26]The neighbors heard, as they usually did, the arguing of the tenants -- \n[27]-- and it was not uncommon for them to threaten each other with a shotgun or one of the many handguns kept in the house -- \n[28]And when the shotgun accidentaly went off, Sydney just happend to pass -- \n[29]Added to this, the two tenants turned out to be: Fay and Arthur Barringer. Sydney's mother and Sydney's father. \n[30]When confronted with the charge, which took some figuring out for the officers on the scene of the crime, Fay Barringer swore that she did not know that the gun was loaded. \n[31]A young boy who lived in the building, sometimes a vistor and friend to Sydney Barringer said that he had seen, six days prior the loading of the shotgun -- \n[32]It seems that the arguing and the fighting and all of the violence was far too much for Sydney Barringer and knowing his mother and father's tendency to fight, he decided to do something -- \n[33]Sydney Barringer jumps from the ninth floor rooftop -- His parents argue three stories below -- \n[34]Her accidental shotgun blast hits Sydney in the stomach as he passes the arguing sixth floor window -- \n[35]He is killed instantly but continues to fall -- only to find, three stories below -- a safety net installed three days prior for a set of window washers that would have broken his fall and saved his life if not for the hole in his stomach. \n[36]So Fay Barringer was charged with the murder of her son and Sydney Barringer noted as an accomplice in his own death... \n[37]...and it is in the humble opinion of this narrator that this is not just \"Something That Happened.\"  This cannot be \"One of those things...\" This, please, cannot be that. And for what I would like to say, I can't. This Was Not Just A Matter Of Chance. \n[38]Ohhhh. These strange things happen all the time. \n[39]And there is the account of the hanging of three men....and a scuba diver and a suicide..... \n[40]There are stories of coincidence and chance and intersections and strange things told and which is which and who only knows... \n[41]...and we generally say, \"Well if that was in movie I wouldn't believe it.\" \n[42]Someone's so and so meet someone else's so and so and so on -- \n[43]And it is in the humble opinion of this narrator that these strange things happen all the time.... \n[44]...and so it goes and so it goes and the book says, \"We may be through with the past, but the past is not through with us.\" ", "ROSE": "\n[1]How you doing? \n[2]Slowly or quickly? \n[3]Come home soon after the show. \n[4]-- did she talk to you? \n[5]Did you tell her? \n[6]I love you. \n[7]Bye. \n[8]It'll take the pain away. \n[9]We just do it...we do it and we figure it out and we do as we do, I guess... \n[10]You're my handsome man. \n[11]No.  No. \n[12]You feel like you want to be forgiven for your sins?  Honey, you're not on your death bed, yet....this kinda talk's gonna get you in trouble -- \n[13]...No...I don't hate you. Do you want talk...do you really want to talk to me and say things and get things figured out, Jimmy? \n[14]The question isn't wether or not you cheated on me, the question is how many times have you cheated on me? \n[15]Yeah. \n[16]How many times....it's ok...just say... Just say... \n[17]I don't hate you, Jimmy.  But I have a couple questions that I wanna ask.... \n[18]Was there anyone that I know? \n[19]Who? \n[20]hey. \n[21]No one else that I know? \n[22]How long with Ellen? \n[23]How long with Paula? \n[24]What about now? \n[25]Is it over 'cause you're sick? \n[26]Do you have any children with anyone? \n[27]Well maybe. \n[28]Do you feel better now that you've said this? \n[29]I'm not mad.  I am, but I'm not.  Y'know? \n[30]I'm not through asking my questions. \n[31]Why doesn't Claudia talk to you, Jimmy? \n[32]I think that you know. \n[33]...say it, Jimmy... \n[34]I'm asking you.  I'm asking you if you know why Clauida will not speak to you....please, Jimmy....tell me. \n[35]Did you ever touch her? \n[36]Jimmy, did you touch her? \n[37]...Jimmy... \n[38]But you can't say.... \n[39]Yes you do....you do and you won't say. \n[40]You deserve to die alone for what you've done. \n[41]Yes you do. \n[42]No. \n[43]You should know better. \n[44]", "EARL": "\n[1]Fuckin' bullshit is what this is. \n[2]I'm onna need your help, Phil. ...you gotta help me something today... \n[3]...n'I dowanna do this...sit here, I can see the things, y'know...it's gettin' there that's the cocksucker...like...I see that pen...I see it, I know it's there, I reach out for it -- no -- \n[4]...no...no goddamn use. I have a son, y'know? \n[5]...ah... \n[6]I don't know...I mean, he's around, he's here, in town, y'know, but I don't know...he's a tough one...very.... Do you have a girlfriend, Phil? \n[7]Get a girlfriend. \n[8]And do good things with her...share the thing...all that bullshit is true, y'know...find someone and hold on all that...Where's Linda? \n[9]She's a good girl.  She's a little nuts, but she's a good girl I think. She's a little daffy. \n[10]...ah...maybe...yeah...she's a good one... \n[11]....I dunn...o....maybe ten...five, fuck, fuck....that's another thing that goes -- \n[12]Time lines, y'know?  I remember things but not so -- right there -- y'know? \n[13]\"yeah.\"  the fuck do you know? \n[14]Other fuckin' assholes like me. \n[15]...cocksucker.... \n[16]Do me a personal favor -- \n[17]You got it. \n[18]...I can't hold onto this anymore... \n[19]...gimme that fuckin' phone... \n[20]I wanna see this...where is he, do you know? \n[21]Jack. \n[22]-- it's not him. it's not him. He's the fuckin' asshole...Phil..c'mere... \n[23]This is so boring...so goddamn... and dying wish and all that, old man on a bed...fuck...wants one thing: \n[24]...find him on the...Frank. His name's Frank Mackey -- \n[25]that'snotmy name...find Lily, gimmme that, give it -- \n[26]ifyougimmethat....overonthe....fuck.... I can't hold ontothis anymore... \n[27]\n[28]Phil...Phil... \n[29]I'm onna try and talk...I'm atryan say some thing some thing... \n[30]Do you know Lily?  Phil..do you know her? \n[31]...Lily...? \n[32]She's my love...my life...love of it... In school when you're 12 years old. In school, in six grade....and I saw her and I didn't go to that school...but we met. And my friend knew her...I would say, \"What's that girl?\"  \"How's that Lily?\" \"Oh, she's a bad girl...she sleeps with guys...\"  My friend would say this....but then sometime...I went to another school, you see? But then...when high school at the end, what's that?  What is that?  When you get to the end? \n[33]No, no, the grade...the grade that you're in? \n[34]Yeah...So I go to her school for that for grade twelve...and we meet...she was fuckin...like a doll...porcelain doll...and the hips...child bearing hips...y'know that?  So beautiful. But I didn't have sex with anyone, you know?  I was not...I couldn't do anything...always scared, y'know... she was...she had some boyfriends...they liked her y'know...but I didn't like that. I couldn't get over that I wasn't a man, but she was a woman. Y'see?  Y'see I didn't make her feel ok about that....I would say, \"How many men you been with?\" She told me, I couldn't take it...take that I wasn't a man....because if I hadn't had sex with women...like as many women as she had men...then I was weak...a boy.... But I loved her...you understand? ....well, of course, I wanted to have sex with her...and I did and we were together....we met...age twelve, but then again...age seventeen...something, somethin... I didn't let her forget that I thought she was a bad...a slut.....a slut I would call her and hit her....I hit her for what she did...but we married...Lily and me and we married...but I cheated on her...over and over and over again...because I wanted to be a man and I couldn't let her be a woman...a smart, free person who was something...my mind then, so fuckin' stupid, so fuckin....jesus christ, what would I think...did I think....? ...for what I've done...She's my wife for thirty eight years...I went behind her... over and over...fucking asshole I am that I would go out and fuck and come home and get in her bed and say \"I love you...\"  This'z Jack's mother. His mother Lily...these two that I had and I lost .... and this is the regret that you make...the regret you make is the something that you take...blah...blah...blah... something, something..... Gimme a cigarettee? \n[35]She had cancer...from her...in her stomach and I didn't go anywhere with her...and I didn't do a god thing... for her and to help her....shit...this bitch...the beautiful, beautiful bitch with perfect skin and child bearing hips and so soft...her namewasLilysee? He liked her though he did, his mom, Frank/Jack...he took care of her and she died. She didn't stick with him and he thinks and he hates me, ok...see...I'm...that's then what you get? ....are you still walkin' in that car...? \n[36]....getthat on the tv....there... \n[37]...mistakes like this are not ok... sometimes you make some, and ok...not sometimes to make other one....know that you should do better....I loved Lily. I cheated on her.  For thirty five years. And I have this son.  And she has cancer. And I'm not there.  And he's forced to take care of her.  He's fourteen years old to take care of his mother and watch her die on him. Little Kid.  And I'm not there.  And She Dies. And I Live My Life.  And I'm Not Fair. Thirty eight years and she has cancer and I'm gone...I leave...I walk out, I can't deal with that...who am I?  Who the fuck do I think I am to go and do a thing? Shit on that and that lovely person. I'll go away...I'll go away...I can't hold this..you gotta take this fuckin' pen outta my hand...you fuckin' piss, cocksucker... .....atke this..... \n[38]\n[39]\"...it's not going to stop 'till you wise up...\" \n[40].....fuck...fuck...fuck... \n[41]...thismssm.... \n[42]You are not what you think you are. ", "MARCIE": "\n[1]What? What? What now? \n[2]You can't just come in here. \n[3]You're just come in -- \n[4]I am calm. \n[5]There's no disturbance. \n[6]There's no disturbance. \n[7]You don't tell me, I know my rights, just come right in, you can't -- \n[8]\n[9]I don't have to answer your questions. \n[10]What does it look like? \n[11]You're here. \n[12]No.  I said that. \n[13]I live alone. \n[14]No I Said. \n[15]Marcie. \n[16]I preffer to stand. \n[17]I didn't do anything. \n[18]I don't know a loud crash. \n[19]I said: I DON'T KNOW.  You can't just come in here and start pokin' around -- \n[20]An ashtray fell, I don't know, maybe last night, I just woke up. \n[21]I went out last night. \n[22]It's a free country, you can think anything you want. \n[23]Mischief?  What the fuck you talkin' about, mischief? \n[24]No. \n[25]No. \n[26]It's ten o'clock in the morning -- \n[27]I didn't hear anything. \n[28]I don't have to do a god damn thing. \n[29]\n[30]\n[31]\n[32]\n[33]\n[34]I told you there was no one in there! \n[35]\n[36]I wanna talk to my motherfuckin' lawyer. \n[37]I wanna confess what I've done. \n[38]I killed him.  I killed my husband. He hit my son and he hit my grandson and I hit him.  I hit him with the ashtray and he was knocked out and I killed him, I strangled him.  I strangled my husband to protect my boys.  I protected my boys. ", "GWENOVIER": "\n[1]Yeah. \n[2]Hello. \n[3]Sorry I'm late -- \n[4]Thanks. \n[5]I'm set, thanks. \n[6]That's fine.  It's nice to meet you. \n[7]If you're up to it, I've got us set up in a suite upstairs -- \n[8]All it takes is one second? \n[9]I'm gonna start rolling -- \n[10]Ok.  So, lemme just ask you a couple questions to start -- \n[11]-- see, I thought you grew up here in the valley -- \n[12]Let's talk about -- \n[13]It's fine.  I can bleep it out. \n[14]-- let's talk more about your background -- \n[15]I'm confused about your past is the thing. \n[16]-- just to clarify -- \n[17]I would just want to clear some things up: \n[18]This isn't meant -- \n[19]Are you asking me that? \n[20]Well, just trying to figure out who you are, and how you might have become -- \n[21]I'm saying, Frank, in trying to figure out who you are -- \n[22]It's all important -- \n[23]It's not like I'm trying to attack you -- \n[24]We talked earlier about your mother. And we talked about your father and his death. And I don't want to be challenging or defeatist here, but I have to ask and I would want to clarify something -- something that I understand -- \n[25]Do you remember a Miss Simms? \n[26]She does.  From when you were a boy. \n[27]She lived in Tarzana. \n[28]No, this is about getting something right and claryfying one of your answers to an earlier question -- \n[29]I was told that your mother died. That your mother died when you were young -- \n[30]I talked to Miss Simms.  Miss Simms was your caretaker and neighbor after your mother died in 1980. \n[31]In my research I have you listed as the only son of Earl and Lily Partridge. And what I learned from Mrs. Simms is that your mother passed away in 1980. See:  It's my understanding that the information supplied by you and your company and answers to question's I've asked are incorrect, Frank. And if I'd like to get to the bottom of who you are and why you are then I think your family history -- you're accurate family history...well: this seems important...Frank...? \n[32]Frank...Frank...what are we gonna do here? Are we having a staring contest? Do you have anything to say? \n[33]I'm not trying to attack you, Frank. I think that if you have something that needs to be cleared up...Well, then... I was told that your father, (your father is Earl Partridge,) that he left you and your mother and you were forced to take care of her during her illness...that you took care of your mother as she struggled with Cancer.... And Miss Simms became your caretaker after your mother died...Frank...Frank... Frank, can you talk about your Mother? Frank....can you? \n[34]C'mon, Frank.  What are you doing? \n[35]Yeah. \n[36]So you sat it out, that's what you did? \n[37]You're hurting a lot of people, Frank -- ", "DIXON": "\n[1]How much you pay me for my help? \n[2]Put me on the payroll, find out, find out wassup -- \n[3]I'm trained, I'm ready to go, you wanna buy some candy to help underprivelaged youth in the -- \n[4]You wanna take my statement, I'll perform for you, gotta get paid though, gotta get PAID. \n[5]No school today.  My teacher got sick. \n[6]Nope.  So what'd they find out in there? \n[7]Tell me what you know, I'll tell you what I know -- \n[8]Leave this one to the detectives, they ain't gonna solve shit, I can help you, make you the man with a plan, give you the gift that I flow -- think fast -- you wanna know who killed that guy? \n[9]No. \n[10]I can help you solve the case, I can tell you who did it. \n[11]I'm a rapper. \n[12]Not yet -- \"give you the clue for the bust if you show me some trust --\" \n[13]I ain't fuckin with you -- \n[14]C'mon, man, just watch me, watch and listen -- \n[15]Presence - with a double ass meaning gifts I bestow, with my riff, and my flow but you don't hear me though think fast, catch me, yo cause I throw what I know with a Resonance - fo'yo'trouble-ass fiend in weenin yo-self off the back of the shelf Jackass crackas, bodystackas dicktootin niggas, masturbatin' yo trigga butcha y'all just fake-ass niggas -- \n[16]-- livin' to get older with a chip on your shoulder 'cept you think you got a grip, cauze you hip gotta holster? Ain't no confessor, so busta, you best just Shut The fuck up, try to listen and learn -- \n[17]I'm almost done. \n[18]Check that ego - come off it - I'm the profit - the proffesor Ima teach you 'bout The Worm, who eventually turned to catch wreck with the neck of a long time oppressor And he's runnin from the devil, but the debt is always gaining And if he's worth being hurt, he's worth bringin' pain in - When the sunshine don't work, the Good Lord bring the rain in. \n[19]Now that shit will help you SOLVE the case. \n[20]Did you listen to me? \n[21]-- I told you who did it and you're not listening to me. \n[22]Lady...hey Lady...Lady....you ok? you alive...huh...hey? \n[23]Lady.  Lady. Hey wake up.  Lady? \n[24]Hello?  Hello?  I have an emergency situation -- this lady -- this lady seems like she's dead -- hello? She's in the parking lot -- (etc. gives information regarding location. etc.) \n[25]\n[26]\n[27]C'mon, Dad.  We gotta just GET HIS MONEY AND GO, LET'S GO. Let's get the money -- \n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]We gotta get his money so we can get outta here -- we gotta -- \n[35]\n[36]\n[37]I - just - thought - that - I - didn't want - I - didn't - I - didn't - ", "RICK": "\n[1]Let's go,let's go, let's go, you shoulda done that ten minutes ago -- \n[2]-- talk in the car, talk in the car, moves your ass, c'mon -- \n[3]Cmon,cmon,cmon, that one to? \n[4]Why the hell do you need all four bags of books to go to school each day? \n[5]There's no reason for this many backpacks. \n[6]Be ready at two -- \n[7]I got an audition, I won't make it here 'till two, c'mon, I'll see you later. Love you. \n[8]C'mon, man. \n[9]You coulda been in front -- \n[10]You ready to keep winning? \n[11]Sorry we're late, Cynthia. \n[12]Go to it, handsome. \n[13]Who's ready to beat the record? \n[14]It's fuckin cats and dogs out there -- \n[15]-- you cannot do that. You have to tone it.  Don't be real agressive, just subtely abusive.  You must say, \"No. You are not leaving this house until that room is cleaned.\" \n[16]Let's make some fuckin' money, folks. \n[17]My little fucker -- I have no idea where he gets this stuff. \n[18]C'mon, c'mon, c'mon, snap out of it. \n[19]What's the problem, what's the problem here? \n[20]Why didn't you answer those questions? \n[21]Bullshit.  Bullshit. You know the answer to every goddamn question and I knew the answer to those questions and I'm not half as smart as you are so What Happened? \n[22]Did you -- did you -- \n[23]Stand up. \n[24]...oh Jesus, what the fuck...? \n[25]Why did you do this? \n[26]Are we gonna keep going with this game? \n[27]You're two fuckin' days from the record, get through this and I'II do anything for you, you just gotta get through this -- \n[28]hang in there, ok. I love you. \n[29]\n[30]\n[31]Go to bed. \n[32]Go to bed. ", "THURSTON": "\n[1]Maybe I'm just happy to see my friend, Brad there. \n[2]This sounds threatening. \n[3]I have love all over.  I even have love for you, friend. \n[4]Well -- \n[5]Well you lost me with the last couple of cocktail words spoken, m'boy, but I believe it's that sort of love. Sounds nice to me. \n[6]A very chatty-kind, you do, indeed, it seems. \n[7]And I'm listening avidly, fellow. \n[8]You're a friend of the family I presume? \n[9]Nothing special, just a spoke in the wheel. \n[10]Might of been before my time. \n[11]...like you said... \n[12]But you're alright now, so what's the what? \n[13]That's right. \n[14]Brad, dear? \n[15]Who was it that said: \"A man of genius has seldom been ruined but by himself.\" \n[16]It was the lovely Samuel Johnson who also spoke of a fella \"Who was not only dull but a cause of dullness in others.\" \n[17]Picky, picky. \n[18]Things go round 'n round, don't they? \n[19]This sounds Sad as a Weeping Willow. \n[20]Shall we drink to that? \n[21]\"Why don't you shut the fuck up,\" is me to you, Chapter Right Here, Verse Right Now. \n[22]Mmm.Hmm. \n[23]Why don't you run along now friend, your dessert is getting cold. \n[24]Stay that way. \n[25]You seem the sort of person who confuses the two. \n[26]Brad, honey, you have a special secret crush over here I think, don't take him too lovely -- he might get hurt -- \n[27]Gently, son -- \n[28]\"It's a dangerous thing to confuse chidlren with angels...\" ", "WORM": "\n[1]Hi. \n[2]..sorry... \n[3]Hi. \n[4]..sorry... \n[5]....you have it...easy....you know? You have a father who loves you, huh? \n[6]You know what it's like to come home scared, scared that maybe if you don't have the money you're supposed to go out each day and get that you're gonna get beaten....by a belt...he hits me with a belt, Stanley.... I'm supposed to sell those candy bars, and if I don't, I come home without the money.... \n[7]Cause he hates me....he hates me so much. \n[8]I hate it. \n[9]I'm sorry to put all this on you, Stanley -- \n[10]...what...? \n[11]No.  No.  I have to do this on my own. \n[12]Where do you have it? \n[13]What is that? \n[14]...fuck you mean, it's raining frogs? \n[15]....what the fuck, what the fuck.... \n[16]What the fuck is goin' on, WHAT THE \n[17]Stay quiet...stay quiet, son -- \n[18]No, Son...be quiet...be quiet now... \n[19]We're not gonna do that now.  We're not gonna do that now and that's over. \n[20]Son, don't -- \n[21]-- no. \n[22]Put the gun down, please, boy. \n[23]Son, please, now.... \n[24]Please, boy, put it down and it's ok. \n[25]It's ok -- \n[26]That idea is over now. We're not gonna do that now. \n[27]I'm not mad, son, I will not be mad at you and it's ok and please put it down and I won't be mad and I won't -- \n[28]It's ok, boy. ", "RICHARD": "\n[1]Not as much as I used to.  Ever since we started, I haven't really gone in to school that much because I've been getting more and more auditions -- \n[2]What do you do? \n[3]That's pretty cool. \n[4]What do you mean, \"like what?\" -- you could get endorsments and shit -- \n[5]Bite it, Cynthia.  You could get free things from people that want you to endorse their products. \n[6]Was it a call back? \n[7]If we beat the record, you might get a call back -- \n[8]Saucy-saucy. \n[9]Yeah, yeah, yeah, keep lookin' tough-old folks. \n[10]What are they gonna do -- beat us? \n[11]When they want us done, they'll call in the Harvard S.W.A.T team or some shit. \n[12]The fuck is wrong with you? \n[13]Why does this kinda shit always happen, Stanley? \n[14]Mind yer bussiness -- \n[15]A little -- \n[16]Sure. \n[17]Did you piss your fuckin' pants, Stanley? \n[18]He pissed his pants. \n[19]-- the fuck are you talking about? \n[20]Stanley if you don't fuckin' stand up and go over there I'm gonna beat your ass -- \n[21]We want Stanley to go, Jimmy. \n[22]We want Stanley to play, Jimmy and we're not sure why he won't -- \n[23]Did we win or lose, I mean --? \n[24]Bullshit. Who says that, what rule book, in what sport?  This is different, it's a quiz show, they don't go by sports rules -- \n[25]If he hadn't pissed his pants, we woulda won.  We fucking had this game. ", "JIMMY GATOR": "\n[1]Back again, again, again!  I'm Jimmy Gator and believe it or not we are at the end of week seven, going towards eight for these three incredible kids -- \n[2]-- who hello-hello, are just two days and two games from the \"What Do Kids Now?\" record for the longest winning streak in this shows thirty three year history -- \n[3]We're endorsed by the PTA and the North American Teacher's Foundation and we are try and do our best to hold standards high -- that's why we're the longest running quiz show in television history -- \n[4]And let me say: With these three kids right here, I wouldn't be surprised if we've got a while to go, but today is a dangerous day -- \n[5]-- for I have met the three adult challengers backstage and they are quite a challenge for our youngsters -- SO LET'S GET THIS GAME \n[6]Let's jump right in, quick re-cap for those who don't know: Round One. Three Categories. \n[7]Steals are OK, escelating point scale from 25 to 250 so Let's Go Categories! \n[8]We have, \"Authors\" \"The Dee Blue\" and \"Chaos vs. Superstring\" \n[9]Adults won a coin toss backstage and they'll have first choice: Todd. \n[10]First question for 25. This female author's most famous work \"O! Pioneers\" -- \n[11]End of Round One! Excellent work ladies and germs, let's see the scores on the boards: Kids up a leg with 2025, Adults down a bit with 1200.  We'll be back for Round Two and a Ring-Dang-Do -- \n[12]HELLO! Musical Bonus Question before we go to break and the lucky team is -- \n[13]Kids in the lead and they get a chance to pull further and farther ahead -- with the following secret bonus musical question: I will read you a line from an opera and you are to give me the same line in the language in which the opera was originaly written and for a bonus 25 you can sing it.  Here's the line: <i>\"Love is a rebellious bird that nobody \n[14]I have Cancer, Mary. \n[15]I have about two months, I have no time. It's in my bones and I don't have a chance. And I'm fucked.  I had a stroke last week -- \n[16]KIDS!  Are you guys glued to those seats or what?  Are you ever leaving? You're getting close to the record, do you get more nervous as we go along? \n[17]-- kids at school must be real excited for you, eh? \n[18]Stanley the Man! How are you? \n[19]You're fast becoming a celebrity. How are you handling it all? \n[20]Sure, sure...that's fine, then...there...with.....  \n[21]Well you've got..many..things, many things happening and on the way.... \n[22]That is not right!  That's not right, Stanley, the answer is...Ravel....Ravel.... ....xhjksndlsmnop..... \n[23]What a day and what a round, going back and in for me and the final speed round to determine who's who today -- scores on the board's Kids: 9225. Adults: 11,000.  And this game is not out of reach for the Kids...can they hang in there and break the record? Elders! Who's the lucky so and so? \n[24]\"You're sure there's a cure and you have finally found it\" ", "CYNTHIA": "\n[1]There you are, there you are. \n[2]Nothin' to it, no problem. How you doin' Stanley? \n[3]Ready to go,go,go? \n[4]They're here, they're fine. In the dressing room. See you later -- \n[5]It's upstairs. \n[6]Sure, why? \n[7]I can check on that for you, maybe we can take a tour -- \n[8]-- Richard. \n[9]C'mon guys, settle down -- \n[10]What? \n[11]Not enough, what do you want? \n[12]Can you hold it? \n[13]Just hold it, you'll be fine. \n[14]Stanley, what's the problem? \n[15]Jesus Christ, Stanley, you can't go to the bathroom now.  You have exactly one minute before we're back on the air, this is NOT the time to go to the bathroom. \n[16]Alright, stop it, cool down, cool it. Please. Now: Stanley, you wait until the next commercial break and you can go then -- Just Hold It. Don't taunt the kids -- \n[17]Don't start trouble, Luis. \n[18]What happend, what's going on? \n[19]Don't tell me to go away, Stanley. I am the Co-ordinator in this show and you will answer the questions that I ask, you understand? \n[20]I have no idea. \n[21]Let's go, c'mon, get up -- \n[22]I don't know, Richard, they need to talk it over -- \n[23]Richard, shut it and keep it down. ", "GWEN": "\n[1]Where are you from originally? \n[2]the valley? \n[3]And what did your parents do? \n[4]Why does that sound silly? \n[5]Does you mother still work? \n[6]Are you close? \n[7]What does she say about, \"Seduce and Destroy.\" \n[8]And your father? \n[9]I'm sorry. \n[10]I wouldn'tve asked -- \n[11]And you ended up at UC Berkely -- \n[12]Psychology major? \n[13]Do you have your masters? \n[14]In five years? \n[15]And you went to Van Nuys High, right? \n[16]Where does that name come from? \n[17]It's not your given name, right? \n[18]And \"Frank?\" \n[19]Ok.  That's why.  I had trouble locating your school records at Berkely and UCLA. Your name change -- they had no official enrollment -- \n[20]They wouldn't? \n[21]Kind of. \n[22]Well I guess the question is this: Do you remember Miss Simms? ", "CHAD": "\n[1]\"Seduce and Destroy,\" thisz Chad, can I have your home phone number with area code, please? \n[2]It is.  Can I have your home phone number with area code? \n[3]I'm really only equipped to take orders -- \n[4]Well what's the situation? \n[5]I'm here, I'm listening. \n[6]Why don't they have the same last name? They don't have the same last name. \n[7]Uh-huh. \n[8]Well I'm not sure why you're calling me. \n[9]What kind of Cancer? \n[10]My mother had breast cancer. \n[11]Oh, she's fine. \n[12]It was scary though. \n[13]Sure is.  So why call me? \n[14]Hey, Janet, it's Chad. \n[15]Nothing's wrong, I just got some guy on the phone on my other line, he's says he works for this guy, this guy who's Frank's father -- \n[16]Phil, you there? \n[17]Alright, so I'm gonna transfer you over to Frank's assitant, Janet she's gonna see what she can do -- \n[18]Thank you.  Thank you very much. \n[19]Ok. Janet you have Phil Parma -- ", "JANET": "\n[1]\"Seduce and Destroy,\" thisz Janet. \n[2]What's wrong? \n[3]-- no,no,no what is this? who? What's this guy's name? \n[4]...mmm.hmmm.  mmm..hmm.  Alright. Put him through and lemme see what's goin' on -- \n[5]Hello? \n[6]Hello, Phil. \n[7]Doc it's Janet. \n[8]I have to talk to Frank, is he nearby? \n[9]I need you to interupt him, I need to get him on the phone with me right away -- \n[10]Doc, go get Frank and put him on the phone. \n[11]Fine.  Phil, you still there? \n[12]I wanna ask you one question, Phil: Have you talked to anyone else about this?  About Frank and Earl? \n[13]Alright, good, I'd like to keep it that way -- all the security and what not, you understand?  This could be a delicate situation for Frank and the family -- \n[14]Doc, just - don't, how close are you? \n[15]Phil, hang in just one more minute ok?  I'm gonna put you on hold -- Doc you still there? \n[16]I'm sorry, Frank.  I didn't know what you would want here, what you would want me to do -- I'm -- I asked him all the right questions, he's his nurse, he's sitting right there with him and he's -- I mean, I can hear him in the background -- your father -- \n[17]I asked him the exact adress and he gave it -- I know that this must be hard, you having to hear this -- \n[18]I'm sorry. ", "SOLOMON": "\n[1]Don't Donnie. Don't do it. \n[2]Don't get strong, Donnie. This is making sense, this making a lot of sense. You are not doing the job, the job I ask you to do, a job I give you. Over and over and over and I'm sorry. But I'm not gonna say I'm sorry that much more. \n[3]Avi, please, shut the fuck up for one second. Don, how much further do you want me to go in showing you, showing you what I've done for you in four years and what you've done back?  Do you want me to do it? I can. The loans I've given, how much your sales are, how late you are, over and over, loosing the keys to the Covina store -- \n[4]-- I give you money, I give you a paycheck. Your sales suck, Don. I give, I give. When I find you, when I meet you, what? I put you on the billboard, I put you in the store, my salesman, my fucking representation of Solomon and Solomon Electronic, Quiz Kid Donnie Smith from the game show -- \n[5]FUCK YOU.  I pay you, I paid you. I give you a fucking chance and a chance and over and over, over you let me down.  I trust you with so much. The keys to my store, the codes to my locks, the life, the blood of my bussiness and return is smashing in seven-eleven, late, always late, loans -- I loaned you money for your kitchen that you never did -- \n[6]Two years! Two years later and out of your paycheck, I never charge interest -- \n[7]What is that? \n[8]Braces? \n[9]You don't need braces. \n[10]Your teeth are fine. \n[11]And how much is braces? \n[12]You're pissing me off, Don.  This is so unbelievable -- so fucking stupid, you're gonna spend five thousand dollars on braces you don't need -- \n[13]Don't do this, Don. \n[14]Where are you getting the money for this? \n[15]You were gonna ask me weren't you? \n[16]Give me your keys, Don. \n[17]", "BURT": "\n[1]Ready to run.  Paula. \n[2]You smell like trouble -- \n[3]You ok? \n[4]Good.  You look these over? \n[5]These adults are tough enough, I think you'll be surprised -- the Mexican's a bit of a question mark -- \n[6]Fuck - fuck - fuck - Jimmy - \n[7]You okay?  huh?  Jimmy? \n[8]C'mon, Jimmy, snap up, snap up -- \n[9]Get the technical difficulty card up -- \n[10]Cut it, go to the card, go to the fucking card -- \n[11]Call 911. Call 911 right now. \n[12]no, no, c'mon Jimmy we need to call this quits and you need to see a doctor. \n[13]Call 911, Mary, do it right now. \n[14]Jimmy you look like you're about to fuckin' die right here -- \n[15]This is fuckin' stupidity, we'll get back on and go through it -- \n[16]What the fuck is he doing, what's wrong with him? \n[17]Take us off the air, go to the the credits -- ", "JULIA": "\n[1]Do you still have to do homework? \n[2]Do you have an agent, Stanley? \n[3]You should get one, I'm serious, you could get a lot of stuff out of this -- \n[4]Commercials, a sitcom, an MOW or something. \n[5]Movie Of The Week.  I went up for one this morning with Alan Thicke and Corey Haim -- \n[6]No.  But I probably will get a call back. \n[7]I'll get it because I'm a good actress, Richard. \n[8]Here they come -- \n[9]No they don't -- \n[10]We're not going out two days before we set the record, it's not gonna happen. \n[11]Jesus Christ, Stanley. \n[12]Why don't you mind your own bussiness? \n[13]-- yeah.... \n[14]Oh, yeah...yeah... \n[15]You have to go, Stanley.  You're the smartest. \n[16]That's not an official rule. ", "KLIGMAN": "\n[1]You don't want any water? \n[2]Are you on drugs right now? \n[3]Not exactly, Linda. I'm not sure where you're going with this -- \n[4]Linda, you're safe.  Ok. It's alright. You're my friend.  You and Earl are my clients and what you need to talk about won't leave this room, you have something you have to say -- \n[5]You can't change his will.  Only Earl can change his will. \n[6]What kind of medication are you on right now, Linda that's -- \n[7]Adultery isn't illegal -- it's not something that can be used in a court to discredit the will or -- Linda. Linda. Calm down. \n[8]You don't have to change the will, if what you want to do is get nothing you can renounce the will when it's time. \n[9]Well.  Considering that there's no one else mentioned in the will...we'd have to go to the laws of intestacy, which is -- as if someone died without a will -- \n[10]The money would go to Frank.  The court would put the money in the hands of a relative -- \n[11]-- unless Frank is specifically ommitted as a beneficiary that's what will happen. \n[12]Linda, you just have to take a moment and breath and one thing at a time -- \n[13]I'm trying to help, Linda -- \n[14]You need to sober up. \n[15]Linda -- \n[16]Let me call you a car, Linda. ", "DOC": "\n[1]Hello. \n[2]You have everything you need? \n[3]Not true.  Not true.  And you know what? Even if you don't get to pump her, you can still practice honing your skills on a femenist -- \n[4]-- and you need to do that. \n[5]No, you need to do it. \n[6]Thisz Doc. \n[7]What's up? \n[8]He's doing the interview with the lady -- \n[9]What happend? \n[10]I'm walking towards the elevator's, Janet. \n[11]What happend? \n[12]I'm about to get off the elevator -- \n[13]Yeah, I'm here, I'm off the elevator, walking down the hall, now -- \n[14]Frank, there's a situation on the phone -- ", "PINK DOT GIRL": "\n[1]Pink Dot. \n[2]Phone number. \n[3]Partridge? \n[4]What would you like? \n[5]Mmm.Hmmm. \n[6]mmm.hmm. \n[7]Bottled Water? \n[8]Ok. \n[9]Yeah. \n[10]Yeah. \n[11]yeah. \n[12]yeah, I said.  Is that it? \n[13]Do you still want the peanut butter, bread and cigarettes ? \n[14]Total is $15.29.  Thirty minutes or less. ", "PAULA": "\n[1]What the fuck is this, Jimmy? \n[2]Did your wife find out? \n[3]Then what? \n[4]-- that you shouldn't have done? That you regret, what? This? What's this? Fuck, man, c'mon.  Treat me like an asshole, but treat me like an asshole. \n[5]All your other fluzzies? \n[6]You're making me feel so dirty and shitty. I feel like a big piece of shit right now. \n[7]Are you gonna tell her what you've done? \n[8]Will you say my name? \n[9]Well can you do me one favor and don't do that. \n[10]Come and tell me it's over and I'll walk away, Jimmy.  I've fucked you behind your wife's back for three years, and you've fucked teenage girls behind mine for the same amount of time -- I'll walk away, you need something for your life, for your conscience, but don't put me in the middle -- \n[11]What happend to you? \n[12]Are you ok? \n[13]Burt. ", "MIDDLE AGED GUY": "\n[1]Hey. \n[2]So? \n[3]Hello? \n[4]She's asleep. \n[5]You're Jimmy Gator, right? \n[6]I'm Bob. \n[7]No, I'm just a friend.  What are you doing here, I mean...you know Claudia? \n[8]Yeah.  She's sleeping now, I mean -- \n[9]Want me to wake her up? \n[10]It's alright. ", "AVI": "\n[1]Don. \n[2]Who's fault was it, Don? \n[3]What surery? \n[4]Your teeth are straight. \n[5]Don, you got hit by lightning that time in Tahoe, you went on vacation, I don't think braces is a good idea -- \n[6]How are you paying tor the braces, Donnie? \n[7]It's like five thousand dollars, I've seen it, I know -- \n[8]No need for braces, Donnie. \n[9]No need for braces, Donnie. \n[10]", "EARL'S VOICE": "\n[1]...The attachment....I loved her so much. And I didn't treat her and the goddamn regret...THE GODDAMN REGRET...and I'll die... \n[2]Now I'll die and I'll tell you: what? The biggest regret of my life: I let my love go..... \n[3]...I ruined my love...jesus...jesus christ. what did I do and I had to get away...? something, something to do....I can't explain. ....I love her so much....leave her there.... and to punish...punish her.... \n[4]....and the punishment for what? What? ...nothing....and I'm so embarresed.... so embarresed for what I've done... \n[5]I'm seventy five years old and embarresed. ....million years ago...my fuckin REGRET AND GUILT AND these things...don't let anyone tell you that you shouldn't regret anything.....don't do that...don't..... \n[6]...you fuckin' regret what you want... ...use that....use that.... \n[7]....use that regret for you any way you want...you can use that ok.... someone says not to regret or think about the past, something, mistakes we make.....bullshit. \n[8]....this is a long way to go for no punch...a little moral....story I say... Love. love. love....this fuckin' life.... ohhhhhhh, love..... \n[9]...it's so fuckin' hard....and so long.... life ain't short it's long....Life is long, godddmnit -- god damn....whatd I do? Whatd I do? ohhhh what'dIdo? ", "DETECTIVE #1": "\n[1]Her son? \n[2]And Where Are They? \n[3]Ok. \n[4]And what is she saying? \n[5]-- Marcie: Where's your son?  Marcie? Marcie?  Marcie tell us where your Son is now. Marcie tell us where your son is. \n[6]We want to know where your Son is, Marcie. \n[7]Maybe they had a fight, maybe it was an accident. Maybe it was an accident? ", "MARY": "\n[1]Rose is on the phone and here's the cards for today -- \n[2]I'm sorry. \n[3]You want her right now? \n[4]We're on the air in twenty minutes, Jimmy. \n[5]Are you alright? \n[6]...Jimmy... ", "YOUNG PHARMACY KID": "\n[1]Hello. \n[2]Wow.  Lot-o-stuff here, huh? \n[3]Cats and Dogs out there, huh? \n[4]Must have alot goin' on for all that stuff you got back there, eh?  You could have quite a party all that stuff.... \n[5]You been on Prozac long?  Dexadrine? \n[6]-- what-what-what, ma'am -- I -- ", "LUIS": "\n[1]What the fuck is this? \n[2]What's the problem over there? \n[3]I just asked what was going on -- \n[4]You lost, kid.  They go to the score at the time it was called -- \n[5]That's the way it goes. \n[6]You didn't have shit, kid. "}}