{"dialogues": {"TAYLOR": "\n[1]Yeh. \n[2]Yeh... \n[3]Who is this? \n[4]Is that you, Tolbert? This isn't very funny, ya know. I'm hung over. My knees are killin' me. If you were gonna pull this shit, you could've at least said you were from the Yankees. \n[5]By the way, you were with me last night. Who's this girl on top of me? \n[6]Tolbert? Tolbert? Screw it. \n[7]Tolbert. \n[8]returning to the dugout at the end of the inning, wondering what the hell he's doin' here. \n[9]Hello. \n[10]Oh yeh, Charlie, look, I'm sorry about this morning... \n[11]Sure. \n[12]Oh hell, yeh, I work out every day. \n[13]approaching his MANAGER. \n[14]Luis, I'm not gonna be playin' anymore. I got a tryout in the States. \n[15]But I changed at the motel. \n[16]coming out of the stadium, his bats and gloves over his shoulder. He has on his spikes and a pair of boxer shorts. \n[17]He gets out of a taxi and goes to the trunk to get his bats and luggage. \n[18]What happened to the private rooms? \n[19]Jake Taylor. \n[20]So, you just gonna settle for toilet brush, or you got another name? \n[21]Forget about Dorn. He's always a little tough on rookies. You'll get a lot worse from other teams. \n[22]Jake Taylor. Rick Vaughn. \n[23]struggling through a series of pushups. He glances over in disbelief at Vaughn and Cerrano, who are doing them like pistons in competition with each other. Cerrano even starts doing them one-handed. Hayes isn't doing them at all; merely pulling his head up and down while leaving his body on the ground. \n[24]Great. Never been better. \n[25]No problem. \n[26]Around the league they're wrong. \n[27]Yeh. Would I bullshit about somethin' like that? \n[28]Sorry, Lou, I wasn't quite expectin' that much octane. \n[29]Shit, the way I played today, I wouldn't be surprised if they red- tagged me already. \n[30]Red tag in your locker means the manager wants to see you, 'cause you just died and went to the minors. \n[31]Don't worry, they don't cut anybody the first day. \n[32]What are you doin' there, Pedro? \n[33]So are mine. Is somethin' goin' around? \n[34]Maybe he's the pagan saint of baseball. \n[35]Yeh, better get your snake ready, Hayes. \n[36]If you're gonna use that head first slide, you better get yourself some gloves or you're not gonna have any skin left on your hands. \n[37]Whatever happens, keep it to yourself until you're outta the locker room. Don't celebrate in front of guys who just died. \n[38]Forget about Dorn. You got other things to do. \n[39]Packing for Cleveland. \n[40]Two down. Bottom of the ninth. \n[41]What are you gonna have? \n[42]French. \n[43]Forget it. I'll order. Let's have a toast. \n[44]Here's to baseball, here's to the start of two great careers, and for me, here's to at least one more good year in the sun. \n[45]That's my wife. \n[46]I mean she woulda been if I hadn't screwed it up. Who's that guy she's with? \n[47]No. \n[48]She's a librarian. \n[49]Just a hunch. I took you there when you got your masters. I figure you're probably wearing the black velvet dress with the red sash. \n[50]You look great. \n[51]I'm playin' with the Indians again. Back in the Bigs. \n[52]Wait a minute. What's your number. I tried calling you at home, but you're not listed... \n[53]Meaning what? That I don't know you anymore? \n[54]Okay, just gimme your number. \n[55]Why not? Because of the guy you're with? What is he, a banker? \n[56]I'm not leavin' without your number. You still wear those great little tortoise-shell glasses? I always loved it when you took them off. \n[57]The number, Lynn... \n[58]Thank you. I'm back, Lynn, and I'm gonna be around. \n[59]1036. \n[60]Furnished apartment building owned by the Indians. We get special rates. With what we're makin' we'll need it. \n[61]Welcome to the Big Leagues. \n[62]You got anybody workin' there named Lynn Wells? \n[63]Didn't think so. \n[64]Take it easy. We got 162 of these to go. \n[65]Easy does it, Ricky. We're only four down. We're still in this thing. \n[66]I figure you got a 30% chance to survive this at bat. \n[67]Couldn't cut it in the Mexican League. \n[68]Only thing you got to be sorry about was hittin' Coleman. \n[69]If you wanted to send a message, it shoulda been to Haywood. He hit the damn homer. Coleman was just picking his nose in the on-deck circle. \n[70]Forget the other stuff. It coulda happened to anybody. Besides, Haywood didn't hit it that good. That ball wouldn't have been out of a lotta parks. \n[71]Yellowstone. \n[72]I was wonderin' why you'd give an old friend a bum phone number. \n[73]I don't wanna talk in your office. \n[74]Why not? \n[75]What are you talkin' about? We were both athletes, world class, hot for each other. What more can you have in common? \n[76]So what is it? You're still sore I never read Moby Dick? \n[77]Not like what's-his-name at the restaurant? \n[78]What do ya see in this guy? \n[79]That's 'cause no stewardess would have him. Wouldn't you rather be with somebody who's in demand? \n[80]C'mon, Lynn, for Christ sake, I'm just tryin' to loosen things up a little. I'm gettin' frostbite here. \n[81]What? That's crazy, Lynn. I got plans for us. \n[82]I was gonna play another a year or two, then we go to Hawaii, and have a couple kids who grow up to be Olympic champions. \n[83]I'm sorry, Lynn, but I wasn't exactly proud of my situation. C'mon, you didn't think about me at all since I been gone? \n[84]Remember the three nights we spent on the beach in Vera Cruz? You have nights like that with Mr. Briefcase? \n[85]What was I supposed to do? She bet me fifty bucks she had a better body than you. I had to defend your honor. \n[86]She's right. Take it from me, she really does. I mean Miss Dairy Queen has quantity, I give her that, but the, ah, quality just isn't there. \n[87]How many think Lynn oughta give me another shot? \n[88]The ayes have it. \n[89]I'm afraid I have or I wouldn't be here. C'mon, Lynn, I don't wanna do time for things that happened years ago. \n[90]Lynn, wait... \n[91]Maybe the other one's jammed up. \n[92]What is this, Lou? \n[93]Well, they certainly have spared every expense. \n[94]I'm about ready to turn in. I've anesthetized my knees enough. \n[95]You're a celebrity now, Vaughn. \n[96]Not if you do it colorfully. \n[97]Guess we're over with, eh, Dorn? \n[98]It's one of the masterpieces of American literature, that's all. \n[99]Long time ago. \n[100]No, I got some more reading to do. \n[101]I might if I knew where she lives. \n[102]You mean sit in a car and wait for her to come out? That's kinda juvenile, don't you think? \n[103]pulling up outside the townhouse he saw Lynn go into. He goes up the stairs and knocks on the door. Lynn answers, looking more dressed up than when she left the library. She's surprised to see Taylor. \n[104]Look, Lynn, I'm sorry I followed you home but I wanna... \n[105]Whose place is it? \n[106]Nah, that's o.k., I got some things to do... \n[107]I, ah, just had a couple books I wanted to discuss with Lynn. I thought this was her place. \n[108]Yeh, I heard you guys were engaged. Congratulations. \n[109]Beer'll be fine. \n[110]The Indians. \n[111]Yeh, we have uniforms and everything. It's really great. \n[112]That depends on how good they are, I guess. \n[113]I make the League minimum. \n[114]Somethin'll come up. \n[115]I don't know, I was thinkin' of goin' to Hawaii, and having a couple of kids who grow up to be Olympic champions. \n[116]Swimming. Maybe the two hundred meter Individual Medley. I figure it oughta be big by then. \n[117]I did, but I wasn't smart enough to hold on to her. \n[118]Alternate on the '80 Olympic Team. \n[119]Well, I gotta be goin'. Nice to have met you all. \n[120]Thanks for the beer. \n[121]I'll let you know if I land a good job. I know you're concerned about it. \n[122]Suck my dick. \n[123]Drop in the bucket, Vaughn. \n[124]Sacrifice? You mean like something living? \n[125]Forget the runners, Ricky, get this guy at the plate. \n[126]Okay, let's get nasty here, Rick. You know he's lookin' for this pitch. Gotta come up with somethin' studly. \n[127]This isn't the California Penal League, Vaughn. We're professionals here. We don't tank a play for personal reasons, so cut the crybaby shit. You've pitched a helluva game. You wanna finish it, don't ya? \n[128]Can you give me a strike on this pitch? \n[129]Just make sure it's over the plate. I want him to swing. \n[130]Don't worry, I'll take care of it. \n[131]By the way, I been meaning to ask you. Why'd you steal that car? \n[132]Next time you might think about takin' in a movie or somethin'. \n[133]has settled in behind the plate now. He starts talking to the batter, Rexman. \n[134]Helluva situation we got goin' here, huh, Rexman? Two on, two out, you're down by a run in the ninth. You got a chance to be a hero on national television, so whatever you do, don't blow it. They'll be callin' you a gutless choke artist all over America. \n[135]You're a free agent at the end of the year. Not much demand for gutless choke artists. What are you hittin' now? .230? .240? \n[136]Hey, nice average. Uh oh, on second thought, that still means you got a seven outta ten chance of goin' in the dumper. \n[137]Hey, I can understand not wantin' to talk about baseball when your nuts are in a vice like this. \n[138]By the way, I saw your wife at the Capri Lounge last night. Hell of a dancer. You must be very proud. \n[139]But that guy she was with... I mean I'm sure he's a close personal friend of yours and all, but tell me... \n[140]...Why was he wearing her panties on his head? \n[141]Uh oh, Rexie, I don't think that one's got the distance. Maybe if the wind comes up. \n[142]Fine, Suzanne, can I have a quick word with Rodger? \n[143]I just wanta tell ya somethin', but I didn't want to do it in front of the whole team. \n[144]I don't know what your problem is, but... ...if I ever see you tank another play like you did tonight, I'll cut off your nuts and stuff 'em down your fuckin' throat. \n[145]I heard the Big Lady upstairs ordered it. \n[146]Ah shit, here comes Lou. Gimme a break, Mel. I gotta get outta here. \n[147]Right. Good idea. \n[148]wanted to get at Wingo \n[149]Yeh. \n[150]You still got that great kick. Just like the first time I ever saw you. \n[151]Yeh, what did you want to see me about? \n[152]You wouldn't have been at the game if you didn't want to see me about something. \n[153]How was I? \n[154]I'll try that. You wanna have some dinner? \n[155]Right. I forgot your life is different now. \n[156]Anytime. \n[157]Whose place are we at this time? \n[158]Yeh. When I saw you at the game, I figured you wanted to see me about something. \n[159]How was I? \n[160]I'll try that. \n[161]Goin' uptown, huh? \n[162]You think I can't lead a regular life? \n[163]That was a hoax. The girl was just trying to get some publicity. \n[164]I was drownin', Lynn. The endorsements were dryin' up, my knees were goin', they were talkin' about sendin' me down. I was just trying to hold on to somethin', prove to myself I was still an All-Star. I don't care about that anymore. I know I don't have much time left in baseball. I'm just a guy trying to put his life back together. Thinkin' about you was the only thing that kept me goin' in Mexico. \n[165]I guess this is our last hurrah then. \n[166]Cover to cover. \n[167]When's the wedding? \n[168]Your mom and dad like this guy? \n[169]Gonna be a big wedding? \n[170]Where? \n[171]I mean the wedding. \n[172]Nice church. \n[173]Nobody. It was Queequeg's coffin. Am I invited? \n[174]To the wedding. \n[175]Lynn? \n[176]The zipper on your skirt is stuck. \n[177]Sure, go ahead. I think my reading days are over. \n[178]These are all Hall of Famers. \n[179]C'mon, Rick baby, settle down. \n[180]What's the problem, Rick? You're throwin' basketballs up there. That guy in the dugout botherin' you? \n[181]Forget him. Worry about the guys carryin' bats. C'mon, Ricky, let's get nasty. \n[182]I don't know about the rest of you, but I've been playin' baseball since I was five years old. I've had some good years and some years to forget. I've burned out my knees... I don't think I have three fingers that work right... I've lost most of the money I made and baseball has messed up my personal life from time to time. But I know one thing... I can still play this game a little. And I'd like to know who in this room thinks they're the kinda bum Mrs. Phelps is lookin' for? \n[183]Well, then, I guess there's only one thing to do. \n[184]Win the whole fuckin' thing. \n[185]taking batting practice late at night. He attacks the ball swing after swing. \n[186]late at night, sitting head-down in the outboard motor whirlpool. He's hurting. \n[187]We're a Major League baseball team, but since we haven't won a pennant in thirty years, nobody recognizes us, not even in our own hometown. \n[188]Look what it's done for us. People still don't recognize us, but... ...we're in the first division now. \n[189]swinging and hitting a home run into the left field seats. \n[190]hitting a double into the right centerfield alley with two runners on. Hayes, the trailing runner, catches up with the lead runner, and they reach the plate at about the same time, one sliding around the Catcher one way, one around the other. Both score as the Catcher tries to tag both and gets neither. \n[191]We haven't won anything yet. We still got one more to go. \n[192]Darla. \n[193]I don't know... \n[194]No, I had to sell it. \n[195]Not after your knees go bad. \n[196]Darla, I don't think I can do this. \n[197]I guess I'm just not that guy anymore. \n[198]Lynn, wait... \n[199]running down the stairs and into the lobby. Seeing no sign of Lynn, he races out the front door to see her pulling out in a taxi. He can only stand and watch her disappear into the night. \n[200]Hello, Suzanne. \n[201]Vaughn? \n[202]You look beautiful. \n[203]I can't stay. We gotta get to the park. \n[204]Yeh, you too. Tell me one thing. The night you came up to my hotel -- was there really a library conference? \n[205]Too bad it didn't work out better. I just wanna say I'm sorry for all the things I've put you through over the years. \n[206]Can't be sorry for that. Nothing happened. \n[207]I didn't have to. She knew she was outclassed. \n[208]I don't know what Dorn's wife is up to, but I think it'd be best if you dressed early and got out to the bullpen before Dorn comes in. \n[209]Tell him not to worry, I'll take care of it. \n[210]Nope. Haven't seen him. \n[211]It's comin' in now. \n[212]One whole chicken, like you said. \n[213]Believe me, Jo-Buu will like this. He's gotta be gettin' tired of raw chicken. \n[214]picking a Yankee runner off first. \n[215]grounding out, obviously having trouble running. We take CUTS of worried faces on the bench. \n[216]You want Vaughn? \n[217]C'mon Ricky, this guy is the out you been waitin' your whole life for. \n[218]Oh, shit. \n[219]All right, Ricky, let's get nasty. \n[220]All right, looks like the boy is pumped. Sucker was movin', wasn't it? Ever hit ya, it'd leave a two foot hole comin' out. \n[221]Let's see, what should we call now. Let's see how he feels about old number one. \n[222]Nice swing, Haywood. Good follow- through. Keep it up, I'll show you the ball sometime. \n[223]Well, shit, all these pitches to choose from. Maybe we'll try somethin' different this time. \n[224]And if I don't see you again, Haywood, have a nice winter. Okay, buddy? \n[225]Yeh. \n[226]barreling down the line toward first on his sore legs, giving it everything he's got. \n[227]pounding down the line. He strains for the bag as the Yankee first baseman stretches to his limit for the throw. Taylor and the ball arrive at almost the same time. Taylor hits the bag and then sprawls in the dirt as his knees give out. The umpire brings up his arms, and spreads them wide. Safe. Taylor's beaten it. The first baseman looks up to see something that strikes fear into his heart across the field. It's... ", "BROWN": "\n[1]Tire World. \n[2]I don't know... \n[3]Lemme think it over, will ya, Charlie. I got a guy on the other line about some whitewalls. I'll talk to ya later. \n[4]I used to coach the unwed mothers' softball team. I have advanced some. \n[5]Naw, I'm just not sure I'd be happy in a big organization like that. Owners are always on your back, tryin' to \"help you out.\" \n[6]Down here baseball's a game, not a business. I don't wanta be a babysitter for a buncha millionaires who think they know it all already. \n[7]Well then, bonus babies or whatever you got... \n[8]Don't you have any proven major league talent? \n[9]Well, then... I'll be up in a couple days. \n[10]Sounds like my kinda team. Have my contracts ready. \n[11]He was an Allstar in Boston, wasn't he? \n[12]Who's that? \n[13]What's his religion? \n[14]Thought you didn't have any high- priced talent. \n[15]Still hits the ball pretty well, doesn't he? \n[16]We'll shape him up. \n[17]Lou Brown. Nice to meet ya, Hayes. \n[18]Welcome to Spring Training, gentlemen. Most managers tell you at this time that all the jobs are open, that nobody's a lock at any position, and that talent isn't everything. They'd rather see desire and discipline in a player. Then they tell you that most of all they want you to have fun out there, even though they're gonna work your ass off on fundamentals and condition you till you drop. The difference between me and those other managers is... I mean it. \n[19]Get him a uniform. \n[20]How the knees holdin' up, Jake? \n[21]Mobility's good? No problem gettin' off the throw to second? \n[22]I need a catcher, Jake. Somebody who can keep this team together on the field. You were a helluva player when you were sound, but around the league they think you can't take the pounding anymore. \n[23]I'm gonna have to put you to the test, ya know. So, I want the absolute truth here. Are you 100 percent? \n[24]You better if you wanna make this team. \n[25]C'mon, Hayes, this isn't the All Star Game. Get up to the damn plate. \n[26]Well, you may run like Mays, but you hit like shit. \n[27]I think Mr. Hayes shows some promise. His speed could be a big asset. \n[28]You gotta stop swingin' for the fences though, Hayes. All you're gonna do is give yourself a hernia. With your speed you should be hittin' the ball on the ground, leggin' 'em out. Every time I see you hit one in the air, you owe me twenty pushups. \n[29]Sometimes you can teach a guy to hit. You can't teach him to run. \n[30]All right, Vaughn, they tell us you're a pitcher. Let's see what you got. \n[31]Nice velocity. \n[32]How much? \n[33]Better teach him some control before he kills somebody. \n[34]C'mon, Dorn, get in front of the damn ball. Don't give me this ole' bullshit. \n[35]I'm deeply moved. Every time you play it off your hip, you give me forty sit-ups. \n[36]So is this. \n[37]Jesus, this guy hits a ton. How come nobody else picked up on him? \n[38]Oh. \n[39]Sure. \n[40]Good, I like that kinda spirit in a player. The only problem is, I didn't cut you. \n[41]I think somebody's been havin' fun with you. \n[42]Can I have your attention, please? I counted up your ballots for team captain and I think you chose the right guy. If you hadn't, I woulda told you he won anyway. Mr. C for the year -- Jake Taylor. \n[43]All right, let's gather 'round. \n[44]I'm not much for inspirational addresses. I just wanta point out that every newspaper in the country has picked us to finish last. The local press thinks we'd save everybody a lot of time and trouble if we just went out and shot ourselves. Me, I like to waste sportswriters' time so I'm for hangin' around and seein' if we can give all these guys a nice big shitburger to eat. \n[45]You guys go ahead. I belong to the church of three-run homers. \n[46]All right, way to look, way to look. Nice catch, Hayes. Don't ever fuckin' do it again. Okay, let's get it goin'! \n[47]No, let's see how he reacts. \n[48]Interesting. \n[49]I think you can go get him now. \n[50]Front office says it's an economy measure, 'cause we're not drawin' good. \n[51]C'mon in, Rick. \n[52]Rick, I'm not gonna beat around the bush here. You got a great arm, one of the best I've ever seen, but your control hasn't come around like we hoped it would. \n[53]Now, there are a lotta pitchers that started out wild and, after workin' it out in the minors, for a while, went on to great careers. Take Sandy Koufax there... \n[54]Never mind Koufax. \n[55]Read these letters, starting at the top. \n[56]Can't read it, can you? \n[57]Nope. \n[58]All right, let's hit the field. \n[59]No, he's come this far. Let's see if he can finish it. \n[60]It's startin' to come together, Pepper. It's startin' to come together. \n[61]Oh man, this old body can use a soak. \n[62]Damn it, I thought they were gonna replace this thing. \n[63]She's at it again. I've had it with this nickel and dime stuff. I'm gonna get the Bitch on the phone. \n[64]Yeh. \n[65]There aren't any towels, and I'm too old to be diving under benches. \n[66]What happened to the new whirlpool we were supposed to get? \n[67]You fixed it six times already. And now there's no hot water in the showers. \n[68]How am I supposed to keep my players healthy with cold water and no therapy equipment? \n[69]Over 162 games even tough guys get sprains, sore arms, muscle pulls... \n[70]Hey, don't you go anywhere. I wanna have a few words with you. \n[71]What are we arguin' about here? \n[72]You mean the one that was a foot outside? \n[73]Good thing we don't play anybody in Europe. \n[74]I don't know if we can survive any more of these economy measures. \n[75]I thought now that Vaughn had some control, he was ready for the Yankees. \n[76]Donovan. Hell no. What are you doin' here? \n[77]Someday we'll figure out how to beat those guys. \n[78]Sixty and sixty-one is hardly a helluva job. \n[79]Ya know, when I first got to camp I figured this team had no chance. I was just hopin' we'd win enough that I could stay on and really start to build something here. But there's a lotta talent on this club, Charlie. The veterans are starting to play back to form and the rookies are developing faster than I thought. There's two or three potential all- stars in there. I think we're a first division team right now. \n[80]I know it. All we need is something to bring it all together. \n[81]What do you mean? \n[82]I got somethin' I think you oughta know about. I wouldn't have known about it myself if Charlie Donovan hadn't told me, although I shoulda guessed it from everything that's happened. It seems that Mrs. Phelps doesn't think too highly of our worth. \n[83]She put this team together because she thought we'd be bad enough to finish dead last, knockin' attendance down to the point where she could move the team to Miami. And get rid of all of us for better personnel. \n[84]Even you, Dorn. \n[85]That's about it. \n[86]She'll replace you with somebody who will. After this season, you'll all be sent back to the minors or given your outright release. So, all we're gonna get is this one year. \n[87]hanging a full size blowup of Rachel Phelps on the locker room wall. In the picture she's pointing as if out at the players, and a bubble above her head says, \"YOU GUYS STINK!\" A set of designer clothes, of the type Rachel wears, have been superimposed on the picture. The clothes are divided into 32 pull-off squares. \n[88]I figure it's gonna take 32 more victories to win this thing. Every time we win, we peel a square. \n[89]Yeh, Rick. I just wanted to tell you that I'm startin' Harris tomorrow against the Yankees, even though it's your turn in the rotation. \n[90]He's got more experience and a little better record against the Yankees. \n[91]Don't read anything into it, Rick. You're one of the guys that got us here. \n[92]I wanted to hand in my resignation before you had a chance to fire me. \n[93]I know what you been tryin' to do with this team. After the season, I want no part of it. \n[94]Why would you want him to tell somebody? \n[95]You tryin' to make me believe you wanted us to win all along? \n[96]Bullshit. What about the plane, the bus, the bad hotels... \n[97]Why should I believe any of this? Now that we're winnin' it's easy for you to jump on the bandwagon. \n[98]All right, guys, let's take it to 'em. \n[99]Damn, havin' trouble with the curve ball again. \n[100]You pitched a hell of a game, Steve. Take a seat and we'll see if we can get this guy for ya. \n[101]Give me Vaughn. \n[102]I know he hasn't done real well against this guy, but I got a hunch he's due. \n[103]Okay, Ricky, Haywood likes the hard stuff in. Curve him on the hands, bust him away, and don't get up with anything. You listenin' to me Rick? \n[104]O.K., kid, you're my man. Let's go get him. \n[105]Forget the curveball. Go with the heater. \n[106]Ya know I'd be an ass not to pinch- hit for you here. You're 0 for 18 against Duke. Plus you're beat to shit you can hardly walk, there's no way you can get around on this guy's fast ball. So I want the absolute truth here. Can you beat this guy? \n[107]Okay. \n[108]Send Hayes the first pitch. I don't want Taylor takin' too many strikes. \n[109]Flashing some signals. That's a hell of an idea. ", "LYNN": "\n[1]Hello. \n[2]Jake? How did you know I was here? \n[3]How did you know that? I didn't have this dress when we were... \n[4]Thanks. What are you doin' here? Aren't you supposed to be in Mexico somewhere? \n[5]That's great. I'm happy for you, Jake. \n[6]I gotta get back... \n[7]My life is different from when you knew me. \n[8]Couldn't we talk about this some other time? I really gotta... \n[9]I don't think that's a good idea. \n[10]Lawyer. Please, Jake, he's watching us. \n[11]Jake... \n[12]All right. 555-9314. \n[13]Jake, you shouldn't have come here. \n[14]Let's talk in my office, okay? \n[15]I told you I don't think it's a good idea for us to see each other. \n[16]We don't have anything in common. Sometimes I wonder if we ever did. \n[17]I stopped bein' an athlete three years ago. Books are my life now. \n[18]Don't you dare laugh, Jake. In two years I've put together one of the best special collections departments in the country. \n[19]You never read anything I asked you to. \n[20]His name is Tom, and keep your voice down. \n[21]He's stable. He's intelligent... and I've never found him in bed with a stewardess. \n[22]Just like always, you don't take anything seriously. Everything's a joke to you. \n[23]Tom and I are getting married in the fall. \n[24]What plans? \n[25]How can you think stuff like that? I haven't seen you in two years. You never even wrote me a letter. \n[26]Not so loud, Jake. \n[27]What about the night you had in Detroit with Miss Dairy Queen? \n[28]What a bunch of bullshit! I have a much better body than she does. \n[29]You haven't changed at all, have you? \n[30]I'm sorry, Jake. You'll always be the little boy who wouldn't grow up. \n[31]This isn't my place... \n[32]Yeh, he's gotta be goin'... \n[33]He was one of the best in baseball until he had problems with his knees. \n[34]Yes. \n[35]Two Hundred Individual medley. \n[36]leaving her seat and starting up the aisle. Taylor comes up the stairs from the locker room, still in full uniform. He emerges onto the box level to see Lynn disappearing down the ramp toward the parking lot. \n[37]in the parking lot. As she goes to unlock her car, Taylor looks around hurriedly for some kind of vehicle to follow her in. He bangs on the bullpen gates and is admitted by the guard. Inside is the Bullpen car, a souped-up golf cart with a body shaped like a batting helmet. Taylor hops in and roars out after Lynn. \n[38]You follow me here too? \n[39]What do you mean? \n[40]I just wanted to see you play. \n[41]You looked good, but you oughta open your stance a little. They're pitching you inside. \n[42]Sorry, I already ate. \n[43]Thanks for the race. \n[44]Mine. You follow me again? \n[45]I just wanted to see you play. \n[46]You looked good, but you oughta open your stance a little. They're pitchin' you inside. \n[47]I think I oughta tell you that I'm moving in with Tom. \n[48]I'm not goin' uptown, I just want to lead a regular life. You know, like an adult maybe. With a house and a garden and normal hours. \n[49]You like the life you've had, Jake. You like hangin' out with the boys, livin' in hotels, eatin' dinner at midnight, having girls send you their underwear in the mail. Remember the surprise party I threw for you when you made the All-Star team? You never showed up, but the doorbell rang once and we all got quiet and hid behind the furniture. It was a guy to serve you with a paternity suit. \n[50]Yes, but you had obviously been with her. And it happened in front of all our friends. \n[51]I've come back to you too many times, Jake. I can't afford to believe you anymore. \n[52]I guess so. Did you really read \"Moby Dick?\" \n[53]October third. \n[54]You're still their favorite. \n[55]Tom doesn't like big weddings. You coulda read Plot Outlines of 101 Great Novels. \n[56]At any library. \n[57]All Saints on Euclid. \n[58]Yeh. Who saved Ishmael at the end? \n[59]Where? \n[60]If you want. Maybe you really did read it. \n[61]This doesn't change anything, you know. We were always good at this. \n[62]What? \n[63]Use your imagination. \n[64]Excuse me. I was in town for a conference and thought I'd drop by, but I can see you're busy... \n[65]Thank you. I didn't think you'd come. \n[66]Good luck today, Jake. \n[67]No, I came to see you. \n[68]Even for last night? \n[69]Then you weren't defending my honor again? ", "DOYLE": "\n[1]Hello, everybody, Harry Doyle here, welcoming all you Friends of the Feather to another season of Indians baseball. A lotta new faces for the tribe this year, as they take on the defending American League champs, the New York Yankees. And listen to the roar of the crowd as the Indians takes the field! \n[2]Yes, sir, they love this club here in Cleveland. \n[3]High fly ball, centerfield. Hayes under it now... Oh, makes a basket catch, Willie Mays style, and the side is retired. \n[4]Bottom of the first, Willie Mays Hayes to lead it off for the tribe. \n[5]A lotta people say you can tell how a season's gonna go by the first hitter of the year. In the last fifteen years, the Indians have never had the season lead-off hitter reach base. \n[6]Hot shot toward the hole. Rudia knocks it down, gets up, fires to first. Too late! Hayes beats it! \n[7]And so the string is broken. Maybe things will turn around a little for the Indians this year. \n[8]And now Hayes is putting on a pair of black gloves, sending a little message to the Yankees. \n[9]Brewster, quick move to first... \n[10]He got him. Hayes is picked off. \n[11]Well, so much for that. \n[12]Top of the sixth. Rookie sensation, Ricky Vaughn, on to pitch now. You can close the book on Winters... \n[13]First pitch is a little high... \n[14]Ball four. \n[15]Ball eight. \n[16]Low, and Vaughn has walked the bases loaded on twelve straight pitches. By the laws of probability, you'd think one of those coulda drifted over the plate. \n[17]So, a tough start for the Erie warriors, as they drop a heartbreaker to the Yankees, nine to nothing. The Post Game Show was brought to you by... Christ. I can't find it. The hell with it. This is Harry Doyle saying good night, everybody, and Happy Hunting. \n[18]Two down, top of the ninth. Last chance for the red and blue. \n[19]Bouncing ball to second. This should be it. Collins up with it, on to first, and the game is over. \n[20]in the press box again. \n[21]So, the Sons of Geronimo, still suffering a bit from propeller lag, are nipped by the Tigers tonight, 7 to 0. The only excitement for the tribe provided by Rick Vaughn who set an American League record by throwing four wild pitches in one inning. Congratulations, Rick. For the Tigers, 5 runs, 9 hits, and no errors. For the Indians, one run, and let's see, one hit. Is that all we got, one fucking hit? \n[22]Don't worry about it. Nobody's listening anyway. \n[23]We're in the ninth, two down, man on first and the Indians clinging to a one run lead. VAUGHAN, one out away from his first major league victory... \n[24]Bouncing ball, Dorn can't get to it, into left field, base hit. Clarke digging around second, he'll make it to third, and the A's have runners at the corners. \n[25]Vaughn in a little trouble here, but I'll tell ya, these Cleveland fans are great. Listen to them get behind Vaughn. \n[26]Runner goes, high, Taylor has no play. The go-ahead and potential winning run is in scoring position. \n[27]High ball two, and the crowd doesn't like that call one bit. \n[28]So, Ricky Vaughn, roughed up in his only other appearance against the Yankees, will see what he can do with the Bronx Bombers this time. Vaughn, after a slow start, has come on lately and now leads the American League in strikeouts with 221. \n[29]So, Vaughn pitches in some tough luck here as the Yankees put together as few squib hits and take a 6-0 lead. \n[30]in the press box. The stadium below is empty, the grounds crew covering the infield. \n[31]Well, the Indians made a gallant comeback today, but fell one run short as the Yankees held on for a 6- 5 victory, although they didn't do squat after the first inning. Anyway, if the bus makes it here from the hotel we'll be on at 7:30 tomorrow night. Till then, this is Harry Doyle, saying so long, everybody, and Happy Hunting. \n[32]In the press box. \n[33]Won't need it tonight. \n[34]Hello, everybody, Harry Doyle bidding you a Wahoo welcome from beautiful Municipal Stadium, where tonight before a capacity crowd of 75,000 screaming featherheads, the braves of the Cuyahoga will leave their teepees in search of Cleveland's first League Championship in over 30 years. Standing in the way, their long time nemesis, the New York Yankees, the Big Boys of Broadway, who have beaten the Indians like a tom-tom all year long. \n[35]Looking past him to the field. Harris is on the mound. There's a runner on second. \n[36]Still nothing -- nothing, top of the seventh, two down. Harris has been in trouble all night, but has battled his way out with the help of some great defensive plays. \n[37]Uh oh, this one's tagged. Deep center field. Way back. Way back. \n[38]It's off the reservation, home run. And the Yankees lead it 2-0. \n[39]Dorn up now, two down, bottom of the seventh. The Indians running out of chances. \n[40]That'll bring on Cerrano, hitless tonight. As a matter of fact, he hasn't touched the ball yet. \n[41]\n[42]Long drive, deep centerfield. Way back. It might be. It could be. The ball is... Downtown, welcome to the Happy Hunting Ground. The game is tied. \n[43]\n[44]Two down in the top of the ninth, still tied at 2, Harris working on an eight-hitter. \n[45]Activity continues in the pen, as Harris is really digging himself a hole now. He got the first two hitters, and then gave up a single and a double and has now gone 3-0 to Cheevers. \n[46]High, ball four and they're loaded for Haywood, the biggest Indian killer of them all. \n[47]\n[48]O.K. Vaughn has finished his warmup and we're ready to... \n[49]Haywood steps in, the American League triple crown winner. .341 average, 48 homers, 121 R.B.I.'s. He's homered the only two times he's faced Vaughn. \n[50]Oh, Lordy, three straight heaters and the Yankees are blown down. No runs, two hits, three left on, and, are you ready, Cleveland? We go to the bottom of the ninth, still tied at two. \n[51]Can you believe this, Monty? \n[52]Two down in the ninth, Hayes steps in hitting .291, trying to get something going for the Tribe. \n[53]And Horton is wasting no time. He's goin' to the Duke. \n[54]Duke leads the league in saves, strikeouts per inning and nose hairs. \n[55]What's this? Taylor is pointing to the bleachers, calling his shot. \n[56]Unbelievable. They're on their feet here, stomping, clapping. C'mon, join in wherever you are out there. Let's hear you, Cleveland. \n[57]Hayes is gonna try to score! Here comes the throw. He slides. He is... \n[58]...Safe. The Indians win it. The Indians win. Oh my God, the Indians win it!! ", "HAYES": "\n[1]Say hey, Willie Mays Hayes here. I play like Mays and run like Hayes. \n[2]Thanks. Well, I gotta get my stuff... \n[3]Say hey! How ya doin'? Willie Mays Hayes here. \n[4]What the hell league you been playin' in? \n[5]Never heard of it. How'd you wind up playin' there? \n[6]Shit, I been cut already? \n[7]looking through the chain-link fence surrounding the field. \n[8]Hey, my philosophy is no pain, no pain. \n[9]My stroke'll come back once I get warmed up. \n[10]Hey, no problem. \n[11]Shit. \n[12]What do ya mean? \n[13]Jo-Buu? \n[14]No, I'm goin' cold turkey today. My hands are too screwed up to hold it anyway. \n[15]What if we're one of the deceased? \n[16]C'mon, Vaughn, let's show some nuts here. If they cut us, we'll just sign with the Yankees. \n[17]Really got all of that one. \n[18]I don't know. What language is this? \n[19]They got patty melts over there? \n[20]Does she know it? \n[21]I don't know. He's not wearing a name tag. \n[22]What does she do? \n[23]What is this place? \n[24]going through his warmup routine at the plate. \n[25]I plan to get at least a double out of it. \n[26]Bought a hundred of these, one for each base I plan to steal. Excuse me, here, I gotta take my first step toward the Hall of Fame. \n[27]What's with this? We never leave from this terminal. \n[28]Which one is ours? \n[29]Call the stewardess, Vaughn. I need one of those bags. \n[30]I wonder if there's any pilots. \n[31]\"Moby Dick?\" What is that? \n[32]Lynn put you on to this? \n[33]Well, we're goin' to a club tonight. You wanna come along? \n[34]What, you got a test or somethin'? Why don't you just go over and see her? Maybe she'll let you slide on a couple of these. \n[35]Easy. Tail her home from the library. \n[36]anything to do with it \n[37]Why the hell are we havin' practice during the All-Star break? \n[38]Can I borrow one of those, man? They don't have any magazines on this bus. \n[39]Macbeth. This a good one? \n[40]I'll trade you Song of Hiawatha for The Deerslayer. \n[41]All right then, how about Crime and Punishment? \n[42]Yeh. \n[43]In other words, Phelps thinks we're all dinks. That we don't belong in the big leagues. \n[44]coming out of an elevator in the Turk, with a wheelbarrow full of dirt. We pan him down the hall, where we see a dirt sliding area he's been building up. \n[45]leading off a makeshift base in the hall of the Turk. As Vaughn tosses a ball up in the air, Hayes takes off down the hall toward another base on the dirt sliding area. Vaughn catches the ball and rifles a throw down to Taylor, who puts the tag on the sliding Hayes. Cerrano, who's umping, calls Hayes out. Hayes jumps up and argues vociferously, hopping around in frustration. \n[46]stealing home, as the opposing Pitcher tries frantically to hurry his windup. Hayes slides across safely, hooking to the infield side. He jumps up and punches the air with his fist. \n[47]nailing up the pair of black gloves he used to steal home above his bed. \n[48]sliding across home plate in his tuxedo and stopping IN FRAME. He holds up an American Express card in a black-gloved hand. \n[49]The American Express card. Don't steal home without it. \n[50]nailing up another pair of gloves above his head. There are a lot of them up there now. \n[51]Hey, not bad for a has-been and a never-will-be. \n[52]We got a problem. Cerrano wants some extra power for tonight. He's lookin' to sacrifice a live chicken. We can't have people pukin' in the locker room before the game. \n[53]robbing a Yankee of a home run by making a leaping catch over the fence. \n[54]popping up and flinging his bat away in frustration. We take CUTS of the worried fans, chewing fingernails, wadding up programs, hanging their heads, etc. \n[55]We should've gotten him a live chicken. \n[56]walking up to the plate. \n[57]streaking for home, trying to score all the way from second on a bunt. The first baseman fires to the plate, as the catcher positions himself for the throw. Hayes launches into a flying feet- first slide. The catcher brings the tag down. Hayes hooks to the outside, his trailing foot reaching for the plate. ", "DONOVAN": "\n[1]Thirty minutes late. Think she'll show? \n[2]She didn't last week. She was having a guava facial. \n[3]Most of these guys never had a prime. \n[4]Well, it's not the best material I've ever had to work with, but I'll do my best to see we move up a notch this year. \n[5]I'm glad you called me in. I'm still unclear on a couple things \n[6]Well, if I'm the G.M., who's gonna be the Manager? \n[7]Lou Brown? \n[8]What exactly is our team concept? \n[9]What do you mean? Some of these guys are furniture movers? \n[10]Mrs. Phelps, you can't just up and move a team on a whim... \n[11]Even so, the League'll never let us leave Cleveland. We got a lease with the city. \n[12]What are you saying? You want us to lose? \n[13]Mister Phelps would never have approved of this. \n[14]Hello, Jake? This is Charlie Donovan, new G.M. of the Cleveland Indians. \n[15]I wanted to call and say the organization remembers you fondly from the years you played here and we'd love to have you come to spring training for a shot at this year's club. \n[16]What? \n[17]Lou? This is Charlie Donovan, the new G.M. of the Cleveland Indians. Listen, Lou, I hope you're sittin' down 'cause I got an offer you probably been dreamin' about your whole life. We been watchin' your progress down there at Toledo with a lotta interest and well... How would you like to manage the Indians this year? \n[18]What do ya mean you don't know? This is a chance to manage in the big leagues. \n[19]Rick, we heard about your pitching out at Portland last year... \n[20]We'd still like to take a look at ya at our spring camp in Arizona, March first. \n[21]Don't worry, we're gettin' you out on a sort of work furlough deal. Any questions? \n[22]Look, Lou, you been in baseball thirty years. Don't you wanna advance some? \n[23]Well, what are you really worried about? The money? \n[24]I don't think that's gonna be a problem. \n[25]We don't have any millionaires. \n[26]Don't have any bonus babies either. \n[27]Not that I know of. \n[28]What? \n[29]Guess I really put the screws to him. \n[30]Jake, Charlie Donovan again. \n[31]No problem. Look, Jake, camp starts on the first. Can you make it? \n[32]You been stayin' in shape down there? \n[33]I thought so. See ya in Arizona. \n[34]This looks like Jake Taylor. \n[35]Yeh. \n[36]We did. \n[37]I think it's Cerrano. Defected from Cuba. Wanted religious freedom. \n[38]Voodoo. \n[39]I forgot about Dorn, 'cause he's only high-priced. Got him as a free agent three years ago. \n[40]Yeh, he just can't field it. \n[41]Don't recognize this guy. \n[42]I don't remember a Hayes on the list. \n[43]Projected over the whole season, we stand to wind up 36 games under .500 and 28 out of first. That should be bad enough for anybody. \n[44]On how we can get worse? How about a series of fines for good play? Maybe a $30,000 bonus to the guy chosen Least Valuable Player. \n[45]Maybe you just have to accept the fact that they're not as bad as you'd hoped. \n[46]What's left to do? You've taken away everything you can. \n[47]Mind if I join you? \n[48]Just wanted to get out on the road. You damn near pulled one out today. \n[49]Ya know, you've done a helluva job this year. \n[50]With this club it is. \n[51]You really believe that, don't you? \n[52]Rachel Phelps would never allow that. \n[53]She doesn't want you in the first division. She doesn't even want you in Cleveland. \n[54]standing up to cheer Cerrano's homer, then remembering he's with Rachel. He sits down apologetically. Rachel watches the events on the field with a face of cold steel. ", "VAUGHN": "\n[1]I'm, ah, not with them anymore... \n[2]Yeh, well, I'm not sure I can make it by then. \n[3]Yeh. Where's Cleveland? \n[4]Vaughn. Rick Vaughn. \n[5]California Penal. \n[6]I stole a car. \n[7]What is that stuff? \n[8]You put snot on the ball? \n[9]This is final cut down day, right? \n[10]I don't wanna go in there. \n[11]drawing strength from Hayes, walks resolutely to his locker and whips it open. There hanging from the top hook is the \"red death.\" Vaughn stares at it expressionless, then slowly closes his locker. \n[12]I got news for you, Mr. Brown. You haven't heard the last of me. You think I'm shit now, but someday you'll be sorry you cut me. I'm gonna catch on somewhere else, and every time I pitch against you, I'm gonna stick it up your ass. \n[13]What do you mean? \n[14]Like what? \n[15]What was it? A slider? \n[16]What is it? The chick? \n[17]You want me to beat the shit out of him? \n[18]A librarian? Shit, I gotta start readin' again. \n[19]Oh, shit... \n[20]walking alone down the tunnel to the locker room. He angrily knocks one of the overhead light bulbs out with his glove. \n[21]God, I was horse shit tonight. \n[22]What? \n[23]Oh yeh, name one. \n[24]Shit... \n[25]There aren't any stewardesses. \n[26]Ah... yeh... sure. My first autograph. I couldn't give these away a couple weeks ago. \n[27]Thanks. \n[28]I thought you had to do somethin' good to be a celebrity. \n[29]What about Koufax? \n[30]You gonna send me to the minors? \n[31]These things make me look ridiculous. \n[32]What's that for? \n[33]Fuckin' Dorn. Game shoulda been over by now. Dorn coulda had that ball. He tanked it on purpose. \n[34]Yeh, but I don't know if there'll be much on it. My arm feels like jello. \n[35]The last time I did that, the guy hit one that hasn't landed yet. \n[36]I was bored. \n[37]It's hotter than shit in here. What happened to the air conditioning? \n[38]Naw, I'm all right. \n[39]taking his stretch with a man on first, and firing to the plate. The Batter swings and misses for strike three, while the Runner on first breaks for second. TAYLOR rifles a throw down to second nailing the Runner for a double play. \n[40]That's why we carry the American Express card. No matter how far out of first we are, it keeps us from getting shut out at our favorite hotels and restaurants. \n[41]You wanted to see me? \n[42]Yeh, sure. Whatever's best for the team. \n[43]Yeh, okay. \n[44]I don't think I'd be very good company tonight. \n[45]Nothin'. Job problem. \n[46]I'm, ah, a ball player. \n[47]Why did you come over then? \n[48]Where you goin'? \n[49]I didn't even get your name. \n[50]Suzanne Dorn? \n[51]I swear to God I didn't know who she was. ", "RACHEL": "\n[1]Good morning, gentlemen. Welcome to another season of Indians' baseball. \n[2]I know that it may not seem the same without Donald here this year, but I promise you by the end of the season this team will have made history. \n[3]Unfortunately there are some in the press who feel that... \"the ex-showgirl wife of Donald Phelps has no business being the owner of a major league baseball team.\" \n[4]Obviously, Donald didn't feel that way or he wouldn't have left the team to me. And I was more than showgirl. I was a dancer. Now, I know some of you have doubts about my ability to run this franchise. God help you if I ever find out about it. \n[5]Spring training begins in two weeks. Here's the list of people we'll be inviting to camp this year. \n[6]I could sit here and tell you what a great year we're gonna have, but the facts are we lost the two best players we had to free agency. We haven't won a pennant in 30 years. We haven't even finished in the first division for 15. Obviously it's time to make some changes. What do ya think? \n[7]Cross him off then. \n[8]It's time to shake things up, Charlie. Clear the board and start over. \n[9]I know you will, Charlie. That's why I'm movin' you up to General Manager. Congratulations. \n[10]Well, that should do it for today. Thank you, gentlemen. Let's get to work. \n[11]Come on in, Charlie. Have a seat. \n[12]Oh, really? Like what? \n[13]I was thinking of Lou Brown. \n[14]He's managed the Toledo Mud Hens of the International League for the last 30 years. \n[15]I think he'll fit right in with our team concept. \n[16]That's what I wanted to talk to you about. I want to put together a team that will help us relocate to Miami. \n[17]I'm serious about this, Charlie. It's no secret I've never liked Cleveland much. The weather's lousy, downtown is a pit, the stadium's falling apart, and we can't draw dick. Another couple of years of this and I'm gonna have to start feeding Cha-Cha dog food. \n[18]It's hardly a whim. Miami's offered to build us a new stadium -- 62,000 capacity, 45 V.I.P. boxes, and no rent for the first million at the gate. Plus a 12 million dollar media guarantee; 45 percent of the concession gross, all of the parking and they pick up the stadium operations costs. No other franchise in baseball can match that deal. \n[19]The lease says we have the right to move if our attendance falls below 800,000 for the year. Paragraph 40, line 17. \n[20]If we play bad enough, we should be able to come in under that. \n[21]No, we've been losing. What I want us to do is finish dead last. \n[22]He knew it had to be done. He just didn't have the courage to do it. Hopefully, you will come to see the wisdom of it. If this team lives up to its potential, we could have the worst record in all baseball. \n[23]We're off to a good start, gentlemen. Let's keep it up. \n[24]A quarter of the season's gone, we're 15 and 24, seven games out of first. Our attendance is just below 180,000. That's bad, but not bad enough. \n[25]We finished 24 out last year and still drew 890,000. When school's out for the summer, attendance is liable to rise. Plus, this team is showing signs of improvement. I didn't think we'd win 15 games all year. Any ideas? \n[26]This is no laughing matter, Donovan. I think maybe the problem is we're coddling these guys too much. \n[27]You wanted to see the Bitch? \n[28]Don't you think you oughta cover yourself with a towel first, Mr. Brown? \n[29]Well, I can take it if you can. \n[30]Revenue problems have forced us to cut back on equipment. We'll simply have to fix the old one. \n[31]The pipes in this building are old and rusted. We're replacing them, but it's a long, expensive process. \n[32]Your players will just have to get a little tougher. What are they, a bunch of pansies? \n[33]It's only temporary. Besides, these guys weren't playing that good when the equipment was workin'. If I could get anybody to come and watch this team, none of this would be necessary. You oughta be grateful I can still pay your salaries. \n[34]Well, my worst fears have been confirmed. We're 60 and 60, nine games out of first, and only two out of the first division. Who do those guys think they are? \n[35]I don't have to accept anything. Our attendance is only beginning to rise. If we can force a losing streak for a week or two, we can still turn this thing around. The fans are used to losers here. At the first sign of a slump they'll give up on this team. \n[36]Not everything. \n[37]with Donovan next to her, watching all this good play in disgust. \n[38]Come in. \n[39]Hello, Lou, what can I do for ya? \n[40]What do you mean? \n[41]Well, I knew I could count on Charlie to tell somebody. I was just afraid he might take too long. \n[42]So you'd tell the team, hopefully getting them mad enough to knock themselves out trying to prove they belonged in this league. I think it worked. \n[43]We were broke. We couldn't afford anything better. Donald left the team nearly bankrupt. If we'd had another losing season, I would have had to sell the team. I knew we couldn't win with the team we had, so I decided to bring in new players and see how they'd do with the proper motivation. There was never any offer from Miami. I made it all up. \n[44]If I'd really wanted you to lose, all I had to do was send the best players back to the minors. But I didn't, did I? \n[45]You think this was all an accident? I personally scouted every member of this team, except Hayes, of course. He was a surprise. They all had flaws which concealed their real talent, or I wouldn't have been able to get them. But I knew if anyone could straighten them out, you could. And if you tell them any of this, I will fire you. \n[46]I love this team, Lou. Go get 'em tonight. \n[47]Shit. ", "DORN": "\n[1]Hey, what do we have here? Guy looks like a fuckin' toilet brush. Hey, T.B., I love your pony tail. And the earring's cute too. Where's the matching bracelet? \n[2]I took one of these in the eye last year. Nearly lost my sight. \n[3]What! That's Little League shit. \n[4]Lou, I wanna have a word with you here. \n[5]Those penalty sit-ups you want me to do? I got it right here in my contract that I don't have to do any calisthenics I don't feel are necessary. What do ya think of that? \n[6]doing sit-ups in the infield. Vaughn walks by and smiles. \n[7]What's the matter, little lady? Can't you take a joke? \n[8]Where are we? Kansas City, right? Gotta be Arlene \n[9]Don't have to. She knows when I'm in town. \n[10]What'd I tell ya. \n[11]Hi, doll. This is Steve Harris. \n[12]They cut him to make room for bristle boy over there. \n[13]Yeh. \n[14]What are you talkin' about? He couldn't find the plate if it was magnetized. He won't last the year. \n[15]Wait a minute, you're with me. \n[16]Since when do I have to make a date? Who's been showin' you this town the last three years? \n[17]taking this all in from across the room. Taylor comes up next to him. \n[18]Speak for yourself, Taylor. I got a couple good years left. \n[19]Hey, Jake, old boy, what brings you out here? \n[20]Sure, go ahead. \n[21]Forget it. It's not workin' again. \n[22]Naw, I'm not into Song of Hiawatha. \n[23]Yeh, that sounds pretty good. That's a detective story, right? \n[24]Even me? \n[25]What's that? \n[26]taking off his shirt in the locker room. His chest is a mass of welts and bruises. \n[27]taking a hot smash off his chest. He picks it up and guns the runner down. \n[28]Hey, Taylor, there's a coupla drop- dead Annies outside. One of 'em says she used to know you pretty good. Brunette, great rack... \n[29]Yeh. What doya say we chat 'em up? \n[30]C'mon, you're not gonna keep moonin' over that library chick, are you? Forget her, she's gone. \n[31]Bye bye, honey, wish me luck. \n[32]You know where Vaughn is? \n[33]Let me know if you do. I wanna have a little talk with him. \n[34]stepping into the batter's box. The crowd is practically sitting on its hands now. Hope draining away. \n[35]Let's cut through the crap. I only got one thing to say to you. Just rear back and strike this motherfucker out. ", "HARRIS": "\n[1]C'mon, Hayes, let's do 'em right. \n[2]Crisco, Bardahl, Vagisil. Any one of 'em will give you another 2-3 inches drop on your curve ball. \n[3]Course if it's cold and I got a shirt on under my jersey, I just rub a little jalapeno inside my nose and get it runnin'. I need to load up the ball a little, I just wipe my nose. \n[4]At my age, you put anything you can find on it. I haven't got an arm like yours. \n[5]I wouldn't leave this gin sittin' around out here with this group. \n[6]Aren't we gonna have a prayer? I mean we're not all savages like Cerrano. \n[7]All right, let's bow our heads. \n[8]Dear Lord, we ask... \n[9]Oh, so now you come around. He's not fooled. \n[10]Who you got lined up tonight? \n[11]You call her? \n[12]Not while I'm here you're not. That's murder. \n[13]Here's looking at ya, Jo-Buu. \n[14]strutting out of the dugout, feeling like a million bucks. As he emerges onto the field, a Hitter in the batting cage swings and misses, the bat slipping out of his hands. Away it flies, whirling off down the third base line in a wide arc. It hits Harris in the back of the head and knocks him cold. \n[15]watching the game from the dugout, a zip-lock baggie full of ice-cubes strapped to his head. \n[16]Hey, there's no hot water in here. \n[17]What if we don't finish last? \n[18]warming up in the bullpen. The tension of starting such an important game shows in his face. \n[19]Throwing the first pitch. The YANKEE HITTER grounds one to Dorn who throws him out. \n[20]on the mound, looking like he's out of gas. ", "PEPPER": "\n[1]Wish we had him two years ago. \n[2]Four years ago then. \n[3]Look at this fuckin' guy. \n[4]11.9 Taylor. Not bad if you'd fallen down. \n[5]For what? Running back to the dugout? \n[6]Sounded like it. \n[7]We got anybody left playin' baseball out there? \n[8]Don't worry if you're off the plate on a few pitches. Doesn't hurt to put the fear of God in a hitter. \n[9]Okay kid. I think we got 'em scared enough now. Time to get a few of 'em out. \n[10]Just relax, and keep the arm up on top. Gotta throw strikes. No place at the inn for this guy. \n[11]Looked like a strike anyway. You want me to go get him? \n[12]At least he hit what he was aimin' at. \n[13]C'mon, kid. As soon as Coleman gets up, he's gonna be lookin' for you. \n[14]Lou wants to see you down at the office, Rick. \n[15]You want me to go get him? \n[16]Not quite yet. \n[17]hitting one rocket-shot ground ball after another at Dorn. Some bounce off his chest and arms, but Dorn stays in front of every one. \n[18]What's he doing? ", "OMIT": "\n[1]Sequence omitted from original script. \n[2]Sequence omitted from original script. \n[3]Sequence omitted from original script. \n[4]Sequence omitted from original script. \n[5]Sequence omitted from original script. \n[6]Sequence omitted from original script. \n[7]Sequence omitted from original script. \n[8]Sequence omitted from original script. \n[9]Sequence omitted from original script. [...] Brown storms out of the dugout, doing his best to look incensed. \n[10]Sequence omitted from original script. \n[11]Sequence omitted from original script. \n[12]Sequence omitted from original script. \n[13]Sequence omitted from original script. \n[14]Sequence omitted from original script. \n[15]Sequence omitted from original script. \n[16]Sequence omitted from original script. \n[17]Sequence omitted from original script. ", "CERRANO": "\n[1]Bats. They are sick. \n[2]No hit curve ball. Straight ball, hit it very much. Curve ball, bats are afraid. I ask Jo-Buu to come. Take fear from bats. \n[3]I offer him cigars and gin. He will come. \n[4]Is very bad to steal Jo-Buu's gin. Is very bad. \n[5]Have to wake up bats. \n[6]Gin and cigarettes not enough for Jo- Buu. I still can no hit curva ball for sheet. I hafta make a sacrifice to him. \n[7]Si. I kill unborn children. \n[8]\"polishing\" his bats with black shoe polish and a brush. \n[9]So if you're looking for some big league clout, apply for the little green home run hitter. \n[10]hitting a prodigious home run onto the roof. \n[11]Where's my chicken? \n[12]But it no alive. \n[13]striking out on a curve ball. \n[14]striking out on a curve ball, trying to check his swing. Umpire emphatically punches him out. \n[15]I pissed off now, Jo-Buu. I good to you, I stand up for you. If you no help me now, I say fuck you, Jo-Buu. I do it myself. ", "TOM": "\n[1]Who's there, love? Oh, Mr. Taylor, right? I remember you from the restaurant. Lynn's told me a lot about you. Why don't you come in for a while? \n[2]No, really, come on in for a drink. \n[3]Excuse me, everybody, this is Jake Taylor. Jake, Arthur and Claire Holloway Brent and Janice Bowden. Jake is a professional baseball player. \n[4]So, Jake, what brings you here this evening? \n[5]Well, it soon will be. \n[6]Thank you. What can I get you to drink? \n[7]They're last right now, but hopefully moving up, eh, Jake? \n[8]What are you going to do when your career ends? I mean you can't play baseball forever, can you? \n[9]Will it? \n[10]Let me walk you out. \n[11]Don't mention it. \n[12]Yeh, well, I just wanted Lynn to know what she would've had ahead of her. \n[13]Stay away from her. ", "SUZANNE": "\n[1]Oh hi, Jake, how are you? \n[2]Sure, c'mon in, he's in the den. I'll get some coffee. \n[3]Coffee anybody? \n[4]Why not? \n[5]I know, but that's not why I came over. I don't chase ball players. \n[6]Because you're the sexiest man I've ever laid eyes on, and you look like you could use a... friend. \n[7]I've gotta get home. \n[8]Suzanne. Suzanne Dorn \n[9]Mrs. Suzanne Dorn. So long. You're a great kid. \n[10]Hello, Jake. \n[11]Before you go, there's something I wanta tell you. ", "ARLENE": "\n[1]Hi, Rodger. This is Vicki and Rene. \n[2]Where's your buddy Gant? \n[3]Is that Vaughn, the guy they call Wild Thing? \n[4]He's kinda cute. They say he could be a big star. \n[5]He struck out five in a row before the wild pitches. Maybe I'll check him out. \n[6]I don't remember you makin' any date. \n[7]Ancient history, Rodger. I gotta look out for myself now. I don't have to be a slave to no .235 hitter. \n[8]Wild Thing, you make my heart sing. ", "DARLA": "\n[1]You still got that black Corvette? The one that the sound system took up the whole trunk? \n[2]I thought they gave them to ya. \n[3]That's all right, you'll be gettin' a new one now. \n[4]What do you mean? We did this between innings once. \n[5]Happens to the best of them sooner or later. What's her name? \n[6]So long, Jake. Too bad. I was gonna devote a whole chapter to you in my book. "}}