{"dialogues": {"MALCOLM": "\n[1]I thought you said it was gonna sting... this ain't nothin'. \n[2]You motherfucker.  You're killing me. I'm burning up. My damn head is on fire. \n[3]Well, all reet, then. \n[4]Come on, baby, let's show 'em how. \n[5]You better get out of them shoes, girl. \n[6]Shorty, this is Laura. \n[7]Now you come back.  \n[8]Fine as May wine. \n[9]Make it too easy and it ain't no fun. \n[10]I better not come in.  \n[11]I mean it's late, baby. \n[12]I'm going to bed. I gotta work tomorrow, need my rest. \n[13]Baby, I'll call you tomorrow. \n[14]'Night, Mrs. Johnson. \n[15]Sheeet, you ain't. I had aplenty. \n[16]Shhhh! I don't like women that talk. \n[17]Don't you know, you can't hump the Bogart. \n[18]Naw, you missed me, copper. Try this on for size. \n[19]The hell you are. \n[20]You're too small to be Bogart. \n[21]Ahhh! You got me, you dirty, filthy, rotten, stinking copper, only a low-down yellow rat bastard would shoot a man in the back. \n[22]C'mere. \n[23]You hear me, girl? \n[24]You better believe it. \n[25]Sit over there. \n[26]What's your story, baby? \n[27]You one of them white bitches can't get enough black dick. Is that what you are? \n[28]Take it off. \n[29]Now kiss my feet. Kiss 'em! \n[30]Feed me. \n[31]Yeah, girl; that's your story. When you gonna holler \"rape,\" sister? \n[32]You will, baby -- if the time come. \n[33]Sure wish your mama and papa could see you now. And that ofay you gonna marry. \n[34]All them books you read and you still don't know nuthin. \n[35]Let's go. \n[36]Save it, baby. Save it for Mr. Right, 'cause your grandma's smarter than ya think. \n[37]Yeah, she's alive. \n[38]You know how dumb I was? I used to think that \"Not For Sale\" was a brand name. \n[39]But why, Mr. Ostrowski? I get the best grades. I'm the class president. I want to be a lawyer. \n[40]C'mon, Joe. \n[41]On my way, Mr. Charlie. \n[42]Get your good haaaam and cheeeeese sandwiches. I got coffee, I got cake and I got ice cream too. Right chere. \n[43]Yes, sir. Best in the house. \n[44]Yes, sir. I aims to please. \n[45]The word is excuse me. \n[46]Don't ever again in life step on my Florsheims again, and never talk-bout my mother. \n[47]Gimme a whiskey. \n[48]I ordered a single, Jack. \n[49]Who is he, man? \n[50]Whut's he do? \n[51]He had it coming. \n[52]Red, and I ain't no punk. \n[53]I'm working trains. Selling. \n[54]Keeps me out of the army. \n[55]Not this boy... I ain't fighting their war. I got my own. Right chere. Heard tell you're a good man to know. \n[56]Where I come from. Boston. \n[57]Man's rep travels. \n[58]My papa taught me one thing: don't never bullshit a West Indian bullshit artist.  \n[59]No, my mama. She's from Grenada. \n[60]Where can I get a hold of you? \n[61]Lemme write it down for you. \n[62]Yes, sir. \n[63]Yes, sir. \n[64]'Cause I want in. And it don't take a lot to know you there, daddy. \n[65]Can I run with you, Mr. Archie? \n[66]I done told the man what he could do with his train. \n[67]Just now. \n[68]What? \n[69]Solid, daddy. \n[70]Let 'em come. I'm ready. \n[71]I'm working on it. \n[72]Nnnnnnn! \n[73]I'm there, daddy. Wheww. I'm cool enough to kill. \n[74]You got any money. \n[75]Well, bitch you move too slow. \n[76]Yeah, and I'm putting my money where my ugly mouth is. I'm putting you back in the numbers right now. Baby, what's today? \n[77]Daddy, put me down for a combination. Combinate me, daddy: 8, 2, 1. You got me? 8, 1, 2; 1, 8, 2... \n[78]1, 2, 8; 2, 8, 1.  I git 'em all? \n[79]I say a lot of things. \n[80]Do your job, Get me a bourbon on the rocks and a pack of Lucky's. \n[81]I said now. \n[82]Mind your own goddamn business ... She comes in a lot? \n[83]With him?  \n[84]She know? \n[85]Is she hooking? \n[86]Shut up, bitch. \n[87]Daddy, where's my money? \n[88]You owe me six big ones. \n[89]1, 2, 8 hit, didn't it? \n[90]Was you that high? Old man, I threw the slats at you. I said to combinate me. \n[91]The bitch was there. \n[92]Then skip it, man. But you slipping, baby. You done slipped. \n[93]Oh, sit down, man. What you tasting? I'm buying. \n[94]Got to be a first time, daddy-o. \n[95]Ain't gonna be this mother. \n[96]Come on, sweetlips, I got us some g-i-r-l, girl. Let's you and me fly. \n[97]It's me or you, ain't it, Pops? \n[98]I'll give you back the 600. \n[99]I'm wearing, Archie. \n[100]And every cat's watching, ain't they? It's a toe-down. \n[101]Let Billie finish. \n[102]Baby, I got to let this old man win. Keep the faith, and tell Billie I'll see her later. \n[103]Yeah and get a slave, too, huh, baby? \n[104]Man, the name musicians ain't got shit. How you gonna have something? I need a stake, a bundle, a grand. My woman can't afford it; my homey ain't got it. How about you baby? What you got? \n[105]Jesus ain't got nothin' to do with this. \n[106]Surprise you, baby? Well, that's the way it is. What kind of scratch you got on you? Turn out. Let me have it. All of you-- \n[107]We gone rob this town blind. Anybody want out say so. \n[108]Okay. I got the stake and I got a fence. I need a driver. \n[109]Who's Rudy? \n[110]What can you do? \n[111]That ain't bad. \n[112]So what about him? \n[113]Might be all right. \n[114]You want to be the head man? \n[115]Head nigger in charge? \n[116]Okay, baby. Let's flip for it. Flip this. \n[117]I'll flip first. \n[118]Your flip, baby. \n[119]Your turn, Rudy. You want me to flip for you? \n[120]Don't never try to cross someone who ain't afraid to die. \n[121]All right. We'll start with Old Talcum Powder. You draw the house, where everything is. You and Peg go out and buy them tools like I told you. We hit tonight on account of in the daytime some of us got that high visibility. Ya dig? \n[122]Yeah. \n[123]Palmed it right in the goddam chamber. \n[124]I forgot it. \n[125]I'm Malcolm Little, not no goddam number. \n[126]Preacher, take your tin Jesus and the Virgin Mary, both, and shove 'em. \n[127]\n[128]Who the hell are you? \n[129]Man, what do you want? \n[130]Man, get outa my face. I ain't nobody's punk. \n[131]If you ain't trying to punk me, what's your hype? \n[132]Talk, daddy, I'm listening. Hey that ain't bad. You got some more? \n[133]What did you give it to me for then? \n[134]What in the hell are you talking about? \n[135]You ain't lying. \n[136]Man, you been locked up too long, everybody conks. All the cats. \n[137]Cause I don't want to walk around with my head all nappy, looking like-- \n[138]I ain't said I'm ashamed. \n[139]Leggo. I got to wash it out. \n[140]Man, you better get off me. \n[141]Man, I don't want to hear all that. \n[142]Who are you? \n[143]Elijah who? \n[144]Me too. \n[145]I ain't never seen a cat like you. Ain't you scared talking like that in front of an ofay? \n[146]You the only cat don't come on with that \"Whatcha know, daddy\" jive; and you don't cuss none. \n[147]Tell you this: you ain't no fool. \n[148]Okay, okay. \n[149]What do you do with your time? \n[150]That's what Mama used to say. \n[151]Come on, daddy, pull my coat. What happens if you give all that up? You get sick or somethin'? I pulled a hustle once and got out of the draft. \n[152]What? Everybody knows God is White. \n[153]What for? \n[154]What the hell for, man? \n[155]Okay, okay. Show me, man. \n[156]I can't make out that shit. \n[157]Hey, they's some shit, all right. \n[158]That's bullshit. That's a white man's book. Ain't all these white man's books? \n[159]Then what you telling me to study in them for? \n[160]Man, how'm I gonna know the ones worth looking at? \n[161]Man, I'm studying in the man's book. I don't dig half the words. \n[162]Where am I gonna start? \n[163]Aardvark, noun. An earth pig; an ant-eating African mammal. Man, that sounds like the dozens. \n[164]I'm staying. \n[165]Take 'em. I don't smoke no more. \n[166]Ole Pete ain't much in the head, but he can lay in there with the wood. \n[167]You pitch, baby; I'll ketch. \n[168]This a helluva game. Somethin's going on. \n[169]Hey, whatsa score? \n[170]What? \n[171]How bout that? \n[172]A black man playing big league ball is something. \n[173]Little. \n[174]I'm not Malcolm Little and I'm not Satan.  \n[175]Then the devil is white. \n[176]I sure met some. \n[177]I will not touch the white man's poison: his drugs, his liquor, his carrion, his women. \n[178]I will do it. \n[179]I can't. \n[180]I want to, Bembry, but I can't. \n[181]I can't. \n[182]I want to, Bembry, but I can't. \n[183]I don't know what to say to Allah. \n[184]Yeah. When I was picking a lock to rob somebody's house. \n[185]I don't know how. \n[186]I want to. God knows I want to. \n[187]Allah Akbar: all praise to Him who is all-seeing, all-understanding. \n[188]Yes it is, Chaplain Gill. But I wouldn't want to say which one of us is what. \n[189]You've been talking about the disciples. What color were they? \n[190]They were Hebrew, weren't they? \n[191]As Jesus was. Jesus was also a Hebrew. \n[192]What color were the original Hebrews? \n[193]Then we don't know that God was white. \n[194]But we do know that the people of that region of Asia Minor, from the Tigris-Euphrates valley to the Mediterranean, are dark-skinned people. I've studied drawings and photographs and seen newsreels. I have never seen a native of that area who was not black. \n[195]I'm not saying anything, preacher. I'm proving to you that God is black. \n[196]How many you turning out? \n[197]Make it 1000. We got a lot of fishing to do. \n[198]We can always use another good brother. \n[199]You think you are Christians, and yet you see your so-called white Christian brother hanging black Christians on trees. You say that white man loves you and yet he has done every evil act against you. He has everything while he is living and tells you to be a good slave and when you die you will have more than he has in Beulah's land. We so-called Negroes are in pitiful shape. Get off your knees praying to a picture of a white, pale blond, and blue-eyed Jesus. Come out of the sky. Build heaven on earth. Islam is the black man's true religion. \n[200]And that the white man is the devil. Yes, God is black and you are made in His image and don't know it. That's how brainwashed you are. \n[201]My brothers and sisters, they tell you you will sprout wings when you die and fly to heaven. The Honorable Elijah Muhammad tells you that's pie in the sky. \n[202]Come to our Temple and hear the truth. Because, brother and sister, you are dead. Yes you are, mentally dead, spiritually dead, morally dead. And we are here to resurrect the black man back from the dead. \n[203]And you are putting yourselves on the auction block, letting them examine you like a horse, like a slave. The Honorable Elijah Muhammad teaches that you are black and should be proud... \n[204]We're not American, we're Africans who happen to be in America. We were kidnapped and brought here against our will from Africa. We didn't land on Plymouth Rock, brothers and sister. Plymouth Rock landed on us. \n[205]Put an end to your begging. No more \"Please, Mr. White Man, Lawdy boss, brush me another crumb from off your table, kindly, sir.\"  We are a nation, a great nation and don't need a thing from them. \n[206]Shorty! \n[207]Come on up here, man, and give us some skin. Here's a man, brothers and sisters, who shot up with me, who robbed with me, and did time in the white devil's jailhouse. Stand up, Shorty, and be counted-- \n[208]Folks, the brother is shy and needs special attention. So would you excuse us, while Brothers Sidney and Earl take up the collection. \n[209]It isn't a hype, Shorty. And I meant what I said: join us. \n[210]The Honorable Elijah Muhammad says you should pay it all your mind. If you got a mind. \n[211]I've been clean for twelve years, Shorty. \n[212]How's the rest of the gang? You seen anyone? \n[213]Hello, Archie. \n[214]Take it easy, baby. \n[215]You saved my life, Archie. Running me out of Harlem. When I think how close we came to gunning each other down, I have to thank Allah. \n[216]I don't know. It doesn't matter. The thing is we got to get you back on your feet. \n[217]Can you use a few bucks? I ain't got much, but-- \n[218]Take it easy. Lay down and don't think about it. \n[219]You could of been something, Archie, but the devil got to you. \n[220]You know all the angles except how to live. \n[221]--and what has the white devil made of them: dead souls. Oh, my he has no conscience. He should fall on his knees and say, \"My kind commits history's greatest crime against your kind every day of your life.\" But does he? No. He scorns you, splits your head with his nightstick and calls you nigger. If you've had it, then stand up and come forward. If not us, then who? If not now, then when? \n[222]Brother Bembry, can we fix it so our loudspeaker is heard on the street? \n[223]What? \n[224]Sure I'll speak to your class. But I'm a hard man on women. You want to know why? \n[225]If you want to tell me. \n[226]Women talk too much. To tell a woman not to talk is like telling Jesse James not to carry a gun or a hen not to cackle. And Samson, the strongest man that ever lived, was destroyed by the woman who slept in his arms. \n[227]What points? \n[228]Let me explain. No. I'll do better than that. I'll show it to you. Scientifically. But it's demonstration purely in the interest of science, you understand? \n[229]Notice especially the claw, the jaw and the skull formation. This is the rat. This the mole. Here you have the aardvark and the boar... \n[230]So it is not a matter of the breeding conditions or preparation of the meat. The meat itself is foul. \n[231]I'm sorry. I've had you on your feet for hours. \n[232]That's something I haven't done in fifteen years. \n[233]Sat down with a pretty girl and had an ice cream soda. \n[234]Delicious. \n[235]Let's talk about you for a change. \n[236]0h, yes, there is. I know a lot about you. Brother Bembry briefed me. \n[237]You're from Detroit, near where I come from. You majored in education at Tuskegee. You're studying nursing and having trouble with your family.  \n[238]They want you to quit the Muslims or they won't pay your tuition, isn't that it? \n[239]No, good Sisters are rare. We need every one. Tell me something: how tall are you? \n[240]Just an idle question. \n[241]How old are you, Betty? \n[242]Are you? \n[243]What have you set your mind to? \n[244]I'm from Muslim Temple 7. \n[245]Where is he? \n[246]I'm Minister Malcolm X. Two witnesses saw him brought in. He was not brought out. \n[247]Take a look out that window. I intend to see Brother Johnson. \n[248]Brothers of Brother Johnson. \n[249]Until I'm satisfied Brother Johnson is receiving proper medical attention, no one will move. \n[250]Only a pig could do a thing like that. \n[251]Don't you call me boy, you pig. Letting a man bleed like that. \n[252]That man belongs in a hospital. Get an ambulance. Now! \n[253]I'm not satisfied. \n[254]To the hospital. \n[255]They're all disciplined men. They're doing nothing except waiting. \n[256]That's your headache, Captain. And if he dies, I pity you. \n[257]Thank you, Doctor. \n[258]You bastards. \n[259]I want to also, but until we are instructed by the Messenger to do so, we will just wait and pray. \n[260]That's enough, Brother Earl. \n[261]Sit down, son. \n[262]There is only one thing I like integrated. My coffee. \n[263]What can I do for you? \n[264]Do you know what it means to be a true Muslim? \n[265]Do you? \n[266]I admire your enthusiasm but you should never join any organization without first checking it out thoroughly. \n[267]We need more young warriors like yourself, stick around and we shall see if your heart is true. \n[268]Let me do it then. \n[269]Allah Akbar. \n[270]I'm in Detroit. \n[271]At a gas station. Will you marry me? \n[272]Did you hear what I said? \n[273]I think so. Can you catch a plane? \n[274]I love you. \n[275]It won't be easy. \n[276]It will be rough. \n[277]I'll be away a lot. \n[278]What do you think? \n[279]I must emphasize at the outstart, that the Honorable Elijah Muhammad is not a politician, so I'm not here this afternoon as a Republican, nor a Democrat, not as a Mason nor an Elk, not as a Christian nor a Jew, not as a Catholic nor a Protestant, not as a Baptist nor a Methodist, not even as an American. For if I was an American the problem that confronts our people today would not exist. So I stand here as what I was when I was born: A BLACK MAN! \n[280]Before there were any such things as Democrats or Republicans, we were black. Before there were any such things as Masons or Elks, we were black. Before there were any such things as Jews or Christians, we were black people. In fact long before there was ever any such place as America, we were black people... And after America has long passed from the scene there will still be BLACK PEOPLE. \n[281]What kind of black people does the Honorable Elijah Muhammad speak for? Black people who are jobless... the black masses who are poor, hungry, and angry, the black masses who are dissatisfied with the slums and ghettos in which we have been forced to live... the black masses who are tired of listening to the promises of white politicians to correct the miserable living conditions that exist in our community... the black masses that are sick of the inhuman acts of bestial brutality practiced by these semi-savage white policemen that patrol our community, like the occupation forces of a conquering enemy army... the black masses who are fed up with the anemic, Uncle Tom leadership set up by the white man to act as a spokesman for our people and to KEEP US \n[282]If the black man cannot go back to his own people and his own land, Elijah Muhammad is asking that a part of the United States be separated and given to the Muslims so they can live separately. \n[283]The Honorable Elijah Muhammad is the only man the white people can deal with in the solving of problems of the so-called Negro... \n[284]...as Elijah Muhammad knows his problems. \n[285]Yes sir. As you know, during slavery time, the slavemasters named most of the so-called Negroes in America after themselves. Mr. Elijah Muhammad teaches us once you come into the knowledge of Islam, you replace your slave name with an X. Since we've been disconnected, cut off from our Eastern culture for so long that we don't know the names we originally had, we will use X until we get back to the East. \n[286]Please, go ahead. \n[287]For the white man to ask the black man if he hates him is just like the rapist asking the raped, or the wolf asking the sheep, \"Do you hate me!\" The white man is in no moral position to accuse anyone of hate. \n[288]I'll talk about \"progress\" in a minute, but let me finish with my brother. \n[289]Stop me if I'm wrong. I \"polarize the community.\" I \"erroneously appraise the racial picture.\" \n[290]You left one phrase out. Another educated Kneegrew said to me and I quote: \"Brother Malcolm oversimplifies the dynamic interstices of the Negro subculture.\" Would you agree? \n[291]Well, I have this to say. Do you know what a Negro with a B.A., an M.A. and a Ph.D. is called -- by the white man? I'll tell you. He's called a nigger. \n[292]And I'm not finished. To understand this man-- \n[293]--you must know that historically there are two kinds of slaves. House Negroes and Field Negroes. The house Negro lived in the big house; he dressed pretty good; he ate pretty good and he loved the master. Yeah, he loved him more than the master loved himself. If the master's house caught fire, he'd be the first to put the blaze out. If the master got sick, he'd say: \"What's a matter, boss; we sick?\" WE sick! If someone said to him, \"Let's run away and escape. Let's separate.\" He'd say, \"Man, are you crazy? What's better than what I got here?\" That was the House Negro. In those days he was called the House Nigger. Well, that's what we call them today because we still got a lot of House Niggers running around. \n[294]Don't you want to hear about the Field Nigger? \n[295]Thank you. Now the Negro in the field caught hell all day long. He was beaten by the master; he lived in a shack, wore castoff clothes and hated his master. If the house caught fire, he'd pray for a wind. If the master got sick, he'd pray that he'd die. And if you said to him, \"Let's go, let's separate\", he'd yell, \"Yeah, man, any place is better than this.\" You've got a lot of Field Negroes in America today. I'm one. \n[296]--there's another one. The majority of black Americans today are Field Negroes. They don't talk about OUR progress, about OUR government, OUR navy, OUR astronauts. Hell, they won't even let you near the plant. \n[297]Brother Man, put that bottle down, take that poison away from your lips. That's what the devil wants you to do, stay high, out of your natural mind. I know, I've been there. \n[298]It's time you received your X. But first you must copy this letter, exactly as I give it to you; down to the dotted \"i's,\" crossed \"t's,\" everything. And you must go on a fast, just water and juices, that's it. \n[299]Brother Benjamin, do not rush, it has to be exact. \n[300]When you live in a poor neighborhood, you're living in an area where you have poor schools. \n[301]When you have poor schools you have poor teachers. When you have poor teachers, you get a poor education. \n[302]Poor education, you only work on poor paying jobs and that enables you to live again in a poor neighborhood. \n[303]So it's a very vicious cycle. We've got to break it. \n[304]You are now Benjamin 2X. \n[305]Come, sit with us. \n[306]We are now sitting with Brother Benjamin 2X. \n[307]Let's get this man some food. \n[308]Nothing! \n[309]...My high school was the black ghetto of Roxbury. My college was the streets of Harlem, and I took my masters in prison. If you look out the window-- \n[310]Mr. Muhammad is trying to get us on God's side, so God will be on our side to help us fight our battles. When Negroes stop getting drunk, stop being addicted to drugs, stop fornicating and committing adultery. When we get off the welfare, then we'll be MEN. Earn what you need for your family, then your family respects you. They'll be proud to say \"That's my father.\" She's proud to say \"That's my husband...\" Father means you're taking care of those children. Just 'cause you made them that don't mean you're a father. Anybody can make a baby, but anybody can't take care of them. Anyone can go and get a woman but anybody can't take care of a woman. This is the type of teaching that the honorable Elijah Muhammad teaches us so we can build the moral fiber of our people. \n[311]I can see the gentlemen of the press, also the FBI and CIA. are with us. Get it straight 'cuz if I said, \"Mary had a little lamb,\" they'd write Malcolm X lampoons poor Mary. \n[312]We have built temples in Boston, in Detroit, in Atlanta, Philadelphia, Washington -- 100 temples in fifty states. From a handful we have grown to scores of thousands. \n[313]If the so-called Negro were American citizens we wouldn't have a race problem. If the Emancipation Proclamation was authentic, you wouldn't have a race problem. If the 13th, 14th, and 15th amendments to the Constitution was authentic, you wouldn't have a race problem. If the Supreme Court desegregation decision was authentic, you wouldn't have a race problem. All of this is hypocrisy. These Negro leaders have been telling the white man everything is all right, everything is under control. And they've been telling the white man that Mr. Muhammad is wrong, don't listen to him. But everything Mr. Muhammad has been saying is going to come to pass is now coming to pass and now the Negro leaders are standing up saying that we are about to have a racial explosion. We're going to have a racial explosion and that's more dangerous than an atomic explosion. \n[314]It's going to explode because black people are dissatisfied. They're dissatisfied now not only with the white man, but with these Negroes who have been sitting around here posing as leaders and spokesmen for black people. Anytime you put too many sparks around a powder keg, the thing is going to explode and if the thing that explodes is still inside the house, then the house will be destroyed. So the Honorable Elijah Muhammad is telling the white man get this powder keg out of your house, let the black people in this country separate from him while there's still time. And if the black man is allowed to separate and go on onto some land of his own, where he can solve his problems, then there won't be any explosion. COMPLETE \n[315]Thank you, Brother; Sister, how are you? \n[316]Sure, man. \n[317]What? \n[318]Say what you're saying. \n[319]Long day. Long night. Long year. Long ten years. \n[320]Why are you looking at me like that? \n[321]How do you know? \n[322]I don't want to bring my troubles home. You know that. \n[323]I just want to sit here and be still. \n[324]Talk about what? \n[325]There's always talk, always been talk, and always will be talk. Don't they say how I'm trying to take over the Nation, how I'm getting rich off the Nation? \n[326]There are always slanders, always lies. You're reading the devil's lies. Can't you see they're trying to bring us down, bring down the Messenger. \n[327]I was going to talk to Bembry about it tonight. \n[328]Woman, have you lost your mind? What's the matter with you? \n[329]I'm not interested in personal publicity. Our people know what I'm doing. \n[330]Bembry saved my Life. The Honorable Elijah Muhammad saved my life. \n[331]Is that what this is about? Material wealth? \n[332]The Nation will provide for you and the children if anything happens to me. \n[333]What do you want me to do? Our people need me. \n[334]What do you want me to do? \n[335]Sister Evelyn, believe in Allah. \n[336]He told you that? \n[337]Are you sure? \n[338]Allah will provide. \n[339]\"I'm telling you God's words, not to hustle.\" \n[340]We tell the world we're moral leaders because we follow the personal example of the Honorable Elijah Muhammad. It's hard to make a rooster stop crowing once the sun has risen. The sun is up. \n[341]And what do I say of this so-called national mourning! I say... the white man's acts are condemned, not only by our beliefs but by his own. \n[342]Both his Bible and the Holy Koran say: \"As you sow, so shall you reap.\" Both say: \"Sow the wind, reap the whirl wind.\" \n[343]In the soil of America the white man planted the seeds of hate. He allowed the weeds that sprang up to choke the life out of thousands of black men. \n[344]Now they have strangled one of the gardeners. This is the justice of Allah. Wa-Salaam Alaikum. \n[345]Assassination might be too good a word, and might I add an Arabic word at that. This was a prime example of the devil's chickens coming home to roost. Being an old farm boy myself, chickens coming home to roost never did make me sad. It always made me glad. \n[346]Yes, sir, I did. \n[347]I agree with you, sir. I submit 100 percent. \n[348]How long has this been going on? \n[349]What mission? \n[350]What does Sidney say? \n[351]No. You'll be marked for death. \n[352]I won't let myself come between you and your father. Go home. \n[353]And don't come back. \n[354]Because 1964 threatens to be a very explosive year on the racial front, and because I myself intend to be very active in every phase of the American Negro struggle for HUMAN RIGHTS, I have called this press conference, this morning in order to clarify my own position in the struggle -- especially in regards to politics and nonviolence. In the past I thought the thoughts, spoke the words of the Honorable Elijah Muhammad, that day is over. From now on I speak my own words, and think my own thoughts. Internal differences within the Nation of Islam forced me out of it. I did not leave of my own free will. But now that it has happened, I intend to make the most of it. Now that I have more independence of action, I intend to use a more flexible approach toward working with others to get a solution to this problem. I do not pretend to be a divine man, but I do believe in divine guidance, divine power, and in the fulfillment of divine prophecy. I am not educated, nor am I an expert in any particular field, but I am sincere, and my sincerity is my credentials. I'm not out to fight other Negro leaders or organizations. We must find a common solution, to a common problem. I am going to organize and head a new mosque in New York City, known as the Muslim Mosque, Inc. This gives us a religious base, and the spiritual force necessary to rid our people of the vices that destroy the moral fiber of our community. Our political philosophy will be black nationalism. Our economic and social philosophy will be black nationalism. The Muslim Mosque, Inc. will remain wide open for ideas and financial aid from all quarters. Whites can help us, but they can't join us. There can be no black-white unity until there is first some black unity. \n[355]There is one further preparation I need. It is a return to the source of our great religion. I will make a pilgrimage to Mecca. \n[356]Let's begin. \n[357]As I recall, I pointed out that while I was in Mecca making the pilgrimage, I spoke about the brotherhood that existed at all levels among all people, all colors who had accepted the religion of Islam. I pointed out that what it had done, Islam, for those people despite their complexion differences, that it would probably do America well to study the religion of Islam and perhaps it could drive some of the racism from this society. Muslims look upon themselves as human beings, as part of the human family and therefore look upon all other segments of the human family as part of that same family. Today my friends are black, brown, red, yellow and white. \n[358]Oh yes. \n[359]The audience will have to be quiet. Yes, as I pointed out that during my trip that nations, African nations, Asian, Latin nations look very hypocritical when they stand up in the UN condemning South Africa and saying nothing about the racist practices that are manifested everyday against Negroes in this society. I would be not a man if I didn't do so. I wouldn't be a man. \n[360]Certainly, we will work with any groups, organizations or leaders in any way, as long as it's genuinely designed to get results. \n[361]No, not particularly. But I do think that you will And black people in America, as they strive to throw off the shackles of mental colonialism, will also probably reflect an effort to throw off the shackles of cultural colonialism. And then they'll begin to reflect desires of their own with standards of their own. \n[362]I don't see why that should be controversial. I think that if white people found themselves victim of the same kind of brutality that black people in this country face, and they saw that the government was either unwilling or unable to protect them, that the intelligence on the part of the whites would make them get some rifles and protect themselves. \n[363]Has the white man changed since I went away? Have you put up your guns? The day you stop being violent against my people will be the day I tell folks to put away their guns. \n[364]You have to sleep for three. \n[365]I'm sorry. I haven't been the best husband or father. \n[366]Families shouldn't be separated. I'll never make another long trip without you and the kids. We'll all be together. \n[367]We had the best organization that black people ever had and niggers ruined it. \n[368]Walk out the back, dear. Hurry. \n[369]There's nothing to be afraid of. It might be a little cold. Hang on. We'll be fine. \n[370]Call the Fire Department. \n[371]And the fire hit the window and it woke up my second oldest baby, but the fire burned on the outside of the house. It could have fallen on six-, four-, or two-year-old girls. And I'm going to tell you, if it had done it, I'd've taken my rifle and gone after anybody in sight. \n[372]It was bombed by the Black Muslim movement upon the orders of Elijah Muhammad. \n[373]I can imagine. I did it myself. For the publicity. \n[374]I don't care about myself, my wife and four children were sleeping in their beds, they have nothing to do with this. \n[375]Let sincere white individuals find other white people who feel as they do and teach non-violence to those whites who think and act so racist. \n[376]Let's all pray without ceasing. May Allah bless you. \n[377]Brother Earl. \n[378]I'm gonna try and get some work done tonight. \n[379]No, that won't be necessary. I'll be all right. \n[380]I don't want folks to be searched, it makes people uncomfortable. If I can't be safe among my own kind, where can I be? Allah will protect me. \n[381]Betty it's me. It's me. \n[382]Don't answer the phone. It's all right. It's all right. Nothing is gonna happen to anybody. \n[383]At the Hilton. The girls asleep? \n[384]I don't think that's such a good idea. \n[385]Ma'am, I'm fine. \n[386]May Allah bless you. \n[387]Is the program ready? \n[388]Why not? You've had ample time, you and the sister. \n[389]Folks are sitting out there _today_, not next week, expecting to hear our program. \n[390]Has the Reverend called? Is he going to show? \n[391]So now we have no opening speaker? Why wasn't I informed last night? \n[392]Since when do you start telling Sister Betty my business? Since when? She has nothing to do with this. You tell me, not her, not anybody else. \n[393]What did I tell you about assuming? \n[394]Benjamin, you better go out there and explain why the program isn't ready today. \n[395]Sister, please go with the brother. \n[396]The way I feel, I ought not to go out there today. In fact, I'm going to ease some of this tension by telling the black man not to fight himself -- that's all a part of the white man's big maneuver, to keep us fighting amongst ourselves, against each other. I'm not fighting anyone, that's not what we're here for. \n[397]Is my family here yet? \n[398]You'll have to forgive me for raising my voice to you. \n[399]I wonder if anybody understands. \n[400]Make it plain. \n[401]Brothers and Sisters, Wa-Salaam Alaikum. \n[402]Hold it, brothers. Don't get excited. Let's cool it-- ", "BEMBRY": "\n[1]I see him. \n[2]No, he's not gonna bust. But he's not gonna fix his face to please them, neither. \n[3]He's a new fish, Mr. Barnes. Give him a break. \n[4]I know how you feel. Like you want to lay down and die. \n[5]I brought you something. \n[6]Put it in a cup of water. It's nutmeg. \n[7]You need something. It's not a reefer, but it'll help some. \n[8]Sit down or it might knock you down. \n[9]I can show you how to get out of prison. And it's no hype. \n[10]That's the last stuff you'll ever get from me. \n[11]'Cause you needed it. 'Cause you couldn't hear me without it. \n[12]I think you got more sense than any cat in this prison. How come you are such a fool? \n[13]Nobody can bust out like Bogart does it, in the movies. Because even if you get out, you are still in prison. \n[14]When you go busting your fists against a stone wall, you're not using your brains. Cause that's what the white man wants you to do. Look at you. \n[15]Putting all that poison in your hair. \n[16]Why? Why does everybody conk? \n[17]Like what? Looking like me? Like a nigger?! Why don't you want to look like what you are? What makes you ashamed of being black? \n[18]Let it burn. Maybe you'll hear me then. \n[19]Sure, burn yourself, pain yourself, put all that poison into your hair, into your body -- trying to be white. \n[20]I thought you was smart. But you just another one of them cats strutting down the avenue in your clown suit with all that mess on you. Like a monkey. And the white man sees you and he laughs. He laughs because he knows you ain't white. \n[21]The question is, who are you? You are in the darkness, but it's not your fault. Elijah Muhammad can bring you into the light. \n[22]Elijah Muhammad can get you out of prison. Out of the prison of your mind. Maybe all you want is another fix. I thought you were smart. \n[23]I'm staying. \n[24]What you sniffing around for? I told you I gave you your last fix. \n[25]What's he gonna do to me he ain't already done? \n[26]I respect myself. A man cuss because he hasn't got the words to say what's on his mind. \n[27]Don't con me. Don't try... \n[28]Don't con me. \n[29]I read. I study. Because the first thing a black man has to do is respect himself. Respect his body and his mind. Quit taking the white man's poison into your body: his cigarettes, his dope, his liquor, his white woman, his pork. \n[30]Your mama had sense because the pig is a filthy beast: part rat, part cat, and the rest is dog. \n[31]I'm telling you God's words, not no hustle. I'm talking the words of Elijah, the black man's God. I'm telling you, boy, that God is black. \n[32]But everything the white man taught you, you learned. He told you you were a black heathen and you believed him. He told you how he took you out of darkness and brought you to the light. And you believed him. He taught you to worship a blond, blue-eyed God with white skin -- and you believed him. He told you black was a curse, you believed him. Did you ever look up the word black in the dictionary? \n[33]Did you ever study anything wasn't part of some con? \n[34]Go on, fool; the marble shooters are waiting for you. \n[35]Soiled with dirt, foul; sullen, hostile, forbidding -- as a black day. Foully or outrageously wicked, as black cruelty. Indicating disgrace, dishonor or culpability. \n[36]Now look up \"white.\" \n[37]Read it. \n[38]They sure ain't no black man's books in here. \n[39]You got to learn everything the white man says and use it against him. The truth is laying there if you smart and read behind their words. It's buried there. You got to dig it out. \n[40]I'll pull your coat, daddy. Cause lots of these can't nobody read, be he black or white or a Ph.D. with their suspenders dragging the ground with degrees. \n[41]Look 'em up and and out what they mean. \n[42]Start at the beginning. Page one, the first one. Here-- \n[43]Read it and keep on reading. \n[44]If you take one step toward Allah, He will take two steps toward you. \n[45]Lemme tell you about history: black history. You listening? \n[46]The first men on earth were black. They ruled and there was not one white face anywhere. But they teach us that we lived in caves and swung from trees. Black men were never like that. \n[47]We were a race of kings when the white men went around on all fours. \n[48]Sure, white man throw us a bone and that's supposed to make us forget 400 years. \n[49]I told you to go behind the words and dig out the truth. They let us sing and dance and smile -- and now they let one black man in the majors. That don't cancel out the greatest crime in history. When that blue-eyed devil locked us in chains -- 100,000,000 of us -- broke up our families, tortured us, cut us off from our language, our religion, our history. \n[50]Do they know who they are? Do you know where you came from? We are the Original People. \n[51]What's your name, boy? \n[52]No. That's the name of the slave-master who owned your family. You don't even know who you are. You're nothing. Less than nothing. A zero. Who are you? \n[53]Who are you? \n[54]I told you we are a nation, the lost Tribe of Shabazz in the wilderness of North America. \n[55]Allah has sent us a prophet, a black man named Elijah Muhammad. For if God is black, Malcolm-- \n[56]I knew you'd hear me. The white man is the devil. All white men are devils. \n[57]No. Elijah Muhammad does not say \"that white man is a devil.\" He teaches us that the white man is the devil. All white men. \n[58]Have you ever known a good white man in all your life? Think back, did you ever meet one who wasn't evil? \n[59]The body is a holy repository. \n[60]A Muslim must be strikingly upright. Outstanding. So those in the darkness can see the power of the light. \n[61]But the key to Islam is submission. That is why twice daily we turn to Mecca, to the Holy of Holies, to pray. We bend our knees in submission. \n[62]For evil to bend its knee, admit its guilt, implore His forgiveness, is the hardest thing on earth-- \n[63]--the hardest and the greatest. \n[64]For evil to bend its knee, admit its guilt, implore His forgiveness, is the hardest thing on earth--  \n[65]--the hardest and the greatest. \n[66]Have you ever bent your knees, Malcolm? \n[67]Tell Him that. \n[68]You can grovel and crawl for sin, but not to save your soul. Pick the lock, Malcolm; pick it. \n[69]In the name of Allah, the beneficent and the merciful to whom all praise is due. \n[70]\"I wrote the Mayor, the Governor and the President, but for some reason I haven't heard from them\"... \n[71]Why don't you try telling him that, Sister Betty? \n[72]I'm sure we can. This is a new sister, Sister Betty. \n[73]The Sister lectures our Muslim women in hygiene and diet. \n[74]The Sister stresses care of the body and regular eating habits. \n[75]Your holy apostle, dear Messenger, I am your true servant and the brothers asked me to tell you Malcolm is getting too much press. The brothers think he thinks _he_ is the Nation of Islam, that he has aspirations to lead the Nation. It was you who made Malcolm the man he is. You lifted him out of the darkness. \n[76]Great benefit for himself. \n[77]What are you talking about -- \"blackout\"? Some of the Brothers are a little jealous. Maybe they think you been a little -- overpublicized. That's all. Forget it. It's nothing. \n[78]Now about our coming up in the world a little. You're not naive. You're a man of the world. The Movement's grown; we've grown with it. You know folks. They want their leaders to be prosperous. One hand washes the other. \n[79]You want a new car? You want a new house? Is that it? It's the money, right? \n[80]We feel this is a publicity stunt on the part of Malcolm X. We hope this isn't a case of \"if he can't keep the house, we won't get it either.\" ", "BETTY": "\n[1]He ought to try to make it a little easier, Brother Bembry. \n[2]The Sister wonders if the Brother knows what Harriet Tubman did between taking souls to the Promised Land? \n[3]She ate. \n[4]And the Sister suggests he put his actions where his mouth is. \n[5]If you want to tell me. \n[6]Shall I tell my sisters that we oppose marriage? \n[7]I think you've made your points, Brother Malcolm. \n[8]That you haven't time for either marriage or eating-- \n[9]--and that women aren't the only ones who talk a lot. \n[10]If you'll start eating, there is a question I have. Go ahead. Start. \n[11]Considering today's standards of animal raising and curing meats, I don't fully understand the restriction on pork. \n[12]I see your point. \n[13]Could we sit down someplace? \n[14]You've been on your feet for days. And didn't even finish your salad. \n[15]What? \n[16]How do you like it? \n[17]There's nothing to talk about. \n[18]Oh? Purely scientific interest I'm sure. \n[19]I can handle it. \n[20]You have enough worries of your own. \n[21]Why do you ask? \n[22]If it's just idle, I won't answer it. \n[23]But Brother Bembry says I'm tall enough for a tall man. \n[24]There's a few things you don't know about women, Brother Malcolm. They're possessive and vain. \n[25]And dogged when I set my mind to something. \n[26]Being a good Muslim, a good nurse and a good wife. \n[27]It's Sidney. \n[28]Hello. \n[29]Yes. \n[30]I know. \n[31]Yes. \n[32]Yes I did. Did you hear my answer? \n[33]Yes. Did you eat? \n[34]Just hold me. \n[35]Hush your mouth. \n[36]You're with me even when you're away. \n[37]I never told you, but when I first saw you on the podium, cleaning your glasses, I felt sorry for you. Nobody as young as you should be that serious. But I don't think that anymore. \n[38]The simplest thing in the world: I want to have a lot of babies with you. Dear Heart, I love you. \n[39]Because you're in trouble. \n[40]Dear heart, because I know you. \n[41]I'm not made of glass. \n[42]We've never had a fight. Not a real one. But we're going to have one right now if you don't talk about it. \n[43]The talk is everywhere! \n[44]We'll get to that, too, but this isn't just talk any more. \n[45]\"Los Angeles, UPI: Elijah Muhammad, 67-year-old leader of the Black Muslim Movement, today faced paternity suits from two former secretaries who charged he fathered their four children...\" \n[46]\"Both women, in their 20's, charged they had had intimacies with Elijah Muhammad since 1957...\" \n[47]To Bembry? Is Bembry your friend? \n[48]No, what's the matter with you? Wake up! Are you so dedicated that you have blinded yourself? Are you so committed you cannot face the truth? Bembry is the editor of the newspaper you established. Ask him why your name hasn't been in \"Muhammad Speaks\" in over a year? Ask him why you rate front page in every paper in the country, but not a single sentence in your own. \n[49]Do you know what Bembry is doing? You're so blind, everyone can see this but you!!! \n[50]A long time ago. You've repaid them many times over. Ask them why they have new cars and houses full of new furniture. \n[51]What do we have, Malcolm. A broken-down jalopy and the clothes on our backs. We don't even own our own home. What about our children? What about me? You don't even own life insurance. \n[52]Will they? Are you sure? Are you sure or are you blind? \n[53]Dear heart, you have to help me. I'm raising our kids practically by myself, while you're running all over the world. You don't know how many times the girls ask me when is daddy coming home? \n[54]We need you too! \n[55]Open your eyes, you can face death 24 hours a day; but the possibility of betrayal never enters your mind. If you won't do that for yourself do it for us. \n[56]C'mon girls, it's bedtime. \n[57]...hospitality and true brotherhood as practiced here in the ancient home of Abraham, Mohammad and the great prophets of the Scriptures...\" \n[58]Get some sleep. \n[59]Shhh! \n[60]Dear heart, I love you. \n[61]Stop calling us. Leave us alone. Leave us alone. I'll kill you. I'll kill you. \n[62]Malcolm, they keep calling, threatening us. I'm going crazy, when is this going to stop? \n[63]Dear heart, where are you? \n[64]I just put them to bed. Can we come to the meeting tomorrow? \n[65]Say thank you. \n[66]Somebody call an ambulance. Somebody call an ambulance. ", "ARCHIE": "\n[1]Sit down. We ain't fixing to eat you. You look brand new in town. Pretty handy with a bottle. \n[2]What they call you? \n[3]You better not be. Cause if a cat toe you down in this town, you better stand up or make tracks. \n[4]That's a fact. What you do, boy? \n[5]Bet you like that shit. \n[6]When they want your ass, won't nothing keep you out. \n[7]Heard where? \n[8]Sombitch and I ain't never been to Beantown. \n[9]How 'bout that? \n[10]You ain't bullshitting me, is you, boy? \n[11]Is your papa West Indian? \n[12]I like you, country. \n[13]Yeah, got to do something about you. \n[14]YOU can't. I'll get a hold of you. \n[15]Don't never write nothing down. File it up here, like I do. 'Cause if they can't find no paper they ain't got no proof. Ya dig? \n[16]Boy, look me in the face. \n[17]Did you just now con me? \n[18]Why? \n[19]I got me a little run to make. \n[20]I like your heart and I like your style. You might just do, Little. Lessen you got to git back to that train job. \n[21]When? \n[22]Come on, baby. We going shopping... \n[23]Just the middle button, baby. Just the middle one. \n[24]You looking good, Little. Real clean. Clean as the Board of Health. But you missing something. \n[25]Frisk me, baby. Give me a real pat down. \n[26]Go ahead. Do me. \n[27]And I'm still carrying. \n[28]It's yours, baby. Put it on. \n[29]How's it feel? \n[30]Okay, baby. Now you outfitted. You ready to tackle the street? \n[31]I told you less paper, less trouble. \n[32]I keep all my numbers in my head. I've never written any down. \n[33]It hit? \n[34]Ain't nuthin' in the world to give you that real deep cool. Like girl. You there? \n[35]Bet you are. \n[36]Sometimes you got a big ugly mouth. \n[37]I'll take your goddam bet. \n[38]Don't do that. \n[39]Honey, he didn't mean it. \n[40]Thanks. You got it. Who's beating on you, Red? You looking a little up tight. \n[41]What you talking? \n[42]You din't have no 1, 2, 8. \n[43]You never had it. \n[44]Shit, what else she gonna say? \n[45]I ain't drinking hot piss with you. Come on, Sam. \n[46]You're a damn liar. \n[47]You _took_ me, you bastard, and now I'm taking you. \n[48]You know it. \n[49]I don't want your money. \n[50]There's two guns on you. \n[51]That's what it is. Walk on out. \n[52]Now. \n[53]The dirty yellow rat bastard. \n[54]What you say? \n[55]Git the hell away, you bitch, I'll pay you tomorrow. \n[56]My man, Red. Come on in, man. Hey, I can't make it. \n[57]That really you, Red? \n[58]I wasn't gonna shoot you, baby. It was just my rep, that's all. And don't shit me now, but did you have that number? Tell me. \n[59]Yeah. I got a couple a new angles ain't been figured yet. All I need's a stake and a chance-- \n[60]No, man, I'm doing okay. Thanks. \n[61]Yeah. ", "SHORTY": "\n[1]Where's Homeboy? \n[2]I know what I'm doing. \n[3]Listen. You pull my coat if it's still stinging when I get through 'cause this shit can burn a hole through cement. \n[4]Don't fight me, man. Let me git it out. \n[5]Well, Homeboy, you almost there. Turn around. \n[6]Well, all right, then. \n[7]Hey, man, gimme some skin. \n[8]That's a fine chick. \n[9]Except she live on the hill and got a grandma. \n[10]Eat lead, coppers. \n[11]Bang, bang. You're dead. \n[12]I forgot to tell you I'm wearing a bulletproof vest. \n[13]I'm tired of always playing the cops. I wanna be Bogart sometimes. \n[14]I'm not too short to be Cagney. \n[15]Pow. Take that. \n[16]He use to be a big shot. \n[17]Man, I'm glad we got you out of there. With West Indian Archie on your ass, your name on the wire -- Boston the best goddam place in the world for you -- things are too hot and it's not even summer. \n[18]Yeah. Cool it and lay dead for a while, Homeboy. And don't worry none. \n[19]I'll stake you, baby. I got my band. I'm blowing great sax. Hell, you ain't even heard us-- \n[20]You got to eat somethin', Red. \n[21]I ain't doing bad. \n[22]Jesus, Red, she's just a kid. \n[23]Yeah, Rudy. \n[24]Rudy does catering. Rich joints on Beacon Hill. \n[25]Tell him about Baldy.  \n[26]Christ, Red, no-- \n[27]You the man! \n[28]What did you do, Homey, palm it? \n[29]Jesus Christ, Homey, you are nuts. \n[30]Look like Homey got himself a brand new hype. \n[31]I got to hand it to you, Homey. That's the best preacher hype I ever did hear. \n[32]Come on, baby. I don't pay that shit no mind. \n[33]Baby, I love you. Take it easy, greasy. How about a snort? \n[34]You is something, Homeboy. My trouble is -- I ain't had enough stuff yet, I ain't et all the ribs I want and I sure ain't had enough white tail yet. \n[35]Well, Sammy's dead. Yeah, fell over in the bed with a chick twenty years younger than him. Had twenty-five grand in his pocket. \n[36]I ain't seen Archie, but the vine tells it he's living somewhere's in the Bronx. If you can call it living. ", "MALCOLM'S VOICE": "\n[1]We were parceled out, all five of us. I went to this reform school and lived at this woman's house. She was in charge. \n[2]I was special. The only colored kid in class. I became a sort of mascot. Like a pink poodle. \n[3]I didn't know then that I was a nigger. \n[4]They talked about me like \n[5]You understand them words? \n[6]White , adj. Of the color of pure snow; reflecting all the rays of the spectrum. The opposite of black, hence free from spot or blemish; innocent, pure, without evil intent, harmless. Honest, square-dealing, honorable. \n[7]Dear Bembry. Please thank the Honorable Elijah Muhammad for the money and tell him I have not written him because I have not yet proven myself. \n[8]But I have written everyone else. \n[9]Tell the Messenger of Allah that I have dedicated my life to telling the white devil the truth to his face. I greet you with the ancient words: \"As Salaam Alikum.\" \n[10]P.S. I finally worked my way through the \"Z's\"... \n[11]God is black. \n[12]Have you ever seen a black man who wasn't down on his knees begging the Lord to give him in heaven what the white devil enjoys right here on earth? \n[13]My beautiful sister, for you are beautiful. Beautiful because you are black. Because black is beautiful. You work in the white folks' kitchen so I don't have to tell you that they're devils. \n[14]How about Old Cadillac? \n[15]You seen Sophia? \n[16]Women who could be mothers, teachers, scientists... \n[17]Who is going to raise our children?; men who might have been astronauts, composers, engineers; Who is going to be the head of the households?-- \n[18]...All members of the pig-rodent family. \n[19]I demand to see Brother Johnson. \n[20]Sister Betty? \n[21]--you can see my burglary hangout. I lived like an animal. Had it not been for the Honorable Elijah Muhammad I would surely be in an insane asylum or dead. \n[22]Okay, last hug. \n[23]My darling Betty. Everywhere I go I am welcomed as the representative of our people. \n[24]Our fight is known and respected worldwide. Incidentally, there's a little white man who follows me wherever I go. \n[25]I wonder who he's working for? If I was a betting man, I'd say CIA. What's your guess? \n[26]Today, with thousands of others, I proclaimed God's greatness in the Holy City of Mecca. Wearing the Ihram garb I made my seven circuits around the Kaaba; I drank from the well of Zem Zem; I prayed to Allah from Mt. Ararat where the Ark landed. It was the only time in my life that I stood before the Creator of all and felt like a complete human being. \n[27]You may be shocked by these words, but I have eaten from the same plate, drunk from the same glass and prayed to the same God with fellow Muslims whose eyes were blue, whose hair was blond and whose skin was the whitest of whites. And we are brothers, truly; people of all colors and races believing in One God and one humanity. Once before, in prison, the truth came and blinded me. It has happened again... \n[28]In the past, I have permitted myself to be used to make sweeping indictments of all white people, and these generalizations have caused injuries to some white folks who did not deserve them. Because of the spiritual rebirth which I was blessed to undergo as a result of my pilgrimage to the Holy City of Mecca, I no longer subscribe to sweeping indictments of one race. I intend to be careful not to sentence anyone who has not been proven guilty. I'm not a racist and do not subscribe to any of the tenets of racism. In all honesty and sincerity it can be stated that I wish nothing but freedom, justice and equality: life, liberty, and the pursuit of happiness for all people. \n[29]My first concern, of course, is with the group to which I belong, the Afro-Americans, for we, more than any other, are deprived of these inalienable rights. \n[30]I believe the true practice of Islam can remove the cancer of racism from the hearts and souls of white Americans. ", "VOICE OF MALCOLM X": "\n[1]When my mother was pregnant with me, she told me later, a party of Klansmen on horseback surrounded our house in Omaha. \n[2]They brandished guns and shouted for my father to come out. My mother went to the door where they could see her pregnant condition... \n[3]...and told them my father was in Milwaukee, preaching. \n[4]The hooded Klansman said the good, white Christians would not stand for his troublemaking, and to get out of town. \n[5]They broke every window with their rifle butts before riding off into the night, their torches flaming. \n[6]My father was not a frightened Negro as most were then and as many still are today. He was six feet four and very black... \n[7]...and had a glass eye. He believed, as did Marcus Garvey, that freedom, independence and self-respect could never be achieved by the Negro in America . . .  \n[8]...that, therefore, black men should leave America and return to the land of their origin. \n[9]My father dedicated his life to his beliefs because he had seen four of his six brothers die violently... \n[10]...three killed by white men and one lynched. There are nine children in our family. \n[11]My mother was an attractive woman, an educated woman, a strong woman. \n[12]She was very light, her mama was raped by a white man. One of the reasons she married my father was because he was so black, she disliked her complexion and wanted her children to have some color. \n[13]My father's skull, on one side was crushed in, and then laid across some tracks, for a streetcar to run him over. His body was cut almost in half. My father, Earl Little lived two and a half hours in that condition. Negroes were stronger than they are now. \n[14]Like every hustler I was trapped. Cats that hung together trying to find a little security, to find an answer -- found nothing. Cats that might have probed space or cured cancer -- (Hell, Archie might have been a mathematical genius) -- all victims of whitey's social order. \n[15]Three things I was always scared of: a job, a bust and jail. I realized then I wasn't afraid of anything. I didn't care. \n[16]The average first offender gets two years for burglary. We were all first offenders. That's what Sophia and Peg drew-- \n[17]But our crime wasn't burglary. It was balling white girls. They gave us the book. \n[18]Fourteen counts of 8 to 10 years. \n[19]Shorty thought he hit us with 114 years till I explained what concurrently meant. It meant a minimum sentence of 10 years hard labor at the Charlestown State Prison. The date was February 1946. I wasn't quite 21. I had not yet begun to shave. \n[20]I received a letter that day from the Honorable Elijah Muhammad. The Messenger of Allah wrote me, a nobody, a junkie, a pimp and a convict. \n[21]It was like a blinding light and I became aware that he was in the room with me. He wore a dark suit and on his face I saw a pain so old and deep and black I could scarcely look at him. I knew I was not dreaming. He was there. \n[22]And suddenly as he came, he was gone. \n[23]And then I could do it. \n[24]We are told that Saul, on the road to Damascus, heard the words of truth, he fell from his horse. I do not liken myself to Paul, but I understand. It happened to me. \n[25]This sweet, gentle man gave me the truth from his own mouth. And I adored him, in the sense of the Latin root of the word. Adorare, to worship and to fear. He was the first man I ever feared -- not fear such as the one has of a gun but the fear one has of the power of the sun, I pledged myself to him, even if it cost me my life. ", "SOPHIA": "\n[1]Why don't you take your little girl home, Red, and come on back? \n[2]Just walk. Don't run. It'll be here when you get back. \n[3]Malcolm, look at them. Have you ever seen white breasts like these? \n[4]Put your black hands on them. \n[5]Please do as I say. \n[6]Hey, baby. \n[7]Am I the first white woman you've been with? \n[8]...That isn't a whore? \n[9]That's alright. Baby, take your time. Sophia's not going anywhere. I told you to walk, don't run. \n[10]Who wants to talk? \n[11]You like 'em scrambled soft or hard, sweetie? \n[12]Sweetie, they're almost ready. \n[13]You the man. \n[14]You evil this morning. \n[15]Me? \n[16]Lemme feed you, sweetie, while they hot. \n[17]Baby, I was gonna give it to you. \n[18]August 2nd. I think. Yeah. \n[19]You had the number. \n[20]We'll take it easy. I got a place fixed up on Harvard Square. How's that sound? \n[21]You want eggs, baby? \n[22]Red, for God's sake-- \n[23]We're doing a survey for the Athenaeum Society -- We wondered if you'd permit us to include your collection in the catalog of Great New England Antiques--? \n[24]May we see it? ", "ELIJAH": "\n[1]I tell you that the most dangerous creation of any society in the world is the man with nothing to lose. You do not need ten such men to change the world. One will do. The Earth belongs to us, the Black man and whatever is around it, and on it and in it. Praises are due to him forever for bringing to us again, our self and our property, the UNIVERSE OF SUN, \n[2]Wa-Alaikum Salaam. \n[3]My son, you've been a thief, drug dealer and a pimp and the world is still full of temptation. When God bragged how faithful Job was, the devil argued that only God's protective hedge around him kept him pure, the devil said remove the hedge and he will curse his maker. Malcolm, your hedge has been removed and I believe you will remain faithful. \n[4]Women are deceitful. They are untrustworthy flesh. I've seen too many men ruined or tied down or messed up by women. \n[5]No. We are not Catholic priests. We do not practice celibacy. If a woman is the right height for a man, the right complexion, if her age is half the man's plus seven, if she understands that man's essential nature is strong and woman's weak, if she loves children, can cook, sew and stay out of trouble-- \n[6]If I surprise you, let me explain. Menial work teaches us humility. \n[7]No, each of us must relearn that work is the only worthwhile thing. Allah has given you a great gift. Use it wisely, never forgetting that we are nothing, while He is all. \n[8]Tonight I shall introduce you as my National Representative. It will be a difficult task. Your assignment is to build temples all over this nation. More work than you have ever done in your life and you will be in the public eye. My son, beware of those cameras, they are just as bad as a narcotic. \n[9]Yes, the white devil will watch your every step. Even your own Brothers will become jealous, and hostile, go slowly. So I offer you a parable -- regarding your work. \n[10]Here is a glass, dirty and its water foul. If you offer it to the people and they have no choice, they must drink out of it. But if you present them with this glass-- \n[11]--and let them make their decision, they will choose the pure vessel. Islam is the only religion which addresses the needs and problems of the so-called Negro, especially in the ghettos -- Islam is the only way out from drugs, crime, unemployment, prostitution, alcohol, gambling, fornication and adultery. \n[12]Go and tell the brothers what Brother Minister is doing, has done, has been of great benefit to the Nation. \n[13]Did you see the papers today? \n[14]That was a very bad statement. The country loved this man, and you have made it hard in general for Muslims. \n[15]We must dissociate ourselves from your terrible blunder. I'll have to silence you for the next ninety days. You are not allowed to make any statements to the press nor are you to speak at any temples. ", "BROTHER EARL": "\n[1]Put fear into those devils. \n[2]I'm tired of praying. \n[3]We called your house, operator said you had requested that your phone be turned off. \n[4]Let's get out of this cold. \n[5]Malcolm, where are you? We've been calling all over the city. \n[6]Let some of us come down there. \n[7]I wish you'd listen to us. What about the meeting tomorrow? We need to frisk people. \n[8]He'll be here like clockwork. \n[9]Reverend Chickenwing called last night and said he wouldn't be able to attend. \n[10]I called Sister Betty, she didn't tell you? \n[11]I assumed... \n[12]Brother Minister, what is wrong? \n[13]Let's cancel. \n[14]Down front as always. ", "SIDNEY": "\n[1]500. \n[2]Brother Malcolm, I want you to meet Brother Earl. He just joined the Nation. \n[3]Brother Johnson was attacked by the cops. \n[4]Brother Minister, we need to strike back. \n[5]You will be good. \n[6]Please make way, please-- \n[7]Another one? \n[8]All day since you and Betty left. Brother Minister, I have to level with you. They gave me a mission. But I couldn't do it. I love y'all. \n[9]To wire your car so it would explode when you turned the ignition. The Ministers say you are spreading untruths about the Messenger. The Ministers say you are a great hypocrite, Judas, Benedict Arnold. The Ministers say your tongue should be cut out and delivered to the Messenger's doorstep. \n[10]I'm with you, Brother Minister. \n[11]Let me die then. \n[12]You're my father. ", "LOUISE": "\n[1]What you mean took his own life?! \n[2]Do you pay or don't you? \n[3]Did you hear me say come in? \n[4]As you nice enough to ask, we'll git you one. \n[5]Murder. \n[6]These  are  my  children. Mine. And they ain't no question. None. \n[7]Get out. \n[8]Did you hear me?! \n[9]If you don't move out through that door, you're going to be past all regretting. \n[10]I said it just as plain, I said, don't let them feed that boy no pig, because he got enough of the devil in him already. I told her she ain't got no reason talk to me that way cuz' my hair blow in the wind. You want my skin. All right, I'll give it to you. I'll scrape it off. See how you like it. \n[11]Earl, I know you a better shot than that. You shoulda killed 'em all, shot 'em dead. ", "LAURA": "\n[1]'Lo. I've got to freshen up. \n[2]I ain't stupid. \n[3]I know where you're going. \n[4]What for? I ain't white and I don't put out. \n[5]Malcolm, you can be anything you want. You got class and you're smart. \n[6]I do know I love you. \n[7]Oh, Malcolm, I love you. Please, there's no one around. Now? \n[8]Why? Is it because of your white gal? Folks say you're running around town with her. \n[9]She raised me, my mother died when I was six. Is your mother alive? \n[10]It's not the end of the world, Malcolm. ", "EARL": "\n[1]Somebody out there. Wake the children. \n[2]Everybody out. OUT! OUT! Get the kids. \n[3]This here is 'pose to be a free country. \n[4]I ain't a boy. I'm a man, and a real man don't hide behind no bedsheets. \n[5]Take these here bullets for dem sheets. \n[6]Just wanted to scare 'em, they won't be \n[7]They won't be here no time soon. I'm a MAN! \n[8]I'm a willing servant for Allah. \n[9]Allah Akbar. \n[10]Everybody out. OUT! OUT! Get the kids. ", "GUARD BARNES": "\n[1]Yeah. Lucky Seven. \n[2]State your number. \n[3]0kay, I'll give him a break. Now state your number, Little. \n[4]Now say it. \n[5]Two days in the hole. Take him. \n[6]Burnham. \n[7]You taking the yard? \n[8]You studying to be the first colored President of the States? \n[9]You taking the yard or not? \n[10]Then give me a butt. ", "CHAPLAIN GILL": "\n[1]Do you know what a friend you have in Jesus, son? \n[2]Are there any questions? \n[3]I see this has become a struggle between good and evil. Satan has a question. \n[4]Why don't you just ask your question? \n[5]I don't think we know for certain. \n[6]That's right. \n[7]Just what is your question? \n[8]I told you we don't know for certain. \n[9]Now just a moment, just a moment-- \n[10]Just what are you saying? ", "RUDY": "\n[1]I'm half wop, half nigger and ain't afraid of no one. \n[2]You name it, feller. \n[3]Yeah. This rich ofay, like he's 60. I give him a bath on Friday. \n[4]Then I put him to bed and pour talcum powder on him like a baby. He gets his jollies off. \n[5]So? The man got silver, china, rugs-- \n[6]Might be, shit. Man, I know this town. I got my own fences. Who the hell are you? Who put you in charge? \n[7]That's right. \n[8]I'm the man. \n[9]Jesus Christ, no. Okay, okay. You got it, you got it! You're the boss. ", "CHOLLY": "\n[1]After I hit the number that woman wasn't no good to me at all. \n[2]Will you let me tell it? \n[3]Red's in the head, man. \n[4]Hey, Red. Your man's here and waiting on you. \n[5]Man, don't scare him more than he's scared already. Ain't too bad... \n[6]...Like anything else. First time a chick gets her cherry popped, she might put up a little fight. But pretty soon you can't give her enough. Right, Homeboy?  \n[7]Git his forehead and eyebrows. \n[8]Hold tight, baby, and keep your eyes shut. ", "SAMMY": "\n[1]Man live by his rep. \n[2]Only where'd you get them goddam vines. \n[3]You putting a hurtin' on my vision. \n[4]Be right there. \n[5]Twenty-two years he didn't never forget no number. \n[6]He gonna, check the collector he turn into. His rep is on the line, boy, and so's yours. If you lying, one of you is dead. \n[7]Don't push it. You way ahead. You back on top. That boy loves you, man. \n[8]He gave it to you, Archie. He did. ", "HONEY": "\n[1]I thought you said we were going to the movies last night. \n[2]And like a fool I believe it. \n[3]Ain't that him now? \n[4]You know that gal? \n[5]'Bout every other night, Red. \n[6]If she got eyes, she do. \n[7]Not yet. But the way things going, that boy gonna turn her out any day. \n[8]You stuck on her? ", "BENJAMIN 2X": "\n[1]Take your time. \n[2]All praises are due to Allah. Thank you, Brother Minister. \n[3]Brother Minister, can I have something to eat? \n[4]Give us the command, Malcolm. \n[5]No, Brother Minister. \n[6]Next week, Brother Minister. \n[7]And now, without further remarks, I present to you one who is willing to put himself on the line for you-- \n[8]--a man who would give his life for you. I want you to hear, to listen, to understand one who is a Trojan for the black man. ", "MISS DUNNE": "\n[1]There's no point in fighting about it. I'm sorry. May I sit down? \n[2]It's the same questions, Mrs. Little. Since the death of your husband-- \n[3]-- there is a serious question as to whether -- \n[4]I think sometimes, Mrs. Little, candor is the only kindness.  \n[5]All of your children are delinquent, Mrs. Little, and one, at least, Malcolm is a thief. \n[6]Your control over your children, therefore-- \n[7]You'll regret this, Mrs. Little. ", "GUARD WILKINS": "\n[1]Jackson. \n[2]Crichlow. \n[3]Harrington. \n[4]Little. \n[5]Little. \n[6]Can you read, boy? Thass your number. \n[7]Oh, yes you is, baby; thass all you is. ", "BENJAMIN": "\n[1]The cop says, \"Move on.\" \n[2]Crack. He bled like a stuck hog. \n[3]Mr. X, I was out there tonight. I saw what you did. I want to be a Muslim. I ain't never seen a Negro stand up to the police like that. \n[4]Not exactly, but I want to be one, like you. \n[5]Mr. X, I won't make you out a liar. \n[6]I'll have it tomorrow. ", "PLAINCLOTHES": "\n[1]What's your name, feller? \n[2]You heard the Sergeant. Outside. \n[3]Who the hell are they? \n[4]Eddie, let's see that blotter. \n[5]But you can't see him. You ain't his lawyer. \n[6]Watch your tongue, boy. "}}