{"dialogues": {"BRAD": "\n[1]Yo! What's up all you media people?! This is B-Rad G, kickin' it real from the 'bu, represizzin'!!! \n[2]'Y'all gathered here on this Listen to my pops, he's your So show up, don't make me throw \n[3]Take out your purse and cough some My chickens get wit you, if you And don't worry y'all, cuz my Immigration, education, runaway California ain't flowin' like old Vote Bill G on your election If you don't I'm gonna hit you wit Get Glucked y'all! \n[4]Yo, Pops, that was off the hizzook! I just got you another million votes right dare! \n[5]I knew I had to show up in order for you to blow up. So I had Captain Tony fire up the Lear jizzy and booya! I'm in da hizzy, gonna be on the campaign trizzy, 24/seven, you know, kissin' babies and whatnot. Pound it! \n[6]That's old school. Pops, you got to keep your pimp hand strong. \n[7]Peep y'all later. I'ma go work on my new campaign rhyme, 'Election Erection.' It's gonna be large! Yo! I'ma start on a new sign. \n[8]Why you keep callin' me dat? \n[9]It's my slave name, a'ight?    I told you like fi'ty times. \n[10]Wassup? \n[11]Shoot. N.W.A., fool.   They broke up a long time ago. \n[12]To be the biggest rapper dere ever was! See, I got something to say, and I need the world to hear it. I'm the shiznit. I'll buy y'all cars! \n[13]Oh, damn... way back in the day. I've had these beats in my head since I was a little shortie... \n[14]From then on it was hip-hop 24/seven. \n[15]Nope. \n[16]It's O.P.P., bitch! \n[17]Yo, Pops, that hurts my feelings. \n[18]Don't be hatin'. \n[19]What?! Oh that's how it is? A'ight then. I'm Audi! I need to take a drive. \n[20]What's up? \n[21]For real? \n[22]Gladys? \n[23]Ever feel like you don't belong? \n[24]What do you do about it? \n[25]Yeah, you right... Gladys, when they gonna leave our people alone? \n[26]Oh no, not again! \n[27]Lemme go. \n[28]What happened? \n[29]Why didn't you stop him? \n[30]How many did he do? \n[31]Damn. Twelve Frapachizzo's. Brotha's caffeined out. Move aside. \n[32]Just chill, Hadji, we're here to help. What's up? \n[33]It's on now! \n[34]Yo, fool! We got some hard-core drama 'bout to go down right neow!! \n[35]Dis is our mall. Always was and always will be! \n[36]You better be validatin' my parking? \n[37]Dat's what I'm talkin' 'bout.    We get ours! \n[38]I'm thin to win! 'The name is B-Rad, Not Robbie Van Winkle... Go get my latte nonfat, And don't forget the sprinkle!' \n[39]Yo, what up, fool?   I'm -- \n[40]Girl you fly. \n[41]Let me get them tig ol' bitties. \n[42]Yo, Krista the Barista. Put it on my account. Get yourself a blueberry scizonne too, girl. \n[43]I ain't seen you in here before. Where you reside? \n[44]The streets. \n[45]Malibu... Represent. \n[46]Hell yeah. I'm down with the P.C.H. Hustlers. And dems over dere... \n[47]The Calabasis Crabs... and behind dem... \n[48]... the Palaside Pimps. \n[49]All day every day. \n[50]Hell yeah, I'm a rhyma on tima... \n[51]I'm holdin' out for Power 106. I sent Big Boy a CD, he just ain't gotten back to me yet. \n[52]Hold dup? You know Big Boy? \n[53]For rizzill?! \n[54]Yo.    Holler at him for me. \n[55]Now? Well, tonight was my Seder dinner... \n[56]Let's bounce. \n[57]Yo, y'all, this fine dimey is hookin' me up with Big Boy hisself. \n[58]I ain't lyin'! \n[59]Start droppin' beats. Soon as I sign with Biggy, we gonna need some sick tracks. \n[60]Oh, I can rap about anything. \n[61]Yeah, lemme kick it freestyle. 'Traffic, traffic, See? Dat's a million-dollar song right dare. \n[62]I been a playa all my life, girl. And I must say, of all the sisters I been wit', you de finest. So, you got a man? \n[63]Word. What's that? \n[64]Oh. \n[65]That's genius, girl. Damn. You fine and smart too. You gonna blow up huge, no doubt. \n[66]For real, girl. You like a cross between Martha Stewart and Oprah. I'ma call you Mothrah. \n[67]Yo. He really should use delivery. \n[68]What?! \n[69]Shondra?! \n[70]Dis a come-up?! \n[71]I think I'm gonna throw up. \n[72]Does this mean we're not going to Big Boy's? \n[73]Kidnapped?! \n[74]How you know me? \n[75]Dang. Why you doin' this to a brother? \n[76]Yours, y'all.    I'm down. \n[77]\n[78]I'm sorry.   Don't be hatin'. \n[79]Uh... just this... \n[80]Oh yeah. I just been kidnapped, carjacked, hands tied behind my back, but other than that, it's all good. \n[81]I thought you liked me. \n[82]Then how come you set me up? \n[83]For real? \n[84]For Real?! \n[85]I feel you, girl, me too. \n[86]Me? But I hate posers! I got a Ph.D. -- a Poser-Hater Degree. \n[87]I ain't fron'in'. \n[88]Damn. I am who I say I am. Why won't anyone believe me? This is a issue that's been comin' up a lot in my life lately. \n[89]Huh? \n[90]What?   Straight up? \n[91]Come on, y'all, quit hatin'.   I'm just a rapper, that's it. \n[92]I'd like some Pringles. \n[93]I'm sorry, I'm sorry... y'all got some duckets, 'cause I'm tapped. \n[94]But... \n[95]Okay, a'ight, I'll do it. \n[96]I feel you. \n[97]Yeah, uh, where the Old English at? \n[98]Thank you, sir. \n[99]Namyoho renge kyo, namyoho renge kyo, namyoho renge kyo and whatnot... \n[100]Naaw, but I'ma help myself to all this O.E., and whatever else I want! \n[101]Let me axe you something.   Ever been robbed? \n[102]Cool. \n[103]My emergency stash.    Thank you God. \n[104]Keep the change. \n[105]Uh, I know this is gonna sound wack, but what I'm about to do is just a joke, so don't shoot me, okay? \n[106]That's right! Next time I'll bust a cap in yo trick ass! \n[107]Yeah. I'ma come back later and get some more. \n[108]Let's dip! \n[109]Straight up.   Trick didn't do nothin'. \n[110]I stole that too! \n[111]Who you callin' boy? \n[112]What do you mean, get real?! \n[113]Okay, a'ight, chill. \n[114]I guess I now know I can never be as cool as you guys. I promise I will never, ever front or act like a thug again, and I'm really really sorry if I offended you. \n[115]Great, fine. Terrific popcorn. \n[116]Run, bitch, ruuuuuuuuuuuuuun!!! He gonna kiiiiiilllllll you! \n[117]I'm sorry, y'all, but this is just who I am. I'm a rapper straight- up. \n[118]No, for real. I can rap about anything. 'Bloodbath and Tree, hang all day, They real tight, but they ain't gay... No, they okay...' \n[119]Represent. \n[120]Finally, a place where I feel at home. \n[121]What up, girl?! \n[122]I'm fine, but you the finest! She a genius too, man! I'm tellin' you, one she gets set up, Mothra gonna blow up like Rosie O'Donnell's head! \n[123]Damn, man. Don't you know how to treat a lady? That's not nice. \n[124]Don't be hatin'. \n[125]Auuuuuuuuu! \n[126]I'm okay. Who was that? \n[127]Damn Shondra, where's the fire at? \n[128]You settin' me free? \n[129]Shondra, I gots to do 'dis. this is my shot. I gotta prove myself. \n[130]Tizzaizzlszzs! \n[131]Tails... I want tails. \n[132]Nah... Ladies first. \n[133]Can we start again?   I lost my place. \n[134]I'm cool... I'm cool. \n[135]'You big and rough, \n[136]I'm sorry... \n[137]WAILS with terror as he's passed hand-over-hand above the CURSING CLUB PATRONS,  toward the exit. Four THUGS run Brad out of the back door, into the... \n[138]I just want to go home. \n[139]I don't care no more. I got nothin' to live for. Go ahead and smoke me. \n[140]Huh? \n[141]Stuart Little? \n[142]I ain't never seen no talking rat before. Although at the Malibu County Fair they had a chicken that played tic tac toe. Man, I hated losing to that chicken. \n[143]I'm a failure. \n[144]For real? \n[145]So you saying if I put my mind to it I can be whatever I want to be? \n[146]I could be a highstylin' pimp? \n[147]I could drive a mad '63 El Camino with 43-inch gold-plated dubs and a trunk full o' bitches? \n[148]And I could be the biggest rapper in the world. \n[149]It's worse. Everybody's right. My rhymes is weak. \n[150]I should've run when you gave me the chance. \n[151]But you heard 'em laughing.   I ain't nothin' but a busta. \n[152]Yeah? \n[153]Like, when the public be all up in your private beach? \n[154]Thanks, Shondra. You know what I was sayin', earlier, in the car, about being a playa and all? Well... I was just foolin'. I never been with a sister before. \n[155]Except for on the internet. \n[156]I think you about the finest girl I ever met in my whole life, and, well, since they gonna ice me in the morning, I was wondering... could I, kinda like, kiss you? \n[157]You're so pretty. \n[158]I'm sorry.   I'm sorry.   I'm chill. \n[159]Totally chill. \n[160]Damn... they been playin' me all along. How could dey do dat? How could she do dat? What-ever. If them fools wanna play, then let's play. \n[161]Hey! Listen up... Brad G is in da hiz, and things gonna start changin' round here! \n[162]You feelin' froggy, den leap! \n[163]Anyone else wanna step? \n[164]Shut up, ho. \n[165]Yo, ho, the same ho that gave up that weak-ass kiss five minutes ago in the bedroom. \n[166]I'm B-Rad G, from 'Bu, representin'! What y'all don't realize is that I was tryin' to put my mobbin' days behind me, but rollin' with y'all done re-awoke my inna killa. Let's start droppin' bodies! \n[167]I need to take a drive. \n[168]Today is a good day to die, didn't have to use my A.K... Yey yey! \n[169]Might as well go out in a blaze of glory.  My daddy don't love me, my rhymes is played. I ain't down enough for y'all -- \n[170]Oh, you dat weak fuck from de club. \n[171]Got somethin' for me? \n[172]Ain't that a coinky-dink? I was just talkin' to my homies about just dat... \n[173]A'ight, but y'all should change up your style, cuz these jackings is gettin' tired. \n[174]Yo, Bloodbath, if there's one tiny scratch on my ride, I'ma eat y'all's children. Shotgun! \n[175]God damn that hurts!!! I get out of this I'ma hafta teach y'all some manners! \n[176]Yeah, yeah, tell me somethin' I don't know! \n[177]You heard me, you half-steppin' moist-ass bitch! \n[178]Oh what, you gonna do me like this? A'ight, then bring it. \n[179]Man up! Put this wannabe out of his misery. \n[180]That gat's real, right?    Then do it or I'll do it myself \n[181]Punks.   Gimme dem gats. \n[182]Y'all wanna play? Let's play! You know who you're dealin' with??? \n[183]I'm B-Rad G, from the 'BU, y'all... King Kong ain't got nothin' on me! Aaaaaaaaaaaaaaaaa! Damn. These special effects are the bomb! Aaaaaaaaaaaaaaaaaa!!! \n[184]It's safe now, y'all. \n[185]Damn.   Jus' MTV. \n[186]For real?   You shouldn't have. \n[187]In a box... right. \n[188]Yeah, I just got tested positive ... for G.A.M.E. \n[189]What?! \n[190]Damn, why you throwin' salt on my \n[191]I ain't goin' nowhere. I'm a I-9 neow, straight-up. Peep my tat. \n[192]Shut up, Shondra! I know y'all set me up, I know it's all fake, de kidnap, de stickup, de whole nizzy. \n[193]Why'd you play me, huh? \n[194]What you need money \n[195]Please. You prob'ly still flippin' me anyway, so -- \n[196]Oh really? Well if Tec is real then this gat must be real... \n[197]And if this gat is real then the caps And seein' how my foot is real, then \n[198]See dat. I just shot myself in the foot and... It's reaaaaalll! It's totally reaaaaalll!!! \n[199]I just shot my foot!!   I just shot my foot!!! \n[200]Oh gaawwwd! \n[201]But, it's real, Shondra, it's all reeeeeeeeeeeeeeeal! \n[202]Ha ha, Tec, my road dawg, yeah, just the man I wanta see. \n[203]Yo, dawg, love to kick it wit' you and run the whole thizang, but I got some bidness back in the 'Bu, li'l somethin' somethin' with Big Boy and whatnot, so if y'alls don't mind -- \n[204]Wait, Tec, lemme explain, 'cause I don't belong here... \n[205]Please, don't be hatin'. \n[206]Not really. And unless you seriously strapped, you about to be not really okay too. \n[207]Hold dup, y'all. Before anybody ices anybody I got to say something. \n[208]You really weren't gonna pay my ransom? \n[209]What was the plan? Send me down here to scare me white? \n[210]You've never known how to deal with me 'cause you don't know me, and you never cared to find out. And now that your election's on the line, that's when you take a stand? That's bullshit, Pops. Look at me, 'cause this is who I am, and if you can't accept that, then I'll walk out that door, never see your sorry-ass again. \n[211]Talk is cheap, Pops.    Prove it. \n[212]A'ight, Pops, we cool. \n[213]Tec, before we all go out in a blaze of glory, can I say one last thing? \n[214]Moch, kick it freestyle. \n[215]'What's up with all this fightin'? We all should be unitin'! Y'all egos need deflatin', Gangstas, please, quit all this \n[216]A'ight, cool, but all these gats got to go! \n[217]Aaah!!! \n[218]I'm cool... still a little confused maybe. I'm still not exactly sure what was for real and what wasn't. \n[219]I can deal with a little more of that reality. \n[220]Wait a minute. You said two things was real. What was the other? \n[221]Damn, you knew Big Boy the whole time? \n[222]Peep dis. \n[223]Once you hear my demo, you're gonna want to give me Eminem play, dawg! \n[224]Damn. Twenty thousand people, all here to support my pops. He must have charisma. \n[225]Shondra, girl. I just have to thank you. \n[226]You the only one who accepted me for who I really am. You also car jacked me, kidnapped me and tried to turn me white, but I'm gonna let that go. \n[227]What up? \n[228]You mean, be onstage with you? \n[229]Dang, I'd be honored. \n[230]For real, Pops? \n[231]Hey, y'all! I'm here to introduce you to my father, Bill Gluckman! The big Gluck!! \n[232]We all gather here on this special occasion. To listen to my pops, he's your west coast liaison. A speech from him, dude, is like sex with a hoochi. It's hot and excitin', like shoppin' at Gucci! Asians, Jews, Mexicans, too. Everybody's votin', yo, it's a cultural stew. Once he's in office you'll experience great riches. As a thank you for helpin', you can get wit my bitches! Let's get Glucked! Y'all get Glucked! We get Glucked! Come on everybody put your hands up! \n[233]Immigration, education, and runaway inflation. It got me so stressed I need to start masturbatin'. California ain't flowin' like some ol' constipation. Vote for dad or I'll bash your frickin' face in! Come on everybody put your hands up! \n[234]And if my dad wins this election, he'll grow on y'all like a BAD VD \n[235]I helped Shondra open up her salon right here in the 'Bu. \n[236]She styled up all the ladies in Malibu so they were stone-cold ghetto fabulous. \n[237]West Coast Reprezzizzin'! \n[238]Yo, yo, yo... \n[239]Last time I was here, y'all threw my ass out. But now that I haves yo attention, I gots somethin' I gotta say... And I have to do it the only way I know how... Kick it, Moch. \n[240]I wrote this one just for you, Dad. Yeah, yeah. Oh yeah. Yeah, yeah... Yeah... I'm sorry, I lost my place again. Oh, here we go... Election, erection, I got an infection. My pops, he won, Defying all the pre-dections... \n[241]What can I say, ain't nothing but a thang... ", "SEAN": "\n[1]I guess we never thought of each other like that. \n[2]Hold the phone, buddy... you want us to scare this kid until he starts acting like a nice little white boy again? \n[3]Of course I can handle it. I studied at Juilliard for God's sake. \n[4]Frickin' A. \n[5]So we hold him for ransom? \n[6]Why don't you have him steal some watermelon while you're at it? \n[7]Wait -- we're kidnapping him, couldn't we get arrested? \n[8]Cris... tal. \n[9]... As the driven snow. \n[10]Yeah, but it's totally dangerous, dude. You know what it's like in the 'hood. We could get shot! \n[11]You know what really chaps  my ass? After years of training and  study, the only parts they'll give  us are gangbangers. Just once I'd   like to play a character who has  decent grammar and doesn't wear Timberlands. \n[12]Do we even know anybody down there? \n[13]Shondra. \n[14]Honest to God. \n[15]Like work at Wienie In A Bun? \n[16]Do this, Shondra. You'll get some real money so you can quit this minimum wage crap and start up your business. \n[17]A grand. \n[18]Jesus Christ, three grand? \n[19]They have everything we ordered? \n[20]What the hell is that? \n[21]No. I just think it's a choice my character would have made. \n[22]Whatever. \n[23]Okay, got the gangsta wear. \n[24]What's so funny? \n[25]Whatever. \n[26]Gimme your ride, punk, or I will dust yo ass! \n[27]Yeah, I know, I'm having trouble finding this one. Lemme try it again.  Gimme your ride, punk, or I will dust yo ass! \n[28]Gimme yo ride, punk, or I will dust yo ass... beeyotch! \n[29]You're gettin' jacked!   Move! \n[30]No.    It's a stickup. \n[31]You jus' been kidnapped. \n[32]We saw you on the news the other night! B-Rad! \n[33]A brother? \n[34]Whose brother? \n[35]Down?    God damn! \n[36]You are not black! You can never be black. And your perpetratin' ass is stealin' the only thing I got -- my culture! \n[37]You a long way from the beach now, punk! You in South Central. The ghetto. The 'hood. It's hard core up in here! People here die every day! \n[38]Mean pit bulls. \n[39]You got anything else on you, fool? \n[40]You better pray he home. If he not, you're one dusted trick! \n[41]Did you buy my rage? \n[42]I'm indicating? \n[43]'If he not, you're one dusted trick!' Please! \n[44]Sure, Shondra, sorry. You're on. Go play good cop. We've gotta call Tom. \n[45]What's next? \n[46]Yeah, perfect. Let's take it to another level, my man. \n[47]A'ight, we put the call in to yo pops, and you know what he said? \n[48]Can't see as I blame him. \n[49]Wigga please! \n[50]Come on. \n[51]I'ma teach this little white girl a lesson! \n[52]The plan just done changed, Tree. Wannabe claims he down, I'ma show him just how un-down he is. \n[53]A'ight, Malibu, go get us six 40s of O.E. \n[54]This ain't a picnic, bitch! \n[55]You about to go up in there and give this Korean bitch yo ends? Hell no. \n[56]And if the Asiatic gives you any static, show the brotha this... \n[57]Do it, punk, or I'll use that on you. \n[58]He's gonna run out of there a scared little white boy. \n[59]How much did you have to give this guy, anyway? \n[60]When you set this thing up yesterday, what did you pay? \n[61]You mean the owner doesn't know this is all fake? \n[62]Get in there!    He could get shot! \n[63]This can't be happening. \n[64]You did it? \n[65]I've about had it, boy! \n[66]You got about five seconds to get real, or I'ma Timbo stomp your ass to de curb! \n[67]Act your white self! \n[68]Five!   Four! \n[69]I can't tell. \n[70]Let's give him the test. \n[71]You a'ight, man? \n[72]I done had it with you, fool. You better check yourself before you wreck yourself. This ain't Malibu! \n[73]Cube, Snoop, they all came up through here. \n[74]This is definitely gonna do it. \n[75]How you feelin' now, Malibu? \n[76]Yo! \n[77]Maybe a C-Note would open some... equal opportunities? \n[78]B-rad.   From Malibu. \n[79]What was that? \n[80]Hey y'all, check this out. I can rap about anything! Haaa!! \n[81]Damn. I haven't laughed like that in a long time. 'Fess up, boy, you can't hang. \n[82]He thinks y'all belong down here in the 'hood with us brothas, seein' how you so 'down' and all. \n[83]No way. \n[84]Okay, I'll get it, you know, but settin' everything up was expensive, and I don't exactly have it right now. \n[85]Alright, okay, just relax... \n[86]Great, terrific, we're making real progress here. \n[87]Your suggestions were really helpful. He totally bought the car jack and kidnapping... \n[88]... we staged a fabulous liquor store robbery. Mr. Gluckman's going to be very happy... \n[89]But, he's still posing, so we wanted to put him in a drive-by shooting next... but, it's a little more money then our original projections... \n[90]So I was wondering if I could get an advance. \n[91]But -- Mr. Gibbons, hello? \n[92]You must be out yo mind. Get back in that room before I beat your ass! \n[93]Come on, girl. Let's go! \n[94]Where the hell you goin'? \n[95]Why you talkin' crazy? \n[96]No.   You down, right PJ, er, Tree? \n[97]Oh my God. \n[98]I'm not Bloodbath! My real name is Sean James, I'm an actor. I swear! \n[99]No way, man. She's in on the scam, just like us. \n[100]You've heard of him? \n[101]Tom, we have a real problem. \n[102]I know you said that, but we're in real serious troub -- \n[103]Help us, please... I'm... so... Scared!!! \n[104]I haven't seen anything. \n[105]See how committed he is? That's the rage I was talking about. \n[106]See, the explosion was   just a metaphor for the anger   we oppressed young men of   color have buried deep inside our   hearts... hearts turned dark -- \n[107]Can I get a copy of this?     I need it for my reel. \n[108]Welcome to Wienie In A Bun. \n[109]Or perhaps I can interest you in a head shot? I'm trained in jazz dance, tap, and I can do a Southern accent. ", "SHONDRA": "\n[1]You zooted, nigga? \n[2]That's the stupidest thing I ever heard. I got better things to do with my time, boy. \n[3]I am improvin' myself, fool. I broke up with no-good gang-bangin' Tec, I'm going to beauty school, then I'ma hook up my own salon... \n[4]Shut up, stupid. \n[5]What you payin'? \n[6]Make it trey, we on. \n[7]Or you can kiss my ass. \n[8]Thank you. \n[9]Word up. \n[10]Coffee. \n[11]Big... ...black. \n[12]Cool, playa. \n[13]Compton.   You? \n[14]Which streets? \n[15]Right. I guess it's pretty hardcore up in here. \n[16]Damn.   How do you deal? \n[17]Was that you droppin' rhymes when I came in? \n[18]Mali-boo-tay, huh? Looks phat. You gettin' any air play? \n[19]Sounds just like that fat fool. I'll talk to him 'bout it. \n[20]Hell yeah. I see him at the swap meet almost every Sunday. \n[21]For rizzeal. \n[22]I don't know. I guess you do kinda got it goin' on... It's funny. I was just on my way down to see him. Wanna roll with me? \n[23]Just helping out a brotha. \n[24]I'm just gonna hit the ladies' room, a'ight, pimp juice? \n[25]It's on. \n[26]So what do you rap about? \n[27]For real? \n[28]So, how did you get to be so down? \n[29]I did, but I just got through kickin' his sorry ass to the curb. I ain't nobody's 'gangsta hoochie.' I am an entrepreneur. \n[30]A businesswoman. \n[31]One day I'ma have a chain of beauty salons all up in the 90210, just like Starbucks, only instead of coffee, with hair and nails. Makin' sick money turnin' all the rich hoochies ghetto fab. \n[32]Thank you. \n[33]Take this exit. \n[34]Shut up, fool! \n[35]puzzled by this; waving \n[36]Would you two fools shut the hell up? \n[37]You a'ight in here? \n[38]Look, I'm sorry about all that, it wasn't my idea. \n[39]I do. \n[40]I had to. They... ... they threatened to kill me if I didn't play along. \n[41]Oh yeah.   They straight-up killas. \n[42]Lemme school you on something, help you to stay alive, a'ight? The one thing they hate more than anything, that really sets them off, is posers. \n[43]I'm talkin' 'bout you! \n[44]Come on.   Quit frontin'. \n[45]Listen to reason. If you just be a nice little white boy and say you're sorry, I think I can convince them to let you go. \n[46]None of your damn bizness, Tec. Now let go. \n[47]Too busy for you. \n[48]Hell no. \n[49]All you need to know is that it ain't you, okay? \n[50]You a'ight? \n[51]Brad, don't -- \n[52]Don't do it, Tec! \n[53]You alright? \n[54]Old history.   Come on. \n[55]You're going home. \n[56]No. I'm savin' your ass. I'm not havin' your blood on my hands. It's the blue Honda across the street. \n[57]Wait a second. Brad, don't do it. \n[58]This is gonna be like an episode of 'Oz.' \n[59]A'ight, y'all had your fun, why don't you chill... \n[60]Hey...   You okay? \n[61]You know, it's not as bad as it seems. \n[62]You just need a little experience. \n[63]Naw. You were right. I respected you for getting' up there. \n[64]They just don't understand you. None of them know how hardcore it is up in... Malibu. \n[65]Yeah with the... traffic, and the... parking, and... \n[66]Right. You just got to stick with it, you know, don't let anyone tell you who you are. \n[67]For real? \n[68]I never would've known. \n[69]Thank you. \n[70]I said kiss, fool. Damn. \n[71]I offered you a snack, not the whole kitchen. \n[72]A'ight, that's it, this game is lame. I want my money, and then y'all can get out. \n[73]You ain't never gonna be done. Did it ever occur to you two jackasses that this is the way he really is? \n[74]Whatever. Look, I did what you asked, and I want my money. \n[75]Excuse me?   You playin' me? \n[76]Y'all get me my money now, or I'ma go in there and tell him what's up. \n[77]What the hell do you think you're doing? \n[78]What the hell got into you? \n[79]Who you callin' ho, ho? \n[80]Who the hell do you think you are? \n[81]Uhn uhn. You created that monster, you deal with it. \n[82]Until I see my money, it's your problem. \n[83]... my... \n[84]... aaaaaa... \n[85]... aaaaaad! \n[86]Where's Brad? \n[87]That's the same damn line he used on me, and now this no good deadbeat weak-ass white boy won't take care of little Malik. \n[88]You know he's yours... \n[89]I'm savin' your lily-white ass. Come on. \n[90]Listen, fool. \n[91]Oh, damn... \n[92]For the money. \n[93]Look, fool, this may sound stupid to you, but not everybody has money, and to people that don't, money is important! \n[94]Dammit, Brad, this is real.   Tec and his crew are real -- \n[95]Stop hoppin' around, fool, so I can look at it. \n[96]Lucky you're such a weak shot. Cap just grazed your toe. \n[97]It's not what it looks like, Tec, I swear. \n[98]No, Tec, stop! \n[99]I won't let you do it, Tec. \n[100]You alright? \n[101]Well, as far as being real, I can only vouch for two things. \n[102]I told you we go way back. \n[103]Like father like son. \n[104]For what? ", "BILL": "\n[1]... And so if you elect me governor, I promise to take care of California the same way I take care of my own family; with compassion, caring, kindness, and most of all, with an interest in everyone. My friends... 'California is my family!' \n[2]Speaking of family, I'd like to introduce my wife Bess... \n[3]... and my daughter, little Brenda. \n[4]Any questions? \n[5]Deb? \n[6]In fifteen minutes? \n[7]It's a disaster. \n[8]Thank God. \n[9]I have no idea. I thought he was out of town. \n[10]I thought he was at the chalet in Aspen. \n[11]What are you doing here, son? \n[12]No, no. I love his enthusiasm... It's just a little misguided. There must be something he can do for the campaign, where he can't hurt us. \n[13]I don't know... phones, stuffing envelopes, making signs, something. \n[14]... in Bill Gluckman's administration, women will have better health care, women will have better day care, and women will have better jobs! From here on in, my campaign has a new slogan! \n[15]Bill Gluckman's down with the bitches and ho's'? \n[16]No, Tom. I promise you, I will not lose this election over my son. \n[17]Set up an appointment with my shrink. \n[18]Dammit, Brad, stop acting like a gang member. You're from Malibu, you live in a nice home... \n[19]You can't be excused until you do. \n[20]That's it, mister. \n[21]What about your bar mitzvah? \n[22]Mazel tov, Bradley! \n[23]Oh stop beating around the bush, Bess. What we're trying to say is, Brad, that your behavior is, well, it's an embarrassment to the family. \n[24]I'm sorry, but it's the truth. \n[25]And, Brad... I can't have you on the campaign any longer. \n[26]Do you think we can bring him back? \n[27]Great news. If he sees Brad five days a week, he says we'll see improvement in three to four years. \n[28]Right, good point. \n[29]I'm all ears. \n[30]You mean, have Brad actually... go there? \n[31]Sounds dangerous... \n[32]How does it work? \n[33]I don't know... it sounds so drastic. \n[34]Who do we get for the gangsters? \n[35]Fellas, instead of thinking of yourselves as what set you're from, or what crew you're rolling with, why can't you both be brothers. What do you say? \n[36]You see... 'California is my family'... \n[37]If we work together as a family there's no telling how high we can go. \n[38]Will he be safe? \n[39]I don't know... can't we just... \n[40]Alright, fine, just do it. \n[41]Terrific.   How's the Brad project doing? \n[42]And he's okay? \n[43]Oh... \n[44]... oooooo... \n[45]... oooooo... \n[46]Bradley's been involved in a gang shooting. \n[47]His face was on the news, Tom!   I think I know my own son! \n[48]Sleep? He's shooting the hell out of South Central. We've got to get him! \n[49]Forget the debate! \n[50]You can shove the campaign up your ass, Tom! I will not lose my son over this election! \n[51]A positive! \n[52]You're trying to get votes out of this? \n[53]I'm his father. \n[54]I guess right now. \n[55]You're fired. \n[56]I need a location on license number... \n[57]Brad!   Are you okay? \n[58]Hey there, fellas. Bill Gluckman... I'm running for governor. \n[59]I absolutely recognize that street violence is tearing Californians apart... You see, guys, California is my family, and hey, here's a thought. Instead of thinking of ourselves as what set we're from, or what crew we're rolling with, why can't we just be brothers? What do you say? \n[60]I didn't know anything about that. You've got to believe me, that was not part of the plan. \n[61]It was stupid, I know. I thought I'd tried everything... I just didn't know how to deal with you anymore. \n[62]I'm not proud of myself, Brad. I made a lot of mistakes, and I know I wasn't there for you, and I can't change that, but I always loved you and still do... \n[63]... and if you say this is really who you are, then I believe you and accept you, and from here on in, I promise to be a real father to you. \n[64]I'm here, ain't I? \n[65]Much love. \n[66]Hey, kids... Sorry to interrupt. \n[67]Well, I'm about to go on and, Brad... I want you to be part of this. \n[68]I need you to help me get the urban vote. Introduce me. \n[69]And, son, don't say it... Rap it. \n[70]For real, son, for rizzeal. \n[71]This is a monumental day for our glorious state and there are several people I need to thank here tonight... There's the International Brotherhood of Police Officers... \n[72]The Southern California Rotary Club... \n[73]And our friends at the Environmental Defense Fund... \n[74]Oh, and of course... \n[75]... all the Bitches and Ho's... \n[76]The Pimps... The Hoodrats... \n[77]The Association of Korean Grocers. \n[78]The Playas. The Ballers. The Shot Callers. And a special shout out to the I-9's. \n[79]And... The Women's Organization of California. \n[80]And most of all, I'd like to thank my campaign advisor on urban affairs, and my son, B-rad G. ", "PJ": "\n[1]Me neither, dawg. \n[2]Malibootay? \n[3]'Mugging, drive-by shooting, crack deal gone bad...' \n[4]What about the money? \n[5]Congrats, my brother.   We just booked another gig. \n[6]We can handle ourselves. Come on, man, it's the ultimate acting challenge. \n[7]Beats gettin' dunked on by Bill Gluckman. \n[8]My cousin. \n[9]Really. You're the one always talkin' about improvin' yourself. \n[10]In the meantime, how about hooking a brother up with a Pepsi and some fries? \n[11]Deal.   Now how about those fries? \n[12]We're strapped now, my brother. \n[13]Glocks, Uzis, Tec-9s... \n[14]Oh, my hair? Shondra just did it. What? You hate it? \n[15]Don't go there, Sean. You're just jealous you didn't think of it first. \n[16]That wig, man! I didn't know this was Halloween. Bring me back some candy! \n[17]Nope, you're not convincing me. Remember your core character. You're an oppressed black man from the ghetto. \n[18]Add a 'beeyotch' and I think you're there. \n[19]And I'm about to wet you up if you don't move! \n[20]Big Boy's?    What this fool talkin' about?! \n[21]Yeah. We got your rich Gluckman ass now! \n[22]Your papa's gonna pay or you're gonna pay! \n[23]Let's get him inside. \n[24]Oh no you didn't. \n[25]Uh-oh.    You done did it now. \n[26]What the hell makes you think you know what's goin' down in the 'hood?! \n[27]You think this is a joke, wigga?! \n[28]They're pit bulls. \n[29]Now get ya ass inside. \n[30]All that James Bond electronic crap can't save you now, fool. Sit ya ass down. \n[31]We gonna go call yo daddy. \n[32]You're indicating. \n[33]'I will smoke your dumb wigga ass'? Come on. \n[34]How about... number three? \n[35]That he'd have to think about it. \n[36]He's not sure he wants you back, cuz. \n[37]What you doin', fool? \n[38]No, dawg, stick to the plan. Lay low here at the crib 'til we get the ransom. \n[39]And a fifth of Henny. Anything else? \n[40]You jack that shit. \n[41]Little trick claims he down, can't even swing a gat. \n[42]You try to get away, I'ma let you get a little taste of my steel, understand? \n[43]This is gonna be classic. \n[44]What are you talking about? \n[45]I thought you set it up. \n[46]Oh damn. \n[47]I'm not going in there!    You go in there! \n[48]Did he actually do it? \n[49]Yo, what up with this? \n[50]If you jacked this, how come you got a receipt? \n[51]You buying it? \n[52]Me either. \n[53]You think you got mad skills, huh? Well, we'll see about dat. \n[54]Yeah, we gonna see what you represent neeow. We at the club. \n[55]You want to prove yourself, this the place to do it. \n[56]Pay day! \n[57]Get yo' ass in there. \n[58]Uh... My boy want Young Dre next. \n[59]Hey playa... You got any Will Smith back there? \n[60]Let's get the hell out of here. \n[61]Word. 'Listen, all you rappers, the name's Brad Gluckman. When on the mic you could say I really suck man!' \n[62]'Cuz B-Rad G about to get ill!!! \n[63]Uhn uhn, ain't happening. By the way, forgot to tell you. We heard from your pops, and guess what? He ain't payin'. \n[64]So, I guess that means we got to ice your punk ass. \n[65]But we're not done yet... \n[66]Not possible. \n[67]Do something. \n[68]Really?   Damn. \n[69]But we got big a problem here. \n[70]Come on, man.    Chill. \n[71]That's right, Bloodbath, he's very down. As down as they come. \n[72]Yeah. We're all being paid to pretend to kidnap Bill Gluckman's kid. \n[73]We didn't say that, brother. \n[74]Shondra!   Little help, please. \n[75]Word. \n[76]It was hard core, yo. All these crazy busters was strapped to the nines, and I was like, keepin' the peace, telling the brothers to talk it out, find their common bond... \n[77]When's this gonna air? \n[78]How about a Double Dog? \n[79]Would you care for a wiener? Courtesy of Wiener on a Bun. ", "TOM": "\n[1]Thank you for all your questions, but we've run out of... \n[2]That's it for today, guys, very busy schedule, thank you!! \n[3]What's the damage? \n[4]What's the spin? \n[5]How the hell did this happen? \n[6]Jen, I gave you specific orders to get some handlers and keep Brad locked down until after the announcement. \n[7]Maui?! Wasn't he at the villa in South Hampton? \n[8]Oh for God's sake!   Can't we -- \n[9]Bill, you've got to shut this down, now. Tell Brad he can't work with you, period. \n[10]Such as...? \n[11]It was supposed to read, 'Women are first with Gluckman.' \n[12]That's it, Bill. If Brad doesn't straighten up, your political career is finished. \n[13]What are you going to do? \n[14]How'd it go with Feldman? \n[15]We've been brainstorming on some different approaches, and I think we may have something solid here. \n[16]Guys? \n[17]Exactly. \n[18]They car-jack Brad,     then take him on a 'tour' of the     'hood... give him a little taste     of what thug life's really like.      It might just scare the black out     of him. \n[19]Look, I'm as down as the next brother, guy... fellah. I grew up in Compton, okay? But let's get over the P.C. thing and face facts. Unless we do something soon, Brad's gonna cost us this election. \n[20]Maybe drastic is what Brad needs, Bill. He is twenty-four. I mean, what's he gonna do for a living, rap? \n[21]Remember the anti-crime spot we shot last month? \n[22]Those are our guys, right there. \n[23]Absolutely. \n[24]Don't think you can handle it? \n[25]Fantastic. \n[26]Here's some background information on Brad. \n[27]He considers himself a 'rapper.' \n[28]Okay, so here's the story -- it's your basic kidnapping... \n[29]Right.   But when you see   him acting ghetto and all, it    pisses you off  so much, you tour   him around the 'hood to show    him what things are really like. I had my guys brainstorm    a few ideas... \n[30]Pays fifteen grand apiece. \n[31]Good. \n[32]Got you covered. Mr. Gluckman's a billionaire -- if you run into any problems with the law, we're very close with the commissioner. On the flip side, if you screw up and a single hair is touched on Bradley's over-privileged head, I will make sure that you do serious time. Clear? \n[33]Good. \n[34]Five up front, twenty-five when you return him to us, white. \n[35]I'll call you. \n[36]... a meet and greet with Greenpeace, then drinks with the offshore oil lobby. \n[37]Smooth... he's in South Central. \n[38]He's in excellent hands. \n[39]Yes, Sean. How's our little project going? \n[40]No deal. You get the rest when Richie Cunningham steps through the door here, and not one second sooner, understand? \n[41]All the polls say that since Brad's been out of the picture we're up six points. \n[42]Yep? \n[43]Put it through. \n[44]I told you, no more money. \n[45]Excuse me? \n[46]How do I know this is real? \n[47]Okay, I'm convinced. \n[48]Fine... Please don't do anything until I talk to Mr. Gluckman and arrange the finances. \n[49]Brad's been kidnapped for real. \n[50]They want five hundred grand or they'll kill him. \n[51]Now let's not panic. Lemme just think this through for a minute. We could have a very interesting opportunity here. \n[52]Well, the negatives are obvious. \n[53]I can handle Bill. Let's brainstorm the positives. \n[54]What about a voter backlash, like how could he run on the heels of a tragedy? \n[55]Next stop, the White House. \n[56]No deal. \n[57]Bill Gluckman does not make deals with criminals. \n[58]You do what you have to do, and we'll do what we have to do. \n[59]... aaaaa... \n[60]... aaaaaa... \n[61]... aaaaaa... \n[62]... aaaaaa... \n[63]Are you positive? \n[64]I'm sure there's a logical explanation. Why don't you get some sleep -- \n[65]What about the debate tomorrow in Sacramento -- \n[66]If you cancel, you can kiss this campaign good-bye. \n[67]I understand you're upset, Bill, but Jesus, for once in your life think outside the box! We can make Brad's whole gang thing a positive... \n[68]If he's arrested or, God forbid injured, we spin it so you are the victim, you know, 'crime reaches everyone,' something like that... \n[69]I'm trying to win, Bill, and you don't seem to care! \n[70]When did that happen? \n[71]All right, guys, let's pitch on how I get my job back. \n[72]Guys? \n[73]Push the Mega Meal, or you punks are so fired. \n[74]Idiots. What did I tell you about bothering the guests? Now move it, those wieners aren't serving themselves. ", "TEC": "\n[1]Hey, girl.    Where you been? \n[2]Y'all been busy, huh? \n[3]You been gettin' busy? \n[4]Come on, girl, I'm cool.    Just tell me who it is. \n[5]You know, you ain't shit, Shondra. You're just a chickenhead, and that's all you'll ever be. \n[6]Don't tell me you been hittin' that? \n[7]It's cool, Shondra.      The brutha's right. \n[8]Didn't yo mama teach you to mind you own bizness? \n[9]Y'all both gonna be sorry. \n[10]Excuse me? \n[11]Yeah, Snuffy, that's right. \n[12]A'ight, y'all, let's roll. \n[13]Bag me a white boy. \n[14]Get out of the car, white boy. \n[15]Just this cap, fool! You ready to die? \n[16]Move! \n[17]Tape up this fool's hole, man. \n[18]What should we do with this Bloodbath and his friends? \n[19]Is Shondra hittin' the white boy? \n[20]Scam? \n[21]Gluckman?   The dude runnin' for Governor. \n[22]The dawg who's down with bitches and hoes? Hell yeah, I've heard of him. Just 'cause I live down here you think I'm ignorant? \n[23]A'ight then. Damn, we got Gluckman's son. Fool's gotta be worth more alive than dead. Let's roll. \n[24]Listen, fool. Gluckman's boy has been kidnapped for real, along with your punk friends. \n[25]If Mr. Governor wants to see his punk bitch son alive again I'm gonna need five hundred grand by tomorrow midnight. \n[26]You think your actors are this good? \n[27]Good.   Now get me my money. \n[28]You got ten minutes. \n[29]We wait. \n[30]What up? \n[31]Say what? \n[32]That's it, then, fool. I ain't playin'. His ass is done. \n[33]That's cold. Lose the tape. \n[34]Your daddy ain't payin'. \n[35]What? \n[36]It's brought. \n[37]Brotha straight-up crazy, and I cannot deal with that shit. \n[38]Lay down some cover, fool! \n[39]That was ill!    Y'all definitely got juice. \n[40]Where'd you learn that shit? \n[41]That's yours, B. \n[42]Welcome to the 9's.     Only way out now, is in a box. \n[43]Who's the hell's poppin' ca -- \n[44]What up, cuz? \n[45]What's goin' on, Shondra? \n[46]Don't you lie to me. That was always my line to you, and it always was what it looked like. Now what's up with your boyfriend here. \n[47]I do mind. \n[48]You done forgot already, fool? I told you the only one way out of the I-9s, and your 'E' ticket's in this here chamber. \n[49]No problem, then.   I'll just do the both of you. \n[50]Damn fool!   You just hit my house! \n[51]We know who you are, fool. \n[52]Tsss. Dude think we ignorant just 'cause we live down here. You better recognize. \n[53]Hmmm. I guess I never looked at it like that before. What do you say, 'brothers'? \n[54]Don't anybody know where the driveway's at?! Damn! \n[55]Would y'all get a hold of your fool selves?! It's time to waste these punks! \n[56]Whatchya got to say? \n[57]Stop, please! If I hear you drop one more rhyme, I'ma hafta smoke myself. \n[58]Ruuuuuuunnnnn! \n[59]I know my rights, man, and these fools drove two damn cars into my house, then they blew the shit up! This all better be rebuilt before my ma comes back, or she will make you wish you were never born. \n[60]What up, neighbor? \n[61]I think that was the Bitches' name, yeah... ", "HADJI": "\n[1]... 'cuz B-Rad G about to get ill!!! \n[2]I'ma get mine! Step, fool!   I'll cut you, I swear! \n[3]I... I... I was pickin' up aromatherapy candles at Illuminations for Moms, right? And the counter trick gave me lemon when I specifically axed for lilac! \n[4]Dat's right! \n[5]Shut up! \n[6]Yo, but what about us? \n[7]Bet! \n[8]A'ight, come on now, let's stop messing around. B told us to lay down some beats for the new album. \n[9]Free style, please! Your momma rap better than you. \n[10]I'll talk about your momma all I want. \n[11]Oh yeah? Peep dis. Your momma's so poor, when she shops at Barneys, she has to drive herself! \n[12]Your momma's so poor, her round the world cruise ended in Spain! \n[13]... aaaaaa... \n[14]... aaaaaa... \n[15]What we gonna do, Moch? \n[16]Krista -- six Tsunamis to go! \n[17]What the hell is it? \n[18]Come on, let's see it. \n[19]Is that a freakin' musket? \n[20]Couldn't get much, yo... \n[21]When I told my pops we was going on a drive-by, he gave me three of these. \n[22]... dis. \n[23]Christmas present from Uncle Ahmet. \n[24]Hell yes, chicken. I need a location on license number D- \n[25]Better step, y'all, or I'ma have to waste all y'all up in this piece! \n[26]I'm totally taxing your ass. ", "MOCHA": "\n[1]Yo yo yoooo!   Listen up, y'all! \n[2]You don't want to see him like dis. \n[3]He O.D.'d again. \n[4]Like twelve, thirteen, I don't know! \n[5]Woof woof! \n[6]Oooh! \n[7]Dang! \n[8]Bam! \n[9]Oh damn, it's on now! \n[10]... Gaaaaa... \n[11]... aaaaaa... \n[12]... aaaaaa... \n[13]Dat is some hardcore shiznit, y'all! \n[14]He ain't with Big Boy, fool! B- Rad's hangin' with some serious bangers! \n[15]Bounce to our respective cribs, jack our moms' and pops' biggest gats, jet down to South Central and save his ass. \n[16]A'ight, Monster, what kind of toast you strappin'? \n[17]Never mind. \n[18]A'ight, a'ight, chill. \n[19]What?  My pops is a collector. Come on, man, pirates used that shit. \n[20]Shut up!   Damn posers! \n[21]Word up, B. All this hatin' is wack! ", "MONSTER": "\n[1]Y'all better chill... \n[2]I tried, yo! \n[3]Bam! Y'all owe me seven hundred dollars! \n[4]Lemme go free style. \n[5]Don't you talk about my momma. \n[6]You ain't got the bizalls, bitch! \n[7]Yeah? Well your momma's so poor, when she went to Monte Carlo, she flew commercial. \n[8]Your momma's so poor, when she stayed at the Four Seasons, she could only afford three. \n[9]... aaaaaa... \n[10]If dat's what you got to do to get on Big Boy's label, count me out. \n[11]But... what if they don't have coffee? \n[12]This. \n[13]My pop's spear gat. From the yacht. \n[14]A'ight Free Willy, think you so bad, what you got? \n[15]Aargh, matey, give up yer treasure or I'll bust me harpoon in yer booty. \n[16]Hadji, how 'bout you? \n[17]Good thinking, but what heat you got? \n[18]Dang!   Where'd you get all dat? \n[19]Yeah!   Drop yo gats! ", "BESS": "\n[1]With nice maids! \n[2]Finish those vegetables, Bradley. \n[3]When we get home... sometime in the near future... you're going to be in big trouble!! \n[4]That's ridiculous! \n[5]B-Rad, you're a wonderful son... it's just that, well -- \n[6]What can we do, doctor? \n[7]Oh no, not gangsta-phrenia! \n[8]Bradley, I know you're busy, but we need to talk. \n[9]After our therapy session I realized that your father and I could have been better parents. We neglected you and I feel terrible. \n[10]Yes.  So from here on out I'm going to be a better mother. I want to get closer to you... be there for you. If ever you need -- \n[11]Hello? Celeste! When did you get back?! What?! Oh my God! I've been waiting for that bag for six months! It's my personal shopper. Stay right there. I'm on my way! \n[12]So... where we... Oh yes. I'm always here for you, Bradley. Do you have my cell number? \n[13]... aaaaaa... \n[14]... aaaaaa... \n[15]I love it. Boo-ya! \n[16]You get that from Tiffany? ", "BRETT": "\n[1]I called the Times and the Chronicle, they're gonna play the whole thing off as a joke. \n[2]Brad might act 'ghetto,' but let's face it, he's never been east of Beverly Hills. \n[3]It'll be perfectly safe. \n[4]We're still dead in the urban demo, though. \n[5]What? \n[6]Where are you going with this? \n[7]Right, right, I'm liking it. \n[8]We've had such a problem with Bill's rich guy image, we could spin the issue to make him more 'Everymen,' you know, 'crime touches everyone,' like that. \n[9]Helps with his leadership profile. \n[10]I've got the image -- Bill weeping over Brad's open casket. \n[11]Bill Gluckman's war on crime... \n[12]War's hot now. \n[13]It's like a green light to Sacramento. \n[14]... oooooo... \n[15]Just so you know, I never liked the way you ran things around here. Bill? Mr. Gluckman? ", "GARY": "\n[1]And dropping. \n[2]Nope... It was the compound in Bermuda. \n[3]Let him get a firsthand look at the ghetto. \n[4]We've got it cued up. \n[5]Gays too. \n[6]Oh my God. \n[7]Bill drops out of the race, emotional distress... \n[8]With a dead son, the sympathy factor could give us big spike in the female and gay demos. \n[9]No -- we push the 'courage under adversity' angle. \n[10]Then, after grieving appropriately, he goes on the offensive... \n[11]... drugs. \n[12]War's great. \n[13]... oooooo... ", "JEN": "\n[1]We're down nine points in the polls. \n[2]I did! They flew to the ranch in Maui last night! \n[3]But... the election's in two months. \n[4]But what if we give him a little dose of reality? \n[5]We hire actors to play gangsters. \n[6]There's no way we can win without them. \n[7]What the hell's going on? \n[8]There's so many. No more 'Brad problem.' \n[9]Bill Gluckman, crusader/martyr... \n[10]... gangs. \n[11]It's just what we've needed. \n[12]... oooooo... ", "KOREAN GUY": "\n[1]Yes? \n[2]Back there, under security camera. \n[3]Can I help you? \n[4]No, stop. \n[5]Can I help you? \n[6]Oh sure. Last week was my fifty- fourth time. But they were cool, no gun to head, never scream; you know, good people. \n[7]Glad you got cash, 'cause if you try to jack me, I was gonna have to lay you out wid dis... \n[8]... and wid dis. \n[9]... And wid dat. \n[10]Thank you very much. Come again. ", "FLASH": "\n[1]'It's like a jungle sometimes, It makes me wonder how I keep from \n[2]'Broken glass everywhere, people pissing on the stairs you know they just don't care...' \n[3]'Can't take the smell, Can't take the noise, Got no money to move out I guess I got no choice...' \n[4]'Rats in the front room, Roaches in the back...' \n[5]'Junkie's in the alley With a baseball bat...' \n[6]'A crazy lady, livin' in a bag, Eatin' outta garbage pails, Used to be a fag hag...' \n[7]'Don't push me cuz I'm close to I'm tryin', not to lose my \n[8]'It's like a jungle sometimes, it How I keep from goin' under...' ", "RAT": "\n[1]Negro, pleeeze. That little white rat ain't got nothin' on me -- yo, I'm Ronny rizat, represizzat. \n[2]Why you so down, dog? \n[3]Nah, nah it's not like that. You need to stop listening to what all them perpetrators is running and believe in yourself. \n[4]For riz-real.    Pound it. \n[5]Damn straight. \n[6]They stylin-est. \n[7]You could have a roof rack full of bitches. And some teeny-tiny little bitches in the glove compartment. \n[8]Rapper? Hell no! You stink! I'd rather eat garbage than listen to your tired ass rhymes. Hmmm, garbage. That's making me hungry. Peace out. ", "GLADYS": "\n[1]Gluckman residence. \n[2]No, Bill and Bess are out of the country until December. \n[3]Yeah? \n[4]All the time, baby. Most folks only feel comfortable around folks who are the same as them. When they meet someone different, they get scared and angry, wanna keep 'em down. \n[5]Nothin' to do but keep it real. Be proud of who you are. \n[6]I don't know, baby, I just don't know... Eat your greens before they get cold, boy. ", "MC": "\n[1]Hell, nah... \n[2]What's his name? \n[3]A-ight y'all. Up next, to challenge Young Dre, we got... B- rad from Malibu. \n[4]A-ight, a-ight... We gotta do this. Yo, Saltine... Heads or tails? \n[5]You wanna go first? \n[6]Whooo... GOD DAMN! Now, let's see if this Eminem melts in yo ass and in your hand. "}}