{"dialogues": {"ANDY": "\n[1]Hallo.  I am Andy.  Welcoom to my movie. I hoped the story of my life would be nice...but it turned out terrible!  It is all LIES!  Tings are mixed up... real people I knew play different people.  WHAT A MESS! So I broke into Universal and cut out the junk.  Now it's much shorter.  In fact, this is the end of the movie.  So tanks for comink! Bye-bye! \n[2]Okay!  Just my friends are left.  I wanted to get rid of those other people... they would have laughed in the wrong places. I was only kidding about the movie... it's actually PRETTY GOOD! It shows everything... from me as a little boy until my death -- Oops!!  I wasn't supposed to talk about that!  Oh.  Eh, uh, we better just begin.  It starts back in Great Neck, Long Island... \n[3]Oh, yes.  I remember it well... \n[4]But professor, why are the monsters growing so big? \n[5]\n[6]Oh! \n[7]But I've got a sports show. Championship wrestling, at five. \n[8]B-but I have them. \n[9]\n[10]\"And the dog goes......\" \n[11]\"And the cat says......\" \n[12]\"And the bird says...\" \n[13]\"And the lion goes...\" \n[14]\"And that's the way it goes!\" Thank you.  Goodbye! \n[15]So, Mr. Besserman, same slot tomorrow...? \n[16]You're firing me?? You don't even pay me! \n[17]What do you want?  \"Take my wife, please\"?? \n[18]I don't swear.  I -- I don't do what everyone else does! \n[19]I -- doo not unterstand!! \n[20]What??  What mooney?  Abu daboo!  I do not have mooney! Pleaze!  I just move to America yezterday!  I do not know! \n[21]NO!  Eeet, eet is just perzonal trifles from my homeland -- \n[22]Tank you veddy much...! \n[23]Now?  Now...? Tank you veddy much.  I am very happy to be here.  I tink -- this is a very beautiful place.  But one ting I do not like is too much traffic.  Tonight I had to come from, eh, and the freeway, it was so much traffic.  It took me an hour and a half to get here! But -- talking about the terrible things: My wife.  Take my wife, please take her. No really, I am only foolink.  I love my wife very much.  But she don't know how to cook.  You know, one time, she make a steak and mashed potato.  Ehh, and the night before, she make spaghetti and meatballs.  Her cooking is so bad... is terrible. Right now, I would like to do for you some imitations.  So first, I would like to imitate Archie Bunker. \"You stupid, everybody ees stupid! Ehh, get, get out of my chair Meathead... go in the, eh, Dingbat get into the kitchen, making the food!  Ehh, everybody ees stupid!  I don't like nobody, ees so stupid!\" Tank you veddy much. Now I would like to imitate Jimmy Carter, the President of the United States. \"Hello, I am Jimmy Carter, the President of the United States.\" And now... I would like to imitate the Elvis Presley. \n[24]Thank you very much. \"Warden threw a party In the county jail! Prison band was there And they BEGAN to WAIL!\" \n[25]Tank you veddy much. \n[26]No.  Caspiar. \n[27]It's a veddy small island in de Caspian Sea. It sunk. \n[28]Mr. Shapiro, it's an honor!! \n[29]You see, I want to be the biggest star in the world. \n[30]I'm not a comedian.  I have no talent. I'm a song-and-dance man. \n[31]Mmm!  I particularly recommend the Lotus root. \n[32]I've always wanted to play Carnegie Hall. \n[33]See, I don't want easy laughs. \n[34]I want gut reactions!  I want that audience to go through an experience.  They love me!  They hate me!  They walk out -- it's all \n[35]After I'm famous, I can sell these as \"Worn by Andy Kaufman.\" \n[36]I want to thank you, your Holiness. My heart is radiating with pure energy. \n[37]Yes.  TM got me focused.  In fact, my manager got me a TV gig!  It's just some new show with no budget, but I'm still excited. \n[38]Um, yes.  I haven't fought with them, since I started here. \n[39]I stopped drinking.  I gave up drugs.  And I'm meditating three hours a day.  It's the center of my life... \n[40]Oh, wait!  I have a question. Is there... is there a secret to being funny? \n[41]The stewardess let me keep my headphones. \n[42]Sitcom...? \n[43]I'm -- Fonzie? \n[44]George, I hate sitcoms. \n[45]No. \n[46]No to the whole thing.  None of it sounds good. \n[47]I told you, I'm not a comedian.  And sitcoms are the lowest form of entertainment: Stupid jokes and canned laughter. \n[48]I'm not interested.  I want to create my own material. \n[49]I refuse. \n[50]Okay.  Fine, I'll do it. But I have a few terms. \n[51]Writing down my terms. \n[52]Those are my terms. \n[53]He's a Vegas entertainer.  I used to do impressions of him.  We sorta... got in a fight over that. \n[54]Nah, he just talks tough.  But I owe him one. \n[55]If I'm the new Fonz... ABC's just gonna have to give me what I want. \n[56]Hi George! \n[57]Of course. But only on Monday nights. \n[58]And YOU.  I wanna see you backstage! \n[59]Are you hungry? \n[60]It's good old-fashioned entertainment.  Everyone loves a villain. \n[61]Oh George, this is Bob Zmuda.  Bob and I have been buddies for years. \n[62]What's up? \n[63]Well thank you very much...! \n[64]I'm gonna quit. \n[65]Each show is worse than the next. \n[66]So?  What do they know? \n[67]It's my show!  Now make it roll! \n[68]And now... in her television debut, the incredible Chubby Rosalie!! \n[69]It'll be great.  The viewer will think their TV is broken.  They'll get out of their chair, they'll twist the knobs, they'll hit the TV, but they won't be able to fix it! \n[70]But it's funny!  It's a practical joke.  They'll get frustrated! \n[71]But it's only for thirty seconds! \n[72]Twenty! \n[73]Deal. \n[74]... Yes, it's Andy Kaufman!... Really! ...I got your fan letter... So you like the show?  Your letter said I was silly.  Did you think I was too silly?... Oh good.  I'm glad. \n[75]It was real nice of you to send your picture, Mimi... 'Cause you knew what I looked like... and now, I know what you look like! \n[76]So, um... San Bernardino... That's just a couple hours away, isn't it...? \n[77]Oh. \n[78]So do you wanna wrestle? \n[79]Do you wanna wrestle?  It's a good way of breaking the ice. That instant physical intimacy really brings two people together. \n[80]No no no, it's not sex!  I mean -- it can lead to sex... but really, it's just wrestling. \n[81]What do you mean? \n[82]I've never understood that.  It's just... getting dark. But I like you!  Hey!  Why don't we fill the car with gas, drive to Tijuana, and GET MARRIED??? \n[83]You know... I was once in your gallery.  I was just sitting there and I wanted to touch you.  I was kind of depressed because I could see what everyone was like, and I was wondering if, now, maybe I could... touch you. \n[84]\n[85]Yeah, yeah, in a sec'. That was decaf, right? \n[86]Yeah, I get that all the time. \n[87]NO!  I'd rather work here, than at ABC.  There's no lying in a restaurant.  They don't promise you a job as a cashier, then suddenly make you a frycook! \n[88]The ONLY reason I did Taxi was so I could have my own Special! \n[89]Yeah, we can have a garage sale. \"Hey look, I got a floor lamp and a network TV Special for only fifty cents!\" \n[90]How long is left on my Taxi contract? \n[91]Okay... I'll go back.  But just let them know, first they ain't gettin' Latka.  They're gettin' Tony! \n[92]Thank you.  It's great to be here. We're going to have a very nice time.  We'll sing some songs -- \n[93]Uh, we'll play with puppets -- \n[94]Excuse me one moment. \n[95]Give me the book. \n[96]They're asking for it. \n[97]Since you're such a special audience... I'm going to reveal, for the first time ever, the real me. \n[98]Chapter One. \"In my younger and more vulnerable years, my father gave me some advice that I've been turning over in my mind ever since.  'Whenever you feel like criticizing anyone,' he told me, 'just remember that all the people in this world haven't had the advantages you've had.'\" \"He didn't say any more, but we've always been unusually communicative in a reserved way, and I understood that he meant a great deal more than that...\" \n[99]Tank you veddy much!!!! \n[100]\"When I came back from the East last autumn, I felt that I wanted the world to be in uniform and at a sort of moral attention forever; I wanted no more riotous excursions with privileged glimpses into the human heart...\" Please, let's keep it down.  We have a long way to go. \"Only Gatsby, the man who gives his name to this book, was exempt from my reaction - Gatsby, who represented everything for which I have an unaffected scorn...\" \n[101]Chapter Two. \n[102]\"Tom was evidently perturbed at Daisy's running around alone, for on the following Saturday night he came with her to Gatsby's party.  Perhaps his presence gave the evening its peculiar quality of oppressiveness...\" \n[103]Look!  I don't have to tolerate this impoliteness!  Forget it -- I'm gonna stop the show.  GOODBYE! No, no, I'm only fooling. I'll tell you what.  Would you rather have me continue reading or would you like to hear the phonograph record? \n[104]\"His presence gave the evening its peculiar quality of oppressiveness - it stands out in my memory from Gatsby's other parties that summer...\" \n[105]\"Tomorrow we will run faster, stretch out our arms farther... And one fine morning - So we beat on, boats against the current borne back ceaselessly into the past.\" The End. \n[106]Let's get some breakfast. \n[107]I'm sorry, George... \n[108]But George, I like to push the boundaries... \n[109]How long would they let me sleep? \n[110]I dunno about this... What will my mother think? \n[111]It's so dirty. \n[112]Okay. \n[113]I vill haf both!  I vill haf dat fraulein... unt... the vun vith the big strudels! \n[114]You let me win. \n[115]Hey.  If I give you three-hundred dollars, will you come to LA and help me destroy a TV show? \n[116]Hi, George!  Good to hear from you! \n[117]Oh, you know the Bay Area!  Always foggy! \n[118]Oh no!  Did he get hurt? \n[119]Oh dear! George, this is gonna kill Tony. He's waited his whole life for this break. \n[120]I guess I understand.  But Ed -- please... let him down gentle. \n[121]You were brilliant. \n[122]You were in the moment.  You became a producer losing his mind. It was the best improv I've ever seen. \n[123]Okay.  See you next week. \n[124]This is great!  It makes Tony REAL - - three-dimensional!  It's very good for his career. \n[125]Boy, they totally fell for it!  I'm only acting crazy! \n[126]Boy, this is tasty. \n[127]But wasn't it funny? \n[128]Uh-huh!  See, with all these articles, people think they're insiders.  They see Tony Clifton, and they say, \"Ah, that's really Andy Kaufman.\"  But that spoils it. So NOW, Tony denying being me is the truth!  Tony's not me!  But maybe he is!  The audience will never know... They'll think they're laughin' at me -- but actually I'll be laughin' at them, because they're wrong and I'm right! \n[129]George... I'm at a stage where the audience expects me to constantly shock them.  But short of faking my death, or setting the theater on fire, I don't know what else to do. 'Cause I've always got to be one step ahead of them. \n[130]George, it never was. Didn't you know that? \n[131]Look at this!  An evil Russian! Ooo, here's an evil Nazi -- he likes to fight dirty!  Hey, here's an evil Japanese guy! \n[132]You know, I always wanted to be a bad-guy wrestler... \n[133]Maybe I'll pick on someone smaller than me...! \n[134]... And I vow to continue wrestling until I am BEA TEN, in a three- minute match, with my shoulders pinned to the mat!! \n[135]Yes!  BY A WOMAN! I'm doing this because I feel that a woman cannot beat a man in wrestling.  Even if they train with weights... it requires a certain mental ability -- And, uh -- I just don't feel they have that... \n[136]No no!  Women are superior in many ways.  When it comes to cooking and cleaning, washing the potatoes, scrubbing the carrots, raising the babies, mopping the floors, they have it all over men.  I believe that! \n[137]But when it comes to wrestling, forget it!  If there's a woman that can prove me wrong, come up here. I'll shut my mouth and pay her 500 dollars. \n[138]I'm the winner!  I've got the \n[139]Gosh, you scored!  Look at all those goodies! \n[140]Hey, I hope you didn't take that stuff I said seriously.  It was just part of the show! It's like the old days, when a carnival barker would try to rile up the crowd. \n[141]It's what I'm good at! \n[142]That means it was a success.  I woke up the audience -- like punk rock! \n[143]They're having a laugh... \n[144]That's because they've only seen it once.  But I'll do it again, and again, and AGAIN... They'll catch on! \n[145]I am the Intergender Wrestling Champion of the World!!! \n[146]Two, please. \n[147]Hi... \n[148]No, I'm sure we'll be fine. \n[149]Popcorn? \n[150]I really want one. One large tub of popcorn, please, extra butter. \n[151]Okay.  Let's go. \n[152]Hey, I love movie theater popcorn... but that doesn't mean I have to sit through \"On Golden Pond.\" \n[153]C'mon.  We'll go for a walk. \n[154]Gosh.  Gee, Lynne... I was just so impressed with your wrestling moves. \n[155]Hi... \n[156]No, I'm sure we'll be fine. \n[157]Popcorn? \n[158]I really want one. One large tub of popcorn, please, extra butter. \n[159]Okay.  Let's go. \n[160]Hey, I love movie theater popcorn... but that doesn't mean I have to sit through \"On Golden Pond.\" \n[161]C'mon.  We'll go for a walk. \n[162]Gosh.  Gee, Lynne... I was just so impressed with your wrestling moves. \n[163]Oh!  Uh, I hope I didn't offend you. \n[164]Do you wanna to go to Memphis and get married? \n[165]Yes. \n[166]\n[167]If you want... \n[168]\n[169]If any woman can defeat me, I will pay her 1000 dollars!  Then I'll shave my head bald!  And then as a bonus -- that lucky lady will get to marry me!! \n[170]Ooo, the little lady's upset.  Well I say -- get back in the kitchen! \n[171]T-that's not true -- \n[172]W-what are you DOING?  I don't fight men! \n[173]I'm gonna SUE YOU! Let me tell you something, Lawler! I am not a hick -- I'm a national TV star!  And I DON'T like a dumb cracker pushing me around in the ring!  I never agreed to wrestle you!  So you know what I'm gonna do??? I'm gonna hire a lawyer to sue you for every cent you've got!  This was assault and battery!  In a court of law, I'm gonna kick your Southern- fried rump!!! \n[174]He -- can't get away with this. YOU!  You think I'm CHICKEN?! \n[175]\n[176]impersonates a drunk \n[177]I-I'm sorry.  I got caught up in the action...! \n[178]What, you don't think I can beat him? \n[179]You said -- live? \n[180]I'm not comfortable with the last sketch.  I DON'T do drug humor! \n[181]You're not listening to me -- \n[182]But I don't do drugs!  And I don't enjoy making light of them! I was promised creative control! \n[183]\"Gee, that bathroom is so colorf--\" \n[184]I can't, um... \n[185]I can't play stoned. \n[186]I can't play stoned.  I feel really stupid. \n[187]You didn't have to do that! \n[188]I said I didn't want to do the sketch. \n[189]\n[190]Right... \n[191]During the commercial, the people at ABC asked me to apologize... and to tell you the truth.  They wanted me to explain that this whole fighting episode was staged... \n[192]And... um... I can't do this. I-I can't say it. It's a lie!  A cover-up! \n[193]Why are you laughing?  I'm not trying to be funny!  They threatened to fire me from Taxi, unless I gave in to their demands! But... I won't!  Because what you saw was REAL!! \n[194]These kinds of things go on everyday at the networks, only you never see it, because they cut to commercials. Now for sure they're gonna fire me, so if you want to see me again, you'll have to come to Memphis... \n[195]Before we begin this event, I just wanna say a few things to you foul people. This city is filthy!  You Southerners live like pigs!  So I'm going to teach you some lessons in hygiene... bring you out of your squalor. \n[196]Are you listening? \n[197]People, this is a bar of soap.  Does it look familiar to you?  If you wet it, it'll clean your hands. \n[198]And now, for your next lesson: This -- is toilet paper. \n[199]Don't worry, Mom.  I'll make you proud...! \n[200]I'm fine, Mom, you can calm down. \n[201]Nah, it's phony baloney -- I faked the whole thing. It didn't hurt at all.  It was just a yoga move.  I tucked my head in. \n[202]I'm fine, Mom, you can calm down. \n[203]Nah, it's phony baloney -- I faked the whole thing. It didn't hurt at all.  It was just a yoga move.  I tucked my head in. \n[204]But that's it.  I needed you to believe!  Our family will be in the newspapers.  People will look, and they'll be touched.  Because your emotions were honest! \n[205]Geez, I'm sorry.  Maybe I shouldn't have put you through all that... Well, from now on, you'll always know the rule of thumb: Anything that happens to me... IS NOT REAL. \n[206]Are you sure? \n[207]But my neck hurts... and I have a slight cough... \n[208]Doctor, I think I need a neck brace. \n[209]It's a rave!  Boy, if I ever fake my death, they'll really miss me. \n[210]George, let's not drop the ball on this.  I've made some kind of cosmic career move. \n[211]I apologize for all the wrestling I've ever done.  I'm sorry for all the abuse I've ever given... I was just playing bad guy wrestler. That's not me... it's just a role. But Jerry took it personally. \n[212]T-there wasn't a reason to purposely hurt me -- \n[213]My father said I should've gotten a lawyer --! \n[214]And you're just poor white trash! \n[215]\n[216]YOU ARE FULL OF SHIT, Lawler!  I \n[217]T-there wasn't a reason to purposely hurt me -- \n[218]My father said I should've gotten a lawyer --! \n[219]And you're just poor white trash! \n[220]\n[221]YOU ARE FULL OF SHIT, Lawler!  I \n[222]I am sorry.  I am sorry to use those words on television.  I apologize! I'm sorry! But YOU -- you're a MOTHERFUCKING \n[223]This is bad... I only got 28 percent!  I'm like McGovern in '72... \n[224]We were just trying to push the envelope -- \n[225]Jer', it's not your fault.  You were terrific. But maybe George is right... \n[226]We'll stay in touch.  Next time I'm in Memphis, I'll stop by the house, and Noreen can make me her double chocolate cake. \n[227]Maybe I can turn it into a bit.  I can go back on the show, and say it was rigged.  Demand a recount... \n[228]Open your eyes... close your eyes... open your eyes... close your eyes... open your eyes... close your eyes... \n[229]Yes, your Holiness? \n[230]Why??  I... I attend every year. \n[231]\"Philosophically\"? \n[232]Of course I do... \n[233]Please!  You've GOT to let me take the classes!  It's how I keep myself \n[234]So HELP ME!  All I wanna do is \n[235]Go away. \n[236]Oh, it's open. \n[237]I don't deserve Haagen Daz.  I'm a horrible person. \n[238]You don't know the real me. \n[239]You're probably right. \n[240]Do you wanna move in together? \n[241]Hey!  Our first phone call! Hello? \n[242]Um... no.  Uh, I'm sorta busy right now.  Thanks.  We'll get together next week. \n[243]Yuck! \n[244]Actually, Budd, you're wrong.  I found out today that Taxi's been canceled. \n[245]Yeah, that's how I felt too... though I don't know why.  'Cause for years, all I wanted to do was get off that show. But now that nobody will hire me, and nobody thinks I'm funny... I guess it was probably a pretty good job. \n[246]Not to mention that my wife has left me.  And she took the kids. I don't know what I'm gonna do with myself.  My options are sorta limited... This morning, I noticed I've got a cyst, or some kind of boil, on the back of my neck.  It's really disgusting.  Look. \n[247]So I was thinking, since I'm sort of a quasi-celebrity, that I could charge people to touch it. Does anybody want to pay a buck to touch my cyst? \n[248]I'm serious. \n[249]No, no, you gotta pay first. \n[250]I made six bucks.  That's good money. \n[251]... but one ting I do not like is too much traffic.  Tonight I had to come on de freeway, and it was so much traffic... It took me an hour and a half to get here! But talking about the terrible things: My wife.  Take my -- \n[252]T-take my wife, please take her... No really, I am only foolink.  I love my wife very much.  But she don't know how to cook -- \n[253]H-her cooking... Uh, cooking is so bad, is terrible. But right now -- \n[254]Sir, do you have a problem? \n[255]I, I was asked to do this material - - \n[256]Hey -- that stuff gets written-up in the papers -- \n[257]I was very original! \n[258]The world thinks Andy Kaufman sucks. So I was just giving 'em what they want... \n[259]I'll come up with something. \n[260]I have cancer. \n[261]No, it's true.  I have lung cancer. \n[262]I -- I got some freaky rare kind. It's called large-celled carcinoma. \n[263]They don't know... they've gotta run more tests. \n[264]No, NO!  Not yet.  I feel bad -- I've jerked 'em around so many times. \n[265]George -- it's true. \n[266]Even if I'm dying -- I still need clean socks. \n[267]Okay.  You're probably right. \n[268]Dad...? \n[269]I see them... I see the white cells... \n[270]It's visualization therapy.  He's helping me turn inward and fight the disease. \n[271]Uh, yes... that's true.  But he's also ordained in holistic medicine. \n[272]George, what am I supposed to do?! I'm sick, and I'm tryin' to get better... but everyone's lookin' at me funny!  Even you come to my home and act like I'm puttin' on a skit! \n[273]Of course! But that doesn't mean I don't need everyone's support!  I can't be surrounded by negative energy. \n[274]Y-yeah?  Well, then it has to stop! Because if these bad vibes get out... then everyone will be talkin' about how sick I am, and it becomes a self-fulfilling prophecy, and then -- I'm dead. \n[275]I wanna go back to work and put on a happy show. The best show anybody's ever seen! \n[276]No clubs.  I wanna reach the TOP! Carnegie Hall...! \n[277]This is great.  The crowd's gonna love this! Hey... do you still think any of those cowgirls are still alive? \n[278]Well, call SAG.  It'd be cool to get one on the show. I want the evening to build and build.  It's gonna have the most incredible ending: Singers, dancers, the \"Hallelujah Chorus\" -- then the sky opens, and Santa Claus comes flying down! \n[279]No!  NO NO NO!  None of that!  I want this show to be positive! \n[280]I don't care about the money.  I just want the show to deliver. \n[281]Tony Clifton. \n[282]Then he'll borrow it.  I know Tony better than you do.  Even if he has to work another ten years to pay it off, he'll do it! \n[283]Abbu daba, abi abbu daba!  Abbu daba, abu dabu do! Abbu dabbu da ba do...! \n[284]A ba du ba ti la ma na go! \n[285]Abbu da ba du ba ti lama na gobo abi tabu la! \n[286]Ladies and Gentlemen!  I'm pleased to announce that we have with us the one surviving cowgirl from that 1931 film, Eleanor \"Cody\" Gould!! \n[287]It's such an honor to have you here. \n[288]Well, it's gettin' even better! 'Cause we found one of the original hobby horses!  Do you -- do you think you could treat us to a few steps from \"Jingle Jangle Jingle\"? \n[289]Ladies and Gentlemen, she's alive! \n[290]Ladies and Gentlemen, the Mormon Tabernacle Choir!!! \n[291]Oh my gosh, it's the Rockettes! \n[292]Girls and Boys, it's Santa Claus!! \n[293]And it's not over yet!!  'Cause I'm taking you all out to Milk and Cookies!! \n[294]I'm serious!!!!!!! \n[295]Single file!  Don't rush!  There's enough cookies for everyone!! \n[296]I don't want this to ever end... \n[297]Okay.  Let's try two of those... and one of the pink ones. \n[298]It's okay, Bob.  It wasn't really working. We'll find something better. \n[299]I can't move my arm. \n[300]My hair is coming out. \n[301]I've got an idea for a new TV show for me to star in.  It's called \"Uncle Andy's Fun House\" -- it'll be a Saturday morning thing where I can goof off with the kids.  You know, puppets, magic tricks... \n[302]Hey... thanks for always backin' me. \n[303]Ehhh, you know those guys.  If he had his way, I'd be stuck in the hospital, running tests all day. And anyway, I've found a new guy who's gonna be able to instantly remove the cancer. \n[304]Yeah!  He's a psychic surgeon in the Philippines, and he's amazing!  He rubs you and sucks the disease right out! \n[305]No... this guy's special. He performs miracles. \n[306]He's my last chance. \n[307]Well... My show is over.  I did my best, and I just want to say, until we meet again... please remember: \"In this friendly, friendly world... With each day so full of joy. Why should any heart be lonely.\" So everybody!  Put your arm around the person next to you, even if you don't like that person.  Come on! \"The world is such a wonderful place, To wander through, When you've got someone to love, To wander along with you. With the sky so full of stars, And the river so full of songs, Every heart should be so thankful, Thankful for this friendly, friendly world...\" ", "GEORGE": "\n[1]Pst.  What's the story with this guy? \n[2]He does a hell of an Elvis. \n[3]Hey, I really enjoyed your set. \n[4]So I understand you're from Lithuania? \n[5]Caspiar?  I haven't heard of that. \n[6]Oh.  Hm.  I'm uh, sorry. Well, look, I'm probably out of my mind -- but I think you're very interesting.  If you ever need representation... we should talk. \n[7]Caspiar, huh?! \n[8]People love... comedians. \n[9]You show a lot of promise... but... my concern is I don't know where to book you.  You're not a stand-up... your act doesn't exactly translate to films... help me... where do you see yourself? \n[10]Yeah, ha-ha.  That's funny. \n[11]You're insane. But -- you might also be brilliant. Alright, Andy... let's do it. \n[12]Sammy, opening for David Brenner is a fine gig.  You'll be on the road... get some exposure... \n[13]Who? \n[14]Oh. Sammy, think about it.  I gotta go. Hello?  George Shapiro here. \n[15]Er, yes.  Speaking. \n[16]Can I help you with something? \n[17]Who is this? \n[18]Look... I don't know what your problem is... \n[19]Andy, c'mon IN!  Thanks for flyin' out here!! \n[20]That's... terrific!  But I got something better.  This is BIG... You are getting a once-in-a- lifetime, unbelievably lucrative opportunity to star on... a \n[21]And this is a CLASS ACT!  It's the guys who did the Mary Tyler Moore and Bob Newhart shows!  It takes place in a taxi stand!  And you're gonna be the Fonzie! \n[22]NO!  The Fonzie!  The crazy breakout character!  The guy that all the kids impersonate and put on their lunchboxes! \n[23]HANG ON, you ain't heard the best part!  ABC has seen your foreign man character, and they want to turn him into -- \"Latka,\" a lovable, goofy mechanic!!! \n[24]\"No\"?  \"No\" to which part?? \n[25]Andy... this is every comedian's dream. \n[26]B-but, this is classy... they did Bob Newha-- \n[27]You have to do it. \n[28]LISTEN, you arrogant putz!  I've been in this business for twenty years!  I know!  If you walk away from this opportunity, you will never, NEVER see another one like it again!!!! \n[29]Of course!  That's what negotiations are for. \n[30]What are you doing? \n[31]Are you makin' fun of me --?  This is RIDICULOUS! \n[32]They're IMPOSSIBLE!!  Jesus! I mean -- \"two guaranteed guest shots for Tony Clifton\"??!  Who is this TONY CLIFTON?! \n[33]This Clifton called me up.  He's a loon!  He HATES you! \n[34]Mr. Kaufman will only appear in half the episodes. Mr. Kaufman requires an undisturbed 90 minutes of meditation prior to filming. Mr. Kaufman won't rehearse. Mr. Kaufman gets his own network Special. \n[35]And Taxi must guarantee two guest appearances to... Tony Clifton. \n[36]Tony Clifton. \n[37]I don't know. \n[38]But Andy says he's fabulous. He also says, these are the terms. \n[39]Andy? \n[40]Eh, hi, Andy.  Look, this Tony Clifton... is he performing anywhere? \n[41]That's alright.  Where...? \n[42]Alright, I'm here.  What do you want? \n[43]I... I-I don't understand this act. \n[44]Yeah?  Well tell that to the poor schlub who you humiliated! \n[45]So your name's not Gorsky. \n[46]This has to stay in the room... but here's the thing: Andy is Tony.  And Tony is Andy!  They'll deny it up and down, but I swear to God, they're the same person! It's smart business!  You'll get two Andy Kaufmans for the price of one! \n[47]Andy! \n[48]Andy... THEY SAID YES!  They agreed to it all!  They thought your terms were a shining example of your \"irreverent wit\" -- and precisely why they want you! You're getting EVERYTHING! \n[49]No... eh, the Special isn't all like this... just wait... it will be hysterical. \n[50]No, um... it's part of the snow. \n[51]Hey!  Could you clear this table and bring me a piece of poundcake? \n[52]Andy, this is ridiculous.  Take off that apron. \n[53]Look, I'm sorry.  They're assholes! But we work in a creative business. You can't predict what people are gonna like -- \n[54]Tell you what.  I'll book you on some concerts, and meanwhile, we'll show the Special around... see if somebody wants to buy it -- \n[55]You signed for five years -- So four years, seven months. \n[56]What kind of show was this??! There were three-hundred walkouts! The promoter wants a refund! \n[57]You're DAMN RIGHT you're sorry! And you -- you're the road manager! You should be watchin' out for him! \n[58]When you play the Midwest and South, you DON'T MINDFUCK THESE PEOPLE! It's not postmodern -- it's rude. If you wanna perform in Texas, you give 'em Mighty Mouse!  You give 'em Elvis!! \n[59]And that's great.  But do it in LA and New York!  There you experiment! Show up with a sleeping bag and take a nap on stage!  I don't care! \n[60]I don't know! Andy... you need to look inside: Who are you trying to entertain?  The audience... or yourself? \n[61]I'm worried about Andy.  His stress level is affecting his work. \n[62]Bob, Andy needs to RELAX.  See if you can get him away from all this. Take him to Hawaii, or Bali... Find something special.  Something nice... \n[63]I'm not sure how Andy's gonna take this... \n[64]But that's Tony down there.  That's not Andy.  Trust me, it's like \"Sybil\" -- Andy's nowhere on the premises! \n[65]Okay.  But we'll have to warn Andy first.  I think he's up in San Francisco, doing a concert. \n[66]Hi, Diane, this is George.  I'm trying to reach Andy up in San Francisco. Yeah, I'll wait. \n[67]Hi, Andy.  How's the weather up there? \n[68]I'm here with Ed over at Taxi. There's been some trouble with Tony. \n[69]There'll be other shots. \n[70]Ehh -- Andy doesn't really like playing casinos.  The audiences don't work well for him. \n[71]Really?!  You want Tony Clifton to headline Harrah's Tahoe?? \n[72]Look -- I gotta be clear with you. Tony Clifton is NOT Andy Kaufman. \n[73]No, I'm serious.  If you book Tony, do NOT EXPECT TO GET ANDY. \n[74]Fine, be my guest!  Book him. \n[75]Gene, you misunderstood!!  You're not getting BOTH of them! It's physically impossible! \n[76]Yeah, I KNOW what I said!  But -- trust me, it's not gonna happen! \n[77]You're so proud.  You're like some retarded kid comin' home from school: \"Look, Dad, I got an F!\" \n[78]\"Funny\"?  I dunno.  But \"intriguing\"... \"mindboggling\"... perhaps \"headache-inducing\"... sure. Like, that moment, when you both came onstage... \n[79]So you've got this big elaborate joke, which is really only funny to two people in the universe. You... and you. \n[80]But what's the POINT?  How will any of this make you the biggest star in the world? \n[81]But I feel you're extending this philosophy to real life.  It's obsessive.  Nothing's ever on the level anymore. \n[82]Merv Griffin has received 2000 pieces of hate mail.  Andy, Merv Griffin doesn't GET hate mail. \n[83]No, I'm not gonna take it.  If I take it I'll break my back. \n[84]Buddyboy, they detest you!  Next time you make an appearance, women are gonna picket. \n[85]WRONG!  You haven't given them any clues that it's a parody! \n[86]Andy, do you realize you don't do comedy anymore?  Where's that sweet guy who used to do \"Here I come to save the day!\"? Please, enough with the wrestling! You've lost touch with reality! \n[87]He is the Southern Heavyweight Champion.  He'll kill you. First, you piss-off women.  Then you piss-off the South.  Then you get killed! And I did the bookings. \n[88]Andy, look... there's a job I want you to take -- guest-hosting the TV show \"Fridays.\"  It's not so hot... but this is a great opportunity for you.  The show's live, they'll give you carte blanche, and you can get back to the business of making people laugh. \n[89]Yeah, he's just laying low, waitin' for his comeback. God, listen to this!  \"It was morally wrong to take advantage of such an unstable individual...\" \n[90]Thanks for seeing me on such short notice. I... I wanted to talk to you about booking Andy on \"Saturday Night Live.\" \n[91]We agree completely. Andy has to reconnect with his core audience.  So I got him on Letterman tonight.  He's gonna apologize to Jerry Lawler, then repent for all his bad guy shenanigans. \n[92]He's very sincere. And he needs your show... \n[93]And this wasn't \"Merv.\"  This was the hippest audience on television. They've turned on you. \n[94]It's like you two guys wanted to destroy Andy's career!  Upsetting all those people... putting out that toxic venom... What did you THINK would happen?! \n[95]You're BLIND!  There is no envelope anymore!! It hurts me to say this... but there's only one solution -- I don't want you two to ever work together again. \n[96]Andy!  You don't get it! They don't want you back. \n[97]Andy... it's me.  I've got some crummy news. Taxi's been canceled. Do you want me to come over?  Talk about it? \n[98]Hey, what's going on here? \n[99]Why...?  Andy, why...? \n[100]Andy, they don't think you suck. They've just... lost a reason to love you. \n[101]You've gotta make the public embrace you again.  You have to win back their sympathy... \n[102]Excuse me -- but could Andy tell us why we're here??? \n[103]FORGET IT.  It's in terrible taste! I want nothing to do with this. \n[104]That's ridiculous.  You don't even smoke. \n[105]Andy... you look me in the eye, and tell me this is true. \n[106]If I find out you're behind this, I'll kill you. \n[107]Exactly.  That's the sort of thing you guys would work out to fuck me up. \n[108]What was that all about? \n[109]He's an actor.  I remember him in \"The In-Laws.\" \n[110]You must take a little pleasure in it. \n[111]Andy, you're surrounded by what you create.  You are the KING of negative energy. \n[112]So how can I help you...? \n[113]Do you wanna tour the clubs? \n[114]That's great... but this show's gonna cost a fortune.  Even if it sells out, you'll still lose eighty grand. \n[115]So who's gonna pay for it? \n[116]You know Tony doesn't have that kind of money. \n[117]Okay, Andy.  Will do. \n[118]You've got good days and bad days. \n[119]Yeah... \n[120]I think we can sell that. \n[121]Did your -- doctor say it's okay for you to go back to work? \n[122]Really? \n[123]The Philippines?  I dunno... Andy... he sounds like one of your characters. \n[124]It's a perfect Kaufman audience. ", "TONY CLIFTON": "\n[1]Uh, yeah.  Is this GEORGE SHAPIRO? \n[2]\"Speaking\"!  Reeking, seeking, creaking... Freaking! \n[3]Yeah!  You stay away from that Andy Kaufman, if you know what's good for you! \n[4]You -- you know damn straight who it is.  Tony Clifton!  A name to respect.  A name to fear. Beer.  Gear.  Deer.  Ear. \n[5]Kaufman's a lying bastard!  If you sign him, I'll RUIN YOU! \n[6]Heh-heh.  How ya all doin'? \n[7]\"Volare! Whoa, whoa. Cantare, Whoa whoa whoa whoa.\" \n[8]\"I got the wings of your love, I got the wings of a dove. I got the... uh... ... the chicken wings from Eh, Kentucky Fried...\" \n[9]Oh.  Whoop do doo, Whoop de di, Stick a needle in your eye... \n[10]Eh, the hell with that song. \n[11]So how ya doin'! How ya doin' over here?  How ya doin' over there? \n[12]Okay! So, you havin' a good time, sir?! \n[13]What's your name? \n[14]this is enormously funny  \n[15]\"Gorsky\"?  What is that, Polish? \n[16]Are you tryin' to do some of that Polack humor?  Well if that's so, you can just get the hell out of this restaurant! \n[17]SHUT UP!  I hate them Polish jokes! \n[18]I do a clean show!  Like, I wouldn't do that one... oh, you know it... \"What do you call a pretty girl in Poland\"? \n[19]See, that's EXACTLY what I'm talkin' about! Here!  I'LL give you a little humor! \n[20]And stay out, Fatso! \n[21]Taxi!  Laxy!  Just the factsy, Maxie!  Them's all the words that rhyme with taxi!... Right, girls? \n[22]Eh, why the blue faces?  You musta read the script! Well, don't worry!  Your pal Tony stayed up all night, writin' some fixes on it. \n[23]And now, the new theme song! \"Oh yes, we drive a taxi, And we're havin' fun. Yeah, we work together, And we get the freakin' job done.\" \n[24]\"Burlesque\"? \n[25]\n[26]I don't know what yer talkin' about. You musta talked to someone else -- \n[27]I don't know nothin' about no Kaufman.  He's been ridin' my coattails, smearing my reputation. Been usin' my good name, to get places. \n[28]I GOT A CONTRACT!!  I'm gonna take you to the DEPARTMENT OF LABOR! \n[29]Stop!  GETCHER HANDS OFF ME! \n[30]\n[31]You'll be SORRY!  One day I'm gonna OWN this town!! \n[32]Stop!  HELP!  You wouldn't do this to Wayne Newton -- \n[33]Hey.  Good hustlin'. \n[34]\n[35]\n[36]Yeah!  Yeah!  YOU!  I'm talkin' to YOU!!  And you better freeze, or I'll get your asses fired!!! \n[37]Thank you!  Thank you!  I wrote this tune for my friend Frank Sinatra. He had a nice little success with it... but forgot to thank me on the album. \n[38]\"Whether I'm right Or whether I'm wrong Whether I find a place in this world Or never belong! I gotta be me!  I gotta be me! What else can I be, but what I am?\" \n[39]Let's bring it on home -- \n[40]What is that crap?  Looks like somethin' my dog would puke up!! \n[41]How 'bout me and you dolls go get some REAL food:  French fries and a Porterhouse steak! \n[42]I ain't Andy!  I'm Tony!  Andy's sick -- pick, chick, kick, lick! The doctor says he's a goner. But Tony's built like a mule!  Andy asked me to be his pallbearer!  I'll do it for him!  I'm getting stronger and stronger!  Here, watch this! \n[43]Yeah, you're right.  We better get movin'.  We don't wanna miss Happy Hour at Kelbos -- all the Mai Tai's you can drink for $4.99. \n[44]Let's go! \"These vagabond blues, Are washin' away. I'll make a brand new start of it...\" \n[45]Dammit... \n[46]How ya doin'? \n[47]How you doin' back there?! How you doin' up here?! \n[48]Don't know nothin' about no Andy. Just some dead guy tryin' to ride my coattails. Let's HIT IT, boys!  One, two, anda one two three four! \n[49]\"First I was afraid I was petrified. Kept thinkin' I could never live Without you at my side.\" \"Were you the one that tried to Hurt me with goodbye? Did you think I'd crumble? Did you think I'd lay down and Die...?\" \n[50]\"Oh no not I! \n[51]\"I've got all my life to live I've got all my life to give. I will survive...\" ", "ZMUDA": "\n[1]Hey Andy, good show. \n[2]That was a really hot house! \n[3]Don't believe everything you hear. \n[4]What?!? \n[5]Are you nuts?!  40 million people watch you every week! \n[6]Absolutely nothing!  That's the beauty! It's credibility.  You make them love you... and then later, on your special, you'll screw with their heads! \n[7]No!  Andy, don't do it -- \n[8]Sure.  When he reaches \"The End.\" \n[9]Nobody likes anarchy more than me... but this is science fiction! \n[10]We might have lost our focus... \n[11]Isn't Tony Clifton going on Taxi soon?  Maybe that'll chill him out. \n[12]She'll say, \"Now my son is a man.\" \n[13]Nah.  The girls sponge off between johns. \n[14]Which one? \n[15]This is a big day.  It's my friend's first time with a prostitute. \n[16]You're talking about... Andy? \n[17]I'll take care of this. \n[18]\"Was this in actuality Andy Kaufman? And if it was Andy Kaufman, is Andy Kaufman crazy?\" \n[19]Sure!  But WE think it's kickass! Now I get to be Tony.  I get to dump the glass of water on someone else's head! \n[20]What is this, World War Two...? \n[21]No offense, pal, but I just don't think you're built for it.  These he- men'll kick your ass!!  They're huge! \n[22]Will you please shake hands, go to your corners, and come out wrestling. \n[23]Nah.  He's just engaging a passive audience. \n[24]\n[25]\n[26]\"... has been rushed to a nearby hospital, where doctors are checking him for possible paralysis.  His parents are at his bedside.  Fans will best remember Kaufman as lovable Latka on television's Taxi\"... \n[27]It's working for Elvis. \n[28]Wow, you can't BUY this kind of publicity! \n[29]\"But right now I would like to do for you some imitations.  First, the Archie Bunker.\" \n[30]Yeah, my problem is you're tired. \n[31]Sure, because your new stuff's a bunch of crap.  Kaufman, people are sick of you.  The wrestling... the hoaxes... \n[32]Who gives a shit?!  It's not funny! \n[33]I used to think you were original. \n[34]Yeah, exactly -- \"was\"!  But now, you're creatively bankrupt. In fact, Ladies and Gentlemen, Kaufman's so desperate, he PAID me to do this tonight!!  I'm a plant. It's just a fresh coat of paint on an old broken-down routine. Isn't that true??? \n[35]Look at that Grand Slam!  Two eggs, two bacon, two sausage, two pancakes -- $2.99!  How do they do it? \n[36]Hey, that's good!  We can make that play. And we'll really drag it out.  You get better, you get worse... you die... \n[37]Serious like a heart attack!  Hey, maybe I can push you around in some goofy wheelchair! \n[38]What are ya TALKIN' ABOUT?!  I was the one saying I didn't believe it! \n[39]I dunno.  If they were, they'd be pushin' 80. \n[40]And you say, \"Santa, what am I gettin' for Christmas?\"  And he says, \"Cancer!\" \n[41]Is there a doctor in the house??! \n[42]I know... The cancer's terminal. \n[43]Look, personally, I think rubbing rocks on people is a load of horseshit.  But if it makes Andy happy, that's all that matters. \n[44]Yeah.  They don't know whether to be sad, or angry. ", "LYNNE": "\n[1]I wanna kill that jerk. \n[2]I don't need Turtle Wax. \n[3]Buzz off.  Go patronize somebody else. \n[4]Oh.  So you were just pretending to be an asshole. \n[5]Hi... am I late? \n[6]No thanks. \n[7]Andy, the theater's that way! \n[8]Fine. \n[9]Why did you call me?  The last person I ever expected to get a call from was you. \n[10]Hi... am I late? \n[11]No thanks. \n[12]Andy, the theater's that way! \n[13]Fine. \n[14]Why did you call me?  The last person I ever expected to get a call from was you. \n[15]You were impressed with something. It's pretty odd when a man sports a hard-on that large on national television. \n[16]I'm here, ain't I? \n[17]Do I wanna go to Memphis and get married? \n[18]Why Memphis? \n[19]And all this will be for real? \n[20]Look here, Andy Kaufman!  I'll take you on -- SISSY! \n[21]No!  YOU get in the kitchen.  I'm gonna make you dry my dishes! \n[22]Andy... who is that...? \n[23]Is this an act -- or are you addicted to causing trouble?? \n[24]Then stop treating me like a fucking prop. \n[25]I'm warning you, Kaufman:  One morning you're gonna wake up... and your head's gonna be shaved. \n[26]Is this a strategy? \n[27]\n[28]\n[29]It's me. \n[30]I brought you Haagen Dazs. Chocolate. \n[31]Andy, you're not horrible.  You're just... complicated. \n[32]Andy... there is no real you. \n[33]Andy!!... Where are you?  I've been worried sick... NOW??... Where do you want to meet?... Okay, I'll call them... \n[34]They get you on the coffee. \n[35]Andy, are you serious? \n[36]Jesus, Andy!  Can they cure it? \n[37]Have you told your family? \n[38]How can you be so casual??! \n[39]You're NOT DYING! \n[40]God, you're so detached!! \n[41]It's all macrobiotic.  Millet, burdock root, kelp... Andy says it'll purify him. \n[42]...Andy...? \n[43]Stop it!  C'mon, put that down. ", "ED": "\n[1]You'll see him on Friday when we shoot.  Now run the lines with Rodney. \n[2]He just arrived. \n[3]Look, I'm told this Clifton guy is a little eccentric.  You're all just gonna have to roll with the punches this week. \n[4]George, we've lost two days. Filming is on Friday.  We HAVE to let him go! \n[5]So we'll go downstairs and tell him! \n[6]Well whoever the fuck that is, I'm firing him! \n[7]No, no, Andy, nothing like that. But... Tony's not fitting in.  His style of performance is too... burlesque. \n[8]Andy, I'm calling you up like this because I have the utmost respect for your artistry.  But -- I need your permission to fire him. \n[9]Andy, I have to do it.  He's a terrible actor. \n[10]Yes, Andy, I will. \n[11]Thank you. \n[12]We had a deal!! \n[13]Yeah!!  I talked to Andy Kaufman! \n[14]Get off my stage!  You're fired! \n[15]Who're YOU?! \n[16]Security!  Escort this man off the lot!! \n[17]I don't want those pictures getting out. \n[18]Wait -- he's one of THEM! \n[19]That asshole!  That FUCKING \n[20]\n[21]Yeah??? \n[22]Huh? \n[23]Well -- thank you. ", "STANLEY": "\n[1]That's my boy!  Good swingin', kiddo. Hey -- Michael... where's your brother? \n[2]Is he in his room? \n[3]Andy! \n[4]Andy, this has to stop.  Our house isn't a television station.  There is not a camera in that wall. \n[5]Son... listen to me.  It isn't healthy.  You should be outside, playing sports. \n[6]You know that's not what I meant! Look, I'm gonna put my foot down! No more playing alone.  You wanna perform, you GOTTA have an audience! \n[7]No!  That is NOT an audience!  That is PLASTER!  An audience is people made of flesh!  They -- live and breathe!  Got it?! \n[8]What's the difference?  This thing's on in the middle of the night -- no one's even gonna see it. \n[9]It's on!  JANICE, IT'S ON! \n[10]Where? \n[11]He said he's coming back! \n[12]I shoulda made him play outdoors. \n[13]Who knows?!  That kid is totally meshuga. \n[14]They're gonna lynch him! \n[15]Why isn't he MOVING?? \n[16]B-but... we saw... your neck... \n[17]Andrew -- HOW DARE YOU!!  For all we knew, you were DYING!  Look at your mother -- she's still shaking! \n[18]B-but... we saw... your neck... \n[19]Andrew -- HOW DARE YOU!!  For all we knew, you were DYING!  Look at your mother -- she's still shaking! \n[20]How dare you make light of this! \n[21]Jesus!  He's got lung cancer! \n[22]Sure -- but what if he isn't? My son could be dying... and we're actin' like we're on Candid Camera. ", "MAYNARD": "\n[1]George, we don't book phantom performers.  The deal's off. \n[2]I don't care!  Travolta signed a contract, he's a Sweathog for life!... Oh yeah?  Just try to sue us. \n[3]\"Technical\"??? \n[4]Andy, I hear fabulous things about the Special... Eh, I understand we've hit a teeny speedbump? \n[5]Show me. \n[6]Andy... we don't want the viewer to get out of their chair.  They might change the channel. \n[7]Andy... uhh... this network has a long-standing policy: The viewer must be able to see the program. \n[8]Five. \n[9]Ten. \n[10]Christ!  We're the Number One Network -- can't we afford decent TVs?! \n[11]Tell Kaufman we will NEVER air this program!! \n[12]It's okay.  Stay with it. \n[13]Excuse me!... I have an announcement to make!  You've all just participated in a \"happening.\"  To make it real, some of you knew, and some of you didn't. \n[14]But we don't want to upset the folks at home.  So now Andy is now going to apologize and explain that it was all a prank.  Right, Andy? \n[15]Okay, great!  So let's reset! \n[16]Cue the commercial! \n[17]I'm gonna STRANGLE George Shapiro! ", "ANDY  (cont'd)": "", "JANICE": "\n[1]Of course he's in his room. All his \"friends\" are in there. \n[2]I hope he doesn't get nervous. \n[3]I saw Michael! \n[4]There! \n[5]Hmph!  They sure didn't give Andy much to do. \n[6]Why is Andy doing this?  Why?... Why? \n[7]What's in Memphis? \n[8]Why is he saying these things?! \n[9]Andy, please.  Let's go home! \n[10]\n[11]Andy!!  Are you okay?!? \n[12]Andy!!  Are you okay?!? \n[13]Andy, I love you!  I love you, whatever you do...! \n[14]Of course it's real.  We're in a hospital... ", "YOGI": "\n[1]Do any thoughts come...? \n[2]Good... \n[3]You always had a good heart.  But I'm proud of the progress you've made in your discipline. \n[4]Are you at peace with your family? \n[5]Goals are important. \n[6]We are all impressed. \n[7]Yes.  Silence. \n[8]Excuse me, Andy... \n[9]This is very difficult for me to say... but -- perhaps it would be best if you didn't attend the retreat. \n[10]Yes -- we do not doubt your devotion to TM.  But we feel that perhaps... you and the program have grown apart philosophically. \n[11]The wrestling... the sexist remarks... the foul language... these things are not becoming of an enlightened individual. It seems you have no respect for anything. \n[12]It is apparently not working. \n[13]Andy, don't raise your voice.  We don't wish your presence here. ", "LAWLER": "\n[1]I'm Jerry Lawler, the KING of Memphis wrestling!! \n[2]Alright, you won.  GET OFF HER! \n[3]YEAH?!  Well I got news for you, Andy Kaufman!  Wrestling is a serious sport to me!  I don't like anyone makin' fun of it, and I hate anyone insultin' the South!  So we can settle this two ways: We can go to court... or you can get in the ring with a man, and wrestle for \n[4]Kaufman, we've had enough!!  Let's you and me do what we came here for \n[5]Hey!  Did you come down here to wrestle, or to act like an ass? \n[6]Look... if you get in here, I'll give you a free headlock. \n[7]He thinks everything's a joke -- but it's not. Did you laugh when you were layin' in the hospital?? \n[8]You're a wimp. \n[9]Then your father's a wimp. \n[10]He thinks everything's a joke -- but it's not. Did you laugh when you were layin' in the hospital?? \n[11]You're a wimp. \n[12]Then your father's a wimp. ", "CAROL": "\n[1]Moo. \n[2]\n[3]I still can't believe my brother's gonna be on TV...! \n[4]What a crock. \n[5]Dad, I cried when he broke his neck. He's not gettin' me again -- \n[6]See, that's exactly it!  He picked lung cancer, because he doesn't smoke.  That makes it weird!  If he'd picked leukemia, it'd be totally believable, and we'd all be going, \"Poor Andy, he's really sick.\"  So he chose lung cancer, because he WANTS us to be scratching our heads, saying, \"Is this real?\" \n[7]He plans these things out.  He takes over, hires actors... Personally, I didn't think that \"doctor\" was very convincing. \n[8]Yeah!  He didn't have doctor shoes! ", "ANNOUNCER": "\n[1]And now, Mama Roma's is proud to present International Singing Sensation... a man who has sold more records than Elvis and the Beatles combined... Ladies and Gentlemen, Mr. Entertainment... TONY CLIFTON! Ladies and Gentlemen, out of respect for Mr. Clifton's vocal demands, could everyone please extinguish your cigarettes and cigars. \n[2]And now!  A man who needs no introduction... TONY CLIFTON! \n[3]And now!  The MAIN EVENT of the evening!  The match you've been waiting for: The King Jerry Lawler, versus Hollywood Andy Kaufman! \n[4]And Kaufman's left the ring! Lawler's waiting for him to return. \n[5]And Kaufman's left the ring again! He doesn't seem interested in actually making contact with his opponent. \n[6]It's a side suplex!! \n[7]Lawler has committed a PILEDRIVER, which is an AUTOMATIC DISQUALIFICATION!  Match goes to Kaufman by disqualification, after two minutes, twelve seconds! \n[8]Ladies and Gentlemen!  Please put your hands together for... Tony Clifton! ", "MIMI": "\n[1]... so after I finish junior college, I'll go to work for my dad's accounting firm.  Unless, I decide to live with my friend Valerie, but she wants to move to Anaheim, and I don't want to do that. \n[2]Excuse me -- ? \n[3]What are you talking about?!  We just met an hour ago. \n[4]I don't wanna talk about it! \n[5]The sunset is really beautiful. \n[6]I mean -- uh -- the colors in the sky are so vibrant.  I love this time of day. \n[7]I think I wanna go home. ", "BOOKER": "\n[1]Mr. Shapiro, this is Gene Knight, up at Harrah's Tahoe.  We'd like to book Andy Kaufman for our showroom. \n[2]Oh. What about Tony Clifton? \n[3]Eh, sure.  We're trying to expand our audience base -- and I know the college kids really love Andy Kaufman. \n[4]Yeah, yeah, yeah.  I know! Wink wink!  Nudge nudge! \n[5]I'll take my chances!! \n[6]Why's that?  You said over and over and over, Tony Clifton is not Andy Kaufman -- \n[7]Sure it is.  Tony called me himself. He yelled at me, insisting that his dressing room be bigger than Andy's. They're both going on tonight, believe me! ", "MICHAEL": "\n[1]He's inside. \n[2]Afterwards, I'll take you backstage. You can meet my brother. \n[3]Andy...! \n[4]Mom, it's Cedars-Sinai!  It's a showbiz hospital!  Andy's studio friends probably run this place! \n[5]Did you notice his costume had the wrong shoes? \n[6]We all know he's talked about faking his own death... ", "MANAGER": "\n[1]The comedy stylings of Andy Kaufman, Ladies and Gentlemen! \n[2]Eh, I dunno... Andy.  I'm... thinkin' of letting you go... \n[3]Look -- I don't wanna seem insulting.  But... your act is like amateur hour: Singalongs... puppets... playing records... \n[4]Sure!  Comedy!  Make jokes about the traffic.  Do impressions.  Maybe a little blue material... \n[5]Well, everyone else gets this place cookin'!  Pal, it's hard for me to move the booze when you're singin' \"Pop Goes The Weasel.\" \n[6]I'm sorry.  You're finished here. ", "LORNE MICHAELS": "\n[1]What's happening to him? \n[2]Oh my God, he's doing nothing.  It's dead air...! \n[3]George -- I don't know if Andy works for our show anymore.  That wrestling stuff... is such a turnoff. \n[4]That's smart. \n[5]Okay.  It'd be good to have the old Andy back. \n[6]Jesus Christ. ", "SAD SACK": "\n[1]Sure... \n[2]Bob. \n[3]Bob Gorsky. \n[4]Yes. \n[5]It's my name. \n[6]A -- a tourist. ", "MELANIE": "\n[1]\"If you say so.\" \n[2]You okay, honey?  Something wrong, Carl? \n[3]You feel stupid?  What about us?! \n[4]You JERK! \n[5]Oh my God --! \n[6]He's a fuckin' psycho! "}}