{"dialogues": {"MARCO": "\n[1]Why can't we go directly in ... \n[2]... this way --? \n[3]The Captain enjoys not dragging his ass down the highway for every Tom, Dick and Qadhafi to take a whack at. \n[4]Mines? \n[5]Dammit. \n[6]Nobody at Command said anything about -- \n[7]Sgt. Shaw! \n[8]Sergeant. \n[9]Rolling in two minutes. \n[10]Everything okay? \n[11]Sergeant? \n[12]Maybe I enjoy your company, Sergeant. \n[13]Too late for that, Shaw. As a charter member of the Lucky Sperm Club your benefits include unlimited suck-up from High-ranking Officers hoping to curry Congressional favor for their future career moves. But. If you want to ride in the Bradley, hey, I got no objections. \n[14]No, they don't. But. On the plus side, you don't really like them, either. \n[15]So.   See?    It, you know.   Balances out. \n[16]Camels.      You gotta be kidding me. \n[17]Take the wheel, Sergeant! \n[18]Shaw!   Sniper with an RPG!   DON'T STOP! \n[19]Oh shit, Shaw -- \n[20]Scared? You don't really have time to be scared. \n[21]I couldn't hear anything, as I was temporarily deaf from the explosion of the Bradley ... \n[22]I got your back, Baker.   I got ... \n[23]-- and with complete disregard for his own life and safety, Sgt. Shaw single- handedly engaged an entire company of the enemy -- \n[24]-- of the enemy -- \n[25]Sgt. Shaw repeatedly attacked from a mobile position, confounding the enemy -- \n[26]-- neutralizing his aerial support -- \n[27]-- and finally dividing and defeating an overwhelmingly superior force. \n[28]Like Edmonds in Korea, Holderman in Viet Nam, Raymond Shaw was awarded the Congressional Medal of Honor. I signed the recommendation myself. \n[29]I was -- \n[30]-- injured. I fell, had a, uh, concussion -- lost focus -- Sgt. Shaw took command -- \n[31]Yes.   Two. Two of my people were killed. \n[32]The Medal of Honor is the highest award to which any soldier can aspire. From the jungles of Iwo Jima to the desert of Kuwait, what these brave men I've talked about today did will never be forgotten. Since 1917, only 827 medals have been given to a total of more than 30 million Americans in arms. Only three have been awarded in the last 40 years. Who knows? Maybe someday one of you fine boys will earn one yourself in defense of this great nation. \n[33]Thanks for listening. My family has claimed the Army as a trade ever since a young gunnery officer who grew up with Hernando De Soto left Spain for a look at the upper Mississippi. My life is in service to my country. \n[34]Excuse me? \n[35]No, I'm just proud to have been there. \n[36]Melvin.   Jesus -- how are you -- \n[37]Dreams. \n[38]Well, we had a pretty rough time over there, Al, it was hairy, and -- it was a long time ago, now. Memories shift. \n[39]Everybody has dreams, Corporal -- \n[40]No I don't. \n[41]-- Al, you know, maybe you should be going to the VA and talking to a doctor, I mean if these dreams are really -- \n[42]Well, that's -- it's over and done. We've got to move on -- \n[43]You need money --? \n[44]-- here -- \n[45]Okay.   Okay. Well, look, Al, I gotta -- \n[46]-- run, yeah. But. It was great seeing you.   And good luck to you. \n[47]From the landing. Every week it gets longer. I'm worried about you. \n[48]None of these involve slave traders or sheiks, Abby. I checked. \n[49]A smile. \n[50]Yawns -- his eyelids flutter -- he shudders awake, digs in his grocery bag for the No Doz and shakes out half a dozen. Which he swallows dry. \n[51]I'll recommend Sergeant Shaw for the Medal of Honor, ma'am. He saved our lives, terminated the enemy and led us across the desert to safety. \n[52]There are always casualties, ma'am. \n[53]Sergeant. \n[54]Yes sir. No sir. \n[55]The meds make me ... spongy.   I float. I'm not sharp -- \n[56]When I sleep, I dream.   I don't want to dream, sir. \n[57]Dreams like mine. \n[58]-- I'm not jealous of Raymond Shaw, sir. \n[59]I felt ... fine.     No big deal. \n[60]Yes. Glad for him. He deserves it. Raymond Shaw is probably the kindest, bravest, warmest -- \n[61]No sir.     I wouldn't do that, sir. \n[62]It sucks, sir. I want to get back to Intelligence. \n[63]Yes sir.    Same time, same station. \n[64]Sir, I'm just here to keep you from getting into fist-fights with the Navy guys. \n[65]Right behind you, sirs. \n[66]If you can't behave yourselves, Generals, we're gonna spend the rest of the day watching the Orioles game back at the hotel. \n[67]Congressman -- Sergeant Shaw -- \n[68]Ben Marco. \n[69]-- okay. \n[70]Sergeant Raymond Shaw -- \n[71]I want to talk to you too. \n[72]-- I know you're busy -- I just have to ask you -- \n[73]I saw Al Melvin the other day -- remember Corporal Melvin? \n[74]Okay -- sorry -- but -- Melvin, he's extremely disturbed about what happened to us, on the recon patrol, back in Kuwait -- \n[75]Sorry. \n[76]I don't know, sir. It isn't so much what he said, or didn't say -- but his demeanor, his attitude. Sir, I overheard an exchange he -- \n[77]No, sir, not this road, sir. But I hear what you're saying, and I want to do this through the proper channels. \n[78]Lt. Colonel Howard -- with respect -- I've had a dozen years of experts telling me I've got Gulf War Syndrome, or a stress disorder. Twelve years being a good soldier, denying what every nerve ending in my body tells me is more real than not. One dream, over and over. Not variations on a dream, the same one, night after night after night -- \n[79]-- No sir. Something happened to us, in the desert, ten years ago. Not what we thought it was. And it happened on my watch. \n[80]Owens died of cancer in '97. Villalobos, a car crash. Atkins committed suicide. Jamison was at the Pentagon, 9-11, body never recovered. Wilson I'm still trying to track down. \n[81]Sir, I know I can't ask you to talk to Congressman Shaw, not yet, but Al Melvin, it's a phone call, a quick q&amp;a -- look at his notebooks, hear what he's been dreaming -- and either he will support the credibility of what I'm saying, or he won't. And I'll shut up. \n[82]If you just talk to Melvin -- \n[83]Yes sir. \n[84]Yes sir. \n[85]Every day, sir. \n[86]Hello, Victor? Marco. How's it goin'? Public affairs sucks, my friend. I miss you guys. Listen, favor: guy from my old unit, Melvin, Alfred R. -- I need an \n[87]address on him, I think he's here in D.C. ... yeah, go ahead. \n[88]Yeah, yeah. I'm here ... \n[89]Al?   Al Melvin, it's Marco ... \n[90]My God. I'm sorry to hear that. When did it ... Yeah, I know. I know. Listen, Mrs. Wilson -- can you tell me if Nathan was ever -- preoccupied -- with his experience in Kuwait? Did he ever mention dreams or nightmares ... about what happened ... the firefight, afterward ... -- uh-huh. Sure. No, I understand. Thank you for -- \n[91]... no, Mr. Villalobos, I'm just -- Army's got me running statistics on stress disorders, I'm trying to gather information on my old squad members ... yes sir -- \n[92]... Al?   You in there? \n[93]-- topples the chair as he stands up -- and then: \n[94]This is Delaware. \n[95]What? \n[96]Yeah. \n[97]No. Guy I knew ... in the Army. He's in politics now. We've kinda lost touch. What's your name? \n[98]'Scuse me? \n[99]It's pretty. \n[100]I guess your friends call you Jenny. \n[101]What do your friends call you? \n[102]Still. When I asked you your name, you said it was Eugenie. \n[103]Excuse me. \n[104]OW dammit -- \n[105]It's not you, it's me. I'm not -- my head -- -- nothing's ... I wish I smoked. \n[106]Rosie, I'm gonna go in here, wash my face, take my pill, and get myself together. \n[107]... Yeah. \n[108]No.   I'm okay, thanks. \n[109]No. \n[110]I'll remember. \n[111]What? \n[112]Me, I get quiet. \n[113]Dreams, I've been having these -- \n[114]Sort of. \n[115]I could be dreaming you. \n[116]You'd be the best dream I've had in a long time, Rosie. \n[117]-- loses his grip on the oblong thing before he can even get a good look at it, and it goes into the sink -- \n[118]SHIT.    Oh no NO ... \n[119]-- Gone.    Shit. \n[120]Tell me you saw that. \n[121]You didn't. You didn't see it. \n[122]Proof. \n[123]My sanity. \n[124]This wasn't a delusion. \n[125]-- Delp. \n[126]-- Delp.   It's not GWS. \n[127]The Army never put one in me. \n[128]I looked under Mad Scientists in the yellow pages -- there was a full page ad. \n[129]What are you studying here, Delp? \n[130]For the Agency? \n[131]Look, Delp. My experiences during the war, in Kuwait ... feel dreamlike to me. And my dreams? About what happened? Feel as real as you and me, here, right now. \n[132]It's like ... I feel like somewhere along the line, I've been ... brainwashed. Or something. You know? All scrambled up. \n[133]What about my dreams? \n[134]You're not helping me. \n[135]Do you ever dream about Kuwait? \n[136]I don't keep up with Al Melvin.     He found me. \n[137]I didn't. I asked you about your dreams. At the fundraiser -- why did you say you needed to talk to me? \n[138]Major.   Forty minutes of your time. \n[139]Private time. \n[140]There are these dreams that ... some of the men in our unit have been having. \n[141]It's a question of what actually happened the night our patrol was attacked -- \n[142]-- Yeah, that's how I remember it, too. But I dream something else. \n[143]Yeah. \n[144]-- You know. \n[145]It's more complicated than that. \n[146]People just don't have the same dreams accidentally -- -- Melvin made drawings, he wrote down what he dreamed, this is one of his notebooks -- it's all in here. \n[147]I've been to doctors. \n[148]Okay.   Okay, I'm sorry. \n[149]I'm not crazy, Shaw. \n[150]It's a dream -- \n[151]-- could mean something else. \n[152]-- could be I'm just supposed to think you did. \n[153]Maybe you didn't. \n[154]Why did you come back, Raymond?   What happened? \n[155]Which? \n[156]\n[157]\n[158]\n[159]\n[160]\n[161]\n[162]Great. Let's prove it. We can go get an x-ray -- we can check it right now -- \n[163]Just check your back, Raymond -- \n[164]What are you afraid of?   See if there's a bump. \n[165]-- just check -- \n[166]Somebody was in your head, with big steel- toe boots, a couple of cable cutters and a chainsaw, and they went to town! Neurons got wasted, circuits rewired, brain cells obliterated -- \n[167]-- you don't even know what they did! You don't -- you can't CONCEIVE what they did to you -- and you're worried about some lame-ass reporters!? \n[168]If I'm wrong they can put me the fuck away -- \n[169]-- there -- there's -- something -- \n[170]Al Melvin ... \n[171]I went to talk to him.   But he wasn't there. \n[172]Yeah, there are hundreds more of those in his apartment. Did your people check out his place --? \n[173]I wanted to talk to Corporal Melvin about some unanswered questions involving our reconnaissance mission in Kuwait, back in '91 -- \n[174]I know this game. Will you explain to them that I know this game? \n[175]Yeah.   Kinda like 'special agent.' \n[176]Listen, you might want to advise your ME to check for an implant in Corporal Melvin's back -- under the skin, just shy of the scapula, left side ... if he's not looking for it, he won't find it. \n[177]I didn't have anything to do with Corporal Melvin's death. \n[178]He said I could. \n[179]Sir, I know all about Dr. Zahn. Remember? He's that guy who -- Sir. Yes sir. I'm sorry. \n[180]Yes. \n[181]I'll owe you one. \n[182]\n[183]-- Talk to me about the implant. \n[184]You said the Army implants were for medical emergency data. \n[185]How do you know all this? \n[186]What does it do? \n[187]Back-up in case this makes me forget some stuff I want to remember. \n[188]Edge off what? \n[189]You don't think this is going to work. \n[190]-- But? \n[191]Who? \n[192]I don't remember a friend. \n[193]Eugenie Rose. \n[194]It's Wednesday. \n[195]Central Park was Monday.   I came home Friday. \n[196]How did I get here? \n[197]El Dorado 59970. I remembered. I remember, and I didn't dream. \n[198]What'd we talk about? \n[199]I remember that. \n[200]What else did we talk about? \n[201]You're part of it. \n[202]How can you know what I think? \n[203]And I think they made me kill someone too. One of my people. Kid named Bobby Baker. \n[204]Noyle.   They called him Dr. Noyle. \n[205]Nobody believed Watergate. \n[206]Or Oklahoma City, or the World Trade Center. You wouldn't have believed Oswald before Kennedy got shot. \n[207]I started with nightmares, sir. Rumors and conjecture are a giant leap forward. \n[208]Sir, I don't give a rat's ass about Manchurian Global! That's not why I'm here! I can't touch them, I get that, I'm not stupid, sir. \n[209]I just want to try and stop this one thing -- this Raymond Shaw bomb -- from going off. \n[210]And I'd be lying if I told you I hadn't factored in huge that you've got a vested personal, political, and patriotic interest in how this shakes out. \n[211]How does the President die? \n[212]When.   Where. How. \n[213]I'm gonna stop this. We'll go to the Feds. You and me. And tell them a story. \n[214]I don't know. I don't care any more. It's all I have. \n[215]Raymond Shaw murdered Senator Jordan and his daughter. \n[216]-- he's a time bomb, ticking -- \n[217]I am clearer on this than I've ever been. It's rich guys, funding bad science, to put a sleeper in the White House -- \n[218]I screwed up. Jordan was my trump card, and I screwed it up. Either help me, or shoot me, Rosie. There's no middle ground anymore. \n[219]How's your back? \n[220]I'm sorry. \n[221]That's good. \n[222]We'll get 'em out. \n[223]No -- you could have had me locked up -- and you didn't. That's a sign. \n[224]That they don't control everything. We can fight it. I mean -- I'm still out here because you decided I should be -- which means there's a part they can't get to, deep inside -- the part where the truth is, and they can't touch us there. That's what we need to tap into, Raymond, that's the part where, you and me, we're gonna take them out. \n[225]I know. \n[226]Yeah. \n[227]I think so, yeah. \n[228]Raymond -- focus -- \n[229]Did they tell you what they want you to do, Ray? We gotta know what's gonna happen, we gotta know when's it gonna happen -- you can help me do this -- \n[230]What? No -- no, man, they've got big plans for you -- \n[231]I can get the Feds, the police.   Come on, Ray -- fight it -- \n[232]Raymond, you gotta work with me here -- \n[233]Raymond, stay focused. The irrefutable fact is that Jocie was a mistake, and we're gonna make 'em pay for it. \n[234]What are you talking about? \n[235]Hang up. \n[236]Yes it is, Senator. \n[237]Yeah ...? \n[238]Yes. \n[239]calmly putting a clip into the handgun from his kit -- starting to raise it -- \n[240]You don't develop a technology like that and waste it on two guys. \n[241]I remember running. \n[242]I had to get out where the sky was. \n[243]I had to get to the water. \n[244]I thought: if I can just get to the water, everything will be okay. ", "RAYMOND": "\n[1]Sir. \n[2]Yes sir. \n[3]Yes, Captain. Everything's fine.   Here. I'll \"rally\" the troops. \n[4]We're moving out. \n[5]Captain? \n[6]Why don't I ever ride in the Bradley with the other enlisted personnel? \n[7]Sir, I don't want to be singled out for special treatment because of my mother's position -- \n[8]Trust me, sir, I don't wish to ride in the Bradley with the others, I'm just ... The men don't care for me very much. \n[9]That's absolutely correct, Captain. \n[10]... I am not a professional politician. I am not a professional politician ... \n[11]... I am ... a professional politician. Not. \n[12]No. \n[13]No to the question you're going to ask. No to all the questions you pretend to want to ask -- \n[14]-- and no you may not engage in your usual back-door political thuggery to shovel me onto the presidential ticket. \n[15]Of course I'm interested -- I wouldn't be here if I wasn't -- but not if it means attacking the reputation of a statesman like Thomas Jordan, which I'm sure was your plan. Let democracy run its course, mother. Let the people decide. \n[16]What. \n[17]Mother -- \n[18]Mother, you chased her away -- \n[19]-- you ruined everything. \n[20]I'm wearing the one I have on. \n[21]No ma'am. \n[22]No ma'am. \n[23]Captain. \n[24]I mean -- that's supposed to be the whole point of this great country, isn't it? That everybody matters. Not just the people at this party -- no offense -- but the people who can't afford to be here. \n[25]Including you? \n[26]Nice to see you Mark.   Thanks. \n[27]Yes, hi -- \n[28]-- and co-chair of the U.S. International Policy Caucus. \n[29]Go away, mother. You've earned your fee. \n[30]Gentlemen, how's business? \n[31]Careful. Any better, you'll be a monopoly. \n[32]I know. Hello Captain. \n[33]I've changed too. \n[34]-- But my feelings haven't.   Changed, I mean ... \n[35]... I guess I've never stopped -- feeling -- wondering -- how it might have turned out, you know, between us, if -- \n[36]Jocie, I haven't even been with another girl since we ... stopped seeing each other -- doesn't that say something to you? \n[37]What? \n[38]-- Not now. \n[39]Don't touch me. \n[40]Don't ever touch me. \n[41]There are gaps in this country. Ugly chasms that we need to bridge ... \n[42]... the gap between rich and poor, between government and people -- \n[43]... between what is real and what is not. \n[44]... The enemy is among us. The wolf is at the door ... the fox is in the henhouse ... the weasel is ... the weasel is ... \n[45]The weasel is a weasel.    Frog and Toad Are Friends. \n[46]I know.   Good night. \n[47]You have thirty seconds, Mother. \n[48]You have no idea. \n[49]I happen to believe in it. \n[50]Goodnight, Mother. \n[51]\n[52]Yes? \n[53]Who is this? \n[54]Yes ...? \n[55]Yes. \n[56]No sir. \n[57]Yes. \n[58]... we're heading back to forward command. The night is clear. Stars but no moon -- \n[59]... An incoming mortar shell kills both of them instantly, before I am able to -- \n[60]We can't clean up the world with dirty hands. \n[61]Guys, I gave up a long time ago trying to second guess my mother. I'm just surprised the rest of you haven't. \n[62]I can never remember my dreams. \n[63]-- it's okay. I know him, it's okay. \n[64]I saw Mavole's Mom and Dad in St. Louis. I still visit them -- and Baker's mom -- when I can. Do you keep up with anybody from the unit besides Al Melvin? \n[65]Why did you ask me about Kuwait? \n[66]No. What do you want from me, Captain? \n[67]He wants to talk about my mother.     No. \n[68]Well, we've got about five minutes, right now. And this is as private as it gets for me anymore, so ... \n[69]Including you? \n[70]That's easy. RPG incoming. Mortar fire, we're ambushed. Total chaos. I can't locate Baker or Mavole. You're knocked unconscious -- I find you and pull you to safety and then -- \n[71]Am I in your dreams? \n[72]Doing what? \n[73]Saving everybody? \n[74]I don't have dreams, Captain. Maybe you should ... see somebody -- talk to somebody who specializes in this kind of thing -- \n[75]Captain -- -- Major. Ben. \n[76]Are you hungry? \n[77]I kill Mavole? \n[78]No. \n[79]No. \n[80]-- I killed the enemy. I didn't know them, either. So it was okay. And, anyway, I remember what we did in Kuwait, I remember it perfectly. But now that you mention it, I don't remember doing it ... exactly. \n[81]NO.   What a thought. \n[82]Life is so bizarre, isn't it? This absurd campaign, the sordid world of politics, my whole public life and persona -- sometimes, occasionally, for an instant, the fog clears and I look and I think, what am I doing? I mean, what the fuck am I doing? Posing and grinning like a goddamn sock puppet, shaking hands with total strangers who must be blind if \n[83]they can't see what I am, at the core. What my mother has made me. \n[84]A Prentiss. Ferociously, a Prentiss -- but not a Shaw, God forbid -- I was molded by cold hard hands, every detail of my existence preordained. Can you even imagine, Ben, how it would feel never to have a say in what your life would be? I was twenty years old before I had a friend -- no, worse, a girlfriend -- well, almost -- but, yes, a friend, or I thought so -- outside my mother's circle of approved encounters -- and it didn't -- she wouldn't -- precipitating my one act of rebellion, storming off and enlisting -- -- in the Army. Which, ironically, only served ultimately to pad my gilded Prentiss resume. You know: \"fluent in five languages, Phi Beta Kappa, Congressional Medal of Honor, blah blah blah.\" And after the war I came back to her. And the family legacy. This. Mother calls it, \"fulfilling my Manifest Prentiss Destiny.\" \n[85]What? \n[86]Weren't you listening? Mother happened. You know, the truth is, I hate it. I've always despised it. \n[87]The medal. The cloying adulation of the little people. Your pitiful jealousy -- \n[88]\n[89]\n[90]\n[91]\n[92]\n[93]\n[94]I want to be supportive of you, Ben, I do, but -- \n[95]-- this can wait until after the election. \n[96]You should leave.   This is not, this is not -- \n[97]There's nothing there! \n[98]Ben -- \n[99]No. \n[100]\n[101]No. That'd be political suicide. Of course not. I want you to help him. \n[102]Because I feel sorry for him.   Because I said I would. \n[103]Mother. Look. My campaign people are getting a restraining order, he's going on all the security watch-lists -- but I won't lock him up. I'm not pressing charges. \n[104]It's complicated -- I don't know. It's just complicated and I don't want to talk about it, I want to get back to the campaign and focus on -- \n[105]No. But he does. And he's a fine soldier and ... my friend. And if his slim hold on sanity requires that I tolerate his delusions until he can get help, I'll do it. It doesn't diminish me. And I'm not afraid of him. \n[106]Yes I think telling people you want to \"round up all the towelheads and throw \n[107]them in a deep pit\" probably tips your hand. \n[108]Stuffed.   With oysters? \n[109]My God. In the world's literature of food could there possibly be a more vulgar dish? \n[110]Promise me that you'll help him. \n[111]-- I don't care. \n[112]I know him. I served under him.   He was a good man. \n[113]Hello Senator. How's Jocie? \n[114]No. \n[115]Sir, Ben Marco is sick.   Delusional. \n[116]I don't understand. \n[117]What? \n[118]I don't -- I don't -- \n[119]I don't have the dreams. \n[120]What are you saying? \n[121]What do I do? \n[122]I feel sick. Christ.   What have you done to me? \n[123]NO, never mind -- don't bother. Don't lie. Don't say anything. No more lies. \n[124]I can promise you that whatever you've done, I will undo it. \n[125]I never want to see you or speak to you again -- \n[126]-- I mean it this time. \n[127]It's me, sir. \n[128]sloshes down into the water, wades out waist-deep -- \n[129]I came to apologize, sir. \n[130]I'm sorry. \n[131]I'm sorry, sir. \n[132]turns, grabs her by the hood of her sweatshirt -- -- and whipsaws her out into the deeper water, shoving her under it. Jocelyn's hands claw at him, but he's stronger, and the water has no effect on him. She thrashes wildly ... and he looks down at her through the water, hair flowing, utterly beautiful ... as if in a dream. \n[133]Shhhhhhhh. \n[134]Aaaahhhhhhh --! \n[135]Yeah.    Yes. Bad dream. \n[136]Okay. \n[137]I was on the fence when I walked in there ... but then I saw my name on the ballot and I knew what I had to do. \n[138]It hurts. \n[139]I've been having the dreams, Ben. \n[140]Good? They're inside my head. They got inside, the way you said they would -- \n[141]They're all ... twisted together -- and I dream things, terrible things, that can't possibly have happened. I'm gone, Ben -- I'm losing it -- \n[142]Of what? \n[143]Jocie's dead. \n[144]-- and the Senator. \n[145]Did I do it? \n[146]I don't remember.     I don't remember it. \n[147]I'm all inside-out. \n[148]Just a minute. \n[149]All I've ever done is what I was supposed to do. What I was told to do -- \n[150]-- What others want me to do. \n[151]You don't think they saw this coming? You don't think they factored you in? I need to die, Ben. \n[152]I'm the enemy, Major Marco, and the only way to stop me is to kill me. I thought you were smarter than this. \n[153]Are we friends? \n[154]I want to believe we're friends. \n[155]I dream you, Ben. You kill Private Baker. Hello? \n[156]Yes mother. \n[157]Yes, he's right here. \n[158]She wants you. \n[159]The Major is an excellent marksman. \n[160]But what will happen to him? \n[161]Yes, mother. \n[162]Yes, mother. ", "ELLIE": "\n[1]Raymond? Darling, what were you going to do, make me stand out there like room service? \n[2]I asked downstairs and Miss Freeman, your 'wrangler' -- helpful Ms. Freeman -- said you were up here practicing your speech. Honestly, I don't understand why you insist upon isolating yourself, people adore you, Raymond, they crave your company and yet here you are, holed up, as if you were some kind of emotionally challenged individual like your father instead of Raymond Prentiss Shaw, a handsome, intelligent, people-loving war hero with a great deal to offer to his party and his country. \n[3]No what? Baby, I haven't even asked you a question. Your hair is too flat. And that tie. The tie is wrong. \n[4]Something a little less busy. \n[5]Oh. You're not interested? I thought you were. Did I miss my cue? \n[6]I'm sorry, for a second there I thought it was your father speaking -- that dreaded Shaw blood rising -- and the stink of defeat made me nauseous. \n[7]And excuse me, when have I ever attacked the honorable Mr. Jordan, despite the shameful way his daughter misled you that summer at the shore. \n[8]If that's how you want to remember it. \n[9]Honey, you're oversimplifying things somewhat -- but, yes, okay -- I promise, promise I will stay out of it. You have my word. \n[10]After all, you're young and you have plenty of party conventions ahead of you in which to discover, as your father did, that democracy is an elusive and imperfect science, and the meek do not happily inherit the earth, but simply get eaten by the alpha dogs, chewed up, digested and deposited on the carefully mown parkways of American politics. \n[11]One day, you will, I'm sure, tearfully memorialize me in your acceptance speech. Don't you have a different tie in here? Your grandfather always let me pick his ties. \n[12]Bluffing? \n[13]They should be down on their fat white knees thanking me for saving this party from committing political seppuku. \n[14]No. I gave them one opportunity. And that was unusually generous of me. \n[15]Before we get started, I'm dying to know: which genius here hatched the scheme of pairing a Sound Bite from Nebraska with a relic who thinks keeping suicide bombers off our busses is unconstitutional? \n[16]'Sits quite well' translates into how many votes? \n[17]My son is a war hero. \n[18]We didn't come here to have a discussion. \n[19]Even running against this cut-and-fold vice president, with his party's record of abysmal failure at home and abroad, Arthur is still unelectable without help. Consider. The Governor is a corn-belt candidate who -- scratch and sniff -- looks and smells alot like the kind of liberal-labor-intellectual Dukakis was, but without, thank God, the helmet. Assume our intrepid Arthur can carry the Northeast, plus his home ground, and California. We're still dead in the South, and Southwest, where they win by landslides. The mid-central is a toss- up. Tom Jordan actually becomes a liability in Florida because of his Castro-appeasement profile, and in the Carolinas, where he fumbles the military vote over his \"terrorism isn't a war it's a social disease\" nonsense. \n[20]You know this. Your own polls and surveys back me up. You're counting on Jordan to help you get the black vote, women, college kids -- my gut instinct says he won't -- and Arthur holding the center -- where he's soft at best. And who's to say the President won't throw troops into another third- world skirmish, pushing his sidekick's approval ratings up into the eighties again, and the campaign off the front pages? \n[21]What's your margin of error? Five points? Three? I can swing that, and you know it. I can swing seven away from you -- more than enough to split the party and -- \n[22]America is facing the greatest test of its history, gentlemen. Not just from terrorist organizations both outside and within our borders, but from covert alliances of disaffected nations so terrified of winding up on our shit list they believe the only way to protect themselves is to hit us with everything they can find before we get around to them. Am I the only one in this room paying attention to the NSA reports? We are on the brink of nuclear cataclysm, on our own soil, while our policies remain shackled by Jordan-style One Worlders who insist that human beings are essentially Good ... and that Power is something shameful, and Evil. Make no mistake, the people of this great country are frightened. They know what's coming. They can feel it. And we can shovel them the same old shit and call it sugar, or arm them, with a young, vibrant, populist congressman, a war hero with heart -- forged by enemy fire, in the desert, in the dark, when American lives hung in the balance. \n[23]-- billions of dollars, thousands of troops, sacrificed on behalf of a disastrous foreign policy which has only served to galvanize our enemies -- \n[24]Raymond -- -- sorry to interrupt -- \n[25]You must learn not to let yourself get cornered by the bottom-feeders. \n[26]I devour everything in my path, darling, top or bottom, you know that. \n[27]Hello Mark. \n[28]-- Raymond, this is J.B. Johnston, from Manchurian Global -- \n[29]-- and David Donovan, their Managing Director. \n[30]The plucky idealist. \n[31]Tom. \n[32]Tom, please, just because the party felt a younger, more dynamic man could help the ticket, I don't think it's fair for you to single me out and -- \n[33]Am I this predictable? \n[34]I'm calling to compliment you, Mr. Grumpy. I thought you were magnificent tonight. So do all the network campaign experts. \"Presidential\" was a word they used. \n[35]This compassionate vigilance thing is working quite well for you. I might have to convert. \n[36]Of course you do.    Now Raymond -- \n[37]Raymond -- \n[38]Raymond? \n[39]You want to help him? \n[40]I can't even imagine why. \n[41]What should we do?   Make him a General? \n[42]What? \n[43]You don't actually believe his story? \n[44]This is why voters love you. Your humanity and everything. I've never projected humanity. \n[45]That was a joke, you dreadful boy. \n[46]Carpetbag steak. \n[47]The steak part is mostly for you. Doesn't it look yummy? \n[48]And eating it is an absolute sexual experience. Try some. \n[49]Oh, Raymond, how much do you really know about your friend? \n[50]Evidently this has been going on for years ... \n[51]... Sad little Tin Soldier. \n[52]Isn't it disgraceful the way troubled individuals are allowed to simply walk around with the rest of us until something horrible happens? Another failure of the HMOs. I'm thinking of sponsoring a bill, with Senator Friedman of Rhode Island -- \n[53]Well, imagine how terrified your people were yesterday when Major Marco showed up at the airport and you invited him -- my God, invited him -- to tag along. Knowing what they knew. \n[54]That's what the neighbors always say about serial killers. \n[55]Perhaps we could arrange a promotion to a less stressful posting. Somewhere tropical. \n[56]Lies. Fabrications. Fiction. You've been waiting to do this to me for, what, twenty years? Get out. \n[57]Get out of my house. \n[58]The man is insane, Tom -- full-blown schizophrenia -- he's been stalking Raymond -- if you dare to use this -- \n[59]Your bipolar buddy has been sharing his dreams with Senator Jordan. \n[60]Can we please not go down that road? \n[61]Christ, Tom. They contribute to half the Senate, for God's sake. \n[62]Possibly the Senator's motives are colored by his desperation to get himself back on the presidential ticket now that the heavy lifting is done -- \n[63]He can't prove anything. \n[64]Raymond, remember when -- \n[65]I know -- I know, baby -- \n[66]Raymond -- \n[67]Sergeant Shaw -- \n[68]-- Sergeant Raymond Shaw -- \n[69]Raymond Prentiss Shaw -- Listen: \n[70]Oh, don't lecture me -- \n[71]Tom Jordan was going to destroy everything we've worked toward, and every one of us along with it, and you want me to call a meeting? \n[72]Bullshit. You can tell yourself that as you go to bed tonight, David, and I hope it helps you wake up tomorrow with a clean conscience -- but we are talking about my son and the future of this country. My father, Tyler Prentiss, never asked. He just did what needed to be done. \n[73]Is this Major Marco? \n[74]-- Major Bennett Marco -- \n[75]Bennett Ezekiel Marco -- \n[76]-- Listen: \n[77]The bullet will pass over your shoulder, just missing your head on the way to its target ... \n[78]... because, of course, the assassin -- the deranged, obsessed, tragically \n[79]paranoid, lone gunman -- is trying to kill you. \n[80]The assassin always dies, baby. It's necessary for the national healing. \n[81]I'm sure you will never entirely comprehend this, darling, and I know, the way you are right now, this is like trying to have a whimpered conversation with someone on a distant star ... but it must be said, Raymond -- I did this for you -- so that you could have what I could not, what your father didn't want -- what your grandfather dared to dream possible -- \n[82]-- when you ran away to join the Army, after that girl, after Jocie -- when you swore you'd never speak to me again, I felt your father's shadow pass across us, and I couldn't let him run you the way he ruined himself. That's when Mark Whiting came to me with talk of extraordinary scientific breakthroughs ... Attitude adjustment ... Reconciliation ... Greatness. So I let them take you, and change you. Not too much. Not so much that you'd notice. Just enough to bring you back to me. \n[83]And look what you have, now! Look how far we've come! It's working, darling -- they think they own you, but they are very, very wrong. You're not something they can buy and sell, Raymond, not for \n[84]any price -- we're one, and there'll be no stopping us now, will there? We're going to save this country in the hour of its greatest need. \n[85]How much you look like my father, now -- you have his hands, and you hold your head in the same proud way. And when you smile it's like I'm a little girl again, and -- When you smile -- when you smile -- ", "ROSIE": "\n[1]I know. But, Maryland, it's a beautiful state anyway. \n[2]Paper or plastic. \n[3]From the grocery store. You were wondering where, we, you know -- and right at the check-out stand, \"paper or plastic,\" that's me. I see you all the time. Bennett Marco. Checks from the First National Bank, and you always put your spare change into the March of Dimes thing. Romance novels, instant noodles, No-Doz and tomatoes. Anyway, I'm on vacation, holiday in the City and so forth, I saw you sitting here ... I thought, okay, girl -- it's now or never. \n[4]You headed to New York City? \n[5]Business? \n[6]Eugenie. \n[7]Yeah.   Crazy French pronunciation and all. \n[8]Thanks. \n[9]Not yet they haven't, thank God.   But you can call me Jenny. \n[10]Rosie. My full name is Eugenie Rose. I've always liked the Rosie part better. Eugenie is, well, fragile. \n[11]Yeah. Well. Maybe 'cause I was feeling fragile. At the time. \n[12]\n[13]My mother would tell you to wash these. \n[14]I didn't mean to upset you. \n[15]It's way overrated. \n[16]Jesus. You've been in here twenty minutes. I thought you'd fallen off. \n[17]I'm gonna get a cab, you want me to drop you somewhere? \n[18]Your friend gonna meet you here? \n[19]El Dorado 59970. My cell phone, in case you -- you know. I like to say it the old way -- can you remember the number, or should I write it on your chest with a sharpie? \n[20]You're sweating. \n[21]Listen. You got a place to go and get freshened up? \n[22]-- It's my cousin's apartment. She's in Cleveland with the road company of 'Mamma Mia.' There's ... a view of the park ... if you go out on the fire escape and kinda ... tilt your head ... \n[23]I'm nervous. I'm sorry.   I yak when I get nervous. \n[24]You okay? \n[25]Is that what happened on the train? \n[26]What if you are? \n[27]If that's a line, Ben Marco, it kinda worked. \n[28]Earth to Ben -- how're you doing in there? \n[29]Ben, what's going on -- are you okay --? \n[30]Ben, I need you to open this door.    Okay? Just for a sec. You're scaring me. Ben --? \n[31]\n[32]Oh Jesus. \n[33]See what? \n[34]Of what? \n[35]Blank again? \n[36]He said this would happen. \n[37]Your friend. \n[38]Kind of like a computer system crash -- your brain goes down, then you boot up again, but you lose all your RAM. Do you remember me? \n[39]Yes. \n[40]That's right. \n[41]You called me. \n[42]It's been weird, talking to you. Knowing that you could fall asleep with your eyes open and wake up and have forgotten the whole conversation. I hope to God that part's over. \n[43]Stuff. You said you \"loved\" me. Not to scare you. Out of nowhere, but more than once. \n[44]Liar. \n[45]Ben? \n[46]What are you ... oh God. \n[47]Don't -- \n[48]Don't do this, Ben.    It's not what you think. \n[49]\n[50]Or they want you to think that you did. \n[51]Who'll -- believe -- \n[52]\n[53]I am the Feds. \n[54]We've been watching you, trying to sort this out. I mean, it's either you're telling it straight and we've all got something big-time to worry about, or you're crazy and dangerous -- either way we've had to keep you on a short leash, 'cuz if we lock you up we'll never know. And we can't tell anybody because we don't know how deep this river runs. If there is a river. You got away from me. \n[55]Oh Ben. The thing is? I want to believe you. God help me, Ben, I do. \n[56]Everybody else wants you junked up on Thorazine and just not a problem any more. \n[57]Listen to yourself. You're a poster boy for paranoid fantasies. \n[58]on the edge. She badges Anderson, and talks to him. He nods, moves over and talks quietly to Raymond as Raymond signs his name in the voter registration log. Then lets Rosie guide him to a booth on the end -- \n[59]It's clean. \n[60]fights through the throng of students -- -- to the office door.   Now it's locked.   She bangs on it -- KICKS it open -- \n[61]is off to one side with a couple other Feds and a SECURITY GUY, reviewing the entry tapes from earlier -- \n[62]Stop. \n[63]No ... \n[64]A tiny island of worry in a sea of celebration. The huge light grids ripple with patriotic bunting effects. She scans the crowd, the perimeter, the balconies ... \n[65]\n[66]We know that. ", "DELP": "\n[1]Implant delusions. Number three on the paranoid top ten list. \n[2]That's what they all say, Marco. Some wicked shit got sprayed on you guys during Desert Storm. Besides all the depleted uranium, I mean ... \n[3]... I personally know of a coupla Rangers who swear that they see only in tertiary colors now -- \n[4]-- and can pick up sports talk radio in their cortical block if they get too close to a Con-Ed transformer. \n[5]A dozen years ago, the Army did this tiny implantable I.D. thing -- you could imbed it under the skin, then scan it like a bar code for medical emergency information, blood-type, DNA. Pentagon ordered up half a million, and stuck about five thousand experimentally into high-risk soldiers and infantry. But the scanners proved skittish and field hospitals hated 'em, so the whole deal got eighty-sixed and forgotten. \n[6]That you know of, man.     That you know of. How'd you find me? \n[7]Ha ha. \n[8]You seriously believe somebody's messed with your mother board. \n[9]Fear. \n[10]Nah, CIA cut me loose in '97 during the Macedonian debacle. Now I got this little grant from Wal-Mart. \n[11]We've all been brainwashed, Marco. Religion, advertising, television. Politics. We accept what's normal because we're told it's normal and we crave normalcy. Hell, look at the Germans under Hitler. Disco, in the seventies. And if you're really worried about somebody imbedding electric probes and computer chips in your brain to make you do things -- it's horseshit, man. Turns out Pavlov had it right from the getgo. Dogs and all. A little ECT and sleep deprivation will do the trick for a fraction of the price. Ask the Uzbeks. And you would remember it. \n[12]What if all this is the fucking dream and you're still back in Kuwait? \n[13]I am. You're not helping yourself. Reality is consensual, man. You just gotta prove it up. Or play it out. \n[14]These are not supposed to exist, man. These are only theoretical. \n[15]You sure you want to do this man? \n[16]-- because I don't. \n[17]No. I'll still owe you for getting my sorry ass out of Albania. \n[18]Manchurian Global. Heard of 'em? Private equity fund, specializes in military support services and weapons research ... including a certain Army implant project that went belly-up in the early 90s. \n[19]The ones they publicized were. But, oh man, there was a parallel project of all kinds of scary implantable shit the Clinton watchdogs finally freaked out over, and closed down. \n[20]Cuz they funded me to make some of their scary shit. \n[21]I don't know. I don't want to know. You don't want to know -- shit -- it's out of you, and you're still alive. That's the good news. What are you doing? \n[22]\n[23]These are built for monkeys, so bear with me, man. \n[24]I'm putting you on a cocktail of methohexitol to take the edge off. \n[25]'Getting clarity.' Or whatever you want to call it -- ECT not being the precise science that, say, leeching is. \n[26]It's the desperation move, man. But, hey. There is a school of thought, says a victim of induced abreaction -- or ultra-paradoxical brain activity, if you're at all correct about what happened to you -- can have it effectively dispersed by electroshock. Unscrambled. \n[27]But the legions of naysayers will tell you that if the initial work's done correctly -- if the brain's been not just washed, but dry-cleaned -- \n[28]-- fuhgetaboutit. No sale. Try to relax, okay? ", "JORDAN": "\n[1]-- no, the real danger is from suspending civil liberties, gutting the Bill of Rights, allowing our fear to destroy our democratic ideals -- \n[2]-- the political extortion you committed in order to destroy my vice presidential bid so that -- \n[3]-- so that you might vicariously bask in reflected limelight from your son -- \n[4]You know, I have such contempt for you, Eleanor, that when I think of you, I actually fear for this country. Raymond is nothing. A riddle. A wild card at worst. But you, you are the smiler who wraps her dagger in the cloak of the flag and waits for her chance to strike. Which I pray will never come. \n[5]Nobody will believe this. \n[6]On the advisory board of Manchurian- Global, should they ever publish a list -- which they won't -- you would find former Presidents, deposed Kings, retired Prime Ministers, Ayatollahs, African War-Lords, fallen Communist Dictators and an assortment of the Fucking Rich, who are distinguished from the merely Filthy Rich by factors of billions. \n[7]You bring me rumors and conjecture. \n[8]Nightmares you've interpreted, using as primary resources a) your spotty memory, b) the internet -- sacred sanctuary of idiots and nutters -- and c) random faces and coincidences, and evidence you chewed out of a man's back -- all neatly stitched together with the common thread of a powerful, well-connected private equity fund -- who will plead ignorance, and be shocked, shocked, to learn what \n[9]some of their subsidiary partners are engaged in. \n[10]No, I'll wait until Raymond gets here and we can all -- \n[11]Hello Raymond. \n[12]Do you recognize this man? \n[13]His name is Atticus Noyle. He is a South African physician, neuropsychiatric scientist and mercenary -- someone our CIA trained for covert mind warfare against the Soviets in Aghanistan -- someone who has sold technology to and done research for terrorist groups, and rogue states. Major Marco claims that this man -- \n[14]Nevertheless he's pulled from his mad hat some remarkably lucid connections between his dreams of your exploits in Kuwait, and this Dr. Noyle, and the private equity fund Manchurian Global -- \n[15]-- your mother's primary political benefactor for the past fifteen years. \n[16]At the time of Desert Storm, Dr. Atticus Noyle was working under a research grant from Manchurian Global. Your mother's friend. \n[17]Rogue scientists. Mind control. Manchurian Global. Your mother. You. Connect the dots, Raymond. Possibly, your mother's blind to them, because they pay their way -- \n[18]It's not about me. As far as I'm concerned, this should never come out -- it would shred what little remains of the fabric of our public trust -- think of the nation -- \n[19]Everything you stand for is upside down! If this were to come out, true or no, it would be catastrophic for the campaign. And it will come out. \n[20]You withdraw. You bow out gracefully. Personal reasons. An obscure illness. Yield your spot on the ticket, go into seclusion ... \n[21]... and then surrender yourself to federal authorities who can help you address the damage that may have been inflicted on you. \n[22]Who's that? \n[23]stops paddling, and lets the kayak drift in.      He's breaking hard, sweat glistening on his face. \n[24]Wait.   Oh, don't do that, I can -- \n[25]-- the water must be freezing. What are you doing? Raymond. Don't bother, I can -- \n[26]I am too.    But, your mother must -- ", "NOYLE": "\n[1]Captain Marco -- \n[2]-- when you're rescued and returned with your patrol to command headquarters, what will be among the first duties you will undertake? \n[3]Yes. Brilliant.   But there were casualties? \n[4]Here, then, are ten subject soldiers in a clinically-induced functional fugue state. Hyperdelusional that they've been bivouacked in a small caravansary to wait out a sandstorm. \n[5]Our Candidate's course of treatment will, of course, involve considerably more sophisticated intervention over a sustained time period, to ensure that a stable mechanism is irrevocably in place. We employ a kind of neurocellular conversion. Psychological abreaction through genomic repurposing. \"But Dr. Noyle, all the literature -- all the literature says you cannot make an individual act against his deepest moral nature -- or his own self interest.\" Hmmm. Let's see. Sgt. Shaw. Ever killed anyone? \n[6]Not even in combat? \n[7]Brilliant. Casualty time. \n[8]Raymond.    Suffocate Private Mavole. \n[9]And at the instant he completes this, or any task, Raymond has already forgotten that he has ever been involved in it. \n[10]Hello Raymond. Do you remember me? \n[11]Brilliant. We have twenty minutes for our little check up from the neck up. \n[12]No decay, no slippage. Everything appears to be in flawless working condition. Raymond can you remember the deaths of Mavole and Baker? \n[13]Describe it. \n[14]Hello Captain. Do you remember me? \n[15]... we really can reinvent ourselves, you know, by the remapping of the human genome. Strengthen character, enhance personality, not unlike tummy tucks and breast augmentation. Generate extraordinary abilities in math, music, athletics. Tweak the sympathy gene, boost self-confidence -- \n[16]-- broaden the very parameters of memory, to offset the ravages of dementia -- or virtually liberate an individual from the limitations imposed by damaging previous experiences -- literally freeing them from the burden of their past ... \n[17]Raymond -- Raymond -- \n[18]Captain Marco, would you please shoot Private Baker so we can move on? ", "MELVIN": "\n[1]Quarter million dollars of U.S. Army hardware rat-fucked by a coupla used Toyotas. \n[2]You ever wish it'd been you? \n[3]Won the medal. Been the hero. \n[4]Major Marco. \n[5]It's Al Melvin, Sir. Corporal Melvin. From your unit. Desert Storm. \n[6]I have these dreams, Major. \n[7]Yeah. Kuwait. You and me. Mavole, and Baker. Raymond Shaw. See, I remember it happened the way you just said. And then I don't. \n[8]Do you have dreams, sir? \n[9]Not these. \n[10]It's bad, sir. It's making me crazy. I write it down, every night, after I wake up, I try to get it all -- it doesn't always go together -- all of what I can remember, and -- \n[11]-- I've been to doctors! \n[12]I'm so stuck, sir. I mean -- I remember Shaw saving us, but it does not make sense -- it should have been you. And Shaw, he -- \n[13]I can't get my hand around it. I thought maybe, if you had the dreams ... \n[14]No.   No sir. \n[15]I don't need your money. \n[16]Go. ", "COLONEL GARRET": "\n[1]What were you hoping he'd say? \n[2]I think you hoped Congressman Shaw would say, \"yes, Major, I've had those same dreams. Tomatoes and sandstorms. You're not nuts, there's some crazy shit going down here.\" \n[3]Major, we've been down this road with you before, yes? \n[4]Have you contacted any other members of the unit besides Shaw and Melvin? Asked them about the dreams? \n[5]And what is it you are saying, exactly, Major? That you misrepresented -- falsified -- what happened In Kuwait? About the Medal of Honor? In effect, committed perjury. \n[6]-- No, no, I'm sorry -- you're saying an entire squad of U.S. Army soldiers was hypnotized into believing that Raymond Shaw deserved the Medal of Honor. And somehow you're the only one who knows the truth. \n[7]Major Marco. You will stay clear of Congressman Shaw. \n[8]Major, do you ever take a step back and consider why you've remained at rank for all these years? Missed Bosnia, Afghanistan, Iraqi Freedom. While men of lesser promise and inferior talent have enjoyed the fruits of those campaigns and moved beyond you? \n[9]Cut it out, Major. \n[10]Someone from Senator Eleanor Shaw's office called and intervened on your behalf. \n[11]Major, you have reached the terminal end of the Army's patience. You're relieved of duty, effective immediately. ", "MARCO'S VOICE": "\n[1]Approximately sixty four hundred hours before Desert Storm, we were on a routine recon inside Iraqi-controlled terrain, assessing troop strength for what Saddam Hussein promised to be the mother of all wars ... but turned out to be just a little warm up for the whomping he got a few years later. \n[2]I found it again. \n[3]I remember. \n[4]What else did we talk about? \n[5]You don't believe any of it. \n[6]-- maybe that's what they want.     Maybe that's what they want. \n[7]-- I watched Raymond Shaw kill someone. I watched him kill Private Eddie Mavole. Like it was nothing. \n[8]... We were all hooked up to IV tubes and wires and equipment -- heart monitors, head monitors, electroshock -- and a lot of stuff I've never seen before ... \n[9]What? ", "ANDERSON": "\n[1]Tried the Pad Thai, Major?   I'm told it rules. \n[2]Sir, we'll be right outside. \n[3]Congressman Shaw? \n[4]-- are you okay? \n[5]He bit him. Sir, did he bite you? \n[6]Sir -- \n[7]We've arrived, Congressman. \n[8]Mr. Shaw? \n[9]All clear. ", "JOCELYN": "\n[1]... but Raymond, my God, it's been so many years -- I've been married and divorced -- \n[2]That's not what I -- but, yes, it's great, really -- I see that you have -- congratulations -- \n[3]Raymond -- people can't rewrite their lives -- \n[4]That you must be just about the loneliest person on earth, and it breaks my heart. \n[5]I've got to go -- good luck with the campaign. \n[6]\n[7]leaps into the water, thinking she'll help with a rescue. The cold hits her like a sledgehammer -- followed by the realization Raymond's trying to drown her father -- \n[8]Raymond, what are you doing?!   No!   Stop it! Stop --! ", "MEDIA ICON": "\n[1]Raymond Shaw bears the lineage of the fabled Prentiss family dynasty -- grandson of legendary industrialist and diplomat Tyler Prentiss, son of controversial Senator Eleanor Prentiss Shaw, who took over the seat vacated by her husband, the esteemed John Shaw, when he died tragically over twenty years ago. \n[2]For many, Raymond Prentiss Shaw is an enigma: millionaire Harvard honors student who enlists in the military -- \n[3]-- refusing the officer's commission to which he was entitled. The Medal of Honor winner beloved by the men of the 'Lost Patrol' he saved from an enemy ambush, and then guided back across the open desert to safety -- \n[4]The war hero who dedicated himself to public service after Desert Storm ... \n[5]... the revolutionary science of bio- genetics, which has, literally -- \n[6]... the FBI today released security footage of the assassin of Raymond and Eleanor Prentiss Shaw entering the hotel two hours before the fatal shooting ... \n[7]... President-elect Arthur has vowed to bring to justice whatever nation -- or nations -- are responsible. Still reeling from the recent tragic loss of Senator Thomas Jordan, Congress has already announced a fresh investigation into Jordan's death, in an effort to learn if it is in any way related to ... ", "ROSIE'S VOICE": "\n[1]Ben? \n[2]You said you \"loved\" me ... \n[3]... Not to scare you. Out of nowhere, but more than once. \n[4]Raymond Shaw. And about what happened to you, after you were captured. Black helicopters, secret laboratories, mind drugs, mad scientists, shock-torture ... \n[5]It's crazy. It sounds crazy. \n[6]Did he have a name? \n[7]The doctor, Ben -- what was his name? Can you remember? ", "LAURENT": "\n[1]Yes, well -- I see the Captain enjoys the road less travelled. \n[2]Well. Of course it is very bad, here. And here. And here, here, here, here -- \n[3]Tricky.    Swedish-made. \n[4]Exxon and Global Petroleum hired private contractors to do the work in '86, as part of their asset security program. Hired an Iraqi firm, in fact, who, now, well -- only they know where the little Nordic fuckers are planted. \n[5]-- Uh-oh. \n[6]Is this seat taken? "}}