{"dialogues": {"LISA": "\n[1]Thank you, Mr Aaron. She walks back. On her test he's written: B- \"SEE ME1\" \n[2]Sure. \n[3]Well -- I mean -- I didn't cheat, if that's what you mean. \n[4]A lot of people did. \n[5]I mean I'll take it over again if you want, but like, what would be the point? It's not like I'm ever gonna actually need to know this stuff in my daily life... \n[6]Um, no, not really. Mr Aaron looks down for a moment to hide his amusement. Lisa looks at him with secret adoration. He looks up. \n[7]Anyway, it was open book. So what's the big difference-between using a book and like, I don't know, using somebody else's mind who's like, really good at math? It's not like this person did the whole test for me. \n[8]No. I did some of it. She smiles at him. He is no longer smiling back. \n[9]You are so fair. \n[10]Nothing. . .Mr Aaron and I have an understanding about my math problem. Becky laughs. Lisa laughs. \n[11]He is so appealing. A long-haired kid comes out, followed by a somewhat preppier girl, KIRSTEN, and her look-alike friend LESLIE. \n[12]Can I just say, I'm not necessarily like a big fan of all the Presidents of the United States, especially the current one, but I still don't think its necessarily all that useful to categorize every President as universally corrupt, because that just seems very general to me. Especially if you're going to judge them by the standard of -- whatever they're supposed to traditionally be like in some mythical version of America that probably never existed to begin with. ANTHONY, an intellectual smart-ass, leans back in his chair. \n[13]Oh hey Darren. It was fine. Thank you so much. \n[14]Well, he knows I'm not planning to like, go into Mathematics or anything...He was totally cool about it. He's so cool. \n[15]What's that supposed to mean? \n[16]I was gonna go look for a cowboy hat. \n[17]Because my Dad is supposed to take me and my brother to this ranch in New Mexico to go horseback riding, and I don't think it would be right to appear on horseback in New Mexico without the appropriate equestrian paraphernalia, Darren. You wouldn't understand these things. \n[18]Anyway... Thanks again... \n[19]Yes, Darren? \n[20]I don't know. \n[21]What do you mean, like on a date? \n[22]All right. Calm down. What do you wanna see? \n[23]OK, take it easy, I was just asking! I'm sorry! \n[24]Oh my God. Are you like -- are you asking \n[25]Oh my God... \n[26]Nothing. This is -- Nothing. \n[27]Wow. I mean -- I am really flattered. But I would definitely not want to do anything to mess up our friendship. \n[28]It would definitely change it... \n[29]Well...I would definitely have to think about this... \n[30]OK, I will. Pause. He is looking at her like he wants something. \n[31]Why do you look like that? \n[32]What do you want from me? \n[33]All right. I'll see you later. \n[34]Hello...! Lisa drops her bag-and goes into the kitchen. She opens the refrigerator. Her brother CURTIS, 11, comes in. \n[35]Is Mom home? \n[36]Don't be such a little fuckin' goody two- shoes. - \n[37]Please don't say \"fuck,\" Curtis. \n[38]Yeah, that's because I know what it means. \n[39]Uh, no you don't, Curtis. Take my word for it. \n[40]It's when a man puts his penis inside a woman's vagina and moves it around really fast until they both have an orgasm and he ejaculates sperm inside her body. Pause. \n[41]Yes it is. \n[42]It is gross. She eats. He watches her. \n[43]No. \n[44]I don't feel like it, Curtis. Quit bugging me. \n[45]What are you up to tonight? . Nothing: Darren wants me to go to the movies with \n[46]Hey! The bus lurches away. Lisa takes off after it. IN THE BUS -- CLOSE on the Bus Driver, oblivious to Lisa, who we can see out the door and window, falling behind. ON THE STREET -- The bus falls behind a slow-moving car and Lisa catches up. IN THE BUS -- Lisa appears at the bus doors, waving and calling out. The Bus Driver sees her, smiles and waves back. ON THE STREET -- Lisa is running alongside the bus. \n[47]Hey! Where'd you get your cowboy hat? IN THE BUS -- The Bus Driver can't hear her, but smiles at her with good-natured flirtatiousness. ON THE STREET -- The LIGHT at the curb turns YELLOW. THE SLOW-MOVING CAR in front of the bus floors it to make the light. THE BUS DRIVER sees his way is clear and steps on the gas. He turns and waves goodbye to Lisa. She points at her head and then at him. He smiles, not quite getting it. The LIGHT turns RED. Still looking at Lisa, the BUS DRIVER lifts the hat off his head in a farewell salute as.-- LISA sees the bus pass under the RED LIGHT -- \n[48]Ma'am, can you hear me? Can you hear me? \n[49]My name is Lisa. \n[50]No, you're not dead. You were in a traffic accident, but you're gonna be OK -- \n[51]You were run over by a bus. \n[52]Yeah -- ! 1ST MAN Is anyone'a doctor? Could MONICA we get a doctor? So where am I now? Who are you? \n[53]Are you kidding me! \n[54]They're open. \n[55]\n[56]KID Well they're obviously I called them two minutes not coming fast enough ago, and somebody else so maybe you should probably called them too! call them again! Why \n[57]Sure! We can call her. What's her name? \n[58]It's -- No -- that's my name. Is that your daughter's name? \n[59]I'm s -- I'm not trying to be confusing. My name is Lisa: Is that your daughter's name? \n[60]I can't call her if you don't give me the number -- \n[61]What's your daughter's number? Monica starts breathing a horrible rattling choking. \n[62]Oh no please hang on. The ambulance is gonna be here any minute! Monica dies. \n[63]Oh please hang on! Please hang on! \n[64]NO ! Let GO. of me ! \n[65]OK, sure. \n[66]Yes. Thank you for the -- yes. \n[67]No, I wasn't on the corner. I mean I was, but I was running. I was trying to catch \n[68]If that's what corner it is. \n[69]Yes, except I wasn't standing I was \n[70]No! I was already running! I was trying to catch the bus and I happened to pass the corner! I wasn't standing on the corner! \n[71]Yes! Yes! I was trying to catch the bus! I was trying to catch the bus! \n[72]I understand! I don't mind, I'm just upset! \n[73]Could somebody call my mother? \n[74]Yes. Please stop patronizing me. \n[75]They do make sense. Just ask me! \n[76]I guess it was green? I didn't really see it. I think it was just an accident. Behind the Bus Driver somebody moves from where they were, and Lisa gets a clear view of the woman's covered body. \n[77]Yes. \n[78]Yes. \n[79]I don't know. \n[80]American history! \n[81]Nothing: I saw a woman get her leg cut off by a bus. She goes down the hall and into her room. JOAN, her mother, 40s, appears from the kitchen. \n[82]Good one, Lisa. She starts breathing heavily. She goes into her bathroom -- \n[83]Just a second...! Joan comes into the bathroom. \n[84]Just a second! She throws up again. \n[85]\n[86]Just throw them out. \n[87]Whv? Just throw them out! \n[88]I don't know. I guess she lived around here. She had all these Fairway grocery bags. \n[89]I have no fucking idea. \n[90]Oh, no thanks Mom. I mean thank you: That's really sweet. But I'm supposed to go see Becky anyway. \n[91]I don't really want to sit here thinking about it all night. Go to work. I'll be alright. Joan doesn't look so sure. \n[92]Hey. \n[93]Did you get the tickets? \n[94]Yeah... It wasn't very good. Who's that? \n[95]Go out with him. \n[96]Um, yeah...! other. \n[97]She kisses and hugs Lisa, squashing her a little. Lisa gets a little tearful. Joan squeezes her tighter. \n[98]'Bye Mom. \n[99]I love you too. Lisa goes out. We stay with Joan, who looks fretful. \n[100]I didn't bring her as a bodyguard. \n[101]NEIGHBORHOOD LADY 1 What are you muttering? Oh that whole family's crazy. \n[102]NEIGHBORHOOD LADY 1 Just everything. That's what I said. \n[103]So...I've been thinking about your suggestion... \n[104]I guess I_don't think it's a very good idea. \n[105]I guess I don't feel that way about you. \n[106]I know there is. \n[107]Mom...? \n[108]Can I come in? \n[109]Can I talk to you? \n[110]How was the show...? \n[111]Not really. \n[112]Mom...I have to tell you something. \n[113]So what do you think I should do? \n[114]But don't you think I should say something to them now? \n[115]\n[116]Um, I think we have a pretty good idea how much people hate us now actually, Angie. \n[117]They blew up our city, OK? So yeah, I think we have a pretty good idea, and personally I don't give a shit. There is some laughter from the class. \n[118]-- because the people who blew up the World Trade Center were a bunch of sick monsters - \n[119]Yes! \n[120]No, because they killed three thousand people for no reason. \n[121]But why are you defending somebody who murdered three thousand people! \n[122]Oh give me a break! \n[123]This is totally stupid. \n[124]They are the Ku Klux Klan! They like to throw acid in women's faces! \n[125]Oh my God, no it's not! \n[126]Yes. \n[127]She just stepped out in the street? \n[128]\n[129]How are you? \n[130]I'm OK. \n[131]Oh yeah, I'm really riding a lot. I'm gettin' these really bad saddle sores. \n[132]No, I was actually really thinking about \n[133]School's OK. I'm kind of fucking up in \n[134]But my teacher's really cool. So I guess \n[135]Well, I am definitely following in your footsteps in that regard-How are you? \n[136]Oh the same. They're all kind of the same. \n[137]Thanks, Dad, I don't really go for the California type. \n[138]Hard to argue with. I think I'll stop generalizing,now...! \n[139]OK, I can't wait for our trip. \n[140]Bye Dad. \n[141]It was OK. Silence. \n[142]What do you want me to say? JOAN I thought it was OK! Nothing! You said it! Next time I'll lie! \n[143]I won't! \n[144]I still might do lights or something. But I'm not gonna make a fuckin' ass out of myself parading around in a play so I can ask everyone how great I was for three years afterwards like my fuck-ass mother. \n[145]Did I tell you guys I saw a woman get her leg cut off by a bus? \n[146]Check out my boots. \n[147]What are you talking about? \n[148]Becky. Give me a break. Pause. \n[149]Can we just go please? \n[150]Oh, I'd like to have a little bit more please. \n[151]Fine. But this is totally stupid because we're both going to the same party. \n[152]It's very hard to be cool under these circumstances. \n[153]I'll try...! He gives her the spoon. She snorts it. \n[154]You are so funny...!  So what do we do now? \n[155]Paul...! What about your girlfriend? \n[156]Oh, never mind... They make out. He immediately starts feeling her up. She pushes his hand away. \n[157]Oh... No. He moves his hand back. She lets him. \n[158]Hey... You know I really love you, right? \n[159]I guess I'm not very consistent. \n[160]Are you still mad at me about the test? \n[161].Because maybe my mother is right, and the bus driver is completely devastated as it is. And I'm just gonna be this little rich girl who calls up the cops to ease her conscience, and then ends up ruining somebody's life, when I'm the one who was distracting him in the first place. \n[162]You know what I mean. \n[163]Oh my God, I don't mean literally rich. My Dad makes like one bad TV commercial like, every two years, and my Mom lives from like, voice-Over to Voice Over. I mean rich compared to the bus driver. \n[164]Nothing, I guess. I'm sorry. When you're raised to be a knee-jerk Liberal you tend to think about these things. Lionel and a girl open the door. \n[165]I'd do that. Mr Aaron sighs a little. \n[166]Um, a little. \n[167]Where are you going? \n[168]Why are you going to the opera? \n[169]Uh, no thanks. \n[170]I don't like that kind of singing. \n[171]Yes. That's true. But I don't like opera singing. \n[172]OK. I guess I'm wrong. I guess I do like opera singing. I just didn't realize it. \n[173]Nothing at all! Why are you pushing this? I don't want to go to the opera! \n[174]I did! And then you were like, \"Why not?\" So then I told you, and then you started like, debating me! Like you assume I've never thought this through for myself! Which I have! Many times! \n[175]Why? What's the big deal? Why are you so influenced by what me and Curtis think? What Curtis and I think. \n[176]I guess you would. Withdrawn. \n[177]Jesus Christ, I'm just sitting here! \n[178]No...! \n[179]Because it's dumb! I'm horrible! I get your point! \n[180]Was that supposed to be an imitation of me? \n[181]Well, for someone who's supposed to be a professional actress that's a pretty lame- ass impersonation of someone in your own family. Lisa shakes her head and watches the TV. Pause. \n[182]I will if I have to. Pause. \n[183]Yes. You're a big cunt. \n[184]You just called me a cunt, Mom! \n[185]Not really. \n[186]Oh my God! \n[187]Um, I think you're exaggerating slightly. \n[188]\n[189]Just stop whining about everything! It doesn't matter. Norte of that matters at all! You've been in a million plays, you always get freaked out because of what some dumb critic is gonna say about your dumb play, I don't frankly give a shit about Ramon or who you're going out with this week -- \n[190]But I don't care about any of this! It doesn't matter! Your boyfriend doesn't matter! Your play doesn't matter, except to you! I don't care about New Mexico, because to tell you the truth I'm probably not even going -- \n[191]-- and you want to know something else, Mom? There are more important problems in the world than our relationship! There's a whole city out there full of people who are dying! So who cares if I like your fucking boyfriend? It's so trivial! Why are you bothering me about all this? It doesn't matter!!! Pause. The intercom buzzer buzzes. Joan hesitates. \n[192]Do whatever you want. I don't care! \n[193]I know you don't. That's the problem. \n[194]Hey, Paul. \n[195]It's Lisa Cohen. \n[196]OK.  What have you been up to? \n[197]Sounds good... So...I was just thinking...This is gonna sound really queer, but...by any chance would you want to meet somewhere and like, take away my virginity? \n[198]Really? God, I'm so flattered. \n[199]Actually it's because of my deep passionate feelings for you, Paul. \n[200]Well, my Mom just went out for the evening...Except my little brother's getting dropped off at some point, come to think of it, so I'm actually supposed to be here when he gets home. \n[201]It's 252 West 85th Street... Green Revised 10/7/05 - Page 50 \n[202]Hello? \n[203]Hey, nothing. Writing my King Lear paper. \n[204]Not really. \n[205]Well, I don't want to fail Humanities. \n[206]No, probably not. \n[207]Actually, Darren...I don't really feel like talking right now. Pause. \n[208]\n[209]\n[210]Bye. \n[211]Hey, come in. She steps aside. He passes her and comes in. \n[212]Oh really? What did they say? \n[213]That's original... TRACKING them as they come into the living room... \n[214]So this is the living room. \n[215]We like it...My Mom hasn't read any of these books, by the way. \n[216]Some of them. Not all of them. Paul looks at The Rise And Fall Of The Third Reich. \n[217]Yeah, I think the Third Reich may be a little bit too much for me right now. \n[218]Do you want anything to drink? \n[219]OK, I have no idea where the bottle opener is. - \n[220]Thanks. \n[221]Oh -- that's OK. Don't worry about it. \n[222]How come everything you say always sounds so ironic? You don't even have to do anything and it just comes out sounding like, totally ironic and funny. \n[223]So...do you want to see my room? \n[224]This is my room. Ta da. \n[225]And these are my stuffed animals. \n[226]These are some drawings I did...Not that I should be showing them to you, because I know you're like a really good artist, right? \n[227]Yeah, I just do it for fun. But I've always really liked it... He looks at her pictures. \n[228]So...can I ask you a question? \n[229]This is probably gonna sound very immature, but how can you be so relaxed, knowing what we're about to do? Or is it just like no big deal to you?  OK, that was a really stupid question and I'm like totally embarrassed right now. I'm actually more embarrassed than I've ever been in my life. If you want to go home now that's totally \n[230]Yeah: I don't usually get nervous because I think it's worth it: I usually get nervous because I can't help the way I feel. Although I do think that if anything is worth getting nervous about, it's this. But maybe that's just really idealistic of me. \n[231]You are so funny...! \n[232]Oh you can just chuck it out the window. Paul struggles to open the window and tosses his cigarette. He closes the window and comes across the room to kiss her. \n[233]Are we starting? \n[234]And am I being really dorky right now? \n[235]I'm sorry. I guess I'm a little nervous. Please ignore. \n[236]What are you like the nicest guy in the world? \n[237]Like that? \n[238]in I supposed to go really fast at the end or something? \n[239]You don't have to do that. \n[240]Don't do that, OK? I'm just embarrassed. Let me do it to you. \n[241]Yeah. \n[242]OK: You sound insane. They laugh. \n[243]Yeah. \n[244]Mm hm. \n[245]Ow! \n[246]Kind of, yeah. \n[247]Did you bring a condom? \n[248]Shouldn't you put it on? \n[249]This is really kind of hurting. \n[250]I love you. \n[251]Nothing. \n[252]What? \n[253]Did any of it get inside me? \n[254]Yeah. It definitely did. \n[255]That's my little brother. She gets a bathrobe and goes out. We TRACK HER through the whole apartment. She opens the door for CURTIS. \n[256]Hi, Curtis. \n[257]Hey.  Can I have a drag? (takes \n[258]mad at you... \n[259]I guess so. \n[260]Well, I don't really want to get AIDS, you know? And I really don't want to have an abortion, because I know when you have one at my age it, can be really hard to get pregnant later on, and I definitely want to have children some day. \n[261]Oh, the \"I'm A Total Fucking Moron\" Pill? \n[262]Yes. I prefer not to put too many chemicals inside my body if I can avoid it. I'm sure it's fine...Or not...! \n[263]How do you know? Have you been tested? \n[264]I'm sorry. I'm not completely in control of my emotions.  Anyway...Thank you for deflowering me. \n[265]Did it freak you out that I said I love you? \n[266]You don't have to say it back, because I know you probably have like no feelings at all for me. \n[267]You should probably go now... \n[268]That's my brother. \n[269]Cue thirty-six, go. \n[270]OK, we're gonna do that one more time please. Let's back it up please... \n[271]But I'm jealous of you... \n[272]Because of everything! 'Cause you always get such good grades and your family never has to worry about money, and your parents are still together, and I'm really jealous of your other friends! \n[273]Me too! They embrace tearfully. Many of the kids are moved. Some are not. Becky leaves Lisa in the circle. Lisa wipes her eyes. \n[274]Darren...? Darren unglues himself from his perch on a table, and sits in the circle with her. \n[275]I know that I'm not who you want me to be to you. And I know how much I've hurt you. But I still can't believe it means we can't be friends anymore! So much has been happening to me this semester -- \n[276]-- and it's like I can't even talk to you about it because I hurt you so bad! \n[277]I don't love anybody more than you! You're practically my best friend! \n[278]Hi, my name-is Lisa Cohen. I was a witness in a bus accident case a few weeks ago... \n[279]Well, this is probably gonna sound a little weird, but are you allowed to tell me how to get in touch with that woman's family? I'm obviously probably too late to go to the funeral, but I really wanted to send some flowers or something. \n[280]Or is that like classified information? \n[281]She mentioned she had a daughter... \n[282]So did you have the trial, or whatever? Or did you make the -- did they have a ruling yet? \n[283]No Criminality. \n[284]Wow. That's a -- great system you got. OK. Wow. \n[285]Yeah. \n[286]Yes, I'm trying to reach Abigail Berwitz? \n[287]Hi, my name is Lisa Cohen. You don't know me...I... \n[288]Hi. Sorry. Yeah. I was actually calling about your cousin, Monica Patterson? \n[289]I was actually there when she had -- during the accident. I didn't know her, but I was the one who was with her when she died... \n[290]Yeah. I was sort of holding her hand at the time... \n[291]OK. Well, ummm, I saw her obituary in the paper, but I didn't see anything about a funeral. I assume they had one, because -- \n[292]I'm sorry: and I was also wondering, she said something about her daughter? \n[293]Oh my God. Was it...Was she sick? Or was \n[294]Oh my gosh. And -- do you mind if I ask: Was her name Lisa? \n[295]OK, see, that explains it. See, I think she thought -- \n[296]Oh -- the police -- I asked the Accident Investigating investigator who to contact if I wanted to -- \n[297]I'm sorry! -I'm not trying to harass \n[298]I'm sorry! I didn't really know who to \n[299]Yes -- Please. Can you hold on while I get a pen? \n[300]Oh so was she a lawyer? \n[301]Were you really good friends with her? \n[302]I'm going to that woman's funeral. \n[303]Why? I don't even know her. \n[304]Yeah. Thank you so much for letting me come. \n[305]Oh -- Um -- no thanks. \n[306]Oh - that's quite all right, thank you. \n[307]Emily, thank you so much for letting me be here. \n[308]Didn't she have any family? \n[309]Yeah... \n[310]I'm sorry! I just wanted to say goodbye. \n[311]Goodbye. \n[312]No -- M A R E T T I .. What about Brooklyn? . Thank you. She writes down the number and hangs up. Looks at the number. \n[313]I don't know. \n[314]I don't know. Sorry. \n[315]I don't really have a lot to say. It seems pretty self-evident to me. \n[316]Hi Dad. \n[317]OK. How are you? \n[318]That sounds pleasant. \n[319]Well...there's this one guy I sort of had something going with. But he kind of has a girlfriend, so... \n[320]I realize I'm incredibly enthralling... \n[321]Don't forget mature. \n[322]No...Don't worry. \n[323]Anyway, I do think it's a pretty long- standing relationship... \n[324]Well, I think he already knows I like him. \n[325].I think I might have spilled the beans on that one a little -- \n[326]Well, thanks, Dad. I'll be sure to try out the technique next time I see him. \n[327]78 \n[328]Actually, Dad? I definitely want to hear how things are with you in a minute, but I actually have something kind of serious I want to ask you about ...I'm kind of soliciting people I respect-for their views on this... \n[329]. so do you think I should go back to the police, or what? \n[330]You mean to protect myself before I go back? \n[331]That's OK. \n[332]Anyway, I guess I would just like to know later that I would have done the right thing by myself, if you see what I mean. Because I don't think I have so far. \n[333]\n[334]Hello? \n[335]Mom? What's wrong?...Did you have a bad show? What time is it?. Joan starts coughing. Blood starts coming out with every cough, first a little, then a gruesome amount -- LISA WAKES UP -- breathing hard short breaths. The room is dark and quiet. She calms down and gets up. Yellow Revised 10/9/05 - Page 81 \n[336]Hi. I'm sorry to bother you. My name is Lisa Cohen. I was involved in the same accident that Mr Maretti was involved in a few weeks ago... \n[337]Yeah...I was just wondering if I could talk to him fora minute. Is he home? \n[338]Hi. I'm really sorry to bother you...We never met. My name is Lisa Cohen... \n[339]Well...do you remember me? From the bus accident? \n[340]Well, would it be OK if I talked to you for a minute? \n[341]I'd just like to talk about the accident for a minute. I don't want anything, and I'm not here to do anything bad. I just wanted to talk to you about it. \n[342]It's in the phone book. I was gonna call first... \n[343]I'm sorry: Could I use your bathroom? \n[344]Well ...If it's OK, I'd rather talk to Mr Maretti in private. \n[345]OK. I hope this isn't going to insult you too much... \n[346].I was just wondering if you felt bad at all about what happened. \n[347]Yeah. \n[348]Yes! I'm upset about the accident! I'm very upset about the accident! I was covered in blood! I've never been covered in blood before, and I wanted to talk to you about it for a minute! Why is that so strange!? \n[349]Could I please talk to you alone? \n[350]I just...Well, I just want you to know... \n[351]Well... you probably already know, obviously, that I told-the police on the police report that I thought the whole, thing was an accident... \n[352]Well -- I mean, I know you didn't do it on purpose. \n[353]But it wasn't like... \n[354]Well ...I mean ...We were looking at each other... \n[355]Well ...Yeah ...I mean. . .not like... romantically or anything... \n[356]OK, scratch that. 'Cause that's not even... relevant... \n[357]OK. I can see the way this is. \n[358]I am -- \n[359]All right! Well...the way I remember the accident is that you were wearing this cowboy hat -- \n[360]If you could just let me...! From my point of view, I was out that day trying to buy a cowboy hat, so I was waving at you, becase I was looking for one... and you were kind of waving back...And I know the police already decided it was No Fault, or No Criminality or whatever they call it -- \n[361]-- I guess partly because of what I told them. And I know I was distracting you, but -- I did see the bus go through the red light. And that's when it hit that woman. \n[362]Only nobody said that to them. And I just wanted to like, acknowledge with you that that's what happened. \n[363]No...Yes. But I wanted to ask about your -- \n[364]You don't remember looking at me and waving at me? Mrs. Maretti comes out again. \n[365]Well ...I think we both remember something different. \n[366]I'm not trying to get you in trouble. \n[367]So you're just gonna leave it? \n[368]I'm not talking about bringing her back. .I'm talking about telling the accident investigators what really happened. \n[369]I know that. But I lied. \n[370]Yes. And I can understand if you don't want to get in trouble, but.-- \n[371]I can't help what other people saw -- \n[372]I just know what I saw! \n[373]Because -- when they were asking me what happened -- it seemed like you were kind of looking at me -- like we were saying to each other, \"Let's not say anything about what happened.\" \n[374]I can't prove that you were doing that -- Mrs Maretti comes back outside. \n[375]No! And I am not blaming you for any of this! All I'm saying is that I didn't really tell the cops what happened, and I didn't want to go back without -- \n[376]I just want to say what really happened. \n[377]It was both our fault. \n[378]It was both our fault. Maretti scrambles in his pocket for a pen. \n[379]Fine! It's -- um -- 212- 555 -- \n[380]0157. Why do you need it? \n[381]I don't know why you're -- Maretti turns and goes in the house. \n[382]It's almost as bad as getting your deg cut \n[383]Yes. \n[384]I guess I was afraid. I didn't know what to do.â\u0080¢ \n[385]I know it doesn't sound very impressive. \n[386]My mother hasn't really been that helpful. \n[387]I mean she's got a lot going on right now and she just hasn't been that interested, I guess. \n[388]Her show is opening. \n[389]She's in a play. \n[390]Well, it's kind of a big deal for her. She has a really big part. \n[391]I guess she's really worried about getting a bad review or something. \n[392]No thanks. \n[393]I think I can handle this part myself. \n[394]He didn't do it on purpose. \n[395]I will if you will. \n[396]Yes... \n[397]Just a minute! \n[398]No we can't forget it, because I can't take this anymore. What do you care what they say about you anyway? \n[399]I do understand it, because we have this conversation every time! You're great in the play, you're a great actress, everybody thinks you're great, everything about you is great, you're really really pretty -- \n[400]So let me just find the review and then we can both kill ourselves, OK? \n[401]\n[402]Yes. \n[403]Let me read it.  OK, it's really good. \n[404]Oh my God. Listen to this: \n[405]\".. .but it is the frankly extraordinary Joan Kaplan who transforms the savage wit of David Holmes' acid comedy-drama into something approaching sheer luminosity...\" \n[406]\"But don't be misled by her feather-light touch and expert comic timing. With the canny  bray... \n[407]Yes. \"-- of an actor at the JOAN Top of Craft, Ms. Kaplan takes Top of Craft...? us on an emotional roller coaster that is both hilarious and heartbreaking, maddening and magical.\" \n[408]OK. This is the best review I've ever read. \n[409]No, he likes the play, he likes the cast, but the main thrust of it is basically what a genius you are, and how your time has come. \n[410]Oh my God you're a huge star. \n[411]Can I make coffee now? \n[412]Here come the offers. \n[413]Um, yeah. Is Detective Mitchell here? \n[414]Oh. Um -- I talked to him on Monday and he said he'd be here after three... \n[415]Um, well, do you know when do you expect him? \n[416]I was involved in an accident a few weeks \n[417]And I filled out a report with Detective Mitchell, but wanted to amend the report, so I thought I should -- \n[418]Well, there was something I didn't tell him, and I wanted to tell him, because -- \n[419]Yes! Yes! I want to change my statement. Yes. \n[420]Yes. I know. That's why I asked to see Detective Mitchell. Who said he'd be here now. Which he's not. So... \n[421]No. Sorry. It was that woman Monica Patterson, who got run over by the bus, on Broadway -- it was in a lot of the newspapers... \n[422]Thank you. I --- \n[423]I assume it was. But part of the reason it's closed is because of my statement. And the statement I gave -- \n[424]Yes. \n[425]I mean -- \n[426]I'm sure it does. I obviously didn't mean I personally closed the case, like, legally. I meant that what I said was probably instrumental in getting the case closed, because I was the -- \n[427]Lisa Cohen. \n[428]Don't call me honey, OK? Pause. \n[429]Are you not gonna help me now that I said that? \n[430]Lisa Cohen! \n[431]I'm calm right now! \n[432]No... \n[433]Nothing. I don't know if you remember me... I'm Lisa Cohen. I called you on Monday? \n[434]Yes. He wasn't even looking at the road. And I was definitely trying to get his attention... \n[435]I don't have any control over if he goes to jail or not. I certainly have my hopes. I just want to set the record straight, so that if he gets away with this I won't have been a part of it. \n[436]Do whatever you want. I know what I did. \n[437]Even if he kills someone? \n[438]So he's not liable to be prosecuted for manslaughter? Or second degree murder? \n[439]That's unbelievable! What does he have to do? Kill her on purpose? \n[440]No. Pause. \n[441]You're kidding. \n[442]Thank you...! Thank you. \n[443].Yeah, because the Central Park Conservatory or whatever it's called put up about five hundred miles worth of these cheap shitty-looking fences all over the park. Which is totally antithetical to what the park was originally designed for. She exhales and hands Becky the joint. \n[444]Hi John. \n[445]Sorry. \n[446]OK: How about how he's like, \"Smokin' a j.\" Like, \"You can't be smokin' a j.\" They all burst out laughing. CU on the angry embarrassed back of John's reddening grown-up neck as he keeps walking away. \n[447]Hi, Mr Aaron...! \n[448]I'm pretty damn good. How are you? \n[449]Oh...â\u0080¢I'm working on it. I'll tell you all about it sometime...(squinting at him in the sunshine) Hey, what kind of a bike is that? \n[450]I'm supposed to take a horseback riding trip with my father over Christmas break and I was just wondering, does it bear any resemblance to riding a bicycle? \n[451]But you must have ridden a lot of horses. \n[452]Aren't you from Texas or Wyoming or someplace like that? \n[453]God, so what are you doing at a New York private school teaching geometry to a bunch of overprivileged liberal Jews? \n[454]What's a Lisa question? \n[455]About half and half. \n[456]Before you go, I am actually thinking of getting one of these. Can I try it? Just for one second? \n[457]Thanks. \n[458]No thanks. This actually feels really, really good. God, I'm kidding! You are so easy to tease! She bikes away awkwardly, turns around and bikes back toward him, wobbling badly. \n[459]I like your bicycle...! Can I have it? \n[460]Can I just ask you how is it possible that I am totally in love with you and you have almost no interest in me whatsoever? It's not like I'd ever say anything if you ever deigned to like, you know, be with me. \n[461]I can tell you like me. It's not like I'm a virgin, if that's what you're worried about. I'm not even close. \n[462]Yeah, you keep saying that, but I notice you're still standing here. \n[463]It's not my fault if I revere you as a god! \n[464]Oh my God. I made you laugh. I am so happy right now. \n[465]Oh -- no thanks. I'll order something. \n[466]Yeah, did he say anything? \n[467]I'd rather not talk about it when you have one foot out the door. I'll tell you later, if that's OK. \n[468]She's the friend of the woman who died, the one who had the funeral... \n[469]OK. How's Ramon? \n[470]Give him a chance, Mom, you just met-the guy. \n[471]You feel lonely when you're with him? \n[472]I guess so. I feel that way all the time. You get used to it. \n[473]So don't get serious. That's my advice. Pause. \n[474]Have a good show. \n[475]OK, great. \n[476]Are you guys gonna order something? 108 \n[477]As opposed to what? \n[478]I don't understand. \n[479]I thought we were trying to get the police to arrest this guy...! \n[480]So what can we do? \n[481]Sorry. \n[482]You can really sue for that? \n[483]So -- I don't understand. Who are we suing? The bus driver? \n[484]But do you think the driver would get fired? \n[485]Even if all the facts came out at the trial? \n[486]I'd say she was alive for ten minutes. \n[487]Her leg was cut off. \n[488]I'm sorry, Emily.  Yeah, awake. \n[489]Why not? \n[490]Can't I explain why I lied the first time? It's not like I'm trying to get any money for myself. \n[491]So that's'something, isn't it? \n[492]Anyway, the whole point is to get this guy -- \n[493]No, its to get him out from behind the wheel of a bus! \n[494]I think she had a pretty good idea. \n[495]Yes, Detective Mitchell please? . My name is Lisa Cohen? C 0 H -- Yes, I'll hold. \n[496]Oh, hi, it's Lisa Cohen calling. \n[497]Well, I was just wondering what ever happened, if anything, with the case. You said you might re-interview the bus driver... \n[498]You did? What happened? \n[499]But how did you ask the questions? \n[500]He's obviously not gonna change his statement if you just ask him like really politely: Why would he? We already know he's a liar. \n[501]Yeah, not to white people. \n[502]You don't do it to white people. Anyway, I'm not saying you -- \n[503]Oh my God... \n[504]Yes, thank you, yes. \n[505]Yes, I would. \n[506]So there's no way to appeal -- \n[507]But how do you know Detective Mitchell interrogated him aggressively enough if you weren't there? \n[508]Really? \n[509]Why does this not shock me? \n[510]This is making me sick. \n[511]We do? \n[512]\n[513]Why not? \n[514]Really. My God. \n[515]What's with Monica and her cousin? \n[516]So that's who we're getting the money for? \n[517]Six years! \n[518]So what good does that do? \n[519]By getting money from their employers' insurance. companies? \n[520]Could we insist they fire the driver? As part of the settlement? \n[521]But is that something people do? \n[522]And you think we're gonna win? They're gonna settle? \n[523]This is -- \n[524]What'd I do now? \n[525]I think about a thousand people must... \n[526]Nothing... \n[527]You should go see it, it's really good. \n[528]She's just being modest. She's gonna win every award in New York. \n[529]That show was so stupid. \n[530]That's not true...! \n[531]Yeah, I do. \n[532]I'm not. My grades slipped a little. They'll get better. Anyone can do their homework. You just sit down and do it. I've been distracted. I'll stop. \n[533]We didn't need to have a big conference about it. \n[534]There's nothing to keep her apprised of., We're just waiting for them to schedule the Discovery conference. \n[535]Mom? It really doesn't matter. \n[536]I just wanted to...I was just there. \n[537]Oh my God, is that you? \n[538]And that's you and Monica obviously. Oh my God. Is that her daughter? \n[539]God... So how old was she when she died? \n[540]God. I can't even imagine. \n[541]You know Monica asked about her when she was dying? \n[542]Yeah. I think she was confused... like, I think she thought I was her daughter for a minute. And then she was asking me to call her, like to tell her what happened: You know, like she didn't remember she was dead. \n[543]She just asked if somebody could call her daughter. But then it got confusing because I said, \"Sure, what's her name?\" And she said her name was Lisa. And I said, \"No, that's my name.\" Because it took me a minute -- I didn't realize we had the same name... Emily does not respond. \n[544]But I couldn't tell if what I was saying \n[545]But then when I found out her daughter was dead, ever since then I keep having this really strong feeling that some way, for those last five minutes I kind of was her daughter. You know? Like maybe that's the reason I was there: Like in some weird way, this obviously amazing woman got to see her daughter again for a few minutes, right before she died. \n[546]I didn't mean she ws literally inhabiting my body. I don't believe in all that stuff at all. \n[547]Oh my God! Why are you so mad at me!? \n[548]What? You think I think this is an opera? \n[549]You think I'm making this into a dramatic situation because I think it's dramatic?!? \n[550]What does that have to do with anything? If anything I think it means I care more than someone who's older! Because this kind of thing has never happened to me before! \n[551]Yes it is! I know I'm not the one who was run over -- \n[552]I'm well aware of that! \n[553]Oh wow. \n[554]I am not -- \n[555]Oh my God! \n[556]I'm not fucking dramatizing anything! \n[557]I was there, and you weren't! And if I happen to express myself a little hyperbolically, Emily, that's just the way I talk! I can't help it if my mother is an actress! Why are you being so fucking strident? \n[558]Yeah. \n[559]Why? Because I called you strident? \n[560]No I'm not! You're insulting me enough as it is: You don't have to call me stupid too! \n[561]OK! I will. \n[562]OK! Let me get my purse! Lisa grabs her purse and coat. Emily half-walks, half-drives her toward the door. \n[563]Does this mean we're dropping the whole inquiry? \n[564]All I meant by saying you were strident was that you were being emphatic! I obviously misused the word! \n[565]Jesus Christ. You're amazing. \n[566]Why are you doing this... .! \n[567]I never said or thought you were...! And I really didn't mean to call you strident! I totally misused the word! I wasn't trying to insult you, Emily, I really wasn't! I feel so bad about what happened and I'm trying so hard to do something about it! And I don't understand why if I say something wrong you can't just give me a break! I didn't mean I thought her daughter took over my body. I'm not an idiot. It was just this feeling I had because she was holding onto my hand so hard before she died, and because we had the same first name! \n[568]But I'm not trying to dramatize anything, Emily. I really know about that trend, and I really don't think I've been doing that. \n[569]I will. They kiss and make up, but it's still a little ugly. \n[570]All right. Let me ask her. \n[571]I was thinking about spending next year with Dad. \n[572]Yeah. You're all worried about my grades. They have really good public schools in Santa Monica, and if Iofficially lived with him, you wouldn't have to worry about my scholarship. \n[573]We've had some general discussions. \n[574]Why are you being like this? \n[575]Why are you about to start crying? \n[576]No it's not -- \n[577]But why can't this even be mentioned without you taking it personally? I'm just introducing a possibility! \n[578]Fine! Keep it up! It really makes me want to stay here! \n[579]No. \n[580]Shut up. Green Revised 10/7/05 - Page 136 \n[581]I would tend to agree with all of that, except I do think that teenagers don't always necessarily think things through very carefully, and they don't have enough experience to know what the right thing to do is all the time. I also think they tend to adhere to ideologies really easily without having actually bothered to think them through for themselves.-- \n[582]Such as what? Such as, gee, I don't know: the Hitler Youth? \n[583]Or what about all these teenage suicide bombers? Not that I want to get into the whole Palestinian thing again, but assuming you don't think suicide bombing is a good thing, wouldn't you say that's an example of being idealistic without using your critical faculties? \n[584]And maybe running the risk of having your youthful enthusiasm be co-opted by adults for purposes of their own that you might not even ultimately agree with? Angie's hand shoots up. So do several others. \n[585]I think it's fine if you want to sacrifice your life for what you believe in. I actually think that's really noble. It's a little different when you're willing to sacrifice someone else's life, you know? I personally don't think that's such a big ideological achievement! \n[586]Yes! There are bad people in the world! I think they liked blowing up the World Trade Center! They kill their own sisters when they get raped! It's called barbarism! \n[587]Why, adults don't yell and interrupt each other? \n[588]Sorry. \n[589]OK, you're a moron. \n[590]Fine. Thank you. Lisa passes the blackboard, grabs some chalk and checks \"NO. \" \n[591]By the way, she just proved my point. \n[592]-- and I guess I lost my cool a little, but I just love it'when people start comparing the Israelis to Nazis... \n[593]Um, I just spent the whole day arguing about this: I didn't really mean to bring it up again. \n[594]I'm not handling you. \n[595]That's what I think! Emily tries to unhook her purse from the back of her chair. \n[596]Sorry about all that tonight. \n[597]She's a really passionate person. She really cares about things. \n[598]So what? Why is it so JOAN important that people be No -- I'm not ar -- I'm polite all the time? Why not arguing about this with is that the big priority? you! I'm not interested in an exchange of ideas. As it happens Ramon said a few things I wasn't too crazy about either, so I guess that's the end of that... \n[599]Oh is that supposed to be Emily's fault too? \n[600]Well...? How's that anti-Semitic piece of shit Ramon?- \n[601]Hello? \n[602]Hi, Dad, how are you? I'm really looking forward to our horseback riding trip... \n[603]Really? What's the matter? \n[604]I never said I didn't want to go. \n[605]I think-he's really looking forward to it -- \n[606]We don't detest each other \n[607]\n[608]\n[609]Dad's cancelling the trip. \n[610]He's says nobody wants to go and he doesn't want to spend the money. \n[611]No, I know there was some problem with Annette about arranging for food because I don't eat dead animals, but.I didn't think it was.going to wreck the whole trip. \n[612]I thought you said it sounded like it was going to be a disaster. Personally I'm relieved. I'm not moving out there, either, by the way, obviously. Which is fine too. \n[613]Thank you for letting me come up. I don't know who else to talk to. She's talking to MR AARON, who looks very uncomfortable. \n[614]You've always been very sympathetic to my craziness, and I may not show it all the time, but I actually really appreciate it. \n[615]I just need to talk to somebody who doesn't completely misunderstand who Iam. Or not even who I am, but what's going on inside me, or all around me. Sound confused enough? Anyway, for whatever reason, I always felt like we understood each other on some level, even though I'm like a mass of conflicting impulses and you're basically the most grown-up, rational man I know. \n[616]You seem pretty fuckin' rational to me. Like that seems to be your leading feature. I mean you obviously have a lot of pretty deep feelings...So when you're rational - just to finish my thought -- it's like this really interesting way of governing yourself. \n[617]And you don't have to get all uncomfortable again: I'm not talking about what you think I'm talking about, because I know that subject is-off-limits. I'm talking about your soul, I guess, and how you feel you have to keep it in check all the time by being sensible. Do you know what I'm saying at all? \n[618]Well, I don't want to disillusion you, but we happen to be living in a world where that is what people do. More often than not. \n[619]No, I get it. That's actually the most hopeful thing anybody's said to me for a long time. I don't know why I take such a dire view of things, I really don't. She removes her jacket. She's wearing a small clingy T-shirt. \n[620]Just a little hot...A little warm .Is this all right? \n[621]Do you allow smoking in your apartment? \n[622]I like your apartment. \n[623]Sorry. \n[624]This is terrible. \n[625]I just like you so much...(Smooths her ash on the ashtray.) Sorry. What a moron. \n[626]Thanks. Thank you. She kisses his hand a couple of times. \n[627]Please just let me for a second. I like you so much. I like you so, so much. She kisses his hand more elaborately. He lets this go on. she slides her hand onto his leg. \n[628]Don't stop me yet, OK? They kiss some more. She bends down to unzip his fly. \n[629]Just let me for one second... She bends her head over his lap. He lets her. \n[630]Nothing. It's OK. \n[631]Don't stop. It's OK. \n[632]Yes, yes, you don't have to keep asking me that. \n[633]No, keep going...! She keeps pushing against him. \n[634]All I can say is I better get a pretty fuckin' good grade in geometry this year. Lighten up! I'm kidding. \n[635]Don't worry. I'm not gonna tell anybody if that's what you're worried about. I totally initiated the whole thing. \n[636]Anyway, it's just sex. You're acting like a little kid. I'll see you in school. She walks out. He is very flummoxed. \n[637]Sorry. \n[638]These people are retarded. \n[639]We're not talking about -- Hi, this is Lisa? We're ABIGAIL talking -- We're talking Hello, Lisa. about -- Hello? \n[640]We're talking about the driver, getting the driver fired -- \n[641]-- as part of the conditions. \n[642]Thank you. \n[643]Thank you. Pause. Joan gets to her feet and starts tidying up. \n[644]Are you upset about something...? \n[645]Uh, gee, Mom maybe you should really think about it some more. Because it would probably hurt Ramon's feelings if you broke up with him and I think you better think about it before you do something like that to him. \n[646]No shit. You're on your own, Mom. \n[647]You're welcome. The PHONE RINGS. Joan picks it up. \n[648]What's the matter? \n[649]What? Is he gonna be -- \n[650]OK, I'm really not trying to be funny, but isn't this a Jewish funeral home? \n[651]Oh, you're welcome. \n[652]Um, I'll go. \n[653]\n[654]People don't relate to each other, Mom. They're totally disconnected. And if they have any time for each other at all, it's either like a biological imperative or like some weird cultural anomaly. That's what I make of it. \n[655]I'm not trying to hurt your feelings. It's just a general observation. \n[656]Sure. Lisa rises and hugs Joan. It's not a good hug. \n[657]Oh brother. \n[658]\"You're gonna come forward.\" And do what? You didn't kill anybody. \n[659]You just had sex with me after I practically begged you to. You're a guy. \"I'm gonna come forward.\" \n[660]Suit yourself. I'll deny everything and you're gonna look like a total psycho. And then my Mom'11 have you arrested, and then spend the rest of her life feeling bad about it. So why don't we just skip the whole thing and forget about it? \n[661]You'll learn. \n[662]Good news! \n[663]What do you mean? Aren't JOAN you going to tell me. It's your body. It's your what to do? (half- baby. What do you want to do? laughing) Baby... .? \n[664]It could be a lot of people. Joan looks at her. Lisa haltingly holds her ground. Joan takes a sympathetic step toward her. Lisa shrinks back. Joan stops. Her expression hardens. \n[665]I'm never gonna tell you, Mom! It's against my principles! Such as they are. \n[666]Hi. \n[667]I'm sorry, Mom. \n[668]What about -- \n[669]What do you mean? \n[670]Finish what? Forget it! \n[671]What does giving us three hundred thousand dollars mean? \n[672]Yeah, we know all about that! Just tell them to forget it.' \n[673]It's the only reason we're here. \n[674]It's Emily's decision. \n[675]It's not? \n[676]But she didn't even know about it! \n[677]The entire point of the lawsuit was to get the guy fired so he doesn't kill somebody else -- ! \n[678]-- it was not to get you three hundred and fifty thousand dollars you didn't know you were entitled to, for somebody you didn't even like... ! \n[679]And the only reason you're getting the money at all is because I started this whole fucking thing in motion! I'm sorry for swearing, but you should be willing to trade in all the money for getting this guy off the street -- \n[680]None of that matters -- \n[681]Because I'm the one who killed her! I'm the one who killed her! But at least I know I did it, and that guy has no idea! And he's wandering around blaming everybody else and all I want is for somebody to let him know that what he did was wrong! And if they don't fire him and all you want is the money and the police won't do anything, how is he gonna know he's wrong? You can't take the deal, Abigail! It wasn't so you could get any money, it was because we wanted to get him fired! It doesn't matter about the money! You wouldn't have gotten it before! \n[682]Oh SHOVE IT UP YOUR ASS! She knocks the speaker phone off the desk and runs to the door in floods of tears. Lisa! \n[683]You sleazy fucking lawyer! And you're a moralistic cunt! She runs out. 165 \n[684]Yeah, it cost four hundred dollars. \n[685]Yeah, don't go anywhere. Bonnie doesn't know what to make of this. Mr Aaron looks steadily at Lisa. \n[686]Yeah. I do. \n[687]Well... She doesn't speak. Pause. \n[688]Yes. \n[689]No...There's a couple of people it could be. \n[690]No...No...Never mind ...I'm sure he's sorry anyway, whichever one he is. \n[691]I'm sorry. I shouldn't have brought this up. Please don't tell anyone. \n[692]That's OK. I gotta go. Thanks for listening. It's -- It doesn't matter about the father, because the whole thing was my fault. I'm sorry...! She shakes her head and runs away. \n[693]What for? \n[694]Where are we going? \n[695]Yes. \n[696]It's OK. \n[697]Wait. I want to see if that's him. \n[698]It is him. Mom, that's the one... Joan and Lisa look at him. He's staring out ahead of him as people board the bus. He SEES Lisa and Joan but can't see their faces and doesn't recognize Lisa: He just sees two dolled-up women under the street light. He smiles dazzling at them and drives past with a short wave. Joan looks at Lisa. She looks like she's about to throw up. \n[699]What do you mean? It's OK. The end-of-intermission chimes sound. People start going in. Joan turns and goes in too. Lisa keeps smoking. ", "JOAN": "\n[1]Hello? \n[2]Lisa? \n[3]Oh my God, what happened to you?!? \n[4]What do you mean? Whose blood is it? What, happened?! \n[5]I don't know if I'm going to be able to get these clean again. \n[6]Let me see if I can get them clean. \n[7]\n[8]Does anybody know who she was? \n[9]Hey. Come on... \n[10]Lisa? Are you sure you don't want me to call in...? \n[11]Can you bring 'em in? \n[12]Thank you guys so much for coming...! It was really great to see you...! \n[13]Hi -- are you Ramon? \n[14]You're so sweet, thank you. And thank you for the beautiful flowers...! \n[15]No, I'm very flattered. And you've seen the show before...? \n[16]Gosh. That's very -- That's a lot! \n[17]Yeah, we're on kind of a weird schedule... \n[18]Well, at the moment we're just trying to focus on what we're doing... \n[19]Oh -- No -- thank you. I can't. I'm just on my way home. \n[20]Um -- Well -- \n[21]No no no, it's OK, um -- Yeah. \n[22]Oh -- no, anything's fine. I'm sorry. I really have to go -- \n[23]Anyway, thank you so much for the flowers! \n[24]I thought you were at the movies...! \n[25]I don't know. He sent me flowers. \n[26]You think? \n[27]Hi, sweetie... ! \n[28]I love you. \n[29]Really. Wow. \n[30]And what do you do, Ramon? \n[31]Uh huh? God... \n[32]Oh -- no -- Thank you, I'm just gonna grab a cab, but thank you. \n[33]OK, sure, that would be great. \n[34]Oh my God, I'm sorry, of course. Duh! Hold on a minute: Do you have a pen? Ramon takes out his cell phone. \n[35]Um -- 212... \n[36]Just a second! \n[37]Just one second, honey. Hold on! (covering herself up) Come in. Lisa comes in and sits on the edge of the bed. \n[38]Sure. What's up. \n[39]It was OK. Are you all right? \n[40]What's wrong? \n[41]\n[42]Well...it doesn't sound like it was anybody's fault... \n[43]I don't know, sweetie. I mean, that bus driver probably has a family to support .He could probably lose his job...So I think you should really think about that before you say anything ... You might end up feeling even worse... Lisa was not expecting this response and doesn't like it. \n[44]\n[45]Ready? \n[46]Uh huh... \n[47]It's true. Two years of college. Two years at the magazine. Two years with you. \n[48]gal...! IN THE LAUGHING AUDIENCE -- Lisa watches, unamused. \n[49]What did you think of the play? \n[50]Don't come next time! \n[51]You do know I have two kids, right? \n[52]You are really smooth. \n[53]Oh, God. \n[54]Yes! Fine! Be out in a sec. She gets up, flushes the cigarette, looks in the mirror, tousles her hair, snaps off the light and opens the door. \n[55]Does this-make me look fat? \n[56]Well, there's nothing I can do about it. \n[57]The opera...! \n[58]It turns out he's a really big opera fan...! Anyway, don't you think it's kind of fun? We should all go sometime. \n[59]Why not? I bet you'd like it. \n[60]But you like classical music. \n[61]Yeah. I know what you mean. But it's not all like that. You like The Magic Flute. \n[62]What is the matter with you? \n[63]Yes! OK! It's called an invitation. I'm not pushing anything! All you have say is \"No thanks!\" \n[64]OK, well, that was a really Contemptuous assumption on my part. I don't actually like the opera that much myself. But I'm trying to expand my mind. Maybe that's wrong!  I'm sorry. I guess I'm a Ramon. \n[65]Because obviously if I'm seeing somebody new it would important to me that you guys would like him and that he like you. Why wouldn't I be nervous about that? \n[66]Hey...Why does everything I say annoy you? \n[67]Here: you be me, and say anything, and I'll respond the way you've been responding to me this whole conversation. \n[68]Go ahead: say something to LISA me and I'll say something No! I'm not gonna do to you the way you say that. everything to me -- Why not? \n[69]\"OK, uh, whatever.\" \n[70]\"Um, OK: Withdrawn.\" \n[71]Are you coming to my opening night? \n[72]You're a little cunt, do you know that? \n[73]OK. Let's not start talking to each other that way. \n[74]OK, I'm sorry I said that. LISA But if you're really Why? It's refreshing! \n[75]-- If you're really saying you're not aware that you've been really annoyed with me, or really irritable with me -- and it doesn't matter if_I express it exactly accurately: you know what I'm trying to say --! \n[76]if you're saying you're completely unaware of that, then I have to say I don't think you're being honest about it. Now maybe I'm doing something really horrible to you without being aware of it, but I have a show opening in two weeks, I'm very nervous about it, I'm seeing a new person and I'm obviously anxious about you and Curtis liking him -- whether you think I should be or not! -- you were involved in a horrible traumatic accident, you're going on this crazy horseback riding trip with your father -- \n[77]-- which sounds like a recipe for disaster to me! And on top of everything else, Lisa, ever since I told you about Ramon you've been treating me like I'm insane! \n[78]Now what am I supposed to do?! \n[79]What am I supposed to do?! \n[80]I never go out with anyone! LISA Don't talk to me that way! Right! I don't care! I've barely had a date in the last two years! \n[81]What do you mean? \n[82]Well -- should I have him come up now? Or should I have him wait downstairs...? \n[83]I don't even know what we're talking about. \n[84]Oh give me a break. 48 \n[85]Oh, yeah. I'm so excited to be going to the opera! I don't think I've really gone more than one or two times! \n[86]No -- I don't mean that. I just meant wouldn't it be funny if we just walked into one of the other events, like if we just went to see the Daniel Goldfarb play instead. \n[87]It's beautiful...! \n[88]Oh, I loved it! It was so exciting! \n[89]But how about those people yelling \"Bravi!\" and \"Brava!\" \n[90]It's just so pretentious. \"Bravi!\" \"Bravi!\" Why can't they just say \"Bravo?\" \n[91]I know -- \n[92]No, I know, I know it's correct, it just -- don't you think there was something a little pretentious about those people? \n[93]I don't mean they didn't really enjoy it...But you know how you can really be enjoying something -- but you're also kind of looking around out of the corner of your eye -- because you know people are watching you enjoy it...? Does that make sense at all? \n[94]Uh huh? OK, I see what you mean. \n[95]Yeah...Anyway, I really enjoyed it. Thank you. \n[96]It was so glamorous...! \n[97]Where you going, sweetie? \n[98]Are you sure you don't want me to come? \n[99]I would be coming for you. \n[100]Hey! Let me tell you something, Eliot -- She is interrupted by entrance APPLAUSE. \n[101]You want to fire me, go ahead and fire me. Only don't tiptoe around me like.some-kind of deranged ballerina every time I see you in the fucking hall! Now: Do you have anything to say to me, Eliot? \n[102]Oh.  What are you guys talking about? Another big laugh. \n[103]Did you find it? \n[104]Can we just forget it? If they were any good somebody would have called me last night. \n[105]I don't. It's just a lousy feeling. Can't \n[106]Oh shut up. \n[107]Fine. Lisa finds The New York Times review online. \n[108]Did you find it? \n[109]Is it bad? \n[110]It is? \n[111]Don't read it to me. \n[112]Get out. \n[113]Bravura? \n[114]Shut up! \n[115]Just for me, or for everyone? \n[116]Fuck him, what does he know? (A la Noel Coward) Maddening and magical, eh? If only I knew what that meant. \n[117]Oh my God! \n[118]Yes. Thank you honey. Lisa heads for the kitchen as the PHONE RINGS. \n[119]Hello?... . I know, can you believe it? \n[120]Hi. Where have you been? I didn't know.if you wanted dinner. \n[121]Someone named Emily called. And Detective Mitchell called from the Accident Investigation Squad. Is that the one you talked to? \n[122]Just to call him back. What's going on? Did you ever go back and see him? \n[123]Of course it is. Who's Emily? \n[124]Oh yeah, OK. Well, her number's by the phone. \n[125]Oh God. I don't know. I mean I really like him. He's really nice. \n[126]But I'm not sure he actually ever understands a word I say. \n[127]But don't you know what I mean? I just feel kind of lonely when I'm with him. You know? \n[128]Yeah. You never felt that way when you were with someone? \n[129]Well ...I don't know how serious I want to get with somebody who makes me feel that way. \n[130]All right. I'm gonna go. \n[131]Thank you.  Goodbye Curtis! \n[132]'Bye sweetie. \n[133]Hello. \n[134]Thank you. \n[135]Supposedly. In March. \n[136]Yeah, it's going well. Knock wood. \n[137]What's going on? LISA waves her away. \n[138]-- so funny: it's the same show, but now they all read how great it is, we get these big standing ovations every night, and it's the exact same show as before. \n[139]No, it's not -- I'm not putting myself down. It's just that the audience always reacts differently if they've been told it's good. A lot of actors have that experience. \n[140]I love this view... You know, Ramon...this may sound very stupid to you, but do you ever worry that we don't have very much in common? \n[141]Well, I don't mean to sound dissatisfied, or disgruntled. But I feel like we're always misunderstanding each other. Do you feel that way at all? Or am I just completely off the beam? \n[142]You don't? Well...I think it's kind of important or I wouldn't have brought it up. \n[143]My friends...! \n[144]Sure. Just don't tell me what they're like. \n[145]Uh huh... \n[146]Yeah...I haven't really been following it. \n[147]Yeah. God...I wish I knew more about it...Do you mind if I ask you something? \n[148]Why are you interested in me? \n[149]I just feel kind of ignorant about your whole world... \n[150]Not really, not exclusively. It's just unusual. Don't you think it's unusual? \n[151]I guess you travel a lot. I've only been out of the country a few times in my whole life. \n[152]I know. I've always wanted to. It's hard when you're in the theater... \n[153]I know. You don't have to keep saying that. I've always wanted to travel. It's just a little difficult with two kids and no husband, but it's hard to make a lot of money in the theater. I was on a TV show a few years back and I socked away some money because of that, but my ex-husband -- \n[154]Karl, yes, you remembered, very good. Karl's very generous with the kids when he can be, but he's struggling too: He's a director: he directs commercials, and now he's trying to produce them... Anyway, I'm not ignorant because I enjoy it. \n[155]I don't think so. I think's she's got a lot of contempt for it. Of course that may be the age. \n[156]Oh... Who knows. \n[157]Sure. \n[158]Mmm. She looks at him as he turns the pages. \n[159]I want to talk to you. \n[160]Hi. I'm Joan. It's nice to meet you. \n[161].I had a friend who used to live on this block, at 262...? \n[162]Yeah, I don't know if you know her. Cheryl Rowan? She's a physiotherapist? \n[163]What? \n[164]Oh -- Yeah... \n[165]Well, the play is great, and it's a really nice cast..-. \n[166]Oh -- all that stuff's a long way off. \n[167]Well, it's just nice, because you can work a long time in the theater and play really good parts without getting a lot of recognition. And even though you don't necessarily do it for that as your primary motive, it is very nice when people do notice something you've done. \n[168]I was on a television show a few years ago, and I had been doing theater all my life, and suddenly all my relatives started calling me up to congratulate me because they thought I finally Made It. And it was really just this dumb show that paid the bills for a while... \n[169]It wasn't that bad...! Anyway: I realize this is horribly embarrassing for Lisa, but I really wanted to meet you, Emily, because you've frankly become such a big part of Lisa's life, and I don't want to be intrusive, but this whole court case seems to be suddenly dominating everything and I can't get Lisa to tell me anything about it \n[170]Well, I can't...! And I want you to know, Lisa, that I'm very, very proud of you for pursuing this the way you have. \n[171]But I can't let you pursue it to the point where it's taking over your life or interfering with your school work. (To EMILY) It's really come down to a question of homework. Lisa is on a half-scholarship at her school. And I know she feels a real sense of responsibility about what happened \n[172]I know you do. I know you do. But you can't not do your homework, and you can't throw away your scholarship because of it. \n[173]All right -- \n[174]It's not a big conference, I just want to know what's going on. And I wanted to meet Emily...  I know it's a little awkward! \n[175]Now what is that? \n[176]OK, now where does she fit in? \n[177]I've been in the theater my whole life and nothing like this has ever happened to me... \n[178]Oh God. Joan buries her face in her hands. Lisa watches scowling. 134 \n[179]Lisa? Do you think Emily would like to come see the play? I thought you could both come and them maybe we could go out afterwards. \n[180]Dig in everybody... They start eating. \n[181]Oh? \n[182]Have you talked to him about this? \n[183]Do you want to go too? \n[184]Yeah. Do you want to move to LA too? \n[185]Well, just let me know if you do. \n[186]Why am I being like what? \n[187]Because it's your intention to make me start crying! \n[188]\n[189]Here's a possibility that you can make your own fucking dinner! Here's a possibility LISA that you can do whatever you Jesus Christ! want to do, because I don't What is with you? even care anymore, you heartless little fuckin' bitch! \n[190]You think you're so fucking perfect!? She breaks something else and walks out. \n[191]God, thank you! Hi, Emily, thanks so much for coming... \n[192]Shall we go? \n[193]But who is running these discussions...? \n[194]Mmm. \n[195]What did you think of the play? \n[196]That seems excessive, Emily, come on -- \n[197]Oh my God...! \n[198]Yeah. Your friend is a delight. \n[199]She's rude, Lisa. Ramon was my guest, not hers. And-so.was she, as a matter of fact -- \n[200]I don't want to talk to you right now. Please go away. \n[201]Oh God, I don't know. The PHONE RINGS. Lisa picks up. \n[202]What's wrong? \n[203]What? Why? \n[204]Did you say you didn't want to go? \n[205]Oh boy. \n[206]Lisa, I'm really proud of you! \n[207]Really, really proud...! \n[208]No. This house is really beginning to get to me. And I'm a little confused what to do about Ramon. I mean, you were there: What do you think? \n[209]I know I'm supposed to understand what you're doing right now, but if there's some kind of hidden message here I'm not getting it. \n[210]Thanks a lot. \n[211]Hello? -Yes . WHAT DO YOU MEAN?? \n[212]Yes? . Yes?  Ramon had a heart attack. \n[213]uiet! CURTIS appears. They both watch Joan at the phone. Instead of dissolving, Joan listens, straightens up and calms down as the person on the phone talks. \n[214]I guess they do both. They notice a few too many good-looking women crying a little too hard. Lisa and Joan look at each other. RODRIGO, a handsome slender kid of 20, comes up to Joan. His accent is British, with a slight Colombian cadence. \n[215]Yes. You must be Rodrigo. Oh my God, oh I'm so sorry. She impulsively embraces him. \n[216]Rodrigo, this is my -- \n[217]He did? \n[218]Really? \n[219]No it's OK...! \n[220]Well -- he was a very sweet man. And I know he loved you and your brother very much. \n[221]Thanks for coming with me today. I really appreciate it. \n[222]I don't want to be macabre, but Ramon and I were supposed to go to hear The Tales of Hoffman the week after next and I still have the tickets. Would you be interested in going? Or should I give them away? \n[223]OK. It's Monday night. We can dress up. \n[224]What did you make of that? \n[225]Well...I think it's pretty unfortunate that you think that. Because I feel like you and I used to relate to each other really well. \n[226]OK...Hey, could I get a hug? \n[227]I just feel totally at sea. They break apart. \n[228]OK. What do you want to do? \n[229]Yes! Now who is the father? \n[230]Who. \n[231]No, but you want to send that bus driver to jail for running a red light! And you won't tell me about these boys? \n[232]Hi honey. \n[233]Let's talk about it later. \n[234]Lisa? Honey? Did you forget we're going to the opera? \n[235]I didn't-remind you because I didn't want to nag you. \n[236]Don't get run over. A cab rattles by. Lisa looks down the street. A BUS is approaching. \n[237]What. They wait. The bus gets closer, heading straight toward them and stops at the bus stop. Lisa grabs her mother's arm. \n[238]Come on. We're gonna miss the curtain. 168 \n[239]Well, so far it's not the greatest opera I ever heard. ", "EMILY": "\n[1]I guess it would be all right ...It's only going to be a few close friends, and some clients I imagine... \n[2]Monica? No. She was a social worker. She used to be, anyway. She had -- several careers. \n[3]Yes I was. \n[4]Hi. Are you Lisa? \n[5]Why don't you come on in? We're about to start. Do you want anything to drink? \n[6]We have bad hors d'oeuvres and good hors d'oeuvres. \n[7]Well-thank you all for coming. \n[8]As you all know, Monica was not a religious woman. Anybody who ever had to sit through a wedding or a funeral with her knows how she felt about formal occasions. So Harry and Elise and I, when we were talking about this, decided we would just have everyone over and let.anyone who wanted to.talk. about Monica just talk about her. Maybe share some remembrances of her. Some of us know each other, some of us don't. But we're all here because we loved Monica. And because we want to pay tribute to her in a way that might conceivably not enrage her. Everyone laughs slightly. \n[9]I don't want to tell anyone what to think, or how to feel. And I don't want to kid myself about the stupid, meaningless way she died, because it would really make her throw up. But I don't want it to become the summation of her life. Because it's not. When her Lisa died I said to her, \"How can you stand it?\" And she said. \"First of all I can't. But I don't want to take away the twelve years she did have, and turn them all into leukemia. Because they weren't.\" So despite the fact that she got -- ripped off, I do think it's important to remember that Monica got a lot out of life. She was the most fully developed person I personally have ever known. She was also impossible to get along with, but that's another story. Everybody laughs. \n[10]As most of you know, she had more than her share of trouble over the years. But that never diminished her compassion or stopped her from embracing life to the absolute fullest -- measure. \n[11]So. Now I've said my little piece. And now I want to talk a little bit about the first time we met. She was twenty one. \n[12]I know...!  And I was nineteen! her from across the room. \n[13]Don't be silly, honey. You were sweet to come by. \n[14]No, she was the last one. Except for some cousins in Arizona. You talked to Abigail. She's the one who gave you my number... \n[15]Well, she's a living nightmare. They never got along at all. \n[16]Listen. I still can't believe this is happening...!  I mean what the fuck is wrong with her? \n[17]I don't understand why she didn't kill then after all that with her mother, and then her father, she gets hit by a fucking bus? It's like a joke! But that's Monica. Always the worst luck. Always. (noticing LISA) OK, sweetheart. Thank you for coming. Please don't stand there staring at me, OK? \n[18]It's OK. Thank you for coming. You're very sweet. \n[19]That's a girl who was passing by at the time of the accident. She was right-there when she died, and she wanted to come to the funeral. I told her there was no \n[20]Why didn't you say anything before? \n[21]You didn't know what to do? The woman is killed right in front of you and you didn't know what to do? \n[22]Impressive!  All right: I know you're trying to do the right thing now. What does your mother say? \n[23]What do you mean? \n[24]What could she possibly have going on? \n[25]What do you mean, her show? What show? \n[26]My friend is dead because some guy was looking at your ass and you lied to the police about it, and your mother can't be bothered because she's in a play? \n[27]I'm sorry. I don't know your mother, but, that is pretty shocking. \n[28]OK. I'm gonna talk to my friend who's a lawyer, and I'm gonna call Monica's cousin - you talked to her -- And you're gonna go talk to the police. Do you want me'to-go with you? \n[29]Do you think maybe you should ask your mother to go with you? \n[30]Oh, I am so angry. I am so angry. \n[31]Fuck him! I'm gonna run over his best friend and then coerce some teenage girl into lying to the police about it! He had his chance. Fuck him! Now are you gonna see this through or not? \n[32]OK! Thank you. OK? Emily impulsively and somewhat tearfully embraces Lisa, who is flooded with relief. \n[33]Lisa, Dave is one of my best friends. He's a terrific lawyer and if he doesn't know what to do himself he'll certainly know someone we can talk to. \n[34]So Dave, just tell Lisa everything you told me, if you don't mind repeating \n[35]Look, just skip that part. We don't care about that. \n[36]She didn't have any relatives, except for those idiots in Arizona -- \n[37]I am the executor of her estate. \n[38]So good. \n[39]But how much could they be liable for? \n[40]That's OK. \n[41]Nobody really cares about getting a lot of money here. \n[42]We just want this prick to Buffer. and we want the bus company to take resonsibility for hiring this guy. \n[43]Impeached for what? \n[44]But do you really think we know what that means? \n[45]But who are you talking to? You know we don't know what that means. It's like you're not really concentrating. \n[46]OX. All right. I'm sorry...I \n[47]He wasn't always a lawyer you know. He used to be a very nice little boy. \n[48]Is to fucking get this guyl \n[49]I know. We know, Dave. That's OK. Silence. Emily starts to speak: \n[50]I would just like somebody to take responsibility for what happened. \n[51]You called a what? A what? \n[52]Yeah? Yeah? Yeah? \n[53]What? \n[54]Are you fucking kidding me? \n[55]O-Kay...l \n[56]And you can prove that? \n[57]And that means... \n[58]But you wouldn't be our lawyer, right? \n[59]But you could recommend someone? \n[60]Dave, thank you so much. \n[61]She's not gonna want to come to New York, I can tell you that right now. \n[62]Oh, Monica's father left some money to Abigail's kids and he made Monica the executor of the estate, because he didn't want Abigail and her idiot husband to get their hands on the money before the kids were grown up. \n[63]For which Abigail rewarded her by badgering her about it on the phone for fifteen years: Always trying to borrow money against the estate, accusing her of making lousy investments with it, nasty phone calls, nasty letters, every month for fifteen years until Abigail's daughter turned twenty-one and got married. Then Monica goes to the wedding, in fucking Arizona, and Abigail literally won't speak to her. She's a dream. \n[64]It's not who we're getting it for, it's who we're getting it from. \n[65]Now, I mentioned to Dave I have a friend who writes for the Metro section of the Times... \n[66]So they'd.make it a condition that \n[67]Great. \n[68]Nice to meet you too. Come on in. \n[69]Oh...? \n[70]No, I don't know her. \n[71]Lisa says you're in a play, Joan? \n[72]I don't go to the theater very much. \n[73]Uh huh... \n[74]Don't apologize. If Lisa hasn't been keeping you apprised of what's been going on, I think she should. You should. \n[75]A Discovery conference is a meeting with the court where they sign an order. authorizing our lawyer to begin getting the personnel records, interviewing witnesses, talking to Monica's cousin... \n[76]She gets the money. \n[77]He was recommended by a friend. \n[78]My friend's heard of him. He says he's very good.. \n[79]He didn't drop in out of the clear blue sky. He was recommended by my friend. But even if we switched lawyers we'd still have to pay him. But it all comes out of the settlement, so it's really up to you. \n[80]I don't know whether he is or not. My friend thinks he is. \n[81]That's me. \n[82]Uh huh. \n[83]Twelve. \n[84]Neither could we. Emily sits down and starts sorting through pictures to put them in the box. Lisa sits down too. \n[85]No. I didn't. \n[86]What do you mean? What did she say? \n[87]I see. And is she still inhabiting your body? Or did she go right back to the spirit world after it was over? \n[88]I don't give a fuck what you believe in. \n[89]Because this is not an opera! \n[90]Yes! \n[91]I think you're very young. \n[92]No, it means you care more easily! There's a big difference! Except that it's not you it's happening to! \n[93]That's right, you weren't. And you're not the one who died of leukemia, and you're not the one who just died in an earthquake in -- Algeria! But you will be. Do you understand me? You will be. And it's not an opera and it's not dramatic -- \n[94]And this first-blush phony deepness of yours is worth nothing. \n[95]Do you understand? It's not worth anything, because it'll be troweled over in a month or two. And then when you get older, and you don't have a big reaction every time a d gets run over, then, then we'll find out what kind of a person you are! But this is nothing! I'm sorry, but I didn't start this conversation and I don't play these games. \n[96]And don't look so outraged! Because I'm not \n[97]But this is nm life we're talking about, much more than it is yours! Because it's my real friend who got killed, who I'm never going to see again, really! Whom I have known since I was nineteen years old myself. OK? And I don't want that sucked into some kind of adolescent self- dramatization! \n[98]\n[99]Strident? \n[100]OK. Um, you should leave. \n[101]Yeah: Strident? You should leave. Thanks. I don't wanna be called strident and you're deliberately misunderstanding me! \n[102]Well I can't stop you doing this so I think you had better go. \n[103]\n[104]It means you're leaving. I don't know what else it means. \n[105]Look it up when you get home. \n[106]Yeah. Uh huh. I'm amazing. \n[107]Lisa, I'm not doing anything! I'm a human being! Monica was a human being! So was her daughter! And so is your mother! \n[108]We are not supporting characters in the fascinating story of your life! \n[109]\n[110]OK. I believe you. And look up \"strident.\" \n[111]Oh, thank you for the tickets. Pause. Joan waits for Emily or Lisa to say something nice. \n[112]I see. And what would you like them to do? Pause. \n[113]The Jew oppressors. What would you like them to do? Pause. \n[114]Don't handle me. \n[115]It's the what? \n[116]That's my Jewish response. Emily throws her drink in his face and walks away. \n[117]Fantastic. Lisa gets tears in her eyes and smiles, embarrassed. \n[118]That's OK. \n[119]Abigail, Russel doesn't think -- Sorry, go ahead. \n[120]My friend had a lot of trouble getting the one story placed in the paper as it is -- \n[121]Yes, Abigail, it's very important to us that the company know that's an absolute pre-condition to making any kind of settlement whatsoever. \n[122]Yes, we're getting that, Rob. \n[123]Abigail? Rob? If we could just listen to what Russel has to say, and then talk about it once he's told us the whole story and given us his recommendation... \n[124]Would you let him talk please?! \n[125]I think it sounds like we should do it. But I'd like to discuss some of the -- \n[126]Let him finish. \n[127]No. \n[128]That doesn't matter. \n[129]For getting him, Abigail! ", "PAUL": "\n[1]Yeah, like I would be in a movie, only I would be doing exactly what I'm doing right now: like I'd be sitting here smoking a cigarette, and I'd have my feet up on. the desk, but the camera would be on me and I'd just be acting, except I wouldn't do anything differently from how I'm doing it right now. Nearby, BECKY and LISA are looking at a poster for \"Guys and Dolls.\" It says \"ONLY 3 WEEKS BEFORE THIS EARTH-SHATTERING \n[2]You don't have to be cool. All youhaveto do is snort it up your nose. \n[3]And then you wanna do the other nostril because you always want to be symmetrical. Very important. She snorts some up the other nostril. Paul does some too and closes the vial. _ \n[4]Symmetry. \n[5]Now we make out. \n[6]I'm sorry. It just sounded like you just asked me about my girlfriend. \n[7]You're not serious. \n[8]Yo. \n[9]Hey. \n[10]Yeah, how's it going? \n[11]Seeing some questionable movies. Not deciding where to go to college... \n[12]Um...all right. \n[13]To what do I owe this inconceivable honor? \n[14]So, do you want to come over here? Should I come over there...? \n[15]All right.  Do you want to give me your address? \n[16]Hey. \n[17]I think I-just alienated one of your neighbors by smoking in the elevator. \n[18]She basically said there was no smoking in the elevator. \n[19]Very livable. \n[20]Have you? \n[21]This book is a very cool book. \n[22]It's pretty hard to put down once you get started. - \n[23]I'd take a beer. \n[24]Here, lemme have them. He takes the beers and opens them on the edge of the counter. He makes two marks in the counter doing this. \n[25]Whoops. I think I just permanently damaged your kitchen counter. Sorry. \n[26]Won't your \"Mother\" be \"Upset?\" \n[27]It's just a gift. She laughs nervously. They drink beer. \n[28]Sure. \n[29]Very nice. She realizes she has some stuffed animals on the bed. \n[30]Always important to meet the stuffed animals. \n[31]I would like to be a really good artist. At this point I think it would be more accurate to say I'm good at drawing. \n[32]Yes? \n[33]Easy there. Don't be embarrassed. It's basically like, the world's greatest activity, but it's not actually worth getting nervous about. \n[34]There is that philosophy. \n[35]Do you have an ashtray? \n[36]I was thinking about it, yeah. \n[37]You're not suave. \n[38]Don't be nervous. I promise this is gonna be a great experience for you. You're gonna have like four, five hundred orgasms at least. He kisses her. They make out. \n[39]OK, let's talk about your kissing. Don't panic. It's just a technical thing. Lisa collapses with her face in the bed out of shame. \n[40]No... \n[41]Yes... \n[42]Yeah, but we're gonna move on before \n[43]I know. I want to. Pause. She slides up away from him. \n[44]All right. \n[45]Are you ready? \n[46]OK. This is a little tricky: It's probably gonna hurt a little, at first, but then it's gonna get better...Just be patient. There are certain technical difficulties on my end that have to be addressed or it's not gonna happen. \n[47]OK, ready? \n[48]\n[49]OK, hang on... \n[50]OK -- There we go. Does it hurt now? \n[51]OK, just try to relax. It'll get better in a second... \n[52]Uh huh... \n[53]I will in a second. \n[54]OK -- one second. \n[55]What? \n[56]OK -- hold on -- Shit -- \n[57]OK, one second -- Ohh! Sorry -- Sorry -- He comes inside her. Silence. He carefully rolls over. \n[58]Sorry about that. Kind of got away from me. \n[59]I don't know. \n[60]Honest to God? It's probably OK. The odds are overwhelmingly that it's OK. O.C. the doorbell rings. \n[61]Hey. \n[62]Why?  Why?  Because we didn't use birth control? \n[63]It was at the ready... \n[64]Didn't you ever hear of the \"Morning After The Guy Came Too Fast Pill?\" \n[65]Well...that's the Canadian name. \n[66]Try to listen to me. Right about now is when you're traditionally supposed to freak out. So why don't you just not? You're not gonna get AIDS, because I don't have AIDS -- \n[67]No, but I'm pretty sure I don't have it, because of my demographic. And the odds are you're probably not gonna have to have an abortion either. And since this was your first time, it might as well be a basically happy memory instead of a shitty one. \n[68]You're welcome. \n[69]No...It didn't freak me out. \n[70]I think I_just proved I have some feelings for you. \n[71]Yo. \n[72]What's up? \n[73]Yeah, I'm just playing in the band, you know? This is hicrh school. You know? I don't really feel a strong need to like, all be on the same team with everybody. I just want to come to rehearsals, do the show, go up on the roof and smoke some pot, and then like, go on home. I don't really wanna cry and hug anybody. There are laughs and some cheers. \n[74]OK, Gary, man, I'll give you a little hug. No kissin' though. Gary charges over and hugs Paul. Everyone laughs and claps. Gary grabs Paul's face and kisses him on the cheek. Everyone is laughing. Lisa looks at Paul, who settles back with his girlfriend. He sees Lisa looking at him and gives her a little salute. Lisa catches DARREN's eye. He is looking at her with the unwelcome gaze of love. She looks away. His heart hardens against her. ", "RAMON": "\n[1]Yes. Hello. You were wonderful -- again. \n[2]Oh you're very welcome. I hope you didn't mind... \n[3]Yes, two times. \n[4]Oh no. It's a beautiful performance. And I think it's still in previews...? \n[5]I think you will have a big success. \n[6]I don't know if you are busy, but will you allow me to -buy you a drink? There's a place right down the street... If you like to ask your friends... or if you didn't eat dinner... Joan sees Lisa sitting across the room waiting. \n[7]OK, it's no problem. Tomorrow I'm going to London for a few days on business. Perhaps when I come back... \n[8]If it's not convenient, it's no problem. \n[9]I will send a word backstage? Or if you like to -- \n[10]It's no problem. \n[11]It's a privilege to meet you. They shake hands. She heads over to Lisa as Ramon heads for the stairs to leave the theater. \n[12]My family are from Colombia... My.father worked in the diplomatic service... \n[13]I grew up five years in Panama, four years in Holland, then nine years in Paris. After I finish university, I moved back to Colombia. So: when I'm speaking French, they think I'm Spanish. When I'm speaking Spanish, they think I'm french. \n[14]I have a company: We design computer software to help companies in South American countries.that use an incompatible software, so the computers can't talk to each other. It's a big problem in Central and South America, where there is not usually so much coordination in computer communications. So right now there's a big opportunity for us, because for the big software companies it's still in the backwoods. That's changing already, but in the last ten years we have done extremely well. It's the next ten years we're going to see what happens. \n[15]Can I give you a lift? \n[16]May I call you sometime? \n[17]May I have your telephone number? \n[18]What's the number? \n[19]Yes. I'd like to meet them. \n[20]I would love to meet your kids. I have two boys myself. I'm not smooth.  Would you like to have a nightcap? \n[21]Joan? Are you all right? \n[22]Everything is all right? \n[23]Well, I wish it wasn't Norma but it's still fun to go. \n[24]You don't want to hear Norma? \n[25]I think you will enjoy this. \n[26]Shhh. \n[27]How do you mean? \n[28]Well, it's the plural. \n[29]It's the plural of \"bravo.\" It's what they say to acknowledge the ensemble. \n[30]Pretentious? \n[31]Yes, but I wouldn't say that it was pretentious. In Italian you say \"Bravo\" for a man and \"Brava\" for a woman, and \"Bravi\" for the whole company. \n[32]You use the masculine for the male singer and the feminine for the female singer. \n[33]We'll have to go again. \n[34]She's good, eh? \n[35]But why do you put yourself down? It's a wonderful show and a wonderful performance. \n[36]Mm hm? She takes a few steps away. \n[37]What do you mean? \n[38]I don't think we should talk about that, Joan. \n[39]Joan... I like you very much. But let's not talk about what you are like, and what I am like. That never makes a good result. Talk about it with your friends. \n[40]Yes. \n[41]May I show you some pictures of my boys? \n[42]That's a little place we used to go on holiday, two hours outside of Cartagena...My family is all there still, but Rodrigo is studying in London, and Hector is in Geneva. \n[43]I'm sure they will go back eventually, because they like to do something for their country. But it's a worry, because it's very bad there now. \n[44]It's a big, big mess. Last year I helped to found an organization to work with children whose families have been killed, or the parents have been kidnapped, so they don't know if they are alive or dead. We try to find homes for them, preferably in Colombia, because if we lose our young people, that's it: That's the future. We have raised a lot of money, but there's only so much we can do. You don't like to say it's hopeless, but it's hard to see the solution. \n[45]Of course not. \n[46]You don't think I should be? \n[47]You think it would be better if we knew about all the same things? \n[48]Not for me. \n[49]You should travel more. \n[50]Still, you should try. It's a big world. You're an artist. You should see more of it. \n[51]Karl. \n[52]I don't say you're ignorant... Do you think Lisa will be interested in acting? \n[53]She would prefer the world with no plays? No films? \n[54]Would you like to see a picture of my mother? \n[55]These are all my aunts and uncles...See? Big family... \n[56]That's the best show yet! Every time it's a better performance. \n[57]Well, but Lisa, you have to remember, it's always easy for the dominant side to be content with the status quo. \n[58]I mean the oppressor is always in favor of law and order because it's his law and his order. He uses violence to maintain his position and calls it the rule of law. But when the person underfoot uses violence to change his status he's called a criminal and a terrorist, and the violence of the State is called upon to put him down, and once again it's called the rule of law. In \n[59]\"They\" meaning -- \n[60]I didn't use that expression. EMILY But since you ask - No, you didn't. (i.e. \"You didn't have to.\" \n[61]That's the response. That's the Jewish response. \n[62]It's the Jewish response. You don't like what I am saying or what I do, so you -- \n[63]That's all right... It's a perfect little .encapsule...It's the Jewish response. A horrible silence as they watch Ramon clean his shirt. 142 \n[64]Joan, I won't defend myself. All what I meant was, that was the typical response you will get from someone who will take that position that that woman was taking. But if you like to break up with me because I used the wrong adjective, what I'm going ", "MR AARON": "\n[1]Abrams... Allende... One after the other the students get up to collect their tests, glance at the results and drag themselves back to their chairs. On LISA COHEN, just 17. Not the best-looking girl in her class but definitely in the top five. She listens listlessly, somewhat bad-temperedly. \n[2]Bernstein... Cohen... At \"Cohen\" LISA gets up and heads for the desk. LISA'S POV, closing in slowly on MR AARON who glances up at her as she approaches. Their eyes meet. Aaron has the classic handsome young teacher's no-nonsense expression on his face as she reaches out her hand -- \n[3]Take a seat, Lisa. I just wanna talk about your test for a minute. \n[4]Now...I know you had a little help... \n[5]I'm just saying I know you had a little help. \n[6]Be that as it may -- \n[7]Well, Lisa, that's just not necessarily true. Haven't you ever developed an interest in something you didn't initially think you were going to develop an interest in? \n[8]Oh no? \n[9]Well, next time I'd appreciate it if you did all of it. OK? \n[10]Yes, Becky? Um -- Lisa? \n[11]What's going on, Lisa? \n[12]What does your being rich have to do with \n[13]OK...But I still don't see what any of that has to do with what you do or don't want to tell the investigating officers about the accident you witnessed. \n[14]Lionel? Tamara? It's gonna be five minutes. \n[15]You better close that door now, Lionel. Lionel closes the door. \n[16]All right: I have to let those guys in. I don't want to leave you hanging...If you're really hurtin'...we could get a cup of coffee after school... \n[17]How are you, Lisa? \n[18]I'm all right, I'm all right-Tell me something. Whatever happened with that situation? \n[19]Um, a Trek. \n[20]As far as I know, no, it doesn't, no... \n[21]What makes you say so? \n[22]Someplace like what? \n[23]I'm actually from Indiana. But don't let me overwhelm you with superfluous details. \n[24]Is that a real question, or a Lisa question? \n[25]A question designed to prolong the conversation without there being any particular interest in the actual answer...? \n[26]In that case -- \n[27]All right. \n[28]You want me to adjust the seat? \n[29]No! She tries to stop in front of him but skids and he catches her hard by the arms to stop her. \n[30]OK. Off. \n[31]Lisa...! \n[32]I can't even be having this conversation with you. \n[33]You're absolutely right. Goodbye. He gets on the bike. \n[34]I'll see you in class. We pull away with him as she watches him go. \n[35]That's all right... \n[36]It's no problem, Lisa. What's been going on? \n[37]Well...I doubt that's actually true but thank you... \n[38]Well...We all have feelings, Lisa. I happen to believe that who you are comes out of how you deal with those feelings. Somebody makes you mad, you don't just pick up a gun and shoot them...Or if you do, that says something about who you are, and how you've been raised... \n[39]That's not true, Lisa. I think it's very sad that you see it that way. There's eight billion people alive in the world and you think they don't all want to kill someone once in a while? But they don't. Most of them. Or they see some person they --  I think most people do try to be civilized by some standard. Even if it's a standard you and I might not agree with... \n[40]Sure. \n[41]You can smoke. She gets her cigarettes out and lights one. He gets up and brings her an ashtray. They meet at the sofa and sit. \n[42]Thank you. She blows some smoke out and waves it away. \n[43]That's all right. \n[44]What is? What's terrible? \n[45]Hey. Lisa. I'm your friend. And that's not gonna change. That's not gonna change. \n[46]Lisa... \n[47]OK, look... \n[48]Please don't do that. \n[49]Are you all right? \n[50]Are you all right? \n[51]I think we should stop. \n[52]Sorry. I really didn't expect anything like this to happen. I'm really not sure how to react. \n[53]I've thought about this a great deal, and I'm going to come forward. \n[54]What does that mean? \n[55]Well, that's what I'm comfortable doing. \n[56]I'm not sure I know how to do that. \n[57]No. I didn't know that. \n[58]No, no, don't go anywhere. \n[59]Do you want to tell us about it? \n[60]OK. -Go ahead. \n[61]I think you better tell them. Whoever they are. \n[62]I don't see what difference that makes, if he's sorry. And I think whoever it is should know about this. ", "ABIGAIL": "\n[1]This is Abigail. \n[2]Yes? Hello? \n[3]\n[4]\n[5]Yes? What can I do for you? \n[6]No. As far as I know they're doing something or other next week. But -- \n[7]She had leukemia. \n[8]Yes...? \n[9]Could I just interrupt? How did you get this number? \n[10]Well they really shouldn't be giving out my number.  This is harassment! \n[11]I have been getting calls about this for three weeks! One of Monica's neighbors gave the police my number and all of a sudden I am the focal point for all these arrangements! And I gotta tell you people, I didn't have any kind of relationship with Monica whatsoever, unless you want to count the fact that she held up my children's inheritance for fifteen years. I guess we're just supposed to forget about all that now. And I am more than willing. But the perso n you should be calling is Emily Morrison, who was Monica's friend and is the person who has been dealing with all of this in New York. But it has nothing to do with me. \n[12]Now I can give you her number, but I would very much appreciate it if the calls would stop. \n[13]Yes, all right. \n[14]I would say we talked on the phone a couple of times a month at least. Sometimes more than that...I would call her, she would call me... \n[15]Oh, I would say so, yes. \n[16]I have all my phone bills, if that's what you mean. I didn't record the actual conversations... \n[17]You'll see we talked on the phone quite frequently. \n[18]Well, I wanted to bring everything. \n[19]Uh huh? \n[20]\n[21]Now, Emily, where did you find this lawyer? \n[22]I'm asking because my husband knows a real good New York lawyer, and I'm not entirely comfortable with someone that no one has ever heard of -- \n[23]I'm sure he does. But I have a responsibility in this situation, and I would feel a whole lot more comfortable with somebody who didn't just drop in out of the clear blue sky... \n[24]No, if you all think he's good... \n[25]All right. Now Lisa, what is your involvement in all this? What's your angle? \n[26]Mr Deutsch? Mr -- \n[27]Mr Deutsch -- I'm just gonna give my \n[28]Yes, if they're so quick to agree to a settlement on this basis -- \n[29]But if they responded so strongly based on one story... \n[30].That's just common sense. \n[31]I'm sorry -- \n[32]What other terms would there be? \n[33]Because I have to tell you we have just lived through that nightmare with Monica and our children, and it was not a pleasant experience. We just want a clean, straight damages is fine. A regular payment. We'll pay the taxes on it. At least we'll have something in our hand... \n[34]We're still here. \n[35]Oh, yes -- \n[36]Oh yes. Absolutely. If you think he's at \n[37]Absolutely. We're not lawyers -- \n[38]We're only -- \n[39]We were just -- \n[40]We're sorry. \n[41]Hey. Three hundred and fifty thousand dollars... \n[42].that's nothin' to sneeze at. \n[43]Yeow! Was that everybody? OK: \n[44]-- Emily? What do you think? \n[45]Hey, if that's the vote... \n[46]Robbie, what do you think? \n[47]Sold! \n[48]It's just a blast in our ears. \n[49]They're not listening, Robbie. \n[50]Could we get back in this conversation please? \n[51]Listen, Emily? I don't know what you're thinking, but Rob and I are thinking we should take Russel's recommendation while we can. Because if they won't fire the guy, they're not gonna fire him. And six months or a year from now we're gonna -- \n[52]we're gonna be in a situation where we're beggin' them for half this much, which is gonna hurt 'em half as much as now, and they're still not gonna fire this guy! Or maybe he'll have already quit and the whole thing will be moot by then.. Do you see what I mean? \n[53]This is a distortion -- \n[54]Well I'm sorry, but I have a responsibility to Monica and I take that responsibility very seriously. You are talking about an offer that is gonna be withdrawn if we don't do something about it right now. \n[55]And rather than being abused over the telephone and cursed at for having the courtesy to involve you in these discussions, Lisa, I would hope you would be guided by our judgement. Unless I'm wrong about that. \n[56]Unless I'm wrong about that. Just what is your interest in this? \n[57]Well it may not matter to you, but where I come from three hundred and fifty thousand dollars is an awful lot of money, and to my mind is a positive result of all this tragedy and not just negative. Not just getting someone fired for one mistake, no matter how bad it was -- ", "DEUTSCH": "\n[1]First thing we do is we file a summons and a complaint against the MTA. They get .twenty days to respond, and when they do we can make our Discovery requests: Accident reports, personnel records, et cetera. But you gotta realize it's gonna take some time. The law says you have to get a court date within a year. Usually it takes about six. Depending. \n[2]Depending, yes. \n[3]Yes: Now this, if it could really happen, this changes everything in our favor. If they think there's gonna be adverse publicity, especially in The New York Times, they're gonna want to settle right away, soon as possible, and as quietly as \n[4]It's usually done, you get the money but you can't talk about it. Nobody knows the terms. \n[5]You get the money.  is that bad? I thought that's what we're all here for.  This is how our society punishes people for doing bad things. \n[6]Yes. It's called Punitive Damages. Pause. \n[7]Yes, sure, why not? \n[8]Sure. It's one of your conditions. \n[9]Oh they're gonna settle. \n[10]How would you describe the relationship overall? Did you talk on the phone a lot? Were there a lot of visits -- \n[11]And what were the nature of these conversations? \n[12]And she would advise you about your family? That kind of thing? \n[13]Would you have any phone records? Or -- \n[14]No no -- \n[15]OK, that's terrific. I see you came prepared...1 \n[16]Now when they take your deposition you're gonna say the same thing you just told me. Talk about the relationship... \n[17]Kind of advice she used to give you... \n[18]Well, they want to settle. They do...? \n[19]I have a meeting with their lawyer this afternoon, and they want to discuss a settlement. So we should get Abigail on the phone and talk about what-we're gonna do. \n[20]What you gotta realize -- What you gotta \n[21]No, no... \n[22].Could I interject? \n[23]They are responding to the story in the paper... \n[24]But what you gotta understand is they're offering to settle now because they want to get the story out of the paper. \n[25]Ladies, let me just -- Abigail. Rob. \n[26]If I could finish my thought -- They're jumpin' at the bait right now, but if another six months goes by we run a serious risk of losing our momentum. You see what I mean? Now I'm gonna hit 'em very very hard, I guarantee you. That's why I wanted all of us together on the phone, so we could talk about your other terms, besides the damages. I promise you, we'ere gonna be very very aggressive -- \n[27]A what? \n[28]I don't understand what you mean by a fund... \n[29]Absolutely. \n[30]Yes -- Rob? Yes I do. \n[31]Abigail? Rob? I just wanna make something clear. One conversation does not commit you to anything. \n[32]And I'm not gonna agree to anything without consulting you. But I'm working for you. \n[33]So if you're telling me not to take the meeting I'm not gonna take the meeting. \n[34]I'm very pleased to be able to inform you all that I had a long meeting with the lawyer for the bus company, and they've agreed to settle out of court for three hundred and fifty thousand dollars. What! Fantastic! That's wonderful! \n[35]I'm assuming this is agreeable to \n[36]But I gotta -- obviously I gotta bring the offer to you, get your approval -- \n[37]Now, I know there was a concern after our last call that we were jumping the gun a little bit -- \n[38]I was gonna say I know there was a concern after our last call that we were jumping the gun a little bit -- \n[39]It's OK. \n[40]I want to tell you I think it's a very good offer. \n[41]I think they're very anxious to settle, but I also do think that at this moment they're under the maximum amount of pressure we can really bring to bear, and I don't believe they're gonna come up any higher -- \n[42]I think it would be a big mistake. \n[43]OK. Now the only down side to this as it stands -- and the reason I asked Emily and Lisa to be here is because I know this may be a serious wrinkle for you all -- is that the bus company will absolutely not discuss the removal of the driver. What? \n[44]Please. Ladies. Let me ROB finish what I'm saying. Whoa -- hello! \n[45]Thank you. I want you to understand, Lisa, I pressed them very very hard on this, but they will not discuss disciplining of a company employee as part of the settlement because it could be seen as an admission of guilt on the part of the MTA -- \n[46]Settling out of court does not imply an admission of guilt. It simply does not carry the same stigma. On top of that you may not know, Lisa, they're involved in a very tricky labor dispute at the MTA right \n[47]I know that's your reaction... \n[48].but it's really not your decision. \n[49]No. \n[50]It's Abigail's decision because she's the next of kin. \n[51]Yes. I'm sorry. Obviously there's some very strong emotions going either way on this -- \n[52]Lemme just clarify -- ", "MARETTI": "\n[1]Hello?  Hello...? She hangs up. \n[2]Yeah...What can I do for you? \n[3]I don't know.. .What' s this about? \n[4]What do you want to talk about? I don't understand. \n[5]How did you get my address? \n[6]Well, it woulda been better if you woulda called. We're about to sit down... Mrs Maretti has drifted back toward them. Yellow Revised 10/9/05 - Page 83 \n[7]I don't get what, uh...Yeah all right. Let's go outside. \n[8]No, let's just go outside. \n[9]No, I don't want her to use the bathroom. I don't understand what this is. \n[10]Honey, just do me a favor, wait inside. \n[11]OK. We're just tryin' to...OK: What? Lisa looks at them, wishing Mrs Maretti would leave. \n[12]Insult me...? \n[13]Do I feel bad about the accident? \n[14]Nothin's goin' on here. So whyn't you calm down? Look: Go ahead inside. Let me find out what this is. Meantime whyn't you make sure those kids aren't killin' each other, all right? \n[15]No, you know what? Let 'em kill each other. Give us all a rest.  All right, Lisa. What. \n[16]Yes? What? Speak! \n[17]Uh huh. Right. Because it was an accident. \n[18]On purpose...? \n[19]What.  Speak. Talk! What! \n[20]Who was looking at each other...? You and me? \n[21]Romantically...! \n[22]You're not comin' through very clearly! \n[23]The way what is? What! Speak to me! What? \n[24]Don't drag me outta my house on a Saturday afternoon and then make me stand here pullin' teeth to find out what you're talkin' about. Yellow Revised 10/9/05 - Page 86 \n[25]I've got my kids inside: You're an attractive young lady, you show up at the house -- Please! Get to the point or go home. Because I don't care enough, frankly, to stand around here tryin' to figure out what you're doin' here!  What! What! \n[26]Yes, it's my cowboy hat that I wear sometimes to amuse myself on the bus, yes. I was probably wearing my cowboy hat, yes. What. \n[27]No Criminality, that's right. \n[28]OK. I'm gettin' a little confused over here. \n[29]OK. First of all, I don't really know what you mean by wavin' at you...What were you, tryin' to catch the bus...? \n[30]Maybe I was wavin' at you like, wavin' to say, you know, \"Step away from the bus,\" if the bus was in motion, I would've waved you away for your-own safety, but that's all that would be. Yellow Revised 10/9/05 - Page 87 \n[31]No. Not really. No. \n[32]Tell him I'll call him back. Mrs Maretti goes back inside. \n[33]I know you're not, because you couldn't get me in trouble. Uhhhh, there's no criminality found...the report is, uh, final. And that's it. \n[34]I'm gonna leave it, because that's all that it was. If something else would have happened, I'd take it to whatever that was. It was tragic, it was a tragedy. But there's only a certain speed the brakes can react. That's a physical limitation of the machine. I don't know what else to tell you. It was a shock. It's shock. But that's it. Can't bring her back. Cannot bring her back. \n[35]But you already talked to them! \n[36]You lied. \n[37]Then how come nobody else saw it? \n[38]You would think somebody else would see it. \n[39]Then why didn't you say something right then? \n[40]Oh, now I really don't know what you're talkin' about. \n[41]What did I say anything to you? Did I threaten you? \n[42]But you told 'em what you saw! You told 'em what you saw! And so did I! Only I'm the one behind the wheel! Yellow Revised 10/9/05 - Page 89 \n[43]No, it's all right. Leave it alone. (To LISA) You wanna ruin my life, start tellin' 'em about looks, and you waved at me and I had on my cowboy hat, go ahead! You're gonna go back to school and do your homework and I'm gonna lose my job! And who's gonna feed my kids? You? Are you gonna do it? And for what! She's dead! She's dead! And there's nothin' I-can do to bring her back! \n[44]Hey do whatever you fuckin' want. \n[45]But those cops are gonna laugh in your fuckin' face because this was not my fault! \n[46]What'd you say? \n[47]Yeah. Don't say that to me.again without a lawyer. Gimme your phone number. \n[48]What's your number? Gimme LISA your number. Oh, you wanna Mjy? No! Why do you want it? come to my house like some anonymous person, I can't get in touch with you? MRS MARETTI What's your fuckin' number, Gerry! Take it easy! Lisa Cohen! \n[49]Hold on.  555 -- \n[50]Do whatever you're gonna do. I hope you got a good lawyer. ", "KARL": "\n[1]\n[2]\n[3]I'm great. I'm looking at a beautiful sunset over the ocean. Doing a little work. . .How are you? \n[4]Practicing your horseback riding? \n[5]So how's everything going? How's school? \n[6]\n[7]Yeah. Math was never my strong suit either. \n[8]I'm fine. I'm good. Things are picking up a little bit, which is good. How's the boyfriend situation? \n[9]Uh huh? Well, next time you come out here I'll try to hook you up with some more interesting people than you seem to be meeting at the moment. \n[10]Well -- I don't either, per se. It somewhat depends on who it is, obviously... \n[11]OK. Well, that's about all on my end, babe. I'll give you a call in a week or two. Give my love to Curtis, and say hello to your Mom. \n[12]Yeah. I think we're gonna have a really good time. \n[13]Bye sweetie. \n[14]Yeah! Hi! How's everything been going? \n[15]Not too bad. Pretty good. I'm sitting here listening to some music. Having a glass of delicious beer. \n[16]Yeah. Yeah. How are you? How's the boyfriend situation? \n[17]Uh huh? \n[18]You are. You're a beautiful girl. And you've got brains. That makes you dangerous. \n[19]Well -- I'm hoping you're not too mature. \n[20]OK good. That was a good answer,. \n[21]OK, then you know what? You do nothing. You do absolutely nothing. And one of two things will happen. Either he's gonna start doing back flips to get your attention, or you're gonna send him a crystal clear signal that if he doesn't do back flips he's not gonna get your attention. OK? \n[22]Uh huh? OK... \n[23]That's OK. Because now, if now you stop acknowledging him, you just suddenly give him nothing, he's gonna go berserk. Unless he's just not interested. In which case, you gotta take your lumps. OK? Which is tough. \n[24]Yeah. Lemme know what happens. \n[25]OK. Well, everything's OK here...A little \n[26]OK. What's up? \n[27]OK, well, first of all, I'm very glad you told me. Second of all, I think you should let me call my friend who's a lawyer, just to get some idea of what the ramifications would be. \n[28]There's nothing wrong with knowing what you're getting into. I'm gonna call my friend Lorne, I want to see what he says. ANNETTE, Karl's, girlfriend, 40, lets herself into the house. \n[29]Um -- I got a message. \n[30]I don't know. Yes. Hold on. (To LISA) I'm sorry, Annette just walked in. \n[31]I'm -- It's -- could I just -- \n[32]Uh huh? \n[33]I'm sorry, Lisa. Hold on one second. \n[34]Yes. \n[35]Yes: I will: We're just in the middle of something. \n[36]OK, you know what? I want to talk about this, not right now. \n[37]I'm going to ask her. I will. We're right in the middle of something. \n[38]Hi. \n[39]Yeah. It's Dad. \n[40]Yeah. That's why I'm calling. I don't think it's going to happen. \n[41]Nothing's the matter. Nobody seems to really want to go, and I don't really feel like spending three thousand bucks on something nobody has the slightest interest in. So I think it's obviously better for everyone if we just cancel. \n[42]Well, I can't seem to get a straight answer about what anybody wants to eat, um, Annette is giving me a hard time about her schedule, I talk to Curtis and all I get are monosyllables, so -- \n[43]Uh huh? Well, you know, that hasn't really been my impression. So, uh...I also think it would be good to shelve the idea of your coming out here next year. \n[44]It looks like things are gonna start picking up for me in the Fall, which means I'm probably not gonna be around the house all that much, and since you and Annette detest each other, I don't, uh, I don't think that's what I want to come home to after a fourteen hour day. \n[45]OK, well, it doesn't really strike me as something you're that serious about anyway, so what do you say we just table it for the time being? \n[46]OK. So tell Curtis, uh, that New Mexico's off...Ummm, and I will talk to you, ummm, whenever. \n[47]Yeah. He hangs up. LISA hangs up too. ", "DARREN": "\n[1]Hey, how'd you do? \n[2]So he didn't give you a hard time or anything? \n[3]Oh yeah, everybody loves Mr Aaron. \n[4]Nothing. The man is very lovable. They stop at the corner. \n[5]Why would you want to buy a cowboy hat? \n[6]That is a definite possibility. \n[7]Before you venture forth on your bizarre quest for a cowboy hat...? \n[8].what are you up to later? Like tonight. \n[9]You wanna go to a movie? \n[10]No, not on a date, just go to amovie. I don't know if it's a fucking date! \n[11]I don't know, I don't even know what's playing! I don't know if it's a date! Let's just forget it! I hate the fuckin' movies anyway. They're just bullshit. They're all bullshit! \n[12]What if it was a date, anyway? Would that \n[13]I don't know. Yeah. I mean...I feel like we're already really close... \n[14].and I think we'd be a really good match - - What? \n[15]So -- Yeah. I would. I mean, yes. I am. Yes I am. \n[16]I view this as a way of strengthening our friendship. \n[17]I know: It's a fairly dangerous move. \n[18]Absolutely. Give it some thought. \n[19]Like what? \n[20]Not a thing! \n[21]All right. She turns and walks away, pleased by the conversation. \n[22]If you didn't want to go to the movies alone with-me Friday, you could have just told me that. You didn't need to bring Becky along as your bodyguard. \n[23]Then why did you? \n[24]NEIGHBORHOOD LADY 2 What relationship? You don't say. \n[25]NEIGHBORHOOD LADY 2 Nothing. I'll try to Fourteen years! improve my diction. \n[26]NEIGHBORHOOD LADY 1 Like what? Who's gonna steal him? \n[27]NEIGHBORHOOD LADY 2 But what specifically is What's the name of it? fucked up? \n[28]Uh huh...? \n[29]Why not? \n[30]But those kinds of feelings can develop. I definitely feel like there's a connection there. \n[31]I just think you're scared. I'think you're scared of your own feelings. I think you've been hurt in the past by other guys and I think what it would feel like to have a real feeling is really terrifying to you. She wipes her eyes because tears are running down her cheeks \n[32]What's the matter?  What's the matter? She won't look at him. O.C. AUDIENCE APPLAUSE takes us to: \n[33]Not really. Pause. She kisses him softly and they make out for a minute. \n[34]I don't mind. He kisses her again. She draws back slightly. \n[35]\n[36]Hey. What are you up to? \n[37]Really? That's impressive. \n[38]I've just never known you to be so devoted to your studies before. \n[39]You're not gonna fail Humanities. \n[40]So what did you do tonight? \n[41]\n[42]Yeah. I'll talk to you later. \n[43]I know. I know. \n[44]Yes you can. Of course you can. You can talk to me about anything. \n[45]I love you too. I really do...! They hug and cry. LESLIE raises her hand. \n[46]Thank you, Matthew. Yeah, I agree. Only it's not Shakespeare saying it: It's Gloucester. Maybe another character would have a different point of view. ", "DAVE": "\n[1]Not at all. I love to repeat myself. \n[2]When someone is killed it's what you call a Wrongful Death Suit, which is a statutory case, which just means there's a statute passed by the legislature which gives you the right to bring the case. \n[3]As opposed to common law, which is law made by judges. Which is why the damages are limited. \n[4]No -- the police are not, uh -- \n[5]I'm just telling you that even if they do, there is no way in this world they are gonna recommend to the DA that they charge this guy. That's why -- \n[6]Well. I'm -- \n[7]I'm just getting to that. You can't do anything unless you're a relative -- \n[8]-- or -- hang on a minute -- unless you're executor of her estate -- \n[9]-- which is Emily. I know. \n[10]Yes. This is good. Because the executor of the estate Cdn bring a Wrongful Death suit, but the beneficiary has to be a relative. So let me explain about that. In a Wrongful Death suit you can sue for Pain and Suffering, Pecuniary Losses, Lose of Support or Services.. .And also what's called Care, Comfort and Society: --like advice, counseling of the parent that the kids aren't gonna get anymore... \n[11]Yeah, and that's probably what we would do, \n[12]Well, no, because the bus driver wouldn't have any money. You basically sue everybody and hope something sticks. The person who pays will be the MTA's insurance company. \n[13]No. Not necessarily. \n[14]Maybe. I don't know. \n[15]-- if she was alive, in great pain for an extended period of time, they give more money for that. \n[16]And I gather in a lot .of pain? \n[17]Yes -- obviously. And -- but was she conscious? Awake, the whole time? \n[18]Well, if she was in a lot of pain for that long ...I don't know. . .maybe 300,000 or a half a million dollars to get a sustainable verdict? A brain damaged baby would beâ\u0080¢ three million. But the truth is, Lisa, after all's said and done, it's not a very good case. \n[19]Because it's your word against his, and because you already lied on your first deposition. A red light case is a fifty- fifty proposition already. And with only one eyewitness, with two conflicting statements? I wouldn't take-that case. \n[20]I understand that -- \n[21]I understand. But no matter how you slice it, the fact that Lisa lied on her first statement is a disaster for your lawyer. \n[22]That's true-Since she have no financial interest she can't be impeached for bias. \n[23]She can't have her credibility attacked on financial grounds because the jury knows you're not getting any money if you win. \n[24]I'm sorry. That's what its called. \n[25]I -- don't know. I am concentrating. I'm just thinking out loud. \n[26]Anyway.. the only thing I could think of is it i@ the MTA. So they're not gonna want a lot of publicity. \n[27]Did she know she was dying? I only ask because the terror of knowing you're dying raises the damages. \n[28]If she had lived for a couple of days it would make the case better...I know this sounds horrible, but this is what it comes down to... \n[29]I actually did have one more thought...I do know one guy who's, uh... You know what? Yo know what I want to do7 I want to make a few phone calls, and then, just let me get back to you. \n[30]So after I talked to you guys I called this P.I. I know and I asked him to -- \n[31]Private Investigator -- to see if he could find anything out about your bus driver -- \n[32]Wait, let me tell you what he said! So he called this guy he knows who used to be a cop for the MTA. Did you know the MTA have their own police? The MTA police? They have their own uniforms... \n[33]-- so this guy got someone to let him sneak a look at your guy's file. And it turns out he's had two previous accidents -- less than two years apart -- one of them on the job, one in his own car -- \n[34]-- where there was some allegation that he was drinking, which was dropped, but, that he's never been cited or disciplined, just moved around to different shifts -- \n[35]Because Surprise Surprise his brother-in- law is a very big muckety-muck in the Transit Workers Union -- \n[36]And if you read the paper, you'll know they're going through a protracted labor dispute at the MTA right now, and according to my PI, the management doesn't want to aggravate the situation by firing this guy. Especially since the police have concluded he was not at fault. \n[37]I know, but what it means, Lisa, is that we have a case. \n[38]What it means, in fact, is that we have a very good case, because we can sue for what's called \"Negligent Retention.\" Which means they should have known the guy was a bad risk and was irresponsible and they negligently retained him until he finally killed somebody. \n[39]Sure, because we can subpoena their Personnel records, which we already know contain damaging information, because my investigator got a look at them beforehand. Which you're not-supposed to do, but we did it anyway. \n[40]That means we're in great shape and I think we should go in there and sue their fuckin' asses off. \n[41]No no. Oh no. \n[42]Sure. I know a guy who's very good. His name is Russel Deutsch. He's not a sleazebag. Very experienced. Let me give you his number... \n[43]But you gotta get that crazy cousin on board because she's gonna be your beneficiary. \n[44]If you win she gets anywhere from three to five hundred thousand dollars. She's gonna come to New York. ", "MITCHELL": "\n[1]OK, Lisa? Lisa? I just want to ask you a couple of questions, OK? \n[2]Now I want to ask you where you-were, and what you saw when the accident took place. Just tell me everything you saw, even if you think it might not be important. OK? Think of it like a movie. Like you're watchin' a movie in your head, and all you gotta do is tell me exactly what you see in the movie. OK? \n[3]OK, so you're on the corner? Northwest \n[4]So, you're standing across the street. \n[5]So the bus goes by and you start running. \n[6]Whoa whoa whoa whoa. Slow down a sec. So you're tryin' to catch the bus -- 18 \n[7]I'm sorry Lisa, but we gotta ask you this while it's still fresh in your mind. I know this is hard for you. I'm just tryin' to do my job, OK? \n[8]OK, Lisa, hang in there. You're doin' great. \n[9]We already called your Mom; but I'm gonna have 'em put another call into your mother right now, OK? \n[10]I'm not tryin' to patronize you. I'm just tryin' to get the information down while it's fresh in your mind. I know some of these questions might seem like they don't make a lotta sense right now -- \n[11]Well, that's what I'm doin'. Now: I'm gonna ask you: From where you're standing could you see the traffic light?  Could you see if it was red? Green? Yellow? Just picture it in your mind. What color was the light? Lisa looks over at the Bus Driver. He looks back at her. \n[12]We actually work outta Highway One? Up in the Bronx? So for somethin' like this we just borrow a local precinct... \n[13]OK, just describe what you saw to me in your own words? Lisa glances at Joan. Joan smiles at her encouragingly. \n[14]Accident Investigation. Detective Mitchell. \n[15]Yeah, hi, Lisa, what can I do for you? \n[16]Yeah, I can -- \n[17]No no. Family's been notified...Lemme see what I got. \n[18]Lemme just... OK: I don't have anything for a daughter. The only contact I have is a cousin, Abigail Berwitz. I got a number in Arizona... \n[19]Yes. It was, uh, No Criminality found. \n[20]Right. \n[21]\n[22]This guy been givin' you a hard time? \n[23]What's this guy been sayin' to you? \n[24]Sure I do. What's up? \n[25]So now you're sayin' he ran the light. \n[26]No, I get the picture. So you're flirtin' with this guy, he's wavin' at you, he runs the light, hits the decedent, she dies on the scene...the both of youse lie to me on both of your statements, and then somewheres in there you turn around, decide the guy belongs in jail. That right? That about right? \n[27]And what do you think I should do with you? Just gimmeâ\u0080¢a clue. 'cause I'm just a little bit lost over here...: \n[28]OK. Well. Before we do anything, Lisa, anybody will tell you that just because he ran a red light is not a criminal offence. \n[29]Even if you cause an accidental death, that's right. For this to be a criminal offense, the law says you need two aggravating circumstances. Like he ran a red light and he was speeding. Or he ran a red light and he was -- \n[30]No. He could be charged with reckless driving, and fillip' out a false police report. Which, that's no joke -- \n[31]Yes. Because that's the definition of murder. Killin' somebody on purpose. You're not sayin' he ran her over on purpose, are you? Pause. \n[32]All, right, look. Lemme take another statement, and, uh...We'11 look into it, \n[33]No. I'll go over it with my sergeant, probably pull this guy in again. Reinterview him. Put a little pressure on him. See what he says. \n[34]Detective Mitchell. \n[35]Hi Lisa, what can I do for you? \n[36]Yes, we did:.We brought him back in -- \n[37]Well, he basically stuck to his original representation, and that was pretty much it. I brought it up with my sergeant, but he agrees with me we still don't have enough to charge this guy, so there's really not a lot more we can do at this point. \n[38]Excuse me? \n[39]Hey, you know, Lisa, in the old days we'd just throw him in the back with a rubber hose and we'd get whatever answer we want out of him. But fortunately we don't do that kind of thing anymore -- \n[40]Excuse me? \n[41]We don't do it to who? \n[42]First of all, I don't know why you're bringin' the guy's race into it. There's forty thousand cops in this city -- \n[43]-- and I hate to disillusion you, but most of 'em are pretty good guys, just tryin' to do their job. Bottom line is the DA's not gonna take this case.  Now you could talk to my sergeant if you want to, but -- ", "ANGIE": "\n[1]Yeah, my family is from Syria? And I just want to say that Americans have no idea how much people hate them all over the world. OK? \n[2]And all my relatives in Syria think that what we did in Afghanistan was terrorism. Not to mention Iraq... \n[3]Um, no it's not: Sorry. \n[4]No we don't. \n[5]You should! 2nd Blue Revised 10/28/05 - Page 31 \n[6]Oh they were monsters? \n[7]Why? Because they're Arabs? \n[8]Maybe they think they had a reason! \n[9]Thank you. \n[10]Oh, where did you read that? \n[11]Okay, forget it. \n[12]No! Forget it! \n[13]No! Why should I? \n[14]I'm not! Why are you defending a country that unilaterally invaded two Muslim countries and supports the Israeli occupation of Palestine?! The class ROARS. \n[15]-- and drops bombs on women and children and then calls other people terrorists for doing the exact same thing! \n[16]Yes it is! \n[17]Thank you! \n[18]Yeah.  Yeah. I'm gonna say it. I feel really fucked over by some of the people in this room. I'm not saying I'm not gonna do my job, but for some reason, a lot of the actors in this show seem to think that this whole show is about them. And I think I speak for a lot of the techies when I say that I feel really unappreciated and basically fucked over. And I don't know if I can get over it. I don't. That's all. Nobody says anything. PAUL raises a hand. His pretty GIRLFRIEND is seated next to him. \n[19]Yeah, I don't want to get into the whole Palestinian thing again either, because I realize I'm completely outnumbered -- \n[20]That's not really funny, Anthony. \n[21]Yes. Yes! \n[22]Um, even if there's no other way to get you out of my country? \n[23]Oh they like it? They're just bad people and they like it? \n[24]The Israelis. ", "MONICA": "\n[1].I just don't think you can really know a guy until you've slept with him. Lisa, listening, is not so sure, but wouldn't know. \n[2]I don't know. Where am I? What is going on? \n[3]Who are you? \n[4]Am I dead? \n[5]What do you mean? What happened? \n[6]You've got to be kidding me. A bus? \n[7]I'll say I'm confused. \n[8]NO! Don't let go of me! \n[9]Oh my God what's happening to me! \n[10]What do you mean? Are they doctors? Who are they? \n[11]Well, get 'em the fuck away from me! \n[12]I can't see anything. Are my eyes open or closed? This silences everyone. Lisa looks at the 1st Man. He shakes his head, panicked; he doesn't know what to say. \n[13]What do you mean? \n[14]Could somebody call my daughter? \n[15]What? What are you talking about? \n[16]Jesus Christ, would you call her? Just call her! \n[17]Oh sweetie, I don't think I'm gonna make it. \n[18]Yeah, I think this whole class should apologize to Angie, because all she did was express her opinion about what her relatives in Syria think about the fact that we bombed the shit out of a practically medieval culture -- \n[19]-- and everybody started screaming at her like she was defending the Ku Klux Klan! \n[20]But I'm not even saying I disagree with you! I'm only saying I think it's pathetic the way people in this class treated Angie just for saying something they don't agree with. \n[21]I don't think that's what he's saying at all. I think he's saying the gods don't give a shit about human beings and they just kill and torture us for fun -- \n[22]Yeah...1 \n[23]Well, I don't know if this is good or bad, but speaking of ideology, it's interesting that the suicide bombers -- just for example -- care enough about what they believe in to sacrifice their lives for it. ", "CURTIS": "\n[1]Hi. \n[2]She went to the store. Lisa gets out some cold pizza and sits down with it. \n[3]Use a plate. \n[4]Fuck you. \n[5]You just said it. \n[6]So do I. \n[7]What does it mean? She looks at him and speaks very slowly and deliberately. \n[8]No it's not. \n[9]Gross. \n[10]Do you want to play a game? \n[11]Please! \n[12]Can I have some pizza? \n[13]What happened to you? \n[14]What did they do with her leg? \n[15]Hi. We TRACK her back to her room. She shuts the door. PAUL has put on his underwear and is smoking a cigarette. \n[16]Hi. Lisa walks Paul to the front door. \n[17]Me? \n[18]No. \n[19]Good one. \n[20]Mom's looking for you. \n[21]She thinks you're going out with her tonight. \n[22]I don't know. Lisa heads for her room. Joan appears, half-dressed. ", "JOHN": "\n[1]Matthew, if you would read France... And Anthony, you read Burgundy... \n[2]And I guess I'm gonna hog the part of Lear again... \n[3]\"Right, noble Burgundy, When she was dear to us, we did hold her so; But now her price is fall'n.\" \n[4]\"We are to the gods as flies to wanton boys. They kill us for their sport.\" We are to the gods as flies to wanton boys. They kill us for their sport.\" What do you make of that? Lisa? Lisa? \n[5]Take a stab. What do you think Shakespeare is saying about human suffering here? \n[6]You know what, Lisa? That's not good enough. That's not good enough. Shakespeare wrote something: What's your response? And don't tell me you don't have one because I don't buy it. \n[7]Matthew? \n[8]OK: That's a valid point. Just because Shakespeare has one of his characters say it doesn't mean he personally agrees with it. Yes: David? \n[9]OK...I don't think that's what he's getting at...I think what he's getting at here is a very dark view of the arbitrary nature of human suffering. \n[10]Well -- let's look at the text. Let's test David's hypothesis. \"We are to the gods as flies to wanton boys. They kill us for their sport.\" I have to agree with Matthew, that seems pretty unambiguous. \n[11]OK, but -- I still don't think that's what he's trying to say. Um... \n[12]I don't know ...Um -- Monica? \n[13]David, I think you've made your point. But it's not what Shakespeare meant. Scholarly opinion is pretty consistent that he's trying to say something about human suffering here -- \n[14]And in this particular play what I think he's trying to say is pretty black -- pretty bleak -- \n[15]No, I'm not saying that. But I would like to move on -- \n[16]No David, that's not what Shakespeare meant! He says it somewhere else in the play, but I don't want to get hung up on this any more because it's not what Shakespeare meant, and I would really like \n[17]Spring and Fall to a young girl by Gerard Manley Hopkins. \"Margaret are you grieving Over Goldengrove unleaving? Leaves, like the things of man, you With your fresh thoughts care for, can you? Ahl as the heart grows older It will come to such thoughts colder \n[18]By and by, nor spare a sigh Though worlds of wanwood leafmeal lie, \n[19]And yet you will weep, and know why. Now no matter, child, the name: Sorrow springs are the same. Nor mouth had, no nor mind, expressed What heart heard of, ghost guessed: It is the blight man was born for, It is Margaret you mourn for.\" Silence. \n[20]Any thoughts? Lisa? Lisa looks up slowly. \n[21]Come on, guys. You can't be smokin' a j. on your way to a school soccer game! Now come on! ", "ROB": "\n[1]Mr Deutsch, I had the thought, if they're willing to settle so quickly, maybe we're better off waiting a little bit, maybe rattling the sabre a little bit more... \n[2]Maybe we're cuttin' our own throats here. \n[3]-- We didn't hear that last. \n[4]What do you mean, like some kind of a fund? \n[5]Some kind of fund? For the kids? \n[6]Just as long as they don't think they can buy us off just by gettin' rid of this guy. You see what I mean? \n[7]What we're most concerned about here is the amount. \n[8]But you see what I mean? \n[9]I just want to go on record as saying I think this whole meeting is premature. \n[10]Mr Deutsch...? \n[11]That's OK -- \n[12]Yes. Sorry. Fire away. \n[13]That's OK -- \n[14]OK, now let me just -- \n[15]Unless you think there's something to be gained from holding out for more. \n[16]Sold! \n[17]The driver? \n[18]Can I jump in here? Russel? \n[19]Hello? \n[20]Exactly. ", "BECKY": "\n[1]What did he say to you? \n[2]Kirsten, I didn't know you smoked. \n[3]Well, Mr Klein...I mean, was there ever a good President of the United States? There is some laughter from the students. \n[4]Hey, Darren. \n[5]We don't? \n[6]I still don't get why you didn't even audition. You're such a good singer. \n[7]Are you aware that things have gotten to the point where I now have to hear things about you from other people and I can't even correct them because I no longer have any first-hand information about you myself? \n[8]Nothing. I just feel like we used to be really close -- like, up until a few days ago. And I'm not really getting that from you anymore. \n[9]I can't believe you just said that to me. That was really hard for me to say, and that's you response? \n[10]Fine. Would you like to smoke any more of my pot before we leave or have you had as much as you want now? \n[11]Fine. Get fuckin' out of my house! \n[12]Why would you be jealous of me...! \n[13]Well, I'm really sorry if I hurt you! \n[14]We are totally gonna miss the game. Oh my God it's John...! It's John! They try to hide the joint from JOHN, the English teacher, who approaches them and stops. Pause. \n[15]Hi John.  Want some? They giggle. \n[16]We're really sorry. John glares at them, then turns and walks away. ", "KLEIN": "\n[1].So the President of the United States, William B. McKinley, authorized the use of private detectives to break the strike, and they went out there and shot them down! Just like they did in Virginia, just like they did in Pennsylvania. Because they did not care! They did not care! \n[2]All right? Go ahead, uhhhhh: Becky. \n[3]I don't know, Becky. I think that's a good question. What do you think? You. Lionel. What do you think? Did we ever have a good President? \n[4]Think of the implications of what you're saying! \n[5].I'm saying what is the frame of reference for the average Arab on the street? Angie! \n[6]Hey, hey, one at a time...! \n[7]LISA Hey, hey, hey! Like what? They didn't even have any demands! ANGIE They just wanted to kill Why did we drop bombs people! on innocent people in What do you think we doing it! Why did we should've have done? invade Iraq? \n[8]Angie! \n[9]Go ahead with what you were saying! \n[10]Lionel! Go ahead. \n[11]I don't know. That's an interesting point. I agree it's a bullshit term. \n[12]Uhhhhhh...Monica! \n[13]Because that's censorship, right? Right? \n[14]OK. Go ahead: Kirsten. Lionel: Put your drum away. Lionel stops drumming on his desk with his fingers. \n[15]All right: Lisa? \n[16]OK... Hitler Youth. ", "MRS MARETTI": "\n[1]Hi, can help you? \n[2]Oh my God, were you? Oh my God, what a thing, huh? \n[3]Ummmmm, yeah, sure. Whyn't you come in. \n[4]Oh Gerry, let her use the bathroom. \n[5]Will you kids settle down, please! I'm not kiddin'! Lisa goes in the bathroom. \n[6]No. I wanna hear what this is. \n[7]No it's not OK. \n[8]You know, honey? Are you just upset about the accident...? \n[9]Gerry... why don't we all go inside and sit down? \n[10]All right. Yellow Revised 10/9/05 - Page 84A \n[11]Your brother's on the phone. \n[12]Gerry! Take it easy! \n[13]Gerry -- ! \n[14]You know this was very traumatic for him! \n[15]Does your mother know you're here? ", "LEWIS": "\n[1]And that's basically it-That's basically all there is to say. \n[2]One at a time -- \n[3]Such as what? \n[4]OK, Angie? \n[5]OK, OK! Monica? \n[6]If you ladies can't make your points without yelling or interrupting each other or raising your hands, I'd say it was a pretty good argument for \"No.\" \n[7]Lisa! \n[8]Let's try to put this in a broader perspective. The question was not actually who's to blame in the Arab Israeli conflict \n[9]Lisa! \n[10]", "ANTHONY": "\n[1]Lisa has raised a salient point. There are some laughs from the class. \n[2]Ah. Burgundy. \n[3]\"Most royal majesty, I crave no more than hath your highness Offer'd, nor will you tender less.\" \n[4]Syria is a theocratic military dictatorship. \n[5]Syria is not a theocratic military dictatorship? \n[6]They did have a reason. \n[7]They want to establish a medieval Islamic caliphat in the Middle East and destroy Western civilization. \n[8]It's on their website. \n[9]That's not technically LEWIS \n[10]Not unlike the Palestinians themselves. ", "1ST MAN": "\n[1]Somebody call an ambulance! Call an ambulance! Everyone calm down! \n[2]Someone's calling one! \n[3]Here, lemme try to see if I can -- He tries to detach Lisa's hand from Monica's. \n[4]Ma'am, we're only trying to help you! \n[5]You wanna do it? You know what to do. Why don't you do it? \n[6]There's nowhere to put it! I can't even -- Lisa looks at the incredible amount of blood still spreading everywhere, all over her, all over the street. \n[7]OK, OK, hold on. \n[8]I got it. I got it! \n[9]OK. It's OK. She's gone. The 1st Man tries to pull her away. ", "MATTHEW": "\n[1]\"My time of day is the dark time...\" \n[2]Why are we stopping? \n[3]By \"Matthew,\" I assume you mean me? \n[4]Yes? \n[5]So you'd like me to memorize them. Everyone laughs. \n[6]But I'm not mad at anyone. I just want everyone to think I'm a great guy. Everyone laughs. \n[7]I think it is self-evident. I think he's saying that human beings don't mean any more to the gods than flies do to little boys who like to torture them for fun. \n[8]Like as far as the gods are concerned we're just ants. Nothing. (like a newscaster turning to his colleague) Darren? The class laughs. \n[9]Yes. Much like flies to wanton boys. Anybody? Anybody? ", "2ND MAN": "\n[1]Get an ambulance! \n[2]Never mind, let her talk! \n[3]LISA Is there a doctor anywhere? We're on Broadway and 75th Street. You don't know me -- 1ST MAN MONICA Upper West Side and there I don't understand. Is it still are no doctors? happening? \n[4]Oh my God! \n[5]We need to get a tourniquet \n[6]Never mind that! Try it higher up. Try to put it higher up! \n[7]Just put it higher up! Just move it - \n[8]Ma'am? You're gonna be OK. ", "DAVID": "\n[1]Yeah, maybe Shakespeare isn't saying the gods don't care about us. Maybe he's saying there's a higher consciousness that we can't see. That the gods' perception of reality is so much more developed than ours that compared to their perception, our perceptions are like comparing flies to \n[2]But maybe he's not. Maybe he's comparing human consciousness to divine consciousness, and he's saying that even though it seems to us that human suffering is just arbitrary, that's just because we're limited by our viewpoint. \n[3]Yeah, because he's saying there's a higher purpose that we can't see. He's saying that what seems like them killing us for sport could just be because our consciousness isn't developed enough to see what the higher wisdom of their killing us is. 2nd Blue Revised 10/28/05 - Page 75 \n[4]No, like if you say they kill us for their sport, when our perception of the gods is so meager that we can't even tell what they're doing, then how can we be so arrogant as to think that they would bother to kill us for their sport? \n[5]But if the gods' consciousness is so much more developed than ours that we seem like flies to them, then how can we be sure what they have in mind for us or why they do anything? \n[6]Scholarly opinion...: \n[7]But what are you saying? A thousand Frenchmen can't be wrong? \n[8]I think he is saying that, because he's comparing human consciousness to flies, and he's saying that we can't see the truth around us because our consciousness is undeveloped. ", "GARY": "\n[1]Now I know there's been a lot of shit going on between a lot of the people in this room..But I wanna tell you something: You've worked too fucking hard for this show to be derailed now by the kind of bullshit I know has been going on around here. Now, I'll bet you there's not one person working on this show who hasn't got somebody they want to say something to, including me. So I'm gonna start. Matthew? \n[2]Yes. I mean you. Matthew comes slowly into the middle of the circle. \n[3]You are probably one of the most talented kids who's ever performed at this school. But you're too Goddamn lazy, you think you can just waltz through this part, and it's pissing me off. Because this show cannot come together until you learn your fucking lines. OK? _ \n[4]Yes, I'd like you to memorize them! Now.  Your turn! \n[5]Leslie? \n[6]Yes, Paul? \n[7]Oh you wanna hug me a little, don't you Paul? ", "WOMAN MOURNER": "\n[1]Thank you for doing this, Emily. \n[2]It's OK, Emily. \n[3]Excuse me. Good bye, Emily. Thank you so much for doing this. Emily and the Woman Mourner hug each other goodbye. \n[4]I don't know! \n[5]Goodbye. As Lisa-goes out she hears: \n[6]Who is that? \n[7]No... ", "BONNIE": "\n[1]OK, so we're just gonna start with a_couple of simple stretches. \n[2]Hey, Lisa. What's Up? \n[3]Um, should I... \n[4]Do your parents know about this, Lisa? \n[5]Have you told the father, honey? \n[6]We're not gonna tell anyone. But you're gonna have to tell whoever it could be -- \n[7]What was that...? ", "ANNETTE": "\n[1]About the flowers? For my mother? \n[2]Who are you talking to? \n[3]Will you please ask her if there's anything we don't know about that she won't eat? For the trip? Because I have to tell the ranch, because they do all the meals ahead of time \n[4]Karl, I was supposed to call them last week. You said you were gonna call her and you didn't. So then I called her, and she never called me back. So what do you want me to do? \n[5]-- and if there's anything she can't eat and they put it in the hampers, she's not gonna have anything to eat. The last time she came out here we went to three different places and she couldn't eat anything on the menu. \n[6]OK. Tell her I said hi. ", "RODRIGO": "\n[1]Excuse me. Joan? \n[2]I want to tell you, Joan, my Dad talked about you all the time. \n[3]Yes. The night he met you, he called me in England and woke me to tell me about it, he was so excited. I never heard him talk about anyone like that since my mother died. \n[4]I don't know if this is appropriate... \n[5].but he went out a lot. Do you know the last time I spoke to him he told me from the moment he met you he knew he wanted to marry you, because for the first time since he lost my mother, he finally met a woman he could really connect with. \n[6]Yeah, I know he did. Thank you. "}}