{"dialogues": {"LEWIS": "\n[1]All right, team. Stay in sight of each other. Let's make NASA proud... \n[2]Which leads to Martinez responding, which leads to us listening, which leads to me being annoyed. \n[3]Shut `em off. \n[4]I apologize for my countrymen, Vogel. \n[5]Seven. One hundred grams each. Drill at least thirty centimeters down. \n[6]What is it? \n[7]I saw the warning in the morning briefing. We'll be inside long before it hits. 4.  \n[8]\"...twelve-hundred kilometers in diameter, bearing 24.41 degrees...\" \n[9]\"...based on current escalation, estimate a force of... \"Eighty-six hundred Newtons.\" \n[10]\"Begin abort procedures.\" \n[11]Prep for emergency departure. \n[12]We're scrubbed. \n[13]Visibility is almost zero. If you get lost, home in on my suit's telemetry. The wind's gonna be rougher away from the Hab, so be ready. \n[14]How? \n[15]What happened? \n[16]Watney, report -- \n[17]Okay... okay... Martinez, get to the MAV and prep for launch. Everyone else, home in on Johanssen. \n[18]Line up and walk west. Small steps. He's probably prone. We don't want to step over him. 7.  \n[19]Copy that -- \n[20]Temperature normal? \n[21]Copy. If it tips, can you launch before it completely falls over? 8.  \n[22]Copy that. Everyone home in on Martinez' suit. That'll get you to the airlock. Get in and prep for launch. \n[23]I'm searching a little more. Get moving. And Martinez, if you start to top, launch. \n[24]I just ordered you to. You three, get to the ship.  \n[25]Johanssen, would the rover IR camera do any good? \n[26]What about the proximity radar? Could it detect Watney's suit? \n[27]Copy. Give it a try. \n[28]Copy. Martinez, try the radar. \n[29]Nothing? \n[30]Copy. On my way. \n[31]Launch. \n[32]Go ahead. \n[33]Copy. Coming to you. \n[34]You're in a hurry. \n[35]Play it. \n[36]I left him behind. \n[37]You were following orders. I left him behind. \n[38]...and the mission would conclude with Earth intercept 211 days later. \n[39]We ran the numbers. They check out. \n[40]NASA rejected the idea. They'd rather take a big risk on Watney than a small risk on all of us. Whoever snuck it in Vogel's email obviously disagreed. \n[41]Yes. If we do the maneuver, they'll have to send the supply ship or we'll die. We have the opportunity to force their hand. \n[42]If it were up to me, we'd already be on our way. 76.  \n[43]Not this time. This is something NASA expressly rejected. We're talking about mutiny. Which is not a word I use lightly. We do this together, or not at all. Before you answer, consider the consequences. If we mess up the supply rendezvous, we die. If we mess up the Earth gravity assist, we die. If we do everything perfectly, we add 533 days to our mission. 533 more days before we see our families again. 533 days of unplanned space travel where anything could go wrong. Something might break that we can't fix. If it's mission critical, we die. \n[44]Easy, cowboy. You and I are military. There's a good chance we'd be court- martialed when we got home. As for the rest of you, I guarantee they'll never send you up again. \n[45]Can you disable it? \n[46]It has to be unanimous. If anyone says no, that's it. We go home as planned. But I vote yes. \n[47]Johanssen? \n[48]Try it again. 92.  \n[49]Here's the plan... \n[50]Martinez will fly the MAV. Johanssen will sysop the ascent. Beck and Vogel, I want you in Airlock 2 with the outer door open before the MAV even launches. Once we reach intercept, it'll be Beck's job to get Watney. 93.  \n[51]Well, then it's a good thing you're our doctor. What's the intercept plan? \n[52]How fast a relative velocity can you handle? \n[53]We've got some leeway. The launch will be 52 minutes before the intercept and it takes 12 minutes. As soon as Mark's engine cuts out we'll know our intercept point and velocity. \n[54]Yes. It is. \n[55]Not an option. Vogel, you're Beck's backup. All goes well, you're pulling them back aboard with the tether. If things go wrong, you're going out after them. \n[56]All right. Let's go get our boy. \n[57]About two minutes, Watney. How you doing down there? \n[58]We're on the case. Remember, you'll be pulling some pretty heavy G's. It's okay to pass out. You're in Martinez' hands. 96.  \n[59]Copy that, MAV. CAPCOM... \n[60]Remote Command... \n[61]Recovery... \n[62]Secondary recovery... \n[63]Pilot... \n[64]Mission control, this is Hermes actual. We are go for launch, and will proceed on schedule. 10 seconds to launch... mark. \n[65]About five seconds, Watney. Hang on. \n[66]That's too low -- \n[67]Watney? Watney, do you read? Can you report? \n[68]How far below? \n[69]Watney? Do you read? 99.  \n[70]Copy. \n[71]Keep it together. Work the problem. Martinez, do we have any juice in the \n[72]Then we have to go him. Johanssen, time to intercept? \n[73]What if we point our attitude thrusters all the same direction? \n[74]How much do you need? \n[75]\n[76]Do it. \n[77]Then we have 39 minutes to figure out how to slow down. Martinez, burn the jets. \n[78]Watney?! \n[79]What's your status? \n[80]We're working on getting you. There was a complication during launch. \n[81]That's consistent with what we saw. \n[82]We've corrected the intercept range, but we've got a problem with the intercept velocity. \n[83]42 meters per second. \n[84]Go ahead, Mark. \n[85]I can't see you having any control if you did that. You'd be eyeballing the intercept and using a thrust vector you can barely control. \n[86]We should have left him on Mars. \n[87]Maybe it's not the worst idea. \n[88]Not his part. But using atmosphere as thrust...  Martinez, get Vogel's station up and running... 103.  \n[89]I need to know what happens if we blow the VAL. \n[90]It would give us a good kick. \n[91]We'll seal the bridge and reactor room. We let everywhere else go vacuo. \n[92]We don't have to. The VAL is in the nose. We just point the ship at Mark. \n[93]Beck -- you hearing this? \n[94]Right... right... Vogel? \n[95]Take your suit off. I need you to come back in and make a bomb. \n[96]You're the chemist. Can you make a bomb with what we've got on board? \n[97]Copy that. Can you do it? \n[98]Houston, be advised: we are going to deliberately breach the VAL to produce thrust. 105.  \n[99]Beck -- leave your suit on. Meet Johanssen at Airlock 1. We'll open the outer door. I need you to place the charge on the inner door... \n[100]...and climb back to Airlock 2 along the hull. \n[101]Absolutely not. \n[102]Oh. Okay. Well, if you want us to call it off, then I guess we have to oh wait... wait a minute. Yep. I'm looking at my shoulder patch and it turns out I'm Commander. So shut up. \n[103]What's the new intercept distance? Johanssen. \n[104]That's too far... \n[105]The intercept distance is gonna be too far. I'm going untethered. \n[106]It's not a debate, Beck. I'm not risking another crew member. 108.  \n[107]Johanssen, time to VAL blow? \n[108]We sure know how to cut it close. \n[109]Brace for deceleration. \n[110]Worry about that later... What's our relative velocity? \n[111]Copy. \n[112]What's our intercept range? \n[113]I have visual on the MAV -- \n[114]Mark -- you're still WAY TOO FAR -- I'm not gonna make it -- \n[115]Johanssen -- what's my relative velocity to Mark? \n[116]Copy. Adjusting course -- \n[117]I got him. \n[118]Beck, prep the sick bay. We're bringing him to you. Everyone else, meet me in Airlock Two. ", "MARK": "\n[1]In grid section fourteen twenty-eight, the particles appear predominantly \"coarse,\" but as we move to twenty-nine, the particles are much finer, and should be ideal for chem analysis. \n[2]What's your job today, Martinez? Confirming the MAV is still upright? \n[3]Martinez, Commander Lewis would like you please shut your smart mouth. \n[4]Doctor Beck. And yes. \n[5]Johanssen, constant communication is the hallmark of a -- 3.  \n[6]What's the Abort Force? \n[7]Let's wait it out. \n[8]\n[9]Hey. Maybe we could shore up the MAV. Make tipping less likely. \n[10]We could use cables from the solar farm as guy lines. \n[11]The rovers could be anchors. The trick would be getting around the-- 6.  \n[12]Fuck. \n[13]Okay. Okay... \n[14]This is... Mark Watney. Astronaut. I am entering this log for the record, in case I... don't make it. It's... \n[15]oh-six-fifty-three on Sol 19. And... I'm still alive. Obviously. But I'm guessing this is going to be a surprise to my crewmates. And NASA. And... the world. So... surprise. I didn't die on Sol 18. Best I can tell - \n[16]-- this length of our primary communications antenna tore through my bio-monitor. And ripped a hole in me as well. It was horrible thank you for asking. But the antenna... and the blood... managed to seal the breach in my suit. Which kept me alive. Even though the team must have thought I was dead. Commander Lewis... If you ever hear this... Listen. It wasn't your fault. Just bad luck. You did what you had to do, and if I had been in your position I would have done the same. I'm glad you guys made it. All right, though. That's where we're at. Mark Watney, stranded on Mars. I have no way to contact NASA because our communications antenna broke and stuck into my stomach. Which we've covered. And even if I could, it will take... four years before the next manned mission gets here. And I'm in a Hab designed to last thirty-one days. If the oxygenator breaks, I'll suffocate. If the water reclaimer breaks, I'll die of thirst. If the Hab breaches, I'll just sort of... implode. And if, by some miracle, none of that happens... eventually I'm going to run out of food. So... yeah. \n[17]Yeah. 16.  \n[18]Let's do the math... \n[19]Our surface mission here was supposed to take thirty-one days. For redundancy, they sent enough food to last for sixty- eight days. For six people. So for just me, it'll last three-hundred days. And I figure I can stretch that to four hundred if I ration. So... I've still gotta figure out how to grow three years worth of food. Here. On a planet where nothing grows. Luckily, I'm the botanist. \n[20]Mars will come to fear my botany powers. \n[21]The problem is water... \n[22]I've created one-hundred and twenty-six square meters of soil. But each cubic meter needs forty liters of water to be farmable. So, I gotta make a lot of water. Fortunately, I know the recipe. Take hydrogen. Add oxygen. Burn. Unfortunately... burn. I have hundreds of liters of unused Hydrazine from the MDV. If I run the Hydrazine over an iridium catalyst, it'll separate into N2 and H2... \n[23]Then I just need to direct the hydrogen into a small area and burn it. Luckily, in the history of humanity, nothing bad has ever happened from lighting hydrogen on fire. 20.  \n[24]Believe it or not, the challenge has been finding something that will hold a flame. NASA hates fire. Because of the whole \"fire makes everyone die in space\" thing. So everything we brought with us is flame retardant. With the notable exception of... Martinez' personal items. \n[25]Sorry, Martinez. If you didn't want me to go through your stuff, you shouldn't have left me for dead on a desolate planet. \n[26]I figure God won't mind, considering the situation. \n[27]So. Yes. I blew myself up. Best guess? I forgot to account for the excess oxygen I've been exhaling when I did my calculations. Because I'm stupid. 21.  \n[28]Interesting side note: this is how Jet Propulsion Laboratory was founded. Five guys at Cal Tech were trying to make rocket fuel and nearly burned down their dorm. Rather than expel them, Professor... Von Karman? I want to say... banished them to a nearby farm in Pasadena and told them to keep working. And now we have a space program. See? I pay attention. I'm gonna get back to work. As soon as my ears stop ringing. \n[29]I'm gonna die up here... \n[30]...if I have to listen to any more goddamn disco music. 29.  \n[31]Jesus, Commander Lewis, you couldn't have packed anything from this century? I'm not turning the beat around. I refuse to. \n[32]It's time to start thinking long term. The next NASA mission is Ares 4. It's supposed to land at the Schiaparelli Crater, 3,200 km away. \n[33]NASA presupplies each mission years in advance, so the MAV is already there, synthesizing fuel. In four years when the Hermes returns, I'll have to launch from there. Which means I gotta get to the crater. \n[34]But here's the rub. I've got two rovers designed to go a max distance of 35 kilometers before they need to be recharged at the Hab. That's problem A. Problem B is it'll take me... roughly fifty days to make the journey. So I have to be able to live for fifty days. Inside a rover with marginal life support the size of a small van. 30.  \n[35]And yeah, problem C is if I don't figure out how to make contact with NASA in the first place, none of this matters anyway. So... yes, in the face of overwhelming odds, I am left with only one option: I'm gonna have to science the shit out of this. \n[36]Okay, so... success? I've doubled my battery life by scavenging Rover 1. BUT. If I use the heater, it'll eat up half my battery power every day. If I don't use the heater, I will be slowly killed by the laws of thermodynamics.  I'd like to solve this problem, but unfortunately my brain is frozen. \n[37]Good news: I may have a solution to my heating problem. \n[38]Bad news: it involves me digging up the Radioisotope Thermoelectric Generator. 31.  \n[39]I get it. RTGs are good for spacecraft, but if they rupture around humans... no more humans. Which is why we buried it when we arrived. And planted that flag so we would never be stupid enough to accidentally go near it again. \n[40]But. As long as I don't break it... I almost said \"everything will be fine\" out loud. My point is... \n[41]I'm not cold anymore. And yes, I could choose to think about the fact that I'm warm because I have a decaying radioactive isotope riding shotgun next to me, but right now I have bigger problems on my hands. I've scoured every single data file on Commander Lewis' personal drive, and this is officially the LEAST disco song she owns. \n[42]It's been 48 sols since I planted the potatoes, so now its time to reap and re- sow. They grew even better than I expected. I now have 400 healthy potato plants. The smaller ones I'll re-seed. The larger ones are my food supply. All natural, organic, Martian-grown potatoes. You don't hear that every day, do you? But, by the way, none of this matters, at all, if I don't figure out how to make contact with NASA... \n[43]I know what I'm gonna do. \n[44]So here's the rub... \n[45]Somehow, we need to have complex astrophysical engineering conversations using only a still-frame camera. From 1996. Luckily, the camera spins 360, so I can make an alphabet. I just can't use our alphabet. Twenty-six letters plus question card into 360 gives us 13 degrees of arc. Too narrow. I wouldn't know what the camera was pointing at. So. Hexadecimals to the rescue... \n[46]I figured one of you guys kept an ASCII table somewhere... \n[47]Ladies and Gentlemen, I give you supernerd Beth Johanssen, who also had copies of Zork 2 and Leather Goddesses of Phobos on her laptop. Seriously, Johanssen... it's like the Smithsonian of loneliness on there... \n[48]Not that I'm complaining. \n[49]Now that NASA can talk to me, they won't shut up... \n[50]They've got a room full of people trying to micromanage my crops. Which is awesome. Look, I don't mean to sound arrogant here, but I'm the best botanist on the planet. So. \n[51]In other news, there's been a request for me to pose for a picture on the next transmission. I'm debating between \"High School Senior...\" \n[52]And \"Coquettish Ingenue...\" \n[53]But I'm not sure how that will translate with the spacesuit on. One big bonus of this NASA communication: Email! Just like the days on the Hermes, I get data dumps. Not just friends and family, but NASA also sends choice messages from the public. Rock stars, athletes, even The President. The coolest one is from my alma mater, the University of Chicago. They say once you grow crops somewhere, you have officially \"colonized\" it. So, technically, I colonized Mars. In your face, Neil Armstrong. 49.  \n[54]\"Dear Martinez, Mars is fine. I accidentally blew up the Hab, but unfortunately all of Commander Lewis' disco music still survived.\" \n[55]So. I have to hold out until the probe gets here with more food. And this is what \"minimal calorie count\" looks like.  Standard issue ration. But instead of three every one day, I'm now eating one every three days. Oh good. Meatloaf. \n[56]This is today's allotment. Which I will supplement with potatoes. Which I am beginning to hate with the fiery passion of a thousand suns. And now I've been told to do this. \n[57]The point is, \"Stretch the rations four more days\" is a real dick-punch. \n[58]I'm dipping this potato in Vicodin and there's nothing anyone can do about it. \n[59]So, um. Commander Lewis. I need you to do something for me. If I die. I need you to check on my parents. They'll want to hear about our time on Mars first- hand. I'll need you to do that. It won't be easy talking to a couple about their dead son. It's a lot to ask; that's why I'm asking you. I'm not giving up. Just planning for every outcome. Please tell them I love what I do. And I'm really good at it. And I'm dying for something big and beautiful. And greater than me. 65.  \n[60]We evac'd eighteen sols into a thirty-one sol mission... Which means we've got thirteen sols of experiment and research schedules. For each of us. So. Commander Lewis... your work's in good hands. Beck -- I'll be honest with you, I don't understand chemolithotrophic detection. At all. But I'm doing my best. Johanssen, I know you don't like it when I touch the ChemCam, but guess what? I'm touching the ChemCam. Vogel, I think I've got a new cataloguing system for the core samples that I've titled \"Das Core Samples\" out of respect for the Fatherland. And Martinez... I still don't know what it is you do. Why did we bring you? No idea. I'm trying to keep everything documented and organized. 74.  \n[61]I know that's not exactly my strong suit, but I want it all to make sense, in case... you know. Maybe you can teach it in class someday. The Watney Syllabus. \"How to Make a Bathtub Using NASA Tubing and an Old RTG.\" \"How to Cook a Potato Six-Thousand Different Ways.\" \"How to Make Water Out of Rocket Fuel. To Keep You Alive. For Just A Little Longer.\" \n[62]Every Ares mission requires three years of presupplies... \n[63]...so NASA figured out it's a lot easier to ship some of this stuff ahead of time rather than bring it with us. So, as a result, the MAV for Ares-4 is already waiting at the Schiaparelli Crater. And the plan is to use it to launch me into orbit just as the Hermes is passing. And then, I guess... they catch me? In space. \n[64]Anyway, that's not really my problem right now. First, I have to get there. And it's 3,200 kilometers away. So I have 200 sols to figure out how to bring everything here that's keeping me alive -- the Atmospheric Regulator, the Oxygenator, and the Water Reclaimer -- along for the ride. Luckily, I have the brainpower of the entire planet Earth helping me with this endeavor. So far we've come up with, \"Drill holes in the roof of your rover and then hit it with a rock.\" We'll get there. 81.  \n[65]I've been thinking about laws on Mars... \n[66]There's an international treaty saying no country can lay claim to anything that's not on Earth. \n[67]NASA is an American non-military organization, and it owns the Hab. So, as soon as I step outside, I'm in international waters. \n[68]Here's the cool part. I leave this morning for the Schiaparelli crater, where I will commandeer the Ares 4 lander. Nobody explicitly gave me permission to do this, and they can't until I'm aboard the Ares 4. So I will take control of a craft in international waters without permission. Which, by definition, makes me a pirate. Mark Watney, Space Pirate. \n[69]Everywhere I go, I'm the first. It's a strange feeling. \n[70]Step outside the rover? First guy to be there. Climb that hill? First guy to do that. \n[71]Four and a half billion years... nobody here. And now... me. I'm the first person to be alone on an entire planet. \n[72]I know what they're doing. I know what they're doing. They keep repeating \"accelerate faster than any man in the history of space travel\" like this is a good thing, like this'll distract me from how insane their plan is. Oh really? I get to be the fastest man in the history of space travel? You're launching me into space in a convertible. No no, it's worse, because I don't have any controls. You're launching me into space in a tin can. And, by the way, physicists don't even use words like \"fast\" when describing acceleration, so they're only doing it in hopes I won't raise any objections because I like the way \"fastest man in the history of space travel\" sounds. Well, you know what? 91.  \n[73]I do like it. I do like the way it sounds. Okay, fine. Let's do this. \n[74]It's good to hear your voice, Commander. I'm eager to get up to you. \n[75]Thank you for coming back for me. \n[76]Tell that asshole no barrel-rolls. \n[77]Go. 97.  \n[78]See you in a few, Commander. \n[79]MAV to Hermes -- \n[80]Affirmative, Commander. 101.  \n[81]My chest hurts. I think I broke some ribs. How are you? \n[82]Yeah. The canvas didn't hold... \n[83]I think it ripped early in the ascent. \n[84]How bad is it, Commander? \n[85]How big a problem? \n[86]Well. Shit. \n[87]Commander? 102.  \n[88]I could find something sharp in here and poke a hole in the glove of my EVA suit. I could use the escaping air as a thruster and fly my way to you. Since the source is on my arm, I could direct it pretty easy. \n[89]Those are very good points. But. \n[90]I would get to fly around like Iron Man. \n[91]Iron Man, Commander. Iron Man. \n[92]Did you say \"bomb?\" You guys are making a bomb without me? \n[93]Commander, I can't let you guys do this. I'm ready to puncture the suit. Let's go with the Iron Man plan. \n[94]The thing is, I'm selfish. And I want the memorials back home to be just me. I don't want the rest of you losers in them. Commander... call it off. \n[95]Smart ass. \n[96]You said 312? Great. I'll wave at you guys as I go by. \n[97]Commander. Seriously. I got this. \n[98]\n[99]Contact. \n[100]You have terrible taste in music. \n[101]Hi guys. \n[102]Oh. You know. Same old, same old. \n[103]I haven't showered in a year and a half. Cut me some slack. 113.  \n[104]I missed you guys. \n[105]Welcome to the Astronaut Candidate Program. Pay attention. This could save your life. Trust me, I know what I'm talking about. \n[106]Okay, let's see if I can get some of your questions out of the way up front. Yes, I did, indeed, survive on a deserted planet by farming in my own shit. It was even more disgusting than it sounds. Let's never speak of it again. 114.  \n[107]Question Two: \"When you were stranded and alone up there... did you think you were gonna die?\" \n[108]Yes. \n[109]And it'll happen to you, too. You should know that going in. It's space. It's filled with chance, circumstance, and bad luck. It doesn't cooperate. At some point, I promise, at some point every single thing is gonna go south on you, and you'll think: this is it. This is how I end. And you can either accept that... or you can get to work. \n[110]That's all it is. You simply begin. Solve one problem. Then the next one, then the next. You solve enough problems... and you get to come home. \n[111]All right. Questions? ", "VINCENT": "\n[1]I thought you gave a lovely speech, by the way. \n[2]I need you to authorize my satellite time. Teddy gives it a quick glance, shakes his head. \n[3]We're funded for five Ares missions. I think I can get Congress to authorize a sixth. \n[4]They evac'd after eighteen sols. There's half a mission worth of supplies up there. I can sell another mission at a fraction of the cost. I just need to know what's left of our assets. 24.  \n[5]I'm talking about securing us another mission. We have twelve satellites in orbit, we can surely spare a few hours -- \n[6]And? \n[7]You're afraid of a PR problem? \n[8]So... what do we do? He's not going to decompose. He'll be there forever. \n[9]We can't wait a year for this. We have work to do. 25.  \n[10]Okay, consider this. Right now, the world is on our side. Sympathy for Watney's family is high... \n[11]Ares 6 could bring the body back. We don't say that's the purpose of the mission, but we make it clear that would be part of it. We frame it that way, we get more support in Congress. I can sell it. But not if we wait a year. \n[12]In a year, people won't care any more. \n[13]Nearly 100%. \n[14]For starters, the solar panels have been cleaned. \n[15]Look at Rover 2. According to the logs, Commander Lewis took it out on Sol 17. Plugged it into the Hab to recharge. It's been moved. \n[16]Here's the clincher. Check the MDV. It's been taken apart. There's no way they do that without telling us. 27.  \n[17]And they'd be devastated to find out they abandoned him alive. \n[18]We have to protect the crew. There's nothing they can do anyway. Let them deal with the emotional trauma when they're not trapped in a spaceship. \n[19]Mark's parents. \n[20]Can you even imagine what he's going through? He's fifty million miles from home. He thinks he's totally alone and that we all gave up on him. What kind of effect does that have on a man's psychology? What's he thinking about right now? \n[21]We believe he's preparing for a journey. He's conducting incremental tests -- taking Rover 2 out for longer and longer trips each time. \n[22]Communication. We believe he plans to travel to the Ares 4 launch site in order to make contact with us. But it would be a dangerous gamble. \n[23]This is the problem Mark faces. He's alone. And he needs to make contact to survive. But if we could talk to him, we'd tell him to stay put. Mark needs to trust we're doing everything in our power to bring him home alive. \n[24]You know, these interviews aren't easy. God forbid I try to say something proactive and positive. \n[25]Ms. Park is the person who figured out Mark was alive in the first place. She's in charge of tracking him now. \n[26]Mitch, we discussed this. \n[27]Where the hell is he going? He hasn't changed course in thirteen days. And he's nowhere near course for Ares 4... \n[28]What obstacle? It's Acidalia Planitia. There's nothing out there but -- \n[29]I need a map. \n[30]I'll buy you a new one. What's the Hab's location? \n[31]I know where he's going. \n[32]I need to get on an airplane! \n[33]What are the odds Mark can get it working again? \n[34]Nobody's criticizing JPL's work, Bruce. I want talk to everyone who was here in `97. \n[35]This the replica? 39.  \n[36]Pathfinder. \n[37]Have you received it yet? \n[38]Martian surface... more surface... \n[39]What's that? 41.  \n[40]\"I'll write messages here. Are you receiving?\" \n[41]\"Point here for yes.\" \"Point here for no.\" \n[42]We've been watching you since Sol 54... \n[43]\"The whole world is rooting for you. Amazing job, getting Pathfinder. We're working on rescue plans. Meantime...\" \n[44]\"We're putting together a supply mission to keep you fed until Ares 4 arrives.\" \n[45]\"We haven't told the crew you're alive yet. We need them to concentrate on the mission.\" \n[46]Mark, please watch your language... \n[47]Everything you type is being broadcast live all over the world. \n[48]Just be grateful you got something, Annie. \n[49]I could tell him to take his helmet off, but then he'd, you know, die. \n[50]I'm on a plane to you this afternoon. We'll have the release ready. \n[51]They estimate Mark's crops will last him until Sol 912. They grudgingly admit Mark is doing great work. \n[52]Mark has a tendency to tell them to have sex with themselves whenever they question one of his decisions. \n[53]The crops are dead... \n[54]Complete loss of pressure boiled off most of the water. 54.  \n[55]Any bacteria that survived, died in the sub-zero temperatures when exposed to Mars' atmosphere. \n[56]He can still eat the potatoes he has, he just can't grow any more. We estimate they'll give him about 200 sols. \n[57]So with potatoes he can stretch to 609. \n[58]Six months. Minimum. \n[59]\"...the probe will take 414 days to reach you, and will deliver enough food to last you to Ares 4.\" \n[60]\"We've officially named the probe `Iris'...\" \n[61]\"After the Greek goddess who traveled the heavens with the speed of wind. Among other things, she's also the goddess of rainbows.\" \n[62]It... actually only takes three days to mount it. We can get that down to two. But the other ten are for testing and inspections. \n[63]About one in twenty launches. But that's grounds for a countdown halt. We can't take that chance. \n[64]Teddy... 60.  \n[65]Several. My mother's Catholic and my father's Hindu. \n[66]...we substituted protein cubes for the standard rations. The thrust of the launch, combined with the simultaneous lateral vibration, liquefied the cubes and created an unbalanced load. \n[67]We're jettisoning any sort of landing system -- the idea is we're only sending rations, so they can crash land on Mars... \n[68]I'm sorry -- who are you? \n[69]I'll call you back. \n[70]I had to make something up. 68.  \n[71]Tell them exactly what you told me. \n[72]The Taiyeng Shen. \n[73]Watney would have to intercept using the \n[74]I believe so. \n[75]Yes. \n[76]Because we can only do one. \n[77]Both plans require the Taiyang Shen, so we have to choose. \n[78]It's a matter of life and death, Mitch. We need to make this decision. \n[79]It should. The Hermes was made to do all five Ares missions, so it's only halfway through lifespan. \n[80]We would lose the crew. And the Ares Program with them. \n[81]We don't. Teddy does. \n[82]And nobody gave him instructions? Did JPL schedule something? 73.  \n[83]Commander Lewis' geo-compositing experiments. \n[84]He's finishing the mission. \n[85]How's our boy doing? 87.  \n[86]How's his morale? \n[87]Mars would be governed by maritime law, so technically -- \n[88]He needs to be going fast. \n[89]You can do that? \n[90]How will he use the controls? \n[91]We've never had a manned ship controlled remotely before.  But... I'm excited for the opportunities that affords. 89.  \n[92]You're going to have a remote controlled ascent with no backup comms? \n[93]You better skip to the bad stuff. \n[94]You're taking the front of the ship off? \n[95]You're going to launch a man into space with a giant hole in the front of the ship? \n[96]You're sending him to space under a tarp. \n[97]I'm not really sure I want you to, but okay. \n[98]Do you think he meant it like... \"Are you kidding me?\" Or more... \"Are you kidding me?\" \n[99]Not a damned thing.  It's all happening twelve light-minutes away. That means it takes twenty-four minutes for them to get the answer to any question they ask. The whole launch is twelve minutes long. They're on their own. \n[100]Yes. 95.  \n[101]We want to be broadcasting this. \n[102]Good morning. Their mission is scheduled for 41 Sols. Your briefs detail the research and experiment schedules... ", "TEDDY": "\n[1]At around 4:30 a.m., central standard time, our satellites detected a storm approaching the Ares 3 mission site on Mars. 12.  \n[2]By 6:45, the storm had escalated to \"severe,\" and we had no choice but to abort the mission. Thanks to the quick action of Commander Lewis, astronauts Beck, Johanssen, Martinez, and Vogel were all able to reach the Mars Ascent Vehicle and perform an emergency launch at 7:28 central time. Unfortunately, during the evacuation, Astronaut Mark Watney was struck by debris and killed. Commander Lewis and the rest of her team were able to intercept safely with the Hermes and are now heading home...  But Mark Watney is dead. \n[3]Our nation was blessed to have Mark serving in our space program. His loss will be deeply felt, but the men and women of NASA will soldier forth, onward and upward, unbroken in the mission of their agency. In doing so, they honor the legacy Mark leaves behind, and they ensure his sacrifice will not be in vain. \n[4]It's not gonna happen. \n[5]No. \n[6]You're not the only one who needs satellite time. We've got the Ares 4 supply missions coming up. We should be focusing on the Schiaparelli Crater. \n[7]It's not about the satellite time, Vince. \n[8]We're a public domain organization. We have to be transparent about this. \n[9]The second we point the satellites at the Hab... I broadcast pictures of Mark Watney's dead body to the world. \n[10]Of course I'm afraid of a PR problem. Another mission? Congress won't reimburse us for a paper clip if we put a dead astronaut on the cover of The Washington Post. \n[11]Meteorology estimates he'll be covered in sand from normal weather activity within a year. \n[12]Ares 5 won't even launch for another five years. We have plenty of time. \n[13]How sure? \n[14]Annie, one thing at a time. Prove it to me. \n[15]They could have been cleaned by wind. \n[16]She could have forgotten to log the move. \n[17]No. If Watney is really alive... we don't want the Ares 3 crew to know. \n[18]They have another ten months on their trip home. Space travel is dangerous. We need them alert and undistracted. \n[19]How do we handle the public? \n[20]We'll need to release a statement with them. We don't want people working it out on their own. \n[21]I need to get on a plane to Chicago. \n[22]They should hear it from me before it breaks on the news. \n[23]He's alive. But if my math is right, he's gonna starve to death long before we can help him. I'm not exactly looking forward to that conversation. \n[24]Don't say \"Bring him home alive,\" Vincent. \n[25]Annie... \n[26]Seventy-six kilometers. Am I reading that right? \n[27]I am. \n[28]Quit being a dick, Mitch. Where's Mark going? Is this another test? \n[29]He didn't load up the Oxygenator or the Water Reclaimer? \n[30]You didn't see it? \n[31]I want that gap down to four minutes. I'm giving you total authority over satellite trajectories and orbital adjustments. Make it happen. \n[32]Let's assume Ms. Park didn't miss something, so Mark's not going to Ares 4. Yet. But he's smart enough to figure out that's his only chance. Bruce, what's the earliest we could get a presupply there? 35.  \n[33]Three months. You're gonna say that's impossible, then I'm gonna give a speech about the blinding capabilities of the JPL team. And then you'll do the math in your head and say something like \"The overtime alone will be a nightmare.\" \n[34]Get started. I'll find you the money. \n[35]Sorry, Mitch. I'm with Vincent. They need to concentrate on getting home. \n[36]Once we have a real rescue plan, we'll tell them. Otherwise it's moot. Bruce has three months to get the payload done. That's all that matters right now. \n[37]Mark dies if you don't. 36.  \n[38]Yes sir... he's under a tremendous amount of stress... I understand. We're working on it. Thank you, sir. \n[39]I just had to explain to the President of the United States what a \"bureaucratic felcher\" is. 45.  \n[40]You're bringing this up while Vincent's in Pasadena so he can't argue the other side. \n[41]Let's release the photo when we detail the rescue operation. I want to announce we're launching some supplies to him next year during the Hohmann Transfer window. \n[42]Good, but Annie will handle camera appearances. \n[43]Bruce, is your team still on schedule? 50.  \n[44]Nine-month travel time, that puts the probe to Mars on Sol 868. Did we get the Botany Team's analysis? \n[45]Get him in line, Vincent. We can't afford any miscommunication. I hate this margin. 912 sols worth of food. We get there on 868. And that's assuming nothing goes wrong... \n[46]And rations get him to what? Sol 409? \n[47]We're gonna have to launch as soon as possible. Which changes our travel time. \n[48]It's Sol 135 now. We need thirteen days to mount the boosters and perform inspections. Which gives Bruce and his team... Forty-seven days to make this probe. \n[49]I'm gonna let you call Bruce and give him the news. \n[50]Okay, let's ask the...  Two hundred million dollar... sorry, five hundred... That's a \"five?\"  Let's ask the very, very expensive question: is this probe gonna be ready on time? \n[51]Give me a number. \n[52]All right, let's create fifteen days. Thirteen days to mount the probe. Can we reduce? \n[53]How often do those inspections reveal a problem? \n[54]Right now I'm asking how often they reveal a problem. \n[55]Anyone else know a safer way to buy more time? \n[56]Tell Dr. Keller to stretch Watney's rations four more days. She won't like it, but that'll get us to fifteen. And we'll cancel the inspections. \n[57]It's on me, Vincent. You've got your two weeks. Get it done. \n[58]In order to make our launch window, we were forced to accelerate our schedule. \n[59]Yes. \n[60]Yes. \n[61]If we're calling something Project Elrond, I would like my codename to be \"Glorfindel.\" \n[62]How? \n[63]Teddy. I'm the Director of NASA. \n[64]Rich? \n[65]Get out. \n[66]Is he right? \n[67]And we need to use the Taiyeng Shen? \n[68]Send Watney enough food to last until Ares 4, or send Hermes back to get him right now. \n[69]Can the Hermes function for 533 days beyond the scheduled mission end? \n[70]We still have the chance to bring five astronauts home safe and sound. I'm not risking their lives. \n[71]Mitch. We're going with option one. 72.  \n[72]Annie will go before the media this morning and inform them of NASA's decision to reroute the Hermes to Mars. \n[73]You may have killed the whole crew. \n[74]We're fighting the same war. Every time something goes wrong, the world forgets why we fly. I'm trying to keep us airborne. This is bigger than one person. \n[75]When this is over... I'll expect your resignation. 80.  \n[76]Bring our astronauts home. ", "JOHANSSEN": "\n[1]Just say the word. \n[2]Um... Commander? You should come inside... \n[3]You're gonna want to see this. \n[4]We got a mission update. Storm warning. \n[5]They've upgraded their estimate. The storm's gonna be worse. \n[6]That's tracking right towards us. \n[7]Commander? \n[8]\n[9]Something hit him -- \n[10]I can't see anything -- \n[11]It didn't finish transmitting.  I have the raw packet. It's plaintext: \n[12]Negative. IR can't get through sand any better than visible light. 9.  \n[13]11.6... 11.5... holding at 11.5... \n[14]Commander Lewis... \n[15]Data dump is almost complete. \n[16]All right, we've got a batch of personals. Dispatching them to your laptops... I don't need to read Vogel's weird German fetish emails... \n[17]Whatever does it for you. We've got a system update, I'll take care of that, and... huh. There's a voice message. Addressed to the whole crew. \n[18]Commander... it wasn't... \n[19]Let's take a look.  Huh. This isn't a jpg. It's a plain ASCII text file. Looks like... I don't know what this looks like. Math equations. Does this make any sense to you? \n[20]Are we gonna do it? \n[21]Remote Override. They can take over the Hermes from Mission Control. \n[22]Hermes has four redundant flight computers, each connected to three redundant comm systems. We can't shut down the comms; we'd lose telemetry and guidance. We can't shut down the computers; we need to control the ship. I'd have to disable the Remote Override on each system... It's part of the OS, I'd have to jump over the code... 77.  \n[23]Beck is a liar. And he should keep our conversations private. But, yeah. I can do it. \n[24]And... you killed him. \n[25]Fuel Pressure green. \n[26]Engine alignment perfect... \n[27]Communications five by five... \n[28]Go. \n[29]8... 7... mooring clamps released... \n[30]4... 3... 2... 1... \n[31]Velocity 741 meters per second. Altitude 1350 meters... \n[32]Velocity 850, altitude 1843 -- \n[33]He's well below target altitude. \n[34]Working on it -- Main shutdown in 3... 2... 1... Shutdown. \n[35]I have interval pings. Intercept velocity will be 11 meters per second... \n[36]Distance at intercept will be -- We'll be 68 kilometers apart. \n[37]39 minutes, 12 seconds -- \n[38]Use 75.5 percent of remaining attitude adjust fuel. That'll bring the intercept range to zero. \n[39]Hang on -- that gets the range to zero, but the intercept velocity will be 42 meters per second -- \n[40]And... all the air would leave. And we need air. To not die. \n[41]Which gives us a relative velocity of 13 meters per second. \n[42]Bomb? \n[43]How do we activate it? \n[44]Make sure you're not still here when this goes off. \n[45]\n[46]Be careful. Out in space. \n[47]Don't tell anyone I did that. 107.  \n[48]260 meters. Approximate. \n[49]15 seconds... \n[50]10 seconds... \n[51]5... 4... 3... \n[52]2... 1... Activating Panel 41. \n[53]Bridge seal holding. \n[54]12 meters per second. \n[55]312 meters. \n[56]5.2 meters per second... \n[57]3.1 meters per second... \n[58]Distance to target -- 24 meters -- 111.  \n[59]11 meters to target... \n[60]6 meters to target... \n[61]Oh, hey Mark. Haven't seen you in a while. \n[62]You don't know what you're asking us here. ", "MARTINEZ": "\n[1]Mark just discovered \"dirt.\" Alert the media. \n[2]Visual inspection of equipment is imperative to mission success. \n[3]\"The MAV is still upright.\" 2.  \n[4]Did Beck just insult me? \n[5]Anything above that and the MAV could tip. \n[6]Maybe it won't be as bad as they say. \n[7]Commander -- The MAV's got an 8 degree tilt. It'll tip at 12.3 -- \n[8]Commander. Tilting at 10.5 degrees now, with gusts pushing it to 11. \n[9]Uh. Yes. Ma'am. I could take manual control. \n[10]You really think I'm leaving you behind? \n[11]Commander. We're tilting 11.6 degrees. One good gust and we're tipping. \n[12]No way. It's made to see Hermes in orbit, not the metal in a single suit. \n[13]Roger. \n[14]What is wrong with you? \n[15]Negative contact on proximity radar. 10.  \n[16]It can barely see the Hab. There's not \n[17]Strap in! We're tipping! \n[18]We'll never be able to fix it if it tips. I got one trick left, then I'm following orders. \n[19]Agreed. He's gone, Ma'am... \n[20]Watney's gone. 11.  \n[21]Still at pilot release. Ready for launch. \n[22]I'm sorry, Commander. You need to \n[23]My son turned three yesterday. Should be some pics of the party. \n[24]He... He's alive? \n[25]\"Dear Mark...\" \n[26]\"Apparently, NASA's letting us talk to you now, and I drew the short straw. Sorry we left you behind on Mars, but we don't like you.\" \n[27]\"Also, it's a lot roomier on the Hermes without you. We have to take turns doing your tasks, but it's only botany (not real science.) How's Mars?\" \n[28]\"How's the Hermes? Cramped and claustrophobic? Every day I go outside and look at the vast horizons just because I can.\" \"Tell the others I said hello.\" \n[29]Would this really work? \n[30]So. We're talking about going directly against NASA's decision? \n[31]Isn't it? Up to you, I mean. \n[32]Sign me up. \n[33]I vote yes. \n[34]I did. He would have done the same for me. You know that. \n[35]I do. \n[36]Go. \n[37]Main engines start. \n[38]I know. It's fighting me -- \n[39]Back to automatic guidance. Confirm shutdown. \n[40]Oh my god... \n[41]Negative, Commander. They ditched the OMS system to make launch weight. \n[42]Depends on how much fuel we want to save for attitude adjustments on the trip home. 100.  \n[43]I could get by with maybe 20 percent of what's left. \n[44]No, it actually is. The worst idea. Ever. \n[45]It's up. What do you need? \n[46]You want to open the Vehicular Airlock? \n[47]Yeah. And it might blow the nose of the ship off in the process. \n[48]But we'd still have the same problem as Watney. We can't direct the thrust. \n[49]A breach at the VAL would decelerate us 29 meters per second. \n[50]How do we open the airlock doors? There's no way to open them remotely, and if anyone's nearby when it blows... 104.  \n[51]Guys, I'm running the numbers -- even with optimal VAL blow, we're gonna be off on our angle. \n[52]Commander? \n[53]Strap in. \n[54]Damage? 109.  \n[55]Yeah. What've you been up to? \n[56]Yeah, captain, we may need to put him back. ", "MITCH": "\n[1]It's time to tell the crew. \n[2]You discussed this. But I'm the one who decides what's best for the crew. They deserve to know. \n[3]Bullshit. \n[4]I made the mistake of typing it into Google.  Don't. Problem is, Mark's right. This is only gonna get worse the longer we wait. We need to tell the crew. \n[5]I shouldn't have to clear this with you or Vincent or anyone else. It's time, Teddy. \n[6]Hermes, this is Mitch Henderson. I have some news. There's no subtle way to put this: Mark Watney is still alive. \n[7]Grudgingly? \n[8]We're working on it. Prelim estimates call for a four-hundred fourteen day trip. \n[9]Are you suggesting we don't do the inspections? \n[10]Do you believe in God, Vincent? \n[11]We'll take all the help we can get. \n[12]This is the Flight Director. Begin Launch Status Check. \n[13]This is Flight. We are go for launch on schedule. \n[14]Say again? \n[15]Launch, what's happening? \n[16]Shit. It shook loose in the bay. \n[17]SatCon? \n[18]Roger. \n[19]GC, Flight. Lock the doors. \n[20]Because it's a secret meeting. \n[21]Teddy doesn't even know what this is about? \n[22]What? \n[23]They wouldn't hesitate. Not for a second. That's why Vincent called this meeting. He wants us to decide instead. 71.  \n[24]Bullshit. It should be Commander Lewis' call. \n[25]She's the Mission Commander. Life and death decisions are her damn job. \n[26]Let them make that decision. \n[27]You goddamn coward. \n[28]That seems like the smart move. Considering the circumstances. \n[29]Whoever gave them the maneuver only passed along information. The crew made the decision on their own. \n[30]No. It's not. \n[31]I understand. \n[32]All due respect to your CNSA protocol, we haven't done things that way since Apollo \n[33]The problem is the intercept velocity. The Hermes cannot enter Mars orbit, or they'll never have enough fuel to make it home. The MAV is only designed to get to Low Mars Orbit. So in order for Mark to escape Mars' gravity entirely and intercept the Hermes... \n[34]There's just one passenger instead of six. With suits and gear, that saves another 500. Then we ditch the life support. We don't need it. We'll have Watney use his EVA suit for the whole trip. \n[35]He won't. Martinez will pilot the MAV remotely from the Hermes. \n[36]He's not even to the bad stuff yet, Vincent. ", "BECK": "\n[1]We would prefer you use a different adjective to describe Martinez' mouth. \n[2]Seventy-five hundred. \n[3]Less than minute. \n[4]Johanssen, Watney's bio-monitor sent something before going offline. My computer just says \"Bad Packet\" -- \n[5]Copy. Blood pressure zero. Pulse rate zero. Temperature normal. \n[6]It takes a while for the... it takes a while for the body to cool. \n[7]What's she thinking? She's a geologist. She knows IR can't get through a sandstorm. \n[8]Commander, I know you don't want to hear this, but Watn... Mark's dead. \n[9]My friend just died. I don't want my Commander to die too. \n[10]Let it tip. We can't leave her. \n[11]Commander. You need to get back to the ship. Now. \n[12]Holy shit. Commander! He's alive! \n[13]We all left together. \n[14]Why all the cloak and dagger? \n[15]If we go for it... how would it work? \n[16]Johanssen used to go by the hacker handle \"Lady Sorrow\" in high school. Just so we're all on the same page. \n[17]Let's go get him. \n[18]He might be in bad shape. The stripped down MAV will get up to 12 g's during the launch. He could be knocked unconscious and may have internal bleeding. \n[19]We finished attaching the tethers into one long line. It's 214 meters long. I'll have the MMU, so moving around should be easy. \n[20]Once I get to Mark? I can grab the MAV at 5 meters per second. 10 is like jumping onto a moving train. Any more than that and I might miss. \n[21]Good. And 214 meters isn't a hard limit, per se. \n[22]I take off the tether, I could get way out to -- \n[23]Go. \n[24]He's probably passed out. He pulled 12 G's on the ascent. Give him a few minutes. \n[25]I can make that work. \n[26]Did she say 68 kilometers? Kilometers? \n[27]Copy. On my way. \n[28]Bomb is set. On my way. \n[29]Commander, I can do this -- ", "ANNIE": "\n[1]Do you understand the shitstorm that's about to hit us? \n[2]Why don't we talk to Lewis? Let's go to CAPCOM and ask her directly right now. \n[3]What? How can you not tell them? \n[4]They already think he's dead. \n[5]You're on board with this? \n[6]We have twenty-four hours before we're required to release the pics. \n[7]\"Dear America. Remember that astronaut we thought we killed and had a nice funeral for? Turns out he's alive and we left him on Mars. Our bad. Sincerely, \n[8]They'll be happy to hear their son's alive, at least. \n[9]Don't say \"Bring him home alive.\" It reminds the world he might die. \n[10]You asked how you did and I'm giving you my answer. My answer is \"Eh.\" And yes, I'm going to make everyone forget there's a strong likelihood Mark Watney is going to die because that's what you pay me for and unfortunately I need this job because I'm currently paying alimony to two deadbeat ex-husbands because somehow gender equality has bitten me square in the ass. 33.  \n[11]I left them. \n[12]No more Vincent on television. Copy that. \n[13]I ask for a picture and I get the goddamn Fonz? \n[14]It's not gonna work. I need something with less-Happy-Days and more... Mark's face. \n[15]How long does he have? \n[16]By Sol 868 he'll be long dead. \n[17]How long does it normally take? \n[18]What the hell is \"Project Elrond?\" \n[19]\"Elrond?\" \n[20]How do you know that? Why does \"Elrond\" mean \"secret meeting?\" \n[21]I so quit right now. \n[22]Oh my god I hate every one of you. \n[23]What am I missing? Why is that important? \n[24]What about the Hermes crew? We'd be asking them to add...  533 days to their mission. \n[25]But if something went wrong... \n[26]If something goes wrong, what can Mission Control do? \n[27]Not that we have a choice, but... are we sure we want to be broadcasting this to the world? I mean, if something goes \n[28]...as soon as Mission Control finishes their pre-flight checks, we will begin launch procedures... \n[29]The Ares 5 team will rendezvous with the Hermes approximately 48 minutes after launch. From there, they've got 414 days of space travel ahead of them, arriving at Mars on March 30th. And I'll let the Director of Mars Missions, Vincent Kapoor, brief you on the particulars. ", "BRUCE": "\n[1]With the positions of Earth and Mars, it'll take nine months. And it'll take us six months to build it in the first place. \n[2]\n[3]We'll do our best. \n[4]Hard to say. We lost contact in `97. We think it was battery failure. Though I'd like to point out it lasted three times longer than expected in any scenario. \n[5]They're already waiting for you. \n[6]Tim is our finest comm tech, and we all appreciate his acerbic wit. \n[7]There's the Hab! \n[8]Tim. \n[9]Tell him. Hm. Tell him... 44.  \n[10]It'll be tight. But we'll make it. \n[11]Okay. Okay. \n[12]I'm, uh... I'm gonna need a change of clothes. We're all gonna need a change of clothes. \n[13]We're behind. 59.  \n[14]Fifteen days. If I had another fifteen days, I could get it done. \n[15]All right, thanks to our friends in China, we get one more chance at this. We finished the Iris probe in sixty-three days. Now we get to do it again in twenty-eight... 67.  \n[16]The Council of Elrond. From Lord of the Rings. It's the meeting where they decide to destroy the One Ring. \n[17]What good is a flyby if we can't get Watney off the surface? \n[18]So... what? We either have a high chance of killing one person, or a low chance of killing six people. How do we make that decision? \n[19]Okay, we're gonna start by stating, for the record, that you're not gonna like this. 88.  \n[20]Which means we need to make the MAV lighter. A lot lighter. Five-thousand kilograms lighter. \n[21]There were some gimmes right off the bat. The design presumes 500 kilograms of Martian soil and samples. Obviously, we won't do that. \n[22]If we go remote, we can lose the control panels. Then we dump the secondary and tertiary comm systems. \n[23]We have to remove the nose airlock, the windows, and Hull Panel 19. \n[24]Sure. The nose airlock alone is 400 kilograms. \n[25]Well... no. We're gonna have him cover it with Hab canvas. \n[26]The hull's mostly there to keep the air in. Mars' atmosphere is so thin you don't need a lot of streamlining. By the time the ship's going fast enough for air resistance to matter, it'll be high enough that there's practically no air. \n[27]Yes. Can I go on? 90.  ", "VOGEL": "\n[1]We're scrubbed? \n[2]They're estimating with a margin of error. We can wait it out. 5.  \n[3]Doctor Beck! How long can a person survive decompression? \n[4]What about you, Commander? \n[5]She's grasping. For anything. \n[6]You are firing the OMS? \n[7]They are telemetry updates. \n[8]Watney lives. \n[9]I have a problem. \n[10]It's an email from my wife. The subject line says \"Our Children,\" but the computer won't open the attachment. \n[11]\"Rich Purnell Maneuver.\" Ja. It is a course maneuver for the Hermes... 75.  \n[12]Mein Gott. \n[13]It's a brilliant course. \n[14]I plot the course and execute it. \n[15]If we do this, it would be over nine hundred days of space. That is enough space for one life. Yes. \n[16]Ja. 94.  \n[17]Go. \n[18]Go ahead, Commander. \n[19]Um... Again, please, Commander. \n[20]Probably. But... I feel obliged to mention that setting off an explosive device on a spacecraft is a terrible, terrible idea. \n[21]Ja. \n[22]Bomb. In a pure oxygen environment, 16.7 million Joules will be released for every kilogram of sugar used. Eight times more powerful than a stick of dynamite. \n[23]Can you run this to one of our lighting panels? \n[24]You smell horrible. ", "MINDY": "\n[1]Acidalia Planitia... 26.  \n[2]Security? This is Mindy Park in SatCon. I need the emergency contact number for Dr. Kapoor. Yes, him. Yes it's an \n[3]Are you asking me? \n[4]Yes, sir. Mark drove straight away from the Hab for almost two hours, did a short EVA, then drove for another two. We think the EVA was to change batteries. \n[5]He's seventy-six kilometers away from the Hab. If it's a test and it doesn't work... he's dead. \n[6]I didn't see that happen, no sir. \n[7]Every forty-one hours, we have a seventeen minute gap. It's just the way the orbits work. So... it's possible we missed something. \n[8]Okay. \n[9]He's on the move again -- \n[10]Unless he's not taking a direct route. Maybe he's trying to avoid some obstacle... 37.  \n[11]31.2 degrees north, 28.5 degrees west. \n[12]I'm honestly not sure. \n[13]Tell him about the name. \n[14]He's been doing EVAs throughout the day. \n[15]There's a pattern to them. He goes out three hundred meters. Then stops. Three hundred more meters. Then stops. \n[16]He's at the Rover. We're receiving a transmission. \n[17]\"Chem analysis... sample batch 1A-7C...\" \n[18]So far, so good. He's sticking to schedule. Drives for four hours before noon. Then sets the solar panels. And waits thirteen hours while they recharge. Sleeps somewhere in there. Then starts again. \n[19]He's asked us to call him \"Captain Blondebeard.\" \n[20]Yeah, he explained it to us. \n[21]Mark says... \"Are you f-word-ing kidding me?\" \n[22]\n[23]Flight, CAPCOM. Ready to begin preflight check. ", "RICH": "\n[1]What time is it? \n[2]It's all right. All twenty-five models will take four-hundred fourteen days to reach Mars. They vary only slightly in thrust duration, and the fuel requirement is nearly identical. \n[3]Earth and Mars are really badly positioned. Heck, it's almost easier to... \n[4]I need more coffee... \n[5]You should hang up the phone. \n[6]My name is Rich Purnell and I work in astrodynamics and you should hang up the phone right now. \n[7]I can get the Hermes back to Mars by Sol 561. \n[8]Okay... let's pretend this stapler is the Hermes. And you are... I'm sorry, what's your name again? 69.  \n[9]Okay, Teddy, you're Earth. And right now the Hermes is heading towards you and is about to start its month-long deceleration to intercept. But, instead, I'm proposing... We start accelerating immediately, to preserve velocity and gain even more. We don't intercept Earth at all, but we come close enough to use a gravity assist to adjust course. While we're doing that... \n[10]We resupply with the probe -- \n[11]Pick up whatever provisions we need... and then we're accelerating towards Mars. You're Mars. And we're going too fast at this point to fall into orbit, so it's a flyby. \n[12]And we head back home. I've done the math. It checks out. 70.  \n[13]Yes sir? ", "BRENDAN": "\n[1]Go CAPCOM. \n[2]Roger. Read it out. \n[3]What's it say? \n[4]What? Who the hell is Rich Purnell? \n[5]Go Guidance. \n[6]CAPCOM, advise Hermes they're drifting. Guidance, get a correction ready -- \n[7]What the hell? CAPCOM, ask them what the hell. \n[8]Telemetry, any chance this is instrumentation failure? \n[9]Oh god. Guidance, Flight. 79.  \n[10]Work out how long they can stay on this course before it's irreversible. \n[11]And somebody find out who the hell Rich Purnell is! \n[12]Go ahead, CAPCOM. ", "TIMER CONTROLLER": "\n[1]10...9... \n[2]8... \n[3]7...6... 62.  \n[4]5...4... \n[5]3... 2... \n[6]1... \n[7]...and liftoff of the Iris Supply Probe. \n[8]10... 9... 8... \n[9]7... 6... \n[10]3... 2... 1... 118.  ", "TIM": "\n[1]As soon as I received the high-gain response, I directed Pathfinder to take a panoramic image. \n[2]Yes, but I thought we would all rather look at this black screen instead of a vibrant red planet. \n[3]Incoming. \n[4]Thirty-two minute round trip communications time. He can only ask yes/no questions, and all we can do is point the camera. This won't exactly be an Algonquin round table of snappy repartee. \n[5]Roger that. Pointing the camera... \n[6]\"Glad to hear it. Really looking forward to not dying.\" \n[7]\"How's the crew? What did they say when they found out I was alive?\" \n[8]He says... \"They don't know I'm alive? ", "MIKE": "\n[1]Rich? Wake up. Sorry, they're asking for the probe courses. \n[2]3:42. \n[3]I know we're coming at this backwards, but we can't commit to a firm launch date with this many unknowns. \n[4]\n[5]Almost easier to what? \n[6]Almost easier to what? \n[7]You understand I'm your boss, right? 58.  ", "CAPCOM": "\n[1]Flight, US Destroyer Stockton reports debris falling from sky. 64.  \n[2]Flight, CAPCOM. \n[3]Unscheduled status update from Hermes. 78.  \n[4]I...I don't get it, Flight. No real status. Just a single sentence. \n[5]Message reads: \"Houston, be advised: Rich Purnell is a steely-eyed missile man.\" \n[6]Roger Flight. Message sent. Minimum reply time 3 minutes, 4 seconds. \n[7]Guidance. ", "VOICE": "\n[1]Hear that, everyone? \n[2]Watney, you keep leaving your channel open... \n[3]Speaking for the smart people of the world... \n[4]Happy to turn their radios off from here, Commander... \n[5]Rich? 57.  \n[6]Their astronaut is going to die. "}}