{"dialogues": {"MARTHA": "\n[1]Hi! \n[2]Yeah. \n[3]I'm not sure. Upstate I think. \n[4]I think. Yeah. \n[5]I don't know. I should go back. \n[6]I have to go, I can't stay gone. \n[7]Sorry for calling. \n[8]I can't wait that long. \n[9]It's okay, you don't have to- \n[10]I'm fine. \n[11]I just wanted to come into town. \n[12]I wanted to walk. \n[13]Yeah. 6. \n[14]Not right now. \n[15]You too. \n[16]Not much. \n[17]Yeah. \n[18]Yeah. \n[19]Sorry. I over reacted. 8. \n[20]We had a fight. \n[21]Me and this guy. \n[22]No! \n[23]No. I'm fine. \n[24]A while. 9. \n[25]I don't know. Maybe a year, maybe more or less. \n[26]I'm sorry. \n[27]Thanks. \n[28]I'm pretty tired, is it okay if I just go to bed? \n[29]I'm sorry. \n[30]Hi. 12. \n[31]Yeah. \n[32]It's nice. I didn't know there was a lake. \n[33]You don't live in the city anymore? \n[34]Not really, sorry. \n[35]Where are we? \n[36]How far are we? \n[37]Yesterday. \n[38]Just wondered. \n[39]Why? \n[40]Is that him? \n[41]Hi! \n[42]Great. You've got a really nice place here. \n[43]She's been great, everyone's been great. \n[44]Marcy was my grandmothers name. \n[45]Sure. \n[46]You coming? \n[47]What? \n[48]Why? \n[49]So? \n[50]I will. I'm just going to sleep a little more first okay? \n[51]It's okay. 18. \n[52]Hey Max. Where do they go at night? \n[53]I shouldn't. I'm not going to drink for awhile, I think it's a good idea for me. \n[54]Patrick'll know. \n[55]No. I can learn though. \n[56]When do you think that'll happen? \n[57]That'll be nice. \n[58]Good. 21. \n[59]Yeah, it's really nice. \n[60]I do. Thanks. \n[61]What? \n[62]Good. \n[63]Maybe that's better. Sorry, thanks. \n[64]Why is the house so big? \n[65]For two people, it's huge. \n[66]So no one else lives here? \n[67]You're married? \n[68]When? \n[69]I lost it. \n[70]I got used to not having it. \n[71]Was it a big wedding? \n[72]Did Aunt Dora come? \n[73]Did she smoke like chimney and complain about everything. 24. \n[74]You never had to live with her. \n[75]She lived with me after mom died. \n[76]She hates me. \n[77]I hate her. \n[78]Is it true married people don't fuck? \n[79]You're kidding. \n[80]Why does it matter? \n[81]Whatever makes you happy mama bear. \n[82]You microwaved chicken nuggets and fish sticks. Ted and Martha continue to laugh. Lucy gets up from the table. She comes back with salt and dumps it on the food. \n[83]Really? \n[84]I can't remember anything, I just woke up on the floor and felt this pain - \n[85]I'm not. \n[86]Cleaning. I thought I'd help out more. \n[87]Is Lucy coming? \n[88]Oh. \n[89]It's okay. \n[90]Yeah. \n[91]Fine. 31. \n[92]No. Why? \n[93]I don't know, it's normal I guess. She hasn't changed much. \n[94]Where is she? \n[95]Why? \n[96]I can't imagine it Lucy holding a child. \n[97]She wouldn't know what to do with it. Do you want a baby? \n[98]So you're unhappy! \n[99]Why? \n[100]I lost track I guess. \n[101]I didn't think Lucy would worry about me. \n[102]Can I go swimming? \n[103]No. \n[104]I can't. \n[105]Nothing! \n[106]Sorry. \n[107]It's been hard to sleep alone. \n[108]I don't know. It's a big bed, you guys were on the other side. \n[109]Sorry. \n[110]Okay. \n[111]Yeah. \n[112]Because it's privte and it's not normal. \n[113]Do you ever hear things hitting the roof at night? \n[114]We had a garden where I lived? \n[115]I'm good at some things. \n[116]Who? \n[117]What do you mean? \n[118]No. \n[119]Yes. \n[120]He never hit me. \n[121]I do. \n[122]There's nothing to talk about. I had a boyfriend, he lied to me, I left. That's it, everything doesn't have to be a big \n[123]You okay? \n[124]You're not. You'll quit. \n[125]Who's that? \n[126]You think? \n[127]Whose car was that? 40. \n[128]Just curious. \n[129]What's wrong with the tap? \n[130]It's a waste. \n[131]Did you know that guy? \n[132]The guy in the store. \n[133]He was looking at me like he knew me. Did you say something to him? \n[134]I don't know, you tell me. \n[135]He was staring at me like he knew me, did you talk to him about me? \n[136]Just drive the car Lucy. \n[137]Drive the car! \n[138]We share all of this, if it fits, you can wear it. \n[139]This is where we sleep. You can take any bed that's open or you can sleep downstairs. \n[140]We don't eat until the evening. \n[141]You'll get used to it. Your body doesn't need that much food. You're taught to overconsume. \n[142]Katie's, but we all help out. \n[143]Uh huh. \n[144]He only has boys. \n[145]You want to hold him? \n[146]Not if you don't want to. There are plenty of jobs to be done. You'll find your role. It takes time for people to find their role in a new family. \n[147]Does Patrick know? \n[148]How was it? 45. \n[149]Did he give you the money? \n[150]Do you tell him you're not? \n[151]Don't get the wrong idea Sarah. We don't talk to our old families. \n[152]Hi Patrick, Did you meet Sarah yet? \n[153]I don't mind. \n[154]Okay. \n[155]Oh, hi. \n[156]Nothing you don't want to. Drink this, it will help you relax. \n[157]It's herbal. It's the start of your cleansing. \n[158]We've all done it so you know there's nothing to worry about. \n[159]I know it seems a bit silly, but it's a part of it. \n[160]You look amazing. It's your special night with him, enjoy it, you'll be great. \n[161]Shouldn't we start cooking? \n[162]I thought we were going to cook. \n[163]Oh, yeah. \n[164]Do you ever have this thing where you can't tell if something's a memory or if it's something you've dreamed? \n[165]No. Like what? 49. \n[166]I didn't think about it. \n[167]We were far apart. \n[168]The past doesn't matter. \n[169]I took care of myself. \n[170]Stop it. \n[171]No. \n[172]I know you don't think much of me but I knew what I was doing then and I still do. \n[173]I don't need your guidance, I never did. I'm a teacher and a leader, you just never let me be that but now I know I am, I know who I am. \n[174]Just because we're sisters doesn't mean we need to talk about everything that comes into your head. \n[175]For what? \n[176]I don't know. \n[177]No. \n[178]Why? \n[179]There are other ways to live. \n[180]Sure. \n[181]I don't know. People don't need careers, people should just exist. \n[182]You can do that if you want to. \n[183]It's not your fault but you learned that success is measured by money and possessions. It's just not the right way to live. 52. \n[184]You don't know anything about it. \n[185]Who's this? \n[186]She not there? \n[187]Where is she? \n[188]Who is this? \n[189]Alright, my turn. 54. \n[190]What do you mean? \n[191]They're living animals. \n[192]I can't. \n[193]I trust you. \n[194]You okay? \n[195]Where are you going to go? \n[196]You don't want to do that. \n[197]Max, they're not rules. It's just common sense. \n[198]It's not about taking shit. \n[199]And that's why you don't get to come. You just don't get it. You need to quit drinking. \n[200]You're still living with all the shit you carried out there. You're the only one, let it go. \n[201]No. You can't try. You have to stop. They love you, they just want you to be stronger. \n[202]You'll be okay. \n[203]Sorry. \n[204]No. I can't sleep. \n[205]I should try to sleep. \n[206]It's alright. It's your house. \n[207]You shouldn't smoke. \n[208]Especially if you're trying to have a kid. \n[209]What's you name? \n[210]What's your name? \n[211]I used to like this. \n[212]I thought you weren't supposed to drink Mike. \n[213]You think you're so fucking smart. \n[214]We all need to leave. \n[215]He's a fucking liar. We all need to leave. 65. \n[216]We have to leave. We all have to leave. I know him. \n[217]You don't want to live with this Lucy. \n[218]They're here. \n[219]Don't touch me, you're not listening to me! 66. \n[220]Uh huh. \n[221]Thanks mom. I'm sorry I ruined the party. \n[222]Is it over? \n[223]That's good. \n[224]I don't want it. \n[225]We have to do something. \n[226]Watts! 70. \n[227]How long do you think we'll be down here? \n[228]Do you feel alright? If you hit your head you shouldn't sleep. \n[229]Do you know why we're down here? \n[230]What do you think it was? \n[231]Do you still think about leaving? \n[232]No. I just wanted to see about you. \n[233]Hello? \n[234]Who's this? \n[235]Can I help you? \n[236]It's Marlene Lewis. What's your last name Jane. \n[237]I don't know, do you? \n[238]It's a Jane. \n[239]I know. Sorry Katie. \n[240]What? \n[241]Oh, nothing. \n[242]Lucy? \n[243]Is this from the past or is this now? \n[244]I don't remember waking up this morning. \n[245]Zoe? \n[246]I can't stop feeling terrible for that poor man. \n[247]I have. \n[248]We do! \n[249]I'm sorry. \n[250]I was confused. \n[251]I thought he was someone else. 77. \n[252]I'm sorry. \n[253]I know. \n[254]I don't know. \n[255]Are you going to send me away? \n[256]Please don't. Please don't. \n[257]Please, I can't be alone, please. \n[258]Lucy? \n[259]You're going to be a terrible mother. \n[260]Yeah. \n[261]I don't mind. \n[262]Yeah. \n[263]What's it like there? \n[264]Yep. ", "LUCY": "\n[1]Hello. Hello? \n[2]Martha? \n[3]Oh my god! Where are you? \n[4]You're in New York? \n[5]When did you get back? 4. \n[6]Martha? What's wrong? What's happened? \n[7]Go back where? \n[8]No, no, no. Don't go. What are you talking about? \n[9]Martha! Don't hang up. Please! Do not hang up. Do you want me to come get you? \n[10]What do you mean? Tell me where you are and I'll come right now. \n[11]I want to see you Martha. Please. \n[12]Martha! \n[13]It's nice to see you. \n[14]What's going on? \n[15]You alright? \n[16]You sure? \n[17]You were pretty upset on the phone. \n[18]To what? \n[19]What happened? \n[20]Who? \n[21]Who? \n[22]Your boyfriend? \n[23]Did he hurt you? \n[24]Are you sure? \n[25]Did you guys break up? \n[26]How long were you together? \n[27]How long? \n[28]And you were here the whole time? \n[29]You've been back in New York for over a year and you haven't called me? \n[30]Well, I'm glad you're here now. \n[31]I made you some tea. \n[32]Ted should be up from the city soon. He'll cook us some dinner. \n[33]Of course. Get some sleep, you'll be as good as new tomorrow. 10. \n[34]She seems okay. \n[35]Not much, she's pretty tired. \n[36]She had some boyfriend, they were living in the Catskills. \n[37]It's okay. \n[38]It's fine. She's here now. \n[39]I don't know. 11. \n[40]Martha? Why are you on the floor? \n[41]It's okay, you were in a deep sleep. Come have some breakfast. \n[42]How do you like the house? \n[43]Well I love it. \n[44]Yeah. Do you still like to swim? \n[45]We do. This is for weekends and holidays. \n[46]Ted's finishing a new building down town and when it's done we're taking one of the new apartments. You want to see pictures? \n[47]This is the view, the interiors are obviously not finished. It's nice right? 13. \n[48]We were supposed to move in the spring but construction halted, so, it'll just be a little while longer. \n[49]Okay, sorry, no more work talk. \n[50]Aren't you hungry? \n[51]It's okay, I can fix you something later. \n[52]Connecticut. \n[53]From what? \n[54]You mean where I picked you up? 14. \n[55]About 3 hours. Why? \n[56]Martha! What are you doing? \n[57]Would you put some clothes on, you can't swim naked. 17. \n[58]You just can't. There are kids around and people come by. \n[59]So you can't. We don't, just don't. I have a bathing suit you can borrow. \n[60]Martha! I've been trying to wake you. You should get up or you won't sleep through the night. \n[61]You should eat. \n[62]Okay. I'm sorry I got frustrated with you before. \n[63]She's in a really deep sleep. I can't wake her. \n[64]She's just really tired. She's had a bad breakup. I want to give her a couple days to get situated, you know? \n[65]A pain in my ass, yes. \n[66]Good morning. How are you feeling today? \n[67]There's this great juice shop in town, I got us a couple of juices. 22. \n[68]This one is Kale with ginseng. It gives me energy, so I thought it might help you. Martha takes a sip. It tastes terrible but she drinks it. \n[69]I got pineapple orange too if that's better. \n[70]I also got a box of these protein bars just in case you want to snack. \n[71]It's not that big. \n[72]We like to entertain. Our friends come up for weekends and sometimes we have parties. It's just good to have space. \n[73]Of course no one else lives here. \n[74]Yeah. 23. \n[75]Earlier this year, in the spring. \n[76]I tried to get in touch with you, apparently you got rid of your cell phone? \n[77]You never got a new one? \n[78]No thanks. \n[79]No, about forty people. Mostly his family. \n[80]Yeah. \n[81]She's not that bad. \n[82]College. \n[83]Well I'm sure she'd love to know you're okay. \n[84]She doesn't hate you. Look at me. \n[85]Relax, I don't have any pictures of you. Jesus you're gorgeous. It's annoying. \n[86]There you go! 25. \n[87]Don't shake it, that's a myth. \n[88]What? No! \n[89]Put this on. \n[90]Your clothes are disgusting Martha, just try it. \n[91]It just feels good to put on something nice and comfortable. \n[92]It looks good you little shit. \n[93]You're making fun of me and I think it looks really good. 26. \n[94]It's no good? \n[95]It's not dry. \n[96]It just needs a little salt. What are you laughing about I cooked for you your whole life. \n[97]Yeah. I wish I didn't have to go tomorrow. \n[98]No, I don't want to leave her alone. You'll be nice to her right? \n[99]Right. \n[100]What? What? \n[101]Martha, what are you doing? \n[102]Jesus, you can't just come in like that. \n[103]God damn it, what's wrong? \n[104]Stay, just stay. \n[105]Why would you think it was okay to come in like that? \n[106]You can't come into our room when we're having sex, that's not normal! It's private. \n[107]Don't apologize, I just want you to understand why it's not okay. \n[108]Do you? \n[109]Well? \n[110]Just lie down Martha. 36. \n[111]I'm sorry you slept out here. Thanks for being patient. \n[112]I just want to make sure she's okay. \n[113]I know. \n[114]I know you are. \n[115]That has nothing to do with Martha. 37. \n[116]I'm her only family. She needs to be able to depend on me right now. It's complicated Ted. \n[117]No. Maybe it's the pine cones. Where did you pick up gardening? \n[118]You're good. \n[119]I know you are. \n[120]Was he ever physical with you? \n[121]Your boyfriend. 38. \n[122]Did he ever, hit you? \n[123]You had a bruised ear, and when you called me you were hysterical. \n[124]Are you sure? \n[125]You can tell me. \n[126]I wish you felt more comfortable talking to me. \n[127]So talk. \n[128]I don't know. Why? \n[129]There's a hiking trail, people leave their cars there all the time. \n[130]Sorry. \n[131]You're going to hurt someone. \n[132]Can you go get me a large jug of water. \n[133]I like bottled. \n[134]Will you get it or not? 41. \n[135]What guy? \n[136]The one you almost ran into? No. \n[137]Like what? \n[138]What are you talking about? \n[139]No. Jesus. The guy was checking you out Martha! Relax.  42. \n[140]If you don't want guys to drool all over you, then wear more clothes- \n[141]What? \n[142]I don't think we should have the party. \n[143]Things are just too stressful right now. \n[144]I'm sure people would understand- \n[145]I just think it would be best. \n[146]For all of us. \n[147]And that's the end of it, because you say so. 43. \n[148]I'll do these if you want to go to bed. \n[149]Get some sleep. \n[150]I just made some potato salad. Ted's cooking the fish. \n[151]We cooked last night. \n[152]Not really. \n[153]Do you blame me for anything? \n[154]I don't know. I'm just trying to figure out why we stopped talking. \n[155]Really? \n[156]Sometimes I wonder if, maybe I could have taken better care of you. \n[157]It does matter. \n[158]I know you did. I think I could have done more though. \n[159]Be honest with me, you never think about it? \n[160]You're not angry at me? \n[161]No, Martha, I think the world of you, I'm just wondering if I should have come back and kept you in school and helped you go to college, you had so much potential. \n[162]Teacher and a leader? What are you talking about? I always encouraged you to do more, but you shut me out. \n[163]\n[164]He's just saying we should start talking about what you're interested in. Maybe we can help you get some ideas together. \n[165]You can not be serious right now. \n[166]One minute you're going after Martha at the dinner table, then you're curling up together on the couch? \n[167]You really do think I'm stupid don't you? \n[168]You can lose your temper at will but when I get pissed off, I'm being crazy or ridiculous! I couldn't possibly be mad for a reason. \n[169]Fuck you. I just want you to think about how walking in on that might make me feel. \n[170]You're unbelievable. \n[171]What? I don't smoke. 63. \n[172]Maybe you should mind your own business. \n[173]I can't deal with talking to anyone right now. \n[174]Hey, what happenind? \n[175]What? \n[176]What are you talking about? \n[177]Who? \n[178]What the fuck is wrong with you? \n[179]Martha. \n[180]What are you talking about? \n[181]Breath. \n[182]Martha please try to breath. I don't know what you're talking about. \n[183]It's too hot, let it cool for a minute. 69. \n[184]Everything was fine. \n[185]Yes, you slept through the night. \n[186]Are you going to drink the tea? \n[187]Who's Katie? 73. \n[188]Who's Katie? \n[189]Yeah. \n[190]What? \n[191]Why don't you go sit down, I'll finish up. \n[192]Who the fuck knows. \n[193]I know. \n[194]Places? \n[195]I don't want to talk about it anymore. \n[196]Are you alright? \n[197]What the fuck happened? \n[198]You could have killed him. \n[199]About what, what are you so confused about? \n[200]You thought he was someone else? What is wrong with you? I'm not doing this anymore, I'm not doing this anymore. I beat myself up over you for years and I'm sick of it, I'm sick of chasing you down and worrying about you. I need to move on. \n[201]You need help Martha. \n[202]What happened to you? \n[203]What happened to you? \n[204]We're going to get you proper help. \n[205]I don't know how to help you anymore. \n[206]I can't help you. 78. \n[207]We're trying to start a family and I don't trust you to be here. \n[208]What? \n[209]What? \n[210]Do you have any money left? \n[211]Of course you don't. We'll make sure everything is taken care of. \n[212]Going swimming? \n[213]It's a bit chilly. \n[214]I think we both said some things last night that we didn't mean. \n[215]We scheduled an appointment for you tomorrow morning. \n[216]It looks nice. \n[217]We're heading back to the city in about an hour. You'll be ready to go? \n[218]Are you okay? \n[219]Fucking idiot. What was he doing? 81. ", "TED": "\n[1]Well? \n[2]What did she say? \n[3]Where's she been? \n[4]What? \n[5]Not really Lucy. \n[6]Well, how long's she staying? \n[7]I told you she was fine. You spend all that time worrying. \n[8]Martha! Welcome! \n[9]Great to finally meet you. You sleep alright? \n[10]It's just a rental. \n[11]Do you think she's excited to have you back? \n[12]Yep, just a little while longer. \n[13]Well, you've got to eat. \n[14]I'm going for a dip. Anyone want to join? \n[15]Brilliant choice of swim wear. \n[16]She's not coming? \n[17]She seems a bit off, no? \n[18]Has she always been like this? \n[19]Cocktail anyone? \n[20]Martha? \n[21]You lived with Dora? \n[22]Where were you? \n[23]It's good, it's just, a bit dry. \n[24]She seems better today. \n[25]Let me take you. \n[26]I'm always nice. 27. \n[27]What are you doing? \n[28]Alright. I'm going to take the boat out, do you want to come? 30. \n[29]She had to run to the city. \n[30]I'll teach you how to drive the boat, come on. \n[31]Come on. \n[32]You want one? \n[33]Beautiful day. \n[34]How have things been with you and Lucy? \n[35]Is it strange to spend time together? \n[36]It's been a long time. \n[37]At the doctor. \n[38]She's getting a check up. We're trying to have a baby. \n[39]What? \n[40]Why? \n[41]I want what Lucy wants. If she's happy, I'm happy. 32. \n[42]No. She's good. She's relieved to have you back. You had her worried. \n[43]You disappeared. You haven't called in two years! \n[44]It's good to let people know where you are Martha. People worry. \n[45]Well, she did. \n[46]You don't need to ask. \n[47]All you do is sleep. 35. \n[48]This is just brilliant. \n[49]I don't have much choice do I? \n[50]I get two weeks a year to come out here and try to relax before I have to go back to work! \n[51]I am under so much pressure right now- \n[52]I have a month to get this building up and running or the bank takes it. \n[53]My point is, I don't need the extra stress. \n[54]As complicated as it might be, we can't just keep ignoring the fact that her behavior is fucking insane. \n[55]It's labor day, we always have it. \n[56]I've already invited clients. \n[57]They wouldn't. \n[58]For who, Martha? \n[59]It's not an option! We're having the party. \n[60]Yes! \n[61]Dinner's ready. \n[62]So what are your plans Martha? \n[63]Life. \n[64]Are you thinking about what you can do for work? 51. \n[65]You're at an age where you need to start thinking about a career. \n[66]It's a part of adult life. \n[67]Really? \n[68]Like what? \n[69]I have moments when I would love to move to France and just exist but it doesn't work that way. \n[70]It's not that simple. \n[71]And what do you think the right way to live is? Being a hysterical mess and causing your family pain. You're eating my food and sleeping under my roof so watch your mouth. You're rude. \n[72]Jesus Christ you scared me. \n[73]Did I wake you? \n[74]Me neither. I was going to watch a movie. You want to watch? \n[75]It always helps me. It's better than lying in bed awake. \n[76]I'm sorry about before, Martha. 60. \n[77]You want me to make some breakfast? \n[78]Hey! \n[79]What's wrong? \n[80]What? \n[81]Lucy! 61. \n[82]No one was curling up with anybody. \n[83]Jesus, I couldn't sleep, I was watching a movie, she came out and sat down and started watching with me. What am I supposed to do, tell her to leave? \n[84]You're being ridiculous. \n[85]Are you accusing me of something? Because if you are, I'd like you to say it out loud so you can hear how absurd it sounds. \n[86]You ask me to make more of an effort. I try to do that and you get upset. I can't win. \n[87]Calm down. \n[88]What's going on? \n[89]She needs to see someone. 74. \n[90]I'll start looking into places tomorrow. We can arrange for her to be somewhere by Wednesday. \n[91]I don't think she should stay with us anymore. We can't do anything for her when she's like this. \n[92]She kicked me down the stairs. Jesus Christ, what's it going to take, Lucy. \n[93]Jesus Christ. \n[94]Yeah. ", "PATRICK": "\n[1]Is this Martha? \n[2]How're you doing? \n[3]It's as much yours as it is mine. \n[4]I thought you quit? \n[5]It's disgusting. \n[6]Don't apologize to me, it's your body. \n[7]Look after this girl properly Zoe, she deserves some real care for once in her life. \n[8]Good. You look like a Marcy May. 16. \n[9]Well, there you go. \n[10]How's everything going so far Marcy May? \n[11]You like it here? \n[12]I want you to feel at home. \n[13]People have abandoned you your whole life. I don't blame you for not trusting anyone. \n[14]If you ever want to have a meaningful relationship, you need to let your guard down. \n[15]It's not your fault, but it's there. If you feel safe here, and I think you do, let us in. We just want to help you. \n[16]If you're going to live here then really be apart of things. \n[17]This one's called Marcy's song. 29. \n[18]Well she, she's just a picture. Who lives on my wall Well she, she's just a picture And the reason, reason, reason it is so small. With a smile so inviting and a body so tall, She, she's just a picture Just a picture \n[19]You jump yet? \n[20]Go on. \n[21]Hey. \n[22]Sally, yeah. \n[23]Focus. Take a deep breath. Think about someone who wronged you. Feel it, feel how they made you feel in your stomach. Take a deep breath, feel it all moving out into your hands. Let it build. It's transferring to the gun, building in the gun. Now release. \n[24]Feels good right? \n[25]Now try that. \n[26]Shoot it. \n[27]So, shoot Max then. \n[28]Go on! 55. \n[29]Don't walk away from me Max. \n[30]The cat has terminal cancer, it's in excruciating pain. \n[31]Max has no substance, he's just here to free load and be around the girls but you're a teacher and leader, you just don't see it because no one let you believe it before me. You're a leader a Marcy, now prove it. \n[32]The cat reminds you of some fluffy thing you think you used to love. You're holding on to some false emotion that stops you from doing what's right. \n[33]I could spend my life being selfish, living alone, using this gift for me but I've sacrificed myself to be what you all need me to be. You need to trust me. \n[34]Then you shouldn't need me to explain everything. \n[35]What did you do? 56. \n[36]One of them was sick, Zoe knew which one it was! \n[37]Calm down, if you calm down no one will get hurt. \n[38]We're not stealing, we don't want anything. \n[39]We're just looking at the house. It's nice. We didn't realize you were home. We wouldn't have come in otherwise. \n[40]I would but I can't be sure you won't call the police. \n[41]Safe? Why wouldn't anyone be safe. Unless you call the police, everything will be fine. \n[42]Look at me. \n[43]You okay? \n[44]You know that death is the most beautiful part of life, right? Death is beautiful because everyone fears death. And fear is the greatest human emotion of all because it creates complete awareness. When you're scared it forces you to be completely aware of your surroundings and the moment you're in. It brings you to NOW and that makes you truly present. And when you are truly present, that's nirvana, that's pure love. So, death is pure love. \n[45]Haven't you learned anything? \n[46]I felt like we had a connection. \n[47]That's not what you're showing me. \n[48]Maybe I asked too much from you too soon. You have potential but you're just not there yet. I'll expect less of you fro now on. \n[49]Shhh. It's okay. \n[50]You're my favorite, I won't lose you. ", "ZOE": "\n[1]Put out your cigarette. \n[2]Just do it. \n[3]Yeah. Hey! 15. \n[4]I did. \n[5]I know. I'm sorry. \n[6]I will. \n[7]Yeah, we think you're fucking awesome. \n[8]You're so lucky, I'd give anything to have my first time again. \n[9]Yeah, it's so special. \n[10]That's the cleansing. It's good. It means it's working if you can't remember things. You're cleansing yourself of the past and the toxins. Martha is distant. \n[11]You need to share yourself, don't be so selfish. \n[12]So smile then, enjoy this amazing night. It only happens once. Zoe rests her forehead against Martha's forehead. They curl up together in a very intimate way. Martha smiles. Zoe kisses her on the lips. Martha is caught off guard. She laughs. They have a second peck on the lips before closing their eyes to sleep. \n[13]Yeah. He's right. I don't know why I'm so weak. \n[14]I called my dad today to ask for money. \n[15]He asked me to. Sometimes, if there's something we really need I'll call. \n[16]Fine, they're not bad people. \n[17]Yeah. He thinks I'm on drugs. \n[18]No, that's why he gives it to me. I guess he'd rather pay for it than think I'm sucking dick for it. \n[19]It's good to try everything at least once. You find out who you are that way. What about drinking, do you drink? \n[20]Good, we don't drink. It just makes you angry and less focused. \n[21]I'm surprised your dumb ass even knows how to load it. \n[22]What happened Doc? I should be teaching you. \n[23]Alright Max, was this just an excuse to grope Marcy. \n[24]It'll just be a few days. Just to be safe. \n[25]Yeah. \n[26]I know. It happens though, we're never really dead or alive, we just exist, so he's still existing, but it's in a parallel time. Just don't think about it, it's in the past. \n[27]Martha, it's me, can I come in? ", "MAX": "\n[1]Hey Marcy. 19. \n[2]I don't know, I never get invited. \n[3]You want to have a drink with me? \n[4]They won't be back for a few hours. \n[5]Alright. \n[6]It's cool, I'm good at hiding it. \n[7]Watts said I'm supposed to teach you how to defend yourselves but I think you're hopeless. \n[8]Please, I'm like Doc fuckin' Holiday. \n[9]God, you are so hot when you shoot, makes my willy hard. \n[10]I'm teaching her how to shoot. Then you just squeeeeeeeeeze. \n[11]Fuck this. \n[12]You said it was sick. \n[13]I'm fine. I'll probably leave this place soon anyways. \n[14]I got places. My cousin lives in Bennington, he said I could go up there and make like, $500 a week selling weed. \n[15]I don't care what I do. I'm sick of all these rules. \n[16]It feels like rules. They won't let me do anything. I can't even go on the house runs. I'd be great at taking shit. \n[17]Sounds like it's about taking shit to me. 57. \n[18]I'm not drinking. \n[19]I'll try. \n[20]I'm strong, they'll see. \n[21]Yeah, I'm cool. \n[22]Yeah, I'm good Marcy. Stop. \n[23]I'm fine. \n[24]No. Do you? \n[25]I don't know. It doesn't matter. 71. \n[26]No. It's cool now, I don't really have anywhere to go. Why, would you? ", "WATTS": "\n[1]What are you doin'? \n[2]We were worried about you. \n[3]Patrick's worried about you. \n[4]I could've brought you. \n[5]Through the woods? \n[6]No. \n[7]You not gonna eat that? \n[8]You ready to go? \n[9]Come on! \n[10]No? \n[11]I'll get this. 7. \n[12]You ready? \n[13]Sure you can. She hits the water, everything goes dark. The frame fills with tiny bubbles, she comes up for air exhilarated. She continues to swim, the camera follows her under water. The darkness of the water makes the screen go black. \n[14]Hey, we can go. \n[15]Nothing. \n[16]No need for that, we are leaving. \n[17]He's fine. Right Max? \n[18]There's nothing to do Marcy, you need to get inside. Max is strong, he'll be fine. Right? \n[19]Hey. How are you? Sure, yeah, let's do it, I'll be around there on Friday. No, that was my cousin Marlene, yeah, I'll see you in a bit then. Great, I'm glad you called. \n[20]Hey. ", "SARAH": "\n[1]Cool. \n[2]I'm hungry, can we eat? \n[3]Really? \n[4]He's beautiful. Whose the mother? \n[5]Is Patrick the father? 44. \n[6]They look just like him. All the kids here are boys? \n[7]You're good with them. \n[8]No Thanks. I don't have to take care of them do I? \n[9]I've done drugs. Not a lot but I've tried everything pretty much, except heroin. \n[10]I have, but I don't. \n[11]I wouldn't call my Dad anyway, no matter how much he paid me. \n[12]Hi. \n[13]What do I have to do? \n[14]Do I have to wear this robe? \n[15]Thanks. 48. ", "KATIE": "\n[1]We switch off jobs each day so we all know how to do different things. Do you knit? 20. \n[2]It's okay, you'll find your role. It takes time for people to find their role in a new family. \n[3]We sell blankets in town. We still need some money, but when the farm's up and running we'll be self sufficient and we'll never have to worry about it again. \n[4]Hopefully by the end of the summer but we'll see. It's hard to get machinery and live stock without cash. \n[5]Shoot. \n[6]I know you feel like something bad just happened Marcy May, but you have to trust me, that was not bad, it was truly good. We've all been in this situation, and we wouldn't all still be here if what happened in that room was bad. We all love each other very much, we are all together on this, you have to trust us. Do you believe me? \n[7]Don't stare! \n[8]Her name's Sarah I think. \n[9]You should handle her. \n[10]You're ready. Zoe can help but you'll be great. \n[11]That's enough. \n[12]Half is fine. \n[13]Nothing till they're done. You know better. ", "MAN": "\n[1]What the fuck. \n[2]What do you want? \n[3]What do you want? 67. \n[4]Just get out. \n[5]Just Leave. \n[6]I won't. You didn't take anything so just go, I just want my family to be safe. \n[7]Okay, I won't. You have my word, please just go. \n[8]Get the fuck out of my house. 68. "}}