{"dialogues": {"FREDDIE": "\n[1]What kind of belt? \n[2].I try to stay away from that. \n[3]\n[4]\n[5]I was on my way to Placerville. To the Fair. Had a job waiting for me, with a friend of mine. He doesn't know where I am. \n[6]28. 2. \n[7]It's a weakness. But I like it. \n[8]How can you tell that? I'm clean. \n[9]Is that a weakness... \n[10]You're wrong. This tatoo's my Auntie. \n[11]My Auntie Bertha,  But that doesn't mean I don't have a weakness... \n[12]I tried that, it didn't work. \n[13]Sometimes my hypo's get the best of me, I really feel like walking into the street and hitting people's hats off. \n[14]That's when I know it's time to get to the sea.. what kind of belt? \n[15]I'm going to pay back the hospital. And you. \n[16]Alright. I intend to do that. You saying you have a job for me? What? As an orderly? \n[17]I want to get out of here, but I also like it here. You think I was gonna die? \n[18]I don't know. I'm not saying you didn't save me... . but...I can't seem to die. \n[19]Something like that. \n[20]Yes, sir. \n[21]\n[22]\n[23]You come any closer and I'll slice your \n[24]You can talk standing in front of the restaurant, around the corner -- At that moment, TWO OTHER MEN come out of the shadows and \n[25]You have a break coming? \n[26]When? \n[27]I saw you. \n[28]What's your name? \n[29]Freddie. \n[30]This is homemade.. \n[31]Yes. She sips it. Makes a face. Horrible. \n[32]Taste good? 7. \n[33]Maybe we think the same things at the same time. \n[34]Yes. She pulls her top down, the coat drapped around her-reveals her breasts - \n[35]Yes. \n[36]Wanna go out tonight? \n[37]I don't have any cigarettes... \n[38]There's secrets in liquor, this is just booze. \n[39].somebody shut him up.. \n[40]Yeah, fine. 12. \n[41]Alright. What is this? \n[42]I walked. \n[43]I was just looking f'work... I'm working here. \n[44]I need to sit down. Freddie is already sitting in a chair they have him in. \n[45]Whatdchu put in my drink? \n[46]I'm sleepy. 13. \n[47].I just need the work. Wasinmy drink? \n[48].I'm a good worker..Iknowthese ships... BEAT. Freddie just looks at him, then MASTER SPEAKS: \n[49]I am. \n[50]\n[51]\n[52]Yeah? Whatdo you do your company? \n[53]14. \n[54]I just want to go to sea. I am looking for a berth-- \n[55]I'm a seamen. \n[56]PAUSE. FREDDIE closes his eyes, sleepy a minute.., then: \n[57]What do you want? .what's your name? \n[58]Nothing. \n[59]I'm here to work, I know ships... \n[60]No. I don't know-what? \n[61]More than a little watchu put in my drink. 15. \n[62]Dick. \n[63]Don't know him. / no \n[64]. you got alotta questions.. \n[65]I don't know you... \n[66]Yes, sir. \n[67]I just woke up. \n[68]My name is Freddie Sutton. 40114-78 \n[69]Yes. \n[70]Hah. \n[71]I fired and fixed torpedo room, USS Barton. Yes, I killed people. I'll Kill you. \n[72]Wakemeup. \n[73]You know where - dn'ask me what you know... wakemeup wakemeup wakemeup come on wakemeup. \n[74]-- I toldju I'm just trying to get to sea. \n[75]It was leaving... \n[76]It was leaving... \n[77]No, sir. 17. \n[78]You make me feel like I'm in hell. lemme wake up or lemme sleep. \n[79]Sure. \n[80]Thanks. \n[81]Thanks. \n[82]LONG PAUSE. Freddie's eyes close ane he passes out again. \n[83]Alright. \n[84]Is this your ship? \n[85]Where's it going? \n[86]Yes. \n[87].what did I say last night...? \n[88]You have any? \n[89]What was in my drink? \n[90]I didn't surrender myself. 20. \n[91]I don't think I was. \n[92]So what are you gonna do? \n[93]Depends on when you're ready to go...do you have a job for me. \n[94]What condition is that? \n[95]What's that mean? \n[96]I've got no trouble. You got a job for me to do, I can do it. \n[97]Do you own this ship? 21. \n[98].What do you do? \n[99]Where's your money come from? \n[100]\n[101].well: I apologize if I got a little out of hand last night - I'm just... looking for work and your ship looked good, so...it's a nice looking ship. \n[102]22. \n[103]I don't understand what you're talking about. \n[104]\n[105]I'm not saying yes to anything I don't \n[106]What about it? \n[107]Secrets. \n[108]\n[109]It's just booze. \n[110]Horrible Hooch. BEAT. They both smile, laugh a little. MASTER gets up and comes over him... \n[111]Oh yeah? \n[112].I don't know... \n[113].what destination? \n[114]Sure. \n[115]Ok. \n[116]Hello. \n[117]Yes. \n[118]I don't really know. \n[119]I don't think so. VAL is distracted by a WELL WISHER who comes over. FREDDIE looks around at everyone. All the faces having a good time and celebrating... He catches the eye of a YOUNG WOMAN. . .then sees her \n[120]Yeah. \n[121]No. \n[122]Whenever you'd like. I'll get making it - \n[123]I'll take care of it. MASTER makes his way down the table trying to say goodbye to everyone, he finally tears away from the party by \n[124]Who's attacking him? \n[125]What's a time-hole? \n[126]Yes. She hold her pregnant stomach; \n[127]I'm fine. \n[128]Well-not really-no... \n[129]How long have you been studying 32. \n[130]What's your name? \n[131]That's right. \n[132]Hi. \n[133].drink just a little. It's very strong. The good stuff takes time. And there's secrets in good liquor. This is just booze for now... \n[134]Good. \n[135]Yes. \n[136]Sure. \n[137]Yes. 34. \n[138]Yeah, good. They CHEERS AND DRINK. Shudder at the strength of it. \n[139]Sure... \n[140]Yes. HE FLIPS THE TAPE RECORDER ON. Master smiles, reads, \n[141]Freddie Sutton. \n[142]Freddie Sutton. \n[143]Freddie Sutton. 35. \n[144]Freddie Sutton. \n[145]I usually put some thought into them. \n[146]No. \n[147]days. \n[148]No. \n[149]No. \n[150]\n[151].I don't know. . .you keep asking me..no, not really. 36. \n[152].not really ... .. life's alright. \n[153]Sure. \n[154].sure... Yes. \n[155]\n[156]Yeah. \n[157]No .about what? \n[158]I'm..I don't know. Don't care about science. \n[159]I don't understand. 37. \n[160].I suspect people...yes. Sure. So...no, rarely. Most people are ass's anyway. \n[161].no... I don't know. Guess so. \n[162]\n[163]Is that it? \n[164]I'm ready for more if you want to ask me... 38. \n[165]Ask me, Master. This is fun.. .nobody's asked me questions before -- \n[166]Sure. \n[167]No. \n[168]Yes. \n[169]No I don't. \n[170]Yes. 39. \n[171]Yes. \n[172]My. Auntie. \n[173]No, \n[174]Not me. \n[175]No. \n[176]Three times. \n[177]Don't know. Probably Princeton. \n[178]45 Province Lane. \n[179]No. \n[180]No. \n[181]No. \n[182]I don't know. \n[183]I don't know. Freddie BLINKS. \n[184]\n[185]Yes. \n[186]No. \n[187]Yes. \n[188]No. \n[189]At home in new Jersey. \n[190]No. \n[191]Yes. \n[192]Yes. \n[193]Japs. \n[194]Yes. \n[195]Nothing. \n[196]I think I may have blinded a man. Maybe he's dead, I don't know... \n[197]In Salinas, I served him up booze and he drank too much of it. \n[198]Not if you drink it smart, he was stupid. \n[199]No. \n[200]\n[201]I don't know. Maybe New York, New Jersey, anywhere. Don't know. \n[202]Auntie Bertha. \n[203]She said she'd let me have my inheritance if I were to sleep with her. So I did and I never got my money. I was drunk. She looked good. \n[204]Yes. Because I liked it. It felt good. \n[205]She controls it all. \n[206]I am. \n[207]Yes. \n[208]I thought you were fools. But now I see that you're not \n[209]Doris Schoemann. \n[210]Best girl I ever met. The girl I am gonna marry one day. \n[211]Lynn, Massachussets. ( I just got to get back to her. \n[212]\n[213]I'm an idiot. I don't know. I got no reason. \n[214]Yeah. \n[215]Yes sir. \n[216]Freddie Sutton. \n[217]Yes... \n[218]Feels good. \n[219]Yeah. \n[220]Yeah. \n[221]\n[222]I don't know what that is. \n[223]No. \n[224]No, sir. \n[225]You have the name's and information of the guests at this lady's party? \n[226]You're coming with me. Get up. I need some help and you wanna make a good show, no? Who's paying your way? CLARK looks to Elizabeth, who gives a look that says, \"He's right.\" \n[227]You don't know what we're going to do, so don't bother thinking about this anymore... CAMERA with FREDDIE AND CLARK as they walk out of the hotel and into the streets of New York -- \n[228]You have any money on you? \n[229]Where are you from, Clark? \n[230]What's there? 59. \n[231].how'd you see them? \n[232]What did it say? \n[233]That's good. \n[234]He's a very smart man. I can tell that. I don't understand myself but - more time with it and I might - I feel better - I feel like I've more to do with my life since I met him... and I JUST met him. So - that can't be a bad thing, right? \n[235]I have a delivery for Mr. More. Special. Late night delivery. I need a signature. \n[236]\n[237]What about me...? \n[238]What? Steal what? \n[239]I don't understand what you're saying. \n[240]I still don't understand what you're saying... \n[241].no... \n[242]The truth about all what? \n[243]What is something like that worth? \n[244]Where is it? \n[245]Where? \n[246]Needed for what? \n[247]How do you know about this? \n[248]There's something... something that can hepp you...you... If you need helpp in yer life... .where is it? \n[249]Thizz helped me. It can help you.. you can go back in time and learn thingz... He is about to say.. \n[250]But he PASSES OUT, FACE FIRST ON THE TABLE. \n[251]I don't think John More will be speaking out against you again. \n[252]You were right. \n[253]You were right. . .he had a wise-ass mouth. \n[254]That's why I won't tell you. Nothing bad. Just scared him good. \n[255]It won't. \n[256]I don't really think about all that stuff with my Auntie, you know ...I got other things going on besides that thing I told you about.. .that's yesterday's news to me, so... \n[257]\n[258]I don't like smart-mouths. If that's what you mean. 66. \n[259]-- what is it? He grasps his shoulders, touches his head to Freddie. \n[260]Keep an eye on him? \n[261]Alright. MASTER leaves. 67. \n[262]Hi. \n[263]I'm working. \n[264]Errands. \n[265]I didn't do anything. \n[266]No. \n[267]It's too strong. \n[268]Not big enough yet - \n[269]Don't argue with me. You're Father's speaking .get dressed and get down there... \n[270]Bobby? \n[271]It's Freddie. \n[272]Are you home? \n[273]I'm comin' over - He hangs up. He looks back across the street at the group in the coffee shop. And WALKS AWAY, OFF DOWN THE STREET... \n[274]Where's everybody? 71. \n[275]Here and there. Antarctica. Where's your dad? \n[276]Where's my mom? \n[277]Where's your mom? \n[278]Anybody ever hear about stolen jewels and money in the sewers? \n[279]Near Harlem. They shake their heads. \n[280]Anybody want to go look for it? \n[281]Let's go this way and that way - come with me - BOB follows FREDDIE, the rest go the other way - VARIOUS ANGLES watching them move around, etc. \n[282]How'd she do that? \n[283]You don't want to go there, dummy. \n[284]You're an idiot. \n[285]No. \n[286]There's nothing here...let's just go... \n[287]Bob... BOB turns ...FREDDIE in kneeling down, aims the \n[288]I found them right here. \n[289].with what? \n[290]No. \n[291].lost 'em in the streets... \n[292]Wake up. Your Father's speaking.. .you could learn something. \n[293]You heard me. \n[294]Maybe you should pay more attention. \n[295]I'm curly-q. Round in circles. So shut up. .FREDDIE takes a nice big drink from his FLASK... FREDDIE looks out the open front door: TWO POLICEMAN AND A MARSHALL are parking their cars and walking towards the house... 82. \n[296]I don't know who that is... \n[297]No. You cannot. \n[298]You can't come in. Get outta here. MASTER, ON STAGE, looks out - AGAINST THE GLARE OF THE DOOR, he can recognize the FIGURES AS UNIFORMED... \n[299]I don't want to talk to you right now. \n[300]Stop talking... \n[301]Horseshit. \n[302]Just shut-your-mouth? You're a fucking \n[303]Helen's house...all those girls walking around, the wives of ... . I want to fuck all of them. \n[304]I want to fuck 'em all. I want to stick it in every one of them. \n[305]I don't belong in here, man. I gotta get out of here... \n[306].hmph... \n[307]Why're you talking about her? \n[308]It was Val who let them in the house and told them who you were... Val did it. \n[309]What happened? \n[310]Yes. \n[311]\n[312]I won't drink. \n[313]Who? \n[314].What is Val doing in all this? \n[315]Yes. \n[316]\n[317]7 \n[318]What is it? \n[319]\n[320]Yeah. \n[321]Are you Dick Breton? I'm Freddie Sutton. You're expecting me... FREDDIE is very friendly, but focused on the task, he asks to use the phone to call Master - some place private, perhaps... \n[322]Someone broke into the house. \n[323]Someone's been there. I don't know when. I may have just missed them - the front door was locked, I went in with the key and the house up ended, all smashed up on the ground - I walked to the back - the door was open - \n[324]Yes. \n[325]I'm at the office with Dick Breton. \n[326]He's outside. The door's closed. \n[327]Yes. It was right where you said it would be...I haven't opened it. \n[328]Is...did...did Val break into the house looking for it? \n[329]What should I do now? \n[330]It's good. I got it. \n[331]Yeah, yeah. I'm alright. I'm shaking.. \n[332]I don't know. It's hot down here. \n[333]No. \n[334]No. \n[335]Yeah. \n[336]I'm alright. \n[337]Phoenix will be the home of the Universe Process Congress of the Cause.. .to be held June 5th to 9th... Everyone is excited. 97. \n[338]And it is hoped that a major part of the program can be devoted.to a report on a demonstration of any new data or techniques MOC may reveal at that time. \n[339]Yes. This will be a unification Congress. All of us together - all branches and as many members as possible, organized in one city - for the presentation of all new levels. \n[340]You don't have to change you faith or leave the congregation you belong to...So those interested in freedom are urged to please come for free sample processing sessions in being 'younger' feeling 'freer' and understanding where you come from... If every individual in the world had one other individual to whom he could go with his troubles and his ideas; and if he could tell that Other all about his troubles and ideas; and if that Other would listen AND understand, but not evaluate or invalidate or approve or give advice or in any other way try to control the thoughts of the speaker; the people of the world would become sane, well and happy. \n[341]The key. Master takes it, pockets it... He looks down at his desk... \n[342]I'll get some. \n[343]Alright. \n[344].where's Clark? \n[345]What's in Denver? \n[346]What kind of mission? \n[347]Bill. \n[348]There's nothing going on, Bill. \n[349]That's what that means. \n[350]That's it. 102. \n[351]Yes. \n[352]We appreciate that. \n[353]Yes. \n[354]Yes. \n[355]No. \n[356]No. \n[357]Yes. \n[358]No. \n[359]\n[360]\n[361]No. \n[362]Yes. \n[363]No. \n[364]No. \n[365]No. 104. \n[366]You're a dissenter. And an unfaithful woman. \n[367]I'm not embarrassed. That's sunburn. \n[368]You can't see Master. \n[369]Because he's busy and I'm not going to let you. \n[370]No more booze, Girl-y. Or haven't you heard? \n[371]\n[372]Hi. I'm lookin' for Doris. \n[373]'cause I'm looking for her. Because i want to talk to her. That's what for. \n[374]Jim day? Jim day-jim day? That jim-day? \n[375]When did that happen? \n[376]To jim day? \n[377]Is he still ugly? \n[378].boys or girls? \n[379]I'm just visiting, wanted to see if she was around, say hello. \n[380]Yeah, alright. \n[381]Well, ok-then. If she's not here. \n[382]No, I'm not gonna write her a latter. \n[383]Was she upset that last time I was here? When I left her here? \n[384]Was she broken up about it? \n[385]Did she tell you what happened? \n[386]What did she say? \n[387]Yeah. \n[388]doing a lot of work and travelling, I think I been halfway aroudn the world doing things since I last saw doris... how old is she now? \n[389]Casue I wanted to know. She was too young when I knew her, when I saw her. how's Sonny? \n[390]Yep. Yeah. Alright. \n[391]I loved Doris, but when I came back hom..and she was only sixteen, so...i couldn't wait for her-but she's happy and that's good. So... \n[392]That's not going to matter - give me a \n[393]It's better if she thinkgs I was a heel. That's better - so if you can - don't tell her - but you're her mother you'll tell her, so - \n[394]Well. . .you do whatever you think is right. \n[395]. am I leaving? \n[396]I gotta go. Thank you. So. . .thank you. How's Mr. Shoeman? \n[397]Tell him I said hello. \n[398]So her name is Doris Day? The the Doris Day? \n[399]Like the movie star. FREDDIE comes up and gives her a kiss on the cheek and walks off. \n[400]Hello? \n[401]How'd you find me? \n[402]What? \n[403]Nothing. Nobody. \n[404]Where? \n[405]My spaceship's in the shop and the dance \n[406]They don't have 'em there? \n[407]How'd you find me? \n[408]I fell over the balcony. 116. \n[409]Am I alright? \n[410]Sure I'm not dead? \n[411]Not dreaming? \n[412].why are you here? \n[413]Do you have a cigarette? \n[414]I really want a cigarette... She goes away...comes back...lights him up a cigarette... \n[415]I want to get to a phone ...I gotta make a phone call. . .can you help me with that? \n[416]This is Freddie Sutton calling for MOC. \n[417]My name is Freddie Sutton. I'm calling for MOC. \n[418]Is someone there. Elizabeth or mary Sue or Norm Conrad, the family? \n[419]\n[420]Is Dick Breton there? \n[421]My name is Freddie Sutton and I'ma friend of the the family. Where in England? \n[422]They keep you from drowning... keep the sea from swallowing you..pig and rooster's always survive a shipwreck. \n[423]I don't know. They can swim better? Never thought about it. \n[424].I did. 119. HOLD. He thinks about this. Ellen starts to get a little teary. She hugs his legs and feet, holds onto him... \n[425]You can... \n[426].how else do you get someplace? 120. \n[427].I'm here to see your Master. \n[428]You look good, Val. \n[429]Was in the neighborhood, stopped in to see your old man. \n[430]He should... MASTER comes down the long hallway... \n[431]Not really. \n[432]No. \n[433]Nobody. \n[434]I don't think so. \n[435]How did you get this castle? \n[436]I don't look that way, that's not the way I look. \n[437]It's just not how I look. \n[438]I don't know.. I had a dream. 123. \n[439]Do you need some photographs taken? I could do that for you. You know. Whatever I do for you, I'm only gonna do for a minute. It's only gonna be a minute before I go somewhere else again... just the way it's built. \n[440]\n[441]What's your name? \n[442]Say it... \n[443]No. Not drunk yet. Say it... \n[444]Say your full name. \n[445]Say it again... \n[446]Say it again... \n[447]Are you sure you haven't lived before? \n[448]Maybe this isn't your only life... ", "MASTER": "\n[1]You've had your appendix removed. \n[2]Why didn't you just ask if you could join this ship? We're always looking for new members, we'd have been happy to have you, no need for skulking or sneaking. \n[3]You need work? We'd love to have you work. You can work for us and our company. . .we have a wonderful company... \n[4]This is the company where past, present and future come together. \n[5]Tell me why you're on my ship. \n[6]What's wrong with where you were? \n[7]What wrong with the world from where you were? \n[8]You're a Russian spy. Did you hear me? Wake up, Freddie. \n[9]We've told you. You're a russian spy. What are you escaping. \n[10]You did something. \n[11]You don't know? \n[12]You're a little drunk and sleepy. \n[13]More than a little. You work for Dick Quinn. \n[14]\n[15]You work for the AMA. CIA. \n[16]You work for Bill Christos and his friends at the APA. \n[17]And you picked this ship at random? \n[18]How long have you been sleeping? \n[19]What's your name? \n[20]You were in the Navy? \n[21]Did you ever kill anyone? 16. \n[22]Who did you kill? \n[23]You feel agressive? \n[24]Where are you from? \n[25]You're from Princeton, New Jersey your identification says but that's quite a long way away from San Francisco. What are you doing? \n[26]Why did you pick this ship? \n[27]Did you come here to find out information? \n[28]Did you come here to find out information? \n[29]Who sent you here? \n[30]Well you shouldnt drink so much liquor, it's bad for the system. You're hurting yourself. PAUSE. Freddie is slipping out of it. \n[31]Would you like to stay with us a little while? \n[32]We can give you the guidance you need in your life. \n[33]We can give you the guidance you need in your life. \n[34]Why you don't you just get some more rest? \n[35]This boy is just a simple stow-away. All things he says he is. \n[36]Delicious... delicious \n[37]Ok? \n[38]You can't be... \n[39]I'm it's Commander, yes. \n[40]New York City thru the canal. You're seamen? \n[41]You're looking for work? \n[42]You said you were an able bodied seamen and you were looking for work? \n[43]Perhaps. \n[44]You were sedated with chloral hydrate and bubble gum kisses. Ha ha ha. I'm sure if your check your butt-hole you'll find it's all in working order Isn't that what all men are worried about in they surrender themselves. \n[45]You were acting very aggressive because you drank too much alcohol. \n[46]Yes I think you were. And I don't like strange boys jumping on my ship. \n[47]Why don't you just ask for work? Work can't be hard to find. \n[48]You can't work in your condition. \n[49]You're aberrated. \n[50]A wandering from the path The problems you have in your life (your appendix, your work, your need to batter your body with booze...) I resolve that they can be fixed. \n[51]Maybe I do, but not the kind you think. \n[52]A charter though the Explorer's Club. \n[53]I am many things. I am writer, a doctor, a nuclear physicist, a theoretical philosopher. Above all, I am a man, A hopelessly inquisitive Man, just like you. \n[54]Many years of successful writing and publishing has made me self sufficient. Reader's in all languages have enjoyed my work - but now I'm retired to study the mid and the spirit...my life's true work. \n[55]These studies have made me a target and I am hunted for what I know. Which is why... it is so un-wise to go lurking and jumping on strange ships.. .how do we know what your motives are? \n[56]Don't apologize. You're a scoundrel. How I miss the days of working a four mastered schooner with nothing but salt horse, dried peas and a couple quarts of water.. .the present-day maritimer's seem so much more fragile, don't you think? You - you're and adventurer. \n[57]An able bodied seamen, a maker of wine, and a dashing mischievousness is what I knew would come to me in this-lifetime. .would you study with me? Submit yourself? \n[58]I am always looking for mature men of unusual ability who are willing to stretch the boundaries of what they know. To increase knowing-ness and communication amongst man. I need day-ta. And with your help, I can gather it... \n[59]You already understand, you just need to remember. And only say yes. Say, 'yes.' \n[60]What's-about-this?' \n[61]As a Scientist and a Conniseur I have no idea the contents of this remarkable potion, what's in it. \n[62]Can you make more? \n[63]I'll grant you a full reprive from your naughtiness as a stow-away if you make us some more. I must admit I sampled some and ended up drinking it all. \n[64]Horrible Hooch? \n[65]Would you scrub yourself up and make yourself clean? My daughter is getting married. Come and join us and leave your worries for a while, they'll still be there when you get back..he he he. You are invited. \n[66]I think we have known each other before you and I - \n[67]It will come out over time, but yes. We are re-united... do you reember me? 24. \n[68]That's alright. Don't strain yourself. You will. There will be much time to discuss this on the journey to our destination. As we travel down Time- Holes...you won't be afraid will you? \n[69]Have you ever had harm cme to you? \n[70]What if we could return to a period of your life where there was harm and do away with it? .would You like that? \n[71]That's where we go. They come across ALL THE PEOPLE ON BOARD. THEY WALK INTO THE GROUP. Everyone is getting ready for a WEDDING. . .they greet MASTER and FREDDIE. He walks into it and is welcome'd... MASTER finds his daughter, ELIZABETH, who is to be married and her husband-to-be CLARK  He introduces them to Freddie - \n[72].as long as you hold these bodies, in this life: you may kiss the bride. THEY KISS. APPLAUSE, CHEERS. CU. FREDDIE. He listens and watches. \n[73]Now, now, now, how 'bout this: Here it comes - swooping down on me: A LARGE \n[74]Dragon sits. I say: stay. Sragon stays. So now he's got a leash on and he's staying on my command - THAT\"S WHAT WHERE WERE AT WITH IT NOW - it stays on command. Everyone is laughing, lapping it all up. He glances; \n[75]Next we're gonna teach it to roll over and play DEAD. Master sits down, starts speaking to someone about his days studying Judo ... FREDDIE, sitting up at the dinner table-across the table is: VAL, strikes up conversation: \n[76]When can we have some of your potion? \n[77]When I'd like it - I will give you a signal. I will scratch my ear and rub my nose. What will you need? 27. \n[78]Enough! Enough! I must get back to work! Keep going! Dont stop all night long! He leaves. FREDDIE just looks around, caught up in it all. \n[79].someone came up to me the other day, and I had to say...I had to correct him. He said, \"I heard the Cause can fix me..\" I looked down at him and he'd lost his legs. He's sitting in a wheel chair and had no legs to speak of. I said, \"We can do very many things, sir...but no, we cannot replace your legs. This is how rumors get started.\" Let's talk about what we can do... FREDDIE looks around and watches all the STUDENTS on their headphones. He tries to flirt and make eye contact with all the WOMEN. \n[80]What's in it? \n[81]How are you feeling, Freddie? \n[82]Rested? \n[83]Excited? \n[84]Have you made some friends? \n[85]Good. Good. How are you feeling? \n[86]I've been writing ... BULAGH! Feel like I went under. Dark cloud rolls in. Opens up...anxious to share new work-would you care for some informal processing? \n[87]Well, then I gather myself... and you be my protege and guinea pig, eh? Informal processing. Master smiles, excited, moves to an OLD TAPE RECORDER, points a microphones towards Freddie, looks over some papers... \n[88]Are you ready? \n[89]Say your name. \n[90]Say it again. \n[91]Say it again. \n[92]Might as well say it one more time just to make sure you know who you are... \n[93]Do you ever make thoughtless remarks. \n[94]Do you browse though railway timetables just for pleasure? \n[95]Do you get occasional twitches of you muscles when there is no logical reason for it? \n[96]Do past failures bother you? \n[97]Do past failures bother you? \n[98]Do past failures bother you? \n[99]So past failures bother you? \n[100]Is your life a constant struggle for survival? \n[101]Would you rather give orders than take them? \n[102]Are you often impulsive in you behaviour. \n[103]Do other people interest you very much? \n[104]Do you find it easy to be impartial? \n[105]Are you likely to be jealous? \n[106]Are you logical and scientific in your thinking? \n[107]Do you rarely suspect the actions of others? \n[108]Yes you do. \n[109]Are you usually truthful to others? \n[110]Are your actions considered unpredictable by other people? HOLD. HOLD. Freddie seems to think about this questions seriously, THEN: OUT OF THE PAUSE AND OUT OF THE BLUE HE \n[111]Silly..its good to laugh in processing.. sometimes we forget. Master reaches down, brings the microphone to his mouth: \n[112]\"Freddie Sutton, Test Session. May 5, 1952, 1800 hours. Aboard he sailing vessel Aletheia, en route to New York City. MOC logged ad approced.\" He CLICKS it off. Smiles at Freddie; he gives him a comforting hug. \n[113]Should we sample another sip before we join them upstairs? \n[114]For now. \n[115]Could you answer the next series of questions without blinking your eyes? To without fear and hesitation answer as quickly as you can? \n[116]Look at me...Starting now you are not to blink. If you blink we go back to the \n[117]Infringement. Back to the start. You blink, we repeat from the start. Do you often ponder over your own inferiority? \n[118]Do you believe that God will save you from your own ridiculousness and self contempt? \n[119]Have you ever had intercourse with a member of your family. \n[120]Have you ever had intercourse with a member of your family? \n[121].who? \n[122]Have you ever killed anyone? \n[123]Maybe? \n[124]Have you ever killed anyone. \n[125]How many times did you have intercourse with your aunt? \n[126]Where is your aunt now? \n[127]Where? 40. \n[128]Would you like to see her? \n[129]Would you like to sleep with her again? \n[130]Do you regret this? \n[131]What is she doing now? \n[132]Where is your mother? \n[133]INFRINGEMENT. Back to the start. \n[134]Do you often ponder your own inferiority? \n[135]Do you believe God is going to save you? 41. \n[136]Have you ever had sex with a member of your family? \n[137]Are you lying? \n[138]Who? \n[139]Where is your aunt? \n[140]Are you lying? \n[141]Are you a liar? \n[142]Have you ever killed anyone? \n[143]Who? \n[144]In the war? 42. \n[145]What are you running from? \n[146]The law? \n[147]Where? \n[148]Is the booze you make poison? \n[149]Are you trying to poison me? \n[150]Where is your father? \n[151]Where is your mother? \n[152]What is your Auntie's Name? 43. \n[153]How did you come to sleep with your Auntie Bertha? \n[154]And you did it again and again. \n[155]She's rich? Is she? She has your inheritance, does she? \n[156]You feel you're owed this? \n[157]Have you ever had any bad thoughts about her or Mary Sue? \n[158]What do you think? \n[159]If you could lock yourself in a house, a large mansion for the rest of your life: who would you like to be there with you? \n[160]Who is Doris? \n[161]She's in New Jersey, is she? \n[162]Why aren't you with Doris? \n[163]Why aren't you with her? \n[164]Do you love Doris? \n[165]Is she the love of your life? \n[166]Close your eyes/ \n[167]Release and return to me ... Say your name. \n[168]Are you hear with me in 1952? 45. \n[169]End of session. Open/close your eyes. \n[170]How does it feel? Freddie laughs a little. \n[171]Left side of your body feels ok? \n[172]Right side? \n[173]Any headaches? \n[174]Are you a member of the Ninth Battle Batallion? \n[175]Are you a member of the Ninth Battle Batallion? \n[176]Or any other invader force? Space stations or communication depots on this planet or anywhere else? 46. \n[177]You're the bravest boy I've ever met. Master turns off the tape recorder. They DRINK DOWN THE BOOZE TOGETHER. Smile, laugh. \n[178]Thank you, Bill, good to see you. BILL leads the way, waves his hand to the show: \n[179]Loooooooooook at that... 1940 Harley Davidson Knucklehead. For me? 47. He slides on, starts it up, everyone APPLAUDS. MASTER TEARS AWAY ON THE MOTORCYCLE, everyone else [piles into some OLD SEDAN'S driven by some New York Followers -- Everyone on deck of the ship waves good-bye and watches them go. \n[180]You can hear a tomato scream when you cut it...this is why I don't eat tomatoes... \n[181]As you can see I've brought props. Everyone laughs. \n[182]Showman's trade secrets.. .he-he-he More laughter. \n[183]Let me just listen to this tape... He picks up the tape and lifts it to his ear..he wiggles it around next to his ear.. \n[184]Can't hear anything. But there's sound on here, no? Sound to be found? He puts the tape reels onto the player... 49. \n[185]This should do it! He flips the switch. Nothing. No sound. \n[186]Hmmmm. Can' thear anything. Wait. There are sounds on this tape, but I can't hear... wait... how about this... Nothing. He continues this ...he plugs the speakers in.. . nothing again and again. \n[187]Well what do we have? We have the high fidelity audio tape, we have speakers, and yet..a ha! Just a moment. He turns the machine \"ON\"... \n[188]This should do it... Nothing. \n[189]Seems we're out of pieces.. Everyone laughs nervously... \n[190]I know there's sound on that tape... He plugs the power cord into the wall... It crackles and sound pours out.. It's MASTER'S VOICE. \n[191]Everything's there isn't it? On the tape? Sure is, we just need to get it working with all the other pieces in synch-ro- nization. No good if it's not plugged into the wall. Can't hear it. But the sounds are still there. No good if those speakers aren't there. Can't hear it. 50. \n[192]But that doesn't mean it's not there, does it? No. It doesn't. That flimsy little piece of tape is just nothin' without all the other equipment lined up properly, isn't it? We CAN access the past, traumas and seeds that abberate us in present time and once we access them - we challenge them and throw them away. Previously, I'd established how to access these aberrations and painful memories to pre-birth/cellular times. But the new studies prove there is a time beyond that. The Whole-of-time with which we are now working. At last count, perhaps sixty-seven trillion years our studies show... Besides the everyday struggles of how we become better, more able, more productive homo sapiens, the uses for this new science is the location and removal of certain leukemias, apathies, manics. Depressives, perverts, stuttering, neuroses, ulcers, arthritis, and asthmas. This is the province and science of Cause. If you'll forgive me, I must sit down. Perhaps you've taken notice of my leg injury and limp damndest thing. You see it happens every time I come to Manhattan Island, its a wound I've never conquered and I'll tell you how I found out about, because I never knew what in the H was happening... Well I did some processing to find out. Took Mary Sue to ay me down and lead me back...we processed over three hours! And something came up. It was this: I lived a life before and suffered a great injury. Knee injury... It was just around 1888. A great number and year. Significant as the creation . year of the new york city sewer system if I'm not wrong... I was a thief and criminal, working late into the night robbing a bank in the western side of the island. 51. \n[193]The crime was committed with a revolver in hand. A Cole .45. My accomplices and I made it clear across town when we were ambushed by the local authorities. -- but I made a slip away. A digression into the under constructed sewer system. It was here that I could no be found - or so my thinking went. All my confidence and all my arrogance was brought upon me. Full in the face. For I was nose to nose with a twenty-five foot alligator in the New York City sewer. Oh brother! What a scare I was in for. Now if you've veer seen the SNAP! SNAP! SNAP! OF A GATOR - you'll remember the fear. You see, this being an island, and in those days more inhabited by creature than man, why wouldn't I meet such a beast? In my evasion -- I dropped the gold. The money I'd stolen in my getaway.. .not dropped, but stuffed in a newly cemented drain hole just around 125th Street... present day Harlem County I believe today. Yes. Yes. I stuffed it and made a getaway from both man and beast â\u0080\u009eshattered my knee in five different places-turned into a piece of glass..woke up early in the morning somewhere near the present day Times Square-which was nothing more than a farm..quite a farm..but that's another story. So what does this say? Injuries stay with us don't they??..They sure do. How's it gonna go away. How? How? How'm I gonna fix this knee. How are any of us going to get better? More able? We Must Process The Whole Of Time. This Life and Pre Natal Cellular processing is not enough. We have Lived Many, Many, Many Lives. So anybody tat is not processing the whole of time - is doing a disservice to man and Will Not Get Better. I cannot put it more simply. 52. \n[194]And as for me now: I just need to find the time away from all of my writing to go back down and DO IT so I don't walk around with the darndest limp everytime I come to town! This story is greeted. with equal parts excitement/complete CONFUSION. MRS. PURCELL slightly nervous. \n[195]What is your name? \n[196]Are you sure you haven't lived here before? \n[197]What's your name? \n[198]Are you sure? \n[199]Oh no, this is funny. It's quite the reverse. Man is hypnotized. What we do is un-hypnotize him of the shackles. Allow him to raise his awareness and IQ. \n[200]Yes. Well. They are very different. No. Psychoanalysis, they lay back. No, no, no. Don't associate us with such people! That's terrible  why that's a bad manner don't you know? I mean at that business about sex and all that. That's for the neurotic or the person who is insane or something like that. That's nothing to do with us. They've failed. That's for the fortunate few who can afford the fees. \n[201]No it does not. This is an exact science, you see. Comparable to physics or chemistry - but simpler. It's engineering. Herr Freud had his chance and contributed some very workable data, but in the end, he failed. So that's that. \n[202]That depends. But it can be quite fast. Quite fast. Or it can take some time. Sometimes less than 36 hours. \n[203]Some forms of leukemia, 22 cases tested. 22 cases cured. Those are the results. \n[204]Oh, yes, of course, yes. And this is to be expected and welcome. For without it we'd be positive's with no negatives - therefore zero. charge. We must have it. \n[205]We are not incorporated as a religion, no. But remember this: that religion has come uniformly from a philosophy. Philosophy is senior to religion. You could call us a religion of religions. \n[206]No, no, no. I have no quarrel with man's belief's, but religions in general can be pre-occupied with a God or Idol or something of some such nature who is merely trying to fill the universe with a lot of little replicas of himself - we are trying to free the individual - not bend to a will of a God, you see. And if our teachings can reconcile these views it would be doing a great service to \n[207]I not only think it can, I know it does. \n[208]Indeed, indeed. Which is why our gathering of day-ta is so far reaching - \n[209]T'is, t'is, indeed. Thankfully we are, all of us, working at break-neck speeds and in unison towards catching the minds fatal flaws and correcting it back to it's original state of perfect - whilst righting civilization. \n[210]\n[211]\n[212]\n[213]\n[214]\n[215]\n[216]\n[217]\n[218]\n[219].this city is just noise. Just noise and bad living. I know this place. I know it's rotten secrets... CU. FREDDIE listening. He sips some of his booze form the FLASK, gets a real surly look on his face... .VAL gets up and leaves the hotel room... FRED DIE watches him go... Everyone seems resigned, sleepy...Freddie snaps and says \n[220]What is it? \n[221]This isn't the way...you heard me say to attack and you attacked? \n[222]\n[223]My little Soldier.. .what did you do?... . you need to tell me so that I know... 65. \n[224]But-this-is-not-the-way-you-naughty-boy. Ok? Alright. Freddie: You-are-mischeif. Horrible young man you are! The PHONE RIGHTS, Mary Sue moves and picks it up, speaks OC, we stay with MASTER and FREDDIE: \n[225]How are you...? How do you feel to be so close to your Auntie - just across the river? Close to the incident of this present time? \n[226]Your problems aren't with your auntie or your mommy or daddy or any such things. \n[227]You have seeded aberrations in this way. Absolute rejection of authority and nay- sayers. \n[228]Don't act out. This anger and battle has been there from before you remember. Before you know. It's not you, Freddie. It's not...I promise you. Freddie takes it all in. \n[229]It's just Q-44...all it is. Trillions of years ago - little implants.. BEAT. He pulls back, smiles... \n[230]I promise to explain it. And make it go away. MASTER collects his notebooks. \n[231]Val has a habit of finding trouble... I sometimes wonder what danger a man could get himself into this Island. \n[232]Can you do this for me? With a casualness and delicacy? Watchful eyes to make sure trouble doesn't come... or that come doesn't trouble? My little soldier? \n[233]And report back to me... \n[234]THANK YOU! THANK YOU! Well? Down but not out. Not Dead Yet! he he he he. 69. We are going to focus this morning to \"Communication\" to cover \"any exchange between ourselves and our environment.\" Because that's what I want to talk to you about today: dominating your environment. \n[235]You are very right about one thing, Helen: this is a dirty city of nothing good. MASTER thinks ... . Everyone looks around at each other ...A WOMAN STARTS SINGING... \n[236]Get thee behind me -- \n[237]Cheers to that! Everyone raises their glasses and DRINKS. MASTER downs his new drink. A calm... then Master gently protificates: 79. \n[238]Something that Joseph Smith had right: the breeding and the development of the group... doubled, tripled with certain. ..a certain marital structure... how clever. Something to look at deeply for a growth... MARY SUE looks at him. JOAN looks at him. HELEN looks at him. FREDDIE looks at all of it. Helen's husband John looks confused. \n[239].the consideration of Celestial Marriage. Spiritual Wifery. Plural Unions. These cannot be overlooked so quickly... think of the speed at which a movement could grow... BEAT. Met with a strange silence. MARY SUE moves to get up. . .MASTER changes the topic slightly... \n[240]To live in the days of six-shooters and open frontier, that's what I'd like! My grandfather. Rancher. Wyoming. A criminal of the highest lineage, once told me he met a boy named Buckskin Joe... He keeps talking... \n[241]Yes. Yes. \n[242]Yes, master. \n[243]Yes master. He comes, collapses, sinks to the floor. She washes her hands and walks out of the bathroom. \n[244]Try to recall how you feel... \n[245]What happens next? \n[246]What is the doctor wearing? \n[247]Is there a smell in the room?. 81. \n[248]Try to imagine what a hospital smells like. \n[249]What does the doctor say? \n[250]What is happening here? \n[251]Yes I Am. 83. \n[252]What are the charges? \n[253]This is a silly joke, no? \n[254]This is comic opera. Is it illegal in this city to get better? \n[255]I have no disagreement with you boys doing your work in all its silliness as defenders of what code? What honor? What part of the galaxy? This is a scientific gathering - you will cuff me from the front, if you please -- He raises his ARMS for HANDCUFFS. FOLLOWERS COME FORWARD \n[256]Freddie, no, no, no, calm down, please, please. It's nothing, just laugh, we'll be out shortly, it's nothing. I, please, pleasue, Freddie - \n[257]Shhhhhhhhhhhhhhhh. He gets up close to FREDDIE, whispers in his ear; \n[258]Whatever we say is undoubtably being monitored...speak in whispers. \n[259]This is FBI work, Russians maybe... this... too much work for the \n[260]You're fear of capture and imprisonment is an implant from millions of years ago. An Invader Force played games with your spirit as it.moved from one body to the next - free for a moment - it was free and the invader force captured it - spun you around in a device not unlike a grinder and hit you with waves of high wattage electrical impulses - quaver bolts to damage you. The impulse lodges and plants the push-pull instinct, dumped in scalding hot water, then freezing cold - a control mechanism - any legal action, a summons to court, the sight of a police officer, exposes a glandular reaction and anxiety wave of the highest order, \n[261]I don't have any opinions. I'm giving you facts. \n[262]ME shut my mouth? You're a fucking DRUNK. You CACTUS. Play a game with me? I don't think so, you little yo-yo. That ain't the way. You want to shut me up? I'm the best and only friend you have, shut me up from saving you? HELPING YOU. ONLY WAY. FIND ANOTHER ONE, YO-YO. You wanna get rid of this or live this way or MASTER it? 86. \n[263]You listen - you wanna spit in that cops face for touching you? I'm gonna beat him with you. Bash his skull in. BUT DON'T \n[264]Sex is not an aberration. Never has been. So what's wrong? \n[265]When did you forget that surviving was what you're supposed to do. Stick it in. Stick it in. \n[266]You belong at sea. \n[267].You belong to Doris. \n[268]You think of Doris. The loss of her. Triggers millions of little shocks and. charges, doesn't it? That present-life loss. \n[269]His mother was a paranoid schizophrenic who wanted to abort him. Right now he 'wants to be sick.' He's losing his war. \n[270]There is a mission against time to be undertaken, Freddie. \n[271]-- An assignment of importance in which more than just life hangs in the balance. \n[272]-- The drinking blocks the physical pain and dissolves treatment from working, \n[273]Freddie... there's something else...a side project I have for you... \n[274].When you get there...I need you to get something for me ... something of great importance to me. \n[275]When you arrive at the house ... you go underneath the house. There's a crawl space. In the center of the house is a small hole. You will see broken soil that marks the spot.. .dig it up. Inside is a box. I need you to take the box and protect it. You can take it to the First Phoenix Bank and register a safe deposit. There it can stay until my arrival... \n[276]Valuables. Personal and confidential to me ... \n[277]As Guardian of the Good for this civilization and all it's neighboring galaxies ... . can you promise me that you will safely deliver and protect this box? \n[278]Freddie. \n[279].Someone broke into the house... 93. \n[280]-- do you have the box? \n[281]Where are you now? \n[282]Is he there with you? \n[283]The box is safe in your hands? \n[284]You've done well. You know the severity of what you hold in your hands - \n[285]Possibly. A crazed lone lunatic for all we know. Certain atomic agencies wouldn't mind a crack at it, I'm sure. \n[286]Get yourself a room at the Sun Inn Motel. The Sun Inn Motel ...it's nearby... acceptable accommodations. \n[287]Find yourself a room there... and guard it until morning - stay safe until that bank opens... \n[288]Yes it is. Are you alright? \n[289]Why? \n[290]You feel any stomach pain? \n[291]Ringing in your ears? \n[292]Left side feels good? \n[293]Right side feel good? \n[294]Good, good. Alright, soldier. Go to it. FREDDIE hangs up and looks at the DUFFLE BAG.. .he looks his space... He looks at the Duffle Bag. \n[295]I'll need fresh ribbon tonight for the Old 'Vetti and paper, vanilla. Do. we have any? \n[296]We'll go to the bank in the morning. First thing? \n[297]Now that we've arrived, let's keep an extra eye open around the perimeter. We're not out of harm's way yet. MASTER leaves the room with Freddie behind... \n[298]That's enough.. .now that's enough, you're going to make me red all over. . .thank you. Thank you. Book II is about Man. 106. \n[299]And the title of the book is: \"The Split Saber.\" This is an adap-tation of the original text... and here we have some answers... Ooooooh's and aaaaaaah's. Whispers, etc. \n[300]No More Secrets... This is a study of your last 83 trillion years.. .This is about the source of creation. Of good and evil ... . and the source of all... Now funny enough - the source of all is... You. I have a unlocked and discovered a secret to living in these bodies that we hold.. .and Ohhhhhhh yessss it's verrrye evre veryvery SERIOUS! The secret is laughter. \n[301].so let's review \"Laughter and Processing.\" and how the role of the listener... FREDDIE imagines himself standing up, going up to the stage, PULLS OUT A LARGE SABER AND SLICES MASTER'S HEAD \n[302]Man is not an animal Man is an enternal spirit. 107. \n[303]The game is \"Pick A Point\" pick a point... and ride straight at it. as fast as you can. I'll go first. MASTER gets up on the bike. Picks a spot on the horizon. \n[304]I miss you. \n[305]We're tied together. Who got to you, Freddie? \n[306]Who got to you? \n[307]Come to England... you'll love it here. And I think it will do you some good. Can you do it? \n[308]We have a new house ... . it's In England. \n[309]Ha ha ha ha. You've still got it! Will you bring some Kools? \n[310]The only bad part over her...no Kools. \n[311]Freddie; I ahve a matter of such urgency - a matter that only you can help me with - that may, in fact, cure the insane once and for all... BACK TO FREDDIE. PASSED OUT IN THE MOVIE THEATER.. .he wakes up, looks around... watches Casper for a second or two.. .gets up... And walks down the very steep flight of stairs on the balcony... 115. .it's dark...he's drunk...he takes a step or two the wrong way - and FALLS...he not only falls down the steps - but OVER THE BALCONY RAILING AND DOWN INTO THE MAIN \n[312]\n[313]\n[314]Mold sparring partner. VAL watches... \n[315]Traveller. Seamen. Adventurer. Bon vivant. You bring with you elan vitale. days of rugged wear on your face, come with me... \n[316]You don't believe that this can work \n[317]Then you'll never know. are you drunk? \n[318]It's not up to me to decide how ou use it or if you use it. but if you want FACT. And scientific proof. This is it. \n[319]Who got to you? 122. \n[320]Do you want to come back? \n[321]We could have some fun. Without you, there's less adventure. \n[322]I think I won it in a card game. He he he. \n[323]The pull and the dream. The intersection of astral planes. Only a man as strong as you can listen to those calls... \n[324]I know it. But this is not fashion. This is something to do for billions of years or not at all... \n[325]We have a new contract. . .it says that you will serve the Cause above all other laws and regulations in this or any other neighboring galaxy for three billion years... .would you sign it? And join with me? \n[326]It's not that long in the scheme of things, Freddie.. .he he he he he.. PAUSE. SILENCE between them ...then: MASTER starts to sing. . .and walk over to Freddie... serenades him; 124. \n[327]Lighting up the night so bright, for all ", "MARY SUE": "\n[1]I believe... Master fiddles around with his things, belongings, wallet, out on a table. He looks at the FLASK. Smells it. Pours the contents into a glass; looks at the liquid. 18. He drinks it. He lets it run down his body, feels the drink. He drinks some more. \n[2]He's been writing all night ...I think you've inspired something in hi,. When we're at home, on land, there's too much, pulling him in each direction. 28. \n[3]He was working on a book that showed how the Russians used narcosynthesis and physical torture and how it worked as it did. That was interrupted. He had a technology oh psychological warfare to present to the Defense Department. All that was interrupted, lost. Each time he sits to write, a new attack is launched against him and he spends too much time on defending himself. I tell him to ignore it, but he's so sensitive... \n[4]People that are scared. People that are greedy. Ex-wives...That's what's so nice about being at sea. He gets his studies done, advances the learning, and he writes BOOK II. \n[5]Do you understand what's happening? \n[6]We record everything. \n[7]Whatever you've done, best not come back to Master or the Cause. \n[8]You see anything last night? \n[9]With Val. \n[10]How does that happen? \n[11]. or maybe you drink too much and you get cross-eyed. \n[12]You can do. Whatever you want. As long as I don't find out. And as long. As. Anyone I know. Doesn't know. Other than that. You stop this idea. And you put it back in its pants. It didn't work for them. And it's not gonna work for you. We. Have. Enough problems. Cum for me. 80. \n[13]Do it. And get your best behavior out... cum for me... \n[14]And no more of that boy's booze. \n[15]Where's he going? What's he doing? MASTER sits on the bed, thinks. She leaves quickly, we hear her go down the hall and knock on ELIZABETH's door... ELIZABETH answers and the speak ...FREDDIE and MASTER look at each other; \n[16]-- I want to know if you can stop your boozing? \n[17]Can you stop drinking? \n[18]Let me be unambiguous: Tell me you won't drink. \n[19]Your mission is to go to Phoenix, Arizona to prepare for a Universal Process Congress of the Cause. 89. \n[20]All branches brought together for a summit ... your mission is to prepare for MOC's arrival and provide security at his home in Camel Foot Hills... \n[21]CIA, Russians, Catholic Church. The list is long, Freddie. \n[22]He's a squirrel. And he has weaknesses. \n[23]Val's not a threat to you. You can handle Val. Can't you? \n[24]Do you want some pancakes? \n[25]You look sick, Freddie. You don't look healthy. \n[26]You should. You can. You don't think you can. ? \n[27]Can't take this-life straight, huh? \n[28]What do you want? What did you hope would happen by coming here today? \n[29]We don't need any photo's taken, Freddie. They all sit and look at each other. MARY SUE gets restless. She stands up... She leaves. It takes her a minute to walk across the huge room. . .PAUSE, THEN: MASTER looks at Freddie..MASTER goes into his desk, takes out a CONTRACT. ", "MOTHER": "\n[1]Hello ... . Freddie? \n[2]Oh. .what for? 110. \n[3]Well. Doris is in Alabama right now. She lives there ... . she's married to Jim Day. He's in ROTC training. Navy flight training... \n[4]Yes. Jim day. From sommerville. \n[5]They've been married for three years. \n[6]Yes. \n[7]She has two children. \n[8]Two girls. Are you coming back home? \n[9]How's your family doing? \n[10]You could write her. I have an adress. \n[11]Alright. \n[12]Yes. \n[13]Yes. \n[14]Yes. \n[15]That you said you couldn't be with her and that you'd come back some time. Is that right? \n[16]Where have you been? \n[17]Doris is twenty. \n[18]Sonny died in Italy. \n[19]I'll tell her you came to see me. \n[20]Do you want her to know? \n[21]No I won't. I think you're right. \n[22]It was nice to see you. \n[23]No. Whatever you'd like. You can come in. 113. \n[24]He's very good. He, s working. \n[25]Alright. \n[26]Yes. ", "BILL": "\n[1]Hello, Freddie. \n[2]Just dropped in to see Master, find out what's going on - guess I lost my invitation. \n[3]What does that mean? \n[4]Does that mean I'm out? Am I in? What does that mean? \n[5]Y'know that I've had no communications from this office for six weeks - no Journals, no answer's to my calls, I wrote a letter, was it received? \n[6]I'm mixed up slightly here. You know, when I worked for the Cause, I was made a nearly $800 in salary due me. \n[7]And as a Founding Member, I'm supposed to be a member for life? \n[8]And that entitles me to the Journals? \n[9]But I haven't gotten the Journals? \n[10]And I'm not going to get the Journals? \n[11]And do you know that I'm a Fellow of the Cause and as a Fellow of the Cause I'm a member for life? \n[12]But I haven't gotten the Journals? 103. \n[13]And do you know that I paid $800 for the Minister's Course and that entitles me to membership in the Group until January 1? \n[14]And as a member I'm supposed to get the journals? \n[15]And I'm not going to get any Journals? \n[16]Ok. Do you know that I paid $50 for my \"Doctor Of Divinity\" certificate, and for which I also was to receive a medallion, a ribbon, a lapel pin, and a gold bordered book of The Cause? \n[17]And I haven't gotten them? \n[18]But you're going to give them to me? \n[19]Then I suppose you're going to refund my money? \n[20]Why? \n[21]I'm not going to let anyone tell me I can't have what I paid for, except Master. I want to see Master. \n[22]Why? \n[23]Oh...it's Freddie-Barrier now? Why don't you hyphenate that? \n[24]You know what this all is? Huh? It's mental cruelty. That's what it is. It's just mental cruelty to invent all these new ideas and never follow through on it and just keep adding and subtracting and I gotta pay for this and that level and more and more-and Book II's coming. All the answers...\"if you had that, it's no good 'cause here's the new thing.. .and oh no...you don't need that.. .that's old.. .this is new.\" And it's more and more and it's all just cruel. 105. \n[25]And it's all gettin' away form what it was at the start which made sense. This is screwed man. Screw this. And screw you. BILL leaves. FREDDIE watches him go. Something takes hold of him. .FREDDIE walks after BILL, behind his back, come up on him and CRACKS HIM IN THE KIDNEYS. HE GOES DOWN...KICKS ", "DOCTOR": "\n[1]What are you going to do when you get out of here? You're going to have to wear a belt for six months, maybe a year... \n[2]A surgical belt. You won't be able to do very heavy lifting. \n[3]But you spend time outdoors. \n[4]What do you do? \n[5]You didn't have very much on you when you were admitted. Where were you going? \n[6]How old are you, Freddie? \n[7]Why don't you turn honest? You seem like an intelligent fellow. 'Quick on your feet - you like to drink? \n[8]I know what the other is too. \n[9]The tattoo's. \n[10]No one ever made money chasing girls. \n[11]Who's that? \n[12]College? \n[13]Why'd you leave? \n[14]That's how you end up like this. With a burst appendix. 3. \n[15]A medical belt. Similar for lifting. You're going to need some money. What do you plan to do? \n[16]You don't owe me anything. I'm on surgical duty. But you're expected to pay the hospital for medicines. And your belt. \n[17]You couldn't be an orderly, it's too much lifting -- and a lot of things you'd have to learn. But maybe you could run an elevator, something of that sort. \n[18]I know you were, Freddie. \n[19]Too lucky? \n[20]Were you in the service? \n[21]Navy? 4. \n[22]\n[23]Your luck was up this time, Freddie. You should have seen the pus in your belly. Something to think about. It's not too late to stop being a weisnheimer, no matter what you think. you're still a young man. ", "CLARK": "\n[1]Some. \n[2]Los Angeles. Pasadena. \n[3]I'm from there. Master and headquarters there for a year. \n[4]I read the first book. I worked at Boeing for three years. When I read the book, I didn't want to waste my time there anymore. I came to help the Cause. \n[5]I'm skeptical of everything. Always have been. All I know is I used to not be able to sleep. Now I sleep through the night. I spent 18 months at the Presidio with every Army head-shrinker they had and not one did as much for me as Book One did. That's simple arithmetic to me. And I met Elizabeth, so... \n[6]He changes things. And the research is hard to keep up with. None of this is done by a long shot. Sometimes it's easy to get lost. \n[7]You know... at first there were rumors going around about you... 61. \n[8]Well, when you first were found on board. People were saying you were looking for Split Saber. That you were trying to steal The Split Saber if it was on board. \n[9]The Split Saber. \n[10]The Split Saber. \n[11]The Darkest Cloud? AKA Dual Saber? Or The Split Saber? \n[12].it's what started all this. Back then...in 1941, Master...he'd been in operation, in army hospital. He died on the table...gone for seven minutes...but \n[13]Master walked into the office to find out what the reaction was, the publisher called for the reader, the reader came in with the manuscript... . threw It on the table. . .and flung himself out of the skyscraper window... Master took the book and hid it where no one could get to it...it's inside this book: all the history. All the facts. All too dangerous. He re-wrote it, using what he could as the basis for what we are able to accept and learn today.. .that's Book One that we all study and know. . .but the real stuff. The things at the center...are still too dangerous. They any man who reads it. It's passing through the jaws of resistance. It's the truth about all this. The book is protected and hidden. No one knows where but Master. \n[14]Life on this planet. .Freddie stares at him... then takes a good long look at the BURLESQUE DANCER AND HER BREASTS. THEN BACK TO CLARK: \n[15]He said he was once offered $25,000 dollars for it...but the price is... . how could you figure out what the price is on something like that? Heretofore unknown. Incalculable by man. \n[16]It's locked away in a vault somewhere? I don't know. \n[17]No one knows for sure. Some say Phoenix or the desert outside Los Angeles. 63. \n[18]It's held back, until the time is right. Or in case it's needed. \n[19]\n[20]Everyone knows about it. It's the original text. FREDDIE just sort of looks, then looks back to the NAKED \n[21]The Martinique Hotel... \n[22]He's done this before... \n[23]He ran out of money and came back. He's a squirrel. He's trying to get to The Split Saber, don't you think? To sell it. Sell it off to any of these ", "ELIZABETH": "\n[1]Hi Freddie ... \n[2].I Have a message for you. She rubs her nose and tugs her ear. \n[3]Better get along. He leaves, she watches him go. \n[4]Hi. \n[5]Why aren't you downstairs? \n[6]What are you doing? \n[7]You're not an errand boy...you're a loafer... you're doing more than that, I can tell. BEAT. She steps up close to him. \n[8]I want to tell you... Freddie. . .what you did for my father last night was spectacular. \n[9]I'm my father's daughter. Don't tell me you did nothing. It was just what was needed to be done. And you took it upon yourself. Shereaches for his face; \n[10]I can tell that you know what persecution feels like... 68. She KISSES him. He kisses back. Gentle and small. A prolonged simple kiss on the lips. \n[11]Can I have some of your liquor? \n[12]Why not? \n[13]I'm a big girl. \n[14]I could just steal some... \n[15]You're the only one that can do this, Freddie. \n[16]I hope that one day this place will be a museum to my father and everyone he has helped around the world will come and visit to see where he presented Book II. You did a wonderful job helping him... \n[17]Denver. \n[18]He had a mission there... \n[19]A secret one... \n[20]Can we have some of your booze now? \n[21]\n[22]108. She leaves. ", "JOHN MORE": "\n[1]Some of this seems quite like hypnosis, is it not? \n[2]What is the difference between this and psychotherapy? \n[3]But some of this does in fact seem to share quite a lot with Dr. Freud and modern psychotherapy, does it not? \n[4]And how long does this take? \n[5]36 hours? And you're saying that these methods can cure leukemia according to your book and what you've just said? 54. \n[6]You can understand scepticism, can you not? \n[7]Are you a religious people? \n[8]Are you saying then that any religion is rather narrow in its outlook? \n[9]Do you think it can? \n[10]You mentioned 'good science' and what it does.. .but doesn't that, by definition, allow for more than one opinion? 55. \n[11]Otherwise you merely have the will of one man - which is the basis of cult, is it not? \n[12]I must say that I find it quite -- \n[13]I can answer for myself. My name is John More. \n[14]If you're not allowing some sort of discussion regarding your beliefs - \n[15]I'm sorry if you're unwilling to defend your beliefs in any kind of rational \n[16]This isn't a lecture hall, this is Mrs. Purcell's home - \n[17]Yes, yes, of course... \n[18]Delivery... must be urgent from the University... He gets a robe on, makes the walk down the hallway -- He comes to the door... .FREDDIE smashes it down...CLARK is here and watches, does nothing... .FREDDIE drags him along the floor, CAMERA moves over and sees: MRS. MORE... .FREDDIE takes care of them both...ends up tying them up.. .scaring them, etc. Takes some valuables -- FINDS ", "BOB": "\n[1]Yeah? \n[2]\n[3]\n[4]\n[5]We're havin' a party. Where you coming from? Where you been? \n[6]Not here, working. Get in here you gotta see these two girls. Antarctica? They greet each other and go inside. \n[7]I heard she was in Florida. \n[8]Left. She's back living in Princeton. It's the best since she's gone. My dad's never here. This place is mine. Did you see these girls? ANGLE, LATER. FREDDIE and the BOYS. FREDDIE pours a tiny bit of his booze into the beers for them... \n[9]Where? 72. \n[10]My mom signed my early entrance to the army. \n[11]She just signed this letter I made up saying my birth certificate was burned in a fire. She's happy to let me go. \n[12]There's a lot of pussy there, Freddie. I like those Korean girls the way they look. \n[13]I'd rather be there than here. Pussy over there... I've been licking so much pussy this summer... They keep walking. BOB is drunk. He turns, says to \n[14]I jerked off to a picture of my mom once. Did I ever tell you that? \n[15]I did... Bob smiles, giggles... stumbles forward...walks...Freddie watching him... \n[16]Yeah. WE'RE COMING BACK!!!! MEET BACK. THE BOYS hear this and head back - \n[17]\n[18]Right here. ", "DONNA": "\n[1]Hand made. Imported. Chinchilla. Only $49.99 She catches the eye of FREDDIE watching her. She moves around snaking towards him.. .CAMERAÂ° leads him out of the PHOTO DEPARTMENT and towards her, and they meet in the \n[2]Only $49.99, hand-made, imported. \n[3]Yes. \n[4]15 minutes. \n[5]I saw you first. \n[6]Donna. What's yours? \n[7]That's a nice name. \n[8]Is it gonna kill me? \n[9]Uugugh. \n[10]Yeah. They kiss each other. \n[11]I have an apricot belly. Want to see it? She shows him her stomach. \n[12]I'm really a very good girl. What gives you this idea about me? \n[13]Oh my good-ness. I think we do. Want to see my boobs? \n[14]Are they nice? \n[15]Hand made. Chinchilla. Imported. That's enough. She pulls her top back up. \n[16]Of course. Gllllagh. What's in this? I think I'm cross eyed for good. \n[17]What do you make this liquor with? 8. ", "VAL": "\n[1]Freddie, I'm Val, the son. \n[2]Are you having a good time? \n[3]What are you goign to be working on? 26. \n[4]Have you done any time-hole work? \n[5]What's that? \n[6]He's making this up as he goes, don'tcha know..? You can sleep and wake up and not have missed anything... \n[7]You have something to say to me? \n[8]Yes you can. He's up there - VAL points to the stage... \n[9]That's him. \n[10]Stay out of their way, Freddie. MASTER walks down to see what's happening. \n[11]Come to get yourself straight? \n[12]Thank you. \n[13]Does he know you're here? \n[14]They always come back. 121. ", "ELLEN": "\n[1]You're alright. You're Superman. He looks at her. \n[2]Do you remember me? you saved my life. you don't remember me? You told me where I could get some help. And I did. And it saved my life. Freddie looks at her, looks around, looks down at himself. Only a few bandages, all seems to be in order.. \n[3]Do you know what happened? \n[4]That's right. \n[5]Yes. \n[6]Yes. \n[7]Well ...I don't know ... depends on how you mean... you're here right now. With me. In the hospital. It's 1952. New york city. My name is Ellen Rodgers.. You probably don't recognize me with my clothes on...he he he. \n[8]I was in the movie theater. You fell down. Right. Next. To. Me... I just happen to be there. You see? \n[9]No. PAUSE. She starts to cry a little... \n[10].you're A mess...I can't see you this way...you...I've thought about you and what my life was life before the Cause and now. . .before I met you... .and you should be a Savior. You are. FREDDIE looks at her...she puts her head on him... 117. \n[11]I'm not a cryer. I'm sorry. I don't know why I'm crying ...I'm just heppy to see you... can I get you something? \n[12]What are these? What does this mean? \n[13]How come they survive? \n[14]Did you ever have a shipwreck? ", "NORMAN CONRAD": "\n[1]How are you doing? \n[2]How'd you get on this shit? \n[3]Why? \n[4]You've been sedated. \n[5]I know you are. But you need to wake up now. Be sharp and wake up... can you do that for me? I want you to ask some questions about why you're here.. .how you came to be on this ship... \n[6]You shouldn't be here, this is a private trip. \n[7]There should be nothing above suspicion. \n[8]Are you prepared to travel wherever we may ask you to go -- ? \n[9].By bringing everyone together with the promise of unveiling new levels ... there will be interest from outside agencies ... the new works are of great many interests to dark forces... \n[10]We don't expect trouble, but if it comes... we believe and trust that you are the right man for this mission. \n[11]Do you believe that no man can be neutral in the struggle between civilization and chaos? ", "WAYNE": "\n[1]Say, \"back beyond\" and return to the pre- natal area. \n[2]Continue please... \n[3]Contact it more closely and continue to repeat. \n[4]\n[5]Listen to the words and repeat them, please. \n[6]Repeat his words, please. \n[7]What is your mother saying? Please, if you hear her? \n[8]Please return to the start of this and recount. \n[9]Recount please. 30. \n[10]Return to the beginning and recount it again, please. CU. FREDDIE's FACE Listening. Mary Sue leans over and whispers: ", "SUSAN": "\n[1]Back beyond. Back beyond. Back beyond. Back beyond. Back beyond. Back beyond. \n[2]Back beyond..I Have.. something in my face... It feels like I am being pushed. 29. \n[3]Back beyond. Back beyond. It's getting stronger. \n[4]I hear a voice..It's my father's voice. \n[5]He is talking to my mother. The face pressure is hurting. It's uncomfortable. It keeps going up and down and it hurts. \n[6]\"I don't want to come in you now. Let's wait.\" The pressure is banging my face. Into my face. My mother is there, her voice... \n[7]She saying \"well get out of there then. I don't want you in me at all if your not there to come. Get in to come.\" She's mad. \n[8]I wonder what they're doing? I hear a squishing sounds and it's wet. Oh. Oh my. \n[9]A faint rhythm ...then faster. I hear my fathers voice say, \"oh honey..I wont come in you now. I'm not too sure I like children that well and I have my job to worry about...\" And my mother must shove him - a sharper pain here - \"THEN I DON'T ", "WINN": "\n[1]I told you...don't rememeber? 125. \n[2]You're drunk... \n[3]Winn. \n[4]Winn Manchester. \n[5]Winn Mancester. \n[6]Winn Manchester. \n[7]No. \n[8]I don't think it is... ", "WOMAN": "\n[1].a once-a-month meeting... this last Saturday night we had a chiropractor..and he spoke about 'Handwriting Analysis'... MASTER is distracted... as he listens: HE RUBS HIS NOSE AND PULLS HIS EAR, CATCHING FREDDIE'S EYE. As we hear the woman ramble on, FREDDIE gets his FLASK, moves discreetly to get a glass, make a drink and brings it to MASTER. This is unnoticed by everyone but MARY SUE. The WOMAN \n[2]Oh, I'm sort of glad it's the end.. \n[3]The doctor puts a stethoscope to her chest.. \n[4]A white coat. \n[5]It smells like a hospital. \n[6]Uugh. Uugh. Alright. \n[7]He listens to her chest and says, \"She's gone.\" FREDDIE and VAL are sitting in the front foyer of the house, facing each other in two folding chairs...we see the. STAGE IN THE B.G... .VAL is bored and nodding off to sleep ...FREDDIE watches VAL. FREDDIE kicks his chair -- ", "VOICE": "\n[1]The Cause College Of Phoenix, Hello. \n[2]Who? \n[3]MOC is not here, I can help you. Are you calling for help? Are you in trouble or would you like to come in for free processing and evaluation? \n[4]No, They're in England. 118. \n[5]Who is this? \n[6]Dick Breton no longer works for this organization. Who is this? \n[7]Are you in any kind of trouble that we can help you with? You can come in for an ", "AID": "\n[1]How you doing? \n[2]Are you following alright? \n[3]That's OK. You will. Don't worry - \n[4]A year. It takes a little time. Don't worry. \n[5]Carol Henike. You're Freddie. \n[6]Just keep listening and reading. If you don't udnerstand, just keep going back over it. Headphones back on... He slips the headphones back on. ", "POLICEMAN": "\n[1]We're looking for Lancaster Dodd. \n[2]May we come in? \n[3]We have a civil warrant to serve to Lancaster Dodd to appear in Philadelphia Bankruptcy Court - an arrest warrant - \n[4]Are you Lancaster Dodd? \n[5]We have an arrest warrant for you, sir... \n[6]By order of Pennsylvania District Court by the Mildred Purcell Foundation for wrongful withdraw of funds. And operating a medical school without a license. That's.what we'll have to take you in for "}}