{"dialogues": {"NEO": "\n[1]Fuckin' idiots don't know shit. \n[2]What the hell... \n[3]What do you want, Anthony? \n[4]You got the money this time? \n[5]I don't know.  I have to work tomorrow. \n[6]Yeah, yeah.  Sure, I'll go. \n[7]How did you know that -- \n[8]Who are you? \n[9]Trinity?  The Trinity?  The Trinity that cracked the I.R.S. Kansas City D-Base? \n[10]Gee-zus. \n[11]I just thought... you were a guy. \n[12]Do you want to go sorewhere and talk? \n[13]That was you on the board tonight. That was your note, wasn't it? \n[14]Who wouldn't? \n[15]What?  Why? \n[16]I don't understand -- \n[17]The Matrix.  What is the Matrix? \n[18]Wait.  Who was it?  Who was the man? \n[19]Shitshitshit. \n[20]Yes, Mr. Rhineheart.  Perfectly clear. \n[21]If I was late again, I'm going to be fired. \n[22]Yeah.  That's me. \n[23]Hello? \n[24]... no. \n[25]Who's coming for me? \n[26]Right now? \n[27]Holy fuckin' shit! \n[28]What the fuck do they want with me?! \n[29]How?! \n[30]But what if...? \n[31]How do you know all this? \n[32]No! It's too far away. \n[33]No way, no way, this is crazy. \n[34]This is insane!  Why is this happening to me?  What did I do? I'm nobody.  I didn't do anything. Fuck! Fuck!  Fuck! \n[35]I'm going to die. \n[36]This is insane.  I can't do this! Forget it! \n[37]I didn't do anything! \n[38]Yeah.  Wow.  That sounds like a real good deal.  But I think I have a better one.  How about I give you the finger -- \n[39]And you can cram that file up your Secret Service sphincter. \n[40]You ain't seen nothing yet. \n[41]You can't scare me with this gestapo crap.  I know my rights. I want my phone call. \n[42]The agents -- \n[43]... Yes. \n[44]What are you doing? \n[45]What are you doing? \n[46]Jesus!  God! \n[47]Do what? \n[48]Oh, shit -- \n[49]It's an honor. \n[50]You could say that. \n[51]You're Morpheus, you're a legend. Most hackers would die to meet you. \n[52]No. \n[53]Because I don't like the idea that I'm not in control of my life. \n[54]What gift? \n[55]It's not magic. \n[56]Free from what? \n[57]What truth? \n[58]How? \n[59]Apoc?  You wrote the Four Horsemen Virus. \n[60]A little. \n[61]Essentially, it's a hardware system that uses an apparatus; headgear, gloves and whatever to make you feel that you are in a computer program. \n[62]You might not, no. \n[63]You did all this? \n[64]Shit... \n[65]What is this?  Mescaline? \n[66]Uh-oh... \n[67]It's cold. \n[68]It's all over me -- \n[69]... am I dead? \n[70]What are you doing? \n[71]Why do my eyes hurt? \n[72]Morpheus, what's happened to me? What is this place? \n[73]When? \n[74]That's not possible. \n[75]How? \n[76]Right now, we're inside a computer program? \n[77]This isn't real? \n[78]What happened? \n[79]No!  I don't believe it!  It's not possible! \n[80]Stop!  Let me out!  I want out! \n[81]Get this thing out of me! \n[82]Don't touch me!  Get away from me! \n[83]I can't go back, can I? \n[84]I told you I don't believe in fate. \n[85]For what? \n[86]No. \n[87]You don't have... \n[88]Zion? \n[89]Jiujitsu?  I'm going to learn jujitsu? \n[90]No way. \n[91]Holy shit! \n[92]Hell yes! \n[93]This is incredible.  I know Kung Fu. \n[94]You -- You're too fast. \n[95]I, uh... maybe. \n[96]I feel better. \n[97]Shit. \n[98]Okie dokie. \n[99]Yeah.  Free my mind.  Right.  No problem. \n[100]I thought it wasn't real. \n[101]If you are killed in the Matrix, you die here? \n[102]Sorry. \n[103]What are you doing? \n[104]Is that... ? \n[105]Jeez, I was wondering about that. \n[106]Why I was bald here but not in the Matrix. \n[107]Residual self image. \n[108]Life systems monitor, glucose levels. \n[109]Main power supply to the core. \n[110]Mainframe self-destruct.  Uses all remaining power to generate an... \n[111]What's he talking about? \n[112]See who? \n[113]Did you have to do this? \n[114]What did she tell you? \n[115]Any of them true? \n[116]The agents.  They're sentient programs.  They can commandeer any software hardwired to the mainframe. \n[117]The best hacking is always traceless. \n[118]What -- what happened? \n[119]There is no spoon.  Right. \n[120]Hello? \n[121]Hello? \n[122]You're the Oracle? \n[123]Yeah. \n[124]What vase? \n[125]Shit, I'm sorry. \n[126]How did you know...? \n[127]Who? \n[128]I think so. \n[129]I don't know. \n[130]What's the good news? \n[131]Is that it, then? \n[132]You do? \n[133]Whoa.  Deja vu. \n[134]Nothing.  Just had a little deja vu. \n[135]A black cat went past us and then I saw another that looked just like it. \n[136]It might have been.  I'm not sure. \n[137]What is it? \n[138]I don't know.  It just went dead. \n[139]It's Tank!  He's alive. \n[140]Yeah.  Right. \n[141]What are they doing to him? \n[142]How? \n[143]How much time? \n[144]The access codes to Zion. \n[145]You need help.  I'm coming with you. \n[146]Morpheus did what he did because he believed that I'm something that I'm not. \n[147]I'm not the One, Trinity.  The Oracle told me. \n[148]She said I had a gift but I still had a lot to learn.  She told me maybe next life. \n[149]Why?  It wouldn't mean anything. He'd still believe what he wanted to believe.  But Morpheus is the one that matters.  He's more important than me and we both know it. \n[150]I may not be what Morpheus thinks I am, but if I don't try to help him, then I'm not even what I think I am. \n[151]His friend. \n[152]Yeah? \n[153]That's why it's going to work. \n[154]There is no spoon. \n[155]Trinity! \n[156]... help. \n[157]Thanks. \n[158]I'm fine. \n[159]Can you fly that thing? \n[160]Get up, Morpheus!  Get up! \n[161]He won't make it. \n[162]Gotcha! \n[163]Oh fuck. \n[164]Morpheus, I know you won't believe me but the Oracle told ne I'm not the One. \n[165]Don't! \n[166]Get outta here.  Okay?  Run!  Go! \n[167]It was nobody. \n[168]Let's go!  You first, Morpheus. \n[169]I believe... \n[170]I want to kiss you. \n[171]So are you. \n[172]I already have. \n[173]My name is Neo. \n[174]Mr. Wizard, Get me the fuck out of here! \n[175]Hurry, Tank!  I got some serious pursuit! \n[176]I'm trying, Trinity.  I'm trying. \n[177]Hi.  It's me.  I know you're out there.  I know you're working as fast as you can to catch me. \n[178]I thought I should call and let you know how things stand. \n[179]I know you're real proud of this world you've built, the way it works, all the nice little rules and such, but I've got some bad news. \n[180]I've decided to make a few changes. ", "MORPHEUS": "\n[1]I know.  Stay calm. \n[2]Yes. \n[3]You have to focus.  There is a phone.  Wells and Laxe.  You can make it. \n[4]Go. \n[5]Hello, Neo.  This is Morpheus. \n[6]I had hoped for this conversation to take place under less adverse conditions, but you can never count on hope, can you, Neo? \n[7]I've been watching you, Neo, and I want to meet you.  I don't know if you're ready to see what I want to show you, but unfortunately, we have run out of time.  They're coming for you, Neo.  And I'm not sure what they're going to do. \n[8]Stand up and see for yourself. \n[9]Yes.  Now. \n[10]Do it slowly.  Slowly.  The elevator. \n[11]Yes. \n[12]I'm not sure.  But, if you don't want to find out, you better get out of there. \n[13]I can guide you out, but you have to do exactly what I say. \n[14]The cubicle across from you is empty. \n[15]Go!  Now! \n[16]Stay here for a moment. \n[17]A little longer... \n[18]When I tell you, go to the end of the row to the first office on the left, stay.as low as you can. \n[19]Now. \n[20]Good.  Now there is a window. Open it. \n[21]The answer is coming, Neo. \n[22]Outside, there's a scaffold.  You can use it to get to the roof. \n[23]There's a small ledge.  It's a short climb.  You can make it. \n[24]Don't be controlled by your fear, Neo.  There are only two ways out of this building.  One is that scaffold.  The other is in their custody.  You take a chance either way.  I leave it to you. \n[25]They got to you first, but they've underestimated how important you are.  If they knew what I know, you would probably be dead. \n[26]I don't know what you are thinking right now but I want you to understand that I will not give up on you until you give up on me. \n[27]Do you still want to meet? \n[28]Take the Howard line south. \n[29]At last. \n[30]Welcome, Neo.  As you no doubt have guessed, I am Morpheus. \n[31]Please.  Come.  Sit. \n[32]Thank you, Trinity. \n[33]I imagine, right now, you must be feeling a bit like Alice, tumbling down the rabbit hole? \n[34]I can see it in your eyes.  You have the look of a man who accepts what he sees because he is expecting to wake up. \n[35]Ironically, this is not far from the truth.  But I'm getting ahead of myself.  Can you tell me, Neo, why are you here? \n[36]Yes.  Thank you.  But I think we both know there's more to it than that.  Do you believe in fate, Neo? \n[37]Why not? \n[38]I know exactly what you mean. \n[39]Let me tell you why you are here. You are here because you have the gift. \n[40]I've watched you, Neo.  You do not use a computer like a tool.  You use it like it was part of yourself.  What you can do inside a computer is not normal.  I know. I've seen it.  What you do is magic. \n[41]But it is, Neo.  It is.  How else would you describe what has been happening to you? \n[42]We are trained in this world to accept only what is rational and logical.  Have you ever wondered why? \n[43]As children, we do not separate the possible from the impossible which is why the younger a mind is the easier it is to free while a mind like yours can be very difficult. \n[44]From the Matrix. \n[45]Do you want to know what it is, Neo? \n[46]It's that feeling you have had all your life.  That feeling that something was wrong with the world.  You don't know what it is but it's there, like a splinter in your mind, driving you mad, driving you to me.  But what is it? \n[47]The Matrix is everywhere, it's all around us, here even in this room. You can see it out your window, or on your television.  You feel it when you go to work, or go to church or pay your taxes.  It is the world that has been pulled over your eyes to blind you from the truth. \n[48]That you are a slave, Neo.  That you, like everyone else, was born into bondage... ... kept inside a prison that you cannot smell, taste, or touch.  A prison for your mind. \n[49]Unfortunately, no one can be told what the Matrix is.  You have to see it for yourself. \n[50]Hold out your hands. \n[51]This is your last chance.  After this, there is no going back. \n[52]You take the blue pill and the story ends.  You wake in your bed and you believe whatever you want to believe. \n[53]You take the red pill and you stay in Wonderland and I show you how deep the rabbit-hole goes. \n[54]Remember that all I am offering is the truth.  Nothing more. \n[55]Follow me. \n[56]Haven't I always told you, Cypher, not to let fear control your life. Apoc, are we on-line? \n[57]Neo, time is always against us. Will you take a seat there? \n[58]I imagine you know sonething about virtual reality. \n[59]Tell me about it. \n[60]If the virtual reality apparatus, as you called it, was wired to all of your senses and controlled them completely, would you be able to tell the difference between the virtual world and the real world? \n[61]No, you wouldn't. \n[62]The pill you took is part of a trace program.  It's going to make things feel a bit strange. \n[63]Just relax, Neo. \n[64]Apoc? \n[65]Tank, we're going to need the signal soon.  Stay calm, Neo. \n[66]Shit!  Apoc? \n[67]Now, Tank now! \n[68]Welcome to the real world, Neo. \n[69]I know. \n[70]Your muscles have atrophied. We're rebuilding them. \n[71]You've never used them before. \n[72]Rest, Neo.  The answers are coming. \n[73]More important than what is when? \n[74]You believe the year is 1997 when in fact it is much closer to 2197. I can't say for certain what year it is because we honestly do not know. \n[75]I promised you the truth, Neo, and the truth is that the world you were living in was a lie. \n[76]I'll show you. \n[77]This is my ship, the Nebuchadnezzar.  It's a hovercraft.  Small like a submarine.  It's dark.  It's cramped and cold.  But it's home. \n[78]This is the main deck.  You know most of my crew. \n[79]The ones you don't know.  That's Mouse and Switch.  The two big guys are Tank and Dozer. \n[80]And this, this is the Core.  This is where we broadcast our pirate signal and hack into the Matrix. \n[81]Help him, Trinity. \n[82]Do you remember when I asked you about an apparatus that could turn a virtual reality into reality? \n[83]It's right here. \n[84]And it's accessed here. \n[85]This will feel a little weird. \n[86]This is the Construct. \n[87]It is our loading program.  We can load anything from clothes, to weapons, to training simulations. Anything we need. \n[88]Sit down. \n[89]Wild, isn't it? \n[90]What is real?  How do you define real?  If you're talking about your senses, what you feel, taste, smell, or see, then all you're talking about are electrical signals interpreted by your brain. \n[91]This is the Chicago you know. Chicago as it was at the end of the twentieth century.  This Chicago exists only as part of a neural-interactive simulation that we call the Matrix. \n[92]You have been living inside Baulliaurd's vision, inside the map, not the territory.  This is Chicago as it exists today. \n[93]'The desert of the real.' \n[94]We are, right now, miles below the earth's surface.  The only place humans can survive outside the Matrix is underground. \n[95]It started early in the twenty- first century, with the birth of artificial intelligence, a singular consciousness that spawned an entire race of machines. \n[96]At first all they wanted was to be treated as equals, entitled to the same human inalienable rights. Whatever they were given, it was not enough. \n[97]We don't know who struck first. Us or them.  But sometime at the end of the twenty-first century the battle was joined. \n[98]The war raged for generations and turned the face of our planet from green and blue to black and red. \n[99]It scorched and burned the sky. Without the sun, the machines sought out a new energy source to survive. \n[100]They discovered a new form of fusion.  All that was required to initiate the reaction was a small electric charge.  Throughout human history we have been dependent on machines to survive.  Fate, it seems, is not without a sense of irony. \n[101]The human body generates more bio- electricity than a 120-volt battery and over 25,000 B.T.U.'s of body heat. \n[102]We are, as an energy source, easily renewable and completely recyclable, the dead liquified and fed intravenously to the living. \n[103]All they needed to control this new battery was something to occupy our mind. \n[104]And so they built a prison out of our past, wired it to our brains and turned us into slaves. \n[105]I didn't say that it would be easy, Neo.  I just said that it would be the truth. \n[106]No.  But if you could, would you really want to? \n[107]I feel that I owe you an apology. There is a rule that we do not free a mind once it reaches a certain age.  It is dangerous. They have trouble letting go.. Their mind turns against them. I've seen it happen.  I broke the rule because I had to. \n[108]When the Matrix was first built there was a man born inside that had the ability to change what he wanted, to remake the Matrix as he saw fit.  It was this man that freed the first of us and taught us the secret of the war; control the Matrix and you control the future. \n[109]When he died, the Oracle at the temple of Zion prophesied his return and envisioned an end to the war and freedom for our people.  That is why there are those of us that have spent our entire lives searching the Matrix, looking for him. \n[110]I did what I did, because I believe we have been brought here for a reason, Neo.  You are here to serve a purpose, just as I am here to serve mine. \n[111]But I do, Neo.  I do. \n[112]Get some rest.  You're going to need it. \n[113]Your training. \n[114]How is he? \n[115]Show me. \n[116]This is a sparring program, similar to the programmed reality of the Matrix.  Consider this your first lesson. \n[117]Attack me. \n[118]Good.  Adaption.  Improvisation. But your weakness isn't your technique. \n[119]How did I beat you? \n[120]Do you think my being faster, stronger has anything to do with my muscles in this place? \n[121]Do you believe that's air you are breathing now? \n[122]If you can free your mind, the body will follow. \n[123]Again. \n[124]You are angry with me. \n[125]It's all right.  It's natural. \n[126]Good, good.  Anger is a gift, Neo, but it's a heavy one. \n[127]Tank, load the jump program. \n[128]You have to learn to let go of that anger.  You must let go of everything. \n[129]You must empty yourself to free your mind. \n[130]Everyone falls the first time. \n[131]If you never know failure, how can you know success? \n[132]The body cannot live without the mind. \n[133]How's he doing? \n[134]Good.  I want everyone alerted to 12-hour stand-by.  We're going in. Neo, it's time for you to know why you're here. \n[135]We're in. \n[136]Mouse and Cable hold the exit. Let's go. \n[137]We should be back in an hour. \n[138]Do you now understand what it means when we say, if you're not one of us, you're one of them? \n[139]Anyone that is still in a power plant.  That is why we try to be invisible in the Matrix. \n[140]You're looking well, Mojo. \n[141]This is the temple.  It is a part of Zion's mainframe.  It's hidden inside the Matrix so that we can access it. \n[142]Okay, you're on your own.  Go with them. \n[143]You don't have to tell me anything, Neo, because I already know what she said. \n[144]I brought you so that you could hear it for yourself.  I knew it would help. \n[145]No one will ever ask you because it is a gift from her.  It is for you and you alone. \n[146]Come on! \n[147]Give me your phone. \n[148]We have no choice. \n[149]Tank, find a structural drawing of this building and find it fast. \n[150]I need the main wet-wall. \n[151]Good. \n[152]Come on! \n[153]You have to get Neo out. Understand?  That's all that matters now. \n[154]He must get out.  Do you understand me? \n[155]And you are? \n[156]You all look the same to me. \n[157]Oh, so have I. \n[158]I already have. \n[159]I knew it!  I goddamn knew it! \n[160]Do you believe me now?  He's the One!  Who else could have done this? \n[161]It doesn't matter if I don't believe you -- \n[162]What matters is that you don't believe her. \n[163]I know.  Don't worry, he'll make it. \n[164]Do it! \n[165]He's going to make it. ", "TRINITY": "\n[1]All right, you're relieved.  Use the usual exit. \n[2]Soon. \n[3]I think Morpheus believes he is. \n[4]I think Morpheus knows things that I don't. \n[5]Did you hear that? \n[6]Are you sure this line is clean? \n[7]I better go. \n[8]Shit. \n[9]Morpheus!  The link was traced!  I don't know how. \n[10]Are there any agents? \n[11]Goddamnit! \n[12]All right -- \n[13]Get up, Trinity.  You're fine. Get up -- just get up! \n[14]Hello, Neo. \n[15]I know a lot about you.  I've been wanting to meet you for some time. \n[16]My name is Trinity. \n[17]That was a long time ago. \n[18]What? \n[19]Most guys do. \n[20]No.  It's safe here and I don't have much time. \n[21]I had to gamble that you would see and they wouldn't. \n[22]I can't explain everything to you. I'm sure that it's all going to seem very strange, but I brought you here to warn you, Neo.  You are in a lot of danger. \n[23]They're watching you.  Something happened and they found out about you.  Normally, if our target is exposed we let it go.  But this time, we can't do that. \n[24]You came here because you wanted to know the answer to a hacker's question. \n[25]Twelve years ago I met a man, a great man, who said that no one could be told the answer to that question.  That they had to see it, to believe it. \n[26]He told me that no one should look for the answer unless they have to because once you see it, everything changes.  Your life and the world you live in will never be the same.  It's as if you wake up one morning and the sky is falling. \n[27]The truth is out there, Neo.  It's looking for you and it will find you, if you want it to. \n[28]That's all I can tell you right now.  Good-bye, Neo.  And good luck. \n[29]You know who. \n[30]Shit. \n[31]We got him.  Call the chop-shop. \n[32]Listen to me, Neo.  You have to, trust us. \n[33]This has to be done for your protection and ours. \n[34]You can't understand right now, but if you're not one of us, you're one of them. \n[35]Hello, Gizmo. \n[36]Yeah. \n[37]Are you going to help us or aren't you? \n[38]We think you're bugged.  We can't take you to Morpheus until you're clean. \n[39]What's happening? \n[40]Do something! \n[41]Are you crazy?  That will kill him. \n[42]Clear. \n[43]Neo, are you okay? \n[44]It's over.  We got it. \n[45]Thanks for your help, Gizmo. \n[46]Gizmo, you don't have the hardware to handle this software. \n[47]Let's go.  He's waiting. \n[48]This is it. \n[49]Let me give one piece of advice. Be honest.  He knows more than you can possibly imagine. \n[50]I knew he would. \n[51]It's going into replication. \n[52]I got a fibrillation! \n[53]He's going into arrest! \n[54]Far from it. \n[55]Easy, Neo.  Easy. \n[56]Come on. \n[57]Neo, I saved you some dinner -- \n[58]Yeah. \n[59]Lots of things. \n[60]Some of them. \n[61]There's no point in worrylng. Whatever is going to happen is going to happen. \n[62]Here they come. \n[63]What did you just say? \n[64]What happened?  What did you see? \n[65]How much like it?  Was it the same cat? \n[66]A deja vu is usually a glitch in the Matrix.  It happens when they change something. \n[67]Oh, God. \n[68]They'll be able to track it. \n[69]Morpheus, don't -- \n[70]We need a phone. \n[71]Tank, it's me. \n[72]We need an exit! \n[73]Cypher, I thought -- \n[74]Got it. \n[75]You first,.Neo. \n[76]What happened? \n[77]Cypher?  Where's Tank? \n[78]An accident?  What about Dozer? Is Dozer there? \n[79]You killed them. \n[80]What about Zion? \n[81]Oh rny God.  This is abzut Zion. You gave them Morpheus for the access codes to Zion. \n[82]The Matrix isn't real! \n[83]Somehow, some way, you're going to pay for this. \n[84]Goddamn you, Cypher! \n[85]We should, we should hurry. \n[86]Tank, you're hurt. \n[87]Dozer? \n[88]I'm sorry, Tank. \n[89]Goddamnit!  Goddamnit! \n[90]No! \n[91]I'm going in after him. \n[92]If he does I'm sure you'll do what has to be done. \n[93]No.  No, I don't think you do.  If you did, then you would know that I'm not letting him go.  Not without a fight, Tank. \n[94]Not without a fight. \n[95]What do you think you're doing? \n[96]No.  No way.  Morpheus sacrificed himself so you could escape. There's no way you're going back in. \n[97]What? \n[98]Did you tell Morpheus? \n[99]What are you? \n[100]Guns.  Lots of guns. \n[101]No one has ever done anything like this. \n[102]Dodge this, motherfucker! \n[103]You're hit -- \n[104]Not yet. \n[105]Tank, I need a pilot program for a military M-109 helicopter. \n[106]Hurry! \n[107]Let's go. \n[108]Shit-shit-no! \n[109]Morpheus! \n[110]Tank, get us out of here. \n[111]See ya soon. \n[112]What happened?  Was that -- \n[113]Morpheus is right, you know.  It doesn't matter what he believes or even what the Oracle believes. What matters is what you believe. \n[114]I want to kiss you too... \n[115]But I want it to be real. \n[116]Neo! \n[117]An Agent!  You have to send me back! \n[118]Jesus, he's killing him! \n[119]Send me back, Tank!  Anywhere! \n[120]What is it... oh no. \n[121]Sentinels. \n[122]You can't use that until Neo is out! \n[123]Neo, you better get your ass back here! \n[124]Where is he? \n[125]Hurry, Neo. \n[126]No-no-no!  Neo, you're not dead! You can't be dead! \n[127]You're right here.  I'm holding you, Neo.  I'm not letting you go. Do you hear me?  I won't let you go. \n[128]Goddamnit, Neo!  Don't give it up! Not now! \n[129]Not now! \n[130]Now get up! \n[131]Now! \n[132]Neo? ", "AGENT SMITH": "\n[1]Lieutenant? \n[2]Lieutenant, you were given specific orders -- \n[3]The orders were for your protection. \n[4]No, Lieutenant, your men are dead. \n[5]Did you get anything from the room? \n[6]We'll need a search running. \n[7]As you can see, we've had our eye on you for some time now, Mr. Anderson. \n[8]It seems that you have been living two lives.  In one life, you are Thomas A. Anderson, program writer for a respectable software company.  You have a social security number, you pay your taxes and you help your land lady carry out her garbage. \n[9]The other life is lived in computers where you go by the hacker alias Neo, and are guilty of virtually every computer crime we have a law for, including the unauthorized use of the D.M.V. system for the removal of automobile boots. \n[10]One of these,lives has a future. One of them does not. \n[11]I'm going to be as forthcoming as I can be, Mr. Anderson.  You are here because we need your help. \n[12]We know that you have been contacted by a certain individual. A man who calls himself Morpheus. Whatever you think you know about this man is irrelevant to the fact that he is wanted for acts of terrorism in more countries than any other man in the world.  He is considered by many authorities to be the most dangerous man alive. \n[13]My colleagues believe that I am wasting my time with you, but I believe you want to do the right thing.  It is obvious that you are an intelligent man, Mr. Anderson, and that you are interested in the future.  That is why I believe you are ready to put your past mistakes behind you and get on with your life. \n[14]We are willing to wipe the slate clean, to give you a fresh start and all we are asking in return is your cooperation in bringing a known terrorist to justice. \n[15]You disappoint me, Mr. Anderson. \n[16]The irony of your situation is that you have no choice. \n[17]And tell me, Mr. Anderson, what good is a phone call iy you are unable to speak? \n[18]You are going to help us, Mr. Anderson, whether you want to or not. \n[19]Do we have a deal, Mr. Reagan? \n[20]Then we have a deal? \n[21]Whatever you want, Mr. Reagan. \n[22]Access codes to Zion. \n[23]Morpheus. \n[24]Eighth floor.  They're on the eighth floor. \n[25]Are orders that hard to follow? I'll say it again.  Morpheus must be taken alive.  Understand? \n[26]How like a rodent. \n[27]We have them now. \n[28]So, we meet at last. \n[29]Smith.  I am Agent Smith. \n[30]I've been waiting for this noment. \n[31]You can't win. \n[32]Take him. \n[33]You've taken care of Reagan? \n[34]Then the others do not matter. \n[35]Never send a human to do a machine's job. \n[36]Haven't you learned by now, that it is impossible to understand why they do the things they do? \n[37]Continue as planned.  Trace his signal to locate their position and deploy an extermination unit. \n[38]Have you ever stood and stared at it, Morpheus?  Marveled at its beauty.  Its genius.  Billions of people just living out their lives... oblivious. \n[39]Did you know that the first Matrix was designed to be a perfect human world?  Where none suffered, where everyone would be happy.  It was a disaster.  No one would accept the program.  Entire crops were lost. \n[40]Some believed we lacked the programming language to describe your perfect world.  But I believe that, as a species, human beings define their reality through suffering and misery. \n[41]The perfect world was a dream that your primitive cerebrum kept trying to wake up from.  Which is why the Matrix was re-designed to this:  the peak of your civilization. \n[42]I say 'your civilization' because as soon as we start thinking for you, it really becomes our civilization, which is, of course, what this is all about. \n[43]Evolution, Morpheus.  Evolution. \n[44]Like the dinosaur.  Look out that window.  You had your time. \n[45]The future is our world, Morpheus. The future is our time. \n[46]I'd like to share a revelation that I've had during my time here. It came to me when I tried to classify your species.  I've realized that you are not actually mammals. \n[47]Every mammal on this planet instinctively develops a natural equilibrium with the surrounding environment.  But you humans do not.  You move to an area and you multiply and multiply until every natural resource is consumed and the only way you can survive is to spread to another area. \n[48]There is another organism on this planet that follows the same pattern.  Do you know what it is? A virus. \n[49]Human beings are a disease, a cancer of this planet.  You are a plague.  And we are... the cure. \n[50]Why isn't the serum working? \n[51]Of course he knows.  He's resisting. \n[52]I don't know.  If I knew... \n[53]Leave me with him. \n[54]Now! \n[55]Can you hear me, Morpheus?  I'm going to be honest with you. \n[56]I hate this place.  This zoo. This prison.  This reality, whatever you want to call it, I can't stand it any longer.  It's the smell, if there is such a thing.  I feel saturated by it.  I can taste your stink and every time I do, I fear that I've somehow been infected by it. \n[57]Repulsive, isn't it? \n[58]I must get out of here, I must get free.  In this mind is tlie key. My key. \n[59]Once Zion is gone, there's no need for me to be here.  Do you understand?  I need the codes.  I have to get inside Zion.  You have to tell me how. \n[60]Tell me!  Tell me! \n[61]Know what? \n[62]Find them and destroy them! \n[63]No. \n[64]Nooo! \n[65]They're not out yet. \n[66]You're empty. \n[67]You can't win. \n[68]Do you hear that, Mr. Anderson? \n[69]That is the sound of inevitability. \n[70]It is the sound of your death. \n[71]Goodbye, Mr. Anderson. \n[72]Check him. \n[73]I told you, you couldn't win. \n[74]Nooooo! ", "TANK": "\n[1]Morning.  Did you sleep? \n[2]You will tonight.  I guarantee it. I'm Tank.  I'll be your operator. \n[3]Any holes?  Nope.  Me and my brother Dozer, we are 100 percent pure, old fashioned, home-grown human.  Born free.  Right here in the real world.  Genuine child of Zion. \n[4]Zion is the place, man.  You'll see it one day.  Last human city. All we got left. \n[5]Goddamn, I got to tell you I'm fairly excited to see what you are capable of.  I mean if Morpheus is right and all.  We're not supposed to talk.about any of that, but if you are, well then this is an exciting time.  We got a lot to do so let's get to it. \n[6]We're supposed to load all these operations programs first, but this is some major boring shit. Why don't we start something a little fun? \n[7]How about sore combat training? \n[8]Hey, Mikey, he likes it!  Ready for more? \n[9]Ten hours straight.  He's a machine. \n[10]Never. \n[11]It's never been done. \n[12]What? \n[13]\n[14]Good.  Now what's this? \n[15]What's that? \n[16]How about this? \n[17]Electromagnetic pulse.  Our best weapon against the machines.  The problem is if someone is still in the Matrix when that thing goes off, they're not coming back. \n[18]We just finished the operation programs and he's showing great retention. \n[19]He's taking you into the Matrix to see her. \n[20]The Oracle. \n[21]Weird.  This area never has this much activity. \n[22]They're on their way. \n[23]Oh, shit!  Oh, shit! \n[24]It's a trap! \n[25]They cut the hard-line!  It's a trap!  Get out! \n[26]No, no, no. \n[27]Got it. \n[28]Now left and that's it in front of you. \n[29]Nerve gas. \n[30]No! \n[31]We gotta find the others.  They're still alive. \n[32]Operator. \n[33]Cypher?  I thought they had you? \n[34]I got you. \n[35]Nearest exit is Franklin and Erie. An old appliance store. \n[36]Operator. \n[37]Gotcha.  You're not far from Cypher. \n[38]So did we.  That boy's got nine lives.  I sent him to Franklin and Erie. \n[39]Got him. \n[40]How's it feel, Cypher?  Knowing you're about to die? \n[41]I'll be all right. \n[42]They're cracking his mind. \n[43]They inject virus-like serums to break down the system.  It's like cracking a computer.  All it takes is time. \n[44]Depends on the mind.  But eventually, it will crack and his alpha pattern will change from this to this. \n[45]When it does, Morpheus will tell them anything they want to know. \n[46]If an agent got inside Zion's mainframe he could do anything. Disable the defense system. It would be the end of us. \n[47]We can't let that happen.  We have to do it, Trinity.  Zion has to be protected. \n[48]We have to pull the plug. \n[49]We don't have any other choice. \n[50]Trinity, what are you doing? \n[51]Morpheus could conform at any minute -- \n[52]You saw that place.  It's suicide. \n[53]I know what Morpheus means to you -- \n[54]Okay.  Store's open.  What do you need? \n[55]Coming right up. \n[56]Hold on, Morpheus.  They're coming for you.  They're coming. \n[57]Operator. \n[58]He's the One.  He's got to be... \n[59]Got one ready.  An underground El station.  State and Balbo. \n[60]See ya soon. \n[61]What the hell just happened? \n[62]I can't! \n[63]I'm looking, Trinity!  I'm looking! \n[64]Operator. \n[65]I got one! \n[66]Wabash and Lake.  A hotel. \n[67]Room 303. \n[68]I'm going to make the call. \n[69]Almost there. ", "CYPHER": "\n[1]Let's see.  Target left work at \n[2]He caught the northbound Howard line. Got off at Sheridan. Stopped at 7-11.  Purchased six- pack of beer and a box of Captain Crunch.  Returned home. \n[3]Do you know when we're going to make contact? \n[4]Just between you and me, you don't believe it, do you?  You don't believe this guy is the one? \n[5]I know.  But what about you? \n[6]Yeah, but if he's wrong -- \n[7]Hear what? \n[8]Yeah, course I'm sure. \n[9]Yeah.  Right.  See you on the other side. \n[10]Shit. \n[11]Morpheus, I know what you believe but I think this is a mistake. We're rushing him.  He's old.  I'm afraid he might pop. \n[12]I knew it, I knew it... \n[13]He's gonna pop! \n[14]He's going to pop! \n[15]Everyone falls, right, Trinity? \n[16]Whoa!  Shit, Neo, you scared the bejeezus out of ne. \n[17]No, it's all right. \n[18]Midnight watch. \n[19]The Matrix?  Yeah. \n[20]You want a drink? \n[21]I'll tell you, I feel for you, man.  I really do.  Most of us were still young, just punks, when Morpheus jacked us.  But you, you had a real life. \n[22]Good shit, huh?  Dozer makes it. It's good for two things: degreasing engines and killing brain cells. \n[23]Did he tell you why he did it? \n[24]Let me give you a piece of advice. Between you and me, if Morpheus says you can fly, I wouldn't go jumping out any windows to find out if he's right.  Understand? \n[25]Welcome to the real world! \n[26]That's what he said to me nine years ago. \n[27]The real world.  Ha, what a joke. \n[28]You know what real is?  I'll tell you what real is. \n[29]Real is just another four-letter word. \n[30]Mmm, so, so fucking good. \n[31]You know, I know that this steak doesn't exist.  I know when I put it in my mouth, the Matrix is telling my brain that it is juicy and delicious.  After nine years, do you know what I've realized? \n[32]Ignorance is bliss. \n[33]I don't want to remember nothing. Nothing!  You understand?  And I want to be rich.  Someone important.  Like an actor.  You can do that, right? \n[34]All right.  You get my body back in a power plant, reinsert me into the Matrix and I'll get you what you want. \n[35]I told you, I don't know them. But I can give you the man who does. \n[36]That's what they changed.  We're trapped.  There's no way out. \n[37]I need an exit!  Fast! \n[38]There was an accident.  A fucking car accident.  All of a sudden. Boom.  They're all dead.  I still got the shakes but, Jesus, someone's going to make a believer out of me. \n[39]Just get me outta here. \n[40]An actor.  Definitely. \n[41]Goddamn gas.  My lungs are killing me. \n[42]We got any pain killers? \n[43]Hello, Trinity. \n[44]He had an accident. \n[45]You know, for a long time, I thought I was in love with you, Trinity.  I used to dream about you... \n[46]You are a beautiful woman.  Too bad things had to work out like this. \n[47]In a way you're very lucky.  Most people never know why they die. One minute they're alive, the next they're dead.  No warning. Nothing.  That's why I thought maybe I should tell you.  It seemed the least I could do. \n[48]You see, the truth, the real,truth is that the war is over.  It's been over for a long time.  And guess what?  We lost!  Did you hear that?  We lost the war! \n[49]Zion?  Zion is a part of this delusion.  More of this madness. That's why this has to be done. It has to end.  Now and forever. \n[50]You see, Trinity, we humans have a place in the future.  But it's not here.  It's in the Matrix. \n[51]Oh, I disagree, Trinity.  I disagree.  I think the Matrix is more real than this world.  I mean, all I do is pull a plug here.  But there, you watch a man die. \n[52]You tell me which is more real. \n[53]Welcome to the real world, right? \n[54]Pay for it?  I'm not even going to remember it.  It'll be like it never happened.  The tree falling in the forest.  It doesn't make a sound. \n[55]Don't hate me, Trinity.  I'm just the messenger.  And right now I'm going to prove that the message is true. \n[56]If Morpheus was right, then there's no way I can pull this plug, is there? \n[57]If he is the One, then in the next few seconds there has to be some kind of miracle to stop me. Because if he dies like the others that means Morpheus was wrong. How can he be the One if he's dead? ", "GIZMO": "\n[1]Va va va voom.  Still the hottest software around. \n[2]This is really the guy?  The guy that Morpheus thinks -- \n[3]But he's so old. \n[4]Hacksaw.  Load up the copper-top and let's get the hell outta here. \n[5]Okay, first we take a little look under the hood. \n[6]You're going to feel a little prick. \n[7]There it is. \n[8]Hit him with 10 ccs of local. \n[9]Here, kitty, kitty, kitty. \n[10]Gotcha! \n[11]Shit. \n[12]I don't know.  They've never done that before. \n[13]Hold him down. \n[14]I got it!  Maybe we can stun it. \n[15]It'll work.  Come on, do it or Hacksaw will. \n[16]Hit him again! \n[17]Got it! \n[18]Nasty little bugger, ain't it? \n[19]I just hope the man knows what he's doing. \n[20]Goddamn, what I wouldn't give for a copy of that software. \n[21]Were they good or bad? ", "ORACLE": "\n[1]I know.  You're Neo.  Be right with you. \n[2]Bingo.  I got to say I love seeing you non-believers.  It's really a relief.  All that pomp and circumstances just plain tucker me out.  Almost done.  Smell good, don't they? \n[3]I'd ask you to sit down, but you're not going to anyway.  And don't worry about the vase. \n[4]The vase. \n[5]I said don't worry about it.  I'll get one of my kids to fix it. \n[6]What's really going to bake your noodle later on is, would you still have broken it if I hadn't said anything. \n[7]You're cuter than I thought.  I see why she likes you. \n[8]Not too bright, though. \n[9]You know why Morpheus brought you to see me? \n[10]So? What do you think?  You think you're the one? \n[11]You know what that means?  It's Latin.  Means, 'Know thyself.' \n[12]Well, let's have a look at you. \n[13]Open your mouth.  Say, 'ahhh.' \n[14]Hmmm.  You sure got the gift, but it's tricky.  I'd say the bad news is, you're not the one.  Still got a lot to learn.  Maybe next life. \n[15]Same as the bad news, you're not the one. \n[16]No.  Here. \n[17]You better take a cookie.  Got a big day ahead of you. \n[18]Make a believer out of you yet. ", "AGENT JONES": "\n[1]Their next target.  The name is Neo. \n[2]It's already begun. \n[3]The others were lost. \n[4]There is a problem.  Reagan has failed to secure the hardware. \n[5]But if Reagan has failed, why haven't they pulled the plug? \n[6]Or he doesn't know. \n[7]You don't know. \n[8]I think they're trying to save him. \n[9]Lower level -- \n[10]Only human... \n[11]Remain at your posts. \n[12]You will do as you are ordered! \n[13]We have their position. \n[14]Order the strike. ", "APOC": "\n[1]Come with me. \n[2]Almost. \n[3]That's right. \n[4]Still nothing. \n[5]Targeting... almost there. \n[6]Lock!  I got him! \n[7]Morpheus is right.  He's got to be the one. \n[8]No way.  Not possible. \n[9]He won't. \n[10]What?! ", "MOUSE": "\n[1]Morpheus is fighting Neo! \n[2]You ever seen anyone that fast that soon, Tank? \n[3]I don't believe it! \n[4]No one's ever made their first jump. \n[5]What does it mean? \n[6]Welcome to Movie-Phone. \n[7]Right. \n[8]Let's get to work. \n[9]Yeah... \n[10]What's going on? ", "AGENT BROWN": "\n[1]Where are they? \n[2]Perhaps we are asking the wrong questions. \n[3]How? \n[4]What were you doing? \n[5]They are actually attacking. \n[6]The trace was completed. \n[7]The extermination unit is in place. \n[8]He's gone. ", "SCREEN": "\n[1]Call trans opt:  received. 2-19-96  13:24:18  REC:Log&gt; \n[2]Trace program:  running. \n[3]Trace complete.  Call origin: #312-555-0690 \n[4]JACKON:  I heard Morpheus has been on this board. SUPERASTIC:  Morpheus doesn't even exist and the Matrix is nothing but an advertising gimmick 4 a new game. TIMAXE:  All I want to know is Trinity really a girl? LODIII:  87% of all women on line are really men. QUARK:  The Matrix is a euphemism for the government. SUPERASTIC:  No, The Matrix is the system controlling our lives. TIMAXE:  You mean MTV. SUPERASTIC:  I mean Sega. \n[5]Do you want to know what the Matrix is, Neo? \n[6]SUPERASTIC:  Who said that? JACKON:  Who's Neo? GIBSON:  This is a private board. If you want to know, follow the white rabbit. \n[7]TIMAXE:  Someone is hacking the hackers! FOS4:  It's Morpheus!!!!! JACKON:  Identify yourself. Knock, knock, Neo. ", "DOZER": "\n[1]He needs a lot of work. \n[2]There he is. \n[3]System check looks fine. \n[4]You okay? \n[5]The first aid kit's over here. \n[6]No! ", "CABLE": "\n[1]Jeezus Keerist!  That boy is fast! \n[2]He's gonna make it. \n[3]It doesn't mean anything. \n[4]Did you just feel something weird? \n[5]Oh, no. \n[6]Morpheus!  It's a trap -- "}}