{"dialogues": {"MORPHEUS": "\n[1]\"Niobe, they\u0092re closing.\" \n[2]\"Just a few. Maybe two or three. Hundred.\" \n[3]\"A concentric ring of defenses that shields Zion. The fighters that \n[4]\"For the moment, perhaps. Its still a long drive home.\" \n[5]\"We're almost home. We'll need a detail. Five minutes.\" \n[6]\"Niobe...\" \n[7]\"Thanks for the rescue.\" \n[8]\n[9]\"So, how do you like having your own command?\" \n[10]\"You must be both mother and father to your crew.\" \n[11]\"As long as they don\u0092t get out of line, I\u0092ll just be a brother.\" \n[12]\"So, you can smack me around, Neo?\" \n[13]\"He\u0092s on bereavement leave with his mother. Dozer was the second son \n[14]\"The Nebechanezzer is out of commission for at least a month. But, \n[15]\"Yes. This is another special op. I\u0092m in command, Niobe and Trinity \n[16]\"We don\u0092t know exactly what he\u0092s capable of. He may be just tapping \n[17]\n[18]\"You don\u0092t have to go, Choi. Volunteers only.\" \n[19]\"We have a chance, here, but the window of opportunity is brief. Our ships say the Matrix is already upgrading and re-coding to block our \n[20]\"He is the One.\" \n[21]\"Power up. Sleep mode.\" \n[22]\"And others are able to change the reality of the Matrix itself.\" \n[23]\"Discussing history, are we?\" \n[24]\"In the Matrix, without him, we\u0092re helpless.\" \n[25]\"Not until we reach broadcast depth. It\u0092s slow going out there. I \n[26]\"I\u0092m here.\" \n[27]\"Proximity alarm?\" \n[28]\"Be right there.\" \n[29]\"It sounds bad. They\u0092re readjusting quicker than we thought.\" \n[30]\"It appears that they are learning their lessons.\" \n[31]\"Tell Neo? About his predecessors, I suppose?\" \n[32]\"He is the -\" \n[33]\n[34]\"There are lots of ifs. How about this one: What if we lose faith in \n[35]\"Talk to me.\" \n[36]\"Do it. We\u0092re at broadcast depth?\" \n[37]\n[38]\"We have our mission, but it\u0092s up to us to interperate how we\u0092ll do \n[39]\"You haven\u0092t seen The One in action.\" \n[40]\"Can you hack in?\" \n[41]\"We don\u0092t speak of the past.\" \n[42]\n[43]\"Come with me.\" \n[44]\"We\u0092re deep in their territory.\" \n[45]\"Are you rested?\" \n[46]\"You know now, that you had predecessors.\" \n[47]\"What types of things?\" \n[48]\"It\u0092s true. There were others. And I didn\u0092t tell you right away. \n[49]\"Does this anger you?\" \n[50]\"You shouldn\u0092t be, Neo. You are the key in the Oracle\u0092s prophecy. \n[51]\"The destruction of The Matrix.\" \n[52]\"Your coming was heralded, and it is my destiny to prepare the world \n[53]\"Not in this life.\" \n[54]\"No one has heard from her or her priestesses since the day Cypher \n[55]\"Perhaps she did.\" \n[56]\"Remember, when I told you, that I\u0092ll show you how deep the rabbit \n[57]\"I brought you deep, yet I no longer know the way. No one does. With every second we sink deeper than before. You are our guiding light, \n[58]\"We\u0092re going straight for the throat, people.\" \n[59]\n[60]\n[61]\"The Metacortex building.\" \n[62]\"They keep the left hand from seeing what the right hand is doing. \n[63]\n[64]\"What\u0092s going to happen? If this is it, right now? The end?\" \n[65]\"I knew it.\" \n[66]\"Send through ghosts to confuse their lock.\" \n[67]\"We can only watch.\" \n[68]\"What the hell\u0092s going on?\" \n[69]\"Why?\" \n[70]\"Yes.\" \n[71]\"Let\u0092s go. Laxe Three.\" \n[72]\"We can do nothing to help him. We\u0092ll only get in his way.\" \n[73]\"I smell an ambush.\" \n[74]\"Go.\" \n[75]\"This way.\" \n[76]\"The garage, hurry!\" \n[77]\"Keep your foot on the gas. Heal thyself.\" \n[78]\"None. They\u0092ve killed city-wide comms.\" \n[79]\"They can\u0092t track us, but that gives them more time to destroy our \n[80]\"She knows to meet us there.\" \n[81]\"Good to hear you\u0092re still there.\" \n[82]\n[83]\"I don\u0092t remember an exit there.\" \n[84]\"Out.\" \n[85]\"Check the phone for bombs.\" \n[86]\"Not a problem.\" \n[87]\"I thought Razor said their were two cops.\" \n[88]\"Niobe, you first.\" \n[89]\"Get her out.\" \n[90]\"Reload me.\" \n[91]\"Where is Neo?\" \n[92]\"Why does it still exist? Why hasn\u0092t he destroyed it yet?\" \n[93]\"What? Why not?\" \n[94]\"I found him once. I\u0092ll find him again.\" \n[95]\"Neo.\" \n[96]\"I know.\" \n[97]\"Yes, there is a problem. The Matrix exists.\" \n[98]\"And the problem is...\" \n[99]\"I didn\u0092t say things would be easy, Neo.\" \n[100]\"Neo, the Matrix... it\u0092s not real. And it\u0092s up to you to end it.\" \n[101]\"Even if we could somehow get to them without cutting through their \n[102]\"You can do it. You can free us.\" \n[103]\n[104]\"No one goes in. He\u0092s on his own.\" ", "NEO": "\n[1]\"What's that?\" \n[2]\"Who is this guy?\" \n[3]\"What happened to him?\" \n[4]\"Was he like me?\" \n[5]\"No. I've never been a big sleeper.\" \n[6]\"How many 'ones' have there been?\" \n[7]\"But what does it mean, to be The One?\" \n[8]\"So, now what?\" \n[9]\"Does he ever knock?\" \n[10]\"You?\" \n[11]\"Where did they come from?\" \n[12]\"How are their minds freed from the Matrix?\" \n[13]\"All I know is I kicked Smith\u0092s ass.\" \n[14]\"God, how do you do that?\" \n[15]\"What?\" \n[16]\"Yeah.\" \n[17]\"Well. I\u0092ll drink to that.\" \n[18]\"Kicked... kicked Smith\u0092s ass.\" \n[19]\"Morpheus? Yeah, I smacked him around, too.\" \n[20]\"Oh yeah. Anytime.\" \n[21]\"Ka equals 9. But reverse Ka is point-nine, right? \n[22]\n[23]\"Where did these symbols come from, anyway?\" \n[24]\n[25]\"Holy shit. How many calculations per second?\" \n[26]\n[27]\"Woah.\" \n[28]\"OK. That\u0092s why it looks like reality. They have the computing power \n[29]\"So, if we hack into the Matrix, why can\u0092t we just change the code \n[30]\"Right.\" \n[31]\"Like reality.\" \n[32]\"How?\" \n[33]\"How did I end up as... a freak?\" \n[34]\"OK, so how do you explain me?\" \n[35]\"Well, what separates us from others?\" \n[36]\"Boo.\" \n[37]\"It doesn\u0092t matter if I do.\" \n[38]\"Yes.\" \n[39]\"I think you can do anything you want, if you believe.\" \n[40]\"I don\u0092t know. I don\u0092t know exactly what I can do.\" \n[41]\"I don\u0092t know if I can.\" \n[42]\"I won\u0092t let you fall. Ever.\" \n[43]\n[44]\"Whoops.\" \n[45]\"Grab me!\" \n[46]\"Grab on to me!\" \n[47]\"What the hell were you doing?\" \n[48]\"Showing me what? You nearly gave me a heart attack.\" \n[49]\"Oh. And this requires acts of insanity?\" \n[50]\"Only when I\u0092m plugged in.\" \n[51]\"What?\" \n[52]\"I see that.\" \n[53]\"Yes.\" \n[54]\"Yes. I\u0092ve heard things.\" \n[55]\"That there were others, like me, who you thought were going to be \n[56]\"I don\u0092t know yet. So much has happened so fast, that I can\u0092t decide whether or not I\u0092m angry, or dissappointed, or even if I should be.\" \n[57]\"What?\" \n[58]\"Can we ask The Oracle.\" \n[59]\"But she must have known, if they came to her.\" \n[60]\n[61]\"Yes.\" \n[62]\"Where is the mainframe?\" \n[63]\"What the fuck? That\u0092s where I worked.\" \n[64]\"I thought I was working on a fucking database.\" \n[65]\n[66]\"How \u0091bout a quarter mil?\" \n[67]\"You\u0092re back.\" \n[68]\"And you have a ponytail now.\" \n[69]\"Well, is that right?\" \n[70]\"No!\" \n[71]\"Morpheus, pick up.\" \n[72]\"I was on to you the whole time. I only came in here to isolate you, \n[73]\"I realized, that I can\u0092t destroy you - \" \n[74]\" - without destroying the Matrix itself.\" \n[75]\"I know.\" \n[76]\"The Matrix?\" \n[77]\"I can. But if I destroy the Matrix, everyone within it will die.\" \n[78]\"How many people are in it?\" \n[79]\"I could.\" \n[80]\"IF you cut the power that the Matrix supplies to your armies, I\u0092ll \n[81]\"Why?\" \n[82]\"You mean, lives.\" \n[83]\"We\u0092ll see.\" \n[84]\"Stop! I don\u0092t want to fight you! You\u0092re human!\" \n[85]\"Morpheus! Holy shit! You won\u0092t believe what happened.\" \n[86]\"I couldn\u0092t do it. Morpheus, there\u0092s a problem.\" \n[87]\"I know. I\u0092m sorry.\" \n[88]\"Uh, it\u0092s impossible. If the Matrix is destroyed, the people within \n[89]\"Morpheus? Did you know this?\" \n[90]\"No.\" \n[91]\"No, Morpheus, this can\u0092t be! We can\u0092t do this! We have to get the \n[92]\"Why me? Why the fuck do I have to do this?\" ", "RAZOR": "\n[1]\"You catch on quick, man.\" \n[2]\n[3]\n[4]\"Not could be, it is.\" \n[5]\n[6]\"Well, it\u0092s up there. In any case, the number of calculations per \n[7]\"Right.\" \n[8]\"No, no. See, it\u0092s not that simple. The machines, the programs that code, create, and maintain the Matrix, the agents, they are code. \n[9]\"Well, my point is, the machines code and recode the Matrix by pure by default, allows people to change their environment - the Matrix. \n[10]\n[11]\"Good question. The Machines create people through cloning, since, in the Matrix are exactly the same as when the first clones. They \n[12]\"I\u0092m trying to teach this fool some programming, man. He\u0092s stuck in \n[13]\"So romantic.\" \n[14]\"Holy shit.\" \n[15]\"No fucking shit I got signal. Dude, they\u0092re changing it.\" \n[16]\"Shut the fuck up and get back here.\" \n[17]\"They\u0092re changing the Matrix.\" \n[18]\"Sir, you gotta get down here.\" \n[19]\"The Matrix, sir. The coding is going nuts.\" \n[20]\"Not good, boss, I gotta compile a new descrambler.\" \n[21]\"But they\u0092re altering the code already. I can\u0092t even read it yet.\" \n[22]\"Morpheus, there\u0092s more ice in front of that mainframe than there is \n[23]\"Getting you in is no problem. Maintaining the input/output and \n[24]\"Excuse me for dragging up painful memories, sir.\" \n[25]\"I dunno. Just gimme an hour, I\u0092ll probably have caught up to them.\" \n[26]\"Fuck.\" \n[27]\n[28]\"Got it.\" \n[29]\n[30]\"No goddamned way.\" \n[31]\"Operator.\" \n[32]\n[33]\"All processing power is being re-diverted to the agent program.\" \n[34]\"They\u0092re hitting your ghosts.\" \n[35]\"What the - \" \n[36]\"They\u0092re cutting comes, get to the access point on Laxe - \" \n[37]\"Operator.\" \n[38]\"Jesus, you too. Where the fuck are you?\" \n[39]\"Coming up on your left, ten miles, a rest stop.\" \n[40]\"Gimme five minutes.\" \n[41]\"Gotta get \u0091em out. They need an exit program.\" \n[42]\"Yes! Did you like that?\" CIRCA just rolls her eyes. \n[43]\"Exit ready sir.\" \n[44]\"It\u0092s all set. There\u0092s a pair of cops at the rest stop, though.\" \n[45]\"Fuck, fuck fuck!\" \n[46]\"Crazy mothers!\" \n[47]\"What\u0092s wrong with her?\" \n[48]\"Go!\" \n[49]\"Come on, tough guy, come got some Razor.\" \n[50]\"Did you see that? We beat him! A fucking agent! He gave up!\" \n[51]\"Maybe he can\u0092t.\" \n[52]\"Last we saw he was trying to blow up the building. Haven\u0092t locked \n[53]", "TRINITY": "\n[1]\"Well, not yet, but we're in the defense screen.\" \n[2]\"I'll have to take that one down now. Cypher...\" \n[3]\"Who?\" \n[4]\"That was... I... forgot his name.\" \n[5]\"Not you, though. Like you. There have been others, Neo.\" \n[6]\"I know. I used to watch you hacking without sleeping for days.\" \n[7]\"That's not the point.\" \n[8]\"You are him. You\u0092re mine.\" \n[9]\"I don't know, Neo. Our mission was to find you.\" \n[10]\"Now, Zion will give us a new mission.\" \n[11]\"Not on his ship.\" \n[12]\"With difficulty.\" \n[13]\"Make it eight.\" \n[14]\"Any casualties?\" \n[15]\"You\u0092ve never drank before.\" \n[16]\"How\u0092s Tank?\" \n[17]\"Let me guess. We\u0092ve been ordered back out anyway.\" \n[18]\"He\u0092s got a point, M. I have faith, but why so quick?\" \n[19]\n[20]\"That\u0092s how they have the operating power to create entire worlds \n[21]\"Almost. Reality is unalterable. But the fabric of reality in the \n[22]\"Not just you. Morpheus, myself. We were all born inside. \n[23]\n[24]\"Morpheus, can you tell us what the mission is now?\" \n[25]\"Don\u0092t lose your balance.\" \n[26]\"So, you can fly.\" \n[27]\"Do you think I can?\" \n[28]\"Like you?\" \n[29]\"Will you teach me to fly?\" \n[30]\"Free your mind of doubt.\" \n[31]\"In this construct program, the ground can kill.\" \n[32]\"Shit.\" \n[33]\"Showing you, Neo.\" \n[34]\"I want you to know how much faith I have in you.\" \n[35]\"It\u0092s not you. Just, not here.\" \n[36]\"They\u0092re watching us, you big dope. Do you know how horny computer \n[37]\"Over here.\" \n[38]\"It\u0092s true, Neo. Metacortex employs humans to write code for the \n[39]\"It\u0092s not over yet.\" \n[40]\"We\u0092ve stirred up the hornet\u0092s nest now.\" \n[41]\"What about Neo?\" \n[42]\"Is it clear?\" \n[43]\"Casanova just ran into an old flame.\" \n[44]\"Tanks.\" \n[45]\"Any luck?\" \n[46]\"Then the agents are out of touch with each other.\" \n[47]\"What about Niobe?\" \n[48]\"Bullshit, it\u0092s my turn.\" \n[49]\"Is he even alive? Is he captured?\" ", "GREGORY": "\n[1]\"Oh boy. Stop, stop, let\u0092s have some fun.\" \n[2]\"We\u0092ll tell you when to stop, little man. Not the other way around.\" \n[3]\"Don\u0092t try anything stupid, man. I gotta bead on your donut-eating \n[4]\n[5]\"This is your lucky day, officer. We\u0092re gonna give you a night off.\" \n[6]\"You never even saw us, man.\" \n[7]\"Which one do you want?\" \n[8]\"I don\u0092t know. Sometimes it feels like... I\u0092m reaching beyond the \n[9]\"They found us. Can\u0092t you hear it?\" \n[10]\"We can only rebel so long. We can only push until they will hit \n[11]\"Fuck! Get to the bikes.\" \n[12]\"Wake up! Get on your bikes and fucking ride!\" \n[13]\"Can\u0092t see shit.\" \n[14]\"Split up, into the desert, go!\" \n[15]\"Oh my God. It\u0092s... The Man.\" \n[16]\"What for?\" \n[17]\"It\u0092s too late. We\u0092re dead.\" \n[18]\"What for?\" \n[19]\"This can\u0092t be real.\" \n[20]\"Yes.\" \n[21]\"Anything.\" \n[22]\"Who the fuck are you?\" SMITH grins devilishly. \n[23]\"First you try to kill me. Now you need me.\" \n[24]\"So what?\" \n[25]\"I know who it was.\" \n[26]\n[27]\"Fuck you.\" \n[28]\"What are you gonna do, little man? You looking for a trip to the \n[29]\"No man can beat me.\" \n[30]\"Mother fucker, what the fu -?\" \n[31]\"Yeah.\" \n[32]\"Holy shit. What the -\" \n[33]I know Kung-Fu.\" \n[34]\"Fuck.\" \n[35]\"Tell me about what is happening. What\u0092s wrong with the world?\" \n[36]\"What do you mean?\" \n[37]\"What, am I from planet Krypton?\" \n[38]\"Where is she?\" \n[39]\"Why not?\" \n[40]\"What the fuck just happened?\" \n[41]\"I can stop this?\" \n[42]\"Alright. But how can I fight him?\" \n[43]\"Holy shit!\" \n[44]\"So, you really don\u0092t have any idea how you got here?\" \n[45]\"Yeah, you took a pretty good knock on the head. Do you know how we \n[46]\"What if I said we did?\" ", "CHOI": "\n[1]\"Brough, you us your asses! We saved you so hard core you don't even \n[2]\"So, you think you finally found The One, huh? Another One?\" \n[3]\"Huh?\" \n[4]\"In the flesh, so to speak.\" \n[5]\"What do you think, Dujour? Should we take him with us?\" \n[6]\"Morpheus?\" \n[7]\n[8]\"Our energy as a people is directed toward liberation. Check it out, \n[9]\"Energy plant we raided on our last mission. There were some \n[10]\"Yes, lovely.\" \n[11]\"Two. Sidewinder and Left-right.\" \n[12]\"He who loses faith...\" \n[13]\n[14]\"I guess 1 \u0091n 298 isn\u0092t a bed record, huh?\" \n[15]\"Live free or die.\" \n[16]\"You want to know what being The One means?\" \n[17]\"One drink and you\u0092re toast.\" \n[18]\"And virtual doesn\u0092t count, man, doesn\u0092t fucking count.\" \n[19]\"Here, here.\" \n[20]\"So, you went back in, and you two pulled him out?\" \n[21]\"Hey, did you kick anybody else\u0092s ass, Neo? Like Morpheus?\" \n[22]\n[23]\"Oh my God that\u0092s so funny. My point is, don\u0092t we need some r-and-r? \n[24]\n[25]\"Well, these are the times that try men\u0092s souls. Here\u0092s to victory.\" \n[26]\"Aye aye, capitano.\" \n[27]\"OK, try it here.\" \n[28]\"What? Tell me you got signal.\" \n[29]\"Are you using the right pulse wave?\" \n[30]\"Oh my God. What are they - \" \n[31]\"Call Morpheus.\" \n[32]\"Yes sir.\" \n[33]\n[34]\"And what do you think you were doing there, writing code for video \n[35]\"What, by power of will?\" \n[36]\"He\u0092s joking right?\" \n[37]\"It can\u0092t be this easy.\" \n[38]\"Holy fucking shit.\" \n[39]\"Too quiet? The world is frozen. I\u0092ll go first.\" \n[40]\n[41]\n[42]\"You weren\u0092t lucky.\" \n[43]\"You still want me to call you? Ha ha ha!\" \n[44]\"Yeah, tanks a lot.\" ", "SMITH": "\n[1]\"I know what you\u0092re thinking. What we need is our own Neo...\" \n[2]\"I\u0092ll make it possible.\" \n[3]\"Bring it on, pussy.\" \n[4]\"Ready to change your mind?\" \n[5]\"I can teach you to beat me, you know.\" \n[6]\"Help us, and both you and her will be free afterward.\" \n[7]\n[8]\n[9]\"Pain is only weakness leaving your body. When you are sufficiently \n[10]\"Get up and fight.\" \n[11]\"The world is not for you.\" \n[12]\"You\u0092re not human, Gregory. That\u0092s why you don\u0092t fit in. That\u0092s why \n[13]\"Not quite. But as humans continue to evolve, some are developing \n[14]\"We need you to stop the terror. We need you to save our world.\" \n[15]\"We need you, because you\u0092re better than me. Now push past your \n[16]\"Here.\" \n[17]\"She doesn\u0092t remember our encounter. She\u0092s fine. Don\u0092t worry.\" \n[18]\"I\u0092ll be there. Execute the defense plan.\" \n[19]\"Come with me. But only watch. You\u0092re not ready to engage in a fight \n[20]\"Because if you haven\u0092t defeated me yet, you won\u0092t defeat them.\" \n[21]\"Open fire.\" \n[22]\"Kill the others. I\u0092ll take care of this.\" \n[23]\"NEO, leave the Matrix. You know not what you\u0092re doing.\" \n[24]\"We need you, Gregory. Will you help us stop this?\" \n[25]\"Yes.\" \n[26]\"I will give you the power you need.\" \n[27]\"You killed me too easy last time.\" \n[28]\"So, why don\u0092t you take it all down?\" \n[29]\"Yes.\" \n[30]\"I take it the great Morpheus failed to mention this?\" \n[31]\"Six and a half billion.\" \n[32]\"What does that make you feel like? God?\" \n[33]\"Idiot. We don\u0092t care about life, we care about victory.\" \n[34]\"Who do you think started this war, boy? Your kind tried to kill us \n[35]\"I should have killed you the first chance I had.\" ", "NIOBE": "\n[1]\"Can't, the core is still good. And they've got 'The One.'\" \n[2]\"Shut up and make the exit. Hold on!\" \n[3]\"Woo-hoooh!\" \n[4]\"How many?\" \n[5]\"You\u0092ve got a gift for understatement.\" \n[6]\"Too many!\" \n[7]\"No shit.\" \n[8]\"They're ours.\" \n[9]\"Neb crew, you can relax now.\" \n[10]\"It\u0092s good. But trying. The responsibility...\" \n[11]\"Who will you be now? The mother, or the father?\" \n[12]\"Already?\" \n[13]\"Six came before him, Morpheus.\" MORPHEUS shakes his head slowly. \n[14]\"What if they toughen the Matrix code, like last time?\" \n[15]\"It\u0092s not a joke. We have The One. We must do it now.\" \n[16]\"What is it?\" \n[17]\"I can\u0092t even imagine.\" \n[18]\"He\u0092s doing it.\" \n[19]\"Morpheus, look!\" \n[20]\"Me too. Too quiet.\" \n[21]\"Tanks, or agents?\" \n[22]\"Junior ranks leave first.\" \n[23]\"Come on! Go through, Trinity! God damnit don\u0092t give up!\" ", "AGENT SMITH": "\n[1]\"Do you want to live?\" \n[2]\"A better life for all. Life for her. And for you, a chance for \n[3]\"Interested?\" \n[4]\"You this, don\u0092t you?\" \n[5]\"Will you help us?\" \n[6]\"I\u0092m nobody. A Smith. What\u0092s more important, is you. We need you, \n[7]\"Two years ago, Gregory, your parents were killed in a terrorist \n[8]\"The terrorists were led by a certain individual.\" \n[9]\"We need you to kill him.\" \n[10]\"No one in the government can do what you can.\" \n[11]\"I believe we have a deal.\" \n[12]\"No shit.\" \n[13]\"He\u0092s not ready yet. I\u0092ll deal with this myself.\" \n[14]\"I\u0092ve been altered. I\u0092m Smith, 2.0.\" \n[15]GREGORY freezes, then bursts into questions. ", "CIRCA": "\n[1]\"Multiple bogies closing!\" \n[2]\"From the front!\" \n[3]\"Are they - \" \n[4]\"I\u0092m sure Mary Palmer will appreciate your mood more than I.\" \n[5]\"Keep your eyes out for changes, they\u0092re modifying things. Dial \u00910\u0092 \n[6]\"And have a nice day.\" \n[7]\"They\u0092re OK?\" \n[8]\"It\u0092s clear.\" \n[9]\"You\u0092re safe, you\u0092re safe!\" \n[10]\"Her body\u0092s dying but her mind won\u0092t quit.\" \n[11]\"All right.\" \n[12]\"Haven\u0092t heard from him. The city is still cut off from the rest of \n[13]\"Call me crazy, but I think he\u0092s masking his own displacement ", "DUJOUR": "\n[1]\"Idiot, we helped him find him. Hello, Morpheus.\" \n[2]\"Welcome to the real world, Neo. I'm glad you're here.\" \n[3]\"Definitely.\" \n[4]\"If at all.\" \n[5]\"I can\u0092t believe Cypher turned. Bastard.\" \n[6]\"Neo, we monitored your fight. Did you really gain enlightenment?\" \n[7]\"Yeah, we finally won against an agent?\" \n[8]\"Not for real.\" \n[9]\"Neo, you know what else you\u0092ve never done?\" \n[10]\"Yeah, you\u0092ve never done it.\" \n[11]\"Yeah, and headquarters thinks you might be able to whine the agents \n[12]\"You haven\u0092t lost the faith, have you Choi?\" ", "CHANDRA": "\n[1]\"Greg, are you fucking crazy?\" \n[2]\"Drink.\" \n[3]\"Keep the bottle.\" \n[4]\"Any one. It doesn\u0092t matter.\" \n[5]\"How do you do it, Gregory?\" \n[6]\"What is it?\" \n[7]\"What? I don\u0092t hear anything.\" \n[8]\"They? The Men in Black?\" \n[9]\"They\u0092re gone!\" \n[10]\"No. I only remember being on the bike.\" \n[11]\"Duh. We broke in. We don\u0092t own a penthouse.\" \n[12]\"I\u0092d say you\u0092re insane.\" ", "JONES": "\n[1]\"We can\u0092t defeat them. You saw what happened.\" \n[2]\"We have a backup copy of Agent Smith...\" \n[3]\n[4]\"The terrorists have learned to bend our reality in ways we cannot. \n[5]\"Do you have anyone in mind?\" \n[6]\"And you have more hair.\" \n[7]\"If it\u0092s possible.\" \n[8]\"This is getting tiresome. Where do we go from here?\" \n[9]\"So our kind... prevails.\" ", "BROWN": "\n[1]\"He\u0092s being rebuilt. But I have an alternate plan. Why fight the \n[2]\"Mr. Thomas J. Anderson is not unique. Over the decades, many humans have developed... techniques for manipulating the Matrix. Techniques \n[3]\"Gregory Lowfield. He exhibits the traits we saw in Mr. Anderson.\" \n[4]\"You\u0092ve been recreated.\" \n[5]\"He\u0092s back.\" \n[6]\"And if you kill us - \" \n[7]\"We\u0092ll only come back like him.\" \n[8]\"Could you destroy us?\" \n[9]\"But you didn\u0092t. You\u0092re not as tough as you think.\" ", "COP": "\n[1]\"Holy shit. Drunk ass punks.\" \n[2]\"Holy shit!\" \n[3]\"What the hell are you doing?\" \n[4]\"Fuck.\" \n[5]\"Whaddya want with me?\" \n[6]\"You\u0092re all under arrest.\" "}}