{"dialogues": {"MAX": "\n[1]You didn't lose it. You pawned it up on 128th a few hours ago. \n[2]Ask Doug. He was there with you. \n[3]No. I'm only following you. \n[4]Not tonight. \n[5]Open your eyes, now. \n[6]Have you ever seen her before? \n[7]You got busted robbing a house in New Jersey with William Preston three-- \n[8]That's why I'm talking to you. Did he ever say anything about this woman? Did you ever hear anyone-- \n[9]No, he got shot robbing a liquor store. What are you talking about? \n[10]Yeah.   Maybe so. \n[11]William Preston was a dead end. \n[12]We need to talk.   Won't take long. \n[13]I did, but Doug only wanted to talk about pigeons, or something. I need a new name, someone robbing houses to feed a habit around that same time. \n[14]I can see that. \n[15]hanks. \n[16]That's interesting. \n[17]Why don't you let go-- \n[18]Fine. I just want to ask her something first... \n[19]Were you in there? \n[20]Who? \n[21]What? \n[22]There's nothing you can tell me. \n[23]Yeah. \n[24]What's this? \n[25]What happened to them? \n[26]Why are you showing me this? \n[27]Natasha. \n[28]They couldn't lift him up... \n[29]For God's sake, I know where you-- \n[30]Alex?   Are you in here? \n[31]Alex! \n[32]Alex. \n[33]He was trying to tell me something. \n[34]No.   I get Bflashes, but it's...wrong. \n[35]You quit working for Aesir? \n[36]It's a bullet hole. \n[37]We don't have a lot, yet... \n[38]ow? \n[39]She stole it. \n[40]No, I didn't.    We met through a friend. \n[41]I guess. \n[42]He used to snitch for me. \n[43]He wanted me to help him with something. \n[44]That's what I'm going to do. \n[45]There wasn't ever a key. \n[46]Lose your dog? \n[47]hoever killed your sister did the same \n[48]So stupid... \n[49]Does that sound like something a Homicide cop would get wrong? \n[50]You know somebody named Owen? \n[51]Natasha called him on her way out of my apartment. Give me one day to-- \n[52]Who is this guy? \n[53]I have things I need to ask him, myself. \n[54]Owen? \n[55]Owen, wait... \n[56]You're sure this is the place? \n[57]What if I wanted this tattoo? \n[58]This one. \n[59]Protection from what? \n[60]You think they were both on something? \n[61]You were standing right beside me. \n[62]Jumped is not the word I'd use. \n[63]Like Owen. \n[64]This isn't anything I've seen before. \n[65]No... \n[66]I watched a guy throw himself out of a window tonight. The things he was saying- \n[67]The problem is, I knew what he was talking about. \n[68]I haven't been really afraid of anything since...that night. \n[69]There's something going on, and I can't find a rational explanation for it. \n[70]There's...something out there, hurting people-- \n[71]It's real.     I'm not crazy. \n[72]The night Alex died, there was something else in the room with us. I saw it. \n[73]It's the same thing these people are seeing right before they die. I think Michelle saw it, too. \n[74]Alex found something out about what happened to her. Something new. \n[75]He was trying, right before he died... \n[76]It's real. \n[77]Michelle! \n[78]Michelle? \n[79]Michelle, I'm right here... \n[80]Michelle! \n[81]Michelle... \n[82]Okay, Chelle. Help me, here... \n[83]Just relax. I need you to trust me for a minute... \n[84]You don't understand. \n[85]Okay, just take it easy. \n[86]Subjects? \n[87]Get out of the train. \n[88]Get out-- \n[89]Michelle. \n[90]It's all in her notes: people describing fevers, hallucinations...their lymph nodes swell until their necks bruise like something's been choking them. The angels they all talk about? Michelle talks about eye spasms that make things seem to flutter. Mixed with the other delusions, that starts looking like wings... She wasn't seeing them. She was trying to figure out why other people were. \n[91]What are you talking about? \n[92]Who?   What's his name? \n[93]This your daughter? \n[94]eed to make a call? \n[95]Michelle Payne was my wife. \n[96]Before you say anything else, I want you to know who I am. \n[97]ut it wasn't the universe that took my \n[98]It was you. \n[99]Tell me about Valhalla. \n[100]Tell me. \n[101]I already told you.    Be quiet, now. \n[102]Then you haven't been Downtown lately, because you missed a spot. \n[103]What are you talking about? \n[104]Back up, all of you.   Make a path. \n[105]Stay back, or I'll-- \n[106]She was trying to stop it. \n[107]What are you talking about? \n[108]He killed my wife. \n[109]Who is your contact at Aesir? \n[110]Who sent you after Michelle? \n[111]ou don't know what I'm talking about, do \n[112]\n[113]Hey! \n[114]Look at me, BB.    At least face what you're doing... \n[115]No.   Just better than you. \n[116]Because now I know it's you. \n[117]Bravura's not going to buy it. ", "BB": "\n[1]The E.R. doctor's old man was a patrolman in the 45th. I got him to get you a private room. \n[2]our contact information was... pretty \n[3]he first unit to respond must've scared \n[4]No need.   The funeral starts in an hour. \n[5]ust slow down.   You need to-- \n[6]Yeah. My office is on the way. \n[7]Yeah, from a musket ball. The British used this place as a military prison during the Revolutionary War. Think about that. It's older than St. Paul's. \n[8]\n[9]I saved one of those for you. Third page from the back. \n[10]hey're going to set up some kind of \n[11]hey kept coming to me for suggestions \n[12]t's a nice thing, a scholarship.   Good \n[13]You still haven't been out there, have you? \n[14]It's a nice spot. I'll go up there with you after, if you want... \n[15]I think you just said the magic words. Call once you hear from the union lawyer. \n[16]Nice work, detective. \n[17]Well, I hope that felt good. \n[18]It makes you look guilty. You understand that, right? Now it's not just Alex's unit that thinks you're the guy... \n[19]You need friends on the force right now. There's only so much I can do outside... \n[20]Where are you going? \n[21]It was sitting at this very table that your father told me I needed to retire. For about a minute, I just sat here thinking about knocking him out of his chair. The job was everything to me, to the point that I couldn't see the writing on the wall - what it was doing to my marriage, my health. Your old man knew if I was going to listen to reason, it \n[22]There's nothing you can't say in here. It's like hallowed ground. \n[23]Any guy who throws himself out a window, I wouldn't pay any attention to the things he said. \n[24]And you are now? \n[25]Okay, calm down. \n[26]Then stop acting like it. Max, you're breaking into offices, I.A. is all over you, you won't even show up for work... \n[27]For God's sake, don't drag her into this. \n[28]What's really going on here? \n[29]Listen, okay? Why don't you come back with me, let Beth make up the guest room for you. Just for tonight. \n[30]You need to take some time. Get some sleep, heal up. See if it still feels real after that... \n[31]She was thirty-five. The daughter, two months. From what we could tell, it started out as a robbery. \n[32]oth of the men had records, mostly \n[33]ut that day...I don't know. They had \n[34]ax was maybe ten minutes late. \n[35]We looked everywhere for the third guy, but there was nothing to go on. Not a hair of him left behind. \n[36]This isn't just some job stress freak- out. This is a man who lost everything, and who deserves a little understanding from the rest of us. If you'd known him before... You'd want to believe him, too. \n[37]Absolutely not. Alex was his partner, they were like brothers...he couldn't have. There's no way. \n[38]Look, Max is like a son to me. Don't put me in a position to have to hang him. But you should hear the kinds of things he's saying...hallucinations, none of it makes any sense to me. I'm worried he's going to get into another situation before I can convince him to come in. \n[39]I'm telling you to find him tonight, before somebody else gets hurt. \n[40]Is there anything we can do to help you bring him in? Unofficially, of course... \n[41]You have to find him first, protect him. Some of the guys from Alex's unit beat you to him, they won't wait for a trial. \n[42]Max? What are you doing? \n[43]Those grunts who went crazy in Iraq? \n[44]Oh, my God. \n[45]It's me.    I killed Alex. \n[46]He came to me about six months ago, asking about one of the executives at Aesir. At the time I had no reason to connect it to Michelle, I just thought... I tried to warn him, this guy has connections to some scary people-- \n[47]Jason Colvin. He used to be the head of the pharmaceutical division, but he's moved up over the last few years. I guess Michelle probably reported directly to him... \n[48]ou've got copies of this stuff, right? \n[49]e careful, Max. \n[50]Not unless you feel like carrying him out of here. Max knows me, and I definitely don't know Mr. Lupino. \n[51]row up. \n[52]Look at it from my perspective: this thing is going to be a true epidemic. One hundred percent dependence within a few doses, and we control the only source. This is so much bigger than Lupino's little bar. This is every street corner in the City in a month, nation wide in two. \n[53]She had no right to put me in that situation. Asking me to pass up this kind of an opportunity to help her rat out my bosses...I'm sorry, but that's unreasonable. \n[54]But then again, who could blame her for getting confused, being married to such a righteous man. So maybe it is your fault, after all. Just like your old man. Always knew you were better than everyone else-- \n[55]For what it's worth, he didn't know Michelle was going to die. \n[56]He thought they were going out there to scare her, destroy her research. \n[57]I'd arranged with the other guys to finish the job. \n[58]He locked them out of the bedroom, tried CPR...boy scout shit. \n[59]And as thanks, you nearly blew his head off while he crawled out the window. \n[60]That's funny, to me. \n[61]You really didn't know? \n[62]I learned something from your father, years ago. Always give people a choice. \n[63]He gave me the choice between early retirement or facing the charges he was going to bring against me. He sat me down in that bar and explained that I could either give up the thing I loved, or I could have it taken away by force. That (was my choice. \n[64]You could have put a gun in your mouth any time you wanted. Or, you could have kept living in the hell I made for you. That's your choice. \n[65]Just out of curiosity, though: why don't I have a chance now? \n[66]Well, you're-- \n[67]'ve got something better. \n[68]Grab me some of that rope. \n[69]It's not like we didn't see it coming. \n[70]Sullen, withdrawn...Max just never seemed the same after the tragedy. \n[71]It's a good thing his father didn't live to see it, though. Bill Payne's only son, a strung-out suicide. \n[72]It would have eaten him alive. \n[73]Sure? Not even once the autopsy turns up traces in your blood? \n[74]dosed you that night at Alex's, just to \n[75]oe, why don't you calm down... \n[76]It's fine, as cold as that water is... Just in case, though. Make sure. \n[77]Bravura called in the Feds. \n[78]or God's sake, come on. Max is dead, \n[79]Bullshit.    There's no way-- \n[80]Her. \n[81]need you to send a helicopter to my \n[82]I understand an executive named Jason Colvin was also among the dead. Senseless tragedies, all. \n[83]Everything's fine, we're just-- \n[84]What is that supposed to mean? \n[85]Think pretty hard about that. I'm about to be surrounded by Federal agents-- \n[86]Who needs luck? They're going to love the stories I can tell. \n[87]Send the helicopter, then. \n[88]Take everybody and get downstairs.    I want no less than his head. \n[89]Take some C4, wire it so he can't make it to the roof. I'll wait on the chopper. \n[90]You know I won't leave without you. \n[91]The weather's broken, your pilot is going to have no problem landing. \n[92]It's unbelievable. All that snow, and... Watch it end up being a beautiful day. \n[93]You want my confession, first?   You came all this way for it... \n[94]Forgive me, Max, for I have sinned. I should have bet more on you, and less on that helicopter. \n[95]Just get to it, already. That's all I ask. You've earned it, so just... \n[96]But I want you to listen to me, first. Just try to hear what-- ", "MONA": "\n[1]Mind your business. \n[2]We need to talk about my sister. \n[3]Yeah.   You. \n[4]You left your wallet lying beside her body. Who's stupid? \n[5]Owen Green? \n[6]Somebody my sister used to hang around with. Nice kid. \n[7]You better hope he backs your story up. \n[8]Owen, open up. \n[9]Open-- \n[10]Owen? \n[11]What did we just see? \n[12]Natasha had all her work done here. \n[13]What is it? \n[14]Trust me, my sister had all the guardian angels she needed. \n[15]Where's home? \n[16]Do you know this guy? \n[17]Maybe it isn't anything new.   People get strung out, act crazy... \n[18]Crystal meth, maybe, some amphetamine that raises your body temperature in an overdose. Explains why they were both sweating like that, trying to cool off. Of course, a junky won't usually jump out the window if there's someone left in the room to beg or rob. \n[19]And? \n[20]They all look... \n[21]Better cities than this one have fallen. This is far enough. \n[22]Sorry about the chain. \n[23]We need to talk. Talk. \n[24]Something was taken from me. It involves a club in Italian territory, so I need your blessing to go make it right. \n[25]I said `blessing.' \n[26]Ragna Rok. \n[27]Over on Avenue-- \n[28]You do still control that block, right? It's south of-- \n[29]Well, that sounds Italian to me. \n[30]This neighborhood has been your family's forever. Two-fifty large is all it takes to-- \n[31]That's the guy. \n[32]He's the one behind Ragna Rok. It's his club where the drug's being sold. \n[33]What are you doing? Uncuff me. Hey! \n[34]I've been inside that club.   You don't have a chance on your own. But you don't care. \n[35]You don't want my help, because you think if he puts you out of your misery, you'll get to see her again. \n[36]I hope that's really the way it works. \n[37]Max! \n[38]You don't have much time. \n[39]I'll do what I can to slow them down, but you have to hurry. \n[40]You're not done yet. \n[41]Where's the detonator? ", "BRAVURA": "\n[1]Detective Payne? \n[2].A.   I need you to come with me. \n[3]Now. \n[4]ow'd the girl have your wallet? \n[5]Like...picked your pocket? \n[6]So you didn't know she was a prostitute? \n[7]Trevor Duncan. He's your friend? \n[8]That's classy. You know what Trevor does for a living, I assume? \n[9]\n[10]see.   So you'd piss in a cup for us, \n[11]ou and Detective Hillman haven't worked \n[12]And? \n[13]ook at this from my perspective: I've \n[14]You've been around long enough to know I'm his only way out. \n[15]I'm listening. \n[16]Believe him about what? \n[17]Are you saying you think Max did have something to do with Alex's murder? \n[18]Then what are we talking about? \n[19]Bringing him in won't be a problem. Where I need your help will be his-- \n[20]The blast point is outside the train. \n[21]ased on the spread of the wreckage... \n[22]So he had the bomb with him inside, but he decided to walk outside to detonate it? \n[23]Show me where it happened, then. \n[24]He was coming out of here? \n[25]Where's the stuff you guys moved? \n[26]spent four hours up at Homicide going \n[27]Who are you protecting? \n[28]You've got a reason, now. Tell me everything you know about this woman, starting with her name. \n[29]I need to talk to somebody about a woman who used to work here. \n[30]Don't look at him.    Move aside. \n[31]This is Jim Bravura, IA. You need to tell the units responding to the Aesir call to come equipped for automatic-- The Aesir building, nobody's called anything in yet? Hell yes, I'd like to report something. We've got machine gun fire in Midtown. \n[32]Put your hands up! \n[33]You need to come in now, before anything else gets pinned on you. \n[34]Stop what?     Tell me what's happening-- \n[35]NYPD!   Hold your fire! \n[36]Hold your fire! \n[37]Okay.   Again, from the beginning. \n[38]What kind would that be? \n[39]None taken. Agent Taliente, I'd like you to meet a real cop. \n[40]Try to take Payne alive, if there's anything left. ", "COLVIN": "\n[1]We have a problem. \n[2]You should go on home, already.   There's nothing going on today... \n[3]Yes, it is. Three years old. \n[4]Is there something I can help you with, detective? \n[5]I think you might have the wrong... \n[6]Maybe I'd better. \n[7]Yes, there's a detective here... What did you say your name was? \n[8]Excuse me? \n[9]What-- \n[10]Please, wait... \n[11]Please don't hit me again. \n[12]There is no-- \n[13]There's no Project Valhalla anymore.   I shut it down years ago. \n[14]It was a disaster. The drug was so addictive, the damage it did to the mind was so devastating that we lost our government funding. By the end, we couldn't even guarantee the safety of our scientists administering the experiment. Test subjects would follow them home and kill them for an extra dose. \n[15]Nobody knows what happened to her. \n[16]Why are you asking me about this? \n[17]But why today? It's over, I got rid of everything before they moved me out of the division-- \n[18]Are you telling me that there are people out there taking the drug again? How many of them? \n[19]I knew it, I knew something was going on. I told her the numbers were too good-- \n[20]They're not coming for you. \n[21]Show that to whoever will watch. If this thing spreads, nothing will keep the rest of you safe. \n[22]Wait, I'm not ready... ", "AX": "\n[1]I need another name, or I start frisking your friends. \n[2]hree years ago. So we're somewhere, \n[3]You should go. \n[4]You tell them where to find me. \n[5]What I need is to borrow some dress blues. Can you help me out? \n[6]Christa, I'm really sorry about what-- \n[7]And some of that blood is mine.     Good luck with your case. \n[8]Relax, I'm a cop. \n[9]Go a little further, read what they did to the bodies. It's the same as what happened to Alex and that girl. \n[10]Somebody at Aesir knows what-- \n[11]You can tell me about Project Valhalla. \n[12]Max. \n[13]She was my wife. \n[14]A week ago, I thought the universe had turned against me. Everything I loved was gone, and for some reason I'd been left here to suffer alone. \n[15]Is that what happened to Michelle? \n[16]You need to see this. \n[17]What's going on here, BB? \n[18]You should have killed me then, when you had a chance. ", "HALLWAY": "\n[1]Sgt. Adams leads the detective down a hall, giving the tour.  \n[2]The Detective steals a look at Max as Adams shuts his door.  \n[3]As Max strains to see detail in the dark room, a face materializes in the haze: cheeks laced with tattoos, eyes twinkling flames sunk in deep shadow. JACK LUPINO.  immediately notice something different about her: staring boldly into Max's eyes, all her earlier shyness vanished. \n[4]Max moves down the hallway, following a trail of clothing. From inside a room, we hear the faint sound of CHANTING...  \n[5]Max creeps down a hallway.   His shoes CRUNCH in something:   \n[6]BB shuffles down the hall, shivering in his boxers. He pauses at the thermostat, frowning to find the heat cut off. \n[7]OFFICE WORKERS draw back and GASP as Colvin's bloody face appears. Max is close behind, holding the belt around Colvin's neck, pressing his pistol to the back of his head.  \n[8]Max stumbles up the hall. He chances a look back at the black-clad GUARDS crashing through office workers...  A BURST of machine gun fire POUNDS the floor in front of Max's feet. More Guards seal off the hall ahead. Nowhere else to go, Max grips a cubicle wall and vaults over... \n[9]...where a row of more GUARDS are handcuffed to a bench.  \n[10]Max turns the corner into a long hallway of prison-like offices. Emergency lights flicker through barred windows...  A group of GUARDS look up and see Max at the same moment. Max is without hesitation, SHOOTING two before they can raise their weapons. Falling back, the others start FIRING... \n[11]Salle holds out his hand for the detonator. Behind Mona, elevator doors open to reveal more Guards. They file out...  ", "JOE SALLE": "\n[1]Now? \n[2]Okay, enough. This is far enough. \n[3]\n[4]How? \n[5]What's going on downtown? \n[6]He's not dead. He's here. \n[7]Who are you calling? \n[8]There's more like this all over. Even if the building doesn't collapse, this floor is gone. Careful with that thing, is what I'm saying. I'm sure you and I can work something out. \n[9]Hurry, Max's already upstairs. Just hand it over. \n[10]B's done for, but this thing doesn't \n[11]Give me one reason we can't do business. ", "NATASHA": "\n[1]ow it's your turn to say something... \n[2]Thank you. It's... Shit. \n[3]My sister. Sort of a bitch. \n[4]You just move in? \n[5]The girl from the boring story you want tell me. The one that ends with you living here. Very sad. \n[6]tell you what... \n[7]That way you can make love to her again, just like she never left you. Oh, Max, I miss you... \n[8]Excuse me? \n[9]Owen, pick up if you're awake... \n[10]ot yet!   Please, just let me... ", "VINNIE": "\n[1]In or out, asshole. \n[2]So? \n[3]Shut the door, then. You Ruskies may be used to it, but I'm freezing my dick off over here. \n[4]Okay.     So talk. \n[5]Oh. Well, blessing might cost extra. Which club are we talking about? \n[6]Yeah, I know. Sure, fine. You have my permission...blessing, whatever. \n[7]The guy's name is Jack Lupino. \n[8]He's no kind of Italian I've ever seen. Tattooed freak, a real sicko from what we hear. \n[9]When the club first opened, I sent somebody down to collect the...you know, fire insurance. A day goes by, and I don't see him. Then I get two boxes delivered to me. One box's got my guy's hands and ears in it. The other box has a quarter of a million dollars in cash. \n[10]What got my attention, Mona, was that the boxes were delivered by a cop car. A guy in uniform hands them to me in broad daylight. I'm not scared of tattoos, or freaks, or mouthy Russian bitches. But whoever's watching over Lupino, whoever it is you really need to bless you walking inside Ragna Rok...him, I am scared of. ", "ALEX": "\n[1]You're not serious, are you? \n[2]I need you to look at something. \n[3]Her.     Just one. \n[4]omebody found her leg near the sidewalk, \n[5]We found it here, by her heart. \n[6]As far as we know, the victim-- \n[7]What did you just say? \n[8]We need to talk, Max. Tonight. Here's my address... \n[9]No, I moved out. ", "MAX'S VOICE": "\n[1]\n[2]Heaven is a place where nothing ever happens. \n[3]There's an army of bodies under this river. Criminals, people who ran out of time, out of friends. \n[4]The next time they drag this river, they'll find me on the bottom with the rest of them. And there won't be anybody left to say I was different. \n[5]I could feel the dead down there, just below my feet. Reaching up to welcome me as one of their own. \n[6]It was an easy mistake to make. \n[7]I don't believe in heaven. \n[8]But I have this idea about it. ", "DETECTIVE": "\n[1]I didn't think anybody was here. \n[2]And if they can? \n[3]I don't understand, then how-- \n[4]The grand jury couldn't find-- \n[5]We should get a beer after work, or something... \n[6]So what did he do? \n[7]What are you doing in there? \n[8]Let me talk to BB. ", "HOMICIDE COP": "\n[1]Looks like ten bodies, give or take. Even in New York, that ought to be enough to earn Payne the spike. \n[2]He forced them to stop, first. \n[3]Are you asking if that seems like odd behavior from a guy who cut his partner's head off? \n[4]Careful what you say to him, if you ever want to make detective... \n[5]Hey, real cops are working here... \n[6]What, you playing detective now? \n[7]If Alex was getting a little something on the side-- \n[8]Nobody, we just...why would anybody talk to IA without a reason? ", "TREVOR": "\n[1]You can't come here, I said. I'm done helping you. I've already... ...paid my debt to society, you know? I've cooperated enough. \n[2]I thought you found Bill's partner. \n[3]This is a party. These are my friends. You remember friends? \n[4]don't have one to give you, Max. Look, \n[5]ry sleeping at night every now and then, \n[6]I'd invite you in, but... \n[7]You have to go. Now. ", "CAPTAIN": "\n[1]ang on a second. \n[2]oly shit... \n[3]Somebody get some blankets. \n[4]all the cops, he's bleeding everywhere. \n[5]on't move. We've got help coming. \n[6]What do you mean, he's a block of ice... \n[7]Let him go, then. ", "NICOLE HORNE": "\n[1]This isn't a number you use. \n[2]here was a shoot-out in my building \n[3]This was more than you were ready for. \n[4]Perhaps our partnership has run its course. \n[5]Good heavens, BB. Best of luck. \n[6]Careful. \n[7]It's on its away. ", "TATTOO ARTIST": "\n[1]Then you're probably in the Marine Corps. \n[2]It's a Norse superstition. The Vikings used to wear them for protection. \n[3]Not angels. Valkyries. \n[4]In Norse mythology, the only way you get to go to heaven is to die in violence. Die in your sleep, you go to hell. Valkyries fly over the battlefields, picking out the righteous dead. They reward the people who draw first blood. A soldier's angel. \n[5]I'm generally thrilled to have referral business, but I tell people looking for those wings to find ink closer to home. \n[6]Some club down in Alphabet City. ", "YOUNG COP": "\n[1]Don't move! I know who you are. \n[2]Yeah? Is that what you said to your partner? \n[3]Lay down on your face. \n[4]Word's gotten around about the sick shit you did to him, too. If I were you, I'd get ready for sort of a long ride back into the city... \n[5]I already filled out a report. \n[6]He jumped out and wrapped that cord around me, and before I had a chance... "}}