{"dialogues": {"BISHOP": "\n[1]Every man has a death that's right for him. Every one. REVERSE to find a wall of photographs, charts, official documents. In the center A PHOTOGRAPH of a man, mid-40's, East-Indian, dressed like the billionaire he is. Dodi Fayed meets Bill Gates. THE MARK. \n[2]...Of course, this was always going to happen this way. WHOMP! The SOUND OF THE RACE floods in as the cars blow by, revealing Bishop amidst onlookers, watching, calculating. 2. BISHOP'S P.O.V.: Two cars TANGLE in a corner, SPIN to a stop, crushing a half-million in beautiful restored antique. The Mark climbs from his wreck, tosses his helmet, pissed. Bishop raises a camera, takes a picture. \n[3]Hey, Sophie. I got something for you, wanna see? The girl smiles, puts down the book and comes over. Bishop crouches in front of her. He puts out two empty hands, shows them back and front, then tickles one ear with a hand while the other \"appears\" a small daisy. The girl sees it, smiles... a little disappointed. \n[4]I'm just kidding. Bishop reaches into his jacket, pulls out the next installment in the kid's book she's reading: A series featuring a young female Harry-Potter like character on the cover: LUNA CROMWELL. Sophie BEAMS, takes it. A quick hug and she's back to her seat, opening the new book. \n[5]You're very welcome. And she's back into the book. Bishop smiles, a little sad. It was nice... but the moment's over. He stands and collects his groceries. \n[6]I'm sorry I was away so long this time. I had some complications... He turns. She's emerged from the bedroom. 30's. Long dark hair, damp from the shower. Buttoning a shirt, the curve of her breasts caught as she does. A comfortable, sophisticated air about her. Effortlessly attractive. \n[7]No. \n[8]I'm not a man who... It wouldn't be good for you, if I was around all the time. \n[9]Do I ever? \n[10]Thank you. This was a good one. See you next time. \n[11]...How are you, Harry? \n[12]I like the new digs. McKenna LAUGHS, like a grunt. Fiddles with his hearing aid, turning it up. Bishop's eyes track. \n[13]Times have changed, Harry. They don't wear skirts anymore. McKenna eyeballs Bishop, shakes his head. He goes to the glass wall, points out at the screens, financial markets. \n[14]And... \n[15]...I don't see how I can -- \n[16]I'm not a part of that. McKenna stares out the window at the street below, nervous. Shakes a pill out of as small vial, pops it. He chuckles, shakes his head. \n[17]That was a long time ago, Harry. McKenna turns from the window, takes in all his monitors, charts. Stock lines tick up and down, graphs flow, pulse... \n[18]Nope. 17. Wearily, McKenna brings out his checkbook. \n[19]Sorry. \n[20]I was thinking that a son, should be more grateful to his father. \n[21]You take care of yourself, Harry. \n[22]...No. \n[23]Yes. I'd like to speak to Dean. There's a brief pause on the phone, then. \n[24]No. Just tell him I called. Bishop hangs up, stares at the phone. The doorbell rings. Bishop opens it to find a DHL COURIER on his doorstep. Bishop is suddenly casual, friendly. The public face of Bishop. \n[25]Hello, Don. They make you drive all the way out here this evening? \n[26]No, not yet. Maybe when I do, we'll take it out for a spin. Say hello to the wife for me. \n[27]We should all be so lucky. Click. The phone goes dead. Almost at the same time, the glowing red light on the jump-drive turns GREEN. Bishop's PRINTER fires up. It starts printing out pages. A few medical charts... and then a photograph: Harry McKenna. The new mark. \n[28]That's what I called about. I know him. I think there might be a \n[29]I'm sorry. My bad. The guy at the counter shrugs, turns for a mop. Bishop quickly reaches into the McKenna bag, switches a wrapped sandwich for one he brought. \n[30]You keep standing next to that window, maybe you'll be able to tell me. McKenna looks over, smiles weary. He looks exhausted. He goes to his desk, picks up a tie, looks to Bishop. \n[31]I don't smoke. \n[32]Why the change of security? \n[33]Come on... \n[34]What the hell...? McKenna moves in, pushes Bishop aside. MCKENNA'S P.O.V.: His SECURITY. Only there are two new faces in the garage. Replacements packing weaponry. \n[35]Listen to me. Stay here. I'm going to check it out. \n[36]Harry, relax. I know what I'm doing. And Bishop slips out the door, shutting it behind him. \n[37]Come on! If we can get to the roof I can hold them off! Come on! McKenna GULPS AIR, staggers on... \n[38]My condolences. \n[39]Looks like you have one. \n[40]Your dad worked with my father a long time ago. \n[41]So, just paying my respects. \n[42]Yeah, he was into all that. \n[43]No, thanks. I've got to -- \n[44]Why? A basketball hoop has been set up near the pool. Young men take turns dunking and then landing in the water. \n[45]You're still young. You can do pretty much whatever you please. AT THE HOT TUB, two girls kiss each other, filmed in DV by an young entrepreneur. 31. \n[46]Maybe. \n[47]Oh? \n[48]That all yours? \n[49]I'll let myself out. \n[50]How much do you weigh? \n[51]You're a hundred and twenty-five. It'll take an hour and a half, maybe two. When you get cold... then you'll know you're close. Steve takes in Bishop in this moment, nods. Glances at the clock: 9:30. Then he refills his drink, heads out to the patio outside. Sits facing away from them. \n[52]Would you have let her do it? 36. \n[53]You didn't answer my question. \n[54]Sure. But it's a whole other world when you're personally involved. There's a very big tab that has to be picked up. \n[55]Governments, cops, the military... we give young men a licence and send them into it blind, thinking it'll all be okay. Because someone told them they had permission. But when you cross over that line, you do it alone. Most people, they stay that way from then on. Alone. \n[56]Sure. But that's instinct. What I'm talking about is up here...  Knowledge of foresight. Intention. A person who knows that the only way to truly be free of man's laws, is to break his highest one. Beat. It sits there, between them. \n[57]Why did you want me to see that little stunt with your girlfriend? Bishop stares down the hill at the commotion. Ants swarming. \n[58]These aren't your people, are they? You don't have \"people.\" Your life is crowded, but you're alone. Steve unconsciously nods, then: \n[59]Thanks for the tour. It's been interesting. \n[60]Something like that. \n[61]Yes, a little. The doctor lets her hands rest just a fraction too long, then moves across the room, writes in a chart. \n[62]Am I going to die? \n[63]What time is it? \n[64]Gonna tell me what the big surprise is? \n[65]Maybe it's time you start talking. \n[66]What do the police think? \n[67]...What do you want? \n[68]You tell me. \n[69]So what am I doing here? Bishop, supremely alert, listening. Tracking shadows... 43. \n[70]I'm impressed. \n[71]I didn't get the impression you even liked Harry very much. Steve SURGES forward. Real anger, intensity boiling over. \n[72]You want revenge. Steve doesn't answer. A long moment between them. Steve turns, looks out over the city. \n[73]Justice? A beat. Bishop shakes his head, turns, starts to walk back towards the elevators. Steve collects his papers, angry. \n[74]Jesus, stop your whining. SLAP! No one's ever spoken to Steve that way. He STARES. A stillness between them, even the wind slows, waiting... \n[75]Corner of sixth and Grand. Tomorrow morning. 7:00 am. Don't be late. \n[76]And Steve... no more surprises like this, okay? Steve nods. Bishop goes. On Steve, watching as the elevator doors erase the older man. \n[77]Stay focused. This is a test. Bishop moves down the rows, pulling drapes away as he does. Nude BODIES are revealed. Men, women, teens. In some, the reason for their death is obvious. Others aren't telling. \n[78]You want to know about killing, look around. Steve does, a little creeped out, but keeping it cool. \n[79]The act of killing, is an end in itself. Any other motive keeps it from being pure. \n[80]No, he's driven, compelled, by his sickness. He's as much the victim as those he kills. More drapes fall. Dead eyes stare up at them. \n[81]But when you make your own law, you're responsible to no one else but yourself. Maybe you're free... \n[82]Do you? This isn't some idea anymore. This is the real thing. You still with me? \n[83]Ever heard the term \"Mechanic\" used outside of its normal meaning? \n[84]What are you thinking? \n[85]Maybe I do. \n[86]...Times are changing. Security is better trained, more lethal. Sometimes I could use a partner. \n[87]In this... there isn't room for those who are outside of it. There's too much isolation. Friendships can't work. Eventually everyone expects you to account. The isolation... becomes a liability. You stand out. Standing out... isn't good. Steve smiles, shakes his head. \n[88]An associate. I'm offering to teach you something that most people can't be taught. \n[89]That remains to be seen.  But you're alone in there, aren't you? That's... the prerequisite. Steve continues to stare at the bodies. Bishops starts towards the exit. \n[90]Think it over. \n[91]You may never find them. \n[92]Too fast. \n[93]You were still over 100. 49. \n[94]There are no perfect situations. You fought me at 100%, so you were winning. But in doing so, you gave up your shooting option. It's all about choices. Always. Bishop starts to leave. \n[95]You lost control. \n[96]...Sometimes. \n[97]I have... responsibilities. I have a cat. A beat. Steve LAUGHS loud. Bishop laughs. Maybe the first time in ages. They drink, watch the sun move lower in the sky as emergency vehicles approach. \n[98]Don't be so eager. Open it. 51. PLANS, diagrams. Pictures. They're of an outdoor area. Steve's eyes scan over them, interested. \n[99]...I am. \n[100]It's not good enough to simply follow your Mark and attack him. Most of these people know they're targets. They'll be watching for you. ... A moment, then Steve enters the frame, tracking Bishop. \n[101]That's a beauty. \n[102]Most of all, you need to answer this question: \"How does this man die here today?\" Bishop passes a butcher cutting into a slab of meat. Steve follows behind Bishop, lost in the sea of people. \n[103]...Good. Very good. \n[104]Don't get cocky. \n[105]All right. You did very well. \n[106]There's a man behind me. Look up once, then look away. Don't look back. Steve glances up. We realize we're right in front of the watch store. The OWNER is pulling the steel grate down over his store, closing for the day. \n[107]You got him? \n[108]You did good here. Really good. But this was just a game. That man... is your graduation. \n[109]He owns the watch store. \n[110]I've taught you how to kill without anyone knowing there was a murder. I've taught you to be invisible. But that's strategy, not killing. The real test... it's the actual killing, isn't it? \n[111]Do you want this? Be very sure. Because you can walk away. \n[112]...School's out. Bishop leaves. Steve watches him go. Stuck. Helpless. He turns back. The Owner is headed home for the day. \n[113]Who do you think that is, Luna? He takes a card out of his wallet, studies it. It's from the flirtatious doctor. He pulls out his phone, dials. \n[114]It's for a friend. Bishop awkwardly sets the doll down near the front door, moves on, into the apartment. Restless. \n[115]I'm sorry I was away so long this time. I had some complications -- \n[116]It's okay. Really. It's okay. \n[117]Do you remember, what you wanted to be, when you were a little girl? She hears it, it wounds her. Looks down. 60. \n[118]I'm sorry, I didn't mean... I was thinking of me. She looks up, clear eyes. She's tough. \n[119]What happened? \n[120]We all gotta make a living. He leaves, grabbing the doll as he goes. She watches him go, strangely. Sadness breaking through her cool. \n[121]I saw that in a... I'm sorry, I probably should have asked. A small beat that says \"Yes, you should have.\" 61. \n[122]Go ahead. \n[123]There's a code, to what we do. It may not be rational, but it matters. The man's name was Harry Xiao. He was a Mechanic. Last year a US Representative died in a fire... along with his wife and two children. 62. \n[124]A few months ago, a CEO vacationing in Costa Rica was found dead with his wife. Because the woman was tortured, the authorities believed it was drug related. \n[125]Civilian casualties are very effective at hiding intent, but there's a line --- \n[126]You should put that behind you now. Steve nods, swallowing emotion. Bishop starts to move and Steve is suddenly there, still angry, pointing the gun right in Bishop's face. \n[127]You didn't. \n[128]But you stopped him. \n[129]Now I'm sorry if you got a little scared. But this isn't coaching girl's softball, is it? This is life or death. Every time you go into this, somebody dies. 63. \n[130]Every time, it's you or the other man. So stop your crying. He releases Steve who falls to the floor, sucking air. \n[131]You got what you came for, congratulations. You're done Go back to your friends, your women, your whole beautiful life. That used to be my front door. Try to close it on the way out. Bishop starts to go. Steve's words stop him. \n[132]We should all be so lucky. The phone goes dead. The light on the drive turns GREEN. Bishop's PRINTER fires up. It starts printing out pages... ON BISHOP and STEVE. Watching the pages feed out. PHOTOS: A new Mark at an elegant gathering of powerful men and women. Tall, powerful, entitled. His arm around a Turkish beauty in an elegant black one-piece. Emerging from a limousine at a large public event. Security EVERYWHERE. The same beauty on his arm. Charts. Height, weight, medical history. Bank accounts, figures. Leases, deeds of property. A LAST PHOTO: Peeling out of the printer... THE WOMAN, the beauty, in a diplomatic power-suit. 64. A second to realize: She's the mark. More pictures, we've seen this woman on television recently. ON BISHOP AND STEVE, reacting. Then Bishop gestures towards the large empty wall, waiting. \n[133]You get started. I'll make coffee. \n[134]Slow down as soon as you get inside. Security station will be to your left... Steve passes through a door, pauses as two guards talk in the open doorway to a security control room. Monitors visible. \n[135]Work it again. \n[136]Maybe they do. Steve nods, continues pacing, scoops up Bishop's cat and strokes her. Bishop watches him. \n[137]Falls or jumps? Steve moves to the wall of pictures, his gaze lingering on shots of her on vacation is a swimsuit. \n[138]Nothing. I'm going for a run. You wanna come? \n[139]You like it? Steve REACTS. Didn't hear Bishop come in. \n[140]Always made me feel... understood. Come on. \n[141]The Mark is a beautiful woman. Before arriving at her current position, she enjoyed the way men looked at her. That's gone now. She needs to be taken seriously. She hates that men only see the beauty. Magazines, heads of state, all focusing how what a piece of tail she was. Like you did. Steve SQUINTS... Bishop slaps a picture of the pool, the Mark swimming. Two SECURITY AGENTS positioned. \n[142]Why is he standing here? Wouldn't he get better coverage... here? \n[143]He can't see her. Neither of them can. Beat. PHONE RINGS. Bishop snaps it up. 68. \n[144]Bishop. \n[145]Run it again. \n[146]...This business, it's not like there's a degree you can go get. It's like most trades, it gets passed down. 69. \n[147]My father was very good, better than I'll ever be. But no one controls 100%. The nature of the work is that some people know who you are and what you do. A man told his girlfriend, to impress her. The girlfriend told some people she owned money to... Bishop finishes his glass of water. \n[148]I was young. It took me four months to find the people, another to find the girl, and she gave me the Man. That's how I... \"got into it.\" \n[149]Sure. Every day. But I wasn't wired that way. What about you? Beat. Steve and Bishop, oddly locked... BOOM! BOOM! BOOM! Three SMALL EXPLOSIONS in the kitchen. FLAMES shoot out of the galley. A cook stumbles out, on fire. A waiter douses him with water. People SCREAM! Alarms BLARE! Steve and Bishop. They haven't moved a muscle. \n[150]Here we go... And they're MOVING. \n[151]Ready? 71. Steve hooks on as well, they're both wearing harnesses under their clothing. He steps out onto the ledge with Bishop, closes the window behind him. Bishop lets himself fall backwards. \n[152]Not yet. As if on cue, an ALARM BLARES. Excited voices come on over an embassy wide PA System. VOICES from the next room. Bishop opens the chute again as Steve cracks a glowstick, puts it between his teeth, swings his legs in, and DROPS. ACROSS THE ROOM. The door to the dressing room opens, armed guards flood in, along with Embassy officials speaking on radios. The room is empty. \n[153]Duck... Steve looks at Bishop and BOOM! Doors BLOW OPEN, THREE GUARDS burst through, machine guns raised and SPITTING... Steve hits the deck. Watching Bishop, it's like everything we've seen so far was in slow motion. This is the real thing, unleashed. Bishop WRAPS the first man up, uses his Kevlar vest as a shield to catch the fire from the other two. The man SCREAMS as his arm breaks. Bishop gets control of his weapon, focuses it on the other two. One is BLOWN back. The other DIVES for cover. Fluid, Bishop REVERSES the man, pushes him AWAY from him, coming up with TWO of the man's Flash-bangs in each hand. Each hand DIALS the grenade's timers to two different settings, simultaneously POPPING the levers. Second attacker FIRES a burst which Bishop DUCKS, the bullets stitching across the first attacker, SLAMMING him back, his rounds TEARING into the ceiling, showering Steve in debris. Bishop THROWS the first grenade which reaches the attacker just as he rises for another shot. BOOM! 76. Another down as ANOTHER ATTACKER dives through the door at Bishop who wraps the man up, his fingers finding pressure points on the man who goes limp in his arms, dead. ON STEVE. On the floor, witnessing everything. Even in the chaos, recognizing the move. Bishop SHOVES the last grenade down the front of the dead attacker's clothes, wheels him around, PRESSING him against the concrete brick wall... ... TWO more Security kick open a door, guns fire! Bishop goes horizontal, his legs CRUSHING the one man against the metal Grate even as he returns fire at the other two who fall back and BOOM! The grenade goes off! Bishop is HURLED against the far wall. SMOKE AND DEBRIS fill the space. Bishop MOVES, hauling Steve to his feet and shoving him into the ragged hole blown in the brick wall even as bullets trace after them. A bullet catches Bishop in the side, he sprawls, then LEAPS towards the hole... \n[154]Hey! Hey! You still here? \n[155]No one controls 100% That's the nature of the beast. Steve swallows, nods as Bishop brings the Buick around a last corner, ACCELERATING at the closed gate in front of them, a Turkish guard waving his arms frantically... \n[156]Hey! You did good in there. You hear me?. It was asking a lot. You came through. Steve nods, processing, accepting. Another TURN. Bishop slides the car to a stop in a covered lot. Across from them, Bishop's own Cobra waits. Behind them, the police car tears by, lost. \n[157]...Yup. \n[158]That one... is for a special moment. Haven't found it yet. \n[159]This could get... interesting. \n[160]He's going to be working with me from now on. \n[161]Do I need your permission? \n[162]The mistake was mine, not the kid's. \n[163]Someone I trained. That could be worth a lot to you. Dean laughs, rises with nervous energy and goes to the interior blinds, raises one. From here they can see out over the office. Glimpses of a dozen conversations. Other men and women at work. More than a couple glance over towards Dean's office. A predatory vibe. \n[164]Yes. The two men, face to face. Then Dean's phone rings. He turns to it, snaps it up. \n[165]The hit, on the woman. What was the reason? Dean looks back, surprised, angered. \n[166]Steve! Steve...!? \n[167]Bishop. \n[168]Seems that way. \n[169]Okay. 84. \n[170]What's on your mind? Steve just smiles, shakes his head. Bishop stares at him, tense, confused. Each trying to read the other. Then Steve raises a bottle of whiskey to his mouth, drinks. Bishop takes a step forward and... ... LIGHTS WASH THE SPACE! Explosions! SOUND FILLS THE AIR! \n[171]It's not my birthday. \n[172]Who are these people? \n[173]Mr. KcKenna has a creative relationship with the truth. I don't actually... The model glances around, unsure... \n[174]Excuse me... He comes up short, realizes he's staring into the face of the Woman. She's utterly different than we've seen her. Tonight, she's the clubbing party-girl. Dark lipstick, bright blue wig, heavy eye-liner. \n[175]Hi. \n[176]Is he your...? \n[177]I know. Go on. She nods, turns away. He also turns, starts moving through the crowd, pushing through DANCING BODIES... ... and suddenly she's back with him. No words. Lights and sound and dance around them. She leans forward, kisses Bishop once. Backs off, smiles, turns away and makes her way back to the guy she came in with who tucks her under his arm without missing a beat, mid-story with his posse. Bishop... staring. Turns away as the MUSIC STOPS. Steve's voice fills the outdoor space, amplified. \n[178]Sorry... Sorry for leaving. I'm just not used to -- \n[179]What's that? \n[180]Steve... thank you. \n[181]No, I'm serious. Thank you. People don't... Anyway, it's been a long time, since someone did something for me. Steve looks back, nods. Strangely dark. \n[182]Huh. His eyes dart to an image of his DINING ROOM. It looks like a still, until suddenly Bishops' cat passes through the frame. Bishops' eyes dart, moving from frame to frame. The whole interior of his life. His living room, bedroom, study, gym. All live feeds. \n[183]Son of a bitch... 91. \n[184]Whiskey. Neat. Lots of it. Bishop fumbles in his pocket, brings out a thick wad of cash. $100s and $20s. Eyes track. At a booth, two EX CONS lock onto Bishop, one sporting a middle-finger raised FU tattoo on his bare shoulder. Bishop pushes $100 forward. \n[185]I'm not going anywhere. \n[186]...More. WHAM! WHAM! Bishop takes the punches, no defense. Face punished. The guy backs off, slightly winded. \n[187]Look, I'll give you my money, but you have to promise me you won't spend it all on lipstick and tampons. Ex Con #2 pulls a gun, puts it to Bishop's head. \n[188]...Thank you. 93. \n[189]There you are. Bishop is leaning in from outside. Nods to Steve. \n[190]...US Government. NSA. Very well protected. \n[191]You should see the other guy. Bishop TOSSES Steve an object, goes back outside. Steve looks at it. A WELDER'S helmet with visor. \n[192]This... is liquid Semtex with a built in combustible. Very volatile. Nice and shiny once it dries. But don't... scratch it. Bishop takes a knife, scratches the surface of the coin-sized disc, then backs off, by Steve, back into \n[193]No. That's just to focus the mind. \n[194]What do you do?  This one's different. They want it fast, and they don't want it to look like an accident. Someone wants to send a message. \n[195]Yes. Like that. \n[196]First time for everything. Steve looks at Bishop. BOOM! Outside the explosion CONCUSSES against the house. A window CRACKS. Steve crouches, hands covering his head. \n[197]There's something I haven't told you. \n[198]...I broke a rule. I brought you in without asking. So this hit, is a test. Of us, of our arrangement.  If that man is breathing three days from now... then they'll need to make an example of us. Do you understand? Steve ... nods. Takes Bishop's hand who pulls him up. \n[199]I'm sorry. \n[200]For getting you into this -- \n[201]Get packed. \n[202]Fifth floor, corner office. P.O.V. THROUGH THE TELESCOPE: Steve finds Dean, at his desk, talking on the phone. Animated. \n[203]Glass is three inches thick... Steve moves his hand to turn on the laser Bishop used before to listen with... \n[204]And has laser sensors. 98. Steve laughs, suddenly walks away from the telescope. Bishop goes to it, takes up the watch. \n[205]Starting to get it? \n[206]Everyone has a death -- \n[207]You any good with computers? \n[208]Did you get it? \n[209]Does it make a difference? \n[210]Do the angles. Find us a shot. \n[211]It's a little late for -- \n[212]Once I did... \n[213]We have a problem... Bishop moves the scope, precisely looking for alternatives. Nothing. He sets the rifle down, thinking as Steve takes in the new situation. \n[214]On your four. You see him? Coming up, a MAN in a jogging suit stretches, touches his ear where's he's wired. Steve and Bishop come abreast of him. WHAM! Steve pushes him down into the garbage alley between two homes. WHAM! WHAM! The man drops. Steve comes back, the man's gun palmed. Offers it to Bishop. \n[215]No. You're the shooter. \n[216]You'll know when. WITH THEM, MOVING, taking the corner onto the main street in front of the large building. \n[217]Get in. Security are standing up, opening up, as Steve DIVES forward. \n[218]Behind you. Steve has half a second to puzzle this one as the Driver grabs him from behind, HAULS him backwards. Bishop eyes his mirrors, counting the number of vehicles pursuing. Eyes makes calculations, gets distracted for a moment from the RAGING FISTFIGHT between Steve and the Driver occurring in the rear compartment. 106. Bishop raises the divider, steps on the gas. \n[219]Get in front. \n[220]Now! Bishop HAULS UP the E-Brake, putting the Limo into a SPIN. The shift in force tosses Steve and Guard across the rear space. Steve dives forward towards the front as... \n[221]I'm sorry I brought you into this. \n[222]It was... It was the only thing I knew how to teach you. Steve looks at him oddly, moved. Then... \n[223]Go! 108. ON STEVE. Clear shot at Bishop. A micro-second hesitation, and then he's RUNNING for the rear exit. \n[224]...Why? \n[225]Maybe not. BLAM! BLAM! Steve SHOOTS as Bishop MOVES, finds cover. \n[226]If it matters, today we killed the man who ordered the hit on your father. \n[227]Why'd you kill those other people? \n[228]Every man has a death that's right for them. Every one. ... where a form, a heat shadow, has burnt into the charred remains of a shirt. A fist, middle-finger raised. We know this tattoo. It was on the ex-con who tried to mug Bishop outside the bar. This is not Bishop. \n[229]\"...This was always going to happen this way.\" Bishop gets out. Shaved, healthy, clean. He climbs onto the roof of the car, stares at the highway which winds away into the distance. Freedom, laid out before him. He stares at it, wanting, needing. He blinks. ", "STEVE": "\n[1]Hey. Nice to meet you. You work for my father? \n[2]So you're a criminal? \n[3]Relax, relax. I'm kidding. A last beat between Steve and Bishop, then Steve lets it go, turns his attention to his father. \n[4]I need you to make a donation to Louise's charity. She's mounting some kind of fundraiser and she wants to make sure we do our part. \n[5]I have no idea. And don't pretend you care, either. Write the check, go to the party, smile when the \n[6]Thirty thousand.  You know, I can't tell what you're thinking, Mr. Bishop. Usually, I'm very good with that, with people. Sort of like a bullshit detector I developed. But you're very... hard to read. \n[7]Don't be. So what are you thinking? \n[8]I agree. I agree. I often wonder why I'm not. McKenna tears the check out, hands it to Steve. \n[9]Thank you, dad. Are we going to see you at the house any time soon? \n[10]Anything I can do? \n[11]Well it's good to meet you Mr. Bishop. My father seems to trust you, which is... unusual. Bishop and McKenna watch as he hits the atrium, hands Louise the check who goes out of her mind, jumping up and down, giving him a kiss that speaks of more to come, trotting off. Steve glances back one more time, then follows her. \n[12]Yeah, Harry was a popular guy. Good to see so many of his friends here. Touching. Bishop considers, tracks the attendees who pass by a suited man as they leave... Each of them receiving and pocketing an envelope as they do. Bishop looks back to Steve. \n[13]Best grief money can buy. Give me a ride home? 29. Bishop nods to the head limo where Louise is waving impatiently at Steve to come. \n[14]Yeah, all of that. Empty limos. Fake guests. All so that the papers print what an important and respected man Harry was. Steve takes in the one or two guests, already counting their money a few yards away. Shakes his head. \n[15]Well, I hope it's what Harry would have wanted. But it's not for me. Beat. Bishop nods. \n[16]You know, what I don't get is you. Harry didn't have any friends. \n[17]So? \n[18]So your old man was into all that? \n[19]Well, that is refreshingly honest, Mr. Bishop. What about you? Bishop doesn't answer, steers the car up a manicured drive. P.O.V. - THROUGH THE WINDSHIELD: An ESTATE. A main house, lawns, pools, guest houses. 30. \n[20]Why is it so comforting, when people surpass even our lowest expectations? Come on in, meet the crowd. \n[21]Please. A favor to me. None of these people even remembered what today was. Bishop nods. They move into the scene. People recognize Steve, hug or bump-fists. Steve's friendly, but stays locked on Bishop. Bishop observes it all, not uncomfortable. \n[22]Do you believe in fate, Mr. Bishop? \n[23]I think maybe we're all doomed to become our fathers. I'll probably die spoiled, corrupt, lonely and alone. Runs in the blood. What would that make you? \n[24]You think so? Just chuck all this and go help the children in South America, something like that? \n[25]Well look at you, Mr. Bishop. You're a dreamer. Steve heads inside. A beat, Bishop follows. \n[26]No, in fact I'm pretty sure that's illegal in this state. Come on, this way. Steve leaves the Beauties disappointed, moves up some stairs. Bishop follows. \n[27]You know, I went up there. To where my father died. \n[28]Hell of a place to die. Lonely... Bishop comes abreast of Steve, also looks down. Removed from the party and the pool area, a separate area of the estate contains an outdoor gym. Weights, exercise equipment, a fighting matt and martial arts equipment all present. \n[29]If the body is weak, the mind can't be strong. Bishop nods, impressed. Something about this young man. Engaged, observing Bishop, but not needy. \n[30]My girlfriend thinks that my father's death is a good time to kill herself. She thinks I'm not showing the appropriate human reaction. \n[31]No, please. You've seen this much. Aren't you interested? I am. Off Bishop... 33. \n[32]A friend. Would have thought you'd have started by now. \n[33]Okay. I'm here. I'm watching. \n[34]No, I know you, Louise. You'll do just about anything if it'll get you enough attention. \n[35]Do I? Louise blinks, scared a little. But she pushes the fear away, picks up one of the razor blades. A beat, then with a quick gesture, she slices across one wrist. Blood rises to the surface, runs down her arms into the water. Steve doesn't move. Neither does Bishop. Louise picks up the second blade with the cut hand. Fingers fumble, but she gets it. Slices across her other wrist. 34. Blood runs... stains the water rose. \n[36]...Wow. \n[37]Mr. Bishop? Bishop rises, looks down at her in the tub. \n[38]If you don't care anything about your life, why should I? Steve looks to Bishop. He checks his watch. 10:30. 35. \n[39]You can help her if you want. The sounds of water, splashing. Louise arrives on the patio, a blood-stained robe loosely pulled on around her. Mascara eyes ran. She stares down at Steve. \n[40]You know what the kick of it is, Louise? If you actually had the stones, then there's be something for us. But in 30 seconds when you run down that path and all of those people go crazy saving your life... Well, then we'll be done. I know. Catch-22. Life's not fair. \n[41]Maybe nothing. Maybe you never really knew me. A beat. Louise, looking between the two men. She SWAYS on her feet and Bishop puts a hand out, steadies her. \n[42]Go on, Louise. You'll do fine. The world's gonna love you. Louise steps away, turns, stumbling down the path into the dark. A beat, the men just watching after her and then a SCREAM from below. COMMOTION, ACTION. People rush to Louise, help her to the ground. Others pulling out cell phones, call for help. Louise's LOUD cries drift back. \n[43]We'll never know, will we? Steve rises, heads up a small path. \n[44]Everybody dies. \n[45]Such as? Bishop stops, looks down at the action far below them. \n[46]Everybody can kill. You take a mother, protecting her child... \n[47]Why are you telling me all this? 37. \n[48]You know, you're right. You grow up spoiled, rich, like me... Only thing you really learn to recognize in people is when someone wants something from you. What do you want, Mr. Bishop? What are you doing here? Bishop considers Steve, thrown. Then... \n[49]Yes, it has. Bishop turns, heads back down towards the estate. Steve watches him go. \n[50]Mr. Bishop! Arthur! Please, I need to speak with you. The front door opens. Bishop, fronting sleepy. Steve is ENERGIZED, LIT, eyes blazing. \n[51]I wanna show you something. Please. It'll be... It'll be interesting. \n[52]I'd rather show you. I know, melodramatic. But I think it'll be worth it to you. Bishop TENSES, almost imperceptible as Steve pilots the car into the underground structure beneath McKenna Holding Corp. \n[53]You know what that says? My dad didn't die of a heart attack. I mean, he was dying of a heart attack, but that's not what killed him. The blood flow to his brain was cut off, his brain died before his body. Somebody killed him. On Bishop, considering Steve. \n[54]The police? They don't want to hear about this. I mean, they'll look into it. But they don't very much like the idea that they totally missed this one and it'd be just easier for everyone if I would shut the hell up. \n[55]They killed him. Here, on the roof of his own building. His own security all around. Why here? Why even kill him, if he was already dying? \n[56]To make a point. That no one's safe. That they can get to anyone, whenever they want to. \n[57]I got my black belt in Karate when I was nineteen. I've studied Judo since I was six. \n[58]No, you're not. Most people are, but you're not. If I came at you right now, I'd wind up dead as my father, wouldn't I? Bishop doesn't answer. Steve breaks away, looks down at the place where his father died. \n[59]Same as if I tried to exact justice for my father. These men, what this is... It's something you know about, isn't it? Something you could teach me. \n[60]You really going to stand there and judge how much I loved my father? What the hell do you know about it? Bishop, hearing this. A nerve touched. \n[61]Besides, this isn't just about Harry. Harry's dead, may he rest in peace. But this is about me. They came here and they killed my father. They did that to me. \n[62]You know the word \"Nemesis\"? It's not actually a word. It's a name. She was one of the Greek goddesses. Of anger. Retribution against any mortal who became too proud. 44. \n[63]The executor of divine justice. It's a beautiful idea, don't you think? Justice. \n[64]Fine. Fine. In case you haven't noticed, I now have a couple of million dollars to spend on this, so I will find them myself and I'll deal with them myself and if I wind up dead trying, you can bury me right next to dear old dad -- \n[65]I won't. Beat. Bishop nods, starts to leave, turns back... \n[66]The psychopath has no motive. 46. \n[67]I understand. \n[68]I am. Another drape falls. A beautiful woman. No signs of injury. \n[69]My father used it. A dealer... a guy who works the tables. Bishops smiles, shakes his head. \n[70]Or a... killer. A hit man. Bishop just stares. Steve shakes his head, looks away from Bishop, winds up staring at a dead man. Laughs to himself. \n[71]I had you pegged as... a security consultant. Maybe ex-military. Someone who... protects people. \n[72]Or maybe you just get paid to kill people. Bishop nods his head yes. 47. \n[73]So why let me in? I mean, I know what I want. What do you get out of it? \n[74]Bullshit. Bishop nods, smiles. He moves away from the tables, leaves Steve standing in the middle of it all. \n[75]You need a... friend? \n[76]Because you think I'm a natural. \n[77]Bishop... When I find the men who murdered my father. You help me to kill them. 48. \n[78]You didn't answer my question. A beat. Bishop nods. \n[79]I'm still at 130. \n[80]I know. I'm working on it. Bishop nods, picks up the rifle, sights. BLAM! 1,000 yards away, the bullet IMPACTS the head-rest of an abandoned car. Bishop looks to Steve who gives up, raises the handgun. BLAM! BLAM! BLAM! Three shots. Three misses. Steve tosses down the gun, frustrated. \n[81]What am I supposed to do? \n[82]Bishop... What's your 100% look like? Bishop smiles. \n[83]Come on up, man. The view is beautiful. Bishop takes in the situation, the small crowd gathering... he jumps up, sits on the hood of the car with Steve, both leaning back against the cracked windshield. \n[84]You think? Steve puts out his beer. A hesitation, then Bishop clinks beers with him. They both drink. Stretched out in front of them, the highway seems to go on forever. \n[85]You ever think about just... going? Leaving. Never turning back? \n[86]Why don't you? \n[87]You know, looking at these, a person might think maybe there's a screw or two loose up there... Steve catches sight of a manila envelope in front of his empty place. \n[88]Is this what I think it is? \n[89]Who's the Mark? \n[90]Good? That's all you got? How about God damn perfect, man? \n[91]Broad daylight. A thousand witnesses. Man takes a wrong step. Excuse me if I take a moment to appreciate myself. Because that was poetry.  You just can't bring yourself to be impressed, can you? Bishops considers, notices that the Luna Cromwell doll has fallen in the gutter. Picks it up, tries to dry it. \n[92]What's that? You're what? Oh, you are impressed? No, come on, you don't have to say that. Really, I'm fine with -- You what? You've never seen someone better? Wow. \n[93]Damn straight I did. And now, in celebration of me, I'm taking you to a restaurant where the waitresses... what? Something about Bishop's serious gaze has stopped Steve. Bishop reaches into his jacket, places a gun in Steve's hands. A confused beat, Steve conceals the weapon. \n[94]...Bishop? 54. \n[95]Yeah. Look... \n[96]Who is he? \n[97]I know. I meant... what did he do? Bishop comes close, FOCUSED. \n[98]Bishop... \n[99]No. I'm ready. Bishop studies him... nods. Turns to go. \n[100]Bishop... We're right here, where you wanted us to wind up. You knew where I'd hit you, didn't you? 55. \n[101]...Can I ask you a question? STEVE sits on his sofa in the dark, head lowered. \n[102]Are you surprised to see me? Beat. Steve reaches over, turns on a table lamp as he looks up. His face is BRUISED, bloody. His clothing, stained and ripped. In his hand, Bishop's gun from the sideboard. Bishop TENSES, doesn't react. Steve spits blood, smiles. \n[103]Guy owns a watch-store, yet keeps a million dollar apartment. Supposedly sits on his ass all day, yet takes stairs double-time. It was sitting there, right in front of my face, wasn't it? Bishop doesn't respond. \n[104]Was that the man who killed my father? \n[105]Bishop! -- \n[106]I don't give a damn about that! You haven't answer my question: Did he kill my father? Bishop doesn't react, then... \n[107]I could have died today! \n[108]Blind fucking luck! Look at me! You tried to kill me! That man was... he was unstoppable. \n[109]Fuck you! You sonofabitch! Give me one good reason I don't blow you away right now! ONE GOD DAMN \n[110]Bishop. Those things... they don't mean anything to me. This, makes sense. I don't know why. But I think I was meant to do this. And like you said, you could use someone. Bishop studies Steve a long beat. Shakes his head, goes into his study. Steve follows. \n[111]Bishop... Nemesis. Devine Retribution. ...What did she do? Beat. Unsaid questions asked, unanswered. \n[112]Okay. Okay. Forget I asked. \n[113]Sixteen, no, eighteen. Four second intervals. One of the men notices Steve who starts forward to ask a question. The man points him down the hallway towards the consulat's reception. Steve's eyes track monitors. 65. \n[114]Make that four and a half seconds. \n[115]These guys are packing Israeli-made Uzis. Couple are actual military. Bishop takes in the other buildings across the street, then moves his sight up the embassy, adjusts a control P.O.V. - THROUGH THE SCOPE: Large tinted glass windows suddenly turn transparent. Bishop scans, find The Mark's HUSBAND on the bed watching TV, bored. He scans again... finds The Mark in the adjoining room, on the phone and ANGRY. Bishop touches a switch on the telescope and a small LASER projects. The woman's voice fills Bishop's headset: \n[116]She never leaves. It's like they know we're coming. \n[117]Falls off the rooftop. \n[118]I tell you one thing, killing her is not the first thing that jumps to mind... what? Bishop HEARS this, frowns, moves forward. His eyes scan: The Mark at the pool, getting ready to swim. The security... \n[119]Let me ask you something. You ever not feel like running 5 miles? \n[120]I don't know. Feels disturbed. \n[121]...He can't see her. \n[122]Patrol number three moves down the service corridor at 18:50. Five minute window after to make it up top. Three minute climb to position. That's 18:54. Three minute window to engage. Shake, stir, add lime and enjoy. Bishop smiles, looks away. \n[123]How'd you get into it? Bishop looks back, surprised. Checks his watch. \n[124]You ever wish you just... walked away? Let it go? \n[125]Hey! You need to get out! Whole building is going up! Bishop and Steve move on as the startled employees leave. They move down five doors, push into... \n[126]How did it go -- \n[127]Alright, you gotta admire that. You gotta admit, we are a spooky good team... 75. They PUSH through a set of old doors, move fifteen feet to a metal roll-down door. \n[128]It's like one moment we're there... the next moment... He ROLLS UP the door. STARES at a NEW WALL OF CEMENT BRICKS. \n[129]...we're fucked. Bishop takes in the problem, starts to solve it. He tracks left right, considering options... \n[130]There wasn't any sign of this on the plans. I went over them fifty times!! This isn't supposed to be here! This can't be here! Bishop holds up a finger. \"Shhhhhh\" They LISTEN. A soft \"beeping.\" Both men PEER around the edge of the metal door to where a small box with a red light BLINKS. \n[131]Bishop... what do we do!? \n[132]...It was my fault. I was in charge of the exit. I looked at every work order, every entry in the building logs... \n[133]You're bleeding. \n[134]So back there. That was one hundred percent? Bishop looks over, gives nothing. Tiny smile. \n[135]Do you think you know it, when you've made the mistake you won't survive? Or will it be like the Marks? Wake up on top of the world, never know... 78. Steve glances into the open cabinet where Bishop keeps his vinyl, FREEZES. Comes out with an signed album. \n[136]...Oh my God. This is a signed Hendrix Axis, 1967 release. This has gotta be worth... we have to play this. You have to play this. \n[137]You haven't found the... Are you kidding? You have to -- what? Bishop's eyes SHOOT open. He looks out the window where a series of SEDANS are pulling up. Men get out, approach. \n[138]Do it. I don't care what it costs. \n[139]You're still alive. \n[140]Hey, can you meet me? Something I want to talk with you about. Bishop, silent. \n[141]There you are. Thanks for coming. \n[142]When was the last time you celebrated your real birthday? No response from Bishop. Steve nods, swigs the bottle again. He's lit, something fierce and fiery in his eyes. 85. \n[143]See? You're overdue, buddy. \n[144]They think you're a friend of mine, a producer, from Canada. In other words, they're all your best friends. \n[145]Oh, he makes the really violent, disturbing stuff. You wouldn't know it to look at him, I know, but what's locked up away in there...  Frightening, man. \n[146]Yes, Mr. Bishop. What do you do? Bishop doesn't respond. He's just staring down. BISHOP'S P.O.V.: Discarded, lying beneath the sofa the models are perched on: The tear-strip from a DHL Envelope. 86. \n[147]Come on, Mr. Bishop. We're all waiting. Bishop looks up at Steve who SMILES back. A beat, and then Bishop is up and moving through the crowd, pushing by people LAUGHING, DANCING. He almost runs into a bright blue-haired woman on the arm of a jockish RAPPER. \n[148]Ladies and gentlemen! The man of the hour! A SPOTLIGHT hits Bishop. He squints up as the crowd makes space for him. Steve's near the DJ, speaking on a mic. 87. \n[149]I know that not many of you know my friend. My good, dear... friend. I mean, he's a man of few words... And he's an art lover! Did you know that? His home is covered with work. It's amazing, what you can find in there. Amazing. A weird beat. Steve, smiling fierce. \n[150]Happy birthday, Arthur. Behind Steve, a covered object. Steve now turns to it, pulls the cover off a PORTRAIT of Bishop, clearly done by the Artist he collects. The image is twisted, vivid, disturbing. As the crowd erupts in APPLAUSE the ARTIST himself now comes forward, Steve's arm around his shoulder and bumping fists before the Artist heads on towards Bishop, shaking Bishop's hand. Faces BEAM. People CLAP. On Bishop, just looking at Steve who stares back... unreadable. \n[151]Hey, you forgot something. Steve's there, holding the portrait. Bishop nods, takes it. \n[152]No worries, man. It's your party. You can leave it. It's true, isn't it? What you said to me the first time we met. \n[153]This thing we do. Finally, you always do it alone. Bishop nods unconsciously, starts towards his car, forces himself to stop. 88. \n[154]Uh-oh. I can feel some male bonding coming. We gonna hug it out, Bishop? \n[155]Happy Birthday, Arthur. Steve raises a hand, shoots Bishop with a finger. A wink, and he turns and is gone, back to the party. Bishop climbs into his car, pulls away. \n[156]Are you all having fun! SHOUTS and NODS. LAUGHTER. \n[157]I despise each and every one of you! MORE SHOUTS, LAUGHTER. Steve LEAPS out into space. Perfect huge swam dive... falling... HITTING the water. A moment of silence... did he? Was that deep enough...? Steve ERUPTS out of the water. Party ROARS back into life. 89. \n[158]Give me a moment. I'll be right there. We'll do that amazing E. And he looks away, back down over the view. A resigned loneliness settling into his features. 90. \n[159]Hello? Bishop? He enters the study, sees the WALL, the night's work. In the center, a photograph of Dean, Bishop's boss. \n[160]So who is he? 95. \n[161]What happened to you? \n[162]What's that? \n[163]So that's how we take him out? \n[164]You makes bombs to focus your mind. \n[165]Like with my father. 96. \n[166]Didn't think that was your style. \n[167]Jesus... Bishop puts a hand out. \n[168]What? \n[169]So what you're saying is you and I are stuck with each other. \n[170]...For what? \n[171]I knew what I was doing. Bishop considers, nods. 97. \n[172]...I count six... no seven at the main door. P.O.V. THROUGH THE TELESCOPE: The front entrance of the NSA building. The security check Bishop went through. \n[173]Jesus they've got US Marines in there. Two at the door, one... maybe another two out of sight. Bishop considers Steve, locked to the telescope, the sharp point of the pen in his hand... \n[174]... Alright, got him. He's at his desk. We could take the shot right from here. \n[175]Alright, fine. What are we doing here? Who is this guy? P.O.V. THROUGH THE TELESCOPE: Dean shouts into the phone, slams it down. Leaves his office. Bishop pulls away from the telescope, hunkers down to wait. \n[176]Yeah, I'm getting that this isn't a job. It's just a really complicated... suicide. Bishop smiles. Steve moves off, restless. \n[177]You know, you can front sonofabitch all you want, Bishop. You're scared, too. You don't really know how we're going to pull it off, do you? You ever think there's some things that just can't be done? \n[178]Really? Because, this guy? I look at this guy, I don't see his death. I see my death. And I don't particularly like the view. Bishop notes the lights going back on in Dean's office, returns to the telescope and starts jotting notes in a book. P.O.V. THROUGH THE TELESCOPE: Dean back at his desk. He looks exhausted. \n[179]And you know, as much as I like the quality time, unless you can read lips, I don't exactly see what we're doing here... 99. Steve glances at Bishop's pad where he's transcribing words: \"No, no, tomorrow. I'm sick of this, this is my life we're taking about. You're bringing me in. Give me a time and a place...\" \n[180]You read lips. Bishop glances at Steve, puts his eye back to the camera. P.O.V. THROUGH THE LENS: EXTREME CLOSE on Dean's desk. A piece of paper on the blotter. \"Click.\" \"Click.\" Bishop pulls the memory-card from the camera. \n[181]Everybody out. I'm serious. Get the fuck off my property. A moment, then people start to flee. Only Louise, drink in hand, moves towards Steve, confused. \n[182]You, too. \n[183]It's the US Attorney's office in New York. He's running. He's trying to get out. Steve, trying to read Bishop's face, ZOOMING in. \n[184]Do you think we're hitting him because of what he's done, or because he's trying to get away with what he's done? \n[185]...No, I don't suppose it does. A beat. The two men, far separated. \n[186]Security's going to have the actual street locked down. But there's a residential street, perpendicular. \n[187]High-end people. They'll put up with a sweep, but they're not going to allow an agent to spend the day. They reach an address. Bishop puts on a hat, some sunglasses, slaps a badge onto his jacket that reads \"DC Municipal Utilities.\" He trots up the the half-flight, rings the bell of an elegant brownstone. \n[188]Besides, the angle isn't right, too flat. Except when they hit the stairs. It'll spread the group vertically. It's... the shot. Steve and Bishop work in quiet efficient silence. Each opens their bag, removes a series of innocuous objects, begins to dismantle them for the more important parts they conceal. From a clock, a firing mechanism. From the tube, an aluminum barrel holds a fishing rod. The rod is discarded, the barrel is attached to a hard plastic stock. AA Batteries are opened and slender shells are removed from each. As this strange choreography continues in silence, we PAN ACROSS to the dining room where a WOMAN and a MAN are bound and tied, pillowcases cinched over their heads. Their bindings allow them to hold each other's hands which they do, tight. They're terrified, but okay. Back in the living room, Bishop adds the last piece to the home-made rifle, a telescope, lifted from a child's gift box, snaps it on top of the rifle. 102. \n[189]You ever worry about the right and wrong of it all? I'm not talking about God, just...  Whatever you feel here. BISHOP'S P.O.V. THROUGH THE SCOPE: The US Attorney building. The security detail. The steps leading to the street. \n[190]Come on. You're telling me you've never done anything just because it was the right thing to do, even if it didn't make any sense? You never took a chance like that? Bishop pulls his eye away from the scope a touch. \n[191]How'd that work out for you? Beat. Then suddenly Bishop's view is obscured by a large truck, which has stopped trying to make the turn. \n[192]There's no shot. What do we do? There's no shot. 103. A moment more, and then Bishop MOVES. We travel with him, to the entryway. Keys, hats, jackets, sunglasses. Bishop grabs a hat, tosses one to Steve. \n[193]Bishop...? And Bishop's out. \n[194]When? \n[195]Thanks. \n[196]Working on that... \n[197]We have got to go! Steve's pointing at the rear exit. It looks far away. \n[198]You go for it, I'll cover you. Bishop takes in the exit, the gun in Steve's hand... \n[199]Not now, Bishop, we have to -- \n[200]Don't worry about it, Bishop. I brought myself into this. Bishop considers this, nods. And he's UP AND FIRING towards the SWAT. \n[201]You don't know? Tense beat. Glimpsed through shattered windows, SWAT arrives, takes the perimeter. They're being surrounded. Suddenly an SUV pulls into view between the restaurant and the SWAT and Police position, a confused and frightened WOMAN at the wheel. Police SHOUT at her, confusing her more. Steve makes a decision. Lowers his weapon, grabs a napkin, ties it to hide his features. \n[202]Cover me. And with that Steve is RUNNING towards the outside... 110. ... BEHIND STEVE, Bishop steps out, gun in each hand. Clean shot of Steve's back. He opens up. Bullets tracing around Steve, pushing the men back just long enough for Steve to reach the SUV, haul open the door. \n[203]You know, when they came to me... I said \"Are you sure?\" Bishop?\" But They're right, aren't they? \n[204]...You don't really like the work anymore. Bishop's voice comes from the darkness near the barn. \n[205]Yeah. That's... what did you call it? That's a prerequisite. Besides, I guess I had other reasons. \n[206]Yeah, but not the man who actually killed him. Steve advances, clearing the side of the barn, LINES his weapon on Bishop, who's standing next to the barn. \n[207]You really going moral high ground on me? Seriously? You might want to check your soapbox there, partner. 113. BLAM! Steve fires just as Bishop SLIDES back, into the barn through a side door. Steve LAUGHS, slides towards the front. \n[208]But that's the difference between us, isn't it? You're all alone, but you still... like people. You wish they liked you. Whereas I have people everywhere... and all I ever want, is to be alone. Steve hears BANGING coming from the barn. \n[209]There's no weapons in there, Bishop! I've... what did you teach me? I've controlled the situation. One hundred percent. BOOM! The barn door blast outwards as Bishop's vintage Mustang come careening out of the barn at Steve... Who STANDS HIS GROUND. He aims, fires five times through the windscreen. The rounds IMPACTING Bishop as the car LOOMS at Steve who steps aside at the last moment, the car barely missing him, continuing on and IMPACTING against the side of the house... the propane tank. Steve squints and BOOOOOM! The propane tank ERUPTS in flame. Steve is knocked back. When he rises, the interior of the car is an inferno. The body is slumped against the wheel, the fire consuming him, cleansing him. Steve. Bleeding, bruised, victorious. ", "MCKENNA": "\n[1]Arthur? Jesus Christ, Arthur, is that you? \n[2]Oh you know, I'm God Damn perfect. I'm redecorating my fucking office and I wanted your advice on the god forsaken curtains is how I am.  This is... this is something, Arthur. I need to see you, for old time's sake. \n[3]Has it really been that long? Jesus. You know how they say youth is lost on the young? They're right. If I had my nineteen year old body back, I wouldn't be here, I'll tell you that. I'd be out there, making it my personal life mission to bang every stewardess who ever dared put on one of those whatchamacallit skirts. \n[4]You know what all that is?  That's their money, getting moved, exchanged. Made clean and neat and proper for Uncle Sam. And I have always been extremely careful. 14. McKenna goes to his desk, tosses legal papers on the table between them. \n[5]You know what that is? That's a God damn subpoena from the Justice Department. We get a new face in the white house, all of a sudden they want to look at my records. They got accountants want to go through MY BOOKS. Are you kidding me? I got the left hand coming after me for what I did for the right hand. Bishop looks over the papers, nods. \n[6]So I call them up. I say \"hey, you guys gotta get your own house in order...\" \n[7]And? And that's the point! Nothing. I tell them they have a problem here and instead of dealing with it I get silence, zippo, fuck- all. What are they, twelve? \n[8]That's bullshit, Arthur. Your father -- they still talk about the guy like he walked on water. You, they'll listen to. You -- \n[9]You remember that fishing trip we all took, back in the day. You were, what? About eight, right?  You fell out of the boat... couldn't swim a stroke. City kid.  You're in the water, splashing around. 15. \n[10]You got these big eyes like saucers, like you're sure you're gonna drown. Splashing... swallowing water... just STARING at your father and he's not making a move. Remember? Just looking down at you like... Suddenly it's gotten less funny. \n[11]I finally had to grab you by the hair, pull you back into the boat. You're shivering like hell and he -- your dad -- gives one of those laughs. Those big laughs everyone loved him for. Anyway, the whole time you're in the water, you didn't cry out. Not once. You were a tough sonofabitch, even then. \n[12]Well, I'm in the water this time, Arthur. You think it's easy for me to ask? It cuts like hell. But that's what I'm doing. Bishop eyes the barely open doorway into a small room off the office. Pillows and blankets on a sofa. Some clothes strewn about. McKenna's been sleeping here. A long beat. Bishop... nods. The tension seems to DRAIN from McKenna. He claps Bishop on the back, nods back. \n[13]...Thank you. Thank you. THROUGH THE GLASS WALL OF THE OFFICE. Bishop's eyes track as elevator doors open and STEVE MCKENNA steps out, a beautiful young woman with him, LOUISE. She's a trophy, the woman you get for being top dog and the one you regret getting. Gorgeous, self-obsessed, entitled. She flops onto a leather sofa as Steve moves towards the office. Steve's young, mid-20's, strikingly handsome, wearing the casual uniform of wealth not earned. But there's something else that arrests Bishop immediately. Unwasted motion, detachment, observing the world around him... from above. 16. Even as Steve nods to one of his father's security and pushes into the room, he picks up Bishop. The two men lock eyes, a strange reflection not of appearance, but of nature. \n[14]And here's the prodigal son, arrived to bilk me for ransom. Steve, this is Arthur Bishop. Steve shakes Bishop's hand. Strong. Observant. \n[15]No, quite the opposite. Arthur's doing me a little favor. \n[16]That's enough. \n[17]What's it for? \n[18]You ever think of having kids, Arthur? \n[19]Wise man. How much? \n[20]There. Now go away. \n[21]Yeah, this is just a few more days. We got this... situation. Steve hears the dark in his father's tone, tracks it. \n[22]You? Yeah, you can earn some money. Get married. No, it's going to be okay now. Arthur's helping me out. Steve glances between the two men. Ego slightly bruised. 18. \n[23]We will take from our children for a lifetime what we would not suffer from another man for an instant. Explain that to me.  Okay. Okay, call me when you hear something. \n[24]Well, that's your job now, isn't it? \n[25]You ever wonder what the last day of your life will feel like, Arthur? \n[26]This turns out alright, I'm going to send you a dozen Thai hookers and a case of Cuban Esplandidos. You can return the hookers if you want, but the cigars... 24. \n[27]You will, my friend. For these, you will. \n[28]...What? Beat. Bishop SLAPS the STOP button. Elevator jerks to a halt. Bishop gets a finger into the doors, PRIES them open. \n[29]Arthur...? McKenna looks at the effort, sighs. Lets Bishop help him down. Halfway through, BALANCE SHIFTS, McKenna starts to fall. Bishop STEADIES him. McKenna STARES at Bishop, concerned. Bishop nods, heading towards the STAIRS, pocketing a small hearing aide as he goes. ON MCKENNA, touching the hearing aide in his ear... \n[30]This isn't good, Arthur... 25. \n[31]Bishop, those men are armed... \n[32]...You. Bishop nods. McKenna CACKLES which turns into a scream as PAIN sends him reeling. He falls, hitting his head. Blood rolls down his face. \n[33]You bastard. You... Sonofabitch. You didn't have the balls... The balls to AARRRGHHHH! He CONVULSES. Tears stream down his face. His body HEAVING, not giving up the ghost. ON BISHOP. We know it's in there. But it doesn't show. Instead he checks his watch, calculates time... \n[34]Oh God. Oh, Jesus Christ help me. \n[35]Please, Arthur, put me out of my misery. Your father... Bishop checks his watch again, doesn't meet McKenna's eyes. Checks the stair door, looks over the building edge... 27. \n[36]Please. I'm scared. I'm really god damn scared... Suddenly Bishop MOVES. Lightening fast, wrapping up McKenna's head, fingers PRESSING expertly along arteries. McKenna STARES UP one horrible second, then goes limp in his arms, dead. Bishop releases, stands, stares down. For the first time, uncertainty in his face. Why did he do that? He looks at the body, at his hands, out at the city. Wipes his forehead with the back of a hand, furious at himself. He reaches down, removes the hearing aide from McKenna's ear, replaces it with the original, turns away. SEEN FROM FAR ABOVE. McKenna's body, alone on the rooftop. ", "WOMAN": "\n[1]You don't have to apologize. I'm just glad you're here now. Are you hungry? She starts to move by him, his hand catches her arm and she is in his arms, holding him TIGHT, kissing him. \n[2]I'm sorry. I just... miss you. I never thought I was going to be a \"woman who waits.\" But I do. I wait for you. He nods. She breaks off, pours red wine in a glass. \n[3]Were you in Europe? Africa? Was there another woman? \n[4]Liar. It's alright. I don't mind.  I... I made something for you. She picks up a remote, fire up a large flatscreen TV. Hits a button. A moment, then an IMAGE flickers to life. ON THE TV: The WOMAN, sitting in this same living room. She wears a long sleeve shirt over panties. Sips a glass of wine. Smiles warm at the camera. The silence of late night. 10. \n[5]I know. I know. She moves to him and they are kissing fierce. \n[6]No. But there's a first time for everything. Bishop goes to the DVD player, slots out the DVD they watched the night before and pockets it. \n[7]Bishop... You all right? He turns, studies her. This is new ground. He nods and leaves. She stares a moment at the door after he's gone. \n[8]You know who I saw yesterday? Bradley Fliescher. He and Ginny have this little cottage up the coast they hardly use. I was thinking, maybe next week you and I should go. Approaching, handing him a wine. \n[9]You and me, the whole weekend. What would we... do? She approaches him, sexy. Touches him, intimate. He stares at her, blank. She recovers fast, moves off. \n[10]Of course why do we need that? We have each other right here. 57. \n[11]I know, it's crazy. I don't want to pin you down. I know you need your freedom. I just... sometimes I miss you so much... He's staring at her, oddly. \n[12]What? A beat. His eyes move down to her sofa where another man's tie has been discarded. A moment, then she shakes her head, angry with herself. The pretense dropping. The real woman scooping up the tie, tossing in a drawer. \n[13]I'm sorry. Really, I am. I just... You didn't give me any warning this time. I'm sorry, Bishop. It won't happen again. \n[14]Hey, Bishop. You okay? He stares into his wine. Raises the glass to drink. His hand shakes. \n[15]No, it's okay. I wanted to be a Marine Biologist. I used to watch those Jaques Cousteau movies and just... dream. \n[16]I was beautiful. He hears the simple truth of it, nods, respectful. He rises and goes to the music box on the mantle, takes out his wallet and removes the twenty $100 bills. \n[17]Don't worry about it this time. On the house. A beat. Then he slides the money under the box as before. \n[18]Hi... This is strange. The Rapper she's with has found a group of his buddies. High- fives all around. He glances around for his date... \n[19]No, just a job.  I have to... ", "DEAN": "\n[1]Bishop. I heard you called. Hey, you get the stuff I sent you? \n[2]Hold on a second. A long pause. Just air on the line. Bishop stares at his work in front of him, his research on McKenna tacked to the wall. Dean's voice comes back as suddenly as it departed. \n[3]Hey, Bishop. Catch you at a bad time? Bishop doesn't respond. Waits... \n[4]You look like shit. How does Harry McKenna's son figure in? \n[5]You sure that's wise? 81. \n[6]No... And for the record, I don't believe you'd ask for it. Dean grabs a remote control on his desk, points it at the set of flatscreens on the wall which hum to life, muted. News reports featuring the killing of the Turkish Embassador. Shots of the woman, smiling. Helicopter shots of the pool structure. Words scroll: \"Terror on our soil.\" \"Assassination!\" \"US Envoy ejected from Turkey...\" \n[7]That was my baby. But my baby has turned into an epic shit-storm and so when the man who caused said epic shit storm suddenly decides to do some soul-searching... What are you doing, Bishop? \n[8]\n[9]I am on some very fucking thin ice right now which means you are on some very fucking this ice as well. \n[10]And here I thought we were both going to live forever. Bishop smiles. Dean stares at him. Bishop stares back. Suddenly, this becomes the moment, the decision... 82. \n[11]You know, in this business, you only get one mistake.  So nothing more like that. You take full responsibility. \n[12]Hey, Stanley. Yes, we're all sorted out. I just need you to -- \n[13]I'm calling you back. Dean clicks off, takes in this change of rules. A dead seriousness infects his voice. Fear. \n[14]You know, this foul-up, McKenna's son, it's all got some people's panties in a real twirl. This isn't the time for questions. This is the time for survival. Everyone... is expendable. Beat. Dean turns away, picks up the phone again. \n[15]Yeah, get me Stan again... \n[16]Look, I don't care. Find her, I need to talk to her right now... \n[17]Hey... Listen, I need you to go out of town for a few days. No, I know, but you have to trust me. 104. \n[18]Just go -- no, don't tell me where. Just go, okay. Okay? Yes, I'll call you soon, I gotta go... \n[19]...Bishop? Bishop does NOTHING. Security reads Dean's fear, closes on Bishop even as Dean himself starts to BACK AWAY, separating himself from his own security, now turning to RUN... ... Straight into Steve, gun raised. A small moment frozen in time as Dean understands his end... BANG BANG! - BANG! Steve double-taps Dean in the chest, then one to head. And CHAOS begins its rule. Security which were closing on Bishop now REVERSE, draw weapons and FIRE at Steve who drops down in the small cement crease between stairs and statues. ON STEVE. Ducked low, bullet shattering granite and marble around him, LAUGHING. The first glimpse of something WRONG inside this young man. 105. ", "LOUISE": "\n[1]Who's he? \n[2]This isn't about me. It's about you. You need to watch. Steve crouches down, pours himself a shot from her whiskey bottle. Something angry and cold in his eyes. \n[3]You don't believe I'll do it. \n[4]You think you can hide behind that cool attitude. Like nothing matters to you. But I know you. You care. You feel. \n[5]How long will it take? \n[6]A hundred and ten. His eyes take in her body, the flow from her wrists... \n[7]He'll stop it. He thinks he's above it all. But he's not. No one is. Bishop nods. Not clear if he's agreeing or observing. \n[8]Steve! Steve! I know you feel this. I know you'll stop me. \n[9]I'm getting cold. Please. I'm frightened. I'm scared, Steve. Bishop looks at Steve who just keeps staring outwards. \n[10]You're a bastard. \n[11]What happened to you? \n[12]You're a bastard, too. Both of you. Like looking in some dark mirror. \n[13]Come on, baby. What's the matter? Finally, something does catch his attention: At the gate, a DHL Van pulling up, the driver heading toward him. Steve lowers his glasses. \n[14]Hey! Hey baby! Karen's got some amazing E. You need to come try... Steve turns those cool eyes on her. She shrinks. We think he might slap her, then: \n[15]Come on, Steve. We need you. \n[16]Steve...? Where are you, baby? \n[17]Steve, baby...? 100. Steve levels the gun at her. ", "WOMAN'S VOICE": "\n[1]It's open! Bishop pushes the door open, steps into... \n[2]I'll just be a minute. We catch a GLIMPSE of the WOMAN. A towel over her hair, wearing a skirt and a bra, crossing from the bathroom into her bedroom. Even in the small glimpse, she's beautiful. Bishop looks down at a coffee table. Magazines, newspaper. A picture of the first Mark's elaborate funeral. \n[3]Stay for breakfast? He turns. She's standing in the doorway, tying a robe around herself. A cool professionalism inhabits her demeanor. Not crass or mean-spirited, but the romance is gone. \n[4]Good evening, Mr. Bishop. How can I help you? \n[5]...Mr. Dean is not available right now. Can I take a message? \n[6]It's open! \n[7]I'll just be a minute. A GLIMPSE of the woman in her bedroom, topless in front of a vanity. She glances back, smiles warm. Laughs a little when she sees the doll. \n[8]Don't be. He turns. She's emerged from the bedroom, adjusting the dress she's just pulled on. Beautiful. She comes up to him, kisses him. He doesn't respond. She backs off, moves to the kitchen to pour two wines, ", "FEMALE DOCTOR": "\n[1]Quite a collection you have here. Military? \n[2]Does this hurt? Bishop smiles, recognizing the nature of the touch. \n[3]Any next of kin, anybody we can notify?  How about an acquaintance? \n[4]No, not today. Bishop reaches for his shirt, slips it on. \n[5]You damaged your deltoid muscle. But that doesn't explain the anxiety attack. 40. \n[6]Any unusual stress recently? Something at work?  I'm prescribing Cataflam for the pain and Paxil for the stress and I'm going to give you my card. If you have any other episodes... or if you need anything else, don't hesitate to give me a call. She holds out her card. He looks at her, lets her stay that way for a moment, then takes the card. She looks away. \n[7]You can pay at the desk. ", "BISHOP  (CONT'D)": "\n[1]For every man, there's a way to leave this earth which is so right for them, it's almost as if they carry it with them. MOVING over the wall. MORE PHOTOGRAPHS. The Mark escorted from a bullet-proof sedan by ear-wired men. Entertaining at a palatial estate. Magazine covers: \"The billion-dollar lifestyle.\" \"The new Playboy.\" ...passing over smaller articles: \"What does this man do with your money?\" \n[2]When the right death overtakes a man, there will be grief in those who knew him, but there will also be a sense of inevitability. Because they will know, that of course... CLOSE ON BISHOP. Statue-like, except his eyes which dart across the wall in front of him, making connections... \n[3]You need to understand the location, control the situation. You're looking for escapes, security, police presence... Bishop passes two COPS, squeezes between two parked produce trucks towards the row of shops that border the square. \n[4]Everybody, everyday, has a way to die. You have to find it. \n[5]How many views? \n[6]A death so right that when it arrives, those who knew him will say \"Yes, this is right...\" 116. The detective leans the body forward, and the shadow disintegrates into ash. "}}