{"dialogues": {"PARRISH": "\n[1]What do you think of all this, May? \n[2]Oh, the President's got better things to do than come to my birthday party. \n[3]Hi, Allison -- \n[4]Not much more.  Big day in the big city.  What's on your mind? \n[5]Allison, I trust you.  This is your thing. \n[6]Hi, honey. \n[7]Drew's aboard? \n[8]I hate parties -- \n[9]Isn't it enough to be on this earth sixty-five years without having to be reminded of it. \n[10]How did you know? \n[11]Does Drew tell you everything? \n[12]You like him, don't you? \n[13]I don't like to interfere. \n[14]Good morning, Drew.  Thanks for coming out. \n[15]'Thoughts'?  Not a one -- but I did hear a voice last night. \n[16]In my sleep. \n[17]'Yes'. \n[18]Maybe, who knows?  You know how voices are.  Let's go. \n[19]Good morning, Quince. \n[20]I'm doing great.  You ready? \n[21]How's that, Quince? \n[22]Not my birthday again? \n[23]Thank God.  Now could we go?  Let's get this day started. \n[24]I am.  With you. \n[25]Do you love Drew? \n[26]I know it's none of my business -- \n[27]Do you love Drew? \n[28]Forget about me and Mom -- are you going to marry him? \n[29]Don't get carried away. \n[30]Susan, you're a hell of a woman. You've got a great career, you're beautiful -- \n[31]Well, I wasn't going to say that -- \n[32]Listen, I'm crazy about the guy -- He's smart, he's aggressive, he could carry Parrish Communications into the 21st century and me along with it. \n[33]That's for me.  I'm talking about you.  It's not so much what you say about Drew, it's what you don't say. \n[34]Oh yes, I am.  Not an ounce of excitement, not a whisper of a thrill, this relationship has all the passion of a pair of titmice. \n[35]Well, it worries me.  I want you to get swept away.  I want you to levitate.  I want you to sing with rapture and dance like a dervish. \n[36]Be deliriously happy.  Or at least leave yourself open to be. \n[37]I know it's a cornball thing but love is passion, obsession, someone you can't live without.  If you don't start with that, what are you going to end up with?  I say fall head over heels.  Find someone you can love like crazy and who'll love you the same way back.  And how do you find him?  Forget your head and listen to your heart.  I'm not hearing any heart. Run the risk, if you get hurt, you'll come back.  Because, the truth is there is no sense living your life without this.  To make the journey and not fall deeply in love -- well, you haven't lived a life at all. You have to try.  Because if you haven't tried, you haven't lived. \n[38]Aw, you're tough. \n[39]Stay open.  Who knows?  Lightning could strike. \n[40]Forgive the lecture -- \n[41]You won't tell him, and even if you did, he'd clock it and punch it into his laptop in order to pull out some key phrases when he gives the Commencement Speech at Wharton. \n[42]I know.  But I'm the only father you've got. \n[43]He doesn't care.  But thanks anyway. \n[44]What? \n[45]Did you just hear something? \n[46]No no, not you. \n[47]Nothing.  I'm sorry. \n[48]Nothing. \n[49]Just talking to myself again.  You know me -- \n[50]Well, here we are -- \n[51]A-Okay.  Got my gloves on, my ears pricked.  I'm ready for action. \n[52]Yer damn right. \n[53]Sounds good. \n[54]Do you think I need a haircut? \n[55]Our first annual report, must be thirty-five years ago now, I owned two stations, I wrote down a state- ment of purpose, that one day you would wake up to a Parrish radio station, read a Parrish paper at breakfast, catch our news on tele- vision during the day, and go to bed with one of our books or magazines and you would always be told the truth and in the bargain, have a good time. \n[56]Good, good.  Glad to hear it. \n[57]I'm sorry, I don't recall -- \n[58]I thought you were buying my company. \n[59]Well, that's very nice to hear. \n[60]Me, too. \n[61]Like a marriage made in heaven? \n[62]Hi, Jennifer. \n[63]As close as a deal could be. \n[64]'Yes' what? \n[65]I didn't ask any question. \n[66]Who are you? \n[67]Goddammit, what is going on?! \n[68]I don't! \n[69]What are you talking about? \n[70]What is this?  Who is this fucking guy? \n[71]Tell me who you are! \n[72]I'm sorry, I -- \n[73]Where are you?  Are you there? \n[74]Please.  Talk to me -- \n[75]What do you mean?! \n[76]Know what? Know what, goddammit! \n[77]Come in. \n[78]Sure. \n[79]No.  Nothing. \n[80]What, honey? \n[81]I know you do, darling. \n[82]Oh, you couldn't be more wrong, sweetheart.  I can' tell you how much I appreciate it and how I'm looking forward to it. \n[83]Tell it to me again. \n[84]Is somebody waiting outside, Luisa? \n[85]Please have a look -- \n[86]Show him into the library, tell him I'll be right there. \n[87]Uh -- I don't know.  No - uh - I don't... \n[88]Hello? \n[89]Anyone here? \n[90]I said is anyone here?! \n[91]Where are you? \n[92]What is this, a joke, right?  Some kind of elaborate practical joke? At my 40th reunion, we delivered a casket to the Class president's hotel room and -- \n[93]I - I - uh -- \n[94]What the hell is this?  Who are you? \n[95]About what? \n[96]'Take me'...?  Where? \n[97]'The one' to do what? \n[98]Get what? \n[99]What the hell are you talking about? \n[100]I'm sorry -- \n[101]Yes what? \n[102]What question? \n[103]The 'question' -- \n[104]...Am I going to die? \n[105]Am I dreaming this? Are you a dream? \n[106]You're coming to 'take me'.  What is that?  Who the hell are you? \n[107]You are --? \n[108]...Death. \n[109]You're Death? \n[110]Death! \n[111]You're not Death.  You're just a kid in a jacket and a pair of pants. \n[112]You want me to be your guide --? \n[113]I do? How long will you be staying? \n[114]And then --? \n[115]It's... it's... over. \n[116]This is crazy -- you're not going to eat dinner with us. \n[117]Excuse me?  Could I say something? \n[118]It just occurred to me -- \n[119]When I introduce you, if I say who you are, I don't think anyone will stay for dinner. \n[120]Uh -- sorry -- to have stepped away for so long -- uh -- this is a friend of mine I asked to drop by -- we got to talking and stuff -- uh -- he's going to join us for dinner -- um -- \n[121]Oh, I'm sorry.  This is my daughter, Allison, and her husband, Quince, Drew, my number one, works with me... \n[122]A name? \n[123]Oh, excuse me.  This is -- uh -- this is -- \n[124]Sorry...um - you - you know it's gone right out of my head -- \n[125]I'm sorry.  This is - uh - uh... \n[126]Joe! \n[127]Yes. \n[128]What do you mean? \n[129]-- Black. \n[130]He is!  Let's sit down -- \n[131]Joe knows what you're saying, just being polite -- \n[132]Uh -- he's from out of town -- \n[133]No -- \n[134]You know each other? \n[135]What?! \n[136]Uh - will that hold you, Joe? \n[137]We've got some things to discuss. \n[138]Cut it out, Susan. You and I've got to talk.  Big day tomorrow, everybody.  Joe, let's go. \n[139]Joe, that's the kitchen. \n[140]...I'm sorry, I'm a little discon- certed, that stuff between you and Susan -- uh -- threw me. \n[141]Shook me up.  I mean that you knew her and everything -- \n[142]So there's nothing between you and Susan? \n[143]I wish you had said something to me about staying here -- \n[144]No, I'm okay with this - uh - I think.  So -- \n[145]Bathroom...tub...towels, sauna -- \n[146]...Chair, lamp, bed -- \n[147]Box springs, they're assembled in Jakarta.  Had to stay in a station manager's house there unexpectedly - best night's sleep I ever had. Ordered twenty, they filled a con- tainer and shipped them right over, I've put one in every bedroom here and in the country. \n[148]Thank you.  Would you like the man's name? \n[149]If there is anything else, don't hesitate -- \n[150]How long have I got? \n[151]When you go, I go. \n[152]...I just saw my doctor, he told me everything was fine. \n[153]No -- \n[154]Closer than that. \n[155]Well, thank you for letting me know. \n[156]And - uh - I  guess, 'goodnight'. \n[157]No. Thanks, Luisa. \n[158]Luisa -- \n[159]Mr. Black's luggage was misplaced by the airlines.  Would you mind get- ting a few things together for him? A couple of suits, some shirts, ties, underwear, shoes.  Have Coyle take his measurements off what he is wearing tonight. \n[160]Good morning. \n[161]How are you?  How're you feeling? \n[162]Um -- well, I didn't sleep too well. This is crazy.  This is the left- field thing of all time.  What do I do?  What do I tell my family? \n[163]What about my family?  This 'adven- ture' involved only me, right? \n[164]Tell you what, you promised that it's going to be only me and -- \n[165]And I won't tell anyone who you are. \n[166]It is a deal? \n[167]You give your word, I give mine -- that we'll do what we say.  It's a truth exchanged between two people. \n[168]Yes? \n[169]Shake hands. \n[170]You know, I got to thinking last night -- with you here, and seem- ingly occupied, how's your work going - uh - elsewhere? \n[171]What do you mean? \n[172]I guess so. \n[173]Of course. \n[174]Joe --? \n[175]How about giving a guy a break? \n[176]There's one to every rule. \n[177]-- I don't deserve this.  I'm still young, this is not my time -- \n[178]I'm not everybody. \n[179]I want to live. \n[180]What's it like? \n[181]What's it like where I'm going? \n[182]Yes. \n[183]Good morning, Jaime. \n[184]I'm sorry, not today, Jaime. \n[185]You know, everyday I've walked into this building, Jaime gives me a horse. I wonder if any of them won. \n[186]-- And call my family, I'd like them to come over for dinner tonight. \n[187]Jennifer. \n[188]Perhaps you would like to wait in my office --? \n[189]What I'm trying to say is this is a Board meeting and you are not a mem- ber of the Board. \n[190]-- This is Joe Black, a personal associate of mine - uh - he'll be joining us today.  I know it's -- uh -- unusual, and my apologies -- and Drew -- uh -- carry on. \n[191]Would you like to sit down, Joe? \n[192]Thank you, Drew. \n[193]Umm -- I did enjoy -- or rather I was interested in meeting John yes- terday -- impressive... I suppose... But it did get me to thinking.  I started in this business because this is what I wanted to do.  I knew I wasn't going to write the Great American Novel, but I also knew there was more to life than buying something for a dollar and selling it for two.  I wanted to give the news to the world, and I wanted to give it unvarnished.  The more we all know about each other, the greater the chance we will survive. Sure, I want to make a profit, you can't exist without one but John Bontecou is all profit.  If we give him license to absorb Parrish Communications, and he has his eye on a few others after us, we'll be appointing him to the position he craves -- Gatekeeper.  In order to reach the world you will have to go through John Bontecou.  And not only will you have to pay him to do this, far more expensive, you'll have to agree with him.  Reporting the news is a privilege and a responsibility and it is not exploitable.  Parrish Communications has earned this priv- ilege, John Bontecou wants to buy it.  As your chairman, I urge you to agree this company is not for sale. \n[194]Sorry.  I know it looks like I'm reversing my field. \n[195]I am now. \n[196]Shall we adjourn? \n[197]Well said, Eddie.  Mr. Black, shall we? \n[198]-- What's the deal here?  Are you going to be breathing down my neck right 'til the very end? \n[199]...I'd like to be alone for a while. \n[200]Yes, I am.  There's a research lib- rary on the fourth floor.  Why don't you go down and read some magazines? \n[201]Joe, could I ask you to take a walk? Buy a tie or something.  I know I'll be seeing you. \n[202]Now I'd like to be alone. \n[203]Here -- this will hold you for a while. \n[204]You know about money, don't you? \n[205]Jennifer, give Mr. Black a map of the city. \n[206]It's all yours. \n[207]Good? \n[208]Cold lamb sandwich with cilantro.  A little Coleman's mustard. \n[209]Glad you like it.  My wife turned me onto cold lamb sandwiches.  Joan -- that was my wife -- \n[210]Cold lamb sandwiches -- not as chewy as roast beef, not as boring as chicken.  She knew stuff like that. \n[211]-- Everything reminds me of her -- there isn't a day that goes by that I don't think about her -- One day she was here.  The next day she was gone.  What are you going to do? -- I guess you've heard all this a trillion times before. \n[212]Why didn't you stop me? \n[213]I thought you'd heard a trillion times -- \n[214]She had on this little blue suit -- with a little white collar that had little red piping on it -- \n[215]You could have put her under glass and I would have just stood and looked at her.  But when she spoke -- I loved the sound of her voice and her laugh -- -- I couldn't get enough of her -- and gradually -- or maybe it wasn't gradually -- I realized I couldn't live without her. \n[216]No. \n[217]Sit down, Drew. \n[218]Joe and I have no secrets from each other. \n[219]Why? \n[220]Joe, cut it out.  And you too, Drew. \n[221]Well now it's undone, okay?  Forget Bontecou!  Scrub him!  I'm tired of his fancy name and his fancy offer. I'm not going for it. \n[222]Dinner?  Absolutely. \n[223]I don't want anybody buying up my life's work and turning it into something it wasn't meant to be.  A man wants to leave something behind. And he wants it left behind the way he made it.  And he wants it to be run the way he run it -- with a sense of honor, of dedication, of truth. Okay? \n[224]And I don't need your goddamn permis- sion either!  You!  Drew!  I don't need anyone to tell me how to run my life. \n[225]Thank you, Quince. \n[226]Next week? \n[227]No, anything is possible. It's up to Joe. \n[228]Who? \n[229]Conflict, honey.  Korean Conflict. \n[230]Of course. \n[231]I like it.  I like it.  I'm sorry I don't seem more appreciative. \n[232]I was a little abrupt with you this afternoon, Drew.  Forgive me.  I want you to know I value your advice. \n[233]You're competitive soul, Drew. That's what makes you a great addi- tion to the money.  Joe is just... around. \n[234]Please.  Don't worry about him.  And above all, don't antagonize him. \n[235]-- I - uh - want to thank you all for coming - uh - my family -- \n[236]-- Allison and Quince, Susan -- and the other members -- \n[237]-- I'm so happy when we can get together -- I mean I know you all have busy lives -- \n[238]Anyway -- I remember when you were little girls -- \n[239]And now you're all grown up -- and I'm - uh - um -- \n[240]I had some words all prepared but now I've forgotten them - uh - um - wait a minute. \n[241]Uh, it's gone...um -- it was on the tip of my tongue. \n[242]Will it?... \n[243]Anyway, I'd like to go on but... \n[244]There is so much I would like to say -- but I can't -- So I better sit down.  Carry on, everybody. \n[245]One other thing -- why don't we all have dinner again tomorrow night? \n[246]No. \n[247]Please, Drew. \n[248]Okay, we'll see you tomorrow. \n[249]Why did you go to the hospital? \n[250]You were just curious? \n[251]About Susan? \n[252]What way would you put it? \n[253]How about you telling me?  When I ask a simple question, I expect a straight answer.  That's what I'm used to.  Anybody who doesn't give it to me, I fire. \n[254]That was wonderful. \n[255]Do you mind if I raise a little caution flag? \n[256]What is the nature of your interest in Joe? \n[257]I won't say you may be getting onto shaken ground -- \n[258]I don't think this is the lightning you are looking for.  Drew's a good man.  I know I didn't seem to be completely in his corner before, but I've come to appreciate -- \n[259]Nothing. \n[260]Then what is it? \n[261]What is this? \n[262]Who's Annie? \n[263]I don't like cake. \n[264]Oh, the goddam party -- \n[265]No thank you, Quince. I'm sorry, honey.  I'm no good at this.  Why don't you choose whatever cake you like? \n[266]Yeah, I give a shit. \n[267]This one. \n[268]What is there to say?  They know what John Bontecou is -- and if they didn't, they know now. \n[269]What are their feelings? \n[270]Over my dead body. \n[271]I don't care. \n[272]Whose? \n[273]I'm feeling real uncomfortable right now because the guy who reports to me is threatening me. \n[274]I think it's time you went home, Drew. \n[275]Hello.  Would you like to join me, Quince and Allison for a nightcap? \n[276]Okay.  Goodnight. \n[277]Good morning, Jennifer. \n[278]What? \n[279]Good morning. \n[280]I don't think so.  Do you? \n[281]That's it? \n[282]The answer is no, quick enough for you? \n[283]I'm not interested in the details. And I'm not interested in the big picture either.  What I am inter- ersted in is how my Board got conven- ed behind my back, is entertaining a further proposal from a man whom it offends me to do business with, moreover has the audacity to present this to me like a prize fish, and I am expected to clap for it like a performing seal.  No, thank you. \n[284]Yes, you are to understand that, and now may I ask you a question? \n[285]Are you running this Board or am I? \n[286]Doesn't need to.  Today, tomorrow, a week from now -- 'a week from now', who can think about a week from now -- the answer is going to be the same -- a loud, unmistakable, all-inclusive, airtight -- 'No'. \n[287]That's it?  I've got a busy day and this meeting has already set me behind.  Shall we adjourn? \n[288]I've already introduced Mr. Black to you all. \n[289]In English, please. \n[290]Thank you for allowing me to save face, Drew. \n[291]Joe? \n[292]Please, Eddie, no 'Fat Lady Sings\" shit. \n[293]Yes, the big 'celebration' of my mandatory retirement birthday. You're an honored guest, Eddie. \n[294]That's okay. \n[295]Just a manner of speaking. \n[296]What 'okay' is, it's 'okay' it's over.  We've got bigger fish to fry, don't we, Joe? \n[297]Never mind.  I'm tired.  I'm going to take a nap. \n[298]Are you hungry?  Coyle will have Luisa fix you something to eat. \n[299]Then I can't help you. \n[300]I couldn't sleep. \n[301]No, I'll come down \n[302]What's going on? \n[303]I saw you kiss Susan. \n[304]Well, you're at the wrong place at the wrong time with the wrong woman. \n[305]I'm her father! \n[306]Well, you goddam well should.  You walk into my life, give me the worst news a guy can get, have me dancing on the heads of pins with my busi- ness and with my family, and now you're spooning with my daughter. \n[307]Yes, and stop repeating everything I sai, and turning it into a question. Spooning, fooling around, God knows what.  You arrive on the scene -- why you picked me, I still don't under- stand -- \n[308]What do you want? \n[309]Everybody wants something, Joe. You've been taking me from pillar to post here.  I thought I knew who you were, and it wasn't a whole lot of fun, however it was almost bear- able.  Now I'm getting something else from you, something very, very strange -- what is it that you want, Joe? \n[310]You're violating the laws of the universe. \n[311]Any universe that exists or ever existed.  You may be the pro, Joe. But I know who you are.  And you're all fucked up. \n[312]And I don't give a shit. \n[313]Cut the 'Bill' crap out -- you sonofabitch. \n[314]Hello, honey. \n[315]Joe? \n[316]Joe's not around. \n[317]I don't know. \n[318]Why are you looking for Joe? \n[319]I don't understand. \n[320]This is crazy -- \n[321]You don't know anything about Joe -- \n[322]Susan, I don't think Joe is going to be with us long. \n[323]I don't know, I can't say -- \n[324]In this case, I can't.  I - uh -- I just can't help you.  I only would tell you -- that with Joe, you are on very, very dangerous ground. \n[325]I don't care if you love him!  I'm telling you he's no good for you! \n[326]Yes? \n[327]What are you saying, that it's time to go? \n[328]I'm ready. \n[329]Yeah. \n[330]Excuse me. \n[331]Eddie? \n[332]Fine, fine.  Big doing up here.  Why are you still down here? \n[333]Eddie, hold out all the hope you want but, I promise you, it's hope- less, it's over.  Come on up, let's get drunk, if I had your shoulder to lean on I might actually enjoy this -- \n[334]If you're trying to show me lay- down-in-front-of-the-bus loyalty, forget it. \n[335]Okay, Eddie -- anyway, thanks for the memory. \n[336]It's starting to grow on me.  But what do the 'B' and 'P' mean? \n[337]Do they, m'dear? \n[338]You are amazing.  Why, oh why, Allison, are you doing all this? \n[339]Yeah?  And what about my enemies? \n[340]I haven't been the father to you that -- \n[341]I wasn't going to say -- \n[342]Hey, there's lots to come. A little excess -- like you love. \n[343]You know, darling, this is going to be a wonderful party. \n[344]It's okay, Quince.  I understand. You've always meant well and I appreciate that.  Sometimes things just turn out -- wrong. \n[345]Sure. \n[346]Yes, I believe I do. \n[347]No, I'm out of business, right, Quince?  However I do have some unfinished business -- with Drew. Get him out here.  Get him on the chopper and get him out here to- night.  I want to tell this guy how I feel about him face-to-face. \n[348]All in all, what Bill wants to do is build the golden bridge to Drew with no hard feelings. \n[349]Quince, I've got confidence in you. \n[350]Thanks. \n[351]What the hell do you care? \n[352]You 'want to know', I'll tell you. You're looking at a man who tonight is not about to walk through the Valley of the Shadow of Death, he's galloping into it.  And the same time, the business he built with his own hands and his own head is being commandeered by a couple of cheap pirates.  And, oh yes, I almost forgot, my daughter's fallen in love with Death. \n[353]Say again? \n[354]You're what? \n[355]You're not taking Susan anywhere. And what the hell does that mean anyway? \n[356]I thought we had a deal. \n[357]Susan is my daughter, she has a wonderful life ahead of her and you're going to deprive her of it and you're telling me you're sorry?  Well, I'm sorry, apology not accepted. \n[358]How perfect for you -- to take whatever you want because it pleases you.  It's not love -- \n[359]Some aimless infatuation in which, for the moment, you feel like in- dulging.  It's missing everything that matters. \n[360]Trust, responsibility, taking the weight, for your choices and feel- ings and spending the rest of your life living up to them.  And above all, not hurting the object of your love. \n[361]Multiply it by infinity and take it to the death of forever and you will still have barely a glimpse of what I am talking about. \n[362]Well, they're mine now. \n[363]With you?!  Who is 'you'?  Did you tell her who you are? \n[364]Does she know where she's going? \n[365]Susan went, in whatever way she did, for that poor sonofabitch whose body you took, and everything else since has been aftermath.  You say you love her but you don't know what love is. She 'loves' you but she doesn't know who you are.  You make a deal, you're breaking it -- the bottom line is, Joe, you're conducting a Great Romance under false pretenses. \n[366]I don't expect you to. \n[367]I certainly hope so -- I loved Susan from the moment she was born, and I love her now, and every minute in between, and what I dream of is a man who will discover her and she will discover a man who will love her, who is worthy of her, who is of this world, of this time and has the grace and compassion and fortitude to walk beside her as she makes her way through this beautiful thing called life. \n[368]Why did you come in here and tell me, Joe?  You are the Biggest Shot of all, you don't have to ask my permission, but that's what you're doing.  You know why?  Because you've somewhere, somehow, developed into a good guy, and you know this is all wrong... I don't know what you're going to do -- how can this be love? She doesn't know who you are.  Why don't you tell her?  Try it out on her?  See what happens.  Reveal everything there is to know about yourself and let the chips fall where they may. \n[369]Okay? -- I've given it my best shot. I wish I could tell you to sleep on it but... \n[370]Thank you. \n[371]Come in. \n[372]How are we on time? \n[373]Get him in here. \n[374]...May? -- I know you're busy,  but I want you to put in a call to Eddie Sloane for me -- \n[375]No, he's at the office. \n[376]I appreciate this, Eddie, members of the Board, this will just take a minute of your time.  As the custo- dians of the company, you may re- ceive information from what follows that is valuable to you -- -- or not.  Either way, thanks. \n[377]Shut up and sit down. \n[378]You're a worthless sack of shit, you fucked me over, played footsie with John Bontecou, sold my company out to line your own pockets. \n[379]The Board didn't know you're a mole who burrowed inside so you could bury us all. \n[380]Joe, don't do this -- \n[381]It's not necessary, Joe.  Drew's going to step aside -- \n[382]I told you to shut up. \n[383]He is -- \n[384]-- An IRS man. \n[385]Yes, he is.  He's an -- IRS man. Aren't you, Joe? \n[386]The Treasury Department asked my cooperation in his undercover investigation of John Bontecou. They were convinced that Bontecou, on past deals, had structured his mergers and acquisitions in sus- picious and complicated ways so as to evade paying the taxes he is liable for.  The IRS wanted to go after him, and this deal offered them the opportunity. I agreed to cooperate. \n[387]Moreover, Agent Joe Black here -- of course that's not his real name -- smelled out your involvement, Drew.  He developed evidence you were working both sides of the fence.  Unfortunately, that's known as a conflict of interest -- \n[388]An offense -- \n[389]No lawyers, Drew.  We're going to offer you a deal. \n[390]Confess to the Board every details of your participation and then submit your resignation. \n[391]You get not to go to jail. \n[392]Proof?  We've got plenty of proof. \n[393]Well, thank you, that's great, but it's more than I bargained for.  I just wanted to set the record straight. \n[394]I thought I was going to sneak away tonight... \n[395]...What a glorious night, every face I see is a memory.  It may not be a perfectly perfect memory -- sometimes we had our ups and downs -- but we're all together, and you're mine for a night. -- And I'm going to break precedent, and tell you my one-candle wish -- that you would have a life as lucky as mine, where you can wake up one morning and say \"I don't want anything more.\" Sixty-five years - don't they go by in a blink? \n[396]I'm having a helluva time. \n[397]I'm sorry. \n[398]Yes, but -- \n[399]I want you to know how much I love you.  That you've given a meaning to my life that I had no right to expect, and that no one can ever take from me. \n[400]No -- I love you so much and I want you to promise me something.  I don't want you to ever worry about me.  If anything should happen, I'm going to be fine and everything's going to be all right. -- And I have no regrets. \n[401]And I want you to feel that way, too. \n[402]That's why it's okay. \n[403]No regrets? \n[404]It's a good feeling, isn't it? \n[405]I'm still here. Would you like to dance with me, Susan? \n[406]If you don't mind dancing with an old fogey like me. \n[407]What was that? \n[408]You go ahead, honey, I'm going to catch my breath. \n[409]Thank you. \n[410]Did you say goodbye? \n[411]I guess you have your reasons. \n[412]Now that we have a moment, would you mind if I expressed my gratitude for what you did for Susan? \n[413]I never heard her speak of any man as she spoke of you -- It was always what I wanted for her -- but what happens to her now? \n[414]Don't blow smoke up my ass, you'll ruin my autopsy. \n[415]It's hard to let go, isn't it? \n[416]That's life.  What can I tell you? \n[417]I'm getting a little dizzy, I can feel my heart pumping -- \n[418]Should I be afraid? ", "JOE": "\n[1]Yes? \n[2]Are you? \n[3]No -- \n[4]As long as it takes. \n[5]We have an arrangement now. \n[6]I didn't say. \n[7]Sure. \n[8]Here... \n[9]Black. \n[10]It's so very nice to see you again. \n[11]Susan. Allison. Quince. Drew. Bill... Thank you. \n[12]Thank you. \n[13]'Threw' you?  Where? \n[14]I didn't know her.  The body I took knew her.  The man she met in the coffee shop this morning.  I - uh - took him. \n[15]No. \n[16]It hadn't occurred to me until then. I was just having such a wonderful time -- Besides, isn't this what I'm here for? \n[17]You seem uncomfortable, Bill. \n[18]What a good idea. \n[19]No. \n[20]I won't. \n[21]You're putting me on the spot, Bill. \n[22]Let's put it this way.  When I go, you go. \n[23]That's the best I can do. ...but minute-by-minute, I find myself lingering. \n[24]Your doctor? Did your doctor say anything about a tiny, undetectable hole in your aorta?  Did he mention an irreparab- ly weak vein in the further reaches of your famous brain?  Were they any prognostications about the possibil- ilites of a fatal collision on a golf cart of suffocating in an avalanche on a skin vacation in Gstaad? \n[25]I hope you realize, Bill...in your office this morning, that was your time. \n[26]...But meanwhile, you are still here.  Count your blessings.  Call it gravy, frosting on the cake, whatever it is you say. \n[27]Not at all. \n[28]Good night to you, Bill. \n[29]Hello.  I'm Joe Black.  Nice to meet you. \n[30]What are you eating. \n[31]'Laura Scudder's Peanut Butter'. You like it? \n[32]Yes, I am.  I thoroughly enjoyed this - uh - peanut butter. And I thoroughly enjoyed meeting you. \n[33]I'll be moseying on. \n[34]I'm lost. \n[35]I'm sorry. \n[36]'Big'? \n[37]I am Joe. \n[38]That is not my intention. \n[39]Peanut butter. \n[40]But it's gone now. \n[41]I haven't. \n[42]Do you love Drew? \n[43]When you put your mouth to his, Susan, it seems a frequent thing. \n[44]I'm sorry.  Do you live here? \n[45]I guess what I'm trying to say is -- I'd like us to be friends. \n[46]I don't have any. \n[47]...I didn't mean to offend you at dinner.  I'm not quite at home some- times with people.  I get busy doing - uh - what I do, and I don't seem to have developed -- \n[48]I have a certain function to per- form, and that seems to take all of my time.  Bu sometimes - uh - I speculate - uh - I haven't left room for - uh - anything else. \n[49]Susan? \n[50]Did you know you have a wet spot on your shoulder? \n[51]Goodnight to you, Susan. \n[52]Yes? \n[53]Thank you. \n[54]Good morning, Bill. \n[55]'Feeling'?  I feel fine.  How do you feel? \n[56]Oh, I wouldn't tell them anything, Bill.  You'll ruin the good start we had last night.  I felt as if I were being treated like a person.  'Joe' this and 'Joe' that - a nice smile - Quince passed me the rolls -- no 'rapture' or 'passion' or any of those mighty things you seem so intent on imparting, but I am cer- tain, should you - uh - say - uh - who I am - our adventure would end abruptly. \n[57]But I did so enjoy your family. \n[58]And what? \n[59]Sounds fair enough. \n[60]A 'deal'? \n[61]Bill -- \n[62]You've got a deal. \n[63]This is great! Now what do we do? \n[64]When you were shaving this morning, you weren't just shaving, right? \n[65]You were hatching ideas, making plans, arriving at decisions, right? \n[66]So you understand the concept then. When you're busy here, your work, what your task is, is being executed elsewhere. \n[67]So you've grasped the idea.  Con- gratulations.  Now multiply it by infinity and take it to the depth of forever, and you still will have barely a glimpse of what I am talking about. \n[68]Yes, Bill. \n[69]Make an exception? \n[70]Not this. \n[71]That's what everybody says. \n[72]That's what everybody says. \n[73]I understand. \n[74]But you can't. \n[75]What do you mean? \n[76]Can you keep a secret? \n[77]So can I. \n[78]No. \n[79]I'm sure you'll see to it that it won't be a problem. \n[80]Thank you. \n[81]Do you have any more of these deli- cious cookies? \n[82]And a cup of tea.  With milk, I think.  I'd like to try it English- style.  Yes, a cup of tea with milk. \n[83]Why yes, thank you. \n[84]Cold. \n[85]Yes. \n[86]'Death and Taxes'? \n[87]\"Death and Taxes\"? \n[88]What an odd pairing. \n[89]Of whom? \n[90]Then why did you bring it up? \n[91]Those cookies were excellent. \n[92]I don't understand. \n[93]Are you sad, Bill? \n[94]You're not thinking of going some- where, are you, Bill? \n[95]Of course. \n[96]Oh.  Okay. \n[97]It can't buy happiness? \n[98]No thank you, Bill.  I can manage. \n[99]How nice you look.  Is that your uniform? \n[100]Oh goodness, no. \n[101]I came to see you. \n[102]Very well, I'll watch. \n[103]Whatever you do. \n[104]And I'll be a visitor. \n[105]I don't mind -- \n[106]No obeah, sister.  No duppy, no jumbie.  Evera ting gon' be irey. \n[107]Go wi' de doctor lady.  Momma be fine. \n[108]Obeah evil.  I not evil. \n[109]I from dat nex' place. \n[110]No, no.  I on holiday. \n[111]I nuttin' to do wi' dat. \n[112]Doctor lady make it irey. \n[113]Can't, sistah. \n[114]Not time yet. \n[115]Can't feel wi' de way tings gotta be, Easter. \n[116]Close your eyes, Easter. \n[117]Soon. \n[118]She's in a great deal of pain. \n[119]Some. \n[120]I - uh - I - realize now - uh - my being here - um - your patient -- this is not really appropriate -- and I - uh -- \n[121]Thank you.  I'm so very glad to be here. \n[122]I guess you're busy -- \n[123]Well, I could come again some other time. \n[124]Not now. \n[125]Don't you want me to come again...? \n[126]Be sorry for nothing. \n[127]Good-bye, Susan. \n[128]Are you going to eat your lunch \n[129]Excellent.  What is it? \n[130]Truly - uh - splendid. \n[131]Uh-huh. \n[132]And more. \n[133]Well...I don't know. \n[134]How was it the first time you met her? \n[135]This part I'm interested in. \n[136]Yes. \n[137]Perhaps a merger is a way to bring Bill's company into the 21st cen- tury.  And perhaps it isn't.  And perhaps cheating on your French Philosophers exam at The Groton School was an expedient way to get your diploma, and perhaps it wasn't. Be that as it may, Drew, a question can often be argued both ways. \n[138]Absolutely. \n[139]Why, at this juncture, are you letting yourself be so concerned by business matters? \n[140]Okay. \n[141]Easy, Bill.  You'll give yourself a heart attack and ruin my vacation. \n[142]That's very gracious of you, Quince. \n[143]I wanted to apologize, Susan -- \n[144]Well, now I am sorry.  For intruding on you this afternoon. \n[145]I appreciate you -- \n[146]I mean I appreciate that. \n[147]You do?  Well, thank you very much. \n[148]No. \n[149]I would prefer some peanut butter. \n[150]Toast?  No...just the butter. \n[151]I don't know. \n[152]Yes... \n[153]Yes...I've found that it does. \n[154]I'm very concerned about the woman you attended to today. \n[155]Has her pain abated? \n[156]I'm sorry to hear that. \n[157]But I know she's grateful for the care you're giving her. \n[158]Susan's patient is whom we are talking about. \n[159]Perhaps you could remind me. \n[160]Susan is a wonderful doctor. \n[161]I don't know. \n[162]I guess... \n[163]I wouldn't put it that way. \n[164]You tell me, Bill. \n[165]Are you going to fire me, Bill? \n[166]I don't like the way Drew spoken to you.  But I feel better about it now because of the way you spoke back. \n[167]Why? \n[168]No, I'm not. \n[169]No. \n[170]No. \n[171]Thank you, I appreciate that. \n[172]To bed. \n[173]Yes.  I'm tired. \n[174]Cirrhosis of the liver is the fifth leading killer of adult Western males. \n[175]On the other hand, Winston Churchill drank a bottle of cognac a day and lived until he was ninety-one. \n[176]And you're a nice man, Quince. \n[177]You're welcome. \n[178]No, I don't -- \n[179]You first. \n[180]Almost. \n[181]What an angry fellow. \n[182]Please.  We don't need to talk about Drew. \n[183]I love your smell. \n[184]Thank you. \n[185]-- Could you? \n[186]Why, yes.  Thank you. \n[187]You're welcome. \n[188]Yes? \n[189]Well...I'm -- uh, Joe.  And you're Susan.  And I - uh - have this weak feeling in my knees -- \n[190]Faster.  And I want the scent from underneath your ears and the taste of your lips and the touch of your tongue to stay with me -- forever. \n[191]And you don't even have to say a word. \n[192]Hello, Bill. \n[193]Um -- not right now. \n[194]Goodnight. \n[195]Who I am, and my relationship to Bill, will be divulged in our own good time. \n[196]I'm sorry, Bill -- \n[197]What's okay? \n[198]'Fish'? \n[199]I'm not hungry. \n[200]I am. \n[201]May I take your coat? \n[202]How beautiful. \n[203]He's taking a nap. \n[204]Yes, he's tired.  I believe so. \n[205]You must be hungry? \n[206]...No. \n[207]Thank you. \n[208]I loved it. \n[209]Yes! \n[210]Nowhere?  I'm...here. \n[211]Oh, I hope a long, long time. \n[212]What do we do now? \n[213]Hello, Bill. \n[214]Did you have a nice nap? \n[215]I'm sorry to hear that. \n[216]Yes, I saw you see me. \n[217]I'll be the judge of that. \n[218]With all due respect, Bill, I'm not asking your permission. \n[219]'Spooning'? \n[220]I picked you for your verve, your excellence, and for your ability to - how shall I say - instruct.  You've lived a first-rate life.  And I find it eminently usable. \n[221]I'm only following the Parrish bywords.  Looking for that 'ounce of excitement', that 'whisper of a thrill' -- What there is no sense living your life without.  You know what I mean, Bill. \n[222]This universe? \n[223]I don't like your tone, and I don't like your references. \n[224]May I remind you this is not just a dispute with a putative suitor, this is me.  So watch it...Bill. \n[225]I told you, 'watch it'. \n[226]Dr. Parrish. \n[227]Oh. \n[228]Don' be facety, woman. \n[229]No, I come to see Doctor. \n[230]Nuthin'. \n[231]Yes. \n[232]Mine, too. \n[233]Yah. \n[234]I am. \n[235]She knows how she feel. \n[236]Don' need you okayin'. \n[237]Brung you flowers and all I gettin's facety back. \n[238]Can do no right by people.  Come to take, you wan' to stay, leave you stay, you wan' to go.  Rahtid! \n[239]But I not lonely here.  Somebody want me here. \n[240]Got enough nice pictured, Easter. \n[241]G'bye, sistah. \n[242]Why are you giving me money? \n[243]I am who I am.  I cannot change. \n[244]That's impossible.  You're wasting your money.  I couldn't change even if I wanted to. \n[245]Uh -- \n[246]-- I have the feeling that, all in all, what I made this voyage for -- has served its purpose. \n[247]You are? \n[248]Good.  Tomorrow, after the party. \n[249]No, thank you. \n[250]Do I?  I'm a little confused. \n[251]Love. \n[252]You love Allison, don't you? \n[253]How did you meet? \n[254]But she loves you? \n[255]How do you know? \n[256]'The deepest, darkest secrets --'? \n[257]What do you mean 'free'? \n[258]Oh yes, you are one of my favorites. \n[259]Go to Bill Parrish and tell him everything.  He'll forgive you. \n[260]Because that's the kind of man Bill Parrish is. \n[261]-- Getting to. \n[262]No. \n[263]I love you in an evening gown. \n[264]Yes.  Your father and I, our time together has come to an end. \n[265]Well -- I -- \n[266]I can tell you the when part.  Tonight. \n[267]No worse than it gets for me.  I'm in love with a woman whom I don't want to leave. \n[268]We know so little about each other -- \n[269]But there's so much to tell you -- \n[270]Will it? \n[271]What will we do? \n[272]'Love will find out the way'? \n[273]I believe that, don't you? \n[274]Excuse me -- \n[275]Tell Drew that Bill acknowledges that this was a contest and he's lost.  The race is to the swift, but could Drew summon a modicum of understanding and allow Bill to save face.  Tell him Bill wants it understood in the business community he has merely moved upstairs in his own company, and the executive continuity is unbroken.  Tonight's the night to do it.  He'll introduce Drew to his press friends as well as some of his close acquaintances from Washington and Drew can tell them that everything's sailing along just fine. \n[276]Not at all. \n[277]How are you doing? \n[278]I was just asking, Bill. \n[279]-- And I'm in love with your daughter. \n[280]I'm in love with your daughter, and I'm taking her with me tonight. \n[281]I think you heard me, Bill. \n[282]I'm sorry, Bill -- \n[283]I love her, Bill.  She is all that I ever wanted, and I've never wanted for anything because I've never wanted anything before, if you can understand. \n[284]Then what is it? \n[285]Which is what? \n[286]So that's what love is? \n[287]Those were my words, Bill. \n[288]Susan wants to come.  She says she's in love with me. \n[289]No. \n[290]I don't like what you're saying. \n[291]Are you threatening me? \n[292]Are you telling me I can't be part of it? \n[293]There is something I do want to tell you -- \n[294]Did I say that? \n[295]The 'coffee shop' -- \n[296]I - uh -- \n[297]Don't you know, that's what I want more than anything. \n[298]May I kiss you? \n[299]I'm still here. \n[300]I love you now, I'll love you always -- \n[301]Susan -- \n[302]Thank you for loving me. \n[303]...We should think about getting started, Bill. \n[304]It'll just be us. \n[305]Okay. \n[306]You're the poison, Drew.  You've operated behind-the-scenes to suborn the trust of a man who has stamped you with his imprimatur of class and elegance and stature.  I've seen all kinds and degrees of deception in my time, but Bill Parrish has been on the receiving end of machinations so Machiavellian that it has rarely been my experience to encounter.  And yet he has combatted them stoically, and selflessly, without revealing my identity.  Had he violated the vow of secrecy he took, his task would have been far easier, he could have turned defeat into victory, but he is too honorable a man to have done that.  And now I must release him from that vow.  Because of me, he has lost his work, his company, his reputation -- and now he's going to tell you who I am. \n[307]-- And now you're going to pee some more. \n[308]It's time to put this person where he belongs. \n[309]I appreciate your gentlemanliness, Bill, but what we need to do here is drive the dagger home -- \n[310]Prepare yourself, Drew - I am -- \n[311]I'll take it from here -- I am -- \n[312]Yes, I am. IRS man. \n[313]And we're very grateful. \n[314]Undisclosed conflict of interest -- \n[315]An indictable offense. \n[316]And he's talking through his lips. \n[317]Make no mistake, Drew, if you choose to test my resolve in this matter, you'll be looking at an outcome that will have a finality that is beyond your comprehension, and you'll not be counting the days or the months or the years, but millenniums in the house with no doors. \n[318]My pleasure.  This is an IRS Agent's dream.  I'll be promoted to Chief of Section off of this. \n[319]'Death and Taxes'. \n[320]Do you have any peanut butter? \n[321]Thank you, anyway. \n[322]Happy Birthday, Bill. \n[323]Not exactly. \n[324]Yes. \n[325]I wouldn't worry about it, Bill. These things have a way of working out. \n[326]And would you mind if I expressed my gratitude...? \n[327]For you.  For the time you've given me.  For the person you are. \n[328]Yes. \n[329]Not a man like you. \n[330]-- You bet. \n[331]I don't know -- y'know, I don't know -- it's all blurred up and hazy.  And would y'know what I mean if I said I don't think it's worth figuring out? \n[332]...But now I'm back. \n[333]Well, I don't know what else to say. It's a helluva party -- \n[334]Yeah...and you're the prettier thing here. ", "SUSAN": "\n[1]Good morning, Dad. \n[2]Drew called from the AStar, they're still two minutes away. \n[3]He wanted to ride back down with you. Now sit and relax, get some- thing in that flat tummy of yours -- \n[4]You coming? \n[5]Will you relax?  I know it is a big deal day -- \n[6]Drew told me. \n[7]I hope so. \n[8]Yeah.  I guess so. \n[9]...Then don't. \n[10]-- Here comes our boy now -- Shall we? \n[11]Hi. \n[12]You're only six-five once. \n[13]I thought you were in a meeting--? \n[14]...There's a start for a meeting. \n[15]No, it's none of your business. \n[16]You mean like you loved Mom? \n[17]Probably. \n[18]Uh oh -- \n[19]And I'm your daughter and no man will ever be good enough for me. \n[20]What were you going to say? \n[21]So what's wrong with that? \n[22]You're not listening -- \n[23]Don't get dirty, Dad -- \n[24]That's all? \n[25]'Be deliriously happy'.  I'm going to do my upmost -- \n[26]Bravo. \n[27]I'm sorry.  But give it to me again. The short version. \n[28]I won't.  And when I tell Drew about it, he won't either. \n[29]You're terrible. \n[30]Thank God. \n[31]Daddy, what's the matter? \n[32]What is it, Daddy --? \n[33]Are you okay? \n[34]Well, go get 'em, Pops. \n[35]Not at all.  It was fascinating. \n[36]You and 'Honey'? \n[37]I'm sorry -- \n[38]What's the way? \n[39]I agree -- \n[40]I was just being agreeable, now I've got to explain why? \n[41]So you're a one-girl guy? \n[42]How'd you know? \n[43]Me?  Internal medicine. \n[44]I could be her. \n[45]Yes, I could. I have an office in the hospital. \n[46]Not at all. \n[47]I've got patients coming in -- \n[48]'Pro bono'.  That means doing good -- Going to be doing good all your life? \n[49]You'd give up what you want for the woman you marry? \n[50]You'll have a hard time finding a woman like that these days -- \n[51]I've got to go -- \n[52]No, it was so right it scares me. \n[53]Why? \n[54]Sure, I'll give you the name of a doctor. ...And I don't want to examine you. \n[55]Because I like you so much.  Now I've got to go. \n[56]Hi, everybody.  Sorry to be late - had to have dinner with my depart- ment chief -- \n[57]...I'm here, aren't I?  Wouldn't miss a loose end meeting.  What's on the table for discussion?  Party favors, flowers -- hi Dad, hi Drew -- \n[58]What are you doing here? \n[59]We've met. \n[60]-- This morning.  The Corinth Coffee Shop.  He was looking for a doctor. \n[61]That's your name? \n[62]In this house? \n[63]Incidentally, 'Joe' what? \n[64]So, what are you doing here? \n[65]Cat got your tongue?  You weren't so silent this morning. \n[66]What 'business'? \n[67]Funny, I don't get that feeling. Maybe it's because you found out I'm Bill Parrish's daughter. \n[68]What are you doing here? \n[69]-- Can't seem to escape you today. \n[70]Hand me one of those, will you? \n[71]You must have something really big going on with my father -- \n[72]You appear at his side out-of-the- blue, stay at his house, eat dinner with his family, it's practically a first.  You're in the red-hot center of big business and I thought you were a regular Joe. \n[73]Not the one I met this morning, hit- ting on me in as nice a way as I've been hit on in a long time, but the moment you find out I'm my Dad's daughter, you act like a stranger. \n[74]What are your intentions?  To make little dreams in coffee shops, turn a woman's head, and I don't mind admitting it was turned, I liked it, but ten hours later I feel like a fool.  I don't get it.  You, my father, here in this house, the cof- fee shop, it's making me upset, and I don't like being upset.  Who are you anyway?  And what are you eating? \n[75]You act like you never had peanut butter before -- \n[76]-- What kind of childhood did you have? \n[77]Come again? \n[78]Drew is none of your damn business. Nor is where I put my mouth. \n[79]No, Joe, I'm swimming here.  Then I'm going home. \n[80]I've got plenty of friends. \n[81]I can see why. \n[82]Yes --? \n[83]I'm sorry to say I know what you're saying. \n[84]Yes? \n[85]Goodnight, Joe. \n[86]Shall we dance? \n[87]Joe -- \n[88]I think you want to go to the west wing.  Through there. \n[89]Joe -- \n[90]Why did you come here? \n[91]Are you ill? \n[92]Then why are you here, Joe? \n[93]I don't have any time to see you now.  I'm doing grand rounds and then I'm examining back-to-back patients until dinner and then -- \n[94]Watch me do what? \n[95]That's impossible.  I'm a doctor, I'm -- \n[96]Patients have visitors, not doctors. \n[97]Just a minute, please. \n[98]What's obeah? \n[99]Have you filled out the insurance forms? \n[100]Go with her.  I'll be right there. \n[101]Yes. \n[102]Have you spent a lot of time in the islands? \n[103]Don't apologize.  There's nothing to be sorry for -- every hospital should have someone like you. \n[104]Well...I'm glad you came. \n[105]Yes. \n[106]Joe, I'm with Drew. \n[107]I have to go, I'm sorry to say -- \n[108]Yes.  Well...thank you, Joe. \n[109]Nothing's going on.  Maybe he doesn't want to be alone.  He's go- ing to be sixty-five in a minute -- \n[110]You think so? \n[111]I thought you said 'Be sorry for nothing'. \n[112]It wasn't an intrusion.  And if it was, it turned out to be welcome. \n[113]Excuse me? \n[114]And I appreciate you, too. \n[115]Look who's talking. \n[116]It'll come back, Daddy. \n[117]Haven't you had enough of us, Dad? \n[118]We'll be here. \n[119]Why do you love peanut butter so much? \n[120]I adore things like that....food I can't do without.  Don't you? \n[121]It comforts you, doesn't it? \n[122]I am, too. \n[123]We're doing what we can for her. But it doesn't look good. \n[124]Joe visited the hospital today. \n[125]...See you tomorrow night. \n[126]You don't mean that.  You wouldn't disappoint Daddy -- \n[127]Drew, you're out of line. \n[128]Sorry, but I like the way he looks and talks to me.  And vice versa. Okay? \n[129]Well... goodnight. \n[130]How long have you been standing there? \n[131]Tell me about yourself, Joe.  Who you are.  What you're doing with my father. \n[132]So you're not going to tell me? \n[133]You're married, aren't you? \n[134]Because guys who never say anything about themselves are always married. \n[135]So you are married. \n[136]Girlfriend? \n[137]Gay? \n[138]Then tell me, Joe, how come a man as attractive, intelligent, well- spoken ,diffident in the most sed- uctive way, and yet powerful, is all alone in this world? \n[139]I'm sorry, I don't want to pry and you don't want to tell me.  So let's leave it a mystery.  That's the way you want it, isn't it? \n[140]Where are you going? \n[141]'To bed'? \n[142]Yeah, it's good to get together. \n[143]Raise away. \n[144]Well, remember how you told me about \"lightning striking\"?  The nature of it's in there somewhere. \n[145]Then what will you say? \n[146]Now we love Drew and Joe in verbo- ten?  What's going on? \n[147]When you say 'nothing' that way, it's not nothing. \n[148]It's something. \n[149]G'night, Daddy.  See you tomorrow. This is getting interesting. \n[150]Drew! \n[151]Never talk to my father like that again. \n[152]Why don't you get off his case? \n[153]That's it.  It's over.  Get out. \n[154]I said get out. \n[155]I'm sorry about -- \n[156]No.  We don't. \n[157]Brave you had a chance to look at Dad's rare books?  Jefferson's Parliamentary Manual, a first edition Bleak House -- \n[158]-- I guess you haven't. \n[159]I like your smell, too. \n[160]It was everything. \n[161]When I was little, my mother used to say, \"Darling, you could set your heart by this clock\". \n[162]Never tried, 'til now. Joe, may I kiss you? \n[163]You're welcome. \n[164]Thank you. \n[165]Joe? \n[166]I don't know who you are. \n[167]And is your heart beating strangely? \n[168]I have to go home. \n[169]Don't I? \n[170]Goodnight, Daddy. \n[171]You're here? \n[172]I just thought I'd drop by, scrounge a little lunch, I was in the neigh- borhood -- \n[173]Just throw it on the chair. \n[174]When I called, they said that you and Daddy had just left the office. \n[175]He must be tired -- this Bontecou thing -- \n[176]No, not anymore.  Are you? \n[177]Are you cold? \n[178]Maybe it's the draft through the door. \n[179]It's so wonderful to make love to you.  It's like making love to some- one who has never made love before. \n[180]Did you like making love to me? \n[181]More than you love peanut butter? \n[182]Where are you going? \n[183]For how long? \n[184]Me, too. \n[185]It will come to us. \n[186]Where's Joe? \n[187]Where is he? \n[188]Because I was sitting in a staff meeting, incredibly bored, my mind kept wandering and the only place it landed was -- Joe. \n[189]Love.  Passion.  Obsession, all those things you told me to wait for.  Well, they've arrived. \n[190]Why?  A man appears at your side, almost never leaves it, you clearly trust him, depend on him, I sense you value him deeply, why aren't those things good enough for me? \n[191]What are you afraid of, Dad?  That I'll fall head over heels for Joe -- well, I have -- as you did with Mom. That's always been standard, whether you like or not. \n[192]Where's he going? \n[193]C'mon!  The guy's working with you. You always know chapter and verse about everyone who works -- \n[194]I love him. \n[195]Of course not, Daddy.  I'm sorry. \n[196]I love you, too. \n[197]Lightning does strike. \n[198]I like you in a black tie. \n[199]It beats a surgical, doesn't it? \n[200]Daddy told me you might be leaving? \n[201]Where are you going? \n[202]You won't tell me? \n[203]And you can't tell me who you are. \n[204]I'm in love with a man, I don't know who he is, where he's going or when. \n[205]It gets worse. \n[206]Then don't. \n[207]We know all that we need to know -- \n[208]Don't.  That will come later. \n[209]Lightning struck.  We caught it in a bottle.  Don't let it out.  I want to be with you, Joe -- \n[210]'Love will find out the way'. \n[211]It's a saying. \n[212]Yes, that's why I said it. \n[213]Hello, Joe.  What'd you know? \n[214]There's something so indescribably sexy about you in a crowd.  I could make love to you right here. \n[215]If you're going to tell my future, you're on the wrong side. \n[216]But you can't. \n[217]Just then -- when you hesitated -- the way you shift from foot-to-foot, I've always found endearing but just now -- I got a chill. \n[218]Remember that morning in the coffee shop?  You said 'What's wrong with taking care of a woman, she takes care of you --\" \n[219]And I said you'd have a hard time finding a woman like that. \n[220]Well, you've found one, Joe. \n[221]-- That was the place... and you were the guy. \n[222]And you said you didn't want me to be your doctor because you didn't want me to examine you --? Well, I got to examine you after all -- \n[223]I could come with you -- \n[224]You want me to wait for you, you'll be back -- \n[225]Why do I want this night to last forever? \n[226]You said before you couldn't tell me who or where, only the 'when' -- Is when now? \n[227]That felt like a goodbye. \n[228]What's going on, Joe?  I feel like we're lifting off -- \n[229]But you're not.  You're somewhere else. You're someone else -- \n[230]Tell me you love me -- tell me you love me now -- \n[231]Hold me -- \n[232]-- Yes? \n[233]What a night. \n[234]You were right about Joe, he is going somewhere -- \n[235]Are you relieved? \n[236]But what? \n[237]Daddy -- \n[238]I love you, Daddy -- \n[239]'No regrets'. \n[240]Everybody's saying goodbye... \n[241]Oh, yes -- \n[242]Oh, Dad, you're not old.  You'll never be old. \n[243]The fireworks are about to start. \n[244]Shall we? \n[245]Joe...? \n[246]You're here... \n[247]Where did you go? \n[248]That's it? \n[249]You think so? \n[250]The coffee shop -- \n[251]What has --? \n[252]No -- \n[253]I said I liked you so much. \n[254]...We know so little about each other. \n[255]I wish you could've known my father... \n[256]...What do we do now? ", "DREW": "\n[1]Hello, Beautiful. \n[2]Well, it's a big day.  Wanted to line up a few ducks before kickoff. Any thoughts?  Last minute refine- ments or variations? \n[3]A voice? \n[4]What'd it say? \n[5]'Yes' to the deal? \n[6]Quince, m'man, thanks for the offer, but it's all set for just me and Bill. More people might -- \n[7]I was saying to Quince we won't need -- \n[8]Why yes, Bill, I was saying to Quince -- \n[9]...Tomorrow we sign off -- photo opportunity, you and Big John, it'll lead network news.  Okay so far? \n[10]It's going to be great -- \n[11]Bill, after this deal, you'll be able to afford one. \n[12]Their PR guy asked me, what did I think Parrish Communications stood for, that's principle and ethics- wise?  I came up with something, but then it occurred to me, why don't I ask Bill?  What do you think? \n[13]That's great!  Wait 'til I show it to Bontecou. \n[14]I'm all excited -- \n[15]I thought it was great, I thought you and Big John would be like a couple of bulls in a china shop -- Instead it was -- \n[16]You have a way with words. \n[17]So... Board convenes tomorrow, you'll recommend, we close and it's a deal, right? \n[18]Olympic. \n[19]This is our lucky day. \n[20]He's coming. \n[21]Unfortunately.  I sat between them at the Bronx Zoo benefit -- it was better than Seconal. \n[22]Good, maybe they'll drown him out. \n[23]You're overthinking it -- \n[24]Yeah, something he goes by -- \n[25]Yeah, Bill, the suspense is killing me. \n[26]What?! \n[27]Just plain 'Joe'? \n[28]'Joe...' \n[29]Is there any more to it? \n[30]Like 'Smith' or 'Jones --' \n[31]Have we met? \n[32]You and Bill old friends? \n[33]I get the feeling you've done some business before. \n[34]What side of the industry did you say you were on? \n[35]Joe sounds like a ringer, Bill.  I have the feeling you guys got the broad strokes already.  Need any help with the details? \n[36]I'm sorry -- business at dinner... Forgive me for being so rude. \n[37]Joe, you do get around. \n[38]Incidentally, Joe, where're you staying? \n[39]'Here'? \n[40]-- Did I hear 'business'? \n[41]That was 'Joe'. \n[42]Very. \n[43]Nice to see you.  I didn't expect you, but certainly you can't get enough of a good thing. \n[44]The Board of Parrish Communications - is hereby called to order.  Our sole order of business is an acceptance of John Bontecou's generous offer and -- \n[45]Anything else, Mr. Black?  How about some water? \n[46]Hot or cold. \n[47]And a glass. \n[48]To review -- we're really crossing the 't's and dotting the 'i's here. Bill had a great and conclusive meeting with John Bontecou yester- day, all that remains for us is to put it to a vote. \n[49]...Sounds like you're not leaving much room for discussion. \n[50]That's your privilege, Bill.  But given our needs, given the absolute necessity for growth, given the fu- ture, the truth is... joining John Bontecou is every bit as certain as - Death and Taxes. \n[51]Yes. \n[52]Yes. \n[53]It's just a saying, Mr. Black, \n[54]It doesn't matter. \n[55]You're not familiar with the phrase, \"In this world, nothing is certain but Death and Taxes\"? \n[56]Glad I could be of some help. \n[57]But the matter's still on the table, Bill -- \n[58]Who is that guy? \n[59]Felicia? \n[60]Get me a Field Background check on Joe Black.  Litigations. Bankrupt- cies.  Credit ratings.  The works. Got it? \n[61]May I interrupting? \n[62]'Just kidding'? \n[63]Before I do -- I was hoping we might be alone, Bill. \n[64]How nice for you both. \n[65]Bill, pardon my candor, but I was confounded by your decision this morning. \n[66]I was hired, you told me, to help bring Parrish Communications into the 21st Century.  This merger is the vehicle -- \n[67]I thought this was practically a done deal -- \n[68]Okay. \n[69]Can I invite myself to dinner tonight? Susan and I had ticket for the Knicks game.  But she said you guys were getting together -- \n[70]Damn decent of you. \n[71]Good question. \n[72]Thanks, Quince. \n[73]Are you? \n[74]'It's up to Joe'?  Those were his words? \n[75]'It's up to Joe', huh? \n[76]Well, that's very interesting. \n[77]Yeah.  Neat. \n[78]As much as Joe's? \n[79]Who is this man?  He's giving ubiquitous a bad name. \n[80]For how long?  And why? \n[81]Boss's orders, huh?  I'm great at following them.  And I think I'll start right now. \n[82]I have a confession to make to you, Joe. \n[83]Do you want to hear it? \n[84]Well, I'm going to tell you anyway. I did cheat on that exam at Groton. But so did twenty-six other guys, and nobody ever mentioned it until today.  And I'm expecting you won't mention it again.  I don't know who you are and where you're getting your information, but I'm willing to pretend I did not hear it, and let bygones be bygones.  But can I tell you something else, it'd be nice to see the big guy without you next to him.  What are you, his shadow?  Do you hold his dick for him when he goes to take a leak?  You know some- times somebody would like a few min- utes alone with W.P.  That means without you.  Okay, pal?  Let's eat. \n[85]Mind if I throw up? \n[86]Who are we talking about? \n[87]Is this a state secret or are we being excluded just for the fun of it? \n[88]Well, maybe next time Joe goes, he'll take us along. \n[89]I'll make a note of it.  Anything else? \n[90]You're on, Quin-cee.  Destination Hospital.  Joe, you'll be the Tour Guide.  Okay?  How's that sound to you? \n[91]I have to go, Bill -- it's been a helluva day.  Need a few minutes to sort everything out. \n[92]Sure. \n[93]Include me out.  I've had enough of the conversations. \n[94]Daddy'll do fine.  Besides, he's got Joe. And so do you. \n[95]That may be.  But I don't like the fucker.  I don't like the way he looks at you and talks to you.  And vice versa. \n[96]No, not okay.  I thought we had a good thing going here. It shows you never know. \n[97]Yeah.  Goodnight. \n[98]...I know you're all as uncomfor- table as I am to be meeting without Bill, but I got a call last night from John Bontecou.  Not only is he still interested, he is sweetening his offer. Although it pains me to say it, in my opinion Bill Parrish dealt with us peremptorily in dismissing any deal with Bontecou.  Therefore, I'm sorry to say that if we are to exam- ine this new offer responsibly as the Board of Directors of Parrish Communications, we must do so with- out its Chairman. Oh yes, there is one additional element: Bontecou is so anxious to get us, he said he'd take Parrish Communications with our Chairman or without. \n[99]It's no surprise if I suggest to you that the Bill Parrish we know is not the Bill Parrish you saw yesterday. You heard that speech -- some strange emotional rationale to buttress a knee-jerk rejection of a legitimate offer.  Does it not strike you that something is possibly affecting this man's judgement?  More specifically -- his judgement to make a critical business decision? \n[100]It's not pleasant to say the follow- ing, but I would be remiss, in this crisis, if I did not.  When we pre- sent Bill with the improved Bontecou offer, and if he refuses to let us consider it -- once more makes an adamant or emotional rejection -- we will have no choice but to seek an alternative. \n[101]Bill's birthday is the day after tomorrow.  There is a provisory by- law in our charter.  Per the discre- tion of the Board, Corporate off- icers can be retired at age sixty- five. \n[102]Am I not obligated to? \n[103]How did this all come about?  Crisis -- Bill Parrish, crisis -- his com- pany, crisis for us.  I came about with the arrival on the scene of -- Mr. Joe Black.  Mr. Joe who?  Joe Black.  He attends our Board meet- int, he sleeps at Bill's house, re- sides in his office.  Never leaves his side.  And, in my opinion, is always in his ear.  Telling him what to do and Bill is listening.  Who is Joe Black?  What is his relationship to Bill Parrish?  And most important, what is behind his influence on our Chairman? \n[104]Thank you for coming. \n[105]I hope you'll respect its nature -- What we're trying to do here is gather our thoughts -- in light of Bill's rejection of Bontecou's offer -- and make an appropriate presenta- tion to him as to how we think the company might proceed.  Won't you share with our Board the information you gave me last night? \n[106]How did Bill react to the leads you've developed? \n[107]-- But he was concerned about the timing? \n[108]'It's up to Joe'? \n[109]Sorry to intrude, Bill, but we've got a bit of a crisis downtown -- it's not something we could talk about on the phone. \n[110]The Board's real unhappy, Pappy -- they felt you dealt with them pre- emptorily, you never gave them a chance to speak -- \n[111]Yes, you made your feeling abun- dantly clear.  Now they want to do the same with theirs. \n[112]If I read this Board right now, they want you to accept Bontecou's offer. \n[113]What do you think the Board is going to say when I tell them that? \n[114]With all due respect, you damn well better care because if you try to stonewall them again, there'll be blood on the floor. \n[115]Yours. \n[116]I'm just giving you the truth.  There was a time when William Parrish liked the truth. \n[117]Certainly.  Goodnight. \n[118]Don't worry about it.  There's a beginning and a middle and an end to everything.  And I think I've come to the end of my chapter with the Parrishes. \n[119]And the end began with this guy. \n[120]Mr. Black --?  We ran a check on you and you know what we came up with? \n[121]Not good, not bad, you know what we got?  Nothing.  No credit, no cars, no mortgages -- no wives.  Nothing. \n[122]All of a sudden a guy appears on the scene with the Chairman of one of the greatest communications corpora- tions of the world, the boss makes him privy to all the company's secrets, he attends the Board meet- ings, and us working stiffs with MBA's up the ass and years and years and years of experience, we're left outside with our noses pressed against the window. \n[123]This is a big-time operation, deal- ing in big-time issues, demanding big-time executives who make big- time decisions.  So, Joe, why don't you tell me exactly what it is that's big time about you? \n[124]Oh, you're the great Joe's attorney now?  Are we going to go to court? Or are we going to go to bed?  And I don't mean you and me.  I mean you and him. \n[125]So I guess a blowjob's out of the question? \n[126]Did you say something? \n[127]Did you want to have a cup of coffee or something, Bill? \n[128]To get to the point, we have re- ceived new information from John Bontecou concerning his desires for this company to merge with his, and we wanted to set the details before you. \n[129]Bontecou wants a quick response and -- \n[130]Don't you want to hear the details? \n[131]So I am to understand from your re- sponse that you do not want to hear the details of Bontecou's offer? \n[132]Certainly, Bill. \n[133]Bontecou wants a speedier response than that. \n[134]Before we do, while we're here, there is a second question the Board would like a response to, a far simpler one. \n[135]Who is the man sitting to the right of you? \n[136]But who is he?  What are his creden- tials?  What is his relationship to you? \n[137]The feeling of the Board is this: we fear Mr. Black is not only influenc- ing your decisions in regard to this company, but that you are relying on him to make them for you. \n[138]The lack of response, Bill, is not appropriate.  We are your Board, we have a right to know how you are managing the operations of this company, and most importantly, that you have not delegated someone to do it for you. \n[139]Okay, one more time. \n[140]Who is Joe Black? \n[141]A motion has been brought before the Board to invoke Article 19 of the corporate charter. \n[142]Mandatory retirement upon our Chairman's sixty-fifth birthday. \n[143]At which time, the Chairman will be named Emeritus, he will be welcome to attend all meetings, and will serve as International Spokesman for the corporation plus, of course, a settlement, a golden parachute of such magnitude that his feet will never touch the ground. \n[144]Please indicate your vote by a \"Yes\" or \"No\". \n[145]The motion is passed.  We will of course delay the announcement, out of respect for our former Chairman, until after the celebration of his birthday this weekend. \n[146]The other motion before us is the acceptance of John Bontecou's offer to merge this corporation with Bontecou International -- \n[147]That we did.  Thanks to you.  He was wobbling, mind you, but you stupid the coup de grace. \n[148]Quince, you can't unscramble scrambled eggs. \n[149]The train's left the station, pal, and you're aboard.  Would you like to hear the silver lining?  Check that, gold.  I've been working with John Bontecou all along.  We had a game plan -- acquire Parrish Communications then break it apart and peddle it piece-by-piece to the highest bidder.  I set it up for him, he smacks it out of the park. \n[150]Don't you know what this'll mean? You'll be rich.  You'll sell your stock, you can stop kissing ass -- What'll it feel like to be a man? \n[151]Go right ahead.  Tell William Parrish how you betrayed him at a secret Board meeting.  And tell Allison how you got her father fired -- and he lost his company. \n[152]It's just life, Quin-cee. \n[153]Wake up and smell the thorns. \n[154]This is damn big of Bill, I also think it's smart. \n[155]He said that? \n[156]Yeah, the short, gray hairs. \n[157]Hi, Bill, happy birthday -- \n[158]I just wanted to say how appre- ciative I am of this - uh - grand gesture and -- \n[159]I don't know where you get that idea -- the Board agreed -- \n[160]Is this Mr. Black's fantasy?  Another one of his whoppers?  Aren't you sick of this asshole lurking around? No one knows who he is, but one thing everyone does know, he somehow got your ear and has been pouring poison into it ever since. \n[161]So tell me, tell me, I'm peeing in my pants. \n[162]I'm not stepping anywhere -- \n[163]The dagger --? \n[164]I think I'd like to talk to my lawyer -- \n[165]And what do I get? \n[166]You're talking through your hat. You're offering a deal because you've got no proof. \n[167]All right, you win.  As soon as I get back to the city, I'll meet with the Board. \n[168]Who would've ever believed it?  You, an IRS Agent -- ", "QUINCE": "\n[1]...This shit's not bad. \n[2]And that? \n[3]What do you do that for? \n[4]9:30's almost 10:30.  Where I come from, the sun's over the yardarm, m'boy, and the cocktail lamp is lit. \n[5]Hi, Bill -- \n[6]How're you doing--? \n[7]I am, this is it.  B Day. \n[8]Bontecou Day.  Going to close with Big John -- Look at you, Bill, all cool as a cat and over at Bontecou's, I'll bet he's shitting in his pants. \n[9]Okay.  All aboard - New York, New York! \n[10]Hey, this is it, the hour approach- es, I'm getting all excited.  So what do you think, is it -- -- just the 'Executive Committee' or could you guys use me? \n[11]I know.  Gum up the works. \n[12]He said he would be there with bells on. \n[13]No jocks?  A twenty-game winner or a Masters champion?  Someone I could talk to. Or would talk to me. \n[14]I don't think they're ordinary.  I love keychains. \n[15]Me, too.  Hey, buddy! \n[16]'Joe Black'.  Won fifteen and lost two for the Brooklyn Dodgers in 1952. \n[17]You bet.  I'm kind of my Rotisserie League. \n[18]Yeah, they hit the calf over the head with a mallet and then Luisa hits it again in the kitchen. \n[19]You know what I'm saying, Joe? \n[20]How long you here, Joe? \n[21]Well, I guess he's found one. \n[22]Great! \n[23]Hey, this is fun. \n[24]Don't bother asking, we already tried. \n[25]...I read you all the way on the Bontecou thing, and I know where you're coming from.  And I'm with you a hundred and one percent. \n[26]But I've got to tell you, if mergers are in the wild, I've got some great prospects I've developed.  I want to talk to you about them next week. \n[27]Yeah.  Or the week after. \n[28]No good? \n[29]Joe, you don't know how glad I am you're aboard.  Anybody who can take some of the weight off the old man, I'm in his corner. \n[30]No problem.  I'll leave you two alone.  I can tell you guys have something on the fire -- \n[31]...I know you're down, but you know when you're down, Drew, there's no place to go but up. \n[32]Never mind Bontecou.  I've got some other merger possibilities up my sleeve, and I'm putting them to see old man. \n[33]We'll do it together.  I'll clue you in.  Timing's got to be right.  The old man says it's up to Joe. \n[34]Yeah. \n[35]Yeah, that's what he said. \n[36]I thought so, too.  Joe's a neat guy. \n[37]I love little girls -- \n[38]You bet. \n[39]I'd like to come, too.  See Susan strut her stuff. \n[40]Hi, Ed, hi folks, I didn't know everybody was going to be here, what a nice surprise.  What's the big confab? \n[41]Well, I'm happy to tell you I've got good news.  As I was telling Drew, I've been making a little hay while the Bontecou sun was shining -- two, possibly three new and boiling hot prospects for merger. \n[42]He was interested. \n[43]The timing -- yes.  He says it's up to Joe. \n[44]That's what he said. \n[45]This is great, honey.  The orange. Has it got a little vodka in it? Like that Finnish stuff, orange vodka -- Put your lips around this one, Bill. It's out of this world. \n[46]But he does give a shit.  Don't you, Bill? \n[47]See.  There.  What'd I tell you? \n[48]Feel better? \n[49]But what? \n[50]The vodka.  What'd I tell you? \n[51]I didn't know that. \n[52]You're an original, Joe.  A little hard to figure, maybe... \n[53]Thanks. \n[54]What have you done?  You've gotten the old man fired! \n[55]I'm going to put a stop to this! \n[56]But I didn't mean to do it! \n[57]I don't want to get rich this way -- I'm going to expose you. \n[58]Give me a Seagrams and '7'. \n[59]Okay, give me a bottle of wine. \n[60]Both. \n[61]Red or white? \n[62]C'mon, have a drink.  You look like you need one bad as me. \n[63]Confused, huh?  About what? \n[64]'Love'?  Oh, man, I've got troubles of my own. \n[65]Oh yes, I do. \n[66]I was a world-class loser and she was a happy, little rich girl -- and for some reason she took me in. \n[67]Because there's nothing we don't know about each other and it's okay. I mean the deeper, darkest secrets -- they don't matter. \n[68]Yeah, it's like you know every inch of each other's souls -- and then you're free. \n[69]Free to love each other.  Com- pletely.  Totally.  No fear. \n[70]All that hoopla up there reminds me how I will never measure up to a man like Bill Parrish - or his daughter. \n[71]Do you like me, Joe? \n[72]What would you say if you knew it was me who brought down Bill Parrish? I told Drew and the Board that Bill depended on you.  Drew led me on, but I had no business telling him in the first place.  He was setting up Bill from day one.  Drew and Bontecou are going to chop up the company and sell it off for parts. Bontecou was outside, Drew was Mr. Inside.  And I was the fool who made it all happen.  Oh God, what do I do? \n[73]You think so?  How do you know? \n[74]Well, maybe... I guess you know him better than anybody. \n[75]Do you think I should wait to tell him 'till after the party? \n[76]...what can I say after I say that I'm sorry?  I zipped when I should've zagged, I opened my big mouth one too many times, everything got all twisted -- \n[77]Come in, Joe -- I want to thank you -- okay, Bill? \n[78]Joe knew the whole story.  I told him.  It was his idea that I come clean.  I mean I wanted to come clean but he gave me a pair of balls, you know what I mean? \n[79]Oh, that could be a tall order, B.P. I doubt that Drew's anxious to see you face-to-face. \n[80]You think Drew will go for it? \n[81]Sir, I'll deliver the package. \n[82]Bill --? \n[83]-- I got him.  The chopper's two minutes away. \n[84]He had no choice.  You're a formidable adversary. \n[85]Well, you've got him by the short- hairs. ", "ALLISON": "\n[1]Paint is rust and moss green. Medieval colors -- Daddy's like an old knight. \n[2]What about it? \n[3]Freesia, freesia, everywhere.  Daddy loves freesia -- and you, over there, lights.  Not too bright.  I'm looking for a saffron glow -- sort of tea- dance twenties. \n[4]Daddy! \n[5]Have you got a minute? \n[6]Fireworks.  Update -- we're con- structing the number '65' on the barge, archers from the State College at New Paltz will shoot flaming arrows at it, when it catches fire it will give us the effect of a Viking funeral with none of the morbidity... The Hudson River Authority says, for you, they'll make a special dispensation - of course there'll be an overtime bill for the Poughkeepsie Fire Dept... \n[7]But it's your birthday. \n[8]I'm Allison, you're 'honey'. \n[9]You've got patients waiting, I've got three hysterical chefs, one loves truffles, the other hates truffles, the third one doesn't know what truffles are.  I'd better drive down. \n[10]Calm down, Daddy, you'll see, you're going to love it. \n[11]No. \n[12]Quince!  Everybody's waiting! \n[13]Honey, please. \n[14]Remember everybody, tonight, dinner in the city at Daddy's.  You too, Drew.  We've still got some loose ends -- \n[15]...Music, I know how you love music, Daddy, and I want to have music that pleases you -- and of course doesn't put a thousand other people to sleep -- I've agonized over this and finally settled on Sidney Brown, twenty-four men, very eclectic, plus I'm feathering in a Latin sextet on their breaks - Tito Puente, Trini Lopez-zy, I forget their names -- \n[16]You haven't heard a word, have you? I keep talking and all you do is nod like Mr. Himmelfass in The Nutcracker. \n[17]You don't care, do you? \n[18]I lay awake nights in a cold sweat, I want this party to be like some- thing Mom would have made for you, I want it to be perfect -- \n[19]And you could care less -- \n[20]Good.  Songs.  What songs should Sidney -- Pancho and his six men we can forget about -- what songs do you think he should play? \n[21]Never mind.  Leave it to me. \n[22]Chow-time, you guys. \n[23]Did you speak to the Governor? \n[24]His wife? \n[25]What about the Mayor? \n[26]Please don't be negative, Drew, we have an acceptance list that would do The White House proud -- The Secretary-General of the UN, the Chairman of the FCC, nine Senators, I don't know how many Congressmen, and at least twelve of the Fortune '500'. \n[27]I've arranged for favors -- silver charm bracelets for the women, platinum keychains for the men -- all engraved 'W.P.' -- but now I'm thinking of scrubbing them, they seem so ordinary. \n[28]Are they ordinary?  Do they seem that way to you, Daddy? \n[29]...Well, here's another possibility. It's a little last minute, but how does this strike you?  Kaleidoscopes. Little gold kaleidoscopes.  Some German firm went kerplunkt, Tiffany's picked these things up, they're perfect party favors, however they're not personal, they're winter scene or something, snow-flakes and dachshunds... \n[30]Hi there -- \n[31]Hello, how nice to meet you.  And wouldn't it be nicer if my father would introduce you? \n[32]Daddy.  Does your friend have a name? \n[33]Daddy!  Come on, a name. \n[34]Joe... \n[35]Love that name. \n[36]Whew, at last.  Nice to meet you, Mr. Black. \n[37]Paillarde of veal. \n[38]Honey --! \n[39]You ate? \n[40]And isn't it a lovely one?  So sturdy, so straight -- \n[41]Now, I'm getting interested.  I want to know more --- \n[42]He's cute. \n[43]...We're never all together two nights in a row.  Maybe Christmas, Thanksgiving, that's it.  What's going on? \n[44]...I don't know, Daddy seems funny to me.  Ever since Joe showed.  It's like he dropped from the clouds... \n[45]...When Daddy walked in with him, he couldn't even remember his name.  Now he's his house guest.  And you know how he hates house guests.  What is going on? \n[46]-- But he does seem very nice. \n[47]Did you know twenty-six members of your rifle company are coming? \n[48]From the Korean War. \n[49]Whatever it was, they'll be here. We sent out invitations to everyone, plane tickets included -- the RSVP's are amazing.  A few of them we didn't hear from, and some of them are dead, of course -- \n[50]You know, we're going to give this party for you whether you like it or not. \n[51]That's okay, Daddy. \n[52]Dinner's ready, everybody! \n[53]Yeah, speak for yourself. \n[54]Daddy, you could sit down if you wanted to. \n[55]Dinner?  Again? \n[56]With bells on. \n[57]Did he?  That's more than we get to do. \n[58]Annie made them. \n[59]From La Rosette, only the greatest pastry chef in America. This is orange, from real Seville oranges.  Lemon, on a mille-feuille crust, a little on the fanciful. And a while, nothing like a good old white cake, vanilla, with Angel food but some maroons shavings thrown in. \n[60]It's for the party, Dad -- \n[61]'Goddam party'! \n[62]Did you hear that? \n[63]I knew you were going to say that. Tito Puente.  The old platoon.  Now the cake.  You just don't care.  Why did I do this?  I should have my head examined.  I'm trying to throw the party for the century for my father - and you know what -- he doesn't give a shit. \n[64]Yeah, but -- \n[65]What will I tell Annie? \n[66]Hi, Daddy, what do you think? \n[67]The fountain is the Caspian Sea and the Sea is serving up caviar.  The 'B's for Beluga, the 'P' for Petrossian.  Of course, they also stand for 'Bill' and for 'Parrish'. \n[68]-- Plus we've got a baritone with a balalaika coming from The Russian Tea Room.  I've dressed him in a Cossack shirt and he'll sing Nelson Eddy songs. \n[69]I do it because I love you.  Because everybody I loved you.  Mommy -- wher- ever she is -- Susan, Quince, the people who work for you, everybody who's ever known you. \n[70]They respect you.  Isn't that a kind of love? \n[71]Above all, you've been a wonderful father. \n[72]That you've been to Susan? \n[73]But that's what you were thinking. And that's okay.  Because I know you love me.  Not like it is with Susan, the way your eyes light up when she comes in the room and the way she always gets a laugh out of you, as opposed to me when I walk in a room and that look comes over your face, \"What does she want now?\" \n[74]I already feel I've had everything I could have wanted for my birthday -- \n[75]Yes, it is. \n[76]There you are! \n[77]What's going on here?  Tete-a-tetes on my big night? C'mon honey, you're needed. Can it wait? \n[78]Glad to hear it! Let's go. \n[79]Daddy!  We've been looking all over for you - this is your party - what are you doing in here?  Never mind. You're on.  Let's go. ", "YOUNG MAN": "\n[1]...Honey, you've got to go on... there's a time to sow and a time to reap, you sow now and forget about him... yeah, I liked him, I don't like him anymore... because you're my honey and anybody messes with you messes with me -- I'm on a plane in a minute... as soon as I get my phone in, you're my first call, that's a promise... where you going now?... good, hit the books, get that degree, one day we'll hang out a shingle together... you bet, honey... later. \n[2]Good morning, I was talking kind of loud there, sorry. \n[3]Oh yeah?  What was 'fascinating' about it? \n[4]My kid sister.  She just broke up with her boyfriend and she's thinking about dropping out of law school. \n[5]Nothing to be sorry about.  That's the way with men and women, isn't it? \n[6]Nothing lasts. \n[7]Why? \n[8]I'm not trying to sharpshoot you, but that 'nothing lasts' stuff, that's what was the trouble with Honey's guy.  He was fooling around and Honey caught him at it.  One girlfriend wasn't enough for him. \n[9]Damn right.  Looking for her right now.  Who knows?  You might be her. \n[10]Well, don't laugh.  I just arrived in town, got a new job -- I'm trying to get into this apartment.  You a doctor? \n[11]Everybody's a doctor around here. This apartment house is all green pajamas and slippers.  The guy I'm waiting for to vacate is a doctor. What kind of doctor? \n[12]So if I needed a doctor, you could be it? \n[13]'Her'. \n[14]-- This is my lucky day.  I arrive in this big bad city and I not only find a doctor, a beautiful woman as well. \n[15]I'm sorry, you mind my saying that? \n[16]How 'bout another cup of coffee? \n[17]And I want to get into my apartment and go to work.  Please, what do you say, another cup of coffee? \n[18]I see you use lots of sugar and cream.  Me, too... \n[19]...It's kind of a pro bono job. \n[20]I know what you're saying.  Doesn't pay very well.  Depends on the woman I marry.  Maybe she'd like a bigger house, a better car, lotsa kids, college doesn't come cheap -- \n[21]I would. \n[22]If I married you, I'd want to give you what you wanted, I know it's old fashioned and all that, but what's wrong with taking care of a woman?  She takes care of you. \n[23]You never know.  Lightning could strike. \n[24]Did I say something wrong? \n[25]I've been thinking... I don't want you to be my doctor.  Because I don't want you to examine me. \n[26]Because I like you so much. You have coffee here every morning, don't you?  If I came by, could you give me the name of a doctor? \n[27]Why not? \n[28]Yes. \n[29]I am not a dream. \n[30]'...Yes --' \n[31]Who am I? \n[32]Yes. \n[33]That's me. \n[34]The jacket and the pair of pants came with the body I took.  Let me ask your opinion.  Do I blend in? \n[35]You fill the bill, Bill. \n[36]You should hope quite a while. \n[37]Yes. Thank you. \n[38]Where is dinner? \n[39]Bill, I am eating dinner with you. And your family.  And that's what we're doing.  It's not open for discussion.  Nothing is.  Don't you understand? \n[40]Good.  Now lead the way. \n[41]Of course. \n[42]Speak up, please. \n[43]Then don't. \n[44]Hello. \n[45]'...How nice to meet you.' \n[46]Hey, you all right? \n[47]I asked you if I said something wrong and you said it was so right it scared you. \n[48]And forgive me for saying this -- but then you said -- and it's been with me ever since -- \n[49]You said you liked me. \n[50]Y'didn't? \n[51]Hey, everything's going great -- don't y'think? \n[52]Don't you feel that way? \n[53]But we've got time. \n[54]Me, too. \n[55]It will come to us. ", "VOICE": "\n[1]... Yes. \n[2]Yes... \n[3]Yes. \n[4]'...I know, it's none of my business.' \n[5]'...I want you to levitate.  I want you to sing with rapture and dance like a dervish.' \n[6]Yes. \n[7]...Yes. \n[8]'Yes' is the answer to your question. \n[9]I believe you did. \n[10]I think you know -- \n[11]Try.  Because 'if you haven't tried, you haven't lived'. \n[12]What you were talking about. \n[13]Are you giving me orders? \n[14]No, you're not.  You're trying to 'handle' the situation but this is the one situation you knew you never could handle. \n[15]It's enough now. \n[16]There's going to be plenty of time for that. \n[17]I think you know -- \n[18]...Yes. \n[19]Did you miss me? \n[20]What are you looking so provoked about?  'Did you miss me?'  It's a normal question.  I missed you. But what do I get back?  'Not an ounce of excitement, not a whisper of a thrill --' \n[21]'-- This relationship has all the passion of a pair of titmice'. \n[22]I'm waiting outside. \n[23]I'm waiting outside.  Won't someone come to the door? \n[24]Quiet down. \n[25]I'm here. \n[26]Quiet. \n[27]Where are you going? \n[28]The great Bill Parrish at a loss for words?  The man from whose lips fall 'rapture' and 'passion' and 'obses- sion'...all those admonitions about being 'deliberately happy', what there is no sense 'living your life without...', all the sparks and energy you give off, the rosy advice you dispense in round, pear-shaped tones -- \n[29]Just think of millenniums multiplied by aeons compounded by infinity, I've been around that long, but it's only recently that your affairs here have piqued my interest.  Call it boredom, the natural curiosity of me, the most lasting and significant element in existence has come to see you. \n[30]I want to have a look around before I take you. \n[31]It requires competence, wisdom, experience -- all those things they say about you in testimonials -- and you're the one. \n[32]Show me around.  Be my guide.  And in return, you get... \n[33]Time. \n[34]Watch it! \n[35]In return you'll receive minuets, days, weeks, I'm not going to go into details ... what matters is that I stay interested. \n[36]...'Yes'. \n[37]'Yes' is the answer to your ques- tion. \n[38]Bill.  Come on.  The question.  The question you've been asking yourself with increased regularity, at odd moments, panting through the extra game of handball, when you ran for the plane in Delhi, when you sat up in bed last night and hit the floor in the office this morning.  The question that is in the back of your throat, choking the blood to your brain, ringing in the ears over and over as you put it to yourself -- \n[39]Yes, Bill.  The question. ", "EASTER": "\n[1]Obeah. \n[2]Obeah mon.  I gonna die. \n[3]Don' leave!? \n[4]Obeah. \n[5]What you then? \n[6]You wait here'n to take us?  Like you bus driver to dere? \n[7]Some spot you pick. \n[8]Pain is bad. \n[9]Make it go 'way. \n[10]Not dis pain.  Dis pain tru an' tru. Make it go 'way. \n[11]Can, mistah.  Take me to dat nex' place. \n[12]Make it time. \n[13]Please... \n[14]Mistah Bad News.  'Bout time you show up. \n[15]None facety, mistah.  You come for me?  Dat's good news. \n[16]Doctor?  What could be wrong wit' you? \n[17]Oh, you come to see Doctor Lady? \n[18]My Doctor Lady? \n[19]You in love? \n[20]You loved back? \n[21]She knows you real self? \n[22]Rass! \n[23]Schoolboy tings is you head. Badness for you, badness for her, badness for me, lyin' here tumor, big as breadfruit, poison my inners an' waiting. \n[24]Only flowers I wan' see's one's over my peaceful self restin' in the dutty. \n[25]You not in you right place, mistah. \n[26]I ain' either.  No more.  You come wi' me now.  Take me. \n[27]It nice it happen to you.  It like you came to Cat Island and you had a holiday, sun didn't burn you red, just brown, sleep no mosquito eat you, rum no poung you head nex' day. But trut' is, dat bound to happen, you stay long enough.  So tak dat nice picture home wi' you, but don' be fooled.  We lonely here mostly, too.  If we lucky, we got some nice pictures. ", "SLOANE": "\n[1]Why don't we let it rest for the moment?  Give it some air? \n[2]And what would that be? \n[3]You're taking this too far, Drew. \n[4]You're building this thing up too much, Drew.  He's had advisors be- fore.  Nobody tells Bill what to do. \n[5]Hello, Quince. \n[6]This is a secret meeting. \n[7]We're not getting anywhere here. Why don't we take some of the best out of this thing, let's consider it coolly, let's take a week -- \n[8]He'll wait -- \n[9]...It's not over, 'til it's over. \n[10]I still sense some doubt in this group, we could turn it around. You'll be up in the country? \n[11]I'm going to stick it out here.  We still have a shot. \n[12]Yeah - Bill - How are you?  You okay? \n[13]The Board's working through the weekend, trying up the loose ends this damn thing.  But I want to give it one more try, I'm still holding out some hope. \n[14]No, I'm going to stay down here, keep my finger in the dike and maybe by Monday, the waters could recede. \n[15]Sorry, Bill, have a drink, eat your cake, blow out the candles and make a wish.  Talk to you Monday.  Okay? \n[16]We're all here, Bill -- \n[17]We're all ears. \n[18]You're meeting with the Board right now, Drew.  Resignation accepted. Moreover, I propose a motion to re- confirm William Parrish as Chairman of the Board of Parrish Communica- tions as well as a rejection of the merger with Bontecou International. How say you, Board? \n[19]The motion is passed. \n[20]But we want you back, Bill.  Mean- while, enjoy your party, celebrate, we'll attend to the nasty details. And Mr. Black, may we say thank you. ", "JENIFER": "\n[1]Good morning, Mr. Parrish. \n[2]I've been buzzing you, Mr. Parrish. Are you all right? \n[3]Lunch is 'in' today, have you given it any thought --_ \n[4]Nothing? \n[5]Why don't I think of something? \n[6]Didn't the family get together last night --? \n[7]Of course, Mr. Parrish.  Right away. \n[8]Good morning, Mr. Parrish. \n[9]The Board is waiting. \n[10]Didn't you call a Board meeting? \n[11]Yes, the members are waiting.  They are in the Board room now. ", "ANOTHER ANGLE": "\n[1]Over at the terrace, Quince buttonholes Parrish, Joe stand- ing by. \n[2]Across the room, Quince has pulled Drew aside: \n[3]Joe approaches Susan. \n[4]Drew crosses over to Parrish. \n[5]Drew appears unannounced in the doorway, exchanges a tense glance with Susan, then heads straight for Parrish who seems surprised to see him. \n[6]On a distant fringe of the party, a grass terrace that still commands a view of the dance floor, is Joe.  His eyes are on Parrish and Susan, he watches them admiringly yet ruefully. A Waiter passes, catches sight of Joe, stops. \n[7]On the dance floor. \n[8]Down below, the party guests' faces are lit by the initial fireworks display.  Among them is Susan, but her interest isn't there.  Not something pulls her attention, an over- powering feeling that compels her to turn and see, at a distance, Parrish and Joe walking away up the meadow.  Some- thing about the sight saddens and at the same time frightens her, she turns back to the party, dazed, tracing on the fireworks. \n[9]Up the hill Parrish's step slows, Joe slowing with him. \n[10]Down below, Susan, in a pained reflex, again turns and looks up towards the hill.  There is nobody there.  She hesitates, now glides away from the party, her step quickens as she walks up towards the hill. Susan halts, in the distance a figure is approaching from over the crest of the hill where Joe and Parrish disappeared. He is heading straight for her, she tries to make him out, seems to recognize him, starts to walk towards him as if pulled by a magnet.  Now she stops again.  It is a man, he keeps coming, and now that he is close and recognizes him. ", "LUISA": "\n[1]Mr. Parrish, dinner is served. \n[2]I didn't hear a ring, sir. \n[3]You're right, Mr. Parrish.  There was a gentleman at the door.  He's waiting for you in the foyer. \n[4]Mr. Parrish? \n[5]Will the gentleman be staying for dinner, sir? \n[6]...Miss Allison asked if you would like to have your dinner kept warm? \n[7]Very good, sir. \n[8]Certainly, sir. ", "COYLE": "\n[1]Yes, sir? \n[2]Yes sir, Mr. Black, a pleasure. \n[3]You mean this, sir? \n[4]Laura Scudder's Peanut Butter. \n[5]I would say, sir, it is right up there with Jif and Skippy.  But miles ahead of Peter Pan. Like a taste? \n[6]You're a peanut butter man now, eh, sir? \n[7]How would you like that, sir?  On some kind of toast? \n[8]Right away. ", "TEENA": "\n[1]Miss?  Miss Doctor? \n[2]Please.  My momma's sicker'n he is. \n[3]No, Momma. \n[4]Momma, stop it. Is just a man. \n[5]Bad spirit.  She just all fever, she don' mean nothin'.  Please help us? \n[6]Momma. \n[7]Come now, Momma. "}}