{"dialogues": {"MASTER MIND": "\n[1]The real Einstein once said, \"God does not play dice with the world.\" He was right, because the world is MY dice. Is that understood? Sir! Yes, sir! \n[2]Alright, then - clean slate. Do we have the girl? \n[3]Reporters are a curious lot, and easily manipulated. \n[4]Alright, let's not keep the lady waiting. \n[5]Miss Ritchi, we meet again. \n[6]I trust you gentlemen know the very sassy Roxanne Ritchi, highly regarded investigative journalist who some say has a more than friendly relationship with our super powered foe Uberman. And Miss Ritchi, I trust you've already met my new crew: The Mad Geniuses! \n[7]In a way, I already have. \n[8]What about my revenge? \n[9]You have a wicked tongue. I hope you rid yourself of that when you're my queen. \n[10]Power corrupts absolutely, Miss Ritchi. And when I have ultimate power over this city, I have absolutely every intention of corrupting you with it. \n[11]What is it!? \n[12]Over here, old friend. \n[13]Actually, I wanted to share the experience with my oldest friend. \n[14]Oh, can't I? I have attained control of the Earth's most abundant energy source. I doubt even you are strong enough to withstand the FULL CONCENTRATED \n[15]Excellent. Stop here, I like this view. \n[16]Any last words? \n[17]What's going on? \n[18]What kind of trick is this? \n[19]Yeah, so? \n[20]Your weakness is copper? \n[21]Well...let's not get ahead of ourselves. \n[22]\n[23]\n[24]...so I did. \n[25]Oh, right. \n[26]Great, great. Put it on the pile. \n[27]No. \n[28]Maybe later. \n[29]What is it, Plato? \n[30]When I want your opinion I'll beat it out of you. \n[31]I have defeated my greatest enemy. I have free reign over Metro City. I have more wealth than a thousand Sultans. I've achieved all I have worked for...so why am I so unhappy? \n[32]I mean, my father, god rest his evil and tormented soul, raised me straight from the test tube to be a symbol of evil. \n[33]And, I have accomplished something he had only dreamed about - the destruction of Metro City's champion. I tell you, I've always lived with this unquenchable thirst. I thought it was to make him proud or to get absolute power. But now that I've pretty much accomplished both, I am at a loss. \n[34]Oh, really? \n[35]He was a worthy rival. Sometimes I wonder, did he consider me his evil equal or was I just an annoying, little gnat to him? ...What's the second part? \n[36]\n[37]Who the hell is John Cusack? \n[38]John Cusack, huh? So all I have to do is have a cute puppy dog stare, be willing to make a fool of myself and - Oh, REMOVE BOTH MY BALLS. \n[39]Please, get a hold of yourself. \n[40]I've got it! \n[41]I've got it! \n[42]It's plain and simple. Extraordinary minds need extraordinary stimulation. Without that stimulus they wither and die. Therefore, there is only one logical conclusion: I must create a new superhero. \n[43]Prepare for Operation Superhero Genesis! \n[44]Prepare the subject. \n[45]Plato, pour the toxic waste. \n[46]Drainage. \n[47]Well, Severs? \n[48]Okay then. \n[49]And this one? \n[50]Ah. Does he have extraordinary strength? \n[51]Can he fly? \n[52]Resilient to weapons fire? \n[53]He just breathes under water, then. \n[54]Plato, the radioactive spider, please. \n[55]Anything, Stenwick? \n[56]We're gonna need more venom. \n[57]How `bout now, Stenwick? ....Stenwick? \n[58]This has proven to be a challenge. I just don't know what I want. What do I want? \n[59]I want a man of moral fiber with a strong sense of right and wrong. Someone who doesn't seek power - instead, they must have it thrust upon them and find, within themselves, the courage to rise to the occasion. \n[60]That's it! Why make a copy when the real thing will do? \n[61]Then we'll make a new one. Plato, bring me the box! \n[62]Behold - Uberessence. The very thing that gave Uberman his superhuman powers. \n[63]Oh, I shot him with a power sucking gun and had this idea to use this to clone a whole army of evil Ubermen. I'm not sure why I never got around to following up with that. \n[64]...Right. Man, he was good! \n[65]Not another volunteer driven by the need for personal gain. Somebody else, somebody pure. \n[66]Somebody like him! \n[67]A modest profession to brilliantly hide his true heroic nature. I love it. \n[68]He volunteers. He doesn't ask for any reward for his deeds. The fates are shining down on me. This Mr. Stewart is truly an unselfish soul. \n[69]Then return to base. We have much work to do. \n[70]Now, we're sure this won't kill him? \n[71]Good. \n[72]Slight electrical shock? \n[73]Follow him. \n[74]Welcome to your second birth, Hal Stewart. \n[75]Instruction is very important in the formative years. Every hero needs a mentor, a father figure to look up to. \n[76]Oh, for heaven's sake. I can't believe it. He misspelled his name. \n[77]No matter, I suppose. \n[78]We've now fully established Titan as Metro City's hero. They will love him just as they loved Uberman. Everything is going according to plan. \n[79]You know, Einstein, maybe I should have called you Socrates. He also didn't know when to keep his thoughts to himself. \n[80]To what? \n[81]The reason someone like you will always be a minion is because you have no foresight. We take over the earth, like you said. Then what? Women? Cars? Money? Even the grandest treasures will lose their lustre if you don't have someone to hold them over. \n[82]You dare? \n[83]What - did - you - call me? \n[84]THAT is none of your business, knave! \n[85]Silence! \n[86]I'm warning you, Einstein. \n[87]I said silence! \n[88]Get out of my sight. \n[89]Oh, no. Don't look at me. \n[90]You're not gonna get all freaky about this, are you? \n[91]I only did this because I wanted to talk to you on the same level. You know, without all the baggage? \n[92]You see, that's exactly what I'm talking about. \n[93]Roxanne! \n[94]What? \n[95]Stupid. What was I thinking? Plato, it's his fault. He's the one who sent me on this weak-willed path. I'll filet his scrotum for this. Me, a creature of evil, in love with Roxanne Ritchi. Preposterous. I hardly give such matters thought \n[96]I should just go up there and just lay it all out to her. \"Roxanne, I like you - I always have. Oh, and I'm sorry I blew up your ex. (realizing the absurdity of his words) Yeah, that would go over like a pants-less clown at a child's birthday party. What the hell am I even doing here? Who cares what she thinks? I'm a supervillain and here I am acting like a love struck schoolboy. Forget this. I control my own destiny! \n[97]Perfect. \n[98]Hello, Triple A? \n[99]I'll call you back. \n[100]The lady said no. \n[101]No, it's a goo gun. \n[102]It goos. \n[103]It's...a prototype. \n[104]Don't - EVER - say that again. \n[105]Don't flatter yourself. \n[106]My, someone has a rather high opinion of themselves. \n[107]No. \n[108]Fine, why do you ask? \n[109]Go on. \n[110]Just with business, my minion. Just with business. I've decided it is time. \n[111]Yes, we've created our hero, now it's time to give him a little motivation. \n[112]To be simply good is not enough. A hero must be driven by an almost relentless desire to right a wrong that can never be corrected. \n[113]Yes, he must lose someone near and dear to him - his father figure. Gentlemen, it's time for Operation Mentor Kill! \n[114]Alright, people, we don't have much time. Titan should be here any minute, so let's get the lead out. \n[115]How's the death ray coming? \n[116]Hum. Let's turn it down a few notches. It's his first time and we don't want to get in a lucky shot, now do we? \n[117]Anything on the radar yet? \n[118]I see. Well, he must be planning something big. Are the flame androids deployed? \n[119]Wonderful, wonderful. Plato, Da Vinci, take your places next to me. \n[120]No slouching. \n[121]He'll be here. That's the way it works. \n[122]Unprofessional, that's what this is. No, it's disrespect for the craft. \n[123]Would Uberman have kept us waiting like this? Of course not. He was a pro who knew the score. It's time we spelled out a few things for this Titan. I will not be made a fool of. \n[124]Do you know who I am? \n[125]Oh, so NOW you want to get down to it. Well, I want to get a few things off my chest first. \n[126]Of all the inconsiderate - Do you have any idea how long we waited for you? We're you even planning on coming to me and getting revenge? \n[127]-You got to thinking? There's nothing to think about. I'm the villain. I do something bad, you come and get me. \n[128]Maybe you're right. What's the point? \n[129]What are these? \n[130]Where did you get all this? \n[131]From where? \n[132]Well, what about your mentor? \n[133]You want to team-up? \n[134]What do I think? \n[135]I think you're probably the biggest idiot I've ever met. I mean, I can't believe you. All your gifts, all your powers, and all you want to use them for is your own financial fulfillment. You know what? Your kind of people make me sick. \n[136]Oh - gee - I am so sorry! \n[137]Of all the people to pick, it had to be this loser. \n[138]I wish your mother said that to your father the night of your conception, they would have saved me a whole lot of heartache. \n[139]Oh, yeah? What are you gonna do? \n[140]It hurts. \n[141]It! \n[142]I just made myself redundant, old friend. \n[143]Well, there's no use crying about it now, we must take action. I'm not going to play second fiddle to that crass buffoon. We must destroy Tighten. \n[144]Yes, but he possesses the same flaws present in Uberman's DNA - copper. It's like Benjamin Franklin always said: \"If something works don't dick with it.\" \n[145]Your time has come to an end, Titan! \n[146]There can be only one master criminal in this city - and it's me. \n[147]I have a better idea - NOW! \n[148]That's copper my good man. Your one weakness. \n[149]For all your amazing gifts of brawn you are no match for my intellect. \n[150]He's not as dumb as I thought. \n[151]What's funny? \n[152]Wow, I always thought Uberman was your first superhero - but it looks like our little Roxanne dated a linebacker in college. \n[153]So it is. \n[154]Well, then I wouldn't leave it in your underwear drawer for just anyone to find. \n[155]I need your help. \n[156]You're not going to like what I'm about to tell you. \n[157]Tell me about it. \n[158]Well, the evil thing he did by himself. My goal was to give MYSELF purpose by creating an intellectual sparring partner. \n[159]And they call me Master Mind. \n[160]In hindsight... \n[161]I had some left over from something. I infused him with it. \n[162]Yeah, that's why I decided to tie you up. \n[163]He seemed nice. \n[164]Yeah, good to know - NOW! \n[165]It's a modest profession! \n[166]My lair is in the direct path of the ball. \n[167]You don't understand. I have certain equipment that's - that's highly unstable. \n[168]I sort of have a hydrogen reactor, okay? \n[169]It's experimental - only one in the world...Well, how do you think I power all my inventions? Someone like me can't pay for electricity. The bills would be outrageous. \n[170]It creates 100 times the output of a nuclear one...If destroyed it could... \n[171]Pshaw...the whole eastern seaboard, actually. That little baby is amazing. I'm quite proud of it. \n[172]I mean...we'd better find a way to stop him. \n[173]Did Uberman have a hideout? \n[174]A cave, a solitary fortress of some kind. C'mon, all heros have a place to hang their capes up in. Roxanne, it may be our only chance to find something, a clue, anything that could give us a fighting chance. \n[175]Whose house? \n[176]Wayne Scott? Uberman was Wayne Scott!? Wayne Scott, the wealthy philanthropist? But he disappeared - \n[177]\"Metro City doomed.\" You know, I never thought I'd say something like this, but here it goes - \n[178]Not if I have anything to say about it. \n[179]Such a dark place for one such as you. I wonder, underneath your noble deeds, what inner demons drove you to your endless crusade for justice? \n[180]Good lord, man. You've only been dead for two months. \n[181]A disguise so simple, it's ingenious. No wonder I never caught on. \n[182]Two lives, yet in both you were an ideal. Perhaps it was you who was victorious in the end, old friend. \n[183]I'll miss how predictable you were. \n[184]Hello? Anyone here...besides..all the BIG MEN who are with me now? \n[185]What's the worst you're gonna find? \n[186]The man was a boy scout, not a serial killer. \n[187]Ahhhhhh! \n[188]I might just ask you the same question. I had thought I incinerated you. \n[189]Roxanne told me. As for your ruse, I forgot to line the bottom of the copper cage - Somebody pointed that out to me recently. Figured if they could do it, so could you. But one thing I couldn't figure out - \n[190]A few months? How long had you been planning this? \n[191]I see it all so clearly now. \n[192]You must have done it just seconds before the observatory exploded. \n[193]You bore out from under the cage. Then, using your Uber-Speed, - \n[194]- you made your way to safety, where you had the skeleton safely hidden away somewhere. \n[195]But why fake your death? Why go through all of it? You could have just quit. \n[196]And Wayne Scott? Why did he have to disappear? \n[197]I just can't believe it. This whole time you've been in hiding while a force of great evil is tearing your city apart? \n[198]There's a demented supervillain out there about to destroy our - I mean, your city. \n[199]You're really going to do nothing? \n[200]You're the only one who can stop him. \n[201]A plane? \n[202]Not smart enough to come up with a full-proof trap. \n[203]I got lucky. \n[204]What do you mean? \n[205]Game? - Was that all this ever was to you? You know, I was trying my best every time I fought you. Those `outs' as you call them were unintentional. \n[206]I guess I was never really a match for you, was I? \n[207]Then how can I expect to be one for Titan? \n[208]What about Roxanne? \n[209]I guess I wasn't the villain I thought I was, and you...you weren't the hero I thought you were. \n[210]Hurry, we must be on our way as soon as possible. \n[211]I told you, Titan is too powerful. If he's set on destroying us, there's precious little we could do about it. \n[212]To another city, someplace with a shitload of superheroes to fight. We'll start over, we'll go back to doing what we do best. \n[213]Plato, do you have a better plan?! \n[214]Hello...Roxanne? \n[215]Right now I'm packing, later I'll have a snack on the train. \n[216]In a word - yes. \n[217]I didn't create this - the god's of irony did and I am eating the crow I so richly deserve. \n[218]I'll make the time. \n[219]You can leave with us. You'll be safe. \n[220]Will you listen to me, no one can stop him. \n[221]I'm afraid you have an inflated opinion of me. \n[222]What? \n[223]Sweet words, but that man is dead. Please, Roxanne, just come with me. \n[224]Roxanne? Roxanne? \n[225]Dad, it's me... ...Bubsy. I know we haven't talked in a while, and I'm sorry. It's been a little crazy trying to live up to a legacy. \n[226]Anyway...You raised me to be the worst that I could possibly be. And I've tried to live up to that as best as I could - even dropping out of dentistry school like you wanted me to. But I'm about to do something now that would really piss you off. I'm going to go against everything you ever taught me. I hope...I hope that maybe you'll look down at what I'm about to do as not so much a good deed, but more like the outright defiance of a hateful and ungrateful, son. If you could do that, then maybe - in your own little way - you could - for probably the first time - find a reason to be proud of me. \n[227]Well...either way, you're probably going to see me real soon. Men? \n[228]Stop packing. Our work is not finished here. \n[229]C'mon, slow down \n[230]C'mon. \n[231]Gutterball! \n[232]Bowling? What other trailer park sports can you play? \n[233]He's a block away frantically hitting his remote.  \n[234]Shit! Stupid monkeys and their fruit. \n[235]Could it really be that easy-- \n[236]Didn't think so. \n[237]I'm alive. \n[238]Uberman? \n[239]I thought. \n[240]For what? \n[241]\n[242]Quick joke - What's the capital of Thailand? \n[243]It's bang cock! \n[244]So, I guess pennies are good for something. \n[245]They're cheering for me. \n[246]It's a...it's nice, you know? I usually don't get a lot of feedback. But I also kind of caused all this. What happens when they find that out I was the cause of some of this? \n[247]I guess that is all in the past. \n[248]I don't think I'd go that far...I mean I just...er... \n[249]Yes? \n[250]Sorry - Metal hand. Force of habit. \n[251]We're okay, right? \n[252]I don't think it would go with your outfit. \n[253]I'm gonna give you a chance to surrender. \n[254]Way to take out those two goons, guys! \n[255]Sorry, we're new at this. ", "ROXANNE": "\n[1]You didn't need to turn around like that. I can recognize the stench of failure. \n[2]Looks like a real group of winners. At the risk of sounding cliche', you'll never get away with this. \n[3]We go through this every time. You kidnap me to get to Uberman, he immediately finds your hideout, escapes whatever lame trap you've come up with, and takes you and your cronies to jail. I propose we just save everybody some heartache this time by YOU letting me go, and ME forgetting this whole thing ever happened? \n[4]We can say it was wasting everyone's time. \n[5]I'm sorry. What makes you think I would want to be your queen? \n[6]Uberman! \n[7]Uberman? \n[8]You killed him! \n[9]It's...um...It's good to be back. Thanks for everyone's cards and concerns. I really appreciated it - now I'm ready to climb back on the horse. \n[10]It's okay. \n[11]Aren't you? \n[12]Frank, listen. I want to go back to work. I NEED to go back to work. \n[13]What're you doing? \n[14]It was a traumatic experience. Yes, everyone knows Uberman and me were...close. But what I really need - what would really make me better is getting back to work. \n[15]I thought you'd be happy to have me back. \n[16]Yes?  \n[17]In three weeks?  \n[18]Brad? Brad Helms? The man is an idiot.  \n[19]Oh, because they can't use me to get the big story.  \n[20]I didn't use him.  \n[21]We were.    \n[22]Very in love. \n[23]Okay. So, where are they going to move me if Brad has my spot? \n[24]Bake sales and pet stories. \n[25]I'll take it. \n[26]I just wanted to get back to work. \n[27]I keep trying to tell people it wasn't really like that. Uberman and I - We were kinda having problems. We broke up. \n[28]Maybe someone who's a little more aware of his faults. Someone a little more sensitive. \n[29]Well, until he miraculously comes walking into my life, I'm just going to take a little reflection time for myself. \n[30]Councilman, is it true that your brother-in-law's construction company won the contract for this project? \n[31]What's it feel like to be a hero? \n[32]Shit. \n[33]You're...you're. \n[34]...Yes. I mean, excuse me? \n[35]Right. \n[36]I did have a boyfriend - until fairly recently. \n[37]I'm sorry - this is so surreal! \n[38]Things were complicated. He was a man married to his work. There was...there was a lot of competition in his line of business. I'm sure you know what that's like. \n[39]...The body-builder who used to play The Hulk on TV? \n[40]Well...one rival in particular seemed to get more of his attention than I ever did. But enough about my problems. \n[41]Right, well, he seemed to need him more than he needed me. \n[42]It was conflict he thrived on. He always said he wouldn't know what to do with himself if Master - I mean, this guy were gone. It was like he needed it, like oxygen. \n[43]What? \n[44]I'd love that. \n[45]John? \n[46]Hi, it's Roxanne. Listen, I...I really enjoyed talking with you the other day. \n[47]Great. God, I feel really silly, and if you have a lot going on I totally understand. But, I was wondering if you maybe wanted to have lunch. \n[48]Great. How does the park sound, around noon-ish? \n[49]Great, see you then. \n[50]How's your sandwich? \n[51]Hope you don't think I'm too forward. Some men are intimidated when a woman asks them out. I just find you really easy to talk to. \n[52]You know, you're not at all like you are in the movies. \n[53]Yeah. I don't know - You have this strange, refined way of speaking. \n[54]Anyway, when we were talking the other day I just felt, even though we only talked for a couple of hours, that we've known each other for years. \n[55]You know what? This sandwich is disgusting. \n[56]Of course I already ate half of it. I wonder what that says about my character? \n[57]Thanks, but knowing me, I was probably projecting my expectations of what a lunch should be on the sandwich. It might have been okay at first, but I just made it bitter. \n[58]When I look back, I probably shouldn't of expected so much from him. He was already a giving person. You know, one of those go out and save the world types. \n[59]I was selfish, I guess. I didn't want to share him with anybody else. \n[60]They broke the mold. \n[61]Listen, Brad. We were just in the area. I was just trying to - \n[62]He's right. Old habit, I guess. We'll get out of your way. \n[63]Don't get me wrong, I love being a reporter. I don't think I could do anything else. It's the consequences of what we do that I'm having a problem with. \n[64]It's supposed to. \n[65]I got someone I cared about killed. If it wasn't for me, he wouldn't have been involved. \n[66]Was he an actor? \n[67]Jail? \n[68]Was he ever successful? \n[69]Thanks for this. You know, this is embarrassing, but it's been a long time since I - \n[70]I think it's starting to rain. We might want to find a table inside. \n[71]Oh, I was gonna say...It's been a long time since...well, I've been with someone I...enjoy being with. \n[72]Oh my God. \n[73]This...this is too much, even for you. God, I go out with you, tell you my innermost thoughts. \n[74]Baggage? You burned my boyfriend alive, you sick son-of-a-bitch! \n[75]Stay away from me. \n[76]Damn. \n[77]Please be open. \n[78]Thank God. \n[79]A pack of Lady Strikes, please. \n[80]I don't think so. \n[81]Hey! \n[82]Are you following me or something? \n[83]Don't walk away from me when I'm talking to you. \n[84]What a minute...all that stuff you use to say to me when Uberman was alive - about me being the loyal queen by your side as you rule over Metro City. That wasn't just super villain rhetoric, was it? You actually meant it! \n[85]Do you really think I would be with someone like you? \n[86]That's my diary. \n[87]It's personal. \n[88]What do you want? \n[89]So you knock me out and tie me to a chair? \n[90]He's really out of control. \n[91]I should have known. You have something to do with this, don't you? - With Titan turning evil. \n[92]You're talking like you made him. \n[93]Let me get this straight. You missed getting your ass kicked, so you made a new guy to kick your ass. That's pathetic. \n[94]And his powers, they're just like Uberman's. Why would he have his powers? \n[95]\n[96]You did all this because you wanted purpose? \n[97]Hal Stewart. He's the guy we thought saved that woman and kid. Turned out he was just trying to save his own ass. \n[98]You picked a bowler to give super powers to? \n[99]My god, he's nuts. That'll destroy the whole business triangle. \n[100]What? \n[101]Oh, real nice. Wouldn't want anything to happen to your hideout, would we? \n[102]What do you mean? \n[103]A HYDROGEN reactor? \n[104]\n[105]- Vaporize the entire city! \n[106]What? \n[107]It's under his house. \n[108]Wayne Scott's. \n[109]He disappeared just over two months ago when you killed him. Not only did you rid the world of a hero, you killed a kind, noble, generous man. \n[110]Looks like you got what you always wanted. Uberman is out of the picture and Metro City is doomed. \n[111]Long enough. \n[112]Don't you have something else you can go do? \n[113]What are you going to do about Tighten? \n[114]You're running away? \n[115]You created this monster... \n[116]There's no time for self pity. \n[117]I'm not going anywhere. \n[118]You have to try. The city needs your help. \n[119]What the hell's happened to you? The Master Mind I knew would never have run from a fight even though he knew deep in his heart that he didn't have a chance in hell of winning it. It was your best quality. You need to be that man right now...I... \n[120]I believe in you. \n[121]No...I guess you are a coward after all. \n[122]The guy can outrun bullets. I don't think either one of us is in that kind of shape. \n[123]I'm here with the cause of the destruction in Metro City. He has kidnapped me and a cameraman to chronicle what he refers to as the creation of a monument to his invincibility and overall \"Asskickiness.\" He will use this giant concrete bowling ball to play the largest game of bowling ever using the buildings of downtown Metro City as his pins. \n[124]Annals. \n[125]Nevermind. \n[126]Hal, I know everyone treated you like shit, but you don't have to do this. \n[127]Her face is utter horror as she watches the inevitable destruction of Metro City.  As the ball rolls - it demolishes everything in it's wake; cars, street lamps - windows shatter as the giant concrete sphere brushes along side buildings.  \n[128]111. \n[129]Pretty strange, huh? \n[130]You saved them. You saved everybody. How's it feel? \n[131]What they don't know won't hurt them. \n[132]You're the hero. \n[133]Master Mind? \n[134]Stop talking. \n[135]What is a hero? Well, there are many different kinds. There are those who hear a call, like the policeman or doctor, then there's the kind the public creates in their search for meaning and hope. Then, there are those who have the courage to change. ", "TITAN": "\n[1]What's the \"T\" stand for? \n[2]What's that supposed to mean? \n[3]I don't think this mask is big enough. Are you sure no one is gonna recognize me? \n[4]Well, boys, there's no need for all this just to get the free toaster. \n[5]Justice. \n[6]Now it's my turn. \n[7]Hey, George, here comes the sun. \n[8]Say, Paul, your mother should know...that you're a scumbag. \n[9]John, all you need is love... \n[10]...and a good urologist. \n[11]Ten thousand dollars! \n[12]I...can't except this. Law and order is it's own...um...reward. \n[13]It's a message to all the scum out there. Uberman may be gone, but Metro City has a new protector, and his name is \"Tighten!\" \n[14]Man, what the hell happened down there? Wait a sec - \n[15]\n[16]Crap. \n[17]\n[18]You okay? \n[19]What's that? \n[20]Master Mind? Why? \n[21]This injustice will not go unpunished. Master Mind, if you can hear me, Tighten is coming for you. \n[22]Oh, for crying out loud. \n[23]Yeah, you're Master Mind. Yeah! You're actually the guy I want to see! \n[24]Well, at first I was going to. You know, because that's what I figured I was supposed to do. But then I got to thinking- \n[25]- I got to thinking...what's the point? \n[26]That's what I wanted to talk to you about. \n[27]Get this: I stole them. \n[28]From all over. You see, once you killed Pat and ruined my other apartment building I was pretty pissed off, so I figured I'd go, find you and kick some ass. Then I thought to myself: \"Okay,then what?\" I mean, if we were to fight, what would I get out of it? Would I get my apartment back? Would I be able to pay the bills? \n[29]Tell you the truth? He was kind of a dick. I mean, being a hero is dandy and all, but it's volunteer work. Now you've always had the right take on all this. I mean, when you rob a bank or take over the diamond exchange you get something out of it. I mean, when you don't get caught, which, no offense, isn't very often. And that brings me to what I wanted to propose to you: Who could catch you if I'm by your side? \n[30]You got the brains, I got the brawn. We could even call ourselves that: `Brain' and `Brawn'. Look at this. \n[31]I even designed us some new costumes. \n[32]See, you'd be brain, so you got a little one on your costume, and then I'll have brawn on mine...once I figure out the best, you know, visual interpretation of it. What do you think? \n[33]I worked hard on this. \n[34]Now, hold on. You're going a little too far. \n[35]Hey, I mean it. \n[36]I don't need you, I don't need anybody. I have the power to do and take anything I want. And now, I'm gonna take back everything this city owes me. Beware Metro City, it's time for Titan to collect. \n[37]Oh, and from now on - I'M GONNA FLY \n[38]Morning. \n[39]Oh, don't bother about me. I'm just here to make a withdrawal. \n[40]I can have anything I want. I'm like a god. \n[41]Point to any woman in this bar. I could have her in a second. \n[42]Hey, you wanna get with this? \n[43]What do you want? That's the question, isn't it. I mean, what do you want when you can have everything? \n[44]I suppose what I really want is to never be forgotten again. I want to do something that can never be cast aside or one-upped. I want a - what's it called? - A legacy. I want a legacy. Yeah, that's it. I like the sound that. \n[45]Oh. \n[46]What? \n[47]Really? \n[48]I guess I should leave town then, huh? \n[49]You know what? You're nothing but a bug. Not even worth my effort. \n[50]Closer. I want to show the people my real face. \n[51]Recognize me? \n[52]That's right, I'm really Hal Stewart. Former hero and bowling teacher at Kingpin's Bowling. \n[53]With my new found power, I've recently started to wonder what sort of legacy I should leave. Should I be a hero? I tried that once before - even saved a lady and her baby from being squashed. I was treated like a god until everyone started to shit on me - Okay, so what if I didn't \"purposely\" save them! \n[54]Well, I'm going to make something that can't be taken away from me. I'm going to create a permanent monument to my greatness. One that won't be so easily forgotten or erased. \n[55]I intend to create a new category in the Guinness Book of World's Records by rolling the biggest strike in the history of bowling. \n[56]My thanks to the city planning commission. This wouldn't have been possible without them. \n[57]Tell your friends and family to tune in right here to this station at noon tomorrow. \n[58]Alright, I want this whole thing to look ESPN professional, understand? \n[59]You guys are about to get some good footage. I might need a little room, though. \n[60]Miss me? \n[61]Didn't mean to get you involved in all of this. \n[62]Hey, man! You killed my suds! \n[63]That's one was for you, beer. \n[64]Guys, please tell me you got that last bit. \n[65]You're kidding me. I give you my sexiest moves and you mean to tell me it was for nothing? \n[66]Looks like I've given the story of the century to the wrong man. \n[67]Wait. What about that other reporter. Blond. Not so lumpy on the topper half, but killer legs. \n[68]Where can I find her. \n[69]You've been very helpful. \n[70]Man, have I got a story for you. \n[71]What pose would be best? The corny folded arms thing? \n[72]Or maybe on the hips, like this. \n[73]No, makes me look like a flamer pirate. \n[74]She's right, Frank. \n[75]Also got super hearing. I promise not to keep the both of you long, but you'll thank me when this is all over. \n[76]And I'm going for the biggest strike ever. \n[77]And you, Metro City, have a ringside seat as I cement my name in the anal of history. \n[78]What? \n[79]Like Tiger before him, a young savior has come to raise a sport from the ashes. Rookie Hal Stewart, a young man with a dream, realizing that dream here today, folks. \n[80]One might click there heels and say \"There's no place like home\" upon finding themselves in such a fantasy. Well, Hal looks very much at home right were he is - with a ball in hand and glory in his sights. \n[81]You're right. I don't HAVE to do anything. Isn't that cool? \n[82]Here's one for the record books! \n[83]He smiles in anticipation and uses \"body English\" to direct the ball.  \n[84]What the...? \n[85]He's furious to say the least.  \n[86]\n[87]You are becoming a real pain in my ass. I should have done this a long time ago. \n[88]What the hell? \n[89]\n[90]No more games. \n[91]If you don't mind, I'm going to punch trough your face now. \n[92]Oh...Did I interrupt something? \n[93]Where you going, buddy? \n[94]Welcome to Paintown. Population: you. \n[95]Time to finish this. \n[96]What? \n[97]Huh - I don't know. \n[98]Ow. ", "HAL": "\n[1]It's a sport of honor, focus and grace. Honor the ball, focus on the pins, release the ball not hard and fast, but as if you were releasing a baby dove. \n[2]Okay, do something like that - but center it more. \n[3]Oh, it's lookin' good. It's lookin' REAL good. \n[4]Fired? Are you going to tell me why? \n[5]Vinnie, I don't know where you're getting these accusations - \n[6]Oh, which one do you supposedly have here? \n[7]I've got this one, Benny. So, Cinderella. Can I help you find your glass slipper? \n[8]Seven - Well, maybe I could interest you in something in an EIGHT. Namely, me. \n[9]Lesbo. \n[10]From the angle of the camera, I can see where you might have gotten the wrong idea. Listen, Vinnie, I don't think you've thought this through. If you fire me, who's gonna be captain of the alley's bowling team? \n[11]No, I said I WILL BE on the pro circuit. \n[12]Wow...If that's how you feel...I guess we should then talk about what kind of severance I'm gonna get. \n[13]Hey...what about my ball? \n[14]Thank-you! \n[15]Huh? \n[16]There, there. \n[17]Okay, we better...well, I hear these little guys smother easy. \n[18]Well...I'm just a man doing what men do. You're Roxanne Ritchi, aren't you? \n[19]Scared? Who had time? \n[20]Please, please, you're embarrassing me. I saw someone in need and I helped them. What more can we ask of ourselves. I ask you, what more? \n[21]You greedy little bastard. I already gave you a twenty. \n[22]Fine, but you better be convincing. \n[23]Here she comes, go to work. \n[24]Hey, Peter. C'mon champ, let me look at you. \n[25]You know, in life we're all given no more than we can bear. This happened to you maybe because you were meant to rise above it - Maybe to be an inspiration to the other little Peteys out there. \n[26]Hey, does it LOOK like I'm lying? Now c'mon, go feel your way to class before you get your little butt suspended. \n[27]Petey, wait a minute. \n[28]Don't run into anything! \n[29]Oh, there it is again. This is really getting embarrassing now. \n[30]Oh, crap. You got me. \n[31]I guess that looks kinda bad. \n[32]God, I hate the weather in this city. \n[33]I don't feel good. I was struck by freaking lightening. \n[34]AAAAAAHHHHH! You can talk? \n[35]\n[36]Man... \n[37]Oh, God! \n[38]Oh, God! \n[39]Oh, God! \n[40]Wait! \n[41]Whoa, whoa, whoa! \n[42]Something's not right here. \n[43]Wake up! Wake up, Hal! \n[44]Okay, okay. Let's get it together, man. \n[45]This is just some sort of...episode. It will pass, it will pass. \n[46]Well, not too fast I hope. \n[47]Yes, fast, fast! \n[48]I think I need to go home. \n[49]Who are you!? \n[50]Thank God. It was a dream. Man, I must be losing it. \n[51]Jesus! This isn't happening, this isn't happening. \n[52]Bullshit! Sometimes it's best to freak out. \n[53]Look I'm gonna call the cops in about two seconds if you don't get out of here. \n[54]Yeah, I'm okay. \n[55]What the hell was that for? \n[56]Can you just tell me what this is all about? \n[57]That's me alright. \n[58]We're are we going? \n[59]\n[60]Yeah, work both muscles. \n[61]What are you doing!? \n[62]Uh...yeah. I would prefer not to get shot. Do not fire that thing! \n[63]Okay, do you know that for sure? \n[64]You suck. \n[65]Ice Man, I got a bogie on my tail. Two Russian Migs coming in hard and fast. \n[66]What? \n[67]God, I feel so gay. \n[68]\n[69]WHOOOOA! Man, that is so cool. It's like fly - Oh my God, I almost said it was like flying. \n[70]Why, where're ya going? \n[71]Say no more, bro. I'll just keep at it, then. \n[72]Well, Ringo...um...um...you're under arrest. \n[73]That's it! \n[74]Hello, Legacy. ", "PLATO": "\n[1]Theory of relativity. \n[2]Sir! \n[3]We're now at minimum safe distance, master. \n[4]Twenty seconds until impact. \n[5]Ten seconds to impact. \n[6]Nine... \n[7]Eight... \n[8]Seven... \n[9]Six......Five... \n[10]Four... \n[11]Three... \n[12]Two...one. \n[13]I don't think even he could have survived that. \n[14]Sir, the new reactor is installed. \n[15]Do you want to throw the switch? I know how you love to start reactors. \n[16]Sir, I can't help but notice that you've been...a little down lately. \n[17]Yes, sir, I know, but please forgive my impertinence. It's just that you seem to have lost your lust for our profession. You've stopped going on jobs and spend most of your time watching Uberman specials. \n[18]...I sort of have a theory about all that. \n[19]Well, for one thing, maybe Uberman was more important to you than you thought. \n[20]I think you sort of have a thing for Roxanne Ritchi. \n[21]Sir, your plans always involve Ms. Ritchi either being kidnapped or placed in danger. If that's not love, I don't know what is. It's the grown up equivalent of dipping her pigtails in the ink well. Don't you see? She's the one treasure that's always escaped you. \n[22]We attached gills to him. He can breath under water. \n[23]Well...no. \n[24]No. \n[25]No. \n[26]Ah...yeah. \n[27]I believe he defeated you before you could, master. \n[28]Yeah, sir. This guy is a real piece of work. He used to teach bowling at Kingpin's. \n[29]Then you are absolutely going to love this - \n[30]- He volunteers at a school for the blind. \n[31]I think I've seen enough, sir. This is your guy. \n[32]Yes, sir. He'll just feel a slight electrical shock. \n[33]Everything alright, sir? \n[34]You...just...seem... \n[35]...distracted. \n[36]You mean? \n[37]You mean? \n[38]Not yet, sir. \n[39]All twelve. \n[40]He's certainly taking his time. \n[41]I don't understand it. He seemed to have every characteristic we were looking for in a superhero. \n[42]It won't be easy. Uberman had a sense of decency and genuine love for the people. That was his weakness and was easily used against him. \n[43]I guess not...Funny, though. \n[44]Funny Uberman didn't think of the same thing. \n[45]With our tails between our legs? ", "\"PAT MORITA\"": "\n[1]Perfect. \n[2]You know you're out of orange juice? \n[3]Calm. All things must be filtered through calmness. \n[4]I think we must work on your attitude first. \n[5]Are you calm now? \n[6]Good, because we've got a lot of work to do. \n[7]Rule number one: expect the unexpected. \n[8]The heavens are not in the habit of bestowing a gift such as this to just anyone. You are being rewarded for being a man of great moral fortitude with an unwavering belief in humanity. \n[9]I am to train you so you may fulfill your destiny to defeat the great menace to Metro City: Master Mind. \n[10]Come. \n[11]To train. \n[12]Strength is just as much in the mind as it is the muscle. Remember, both need to be exercised. \n[13]Hey, Corky? You listening? \n[14]Trust me. \n[15]An invulnerability test. Something wrong? \n[16]You're bulletproof. \n[17]I do now. \n[18]Hey! \n[19]What did I tell you? Stomach down, hands up. \n[20]What is it? \n[21]Yes, it's John Cusack. \n[22]...As did I. \n[23]I'd love to! \n[24]I mean, I AM a little hungry. \n[25]Sure! \n[26]For the rest of the day I want you to continue to practice your flying posture. \n[27]...To do something...mysterious ...and Asian. \n[28]Titan. \n[29]It's from Roman mythology. Zeus's father...oh, just go with it. You look perfect. \n[30]It's fine, just don't slouch. It's all in the posture. \n[31]It is time. \n[32]I'm dying, kid. There is just one last lesson I have for you. It is the most important of all. \n[33]Master Mind did this, you must avenge me. \n[34]Because he's evil. You must stop the evil Hal - stop the... ", "\"JOHN CUSACK\"": "\n[1]Oh the humanity - it was a Venti. \n[2]Yes, it's me. John Cusack...the actor. \n[3]Hey, is that Shelly? Wait, I think remember something from that one - Let's see: \"My head is screaming `I want you and need you' - my heart it keeps reaching to see you and feel you - yet in the end, I'm alone once again.\" Wow, I scare even myself. I'm sorry. I'm just really into poetry. Probably because I'm so sensitive and always going to great lengths to express myself. But enough about me. Can I fill you up? \n[4]Can I fill you up? Your coffee. \n[5]Yeah, they charge way too much at these places - Now back to your boyfriend. I'm interested and compassionate. I want to know about you. \n[6]Sure. In my business, one thing I have is RIVALS. For example, mine is...uh...Lou Ferr...igno. \n[7]Did he? Well, we're always up for the same roles. Did your boyfriend have someone like that? A particular rival that was always getting his goat - so to speak? \n[8]\n[9]I'm sorry. I got a whooping cough. Had it ever since Serendipity. I \n[10]How do you mean? \n[11]I think I finally understand...The only logical answer is to recreate that rivalry - or if that's impossible, create one of equal structure. That's it! \n[12]Oh, sorry, sorry. Just rehearsing for a part...where I play a man who talks to himself at inappropriate times. \n[13]I have to go right now, but I'd really like to see you again - if that's alright. \n[14]It's quite delicious. \n[15]And I you. \n[16]I'm not? \n[17]I do? That is most interesting. \n[18]I know just what you mean. \n[19]It means you don't give up on a sandwich. You see that it has potential, and you give it every chance to be all it can be. \n[20]Is that what happened with your last sandwich - I mean, boyfriend? \n[21]I've run into a few. \n[22]It sounds like he was a special man. \n[23]Perhaps not. \n[24]That's where journalistic responsibility comes in, no? \n[25]Sounds to me like you're running from something. \n[26]You can't blame yourself. My father used to say each of us must answer the great call to truly feel alive. \n[27]...No. He was...a landscaper. And a horrible one. I mean he would fail time and time again at his...landscaping. And sometimes he'd get pretty beaten up or thrown in jail - \n[28]My point is he took the good with the bad. He grew a little each time. Improved, learned. \n[29]God, no...but don't let deter you. \n[30]What were you gonna say? \n[31]To people who enjoy being with each other. \n[32]Okay, never mind that. Now, where were we? ", "EINSTEIN": "\n[1]I hate the outfits. I mean, I get it: we're all supposed to be \"masterminds\" - very clever. \n[2]I just feel stupid. I mean, what the hell did Einstein really do anyway? \n[3]Well, you'd think he'd invent a wool sweater that didn't itch so much. \n[4]Yes, sir. \n[5]Whoa! Is it me or did you just finally destroy Uberman? \n[6]You did it! \n[7]I mean, I know you always wanted to. I mean, all the schemes all the plots - I never thought you'd actually be capable of it. \n[8]This is history. Every villain and lackey in the history of villains and lackeys dream of this moment, but when does it actually EVER happen? \n[9]Good lord...You do all realize what we get to do now, don't you? \n[10]We get to go on a crime wave. \n[11]Just robbed the diamond exchange. \n[12]Anything else today? \n[13]Got her nose! \n[14]Yeah, maybe that's not such hot idea... \n[15]Yeah, well, it sounds like what you want is Uberman. \n[16]I was just kidding, sir. In case you forgot, you actually burned Uberman alive. \n[17]Where the hell did you get that? \n[18]Yeah, if the plan is getting us in jail. \n[19]I just fail to see the point in all of this. I mean, why are we creating another superhero when it was such a pain in the ass for you to get rid of the other one? I mean, Uberman is destroyed, we should be using this opportunity to...to... \n[20]I don't know. To take over the weather, space, the world - whatever super villains are SUPPOSED to do. \n[21]That's it! This balance of the force bullshit is getting way too Oprah for me. I'm blowing. Who's with me? \n[22]Yeah, I dare. I'm sick of wearing stupid costumes, and I'm sick of working for a super villain who's turning into a softie. \n[23]You heard me. You used to be an inhuman monster, now look at you. You're creating super heroes, you don't go with us on robberies anymore, it's been days since you threatened anyone, oh, and not to mention this Roxanne Ritchi thing. \n[24]Hey, you guys haven't sealed the deal yet, have you? \n[25]Oh, Master, your head is so big. \n[26]Take me! ", "FRANK": "\n[1]Someone die or something? \n[2]Oh, Jesus. \n[3]Come on into my office, sweetie. \n[4]Can we get this woman some water for God's sake? I gave you two months off. What're you doing back? People are gonna think I'm a slave driver. \n[5]Yeah, but I don't want people to think it. \n[6]...You're hysterical, aren't you? \n[7]Keeping you warm before you go into shock. \n[8]Well, that's going to be... \n[9]Oh, we are. Honey, nothing makes us happier than to have our girl back, but...  \n[10]Things have sorta...changed.  \n[11]Listen, I'm not one who likes to open up wounds - especially ones that are just starting to scab, but you were sorta our go to girl for the exclusive on Uberman. And now that he's gone...I moved Brad into your anchor spot.  \n[12]It's the suits. They think it's time to switch things up.  \n[13]C'mon, Roxie. Using is in the nature of what we do. They used you, you used Uberman. Everybody's happy.  \n[14]Oh, I didn't mean that. I know you two were in love or something. My bad.  \n[15]And that's great. \n[16]...Human interest. \n[17]I told them I wouldn't be surprised if you just upped and quit. You busted your ass for that desk. \n[18]What? \n[19]We're actually not supposed to give out that sort of information. \n[20]Shouldn't we be making a run for it right about now? \n[21]Look, what's that flying in the air? ", "WAYNE SCOTT": "\n[1]Jesus! \n[2]What the hell are you doing here? \n[3]You scared the bejesus out of me. How'd you figure out I was still alive? Wait, how do you know my identity!? \n[4]The skeleton? Something I \"borrowed\" from a medical school a few months before. \n[5]I always planned to retire - eventually. I mean, come on, you can't do this sort of thing in your fifties. You'd just look ridiculous. \n[6]But the responsibility would still be there. \n[7]A cop can retire and stop handing out speeding tickets - but people expect more from superheroes. I tell you, a volcano couldn't erupt in Zimbabwe without everyone expecting me to do something about it. I figured, out of sight, out of mind. \n[8]Both of my lives have so much baggage. It's time for new baggage, you know? \n[9]I don't want to hear about it. That's why I don't have a television in here to remind me of all the things I SHOULD be doing. Hell, I could get a wife to do that. \n[10]Good and evil have a way of balancing themselves out. If this guy is as bad as you say, somebody will rise up to fight him. It's just the order of things. You found me, didn't you? \n[11]I know it's hard, but you'll find someone else someday. \n[12]Couldn't if I wanted to. Gotta a plane to catch. \n[13]Going to Barbados for a little change in climate. Now, if you'll excuse me, I got to go pack. \n[14]You were a good foe. I'm sorry if I've let you down. If it makes a difference, you were the best foe a hero could ask for. \n[15]Well, you did almost have me when you figured out my weakness was copper. Now that made me sweat a little. Took me way too long to drill out from under that cage. \n[16]Anyway, it's a good thing for my sake that I could always count on you for an out. \n[17]C'mon, we always threw each other a couple of bones. You would always leave me an out in one of your `full-proof' traps, and I'd never had you incarcerated at a penitentiary that you couldn't eventually escape from. It kept our little game going. \n[18]Oh. \n[19]I think we both got what we wanted out of our relationship. She got a career out of me, and I got plenty of other things out of her. But I'm ready to move on to greener pastures. \n[20]Roxanne! How long have you been... ", "DA VINCI": "\n[1]Yes, sir. She fell into our trap just like you knew she would. \n[2]What did he just say? \n[3]Look, there's something in the sky, coming this way. \n[4]You want another volunteer, sir? \n[5]There he is, boss. \n[6]How do we do that? \n[7]Nearly up to full power, sir. \n[8]Master! \n[9]What hurts? \n[10]How'd the plan go, boss? \n[11]It's not that bad. \n[12]Master, why must we flee? \n[13]Where are we going? \n[14]Sir, I think you should see this! \n[15]What two goons? ", "BRAD HELMS": "\n[1]This just in. Upon a second look at that tape from this morning, which we'll now replay for you, it appears it was not the heroic act it first seemed to be. \n[2]Not so fast, Roxanne. \n[3]This story's mine. \n[4]I've been in this business long enough to know pretty well what you were \"just trying to do.\" Besides, I heard you couldn't take the big game anymore and were put on fluff detail? \n[5]Besides, I'm sure there's a pancake supper somewhere that needs covering. \n[6]For months now, since the death of Uberman, the citizens of Metro City have been holding out for a hero. Well, it appears they won't have to hold out for much longer as a new costumed crusader has suddenly stormed onto the scene. Today, at the Metro Savings and Trust, a masked mystery man single-handedly defeated \"The Fab Four Gang.\" Just who is this new caped avenger? \n[7]I'm sure all of our viewers are now wondering, what's the \"T\" stand for? \n[8]\"Absolute power corrupts absolutely.\" When Lord Acton stated that, in a letter to Bishop Mandell Creighton in 1887, no one thought much about it, but today Metro City is reeling from that very prophecy. Tighten, who many thought of as our savior, has turned his back on the cause of justice. \n[9]It's chaos here in city square as city police - \n[10]Huh? \n[11]We were afraid something might hit us. \n[12]Roxanne. You want Roxanne. She's a much better reporter than I am. You want her. \n[13]1314 Mockingbird Lane. I believe she lives in a penthouse. \n[14]And what about Tighten? Is there a prison in existence that can hold this super powered menace? Well, the answer we found is no. \n[15]What is a Hero? It seems never has that question needed to be asked more than it does tonight. We go to our very own Roxanne Ritchi, making her triumphant return to our news desk for the answer. ", "UBERMAN": "\n[1]You look so peaceful from up here. \n[2]Looks like Roxanne's in trouble again. \n[3]Master Mind! \n[4]What's the matter, miss your old jail cell? \n[5]You can't possibly believe this will work. \n[6]Yes: there's no caging the power of justice. \n[7]Hold...on...a second. \n[8]\n[9]Like you don't know. These bars are made of copper, aren't they? \n[10]You figured out my weakness, damn you. I CAN'T BEND COPPER! \n[11]So did I. \n[12]Thank you, old enemy. \n[13]Showing me the error of my ways, Showing me I'm meant to be this city's savior, showing me that, while we can try, there is no running away from our true destiny. ", "VINNIE": "\n[1]Hal, I want to see you in my office! \n[2]Now! \n[3]You're fired. Leave your shirt and locker key. \n[4]Showing up to work late. Showing up to work late drunk. Sexually harassing customers. Stealing from the register. \n[5]This is all of them at once. \n[6]Um, I don't know. Maybe somebody who can actually bowl. You guys have never won a game. I hired you because you said you were on the pro circuit. \n[7]Please, a loser like you will never amount to anything. \n[8]Hey, that's my ball! ", "TELEVISION": "\n[1]A WOMAN walks up to a BOWLING EMPLOYEE and hands him a pair of shoes.  As the employee turns to the wall of shoes, a very drunk and disheveled Hal comes running in and pushes him aside.  \n[2]John Cusack stands in the rain looking up at a window of a two story house. He holds up a BOOMBOX and \"In Your Eyes\" by Peter Gabriel begins to play.  From the couch, Master Mind and his minions watch.  \n[3]\"A Channel 7 News Special Report.\" Brad Helms wipes into view.    \n[4]Titan is standing on top of a destroyed police car. He waves for the camera to zoom in on him.  \n[5]Titan throws the mask over this shoulder and hops off the car.  \n[6]89. \n[7]A news report shows an aerial shot of Titan setting the giant ball down in the middle of a vacant city street.  \n[8]The channel 7 he channel 7 logo zooms in followed by the title \"Eye on Metro City.\"  A picture of Master Mind smiling appears on the screen behind her.  ", "FRIEND #3": "\n[1]What we need to do is get you back on the saddle...the love saddle. \n[2]It's been three weeks. \n[3]You must have REALLY, REALLY high standards. I mean, you were dating a god. I mean, what's it take? \n[4]Right. Someone who listens, sexy but attainable with cute little cheeks like a hamster and heartbreak in his eyes. \n[5]She wants John Cusack. \n[6]No, the famous pediatrist - Yes, the actor. Ever since we were teenagers, Roxanne's totally had the hots for him. ", "BANK MANAGER": "\n[1]Okay, just don't hurt anyone. \n[2]On behalf of the First National Bank of Metro City, I'd like to offer you a reward for your act of bravery. \n[3]Say, did he just rob us? \n[4]Yeah. \n[5]Umm...Yeah. \n[6]He did rob us, didn't he? "}}