{"dialogues": {"LEONARD": "\n[1]So where are you? \n[2]You're in some motel room. \n[3]Looks like somebody's home. \n[4]I think you're wrong. These tracks aren't* \n[5]Let's take a look inside. \n[6]\n[7]Beg my forgiveness! Beg my wife's forgiveness before I blow your brains out! \n[8]Teddy! \n[9]I'm Leonard Shelby, I'm from San Francisco and I'm - \n[10]Shut your mouth! \n[11]So you're in some motel room... \n[12]... you don't know how long you've been there, or how you got there... \n[13]Just some anonymous motel room. Won't tell you anything. Nothing in the drawers, but you look anyway. \n[14]Nothing except the Gideon Bible. \n[15]It's Leonard... like I told you before. \n[16]I guess I've told you about my condition. \n[17]My car. \n[18]You're in a playful mood. \n[19]Shouldn't make fun of somebody's  * \n[20]It's broken. \n[21]I got a lead on a place. \n[22]You know it? \n[23]I don't remember. \n[24]Looks like somebody's home. \n[25]Nothing except the Gideon Bible. \n[26]Sammy Jankis had the same problem. He  * tried writing himself notes. Lots of   * \n[27]I'm Mr. Shelby from 304. \n[28]I'm sorry... um... ? \n[29]Burt, I'm not sure, but I may have asked you to hold my calls - \n[30]I think I may have. I'm not good on the phone. \n[31]That's the thing. I have this condition. \n[32]I have no memory. \n[33]No. It's different. I have no short-term memory. I know who I am and all about myself, but since my injury I can't make any new memories. Everything fades. If we talk for too long, I'll forget how we started. I don't know if we've ever met before, and the next time I see you I won't remember this conversation. So if I seem strange or rude, that's probably... \n[34]I've told you this before, haven't I? \n[35]My wife. \n[36]Like waking. Like you always just woke \n[37]How long have I been here? \n[38]So you're holding my calls? \n[39]Okay, but this guy's an exception. \n[40]Know this guy? \n[41]What makes you think he's my friend? \n[42]He's not my friend, Burt. But if he calls, or if he turns up here, then you give me a call in my room, okay? \n[43]Just this guy. \n[44]I hope my condition won't be a problem for you. \n[45]Thanks. Lincoln Street? \n[46]This guy told me his name was Teddy. \n[47]Mr Gammell? \n[48]John Gammell? \n[49]I'll be waiting.   * \n[50]White... male. First name... John. Last plate. (checks document against tattoo actually him. \n[51]I found you, you fuck. \n[52]Who is this? \n[53]And we spoke earlier? I don't remember * \n[54]So I can't remember talking to you. What did we talk about?  Sammy Jankis. Yeah, I guess I tell people about Sammy to help them understand. Sammy's story helps me understand my own situation. \n[55]Sammy Jankis wrote himself endless notes. But he'd get mixed up. I've got a more graceful solution to the memory problem. I'm disciplined and organized. I use habit and routine to make my life possible. Sammy had no drive. No reason to make it work. \n[56]Me? I gotta reason. \n[57]Natalie. \n[58]Sorry, I should have explained. You see, I have this condition - \n[59]Please call me Leonard. My wife called me Lenny. \n[60]Then I probably told you how much I hated \n[61]So you have information for me? \n[62]Yes. \n[63]It is tough. Almost impossible. I'm sorry I can't remember you. It's not personal. \n[64]You know him? \n[65]Have I told you what this man did?* \n[66]Then you shouldn't have to ask. \n[67]So I'll take a picture, get a tattoo.  * The world doesn't disappear when you   * close your eyes, does it? My actions   * still have meaning, even if I can't    * difference whether I know about it.    * \n[68]Why? \n[69]She was beautiful. Perfect to me -* \n[70]You can only feel details. Bits and pieces which you didn't bother to put into words. And extreme moments you feel even if you don't want to. Put it together and you get the feel of the person, enough to know how much you miss them, and how much you hate the person who took them away. \n[71]Deals? \n[72]Sounds perfect? What do I owe you? \n[73]Sorry. \n[74]The Discount Inn, yeah. * \n[75]Don't remember. \n[76]I met Sammy through work.  Leonard dips the razor into the steaming ice bucket.  * \n[77]I had to see through people's bullshit. It was useful experience, because now it's my life. When I meet someone, I don't even know if I've met them before. I have to look in their eyes and just figure them out. My job taught me that the best way to find out what someone knew was to let them talk. \n[78]Throw in the occasional \"why?\" but just language. It's complicated. You might catch a sign but attach the wrong meaning to it. If someone touches their nose while they're talking, experts will tell you it means they're lying. It really means they're nervous, and people get nervous for all sorts of reasons. It's all about context. \n[79]I was good. Sammy was my first real challenge. 32   INT. DISCOUNT INN OFFICE - DAY &lt;<colour sequence=\"\">&gt; 32 * \n[80]I'm sorry, I think I'm checked in here, But I've misplaced my key. \n[81]I don't see my key. \n[82]What? \n[83]This isn't my room? \n[84]Then why is this my handwriting? \n[85]Better tell me what the fuck's going on. \n[86]When was I in here? \n[87]Why? \n[88]Why didn't you clean it out? * \n[89]So how many rooms am I checked into in this dump? \n[90]Well, at least you're being honest about cheating me. \n[91]You don't have to be that honest, Burt. \n[92]I'm gonna write that down. \n[93]What time is it? \n[94]I'd just become an investigator when I came across Sammy. Mr Samuel R. Jankis - strangest case ever. Guy's 58, semi- retired accountant. He and his wife had been in this car accident... nothing too serious, but he's acting funny - he can't get a handle on what's going on. \n[95]The doctors find some possible damaqe to the hippocampus, nothing conclusive. But Sammy can't remember anything for more than a couple minutes. He can't work, can't do shit, medical bills pile up, his wife calls the insurance company and I get sent in. \n[96]My first big claims investigation - I really check into it. Sammy can think just fine, but he can't make any new memories, he can only remember things for a few minutes. \n[97]The doctors assure me that there's a real condition called Korsokoff's syndrome; short-term memory loss, rare but legit. But every time I see him I catch a look of recognition. Just a slight look, but he says he can't remember me at all. \n[98]I can read people and I'm thinking bad * \n[99]His wife has to do everything. Sammy can only do simple stuff. He couldn't pick up any new skills at all, and that's how I got him. \n[100]Unfinished business. What made you think I wasn't coming back? \n[101]Things change. \n[102]Guess I've told you about my condition. \n[103]It's my condition. I never know if I've already eaten, so I always just eat small amounts. \n[104]It's weird, but if you don't eat for a while then your body stops being hungry. You get sort of shaky but you don't realize you haven't eaten. Have I told you about Sammy Jankis? \n[105]Who? \n[106]Why? \n[107]Yeah, well I go on facts, not recommendations, okay? \n[108]Why? \n[109]Memory's unreliable. \n[110]No, really. Memory's not perfect. It's not even that good. Ask the police, eyewitness testimony is unreliable. The cops don't catch a killer by sitting around remembering stuff. They collect facts, make notes, draw conclusions. Facts, not memories: that's how you investigate. I know, it's what I used to do. Memory can change the shape of a room or the color of a car. It's an interpretation, not a record. Memories can be changed or distorted and they're irrelevant if you have the facts. \n[111]He took away the woman I love and he took away my memory. He destroyed everything; my life and my ability to live. \n[112]Just for revenge. That's what keeps me going. It's all I have. \n[113]Discount Inn. Don't know what room; haven't got my key. \n[114]I'm sorry, I think I'm checked in here, but I've misplaced my key. \n[115]So Sammy can't learn any new skills. But I find something in my research: Conditioning. Sammy should still be able to learn through repetition. It's how you learn stuff like riding a bike, things you don't think about, you just get better through practice. Call it muscle memory, whatever, but it's a completely different part of the brain from the short-term memory. So I have the doctors test Sammy's response to conditioning... \n[116]Some of the objects were electrified, They'd give him a small shock. \n[117]They kept repeating the test, always with the same objects electrified. The point was to see if he could learn to avoid the electrified objects. Not by memory, but by instinct. \n[118]Sorry. It's only me. \n[119]Yeah. You? \n[120]Useful. You never write a phone number on your hand? \n[121]It's great that you would... that you're helping me like this... \n[122]I'm sorry. \n[123]They kept testing Sammy for months, always with the same objects carrying the electrical charge... \n[124]Even with total short-term memory loss, Sammy should've learned to instinctively stop picking up the wrong objects. All previous cases of short-term memory loss had responded to conditioning in some way. Sammy didn't respond at all. \n[125]It was enough to suggest his condition was psychological not physical. \n[126]We turned down his claim on the grounds that he wasn't covered for mental illness. Sammy's wife got stuck with the bills and I got a promotion for rejecting a big claim. \n[127]Conditioning didn't work for Sammy, so he became helpless. But it works for me. I live the way Sammy couldn't. Habit and Conditioning. Acting on instinct. \n[128]Natalie, right? \n[129]Who the fuck is Dodd? \n[130]Who is he? What have you got me into? \n[131]That's the problem! How can I find John G. when I don't know what's going on?! How did you get me into this?! \n[132]How do I know he did that to you? \n[133]So I just take your word? \n[134]Something feels wrong. I think someone's fucking with me. Trying to get me to kill the wrong guy. \n[135]What? \n[136]Course not. \n[137]You have to burn them. \n[138]There are things you know for sure. \n[139]I know the feel of the world.  I know how this wood will sound when I knock.  I know how this glass will feel when I pick it up.  Certainties. You think it's knowledge, but it's a kind of memory, a kind you take for granted. I can remember so much.  I know the feel of the world,  and I know her. \n[140]She's gone and the present is trivia, which I can scribble down as notes. \n[141]It's not easy to be calm when - \n[142]I'm sorry. \n[143]What happened? \n[144]Who did he go to meet? \n[145]What do the police think? \n[146]Kill him. \n[147]I don't even know how long she's been  * touch her side of the bed I could know * \n[148]I know I can't have her back, but I want    * \n[149]Sammy's wife was crippled by the cost of supporting him and fighting the company's decision - but it wasn't the money that got to her. \n[150]I never said that Sammy was faking. Just that his problem was mental, not physical. But she... she couldn't understand. She looks into his eyes and sees the same person. And if it's not a physical problem... \n[151]So good old Leonard Shelby from the insurance company gives her the seed of doubt, just like he gave it to the doctors. But I never said that Sammy was faking. I never said that. \n[152]Awake. Where am I? Motel room. Some anonymous motel room. Nothing in the drawers, but you look anyway. \n[153]Just a minute! \n[154]Teddy! \n[155]Why are you here? \n[156]You don't know him? \n[157]I don't think so. \n[158]I might have fallen asleep before I did. \n[159]What's your name? \n[160]Your name. \n[161]Who did this to you? \n[162]Who did this to you? \n[163]No. No, just let me think for a minute. \n[164]Here we go. \n[165]Why? \n[166]We've got to get him out of here. \n[167]We can't just walk him out tied up and bleeding. \n[168]I don't know. \n[169]Yes I do... this isn't my room. \n[170]It's his. He was already here. Let's just   * \n[171]It must be his. I don't think they'd let someone like me carry a gun. \n[172]Which one? \n[173]Shut it, Teddy. \n[174]I'll ride with him. You follow. \n[175]Take your own car. \n[176]Yeah. I think it was your sinister mustache that got him. \n[177]What's wrong with this one? \n[178]I'm gonna ask Natalie what the fuck that was all about. \n[179]Natalie, right? \n[180]Who the fuck is Dodd? \n[181]What Mrs. Jankis didn't understand was that you can't bully someone into remembering... the more pressure you're under, the harder it gets.  Then call me back. \n[182]Don't feel drunk. \n[183]Not just now! \n[184]Ah, it's a message for Teddy...   * \n[185]I'm at the MOUNTCREST INN on 5th Street, Room 6, and I need you to come over as soon as you get this, it's important. This is Leonard. Thanks. Bye. \n[186]I'll get the jump on you, fucker. \n[187]Is this the guy? \n[188]Fuck! Sorry. 81   INT. DODD'S MOTEL ROOM - DAY &lt;<colour sequence=\"\">&gt;   81 \n[189]Need a weapon. \n[190]What the fuck am I doing? \n[191]Don't be too hard on yourself. \n[192]Seat belt. What the fuck am I doing? \n[193]How can you read that again? \n[194]You've read it a hundred times. \n[195]Yeah, but the pleasure of a book is in wanting to know what happens next - \n[196]Probably tried this before. Probably burned truckloads of your stuff. Can't remember to forget you. \n[197]Do I know this guy? \n[198]He seems to know me. \n[199]What the fuck! \n[200]Thanks. \n[201]Interested in buying one? \n[202]I forget. \n[203]I wouldn't be too hard on yourself. \n[204]Who is this? \n[205]Honey? \n[206]Honey? It's late. \n[207]Everything okay? \n[208]Are you okay in there?! \n[209]No. That would have been worse. \n[210]I'd like you to leave now. \n[211]Well, sir, that would certainly be in keeping with some of my own discoveries. Yeah, I was hoping to get more on the drugs angle. Hang on a second. \n[212]The police report mentioned the drugs found in the car outside my house. The car was stolen, but his prints were all over it, along with some of his stuff. And I think there's something...  Something about a syringe...  I've got a copy of the police report. \n[213]It has lots of information, but with my condition, it's tough. I can't really keep it all in mind at once. \n[214]Yeah, and there's pages missing... I guess I've been trying to log them all.  The police gave me the report themselves. I dealt with them a lot in my insurance job, and I had friends in the department. They must have figured that if I saw the facts of the case, then I would stop believing that we needed to find John G. \n[215]They weren't even looking for John G. The stuff they found in the car just fit in with what they believed had happened, so they didn't chase any of it up. \n[216]None? Okay, blonde. Yeah, blonde is fine. \n[217]It's simple, you just go to the bathroom. \n[218]No, you just go into the bathroom. We go to bed, you wait till I fall asleep, then you go into the bathroom and slam the door. \n[219]Just loud enough to wake me up. \n[220]That's it. \n[221]But, first I need you to put these things around. \n[222]Just pretend these things are yours, and this is your bedroom. \n[223]No. Just leave the stuff lying around as if it were yours. Like you just took it off or something. \n[224]No! No, don't use it, you, I mean it's... you just have to put it where you would if it were yours. \n[225]The drugs stashed in the car doesn't ring true for me. \n[226]The police figure the guy was an addict needing money to score, but I'm not convinced. He's not gonna be breaking in when he's still got a stash that big. \n[227]I think John G. left it or planted it.  Well, it was a lot for one guy's personal use.  How do you know that?  Right, that's true. It fits.  Too much for personal use, so he deals. \n[228]Who the fuck are you? \n[229]Prove it. \n[230]What are you doing in my car? \n[231]Unfinished business. \n[232]Who's she? \n[233]Why's that? \n[234]What do you mean \"bad news\"? \n[235]Why should I care? \n[236]From who? \n[237]Yeah, well maybe she'll make it you. Is that it? You worried she'll use me against you? \n[238]Why not? \n[239]Why are you following me? \n[240]Happy now? \n[241]Why? \n[242]What sort of questions? \n[243]Like what? \n[244]I have money. \n[245]My wife's death. I used to work in Insurance, we were well covered. \n[246]Yes, I do. I don't have amnesia. I remember everything about myself up until the incident. I'm Leonard Shelby, I'm from San Fran - \n[247]I didn't sell - \n[248]Yeah, well, thanks for the advice. \n[249]Fuck it. I need my own place. \n[250]I can't blame the cops for not taking me seriously. This is a difficult condition for people to understand. I mean look at Sammy Jankis. His own wife couldn't deal with it. \n[251]I told you about how she tried to get him to snap out of it?  It got much worse than that. Eventually Sammy's wife came to see me at the office, and I found out all kinds of shit.  She knew that I was the one who had built he case for Sammy faking it. \n[252]She told me about life with Sammy, how she'd treated him. It had got to the point where she'd get Sammy to hide food all around the house, then stop feeding him to see if his hunger would make him remember where he'd hidden the stuff. She wasn't a cruel person, she just wanted her old Sammy back. \n[253]Mrs. Jankis, the company's position isn't that Sammy is \"faking\" anything, just that his condition can't be shown - \n[254]We shouldn't even be talking this way while the case is still open to appeal. \n[255]Then why are you here? \n[256]Mrs. Jankis, what do you want from me? \n[257]I believe that Sammy should be physically capable of making new memories. \n[258]She seemed to leave happy. I thought I'd helped her. \n[259]I thought she just needed some kind of answer. \n[260]I didn't think it was important to her what the answer was, just that she had one to believe. Leonard notices the BANDAGE on his LEFT ARM. He starts* \n[261]What happened? \n[262]Who? \n[263]Why? \n[264]Calm down. \n[265]Take it easy. You're safe now. You're safe. \n[266]Let's get some ice on your face. \n[267]And what did he say? \n[268]Where is he? \n[269]I'll go see him. \n[270]Give him some bruises of his own and tell him to look for a guy called Teddy. \n[271]My wife used to call me Lenny. \n[272]Yeah, I hated it. \n[273]I'll take care of it. Just tell me what he looks like, and where I can find him. Do you have a pen? \n[274]Me? Why would he be interested in me? \n[275]Why would you do that? \n[276]Just write it all down. What he looks  * \n[277]No, she shouldn't have given me that responsibility. Shit, I'm not a doctor, I'm a claims investigator. shoulder and FIDDLES with the BANDAGE ON HIS LEFT ARM,* \n[278]I suppose, but I've got all sorts of other considerations. \n[279]Legal responsibility, and large financial... \n[280]Who is this? \n[281]What's wrong? \n[282]Who? \n[283]What does he want? \n[284]Did you? \n[285]What's this all about? \n[286]I have this condition - \n[287]What happened? \n[288]Neither do I. \n[289]I'm not. \n[290]How? \n[291]What? \n[292]What do you think I am?! I'm not gonna kill someone for money. \n[293]That's different. \n[294]Don't talk about my wife. \n[295]Calm down. \n[296]Just take it easy, this isn't my fault. \n[297]Yes. \n[298]Shut the fuck up! \n[299]Don't say another fucking word! \n[300]What happened? \n[301]Front desk? Burt, right. Well, this is \n[302]Depends on if he's here in town. Or if \n[303]They're not looking for him. \n[304]They don't think he exists. \n[305]I told them what I remembered. I was asleep, something woke me up... \n[306]Her side of the bed was cold. She'd been    * \n[307]There had to be a second man. I was struck from behind, I remember. It's the police didn't believe me. \n[308]of file) * Natalie watches him.    * \n[309]Thank you. \n[310]Oh, one thing. \n[311]Something to remember you by. \n[312]What's wrong? \n[313]Yeah? \n[314]That's right I did, didn't I? \n[315]A cop? \n[316]I'm not too good on the phone. I need to    * \n[317]Thanks. \n[318]Nobody's perfect. \n[319]My wife. \n[320]Dying. \n[321]I remember my wife dying. \n[322]Beer, please. \n[323]A BEER, please. \n[324]There's a dress code? \n[325]I'm meeting someone called Natalie. \n[326]Oh. But haven't we met before? \n[327]So why am I here? \n[328]I don't remember. See, I have no short-* \n[329]How do you know about me? \n[330]Who's your boyfriend? \n[331]Chronic alcoholism ~ one cause of short term memory loss. \n[332]My name's Leonard. * \n[333]I don't know. \n[334]I don't know. I'm sorry. \n[335]I can't make new memories. Everything  * \n[336]Found it in my pocket. \n[337]Thank-you. \n[338]Mrs. Jankis came to my off ice and asked    * \n[339]I never said he was faking. Just that his condition was mental, not physical. She seemed satisfied, she just said \"thanks\" and got up to leave. I found out later that she went home and gave Sammy his final exam. \n[340]She knew beyond doubt that he loved her, so she found a way to test him. \n[341]She really thought she would call his bluff... ... or didn't want to live with the things she'd put him through. \n[342]He's been in a home ever since. He doesn't even know his wife is dead. \n[343]Now I know. You take it. If you think you're supposed to recognize someone, you pretend to. You bluff it to get a pat on the head from the doctors. You \n[344]Didn't know this town had a parlor. \n[345]I'd like this on my thigh please. \n[346]Promise you won't call me an idiot. \n[347]How'd you know I was in here? \n[348]Guess I wanted to get something down before it slipped my mind. \n[349]It'll be alright for a minute. \n[350]Why? \n[351]Why not? \n[352]Envelopes?    * \n[353]How do you know this? \n[354]How do you know him? \n[355]Who? \n[356]Sneaky fuck. \"Bad Cop\". Had me going. \n[357]So this Jimmy Grantz deals drugs out of* the bar where his girlfriend works. But* \n[358]Officer Gammell. \n[359]Something to remember you by. \n[360]I'm sorry - is it Officer, or Lieutenant Gammell? \n[361]You're not coming? \n[362]Jimmy? \n[363]Do you remember me? \n[364]You Jimmy Grantz?  * \n[365]Strip! \n[366]Don't say anything else. \n[367]Quiet! \n[368]Pants, too. \n[369]I don't want blood on them. \n[370]Strip! \n[371]You think you can bargain with me?! \n[372]I don't want your fucking money! \n[373]I want my fucking life back! \n[374]Hey! Mister! I need help! \n[375]There's a guy in here, hurt bad! We gotta get him to a doctor! \n[376]He might have fallen down the stairs, I don't know, I don't know what's going on, I'm confused. I have this memory thing - do I know you? \n[377]Maybe. Maybe just. \n[378]I don't know. See, I have this condition. \n[379]Remember me again, huh? \n[380]Who was that? He's not the guy. He knew* \n[381]So what was he bringing the two hundred* \n[382]This is a drug deal?! \n[383]You're using me! \n[384]He knew about Sammy. Why would I tell him \n[385]What the fuck are you talking about? \n[386]That's Sammy, not me! I told you about Sammy - \n[387]Sammy let his wife kill herself! Sammy \n[388]I never said he was faking! I never said that! \n[389]I was wrong! That's the whole point! Sammy's wife came to me and - \n[390]My wife wasn't diabetic. \n[391]She wasn't diabetic. You think I don't * \n[392]But he's not the right guy!  * \n[393]It makes all the difference. * \n[394]Yes, I will. \n[395]Somehow, I'll know! \n[396]When it's done, I'll know! It'll be different! \n[397]Why do you keep lying to me? * \n[398]So who are you saying he was?* \n[399]You probably. * \n[400]Why would I do that?    * \n[401]Your name's Teddy. \n[402]I should kill you. * \n[403]I'm not a killer... \n[404]It is now. \n[405]Why not? \n[406]I'd rather be mistaken for a dead guy than a murderer. I'm gonna hang on to this. \n[407]I have to believe in the world outside my own mind. I have to believe that my actions still have meaning, even if I can't remember them. I have to believe that when my eyes are closed, the world's still there.  But do I? Do I believe the world's still there? ", "TEDDY": "\n[1]That thing's been here for years. \n[2]Find anything? Didn't think so, let's go, yeah? \n[3]Fuck this. \n[4]You don't have a clue, you freak. \n[5]Leonard, you don't have a clue what's going on. You don't even know my name. \n[6]You read it off your fucking photo. You don't know me, you don't even know who you are. \n[7]That's who you were, you don't know who you are. \n[8]Lemme take you down in the basement and show you what you've become. \n[9]C'mon, Lenny - we'll take a look down there together. Then you'll know. You'll know what you really are. \n[10]Lenny! \n[11]Did you? I musta forgot. I'm Teddy.    * \n[12]Only every time I see ya! \n[13]This is your car. \n[14]Just trying to have a little fun. \n[15]Roll your window up, will ya? \n[16]I can get that fixed for you. \n[17]So where are we going, Sherlock? \n[18]What the hell you want to go there for? \n[19]Yeah, it's just this fucked-up building.    * \n[20]Yup? \n[21]Lenny, is that you? \n[22]Lenny, it's Teddy. Look, stay there, okay? I'm gonna be right over. \n[23]Lenny! I thought you'd gone for good. What brings you back? \n[24]You said you were leaving town. \n[25]So I see. It's good to see you. My name's Teddy. \n[26]Only every time I see ya! Come on, I'll buy you lunch. \n[27]Not hungry? \n[28]You don't have to remember to be hungry. \n[29]Yeah, yeah. I heard enough about him. Tell me about John G. You still think he's here, right? \n[30]The guy you're looking for, Johnny G. That's why you haven't left. Am I right? \n[31]Leonard, you need to be very careful. \n[32]Well, the other day you made it sound like you thought somebody might be trying to set you up. Get you to kill the wrong guy. \n[33]Lenny, you can't trust a man's life to your little notes and pictures. \n[34]Because you're relying on them alone. You Don't remember what you've discovered or how. Your notes might be unreliable. \n[35]You really want to find this guy? \n[36]You're living. \n[37]We'll find him. Where are you staying? \n[38]Probably left it in your room. 46   INT. DISCOUNT INN OFFICE - DAY &lt;<colour sequence=\"\">&gt; 46 \n[39]Lenny! I thought you'd gone for good. What brings you back? \n[40]Finished playing with yourself, Lenny? \n[41]I get it - amorous neighbors. \n[42]You called me. You wanted my help. You know, Lenny, I've had more rewarding friendships than this one. Although I do get to keep using the same jokes. \n[43]Who the fuck is that? \n[44]No! Should I? \n[45]Is this John G.? \n[46]Think so? You don't know? Didn't you write it down? \n[47]Ask him. \n[48]I'm not gonna help you kill this guy, if that's what - \n[49]Natalie? Natalie who? \n[50]I think I know her. \n[51]He's got to have a car, right? We just take him back to his car and tell him to get the fuck out of town before we kill him. \n[52]How'd ya get him in here in the first place? \n[53]Why would I have a gun? \n[54]Fucking hope not. \n[55]We probably ought to take his car, you know, teach him a lesson. \n[56]Easy for you to say, you've got the Jag. \n[57]Give me your keys. \n[58]So was he scared? \n[59]Fuck you. We shoulda taken his car. \n[60]You like it? Let's trade. \n[61]So what are you gonna do now? \n[62]Natalie who? \n[63]You know what to do. \n[64]You should lock a car as nice as this. \n[65]Teddy. Your buddy. \n[66]Sammy. Remember Sammy. You told me about Sammy. \n[67]Sense of humour went with the memory, huh? You know why you're still here, don't you? \n[68]Lenny, as a buddy, let me inform you. Your business here is very much finished. You're still here because of Natalie. \n[69]Whose house do you think you just walked out of? \n[70]Take a look at your pictures, I bet you got one of her. \n[71]Great shot, Lenny. \n[72]You wanna make a note that you can't trust her. \n[73]Because she'll have taken one look at your clothes and your car and started thinking of ways to turn the situation to her advantage. She's already got you staying with her, for fuck's sake.  \n[74]You can't stay with her. Let me give you the name of a motel. \n[75]Good thing I found you. She's bad news. \n[76]She's involved with these drug dealers. \n[77]See these? That's the bar where she works. Her boyfriend's a drug dealer. She'd take orders for him, arrange meets. He'd write messages on these, then leave it on the bar. She'd drop replies when she served him drinks. \n[78]She's gonna use you. To protect herself. \n[79]Guys who'll come after her. Guys who'll want to know what happened to her boyfriend. They'll want to make somebody pay. Maybe she'll try and make it you. \n[80]She couldn't. \n[81]She has no idea who I am. \n[82]I'm trying to help you. I knew she'd get her claws into you. She doesn't know anything about your investigation, so when she offers to help you, it'll be for her own reasons. Why would I lie? Do not go back to her. Take out a pen, write yourself a note, do not trust her. \n[83]I won't be happy until you leave town. \n[84]How long do you think you can hang around here before people start asking questions? \n[85]The sort of questions you should be asking yourself. \n[86]Like how'd you get this car? That suit? \n[87]From what? \n[88]So in your grief you wandered into a Jaguar dealership? \n[89]You haven't got a clue, have you? You don't even know who you are? \n[90]That's who you were, Lenny. You don't know who you are, who you've become since the incident. You're wandering around, playing detective... and you don't even know how long ago it was. \n[91]Put it this way. Were you wearing \n[92]I know, you investigated. Maybe you need to apply some of your investigative skills to yourself. \n[93]Don't go back in there. There's a motel out of town. \n[94]It's been fun, Lenny. \n[95]You should lock a car as nice as this. \n[96]Hi, Lenny. \n[97]It's alright, we know each other, right, Lenny? \n[98]The Jaguar's out front. You didn't even Bother to put it around back. \n[99]You should have just left town, Lenny. There's Tattoo parlors up North. \n[100]Gimme the keys, I'll move the car. \n[101]Lenny, I'll be back in a minute. I've got to get you some stuff. \n[102]Give us a minute, will ya? \n[103]We've got to get you out of here. * \n[104]Why? Come on, Leonard, we talked about this. It's not safe f or you to be walking around like this. \n[105]Because that cop's looking for you. We * \n[106]This bad cop. He checked you into the  * for days, sticking envelopes under your* \n[107]He knows you're no good on the phone, so    * again. He's been pretending to help you.    * Feeding you a line of crap about John G.    * \n[108]'Cos he fucking told me. He thinks it's funny. He's laughing at you. \n[109]I'm a snitch. He's a cop from out of town looking for information. The local boys put us in touch. \n[110]Jimmy's a drug dealer. This cop wanted to know all about how he sets up deals, shit \n[111]Lenny! \n[112]Just Teddy. Don't write Gammell please. \n[113]I'm undercover. Here's directions. He'll be heading there now. \n[114]Wouldn't be appropriate.* \n[115]Leonard? \n[116]Make him beg. \n[117]What's wrong? \n[118]No. Don't worry, I'm a cop. Everything'll be okay. Is he still breathing? \n[119]So what were you doing here? \n[120]Well, I hope it's not as serious as his, 'cos this guy's dead. \n[121]I think you've got the wrong idea - \n[122]His name's James F. Grantz, John G. Check   * \n[123]A load of amphetamine I told him I had. \n[124]That, and your thing.   * \n[125]No!  \n[126]You tell everyone about Sammy. Everyone who'll listen. \"Remember Sammy Jankis, remember Sammy Jankis\". Great story. Gets better every time you tell it. So you lie to yourself to be happy. Nothing wrong with that - we all do. Who cares if there's a few little things you'd rather not remember? \n[127]I dunno... your wife surviving the assault... her not believing about your condition... the doubt tearing her up inside.., the insulin - \n[128]Like you've told yourself. Over and over. Conditioning yourself to believe. \"learning through repetition\" - \n[129]Sammy was a con man. A faker. \n[130]You exposed him for what he was: a fraud. \n[131]Sammy didn't have a wife. \n[132]It was your wife who had diabetes. 175  INT. LEONARD'S APARTMENT - DAY &lt;<colour sequence=\"\">&gt; 175 \n[133]Are you sure? 177  INT. LEONARD'S APARTMENT - DAY &lt;<colour sequence=\"\">&gt; 177 \n[134]I guess I can only make you believe the Jimmy down there. \n[135]What difference does it make whether he* \n[136]Why? You're never going to know.  * \n[137]No, you won't. \n[138]You won't remember! \n[139]I thought so too! I was sure you'd* \n[140]You know, when we found your guy and   * That's right, the real John G. Over a  * year ago. I helped you find him. He's  * \n[141]I'm not. I was the cop assigned to your* wife's death. I believed you, I thought*  \n[142]You didn't remember, so I helped you   * \n[143]Just some guy. Does it even matter who? I stopped asking myself why a long time ago. No reason, no conspiracy; just bad strung out to realize that your wife I've never seen you so happy - I was convinced you'd remember. But it didn't stick, like nothing ever sticks. Like this won't stick. \n[144]That's the picture, right? I took that, that face again. \n[145]Fuck you; I gave you a reason to live and   * you were more than happy to help. You lie   * \n[146]No. You took them out.  * \n[147]To set yourself a puzzle you won't ever guys called James G? Or John G? Shit, Leonard, I'm a John G. \n[148]My mother calls me Teddy. I'm John Edward \n[149]Quit it! * \n[150]Hey, where are you going? You know what* \n[151]It's beer o'clock. And I'm buying. Our work here is done. \n[152]Hey! Hey, that's not your car! \n[153]You can't just take it! \n[154]You just killed the guy who owned it! Somebody'll recognize it! ", "NATALIE": "\n[1]You don't remember me. \n[2]You did explain, Lenny. \n[3]You told me. \n[4]Yeah. \n[5]Is that what your little note says? \n[6]Must be tough living life according to a few scraps of paper. Mix up your laundry list and your grocery list, you'll be eating your underwear. \n[7]But I guess that's why you got those freaky tattoos. \n[8]I'm sorry. \n[9]I do have information for you. You gave me a license plate number? I had my friend at the DMV trace it. Guess what name came up. \n[10]John Edward Gamme11. John G. \n[11]No. But the photo on his license looked familiar. I think he's been in the bar before \n[12]This is a copy of his registration, license, photo and all. Are you sure you want this? \n[13]Yes. \n[14]But even if you get your revenge, you won't remember it. You won't even know it's happened. \n[15]Tell me about her again. \n[16]Because you like to remember her. I want to see you enjoy yourself. \n[17]Don't just recite the words. Close your eyes, remember her. \n[18]I wrote an address in there, too. Might be useful. It's this abandoned place outside of town. I guy I know used to use it for his bigger deals. \n[19]It's isolated. \n[20]I wasn't helping you for money. \n[21]It's not your fault. See, you have this condition... \n[22]Are you still at the Discount Inn? Room* \n[23]They treating you alright? \n[24]You know what we have in common? \n[25]We're both survivors. Take care, Leonard. 27   INT. RESTAURANT RESTROOM - DAY &lt;<colour sequence=\"\">&gt; 27 \n[26]Sleep okay? \n[27]I gotta be someplace. \n[28]Pretty weird. \n[29]If it's registered in this state it'll * \n[30]I'm helping you because you helped me. \n[31]So will you remember me next time you seo me? \n[32]I think you will. \n[33]Lenny, before you go, can I have my shirt back please? \n[34]Guess I don't have to worry about him anymore. \n[35]Come inside. \n[36]Calm down. You're not into anything. It was my problem, you offered no help. It's got nothing to do with your investigation. \n[37]Leonard, you offered to help when you saw what this guy did to me. \n[38]I came to you straight after he did it. I showed you what he'd done and asked for your help. \n[39]Yes. \n[40]Did you? \n[41]Kill him. \n[42]This has nothing to do with you. You helped me out, and I'm grateful. \n[43]You decided to help me. Trust yourself. Trust your own judgment. You can question everything, you can never know anything for sure. \n[44]Such as? \n[45]Your wife? \n[46]Relax a little, okay? Take off your jacket. \n[47]Just relax. \n[48]You don't seem the type. \n[49]Come on. \n[50]It's backwards.    * \n[51]I've lost somebody. \n[52]His name was Jimmy. \n[53]He went to meet somebody and didn't come back. \n[54]A guy called Teddy. \n[55]They don't look too hard for guys like Jimmy. \n[56]When you find this guy, this John G., what are you going to do? \n[57]Maybe I can help you find him. I know a* \n[58]What does it look like?! \n[59]He beat the shit out of me. \n[60]Who?! Fuck, Leonard! Dodd! Dodd beat the shit out of me. \n[61]Because of you, you fucking idiot! Because I did what you told me! \n[62]Go to him, reason with him, tell him about Teddy! Great fucking ideal \n[63]I did exactly what you told me. I went to   * \n[64]He didn't believe me. He said that if I don't get him the money tomorrow he's gonna kill me. Then he started hitting me. \n[65]What are you gonna do? \n[66]And? \n[67]He'll kill you, Lenny. \n[68]Yeah? \n[69]This guy's dangerous, let's think of something else. \n[70]He'll probably find you. \n[71]I told him about your car. \n[72]He was beating the crap out of me! I had to tell him something! \n[73]Somebody's come. Already. \n[74]Calls himself Dodd. \n[75]Wants to know what happened to Jimmy. And his money. He thinks I have it. He thinks I took it. \n[76]No! \n[77]You don't know, do you? You're blissfully ignorant, aren't you? \n[78]I know about your fucking condition, Leonard! I probably know more about it than you do! You don't have a fucking clue about anything else! \n[79]What happened is that Jimmy went to meet a guy called Teddy. He took a lot of money with him and he didn't come back. Jimmy's partners think I set him up. I don't know whether you know this Teddy or how well - \n[80]Don't protect him. \n[81]Help me. \n[82]Get rid of Dodd for me. \n[83]Kill him. I'll pay you. \n[84]What then? Love? What would you kill for? For your wife, right? \n[85]Not to me! I wasn't fucking married to her! \n[86]I can talk about whoever the fuck I want! You won't even remember what I say! I can tell you that your wife was a fucking whore and we can still be friends! \n[87]That's easy for you to say! You can't get scared, you don't remember how, you fucking idiot! \n[88]Maybe it is! How the fuck would you know?! You don't know a fucking thing! You can't get scared, can you get angry?! \n[89]You pathetic piece of shit. I can say whatever the fuck I want and you won't have a clue, you fucking retard. \n[90]I'm gonna use you, you stupid fuck. I'm telling you now because I'll enjoy it more if I know that you could stop me if you weren't a freak. \n[91]Lost your pen? That's too bad, freak. Otherwise you could've written yourself a little note about how much Natalie hates your retarded guts. \n[92]No pens here, I'm afraid. You're never going to know that I called you a retard, and your wife a whore. \n[93]About your whore of a wife? \n[94]I read about your problem. You know what one of the causes of short term memory loss is? \n[95]Venereal disease. Maybe your cunt of a wife sucked one too many diseased cocks and turned you into a retard. \n[96]You sad freak, you won't remember any of what I've said, and we'll be best friends, or even lovers. \n[97]See you soon. \n[98]What does it look like? \n[99]You can just crash out on the couch. You'll be comfortable. \n[100]Uh, take a seat. \n[101]So how long you think it's gonna take you? \n[102]You told me you were looking for the guy who killed your wife. \n[103]Can I ask you something? \n[104]If you've got all this information, how come the police haven't found him for you? \n[105]Why not? \n[106]How did they explain what you remembered? The gun and stuff? \n[107]You can stay here for a couple of days if it'll help. \n[108]I've got to get back for the evening shift, so make yourself at home, watch T.V., whatever. Just grab a blanket and pillow off the bed. I never need them all anyway. \n[109]Somebody's come. Already. \n[110]On the house. \n[111]You really do have a problem. Just like that cop said. \n[112]Your condition, I mean. \n[113]What's the last thing you remember? Leonard looks at her. \n[114]Sweet. \n[115]What? \n[116]Let me get you a fresh glass. I think this one was dusty. \n[117]What do you want? \n[118]Don't just waltz in here dressed like  * \n[119]What are you here for? \n[120]Well, that's me. \n[121]You tell me. \n[122]You're the memory guy? \n[123]My boyfriend told me about you. \n[124]Jimmy Grantz. Know him? \n[125]Well, it seems like Jimmy knows you. He told me about you. Said you were staying for you. Looking for a guy who couldn't remember stuff, who'd forget how he got here or where he was going. I told him we get a lot of guys like that in here. \n[126]Are you Teddy? \n[127]Did Teddy send you? \n[128]What's happened to Jimmy? \n[129]You have no idea where you've just come from? What you've just done? \n[130]So why did you come here? \n[131]Your pocket. \n[132]Bar bet. \n[133]For a lot of money. \n[134]Care to contribute? \n[135]Come on, proceeds are going to charity. \n[136]On the house. ", "</colour>": "", "BURT": "\n[1]That guy's here already. \n[2]Hiya. \n[3]What can I do for you, Leonard? \n[4]Burt. \n[5]You don't know? \n[6]You said you like to look people in the eye when you talk to them. Don't you remember? \n[7]Condition? \n[8]Amnesia? \n[9]I don't mean to mess with you. It's just so weird. You don't remember me at all, and we talked a bunch of times. \n[10]What's the last thing you remember? \n[11]What's it like? \n[12]That must suck. All... backwards. * \n[13]Couple days. \n[14]As requested. \n[15]Your friend, right? \n[16]Seen you together, that's all. \n[17]Sure. But nobody else, right? \n[18]Not if you remember to pay your bill. \n[19]That guy's here already. \n[20]Hi, Leonard. \n[21]Probably in the room. 34   INT. DISCOUNT INN ROOM 21 - DAY &lt;<colour sequence=\"\">&gt;34 * \n[22]Shit. Wrong room. \n[23]This isn't your room. You're in 304. I Fucked up. \n[24]No, let's go. \n[25]This was your room. You're up in 304 now. \n[26]Last week. Then I rented you another one On top of this. \n[27]Business is slow. I told my boss about You, about your condition. He told me to Try and rent you another room. \n[28]You're still paying for it. It's still Your room. \n[29]Just two. So far.  * \n[30]Yeah, well you're not gonna remember, anyway. \n[31]Leonard. \n[32]Always get a receipt. \n[33]Hi, Leonard. \n[34]Leonard, it's Burt from the front desk. \n[35]I know you said you didn't want any calls... \n[36]Yeah, but there's a call for you from this guy. He's a cop. \n[37]And he says you're gonna wanna hear what ", "*": "", "JIMMY": "\n[1]Teddy?! \n[2]What the fuck are you doing here? \n[3]Yeah, I remember you. \n[4]Expecting any other Jimmy's out here, Memory Man? Where the fuck's Teddy? \n[5]Well? \n[6]You fucking retard, you can't get away with this - \n[7]You're making a big fucking mistake. My associates are not people you want - \n[8]I knew I couldn't trust that fuck - \n[9]Why? \n[10]Wait! Did he tell you what I was bringing? \n[11]Look, there's two hundred grand stashed in the car. Just take it! \n[12]Take the money and walk away! \n[13]What?! What do you want from me?! \n[14]Sammy... remember Sammy... ", "LEONARD  *": "\n[1]Yeah, the license plate...   * \n[2]It's... it must be for when I've found him. * \n[3]Okay. We clean him up, untie him and   * march him out with a gun in his back.  * \n[4]What do you want?  * * * wrong?   * \n[5]I dunno - something bad. Maybe I did   * \n[6]No, Officer, but with my condition, you* don't know anything... you feel angry, * something terrible and not have the    * faintest idea ten minutes later. Like  * Sammy. What if I've done something like* I didn't tell you? Didn't I tell you   * what happened to Sammy and his wife?!  * \n[7]What cop? \n[8]What did he want to know from you?* \n[9]Get up.  * \n[10]Bullshit.* \n[11]What was it for?   * \n[12]But how did he know me? * \n[13]Thank you.    * ", "LEONARD  (cont'd)": "\n[1]He'd watch T.V., but anything longer than a couple of minutes was too confusing, he couldn't remember how it began. He liked commercials. They were short. The crazy part was that this guy who couldn't follow the plot of \"Green Acres\" could do the most complicated things as long as he had learned them before the accident... \n[2]... and as long as he kept his mind on what he was doing. \n[3]... he should just... snap out of it. \n[4]Chasing him! \n[5]FUCK! He's chasing me. \n[6]She went into a coma and never recovered. Sammy couldn't understand or explain what had happened. ", "***": "", "LEONARD (cont'd)": "", "&lt;<colour sequence=\"\">&gt;": "", "DODD": "\n[1]What? \n[2]You did. \n[3]I haven't made a strong enough impression. \n[4]I like your car. \n[5]Where'd you get it? \n[6]I just want you to tell me how you came by that car. \n[7]I haven't made a strong enough impression on you. ", "BLONDE": "\n[1]Was it good for you? \n[2]Shit. Was I supposed to lock the door? \n[3]Well, what then? \n[4]Slam it? \n[5]That's it? \n[6]Should I wear it? \n[7]Whatever gets you off. ", "SEQUENCE##": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]", "LEONARD  (CONT'D)": "\n[1]He'd watch T.V., but anything longer than a couple of minutes was too confusing, he couldn't remember how it began. He liked commercials. They were short. The crazy part was that this guy who couldn't follow the plot of \"Green Acres\" could do the most complicated things as long as he had learned them before the accident... \n[2]... and as long as he kept his mind on what he was doing. \n[3]... he should just... snap out of it. \n[4]Chasing him! \n[5]FUCK! He's chasing me. \n[6]She went into a coma and never recovered. Sammy couldn't understand or explain what had happened. "}}