{"dialogues": {"KAY": "\n[1]We'll take it from here. \n[2]INS Division 6. \n[3]Really? \n[4]What're we thinking, Dee? \n[5]!Oye! Que pasa, coma estas? Hey! No se preocupe, abuela. Bienvenida a los Estados Unidos. A donde vas? San Antonio? Buscando trabajo, no? Buena suerta. Es un placer verle aqui. \n[6]Que dices si te rompo la cara? \n[7]No hablas ni una palabra del Espanol, verdad, amigo? \n[8]We got a winner. Los restos estan libres a irse. Largense! \n[9]Tomen el camion, y vayeuse. \n[10]Don't \"Sir\" me! You have no idea who you're dealing with! \n[11]We're gonna have a little chat with our friend here. You boys can hit the road ... and keep on protecting us from dangerous aliens. \n[12]I think you jumped off the bus in the wrong part of town, amigo. In fact, I'll bet dollars to pesos that you're not -- \n[13]-- from anywhere near here. \n[14]Mikey?! When did they let you out of jail? \n[15]Political refugee. Right. \n[16]One, my ass. Try seven. \n[17]Okay, that's enough. Hand me your head and put up your arms. \n[18]Ah, shit. \n[19]Dee! Shoot him! \n[20]Dee, for Christ's -- \n[21]\"That.\" \n[22]Human, I know. Oops. Got some entrails on you. \n[23]Okay, everybody, situation's under control, calm down. If you'll just give me your attention for a moment I'll tell you what happened. \n[24]This is called a \"neuralyzer.\" A gift from some friends from out of town. The red eye here isolates and measures the electronic impulses in your brain. More specifically, the ones for memory. \n[25]Gimme a splay burn on the perimeter, please; holes at 40, 60, and 80. \n[26]Exactly the right question. And the answer lies right -- here. Pay attention. \n[27]Really? I'm just a figment of your imagination. \n[28]God, we're a gullible breed. \n[29]I mean it, fellas, you are lucky to be alive after a blast like that. \n[30]Underground gas vein, genius. You guys need to exercise more caution before discharging your firearms. \n[31]Especially you. \n[32]Happens. \n[33]What? \n[34]No. You won't. \n[35]Some night, huh? \n[36]They were gills. \n[37]Not eyelids. \n[38]Did he say anything to you? \n[39]Did he say when? \n[40]Would you recognize his weapon if you saw it again? \n[41]Let's take a ride. \n[42]It's all done. \n[43]You ran that guy down on foot? That's tough. That's double tough. \n[44]Nothing is what it seems, kid. \n[45]I'm part of a secret organization that monitors and polices alien activity on earth. \n[46]Really? \n[47]Do your \"thing,\" kid.  Edwards goes inside. \n[48]Why don't you show him the imports, Jeebs. \n[49]The imports, Jeebs. Now. \n[50]Why do you lie to me? I hate it when you lie. \n[51]I'm going to count to three. \n[52]One. \n[53]Two. \n[54]Three. \n[55]I warned him. \n[56]You warned him. \n[57]Will you relax? \n[58]Show us what you got, Jeebs. Or I'll use up another one. \n[59]Edwards? \n[60]You sold a carbonizer with implosion capacity to an unlicensed cephlapoid. \n[61]A carbonizer is an assassin's weapon, Jeebs. Who was the target? \n[62]Jeebs! \n[63]This is all confiscated. All of it. I want you on the next transport off this rock. Or I'll shoot you where it doesn't grow back. \n[64]Searching for a handle on the moment here? A place to file all this. \n[65]Can't help you, kid. Only comfort I can offer is that tomorrow, you won't remember a thing. \n[66]Ever see one of these? \n[67]-- and the wife says yeah, Harry, I know, but this one's eating my popcorn! \n[68]Whoops. Gotta run. Thanks for the egg rolls. \n[69]See what I mean about tequila? You're a bright young man, James. Just lay off the sauce. I'll see you tomorrow, nine a.m. sharp. \n[70]So do I. The guy ran down a cephlapoid, Zed. On foot. Tenacity. That I can use. \n[71]Back in the mid-fifties, the government started a little underfunded agency with the simple and laughable purpose of making contact with a race not of this planet. \n[72]Everybody thought the agency was a joke. Except the aliens. They made contact on March 2nd, 1961, outside New  York City. \n[73]There were nine of us that night. Seven agents. An amateur astronomer. And one poor kid who got lost on the wrong back road. \n[74]They were intergalactic refugees with a simple request. Let us use the earth as an apolitical zone for people without a planet.  Ever see \"Casablanca?\" Same thing, no Nazis.  We agreed. So we masked all evidence of their landing. \n[75]Why else would we hold it in Queens? Now left. More nonhumans arrive every year. They live among us, in secret. \n[76]Every six months; it's company policy. \n[77]Yeah, sure, hang on, I wanna grab a coffee while we're right here. \n[78]Don't tell me we've only got that powdered shit for cream again? \n[79]Oh. \n[80]For future reference, this is a better look for you. \n[81]Any given time, around fifteen hundred landed aliens are on the planet, the majority right here in Manhattan. Most aliens are decent enough, just trying to make a living. \n[82]Not as many as you'd think. Humans, for the most part, don't have a clue. Don't want one, either. They're happy. They think they've got a pretty good bead on things. \n[83]A person is smart. People are dumb. Everything they've ever \"known\" has been proven to be wrong. A thousand years ago everybody knew as a fact, that the earth was the center of the universe. Five hundred years ago, they knew it was flat. Fifteen minutes ago, you knew we humans were alone on it. Imagine what you'll know tomorrow. \n[84]What you'll gain in perspective, you'll lose in ways you're too young to comprehend. You give up everything. Sever every human contact. No one will know you exist. Ever. \n[85]You're not even allowed a favorite shirt. There.  That's the speech I never heard. That's the choice I never got. \n[86]You got 'til sun-up. \n[87]You find out, you let me know. \n[88]Cool, slick. Now about those skills of yours, \n[89]As of this moment, they don't mean much. \n[90]Let's go. He's a little...grouchy. \n[91]A couple of hours wait after a 17-light-year flight would get on anybody's nerves. \n[92]None. They started asking too many questions. \n[93]Oh, we hold a few patents on gadgets we confiscated from our out-of-state visitors. Velcro. Microwave Ovens. Liposuction. \n[94]Here. A new recording device to replace CD's.  So now I gotta buy the White Album again? This is amusing. Universal translator. \n[95]We're not supposed to have it. I'll tell you why.  Human thought is so primitive it's considered an infectious disease. Makes you proud, doesn't it? \n[96]Don't touch that! \n[97]Caused the '77 New York blackout. Practical joke by the Great Attractor. He thought it was funny as hell. \n[98]Observation, the heart of our little endeavor. \n[99]This map shows the location of every registered alien on earth at any given time. Some of them we keep under constant surveillance. \n[100]Everyone on these screens is an alien. In public -- normal. In private -- you'll get the idea. \n[101]Meet the twins. \n[102]It makes no sense? \n[103]Mrs. Edelson. \n[104]Jupiter, actually. Well, one of the moons. \n[105]Landed alien out of zone. Who is it? \n[106]Zed was saving the world before you were born, son. Show some respect. \n[107]Seat belt. \n[108]Buckle up, please. \n[109]Makin' fun of my ride... \n[110]Jay. The button? \n[111]Never push the button, Jay. \n[112]License and registration, please. \n[113]Other license and registration, please. \n[114]Your resident card has you restricted to the five boroughs only. Where do you think you're going? \n[115]Oh God. How soon? \n[116]Okay. All right. No big deal. You handle it. \n[117]Sure, it's easy, you just sorta -- catch. \n[118]Yeah, hell, sure, he does this all the time. C'mon, let him work, Redgick, I wanna ask you something. \n[119]Croagg the Midwife's back on 64th and 8th. You were headed out of town. \n[120]So? Who you meeting? \n[121]Really? I didn't see a departure clearance for today. \n[122]Doin' fine, Ace. What kind of emergency? What's the rush to get off the planet all of a sudden? \n[123]What new arrivals? This have anything to do with the crasher from last night? \n[124]Congratulations! It's a lizard. \n[125]Anything about that seem unusual to you? \n[126]What kind of \"new arrival\" would scare Redgick so bad that he'd risk a warp jump with a newborn? Let's check the hot sheets. \n[127]Best damn investigative reporting on the planet.  But hey, go ahead, read the New York Times if you want. They get lucky sometimes. \n[128]Not looking for. Found. \n[129]Not so fast. Walk up slow. \n[130]Part of the routine. Makes it look like we're sizing up the situation. Gives her time to get the wrong impression. \n[131]Puts some fear into her. Makes things go smoother. \n[132]How do you do, ma'am, I'm Special Agent Manheim, this is Agent Black, FBI. Had a few questions about your visitor. \n[133]No ma'am. We at the FBI don't have a sense of humor that we're aware of. Mind if we come in? \n[134]Go on. \n[135]Did he say anything? \n[136]Sugar water. \n[137]Ray Bans. Okay, Beatrice. There was no alien, and the flash of light you saw in the sky wasn't a UFO. Swamp gas from a weather balloon was trapped in a thermal pocket and refracted the light from Venus -- \n[138]Standard issue neuralyzer. \n[139]On a more personal note, Beatrice, Edgar ran off with on old girlfriend. Go stay at your mother's for a few days and get over it. Decide you're better off. \n[140]When you're ready. Please -- not green. \n[141]Do you know what alien life form leaves a green spectral trail? \n[142]Zed, we have a bug. \n[143]Bugs thrive on carnage, Tiger.  They consume, infest and destroy. They live off the death and decay of other species. \n[144]Listen, kid -- imagine a giant cockroach five times smarter than Albert Einstein, four times stronger than an ox, nine times meaner than hell, strutting his stuff around Manhattan Island in his brand new Edgar suit. Does that sound like fun? \n[145]With a bug in town? Watch the morgues. \n[146]Weird? Dr. Leo Menville, Department of Public Health. This is Dr. White. \n[147]We watch the morgues very carefully. You've got something unusual? \n[148]I'll have a look at this one. Dr. White, why don't you and Dr. Weaver check out the other body? \n[149]What do you think? \n[150]Of the body. \n[151]The dead body? \n[152]All right. Keep her occupied. Try not to sound too dumb. \n[153]You're up, Slugger. \n[154]Rosenberg. Damn. Good man. \n[155]One of the few I actually liked. Exiled High Prince. \n[156]He said there's a galaxy on Orion's Belt? That makes no sense. \n[157]Sure thing, sweetheart. Here you go. \n[158]Typical day, too much caffeine, get a life. \n[159]Never hurt her before. \n[160]Couple. \n[161]Little bit. \n[162]I took this job. \n[163]Nah. \n[164]Not while I'm around, Slim. \n[165]We've got two dead aliens in there, and a deputy medical coroner in need of a new memory. \n[166]No. \n[167]Try it. \n[168]They're leaving. \n[169]Why do rats desert the ship? Go to Lem Sat IV. Put up a forty-field view of Manhattan. \n[170]Four hundred. \n[171]Four thousand. \n[172]That's an Arquillian battle cruiser. \n[173]Message coming in. \n[174]Speak of the devil. \n[175]Series four de-atomizer. \n[176]Here. We call this the \"Noisy Cricket.\" \n[177]Someone who's not looking for jewels. \n[178]Damn it. \n[179]We do not discharge our weapons in view of the public. \n[180]There's always an Alien Battle Cruiser...or a Korlian Death Ray, or...an intergalactic plague about to wipe out life on this planet, and the only thing that lets people get on with their hopeful little lives is that they don't know about it. \n[181]Don't worry about the bug. He's not leaving town. We've got his ship. \n[182]Zed, we're gonna need a containment crew down here at McDougal, south of Houston. \n[183]What about the Arquillians? \n[184]No, they don't want much, do they? \n[185]All right, kid. The Arquillians want the galaxy, whatever the hell that means. We need help. A professional. Someone with years of experience in intergalactic politics. I just hope the little prick hasn't skipped town. \n[186]You busy, Frank? \n[187]Call the pound. We got a stray. \n[188]Arquillians and bugs. What do you know? \n[189]Not a thing? \n[190]And the bug had other plans. \n[191]Rosenberg said something about a galaxy on \"Orion's belt.\" What's he talking about, Frank? \n[192]Here? \n[193]How small? \n[194]Get out of here. The galaxy's here. It's not on Orion's belt. \n[195]By killing the emissaries, and stealing the galaxy they've been fighting about. \n[196]We're not even history. 'Cause history implies there's someone around to remember it. \n[197]What the hell for? \n[198]Two minutes! \n[199]Freeze it, Bug! \n[200]Let her go, Shit Eater. \n[201]You're breakin' my heart. Move six inches to your left and I'll solve all your problems. \n[202]How far you think you'll get without your ship? If that's what you call that hunk of space crap we've got back at our office. \n[203]Never gonna happen, Insect. \n[204]Damn it! \n[205]Stop wasting time. He's not getting off the planet in a cab. \n[206]Come with me. Put up a bio-net all the way around Manhattan; if it's not human, it's not leaving the island. \n[207]What've we got from our friends upstairs? \n[208]Yeah, well the bug's got the galaxy, but we've got his ship. He's got to be looking for a way out. \n[209]One hour. \n[210]Pull up the locations of all land-based interstellar vehicles. \n[211]Atlantic City? \n[212]That landfill on the Jersey Shore? \n[213]Epcot? \n[214]Miami Beach? \n[215]Hartford? \n[216]Whaddya say we bag us some bug? \n[217]You know a better way to Queens? \n[218]Jay. The button? \n[219]Push the button, Jay. \n[220]And you may want to throw on a seat belt. \n[221]Mind if I smoke? \n[222]In the car, I mean. \n[223]Hey, just a common courtesy. It bothers some people if you smoke in a car. \n[224]Yeah, it's harder and harder to smoke anywhere these days. Hell, I suppose I should quit. I've tried. Never took, though. I'm beginning to think I lack self-control. \n[225]Well, back to work. \n[226]No idea whatsoever. \n[227]Let's bag us some bug. \n[228]Set it to pulsar level five, sub-sonic implosion factor -- \n[229]Press the little green button, on three. \n[230]One...two... \n[231]You are under arrest for violating number 4-1-53 of the Tycho accord. Please hand over any galaxy you might be carrying. \n[232]Move away from the vehicle and put your hands on your head. \n[233]This guy's really starting to bug me. \n[234]Whatever happens, Jay, don't let him get on that ship. \n[235]Getting my gun back. \n[236]Hey, Bug! \n[237]I'm talking to you, Bug! You know how many of your kind I've swatted with a newspaper? \n[238]You're just a smear on the sports page to me, you slimy, gut-sucking, intestinal parasite! Eat me! \n[239]Zed. Get a message to the Arquillians.  We have the galaxy. \n[240]You were saying? \n[241]Worked. \n[242]And I almost got digested. It goes with the job. \n[243]There wasn't time, sport! \n[244]Not her. Me. They're beautiful, aren't they? The stars. I never just look anymore and they're beautiful. \n[245]I haven't been training a partner -- I've been training a replacement. \n[246]Maybe you won't have to. \n[247]Days. Months. Years. Always face it forwards. \n[248]I've just been down the gullet of an interstellar cockroach. That's one of a hundred memories I don't want. \n[249]See you around, sport. ", "JAY": "\n[1]The difference between you and me? \n[2]I make this look good. \n[3]Yo, wussup with Zed? \"Go get em, tiger. We're not hosting an intergalactic kegger...\" \n[4]We got the use of unlimited technology from the entire universe and we cruise around in this? \n[5]You know, ya'll gotta learn how to talk to people. You could be a little kinder and gentler. \n[6]Now did that hurt? \n[7]Yeah? \n[8]Me? \n[9]Oh God! I see it I see it I see it! \n[10]Oh sweet Jesus Mother of God did you see that?! \n[11]Guys -- guys -- \n[12]Help?! HELP! Hello?! \n[13]Can you guys do this later?! \n[14]Oh -- oh -- oh -- man. \n[15]Hey, you know, it is sorta -- \n[16]Pick. \n[17]These are the hot sheets? \n[18]You're actually looking for tips in a supermarket tabloid? \n[19]Why? \n[20]Damn. If he was this ugly before he was an alien... \n[21]Did you taste her lemonade? \n[22]Whoa! That thing erases her memory, and you give her a new one? \n[23]And that's the best you can come up with? \n[24]Yeah, and you're better off 'cause he never appreciated you anyway. In fact, you kicked him out, and now that he's gone, you ought to buy some new clothes, maybe hire a decorator or something... \n[25]Hey. Kay...when am I gonna get one of those memory things? \n[26]Wait -- don't tell me -- that was the question on Final Jeopardy last night. \n[27]I'm gonna jump way past you and just guess that this is bad. Right? \n[28]So basically you have a racial problem with all insect-based life forms? \n[29]What do we do? \n[30]I think, uh, we should start at the same place you did. \n[31]Your cat? \n[32]Thank-you, but is this really the time to uh -- you know, come on to me? \n[33]Oh, yes. Exactly. \n[34]Nope. All fine. \n[35]Well, of course they are. What I'm pointing out is that there are no pieces of them left. So they're intact, wherever they are. That we can be sure of. \n[36]You know, I was just going to ask you the same thing. \n[37]No, no...not at all. \n[38]No... \n[39]Excuse me. \n[40]Very interesting. Got a real Queen of the Undead thing goin' on. \n[41]Great body. \n[42]Not a clue. \n[43]What is that? \n[44]It's all right -- What are you trying to say? Struggle? \n[45]Bed? Belt? Orion's Belt? \n[46]\"To prevent war, the galaxy is on Orion's Belt?\"  The hell does that mean? Hey! Kay! I mean, Dr., uh, whatever, come here! \n[47]He's dead. \n[48]You knew him? \n[49]He said \"to prevent war, the galaxy is on Orion's Belt.\" \n[50]That's what he said. Didn't he? Right after he -- Oh, for Christ's sake, you did the flashy thing already. \n[51]Stop that -- \n[52]-- that thing probably gives you brain cancer! \n[53]\"Never hurt her before\"?! How many times have you done the flashy thing to this poor woman?! \n[54]Aren't you worried about, you know, long term damage? \n[55]What the hell happened to make you such a callous son of a bitch? \n[56]Hey, you never flashed me with that thing, did you? \n[57]Hey, Kay, I really think I should be in charge of the flashy memory thing department. \n[58]Yeah, well you're a menace with that thing... \n[59]Doesn't anybody believe in sleep around here? \n[60]That's what the little guy was talking about, \"To prevent war, the galaxy's on Orion's belt...\" \n[61]You're attracted to me, aren't you? \n[62]Pretty lady... \n[63]You were the guy with the flowers in the photo, (What, you were on your way to a dance or something and you got lost? And she never got those flowers, did she?] \n[64]Grumpy Guy's story comes into focus. She ever get married? \n[65]Well, it's better to have loved and lost than never to have -- \n[66]What do they know that we don't know? \n[67]And we've got a dead Arquillian prince. \n[68]They sound pissed. \n[69]I like that. \n[70]You get a series four de-atomizer and I get a \"Noisy Cricket?!\" I'm afraid I'm going to break it. \n[71]Who robs a jewelry store and leaves the jewels? \n[72]This guy had a serious crush on his cat. \n[73]Kay! GET DOWN! \n[74]The bug in the Edgar suit! The ugly redneck from the picture! That's him! \n[75]Can we drop the cover-up bullshit?! There's an Alien Battle Cruiser that's gonna blow-up the world if we don't... \n[76]Of course that guy's an alien. That's gotta be the worst disguise I've ever seen. \n[77]The, uh...dog owes my friend some money. \n[78]Ask him about the belt. \n[79]They're rehearsing a ventriloquist act. \n[80]The galaxy is hundreds of millions of stars and planets? How's it here? \n[81]Kay... \n[82]So two galaxies have been fighting for years. And the only people who've been benefiting are a race of creatures called bugs. Then the two galaxies decide to make peace...and the bugs send this guy down to make sure the fighting never stops. \n[83]And if we don't get it back before he leaves the planet...we're history. \n[84]I'll handle this one, you wait outside. \n[85]Because all we have to do is walk in and get a cat, it's not that hard. But if you go in, you're gonna lay your Jack Webb on her and flash your brain ray in her face and she's gonna end up with leukemia or some shit. The woman's a doctor, she doesn't need you erasing half her med school classes. Take me five minutes. \n[86]Hello? Anybody here? \n[87]Hello? \n[88]Uh, hi. \n[89]I'm Sergeant Friday, from the Twenty-Sixth precinct. They brought a cat in here with a corpse the other day, might have said \"Orion\" on the cat's name tag? \n[90]Right, well, the cat is, uh -- the cat's a witness in a murder case and I'm going to need to take it with me. \n[91]You don't? \n[92]Excuse me? \n[93]Damn, you do start fast, don't you? \n[94]And, uh, why exactly is that? \n[95]Now slow down, you don't have to hit the gas like that. \n[96]And I will. But we gotta get something straight here -- I'm gonna drive. It's not some kind of macho trip, it's just the way I'm used to doing things, okay? \n[97]Don't shoot! Don't shoot! \n[98]How was I supposed to know!?! \n[99]Maybe if you didn't come on like a drunken prom date! \n[100]It's okay, Laurel! \n[101]I mean it's going to be okay! \n[102]They're in a cab. \n[103]Hey! Laurel!? Hey! \n[104]\n[105]A galactic standard week? How the hell long is that? \n[106]One hour? \n[107]You're talking about US! \n[108]Uh, gentlemen. \n[109]Fellas. \n[110]Hey. Old guys. \n[111]Do those still work? \n[112]You're taking the tunnel?! \n[113]It's usually jammed?! \n[114]I told you! \n[115]Yeah?! \n[116]What?!? \n[117]I don't care!! \n[118]You know how to work that? \n[119]Oh, shit. \n[120]What? \n[121]That did not go at all like I had planned. \n[122]Where are you going? \n[123]What!? \n[124]Hey! Come over here and try that! \n[125]Stop right there, or I'll start wailing on your waxy, pointed ass! \n[126]What are you, afraid of me? Come on! Stand and fight like an arthropod! \n[127]You want a piece of this, huh?! Maybe you're a badass in your hive, but this is New York City. You're just another tourist here! \n[128]You're messing with the wrong species, Bug -- \n[129]Hey, Bug! \n[130]If I'm not mistaken, that was a cousin of yours. \n[131]Whoa! That had to hurt. And, what d'you know, here's your old Uncle Bob! \n[132]What's that? Can you hear what he's saying? 'Help me! Help me!' \n[133]Ooh! There's a pretty one. That one looks kinda familiar, don't you think? I know who that is! \n[134]That's your Momma! \n[135]Didn't she ever teach you not to bite off more than you can chew? \n[136]You son of a -- \n[137]Getting eaten!? That was your plan!? \n[138]After I got the shit beat out of me! \n[139]You coulda told me what you were doing. \n[140]Look, I know we got rules, but she did just bust the Bug for us.  And so maybe you don't have to flashy thing her. \n[141]Who's she gonna tell, anyway? She only hangs out with dead people. \n[142]Kay, you're scaring your partner. \n[143]Oh no, I can't do this job by myself. \n[144]No, you won't. \n[145]I'll talk to Dennis Rodman, it's his damn planet. ", "EDWARDS": "\n[1]Stop! NYPD! \n[2]Grand Central Station off to your left, folks... \n[3]Dammit, man, you're making me sweat up my gear! \n[4]Yo, man, your luck just ran out. \n[5]And when he gets here, I'll kick his ass too. \n[6]What the... \n[7]Wassup? \n[8]Stop! \n[9]What are you?! \n[10]No, sir. He blinked once with one set, then again with another completely different set. \n[11]After, sir. \n[12]'Cause some of the other officers are a little soggy in the midsection. And they couldn't keep up, sir. \n[13]What do you mean? I am half the man you are. \n[14]My problem is you being all up in my damn face all the time. \n[15]You need ten minutes on a Stairmaster, you pudgy bastard. \n[16]Hey...Wait a minute. Wait a minute. \n[17]Oh, yeah, some night. \n[18]Who are you? \n[19]Yeah, sure. He said the world was coming to an end. \n[20]You're kidding, right? \n[21]Absolutely. \n[22]Wait a minute. I got a ton of paperwork. \n[23]So who you with? \n[24]You got the plain clothes, the government-issued wheels. Secret Service? \n[25]Yeah, well, whoever it is, you're short on funding. \n[26]Oh, yeah, my bad '86 Ford LTD. That's a luxury ride. C'mon, who ya with? \n[27]This is where we're going? \n[28]Jack Jeebs? Guy buys from chain snatchers. Doesn't even sell guns. \n[29]All right, you think it's worth shaking him up, fine. I'll do my thing. Then I want some answers. \n[30]Way I hear it, Jeebs, you into something a little hotter than some stolen Rolexes. \n[31]I'm talking about guns, Jeebs. High-tech stuff. \n[32]He'll do it, Jeebs. \n[33]I've seen him do it. \n[34]Talk to me, Jeebs, he's crazy when he's like this. \n[35]Put down the gun and put your hands on the counter! \n[36]Drop the weapon! \n[37]You are under arrest. You have the right to remain silent. \n[38]Uh, this. This is what I saw. \n[39]Yeah. I'll be by tomorrow for those Rolexes. \n[40]The eyelids, fine ... and the jumping thing ... and the gun ... okay, but the head? \n[41]See a head doesn't do that, it doesn't just grow back. What's going on? \n[42]Oh, no. This I'm gonna remember for a long, long time. \n[43]Huh? \n[44]Where am I? \n[45]Coffee. Please. \n[46]Maybe, I'm not sure, see, I got this card -- \n[47]Why, uh -- I'm sorry, it's just no one really asked this, but -- why, exactly, are we doing this? \n[48]I -- I don't know, sir. This guy. \"Best of the best of the best of the best of the --\" It just struck me as -- Humorous. Sir. \n[49]Anyone, uh...any of you guys know what we're doing here? \n[50]Well, yeah, I know, but... \n[51]Hesitated, sir. \n[52]She was the only one who actually seemed dangerous. At the time. \n[53]Hook-head guy. You explain to me how he can think with a hook for a head. Answer; it's not his head. His head is that butt-ugly bean-bag thing over there. 'Cause if you look at the snarling beast-guy, he's not snarling, he's sneezing -- he's got tissues in his hand. No threat there, and anyhow, the girl's books were way too advanced for an eight-year-old's. And besides, from where I'm looking, she was the only one who appeared to have a motive. And I don't appreciate your jumping down my throat about it. \n[54]Or, uh -- do I owe her an apology? \n[55]You! Hey, what's goin' on? \n[56]You brought the aliens flowers? \n[57]The 1964 World's Fair was a coverup? \n[58]I see. Not to change the subject, but when was your last cat-scan? \n[59]Well, thanks for the very amusing morning, but I'm hopin' you'll show me where I came in?  'Cause this is where I go out. \n[60]Cab drivers? \n[61]Why the big secret? People are smart, they can handle it. \n[62]So what's the catch? \n[63]Nobody? \n[64]Hold up. You track me down, put me through those stupid-ass tests, now you're trying to talk me out of it. I don't get it. \n[65]Is it worth it? \n[66]One thing you gotta know right now. \n[67]All right. I'm in because there's some next-level shit going on around here, and I'm with that. Before you beam me up, there are a couple of things we need to get straight. You chose me 'cause you recognize the skills. So as of now you can cease with all of that calling me \"son\" or \"kid\" or \"sport.\" Cool? \n[68]What branch of the government do we report to? \n[69]So who pays for all this? \n[70]What's this? \n[71]Sorry! \n[72]I gotta be honest about something. \n[73]It makes perfect sense. When I was a third grader in Philadelphia, they told me I was crazy 'cause I swore that our teacher was from, like, Venus or something. \n[74]Uh -- forty regular. \n[75]Put what on? ", "LAUREL": "\n[1]Laurel Weaver. Deputy Medical Examiner. I believe you. I opened him up. Find me at the morgue. On 26th. I'll tell you what I found. \n[2]You have really pretty eyes. \n[3]Yes. That's right. \n[4]Look where? \n[5]By the wall, I guess. What's with the cat? \n[6]What's the problem with the cat? \n[7]Are you having a bad day, baby?  Cheer up. His is worse. \n[8]Okey-dokey. Shall we? \n[9]Oh, my God. \n[10]...approximately 112 degrees at time of autopsy, indicating, quite impossibly, a post-mortem increase in body temperature. Examiner attempted to verify result rectally, only to find subject was, uh, without rectum. Which can only be described as...well...as really... \n[11]Yeah, well whoever you are, I'm afraid I'm going to need to see some ID. \n[12]You boys must not have much of a home life. \n[13]I'd say so -- triple homicide. \n[14]The first corpse was perfectly normal, except that he was broken in half, but when I opened up the other two -- well, look. \n[15]There's a skeletal structure at work here unlike anything I've ever seen. \n[16]This way, Doctor. \n[17]This one's even stranger. I did a full laparotomy. I started with the lesser curvature of the stomach -- though, if you want, we could begin at the gastro-esophageal junction. \n[18]All right. \n[19]Guess it is now. Came in with the bodies. \n[20]Okay. Dive right in. God knows he won't mind. \n[21]You have very pretty eyes. \n[22]Hey, just walking the dog. Feel that? Where the piloric junction would be? \n[23]Now push that aside. Notice anything strange? Stomach? Liver? Lungs? \n[24]Doctor, they're all missing. \n[25]Have we met before? I have the strangest feeling of deja vu. \n[26]Okay. You wanna know what I really think? But don't tell that guy. He looks like he's already under enough stress. This body is not really a body, but it's actually some sort of transport unit for something else altogether. The question is: what? \n[27]By the way, stop me if I'm freaking you out. \n[28]You know what I like to do sometimes? When it's really late? \n[29]Dr. White. \n[30]Dr. White. Dr. White. \n[31]\n[32]Look at this. \n[33]Far -- freaking -- out. \n[34]War? \n[35]\"Doctor Whatever\"? You're not with the Department of Public Health, are you? \n[36]I was right -- this is an alien life form, and you're from some government agency who wants to keep it under wraps... \n[37]... This make total sense. How else do you explain New York? The other night I'm in a cab, this guy... \n[38]Uh, hi, whoever you guys are, I'm afraid I'm going to need to see some ID if you're going to be in the morgue, okay? \n[39]Boy, when you want attention -- \n[40]\"Orion.\" That's a pretty name. \n[41]What's this? \n[42]Wow. \n[43]I told you, I don't know, it ran under some equipment! Over there. \n[44]Hello. \n[45]Yes. That's right. \n[46]I don't know where the cat is at the moment. \n[47]No. Maybe you could take me with you instead. \n[48]I said, maybe you could take me with you instead. \n[49]I'd really like to go with you. Now. \n[50]I just do. \n[51]I have something I need to show you. \n[52]You don't understand. You really need to see this. \n[53]Look, Stud, I don't know how many more times I'm going to get to tell you this. There's something -- \n[54]-- that you have to help me with. \n[55]CHRIST, are you THICK! \n[56]What did I have to do, SING it for you!?! \n[57]Oh, that's SO typical. Any time a woman shows the slightest hint of sexual independence, men just -- \n[58]HOW is it okay?! \n[59]What??? \n[60]What?! Why?! \n[61]Come on, let me go, you don't want to eat me. I'm a very important person on my planet. Like a queen. A goddess, even. There are those who worship me, yes. I'm not trying to impress you with this, I'm just letting you know. It could start a war. \n[62]You're a wonderful dad. \n[63]Interesting job you guys got. \n[64]Hey, guys, we're nowhere near my apartment. We're not even on the right island. ", "ZED": "\n[1]You're late. Sit down. \n[2]My name is Zed. You're all here because you're the best of the best. Marines, Navy SEALS, Army Rangers...NYPD. \n[3]And we're looking for one of you. Just one. What will follow is a series of simple tests designed to quantify motor skills, hand-eye coordination, concentration, stamina -- I see we have a question. \n[4]Son? \n[5]What's so funny, Edwards? \n[6]Okay. Let's get going. \n[7]The hell happened? \n[8]May I ask why you felt little Tiffany deserved to die? \n[9]And how did you come to that conclusion? \n[10]He's got a real problem with authority. \n[11]I hope you know what you're doing. \n[12]Congratulations, you're everything we've come to expect from years of government training. Now, if you'll just follow me, we have one more test to administer, an eye exam. \n[13]Now, if you'll look directly at the end of this device. \n[14]What's your jacket size, Edwards? \n[15]Then let's put it on. \n[16]The last suit you'll ever wear. \n[17]From now on, you'll dress only in attire specially sanctioned by MIB Special Services. \n[18]You'll conform to the identity we give you, eat where we tell you, live where we tell you, get approval for any expenditure over a hundred dollars. \n[19]You will have no identifying marks of any kind.  You will not stand out in any way. \n[20]Your entire image is carefully crafted to leave no lasting memory whatsoever with anyone you encounter. \n[21]You're a rumor, recognizable only as deja vu and dismissed just as quickly. You don't exist; you were never even born. \n[22]Anonymity is your name. Silence your native tongue. \n[23]You are no longer part of \"the system.\" We're above the system. Over it. Beyond it. \n[24]We're \"them.\" We're \"they.\" \n[25]We are the Men in Black. \n[26]Okay, let's see. Bee, we got the deposed sur-prefect of Sinalee touching down in the forest outside Portland tonight. I'm pulling you down from Anchorage to do a meet-and-greet. \n[27]You wish. Bring a sponge. What else -- everybody, we gotta keep Rolling Fish-Goat out of the sewer system, he's scaring the rats. And Bobo the Squat wants to reveal himself on \"Unsolved Mysteries.\" Bee, make sure he doesn't. \n[28]Red-letter from last night -- we had an un-authorized landing somewhere in upstate New York farm country. Keep your ears open for this one, Kay, we're not hosting a galactic kegger down here. \n[29]Well, well, well -- we got a skimmer. \n[30]Redgick. He's not cleared to leave Manhattan but he's way out of town right now, stuck in traffic on the New Jersey Turnpike. Why don't you take Jay? This is a good one for him to warm up on. \n[31]The twins keep us on Alpha Centaurian time -- a 37-hour day. Give it a few months -- you'll get used to it. Or you'll have a psychotic episode. \n[32]Here's Orion; the brightest grouping of stars in the northern sky... and here's Orion's belt -- \n[33]There are no galaxies on Orion's belt. The belt is just these three stars; galaxies are huge, made up of billions of stars. You heard wrong. \n[34]Kay. \n[35]We've had twelve jumps in the last hour. Redgick was just the beginning. \n[36]Translate that and step on it! Meanwhile get down to Rosenberg's store and see what you can turn up. \n[37]And Kay -- take a lot of fire power. \n[38]Containment may be a moot point, my friend. The exodus continues. It's like the party's over and the last one to leave gets stuck with the check. \n[39]You sorry little ingrates! \n[40]We've only translated a part of the message so far: \"Deliver the Galaxy.\" \n[41]Oh, it gets better... They're holding us responsible. \n[42]Another contestant has entered the ring. \n[43]Same thing: \"Deliver the galaxy.\" \n[44]Arquillian battle rules, kid. First we get an ultimatum, then a warning shot, then we have a galactic standard week to respond. \n[45]To keep the bugs from getting it, the Arquillians will destroy the galaxy and whatever planet it's on. \n[46]Sucks, doesn't it? \n[47]They're all gone. Frank the Pug took the last ship on the planet. \n[48]Gone. \n[49]Gone. \n[50]Gone. \n[51]Gone. \n[52]Gone, thank God. \n[53]I think the word's already out. Our friends are coming back. Got an authorized landing at Times Square. You and Jay check it out on the way back... And pick me up one of those soft pretzels, while you're at it. Extra salt. I feel like celebrating. ", "EDGAR": "\n[1]I go out, I work my butt off to make a living, all I want is to come home to a nice clean house with a nice fat steak on the table, but instead I get this -- this -- I don't even know what you call this! \n[2]I'll tell you what it looks like, it looks like poison. Don't you take that away, I'm eating that, damn it! It is poison, isn't it?! \n[3]I swear to God, I would not be surprised if it was, the way you skulk around here like a dog been hit too much -- or ain't been hit enough, I can't make up my mind. \n[4]You're useless, Beatrice! The only thing that pulls its weight around here is my goddamn truck! \n[5]Stay here! \n[6]Figures. \n[7]Get your big butt back in that house! \n[8]You can have my gun when you pry it from my cold, dead fingers! \n[9]Sugar. \n[10]Give me sugar. \n[11]In water. \n[12]More. \n[13]That better? \n[14]\"Pest\" problem? \"Pest?\" \n[15]You know, I have noticed an infestation here. Everywhere I look, in fact. Nothing but undeveloped, unevolved, barely conscious pond scum. So convinced of their own superiority as they scurry about their short, pointless lives. \n[16]In the worst way. \n[17]You're right about one thing. \n[18]No. No, NO, NO, NOOOO! \n[19]That's my truck! \n[20]Where do you keep your dead? \n[21]Where?! \n[22]A man came in here earlier. A dead man. \n[23]He was a very dear friend of mine. And I believe he had an animal with him. A gift I gave him, a pet cat that means worlds to me. I would like it back. \n[24]Don't -- do that. \n[25]Where is the animal?! \n[26]Get it! \n[27]Everybody shut UP! \n[28]Listen, Monkey Boy, I may have to take that kind of talk in my end of the universe, but compared to you humans, I'm the top rung on the evolutionary ladder, so can it, all right?! \n[29]That's better. Now put down your weapons. We're leaving. \n[30]Have you ever pulled the wings off a fly? \n[31]Would you care to see the fly get even? \n[32]Put the weapons down! \n[33]Don't bet on it, meat sack. \n[34]Take me here. \n[35]You're coming with me. \n[36]It's a long trip. I'll need a snack. \n[37]Good. War means food for my family, all seventy-eight million of them. That's a lot of mouths to feed, your highness. \n[38]You don't get it. I've won. It's over. \n[39]You milk-suckers! You don't matter! In a few seconds you won't even be matter! \n[40]Put my hands on my head? ", "AGENT JANUS": "\n[1]Well. Nick the Dick. What a surprise. Where you comin' from? \n[2]Sure you were. What do you say we have a look at your catch? \n[3]Me, I woulda thrown 'em back. Vamanos. Fuera. Hagan una lina! \n[4]What do you get, Nick? Hundred bucks a head?  Two hundred? I hope you saved it all for your lawyer, pal, 'cause you're gonna need -- \n[5]Who the hell are you? \n[6]Division 6? I never heard of Division 6. \n[7]Sir! \n[8]Sir, you can't just -- \n[9]You ever heard of Division 6? \n[10]Th -- th -- th -- \n[11]That wasn't -- wasn't -- wasn't -- \n[12]What -- blast? ", "JEEBS": "\n[1]Officer Edwards. Oh, hey, geez, how'd these get here? I thought I turned 'em in to the proper authorities. \n[2]Sure -- I'm a big crack dealer now. I just work here because I love the hours. \n[3]C'mon, Edwards, whatcha see is what I got. \n[4]H-hiya Kay, how are you? \n[5]You know I got outta that business a long time ago, Kay. \n[6]Whoa, whoa, Kay, hold on a minute here... \n[7]He's always crazy. Take a cruise. Get a massage -- \n[8]Don't do that. \n[9]Do you know how much that hurts? \n[10]He looked all right to me. \n[11]I don't know. \n[12]I don't know! ", "BEATRICE": "\n[1]What is it, Edgar?! \n[2]What on earth was it?! \n[3]I've never seen sugar do that. \n[4]Edgar, your skin! It's -- it's -- just hanging off your bones! \n[5]Can I help you gentlemen? \n[6]Are you here to make fun of me too? \n[7]Sure. Lemonade? \n[8]And they said to me, \"If he was murdered, how could he walk back in the house?\" And I must admit, I was a little stumped by that one. But I know Edgar. And that wasn't him. It was more like something else that was wearing him. Like a suit. An Edgar suit. \n[9]Sorry? \n[10]Anyway, when I came to, he was gone. \n[11]Yes! He asked for water. Sugar water, if I remember. ", "FRANK THE PUG": "\n[1]You don't like it, you can kiss my furry little butt. \n[2]Sorry, Kay, I can't talk right now, my ride's leaving in -- \n[3]Hey! Get your paws off me! \n[4]I know nothing. \n[5]Stop it. Okay, okay. Rosenberg wasn't some two-bit Arquillian. He was the guardian of a galaxy. They thought he would be safe here on earth. \n[6]The galaxy is the best source for subatomic energy in the universe. If the bugs get their slimy claws on it, kiss the Arquillians goodbye. \n[7]Beats me. \n[8]The galaxy is here. \n[9]You humans, when're you gonna learn that size doesn't matter? Just 'cause something's important, doesn't mean it's not very, very small. \n[10]Tiny. Like the size of a marble. Or a jewel. Now if you'll excuse me, I need to be walked before the flight. ", "DEE": "\n[1]Tough call, Kay. \n[2]You know how many treaty articles you've just violated? \n[3]From unauthorized immigration to failure to properly inoculate prior to landing. \n[4]I'm sorry. About...back there. \n[5]Didn't used to. \n[6]The spirit's willing, Kay, but the rest of me... \n[7]They're beautiful, aren't they? \n[8]The stars. We never just -- look. Anymore. I'll tell ya, Kay. I will miss the chase. ", "ARQUILLIAN": "\n[1]Diplomatic mission. \n[2]Lunch. \n[3]Your majesty, you are in grave danger. \n[4]Sir, a bug landed here. We must get you off the planet. \n[5]We think he does. Is that what I think it is? \n[6]Sure. I ordered you some pirogi. \n[7]To the continued reign of the Arquillian Empire. ", "TONY": "\n[1]Thank you for making sure the bell works. \n[2]What's up, Farmer John? \n[3]And this means what to me? \n[4]I'll need a picture ID, written proof of ownership of the cat, or notarized proof of kinship with -- \n[5]-- the deceased. \n[6]Do what? \n[7]Shit! ", "DRIVER": "\n[1]Goddamn bugs. \n[2]Deja me hablar. \n[3]I was fishing in Cuernavaca. \n[4]And make sure you tell them that at the impound. \n[5]I got worse. \n[6]Damn bugs. ", "INSPECTOR": "\n[1]Perpetrator then blinked two sets of eyelids. You mean blinked with both eyes? \n[2]Was that before or after he drew the weapon which you claim evaporated into a million pieces? \n[3]And why do you suppose none of the other officers saw either of these two events? \n[4]Sergeant. I want to talk to you outside. Now. \n[5]Good work, Edwards. \n[6]I don't know. Send it with the stiff. Let family claim it. ", "REDGICK": "\n[1]It's my wife! She's -- she's -- well, look! \n[2]Are you sure he knows what he's doing? \n[3]Well, we're, uh -- meeting someone. \n[4]Well, it's -- a ship. \n[5]You didn't? Uh, well -- it was an emergency. \n[6]We just don't like the neighborhood anymore. Some of the -- new arrivals. ", "ROSENBERG": "\n[1]Sorry I'm late. The cab drivers on this planet are terrible. \n[2]Yeah, and they overcharge you every time. \n[3]A bug? He must know why I'm here. \n[4]No, just some diamonds for your children. Do we have time to eat? \n[5]To the safety of the galaxy. \n[6]You can kill us both -- but you will not find it. "}}