{"dialogues": {"CROCKETT": "\n[1]Nothing. \n[2]What's our deal? \n[3]How lucky's Miss Universe gotta be? \n[4]Have faith. \n[5]No shit...? \n[6]approaches a bar and female bartender... \n[7]Gin and Tonic.  Plymouth or Boodles. \n[8]Lemon doesn't go in Gin and Tonics, darlin'.  Where ya' from? \n[9]You in Miami workin' on your complexion...? \n[10]Doing...? \n[11]Really?  I did refugee relocation in Somalia.  But they transferred me out after I was wounded... \n[12]The honey trap.  And there's the honey. \n[13]Twenty on my man... \n[14]Yeah...? \n[15]Yeah. \n[16]On the phone. \n[17]Who is this? \n[18]Alonzo? What are you talking about?  Where are you...? \n[19]I don't understand... \n[20]Alonzo, what's goin' on?! \n[21]Where are you? \n[22]Alonzo...! \n[23]Alonzo... \n[24]Something's wrong. \n[25]This is Detective Crockett.  Miami- Dade P.D.  Patch me through to your Special Agent in Charge, James Fujima?  It's an emergency... \n[26]I said, \"emergency.\"  If he's not reachable, who's running the weekend?  The ASAC? \n[27]Listen carefully. \n[28]An informant who is working one of YOUR cases right now called me. YOU may have a problem.  So get me somebody on the other end of this telephone who knows what the hell I'm talking about...! \n[29]Hello? \n[30]Detective Crockett. \n[31]4-4-7 Charlie 12-92. \n[32]A C.I. we cut loose to your Joint Interagency Task Force.  Name of Alonzo Stevens.  Now, he's YOUR informant.  Stevens, called us.  I haven't spoken to him for six months. I do not know what case you have him on.  I do not know what he is talking about.  But whatever he is doing for you, it sounds like it is going bad.  Right now... \n[33]How do I know? I got the call from Alonzo on an open line.  That is the hand we have been dealt at this moment, at eleven-forty-seven o'clock Friday night.  Okay?  I am trying to alert you, here. You know whether or not...you have a thing goin' down.  I do not. But we know this guy.  I think you know this guy.  Normally, he is cool.  Tonight he is distraught. That is atypical.  That engenders foreboding.  Do you understand the meaning of the word \"foreboding\"? As in badness is happening to your deal right fucking now? \n[34]\"Buy and walk\"?  \"Buy and bust\"? \"Reverse undercover\"?  What? \n[35]And the deal goes down at another place at another time. \n[36]...so there's no industrial- strength HRT weapons team out there tonight? \n[37]OMGs, Mongols, Nazi Low-Riders, prison gangs? \n[38]He is saying they had him from the gate.  He is saying to my partner and I and to his family \"goodbye.\" What does that tell you? \n[39]How'd they get onto you? \n[40]They been known to do that... \n[41]White gangs...?  It doesn't track. \n[42]How? \n[43]So what do you want? \n[44]Recruit us to do what? \n[45]How do we do that?  Make a buy? That went well... \n[46]From whom...? \n[47]Never heard of him. \n[48]Transpo?  How they bringing the loads in...? \n[49]It says, \"We do not fear you.\" It says, \"Fuck off and die.\"  It says, \"We get down for recreation...\" \n[50]Blow that up... \n[51]We could try to run loads into these guys. Run a few loads for Montoya into South Florida.  Into this group. \n[52]He is fine.  And we know the jokes. messy.  When they get messy the wrong people die... Everybody gets it. \n[53]Three wakes off the back of those boats.  Who runs three Sterling engines off a deep-V hull? \n[54]tosses two Willie Peters  into the boats.  Tubbs fires the M-40 at a third boat, which explodes flame, followed by... \n[55]Hey, Sailor... Yeah, I'm good. Got a hole in the calendar...looking to charge up the cash flow. Yeah, later. \n[56]We're from Nicholas to meet José... \n[57]Sonny Burnett...this is my partner, Rico. \n[58]Dos café. \n[59]What...? \n[60]My mommy and daddy know me. \n[61]That way we do not waste AvGas or our motherfucking time. \n[62]You want to \"know\" shit?  Who the fuck are you?  You got a side deal with U.S. Customs to open up the \n[63]Or DEA?  The Feeb? \n[64]\"No, viejo.  That was José Yero, splattered all over his motherfucking wall.\" \n[65]And specialize in very fast go-fast boats for coastal runs. \n[66]The people on shore who handle a timers we don't know.  They didn't do time with us, they ain't doing \n[67]Money thing is done in advance in places where there are no guns. Because when money and guns get \n[68]I am not John Wayne.  There is no \"S\" on his chest.  We get down if into business and making money. \n[69]Then it don't work. \n[70]Red light, green light, José? \n[71]And...? \n[72]Nothing. \n[73]Hi, Gina. This is from Frick and Frack. Trudy? \n[74]Satellite.  New encryption. Supposedly sharper than the G... How good's our background? \n[75]How will it stand up? \n[76]Port-Au-Prince. \n[77]What do we got? \n[78]\"traps\" the room to reveal if it had been searched while they were gone.  He aligns the suitcase perfectly parallel on the bench.  A matchstick goes against the closed closet door.  A ballpoint pen is leaned against the telephone. \n[79]loads a .45 \"race\" gun with rounded sights and a magna-ported barrel, cross-drawn, and a blunt .45 Para-Ordnance in the small of his back.  They're ready. \n[80]Who knows... \n[81]Really?  So, what is this, a party? \n[82]Glad we came.  This place is a lot of fun if you're Doctors Without Borders.  So...? \n[83]I thought we had to meet the Man. \n[84]When? \n[85]has seen something else.  He indicates the pager on his waist. \n[86]eyes his pager; Tubbs his cell phone: no signal in an urban area?  Blocking signal traffic is something the CIA does over Baghdad.  It's not supposed to be happening in Haiti on a dope deal. \n[87]gestures to Tubbs to look up.  They see... \n[88]in the town square, now, too.  But Isabella stayed inside Montoya's Suburban.  Now, she lowers her window. \n[89]holds that look. \n[90]Sound deadens.  His attention is on the woman in the mirror...until it's broken by Tubbs' attention to his cell phone. \n[91]We set. \n[92]You worried about the tree line, US Customs AWACS, or something else on your mind? \n[93]Gina in the Miami pad. You gonna give me phony denials? \n[94]No. \n[95]Transglobal Airlines flight zero- zero-zero...is in the air... \n[96]Neptune gonna show? \n[97]Usually his thing is street dealers.  Torture their families until they cough up the stash. This...? \n[98]Here's another incognito genius... \n[99]\"Extras\" tried to relieve us of your weight... And by the by, you know of a player in Overtown who goes by the name of \"Things Aquatic\"? \n[100]He tried to...\"do business\"...with you.  Around ten.  His place.  Be there. \n[101]Look familiar? \n[102]Yeah. \n[103]How 'bout this?  How'd Neptune know where to hit us?  Huh?  Whose Op sec's got a leak?  Yours? \n[104]He didn't.  Interrogation's not in our skill set. So c'mon, what suspicions have you master-minded off these associations? \n[105]Okay. \n[106]Nothing. \n[107]Nothing.  As in \"free, gratis.\" \n[108]A fine...business...relationship... \n[109]There is one thing you can do for me in recognition of the death- defying risks we took to recover your product... \n[110]Let me buy you a drink. \n[111]I'm a fiend for mojitas. \n[112]It goes very fast. \n[113]I know what I'm doing. \n[114]So where's the best place for mojitas? \n[115]Where's that? \n[116]The Keys? \n[117]Havana?  Cubans don't like us or my business... \n[118]waves her over to join him behind the wheel.  He holds out his left hand to steady her.  He brings her to him.  Both lean against his high upholstered chair.  He holds her to his side.  Indicates the wheel... \n[119]Light touch.  Everything comes to you through the wheel. \n[120]stays on the throttle, throttling back when the props are out of the water so you don't redline the engine and forward when reentering.  The swells are now four feet.  They launch off each, get airborne, cut into the next... \n[121]How do we get into Cuba?! \n[122]You do business in Cuba with your husband? \n[123]Were you born in Havana? \n[124]Where's she now? \n[125]Your father? \n[126]How's he not your husband? \n[127]can't help it.  He looks right at her.  She lifts her face to the spray.  Some clouds part and light strikes her... And Crockett wants to possess her; to protect her.  He wants no one else to have her.  He wants no harm to come to her. And this is an impulse that takes him over to the core of who he is.  And, as we MOVE IN CLOSER, Crockett has to turn away... \n[128]his left arm around her shoulder, his right on the wheel. She rocks back against his body.  They rip across the seas... \n[129]Mojitas...? \n[130]I dance... \n[131]hears voices from the interior. \n[132]No. \n[133]Okay. Macon, Georgia is where I was born. Wound up in a juvenile facility.  I was 14.  Then the military.  Then prison.  Because I was dumb and angry.  Then I read.  Then I got smart.  Then I discovered what I know, now...it's all business... \n[134]My friend, two more. What was your mother's name...? \n[135]Died in childbirth, having me... \n[136]You know how improbable this is...? \n[137]...'cause we have no future...are of today and not tomorrow. \n[138]...and therafore there is no consequence? \n[139]Let's talk deliveries. \n[140]...and a different kind of deal. \n[141]Like \"three thousand a ki?\"  That's nice. And I can supply the transportation into South Florida and the Gulf, more reliable and on-time than FedEx.  But, three per ki was OK for openers. \n[142]Cost less.  That's the point. \n[143]What do you mean? \n[144]Better than that. We become partners.  Only in this territory and only on loads we run. And you don't pay us three thousand a ki.  You pay us zero.  Why we get is thirty percent of the load. Product or cash.  \"And why,\" you're thinking, \"would I be crazy enough to out in these gringos like that? Is he chipping?  Crazy for my love? Too many mojitas?\"  And the answer is, \"of course\" but also \"no.  It is because Sonny can deliver what no one else can.\" \n[145]Zero risk. \n[146]'Cause we guarantee every load. Anywhere, for any reason, it comes up short, we make good.  Your operations will, from now on, run risk-free. \n[147]Then I would say to you, this has been fun... \n[148]I need thirty.  Calculate in, also, the cash you don't have to front... \n[149]Twenty-eight-point-five. \n[150]I would say you're... ...four percentage points away from a deal... \n[151]We'll do it at twenty-two... \n[152]...and now what? \n[153]Rain and wind rip across his face.  He left Isabella in Havana. \n[154]On my way back... \n[155]Hit a couple of jazz clubs.  Fell back to her place. \n[156]Verdado. \n[157]It's in the suburbs outside Havana. \n[158]No.  Havana, Louisiana. Don't we have a meet? \n[159]No. \n[160]We're makin' moves on each other. \n[161]Who's the \"we\"?  There's you and there's us.  And all we got from you was bad intel.  \"Low-level producer.\"  Yeah, right... \n[162]Montoya.  We went to meet the village priest.  It turns into Alice in the fucking Vatican and here's the Pope...of the North Valle Colombia dope trade. \n[163]Yeah.  CIA-level stuff... \n[164]Mega-tonnage and mega-cash flow... \n[165]Haiti and Puerto Rico.  Money through Dubai and Geneva maybe. \n[166]And we can illuminate part of it from the inside out. \n[167]Keys to the boat.  Go do this motherfucker yourself. \n[168]Hey, fuck him. \n[169]We're the ones doing the death- defying shit?  And he wants us to give that up?  For what? A chump-change bust so he can get his picture in The Miami Herald to impress the slug farm in DC... \n[170]I'm my own man.  And anytime you \n[171]As in...? \n[172]You think I am in so deep I forgot? \n[173]Do you believe...I have forgotten I am a cop? \n[174]No, I do not. \n[175]emerges from behind an SUV.  He came to meet her plane. \n[176]Hola, chica. \n[177]Now how we do it, blood.  It risks signal interception and other bad things like people who don't need to know where we're at knowing. \n[178]Packaging? \n[179]If you see a few new faces, don't get jumpy... \n[180]And the chopsticks and fortune cookies? \n[181]They're all the same.  \"Financial security is around the corner.\" \"Your friends love you.\" \n[182]Do you have assets somewhere else? Bank accounts? \n[183]...to fall back on.  You know, a fail-safe.  Insurance. \n[184]Everybody needs it.  Ask Prudential.  Or Allstate. \n[185]Something like that.  The odds catch up with you.  The odds are like gravity.  You can't negotiate with them. So...at some point, you should cash out, take your money and run... \n[186]Sure.  As far away and as fast as you can. \n[187]Whenever.  Maybe later, maybe sooner. \n[188]Of course. \n[189]Zanzibar.  The Comoros Islands. Somewhere in the Indian Ocean. There's twelve-hundred islands there... \n[190]This is the talk of a man...if he were your husband...he would never put you at risk.  He would never put you within a thousand miles of anything that could hurt you. \n[191]A few more moments, still in this business.  Then I'd find you. \n[192]...in the morning. \n[193]Go ahead. \n[194]Switek? \n[195]What's your take? \n[196]Call the US Coast Guard:  \"Come and arrest our ass.\" And Switek resumes romancing Miss Ukraine... \n[197]Then you should. \n[198]Yeah? \n[199]You got something to say, José, let's hear it. \n[200]What friend? \n[201]Proof of life.  How do I know Mrs. Rico's alive? \n[202]Yero doesn't know she's here! \n[203]Yero, by himself? \n[204]Dump the rest.  Let's get the boats up that river. \n[205]José Yero changed-up the drop plan on us.  He's grabbed Gina. \n[206]They'll have surveillance on us. We'll know only at the last moment... \n[207]It's a rip and a hit. \n[208]You can't. \n[209]Supposedly it's coming. \n[210]Just came in.  She's still alive. \n[211]...it's gonna be an L-shaped ambush.  They're not gonna open up until they got the party favors, 'cause all they'd get is a lot of police scrambling to a gunfight. They will wait till they got the goods before they do the deed. \n[212]sees Isabella, moves. \n[213]Isabella!! \n[214]goes to Isabella, pulls her into the shadows away from dockside, keeping her low, seemingly away from the police. OK, how will they get out of here? \n[215]Touch the windshield with your hands.  Let 'em see your hands are empty.  Steady. \n[216]Yeah.  Hey, Robert. \n[217]Yeah.  Going to Miami General. Check out Gina.  Everybody's okay. Everybody's fine... \n[218]Isabella...? \n[219]No. \n[220]No part of it wasn't real. \n[221]It still is.  I'm so in this, I don't know which way is up... All I know is I won't let anything bad happen to you. Just like I said. And I know we can't ever see each other again.  And we never will. \n[222]Luck ran out. This was too good to last. ", "TUBBS": "\n[1]Maxin' and relaxin'. \n[2]Backup in case the Russians get physical. \n[3]Skin has to touch skin.  That's the requirement for the warrant.  Then he makes a credible excuse and he stops.... Her crew blackmailed and asset- stripped the last mark down to his social security... \n[4]So? \n[5]Damn, girl... \n[6]This is exciting... \n[7]Cooool... \n[8]If a coupla new exhaust manifolds show up... \n[9]He did volunteer one time... \n[10]...to backup Switek.  But only if it gets lethal. \n[11]Why? \n[12]And there's Dmitri... \n[13]Hello, Miss Ukraine... \n[14]You bet your partner? \n[15]What is it? \n[16]Stevens? \n[17]I'll try Francine... \n[18]C'mon... \n[19]Bobby G.  The firefly we used to have on Alonzo Stevens' Bentley, check if it still runs; if so, launch Air Support.  Locate the Bentley... I don't know...we haven't worked with him for six months... \n[20]Haitian, Dominican, Russian, Israeli? \n[21]Oh, good... \n[22]What the hell did you do? \n[23]Alonzo... \n[24]Alonzo, you don't need to go home. \n[25]They lied. \n[26]Yeah. \n[27]Quarter mile away.  We see the lights... \n[28]We know these people...! \n[29]C'mon, man! \n[30]White gangs is tweakers and a crystal meth lab in a trailer park. Bounce around the old lady Saturday night and get your recidivist ass busted back... \n[31]Break your encryption?  Hack your e- mail?  Employee databases? Somebody on the inside? \n[32]As in, your ass is dead in the water. \n[33]Reverse undercover?  WE supply to them? \n[34]Aryan brothers are not going to change-up suppliers.  So... \n[35]Track with me, here... They knew the \"Russians\" were undercover Feeb?  They should have no-showed.  But, no, these guys show anyway, and commit murder upon federal officers.  And steal all your money... What does that say to you? \n[36]So? \n[37]I was the kids' godfather. \n[38]\"And\" what? \n[39]And the answer is \"yes.\" Before she met Alonzo, once upon a time, a long time ago. You bet it was personal. \n[40]Sal Maguda. \n[41]Oh, yeah... \n[42]Yeah?  Okay.  Only Jean-Louis and I do the talking... \n[43]Comme on dit...  \n[44]Que faisons-nous?  De qu'a-t-il l'air, fou!  Nous voulons tous votre drugs. (What are we doing?  What's it look like we're doing, fool?  We are stealing all your dope. \n[45]Hey, Nicholas, my ace.  Wha's up? \n[46]We got idle all of an instant.  You got something from somewhere that's got to go someplace, somewhen, which is not too distantly in the future...? \n[47]So lay it out, my brother... \n[48]And we didn't come down here to audition.  Business auditions for ...and know who we are and know they want their load run by us \n[49]You wearing a wire? \n[50]People gonna walk into this place Is that a Jackson Pollack?\" \n[51]So we can close each other's eyes right now.  Real easy.  Real fast. But, then, nobody makes any \n[52]Slow and low, Adam A-500s... ...carbon composite, stealthy, 1400 nautical-mile range, thousand ki payload...all the way to Caravels and 727's from a source country to a transshipment point.  Small freighters.  We've done containers... \n[53]What kind of weight? \n[54]What you get from us is a date.  A place.  \"In the parking lot of a Jack-in-the-Box in north Miami.\"  At wheeler will be there.  Keys in the it up.  And you drive it... ...away. \n[55]And violence is extra.  And expensive.  So how much weight you looking to move? \n[56]What happened to the last transporter you had? \n[57]Do we need this...? \n[58]Then what were we talking to you for? \n[59]What do I care what you think about partner or do business? \n[60]...Sonny can wait. \n[61]Anything? \n[62]What do we got? \n[63]Reality TV and stay by the phone. \n[64]Where we meeting 'em...? \n[65]Five minutes... \n[66]...show time. \n[67]They watching us watching them watching us waiting for them?  Or what? \n[68]That's it. \n[69]We'll have room service wipe up the furniture...and bring drinks. \n[70]Define small. \n[71]watches.  His cell's SIGNAL STRENGTH INDICATOR steps down to zero. \n[72]checks out the first Suburban's uplink satellite dish on a hydraulic mast.  The rear's converted into computer equipment sitting in ruggedized racks... \n[73]Thank you. \n[74]...who did we just meet? \n[75]You okay? \n[76]You sure? \n[77]Nothing.  Calling to say hi... What's up with you? \n[78]Okay...see you soon. \n[79]What flowers? \n[80]There a note? \n[81]What's it say? \n[82]We're on our way... \n[83]So why don't you...meet the plane... \n[84]Good idea. We'll grab a bite. \n[85]...even if they could run the identities you built to EPIC, all they'll find is more cover... Trust what you built.  It's quality, girl.  We're cool... \n[86]To the limit. \n[87]Like...? \n[88]No. You gonna give me phony reassurances? \n[89]Good.  So let's go... \n[90]Heads up... \n[91]That's slick:  Neptune's Escalade's worth more than the real estate. But no one's supposed to notice his drive-by? \n[92]Arrete!  Arrete!  Freeze! Et vous, mo-fo! \n[93]This the load you lost a while back? \n[94]Whatever you want.  Like we said, we're not into violence. \n[95]You don't like us finding your load?  We can go and lose it all over again... \n[96]How much we looking for? \n[97]And as an investment in the future... \n[98]It's yours cause what's yours, is yours.  And what's ours is ours... ...like the second ten-percent, which is now due, Yero, my ace. \n[99]What's up next?  Or is this a one- time deal? \n[100]Conveyance? \n[101]Lay it out... \n[102]Can I talk to you for a second, partner...? \n[103]Wha's up...? \n[104]...secure satellite comms. encrypted e-mail, the longs and lats for the transshipment point...all that?  It's all cool. But I need a vector, not a location.  'Cause ships move. That's why they call them ships. Ship stops?  It's trying to be an apartment building.  At sea that attracts attention.  That's bad... \n[105]Where the hell are you, man? \n[106]The meet with Castillo and the fed got set up.  It's in 45 minutes... \n[107]Where'd you go? \n[108]Where? \n[109]Verdado where? \n[110]Havana, Cuba...? \n[111]...where you're makin' a move on the wife of Archangel de Jesus Montoya? \n[112]You're not makin' a move on her...? \n[113]Oh, that makes it okay, then. \n[114]His operations are kingpin size and first-class.  His security is ex- Eastern bloc, ex-SAS and Israelis. Their comms are satellite uplink with mainframe encryption, significant Sig Int and in their zones of activity, they have signal- jamming capability... \n[115]And what does that level of spending on first-class, private- sector infrastructure signify to you? \n[116]Their loads are poly-drug.  \"E\" from Holland, methamphetamine precursors from Jordan, Afghan \"H.\" Mid-ocean transshipments.  His real business is:  he's a network. \n[117]So we want to change-up the mission statement. \n[118]He's talking to you, bro. What he means to say is he is reluctant to abandon the penetration of a major narcotrafficking organization... \n[119]Chill out Sonny. \n[120]With Sonny.  110%. \n[121]What is going on...?! \n[122]There is \"undercover.\"  And there is \"Which way is up?\" \n[123]I am asking.  You to me. \n[124]I would never doubt you. \n[125]And do you doubt I will slot anyone complicit in the death of Maria, Alonzo and those children? Anyone...whoever they are... \n[126]Uh-uh.  No predetermined places and times to meet.  Give me their heading and radio codes and I will talk to them directly with the longs and lats and time which will be a last minute deal... \n[127]At ten to three on the 27th, I will satellite page him with a website and encryption code.  He will have ten minutes to log on and receive his new heading.  Ten minutes and thirty seconds, website disappears and he can drive his fucking boat up to Iceland... \n[128]Importation value?  At twenty-two thousand a ki... \n[129]And José, my ace, lots of transshipment.  Lots of action. Skies are crowded.  And the JIT has assets on land, air, and sea. So any intel you got that can come our way and contribute to the good and welfare...? \n[130]What's the point?  It's going down. \n[131]Yeah.  Whatever... \n[132]You set this up! \n[133]Meaning...? \n[134]They'll kill Gina. \n[135]Hello...? \n[136]They're proving it's right now. And that she's alive right now... \n[137]Smell.  Bad smell.  Trailer... She's allergic to diethylene...she in a meth lab? \n[138]She's sending a message.  Meth Lab. Trailer park.  Anything with interesting antenna arrays...? \n[139]Trudy and I are goin' for Gina... \n[140]Asian Star... \n[141]rips Long-Hair through the door, down the stairs, where two SWAT slam him into the ground.  He struggles.  A baton slams twice across the back of his neck.  He's out.  Handcuffed, and Tubbs and Trudy are in the interior... \n[142]\n[143]prepares for the autistic son, not seeing behind him... \n[144]puts his coat over Gina.  As she half leaves, turns to the fallen AB... \n[145]He's dead! \n[146]fires the M40 grenade launcher loaded with shot.  Dark-Haired NLR is nearly cut in half. ", "ISABELLA": "\n[1]Put your guns on the table... If we wanted you dead, you would no longer be drawing breath in Miami. We wouldn't have brought you all the way here. \n[2]I run down the numbers.  Nothing is very negotiable.  Small loads?  We pay three thousand a ki. We pay your fuel costs up front plus ten percent.  The next ten percent on U.S. landfall. \n[3]Two, three thousand a ki. Two thousand ki's, your end is $6,000,000. Complex transshipments or dealing with containers, these have front- loaded costs we pickup. For this kind of weight, the balance of 80% is when our buyer picks up the load. Transactions are offshore.  Dollars or euros.  Secure internet transfers.  We have lists of Cayman and Isle of Man banks infiltrated by IRS, to be avoided... No transactions of cash or other banking instruments take place on U.S. soil... That's the deal. \n[4]You do. \n[5]Right now. \n[6]We want it back. \n[7]What's the recovery?  How much are you looking for? \n[8]What's \"nothing\"? \n[9]\"Future\" of...? \n[10]Give them the shipment on the seventeenth... \n[11]Maritime.  Jose will fill you in. \n[12]And what is that? \n[13]What do you like to drink? \n[14]How fast does that go? \n[15]Show me...? \n[16]The wind whips her hair behind her, now.  The two are small against the smooth 50' long hull.  Crockett hands her wraparound shades for her eyes.  She doesn't want them... \n[17]Bodeguita del Medio.  It's the only place for mojitas... \n[18]Off a little alley with cobblestones.  Hemingway went there... \n[19]Havana. \n[20]Are you afraid? Good.  And you don't need a visa. Cause you're with me. \n[21]My cousin is the harbor master. You must not bring in drugs.  You cannot be armed.  If you're carrying, it has to go.  Or stow it inside.  No one will go near your boat... \n[22]I never do business in Cuba. And nobody goes to Cuba but me. And he is not my husband... \n[23]Angola.  My mother was being a surgeon there.  She volunteered. Mozambique and Mali, too... ...those days, in those days...she was part of Cuba's gift to the third world.  She came from a bourgeois family with a house in Verdado...we still have the house. We will go there... \n[24]She's dead... \n[25]Angolan Military.  Went back to the fighting.  Disappeared.  Who knows...? \n[26]Go ahead and ask... \n[27]I am no one's wife.  I live in my own house.  I do not live in a man's house.  He has a wife.  We are together.  I am free.  Because of banking and finance and travel... And I can do anything I want... \n[28]sees this.  She's quizzical.  Crockett looks back at her. Their eyes connect. \n[29]Later!  Do you dance? \n[30]My aunt.  She's ancient.  She looks after the place... This was my mother's family's home... \n[31]Tell me everything. \n[32]I insist. \n[33]Blanca...a rubio like you. I see her in a dress...an old photograph from Lucinda somebody's wedding...everybody is with couples.  Husbands and wives.  They all pose.  My mother is alone because my father had to go back to the fighting. ...she looks right into the camera. She is the most beautiful woman in the room.  By herself.  In a party dress.  And she looked like she knew she would die alone... She spoke many languages.  We were in Luanda when she died.  I went to her friends in Mali.  They sent me to the Ecole Polytechnique in Geneva to study mathematics, where I met Montoya in the discos.  He had banking there...I was seventeen and very much into the clubs.  And he sent me to University for an MBA in Finance. Your mother? \n[34]To mothers.  And all that we owe them... \n[35]\"Probable\"...applies to an event that may be real.  Doesn't apply here. \n[36]That's right. \n[37]Exactly. \n[38]enters.  She touches his back.  He turns to her with a smile. \n[39]Like...? \n[40]And why should continuing excellence cost more? \n[41]Is it December? \n[42]Did Christmas come early this year...? \n[43]Good samba dancing...? \n[44]'Cause you don't lose loads? \n[45]And you're our thirty-percent partner? \n[46]What if I tell you that your ideas are too big for your skin? That merely to propose this is a dangerous thing? \n[47]The range should be between fifteen and seventeen-point-five percent of the P.O.E....to even consider it. \n[48]Available cash is not an issue for us... \n[49]What if I pushed to twenty-one...? \n[50]Maybe I'm only one. \n[51]And now I make you breakfast again... \n[52]...90- and 120-day futures with shorted Canadian and US dollars... \n[53]...and we're looking at Nigerian crude... \n[54]Transshipped to a Malaysian container ship. \n[55]They've been targeted.  And Pakistani registry is too vulnerable to search and seizure right now. \n[56]Burnett? They want 22% of the value on loads they run into South Florida.  It's the Juarez cartel model. They guarantee the loads.  The upside is our risk goes to zero. That frees-up capital. \n[57]My \"intuition\"...?  My intuition made him breakfast the other morning in Havana. \n[58]They're serious.  They're cautious. They'll forgo a deal over a technicality of how a delivery's handled...they'd walk away, rather than compromise operational security...that's good. \n[59]But they have to be watched closely... \n[60]A good deal, like this with us, for Burnett will be good only temporarily.  He'll get restless because he believes nothing is forever.  Life is dust, make it while you can.  He's ambitious. \n[61]So I predict a few good runs.  Then there'll be a renegotiation. \n[62]I think José suspects anybody he doesn't intimidate.  And people, who are good at what they do?  They have egos, too... \n[63]I like the diminished risk.  It frees up capital reserves.  I like working with self-interested businessmen who are competent.  You can predict their behavior.... \n[64]On the other hand...if what you wish, mi corazon, is la plumba...the lead?  Then let's do that.  Accept their deal.  After the load is received...we will close their eyes forever... \n[65]Hola, viejo. \n[66]Don't stop, bad man... \n[67]I forgot the napkins. \n[68]What's the best fortune you ever got? \n[69]In Kowloon, once, I got one that said, \"Live now because life is dust.\" \n[70]Why? \n[71]Do I need it? \n[72]'Cause whatever can go wrong, will...? \n[73]Really? \n[74]When? \n[75]Would you find me...? \n[76]Where would I go? \n[77]Is this the protective male talk? \n[78]And if I were in the Comoros, in the Indian Ocean, where would you be...? \n[79]Would you?  Because if you couldn't, I would be very lonely... I would have left the only world I know and have known since I was seventeen. But none of this will happen.  So it doesn't matter.  Because we are on the Guajira Peninsula.  And all you see around you...look around... is Archangel de Jesus Montoya- Londono.  He is my man.  And you are a smuggler moving a load... \n[80]I'll be on board by noon. \n[81]What did you think?  This deal with you is my deal.  I am responsible. \n[82]That sonofabitch! \n[83]Of course!  That is why I placed myself here, with you, knowing Yero would pull this crap. \n[84]It's all bullshit.  Jesus is out of communication in Fals de Iguazu. José knows that...  Whatever he's going to do, he has to do it fast because he's acting on his own. And he will need a story. \n[85]They will kill you.  And then they will kill your wife, too. \n[86]Maybe.  Maybe with the crazy whites. \n[87]If they attack you... \n[88]runs from cover into the clear with her handgun firing at the crazy whites, furious at the betrayal by Yero.  She's shouting in Spanish.  It's insane. \n[89]thinks this is it.  She's dead.  SWAT, shotguns and assault rifles, approach. \n[90]stares at him.  Incredulous.  For the first time she realizes he's the police and has been undercover.  And now she hits him... \n[91]What are you going to do with me? Are you taking me to jail?  You think I will turn into your informant, is that it? \n[92]I know. And now? \n[93]You said time is luck... ", "JOSÉ YERO": "\n[1]José... \n[2]Sit. \n[3]Nicholas said you okay.  That's good? \n[4]Who you run loads for?  Cause other Tubbs looks at Crockett.  They thought it was a done deal. \n[5]Equipment? \n[6]We don't talk weight.  We talk logistics. \n[7]You get longs and lats for the pickup.  Open ocean.  You run it in.  On shore, our people receive the loads. \n[8]You afraid of violence? \n[9]Nothing.  'Cause how you do \n[10]What do you care? \n[11]I'm also called \"Cochi Loco.\"  That means \"Crazy pig.\"  'Cause I to find out about. money and go or not go.  Not me... \n[12]I had to lay eyes on you. \n[13]You seem okay. looks... \n[14]Wait by the phone. You get a call.  Or maybe you don't.  Until then, piss off back to where you come from... \n[15]Client got delivery.  But there were...\"extras\" in the back of the truck. \n[16]I do.  We don't do business with him... \n[17]I'll be there. \n[18]It is.  He try to take tonight's load? \n[19]And what do I do with him? \n[20]I walk into Neptune's house...very nice.  But I also see you... and our drugs that got ripped from Maguda. \n[21]What'd Neptune tell you? \n[22]Here's what this is...ask how much they want to turn back to us our load... \n[23]They are \"wrong.\"  I do not trust them. \n[24]Too good at what they do, I don't know.  Something I don't like. They are wrong... \n[25]He watches them, too.  His yellow eyes are lit by strobes. His eyes locked onto Isabella...dancing with Crockett, their bodies close... And in the way he looks at them, hurt, like a betrayed lover, which he isn't and never could have been...we know now, the core of his antagonism. \n[26]Transshipment point is here at 17:00 hours on the 23rd. \n[27]You give yours to me.  We position all the assets hauling our loads... \n[28]Malaysian registry.  Small containership. Give them their codes and heading. \n[29]Fifty-gallon drums.  Thirty-two.  A hundred kilos in each.  You transship that to the Malaysian boat. \n[30]You work that out with La Senora. You will get sixteen fuel bladders of crystal meth precursors from the Malaysian ship.  For collection in North Miami.  You warehouse it. Release it when we say. I'm sure you have friends with fast boats... \n[31]Sure.  Check your e-mail. \n[32]You know what Escobar used to do? \n[33]In the '80's, air routes came into favor.  It required many pilots. The best were American.  Former crop-dusters.  They didn't fly by the book.  Tell one:  \"Put that 747 down on this fifteen-hundred-foot runway.\"  Somehow, he'd do it. Great pilots.  But Pablo had a rule.  After they flew six loads...this good pilot who facilitates so much good business... he would come back to Medellín or Barranquilla to pick up the next load? And no one would ever see him again.  He'd disappear. \"You a good pilot? Make a lot of money for Pablo? Thank you very much.\"  And then Pablo would kill his ass.  After six loads. And who was Pablo Escobar?  A provincial who got busted-out by the white collars from Cali.  When the gringos got him, he was nobody. We're three times better than Pablo Escobar. The means we kill these sonsabitches three times sooner. And do you know why Pablo Escobar did that? \n[34]He didn't like pilots. \n[35]And put eyes on her.  Put eyes on her twenty-four hours a day... \n[36]Hey, Captain Kirk.  I think maybe I have second thoughts. \n[37]I confess I have succumbed to my weaknesses.  An inability to see another's point of view. I've discussed it with professionals.  Even with one of your friends.  She's here now... \n[38]So I want you to deliver my product, how I want my product delivered. \n[39]Mrs. Rico.  But don't worry.  She is safe.  To insure that, I am keeping her close to me.  It's always good to keep people your friends care about close to you. \n[40]So, I will tell you when you're 10 minutes out where to drop the load into the hands of my people.  You have 35 minutes to enter Government Channel.  Head up the River...  We will watch you.  Then I will call you. And you can reach out for La Senora in Barranquilla or wherever 'cause I don't give a shit... \n[41]'Cause she will tell you. ", "FUJIMA": "\n[1]This is Agent James Fujima. \n[2]What's your Miami PD badge number? \n[3]Okay.  What's up? \n[4]How do I discuss operations over an open line? \n[5]Guy's involved in a \"meet\"... \n[6]Meet and greet.  \"I flash you some of mine, you flash me some of yours?\" \n[7]That's right. \n[8]Correct.  Flash samples.  Flash cash. \n[9]White supremacist types. \n[10]NLR, we think.  I wanna know... \n[11]...what else, what else did he indicate to you?  I need to know everything he said. \n[12]We're not certain... \n[13]We're not certain! \n[14]We think NLR.  We don't know! Alonzo only fronted as a broker for our guys to make the meet.  He wasn't deep into the crew. \n[15]Not anymore.  This is a distribution network out of South Florida, moving poly-drug loads, crystal meth through coke, to Nashville, Atlanta, Memphis, Cleveland.  And computer fraud, identity theft. It's like that. \n[16]They knew about Alonzo, before he made a move on them.  They had our operation.  They've cut into us. \n[17]We don't know. \n[18]We don't know.  And that's the point.  Maybe there's a mole. it's a Joint Interagency Task Force.  I have DEA, ATF, U.S. Customs components in on it.  So the penetration could be from any one agency.  What we do know is I have to suspend operations right now from undercover work through interdictions 'cause I have to assume our Operational Security is blown. \n[19]But Miami PD wasn't part of the J.I.T.  And from what Alonzo said, he didn't give you up. \n[20]To recruit you. \n[21]Get into business with this crew, identify them.  Illuminate their network.  If you're lucky, discover their source, how they penetrated us.  We'll indict and take it from there... \n[22]They got a steady stream of supply. So, no... \n[23]A Colombian producer.  Named Archangel de Jesus Montoya-Londono. \n[24]From the North Valle area.  New. Low-level, we think. \n[25]They're not.  They collect in Miami.  Montoya, the producer, handles deliveries.  That's his end, and he varies the routes.  We got some FLIR off an AWAC of a coupla go-fast boats, on one run, that's all. \n[26]You need to consider a few issues. \n[27]Sure. \n[28]Of course.  From my side, I don't \n[29]Who said, \"go exploring\"?  We want this staying on track. \n[30]What are you talking about? \n[31]Out of...? \n[32]Identify and indict the white supremacist group of importers. End of story.  Everything else I'm hearing is speculation masquerading as intel... \n[33]What's this? \n[34]Who are you talking to? \n[35]Control your men. \n[36]I don't know. \n[37]I got to talk to my ADO... \n[38]Okay. ", "CASTILLO": "\n[1]What's your twenty? \n[2]Turn around. \n[3]Grieve elsewhere. \n[4]You said Nazi Low-riders...? \n[5]Tell them what you want. \n[6]...I didn't want you around the crime scene because it's crawling with federal law enforcement.  We don't know who's straight up, who's not... \n[7]...you'd be operating outside authorization to carry weapons.  If you're busted, it could take a long \n[8]I mean full disclosure. \n[9]About the Stevens family, I'm sorry.  I know you were close to them. \n[10]And...? \n[11]I got to know.  There is never any \n[12]Good. \n[13]Okay. What'd you spot...? \n[14]He any good? \n[15]So what's gonna persuade Montoya to change off Sal Maguda running his \n[16]That's.  It. \n[17]Where are you on this? \n[18]Then that's it. Change the mission statement. Crockett stays in.  He keeps working up the ladder.  The local importers get a pass for the time being. \n[19]Yes you do... \n[20]No, you don't, Jim. 'Cause if I close this down, you got nothing to make a phone call about.  And my guys don't have a week for a Feeb bureaucratic process.  Every hour longer they're in there, they risk exposure.  So, right here, right now, they're back in or I pull them out and close you down.  What's it going to be? \n[21]You fuckin' better be right...! \n[22]Yeah? \n[23]Where's the new drop point...? \n[24]What do you think? \n[25]Get me Air Support... We'll be airborne and assault the ambush... \n[26]They may have already, so we protect the living.  Proof she's alive? \n[27]Safe house is empty... Air Support's set to jump when we know your drop point.  Gina? \n[28]There's three between Miami International and the glades.  I'm gonna try for her, but this is triage.  Protect the maximum number of lives.  You need to know that... \n[29]Three possibles... \n[30]...eliminated one.  SWAT's on the next two... \n[31]Do you have her?! \n[32]Go! ", "GINA": "\n[1]This I gotta see... ...the \"make up an excuse and stop\" part. \n[2]I have faith.  In horoscopes and fortune cookies... \n[3]Switek pulling this off...?  That's not faith; that's delusional... \n[4]Only African he ever \"relocated\" was a $2,000-an-hour Nigerian model for Gucci, and he got wounded when she took an NBA draft choice to the Super Bowl instead of him... \n[5]Oh, bullshit.  She cops his joint. He pushes the button. \n[6]\"Hi, Gina.  Hi, Sonny.\" \n[7]You're so not the PD, if you got busted on a DUI, you're in serious trouble...you're bad men back to grammar school. San Quentin.  Pelican Bay. Marine Corps.  Statesville. Pelican Bay, where you guys hooked up.  Now you're too smart and too fast to get jacked again... \n[8]If they ran the rental car or lease on this place...even if it's EPIC database in El Paso...they'd have to work through the layers of bullshit three weeks deep.  Then they'd find your deeper, hidden criminal selves... \n[9]What am I supposed to do after I get my nails and hair done...? \n[10]Be...careful...  You hear me? \n[11]Hello...? \n[12]Yeah. \n[13]Yes.  What's up? \n[14]Bored. \n[15]...and thanks for the flowers. \n[16]The bouquet, here.  Five-hundred dollars worth of roses...yellow. \n[17]You mean with the flowers...? \n[18]\"Salutations from the south...\" \n[19]I...I thought it was from you. \n[20]Okay. \n[21]...the lease, the phones, the cars...layers of false ident. Would take the FBI weeks.  How long did it take them?  Three hours? Four? This means, \"We can reach out and touch somebody.\"  Like Bad Teleflora. \n[22]...you are trying to reassure me because you know when people get anxious, they make mistakes. You're worried about me.  Do not be. I am careful.  I am cool.  I got Trudy, backup, whatever.  You worry about you.  Because you are the ones who are in denied territory, not me.  If your focus is on me, you'll miss something coming at you.  That's how people slip up. Get hurt.  And I'd die if anything happened.  You worry about you. You and Sonny...are in the dangerous place.  I'm fine... \n[23]Fuck 'em.  They sent us some flowers.  Big deal.  Thanks for the flowers... \n[24]What's up, Sonny...? \n[25]sees Crockett's carriage with this woman.  It's different. Intuitively, she exchanges a look with Tubbs.  Crockett makes introductions.  Then, they move away to dance to a fast samba in perfect synchronicity.  And, they're also SEEN by... \n[26]...nice friends you got.  Trailer trash with a bad smell... \n[27]struggles against plastic ties, to hear, to see, as... \n[28]Motherfucker! ", "TRUDY": "\n[1]For a massage parlor bust? Why am I here...? \n[2]That's impossible. \n[3]Because you cannot kill him. \n[4]Eleven to seven he blows it. \n[5]You're giving away your money, fool... \n[6]What's so fucking difficult? \n[7]Hello, Sonny...? \n[8]April Fool, motherfucker. \n[9]returns the look with a stare that says, \"Don't fuck with me\".  José raises his eyebrow and after noting the two handguns holstered in the waistband of her hiphuggers... \n[10]Too fast.  Too many moving parts. \n[11]If we were for real, and knew our shit, we'd fade this one... \n[12]If you're down, we're down for the play. \n[13]They grabbed Gina... \n[14]Gina.  Like Alonzo's wife...  Cochi Loco's got her. \n[15]Have eyes on her.  She's alive. Moving in... \n[16]\n[17]That's not what will happen. What will happen is... ...what will happen is, I will put a round precisely through the medula at the base of your brain, at an entry-point mid-distance between your upper lip and the bottom of your nose, and you will be dead from the neck down.  Your finger won't be able to twitch.  Do you believe that? \n[18]...got Gina.  She's okay. ", "MONTOYA": "\n[1]Please take that seat on the side... \n[2]Excuse me because I am very busy and have many things to do, so this will be brief.  Yes? We will try you on a \"run.\"  One. To build trust.  We do a thousand kis.  In all matters, when you work for us, you must do exactly what you say you will do. In this business with me, if you say you will do a thing, you must do exactly that thing. Then?  You will prosper beyond your dreams and you can live in Miami in millionaire style. If you are arrested, there will be lawyers made available to you in the United States.  You will use them.  Anything you need, you will be provided by me.  It cost you nothing.  You will contact and work through José Yero on logistics and communications.  To do with money, you will work through my wife, Isabella... \n[3]More than I, in finance and business, she is very dangerous.  I look forward to our doing work together.  Whether we do or not, it is unlikely we will meet again.  So I extend my best wishes to your families... Particularly to your beautiful wife. Thank you for making this long trip to see me... \n[4]Precursor shipments from Ras Tanura and Ju'aymah? \n[5]Not French registry? \n[6]José doesn't like the deal in South Florida... \n[7]But what does your intuition tell you...? \n[8]And...? \n[9]Why? \n[10]That's my girl... \n[11]On the next load, José wants to front them silver.  But they them in lead... He thinks they are wrong.  What do you think? \n[12]What would you do...? \n[13]Let's try a few runs with these partners, I think.  I will tell José... \n[14]Do you have him? \n[15]José, about the Americans... \n[16]Why? \n[17]Isabella likes them.  We made their deal. ", "STEVENS": "\n[1]Sonny...? \n[2]Where's Riccardo? \n[3]I'm sorry.  I'm sorry, Sonny... \n[4]It's fucked up.  I'm sorry... \n[5]They had me from the gate. \n[6]I gave up nothing on you guys. Don't worry.  I kept you and Rico out of it.  Only the Feds.  They're on their own...it's all their deal, anyway, so fuck 'em. \n[7]After I check on Francine and the boys, then I'm gone.  Sonny, tell Rico I'm so sorry.  I wanted you to know... \n[8]...look after her.  Ask Rico to. Okay?  Do that for me.  I had to do it.  They had me from the gate. Do that.  Whatever you can do for them.  Okay? Look what I did to them, Sonny...! \n[9]Goodbye. \n[10]The Feeb gig was I front a coupla undercover, Russian-speakers to them.  One's ATF.  And broker the deal.  Set up the meet with the NLR types... \n[11]So I gave them up, man!  Gave up the Feds!  Gave up everything I knew.  Now I got to go home... \n[12]How do I know?  But it was from the get-go.  Knew the FBI had run me into them. Sonny, I gotta go...! \n[13]I gotta, I gotta go...! \n[14]What...? \n[15]They said they wouldn't hurt them, wouldn't hurt them if... ", "ARYAN BROTHER": "\n[1]Sure, man. \n[2]Hey, Ivan!  I forgot to ask you something, my brother... \n[3]...they have a decent death-benefit program in the FBI? \n[4]El Tiburon. \n[5]You order Chinese? \n[6]Don't... \n[7]Shoot me, she dies.  Hey, fuck it, man.  We can all go. \n[8]Fuck... ", "EL TIBURON": "\n[1]What? \n[2]Why? \n[3]Meth precursors and the Dutch party favors are en route. \n[4]Okay.  You got the \"item\"? \n[5]And our friend don't like the rest of the people bringin' the merch to you. \n[6]Two main players plus three. \n[7]25% discount on the load. \n[8]Make it 35. ", "COLEMAN": "\n[1]So...? \n[2]All I want to know is the where and the when.  Spare me mini moves, progress reports and bullshit. \n[3]I got the item. \n[4]How many? \n[5]My end? \n[6]Make it 40%. \n[7]Deal. \n[8]sees Isabella, swings his assault rifle onto her as... "}}