{"dialogues": {"GIL": "\n[1]This is unbelievable - look at this. There's no city like this in the world. There never was. \n[2]Well that's just the awful era we live in but can you just imagine what this was like before - but even with all the fast food joints and the traffic - god, you just can't imagine what it was like years ago. \n[3]I really do - I love cities - I love big cities with all the crowds and all the action. \n[4]Look at these places - the streets - the boulevards. \n[5]I don't get here often enough is the problem. Every once in a while for a few days is nothing - my biggest regret is that I didn't settle here the first time I came. I should have gone with my instincts. \n[6]If I'd have stayed the first time I came by now I'd be a Parisian. \n[7]I'm thinking of a painting by Pisarro I've seen of Paris in the rain. Can you picture how drop dead gorgeous this city is in the rain? Imagine this town in the twenties - Paris in the twenties - in the rain - the artists and writers - I was born too late. Why did God deliver me into the world in the 1970's and in Pasadena yet. \n[8]It's romantic. \n[9]Or Paris when it's just getting dark - the lights go on - or at night - it's great at night - or no, sunset on the Champs Elysees - \n[10]Could you ever think of us moving here after we're married? \n[11]Like? \n[12]Hawaii is America. \n[13]If I had stayed here and written novels and not gotten into grinding out movie scripts. \n[14]But this is where all the artists came to live, to work - the writers, the painters. \n[15]Boy, I'd drop the house in Beverly Hills, the pool, everything - in a heartbeat. Look - this is where Monet lived and painted - we're thirty minutes from town. Imagine the two of us settling here. If my book turns out we could do it - you could just as easily make jewelry here. \n[16]I'm in love with you. \n[17]What a town. \n[18]I could easily see myself as a Parisien - strolling the Left Bank - a baguette under my arm - finishing my novel - at a table at the Cafe Flore. A Moveable Feast - Hemingway called it. \n[19]Well yes it was different then. \n[20]Americans eat dinner so early. \n[21]You can't say they weren't right in not backing Bush's moronic war in Iraq. \n[22]There's nothing wrong with your father and I disagreeing. That's what democracy is. Your father defends the right wing of the Republican party and I happen to think they represent sub-mental Neanderthals. But we respect each other's views - am I right? \n[23]Just no Wagner. When she walks down the aisle not The Ride of the Valkyries. Hey look, I just want to say that I am politically bipartisan in that, in my view, to be a politician of any party one must of necessity be a whore. \n[24]Don't we have a lot of commitments? \n[25]Don't we have something tomorrow? We were going to have lunch at the Brasserie Lipp. My old professor once actually saw James Joyce there. He said Joyce was eating sauerkraut and frankfurters. \n[26]It is actually - \n[27]Yes - but - \n[28]How was I anti-social? \n[29]Well they're your friends and I can't say I'm as taken with him as you are. \n[30]I find him a pseudo-intellectual. \n[31]I'm having trouble because I'm a Hollywood hack who never gave actual literature a real shot. \n[32]I keep trying to talk her into a little attic with a skylight in Paris - \n[33]Yes movie scripts are easier. \n[34]I don't like to discuss my work. \n[35]I'm afraid she's right. I just read the recent two volume biography of Rodin - Rose was definitely the wife, Camille the mistress. \n[36]I did - no question.    Camille- Rose. \n[37]Me? Why would I read a biography of Rodin? \n[38]To me they're all great.   What the hell do I know? \n[39]Pheromones, it's your pheromones. \n[40]You will admit she's a sexy woman. \n[41]To the little green Heinz pickle pin. \n[42]I don't want to be a party pooper but I just want fresh air. \n[43]If it's okay with you, I'd really just like a little walk and go to bed. We can do it another night. \n[44]You go? \n[45]I - I - guess so ··· \n[46]Huh? \n[47]You have the wrong person. \n[48]Look, I'm a little drunk - \n[49]This is a great old peugeot. I have a friend in Beverly Hills who has the same one - he collects - \n[50]What parties? \n[51]Where are we going? \n[52]It's not fair - my head is swimming from wine. \n[53]I do like champagne. \n[54]I'm drinking up. \n[55]You're American. \n[56]Oh I - I'm a writer. \n[57]Right now I'm working on a novel. \n[58]California. \n[59]I'm Gil Pen - oh you two have the same names as - \n[60]Scott Fitzgerald and - \n[61]Yes - its a coincidence.   I mean it is a funny coincidence. \n[62]I - I - I keep thinking that man at the piano - believe it or not I recognize his face from some old sheet music - what am I talking about here? \n[63]Yes but - he didn't write that song - did he? That's not possible - \n[64]I - I - I - I'm - I'm working on a - exactly where am I? \n[65]Hey lady, are you kidding me? \n[66]Gil Pender. \n[67]Hemingway?     Hey, is this some kind of a - \n[68]Liked - I loved - everything you wrote - \n[69]Ernest Hemingway - this is - I - \n[70]I'm sure - good bulls, true bulls ··· \n[71]Me?   I just met - \n[72]Actually I don't know the Fitzgeralds that well - \n[73]I do - very much. \n[74]No. \n[75]A novel. \n[76]A man who works in a nostalgia shop. \n[77]Where they sell old things - memorabilia. Does that sound terrible to you? \n[78]Would you do me the biggest favor in the world - I can't even ask ··· \n[79]Would you read it? \n[80]It's only about four hundred pages - if you could just give me your opinion. \n[81]You do? \n[82]But there's no one I really trust to evaluate it - \n[83]I could never compete with you - \n[84]No - no - that's okay - \n[85]Yes? \n[86]You could have Gertrude Stein read my novel? \n[87]I have to get it.   It's at the hotel. \n[88]I'm so thrilled - my heart is beating. I'll go home and get it - I'll give it to you - I can't tell you what this means to me. To have Gertrude Stein read my novel - thank you, thank you - \n[89]Calm yourself - get a grip, Gil - deep breaths - been quite a night - Fitzgerald - Hemingway - the Hemingway - Papa - where do I meet him - he never said. \n[90]Uh-huh. \n[91]If I told you I was with Ernest Hemingway and Scott Fitzgerald last night, what would you say? \n[92]But if I wasn't dreaming - \n[93]If I told you I spent time with Hemingway and Fitzgerald and Cole Porter - \n[94]Can I tell you Zelda Fitzgerald is exactly as we've come to know her from articles and books - she's mercurial and moody and she does not get along with Hemingway - and Scott knows Hemingway's right about it but you can see how conflicted he is because he loves her - \n[95]Actually I wanted to stay and work on my novel - it needs a little polishing. \n[96]Eighteen thousand dollars? \n[97]Yes but we haven't even found a house yet and I'm trying to keep expenses down so I can turn down jobs. \n[98]I know you love Malibu but - \n[99]Er - of course when you think of it that way it does help amortize the eighteen grand. \n[100]And after I have a terrific surprise for you. \n[101]You will be. Believe me. \n[102]You're going on one of the most amazing adventures of your life. \n[103]You'll see - you'll see - and your jaw will drop. \n[104]Inez. \n[105]What am I doing wrong? Unless she's right and I need to see a neurologist. Left the wine tasting - a little high yes - right here. \n[106]I remember the river - the clock struck midnight - I - the clock struck midnight! Yes - On the dot of midnight I \n[107]Weren't you scared? \n[108]Getting killed. \n[109]It's my biggest fear. \n[110]Yes but - \n[111]My fiance is very sexy. \n[112]I don't know about that - \n[113]Pender. \n[114]····· Exceptionally lovely. \n[115]Did my opening lines really get to you that strongly? \n[116]Me too.     I was born too late. \n[117]You speak very good English. \n[118]Yes - and how long have you been dating Picasso? My god, did I say that? \n[119]Oh - I - no, I didn't mean anything - you know - to pry ··· born in Paris? \n[120]No, I do. \n[121]Not Modigliani? Was it Modigliani? You lived with Modigliani? \n[122]My god you are a whole different level of art groupie. \n[123]Nothing - I'm - \n[124]Actually I'm visiting. \n[125]Believe me, I want to but it's not that simple. \n[126]Oh that's okay - I'll drop by - it'll be easier for you - if that's okay. \n[127]I only wish I could but I can't - but hopefully I'll see you again - \n[128]I'm Gil Pender - I was with Hemingway and Picasso - Pablo Picasso - Ernest Hemingway - I'm Gil Pender from Pasadena - the Cub Scouts - I failed freshman English - I'm Gil Pender and my novel is with Gertrude Stein - I once worked at The House of Pies. I'm little Gil Pender. And that girl was so lovely. \n[129]Wonderful but forgettable.     I've seen that picture. \n[130]Not late. I find these midnight strolls are very good for me creatively - without the distractions of the day - I'll probably take another long walk tonight. \n[131]Yes - very beautiful. \n[132]Love his music - we're very close - Cole, Linda and I. \n[133]she's been talking to him \n[134]With the same sharp guide? \n[135]They say Monet used to - \n[136]Er - I have to differ with you on this one. \n[137]If I'm not mistaken this was a failed attempt to capture a young French girl named Adriana - from Bordeaux - if my art history serves me - came to Paris to study costume design for the theatre. Believe she had a brief affair with Modigliani - then Braque - that's where Pablo met her - er Picasso. You'd never know it from this portrait but she's quite subtly beautiful. \n[138]And I'd hardly call the picture superb. It's more of a petit bourgeoise statement of how Pablo er Picasso sees her, saw her - he's distracted by the fact she was a volcano in the sack. \n[139]I was at Gertrude Stein's - she's almost finished with my novel. And the Fitzgeralds invited me over and said you'd be here - you and Pablo. \n[140]That was Djuna Barnes?   No wonder she wanted to lead. \n[141]Only for bargains. \n[142]Would you like to maybe take a walk? \n[143]I hope it was nothing serious with you and Pablo? \n[144]I understand why they all want to paint you - you're so damn interesting to look at in a lovely way. \n[145]I don't want to talk about my book. I want to enjoy Paris by night. \n[146]That's putting it mildly. \n[147]There's no book or painting, or symphony or sculpture that can rival a great city. All these streets and boulevards as a special art form. \n[148]When you think in the cold, violent, meaningless universe Paris exists - these lights - I mean nothing's happening on Jupiter or Neptune or out beyond - but from way out in space you can see these lights in the whole dark void - the cafes, people drinking and dancing - I mean for all we know this town is the hottest spot in the entire universe - \n[149]You're very kind. I would not call my babbling poetic. \n[150]I'm ashamed to admit I'm attracted to all of them. I like cheap-sexy. I know it's shallow. \n[151]Well, that's the most interesting thing I've ever heard in my life - I'd like to think about that for awhile. \n[152]Because he believes in his soul that progress is not automatically for the better. \n[153]Say - is that who I think it is? \n[154]Scott loves only you. I can tell you with absolute certainty. \n[155]No you're wrong. I know. \n[156]Trust me.      I know. \n[157]Take this. \n[158]A Valium - it'll calm you down. \n[159]Only since Inez and I became engaged. I've had these anxiety attacks - I'm sure after the wedding they'll subside. \n[160]Er - it's the pill of the future. \n[161]I'll try and score some more for you. And I have some Xanax at the hotel - it's another one you'll like. \n[162]Yes - I - I mean it's in the future. \n[163]You'd like Inez - she has a sharp sense of humor - and she's sexy - not that we agree on everything. \n[164]Actually the small things - the important things we don't - she'd like to live in Malibu and that I'd work in Hollywood - but I will say we both like - er - er Indian food - not all Indian food - pita bread - we both like pita bread - \n[165]I'll walk you home - \n[166]No, I wouldn't think - \n[167]Yes - I remember - \n[168]A rhinoceros?    I never thought about it. \n[169]I'm sure I look sad. I'm in a very perplexing situation. \n[170]My god, I own a surrealist print - only a print by Magritte. \n[171]It sounds so crazy when I say it and you'll think I'm drunk but I've got to tell someone I'm from a different time - a whole other era - the future - and I pass from the two thousandth millennium to here - a car picks me up - I slide through time - \n[172]Look, you're sur-realists - but I'm a normal guy - See, in one life I'm engaged to marry a woman I love - at least I think I love her. Christ, I'm supposed to love her if I'm marrying her. \n[173]In a dream - which is fine for you because you guys dabble in dreams. \n[174]Adriana is her name. And I felt drawn to her - but it wouldn't matter - men much greater than me, profound artists - she's drawn to geniuses - and they to her. \n[175]Of course my biggest problem is reality. Reality is nothing more than a dream - we all exist in the dream of a dog. \n[176]I was born in the wrong time. \n[177]I see an insurmountable problem. \n[178]Er - some - yes - I'm beginning to think my book may be too realistic - that I've missed some chances to let my imagination run wild and not be so damn logical ··· \n[179]C'mere - you always look great in the morning. \n[180]I have to work. I'm working like a demon but I can't resist you half dressed like that. \n[181]Hello - Bonjour - I'd like to ask you a question about Rodin. \n[182]He loved his wife, he also loved his mistress - is it really possible to be in love with two women? \n[183]God it's so French. Er - you remember me? \n[184]Yeah, pedantic - perfect word. You're very observant. I need some advice. I'd like a woman's take. A French woman - an observant French woman. I met some woman that I very quickly became smitten with. Smitten? \n[185]I'm engaged to be married. I know Rodin had a wife and a mistress but I'm American - we can't handle that - we're monogamous. \n[186]Yes. Her name's Adriana. Right now she's living with Picas-- with a Spaniard - er he paints - fairly well. ·· \n[187]Love him or me? Well I hardly think, me. But we've just met. See, another very gifted man flirts with her, a writer. All these geniuses fall in love with her. And what am I? And then of course there's another big problem. I can't exactly explain. \n[188]I don't know whether to call it an age difference - or a problem of geography - I'm so messed up. I'm not Hemingway, I'm not Picasso, I'm not Rodin. I'm just a guy who was born too late. \n[189]Thanks for stopping.   Gil Pender. \n[190]Tom Eliot? Tom - Stearns - T.S. Eliot? T.S. Eliot? \n[191]I'm stunned, stunned - Prufrock - my mantra - \n[192]I didn't mean to intrude. \n[193]What? \n[194]They're on Mt. Kilimanjaro? \n[195]Still, those sculptures - \n[196]Any Cole Porter? \n[197]I was kidding you realize. \n[198]I'm surprised you're so familiar with his work. \n[199]Yes - he was in love with your hometown. You're a Parisiene? \n[200]How much. \n[201]Can you translate this?   Speak English? \n[202]It's a little complicated to explain. Thanks for translating - \n[203]She finds him no genius - naive and unassuming - that's not exactly dazzling. \n[204]Eleven - let's see - where the hell am I going to get earrings at this hour? I must improvise. \n[205]Ohmigodl   What are you doing back? \n[206]Really? \n[207]Me?   No - I was just writing. \n[208]I took a break and showered. I think better in the shower. All those positive ions. \n[209]That's terrible. \n[210]No - sure - is there anything I can get you, John? \n[211]It's nothing - nothing - \n[212]Yes - yes ··· it is. Because it's gift wrapped ··· but er - you're not supposed to see that - it's a surprise. \n[213]It's nothing great - from the flea market. \n[214]No! No - not now ··· I got it for - I mean to give it to you at a special dinner - just leave it ··· \n[215]You didn't like the moonstones? They're understated yet elegant - Don't you always say that, ha, ha .·. \n[216]I thought you'd like their simplicity. \n[217]You probably didn't pack them. \n[218]I guess you lost them.     They probably dropped off. \n[219]Gee I wouldn't jump to any conclusions. I mean an accusation of theft. \n[220]Oh god - \n[221]The maid was very sweet. \n[222]Look! Look! Are these what you're missing? \n[223]They were in the bathroom. \n[224]Right out on the sink. \n[225]Well you're under stress ··· \n[226]Maybe you thought you put them away and left them out or dropped them, and the maid found them and left them out where you could see them easily. \n[227]The main thing is they're not stolen. \n[228]Five hundred francs? For a Matisse? \n[229]Gee, why don't I pick up half a dozen? I could clean up - but how's all this possible - I should have paid more attention in my physics class ··· \n[230]Oh er - I brought a rewrite of the first few chapters of my book and was hoping you would tell me if you thought I was on the right track. \n[231]Er - have you heard from Hemingway? \n[232]By herself? \n[233]I came to find you. \n[234]Let's just say as a writer I see into women's souls and I sense that you have very complicated feelings towards me. \n[235]I'm not so sure about anything anymore - can we just go where it's quiet? \n[236]Oh, Mr. Bufiuel, I had a nice idea for a movie for you. Yes? \n[237]A group of people are at a formal dinner party and after dinner when they try to leave the room, they can't. Why not? \n[238]They just can't seem to exit the door. But why? \n[239]And because they're all forced to stay together the veneer of civilization quickly comes off them and they behave as who they really are - animals. But I don't get it - why don't they just walk out of the room? \n[240]Just think about it - that's all I'm saying - maybe one day you'll be shaving and it'll tickle your fancy. I don't understand - what's holding them in the room? \n[241]I don't know but I do know that for a brief moment, when I was doing it, I felt - immortal. \n[242]Because life is too mysterious for me. \n[243]I've always been a logical person. I never took chances - did anything crazy - like move here when I first came or take a shot at being a real writer, not a Hollywood hired hand - but I feel like letting everything go. \n[244]Here. \n[245]What's going on? \n[246]I don't know what it is about this city but I must write a thank you note to the chamber of commerce. \n[247]The present - Yes, the present always seems worse than the past but it can't be - to always think this generation is stupider and coarser than the last - and yet - here we are at Maxims tonight and yes, it's fabulous. \n[248]We shouldn't bother him. \n[249]This much French I know. \n[250]I'm American. Oui - \n[251]Yes, I love your pictures too. \n[252]Parlez Anglais? \n[253]Er - yes - Monsieur Lauren - Ralph. Shouldn't you be in Tahiti? \n[254]I wouldn't get into too many details with them. Let's just leave it that we're temporarily passing through. \n[255]What are you talking about? \n[256]But I love the Jazz Age. \n[257]But what happened to the twenties and the Charleston and Cole Porter? \n[258]It's not the present for me - I'm from 2010. \n[259]I dropped in on you just the way we dropped in on the 1890's. \n[260]I wanted to escape my present just like you wanted to escape yours. To a golden age. \n[261]To me they are. \n[262]Yes but don't you see - to these guys the golden age was the Renaissance. They'd all trade the Belle Epoque to paint alongside Michelangelo or Titian. And those guys probably imagine life was better when Kubla Khan was around. I'm having an insight. A minor one but that accounts for the anxiety of my dream. \n[263]Last night I dreamed I ran out of zithromax - and then I went to the dentist and there was no novacaine - these people have no antibiotics - \n[264]And even in the twenties - no dishwashers - no 911 if your appendix bursts - no \"movies on demand\" · \n[265]Because if you stay here and this becomes your present, sooner or later you'll imagine another time was really the golden time. And so will I - I'm beginning to see why it can't work, Adriana. The present has a hold on you because it's your present and while there's never any progress in the most important things, you get to appreciate - what little progress is made - the internet - Pepto- Bismol. The present is always going to seem unsatisfying because life itself is unsatisfying - that's why Gauguin goes back and forth between Paris and Tahiti, searching - it's my job as a writer to try and come up with reasons why despite life being tragic and unsatisfying, it's still worth it. \n[266]Yes, that one I regretted but it was a real choice and I made the wrong one. This is a choice between accepting reality or surreal insanity. \n[267]No - I love you - but this way lies madness - and if I'm ever going to write anything worthwhile I've got to get rid of my illusions and that I'd be happier in the past is one of them. \n[268]Goodbye Adriana.     Good luck. \n[269]Thank you. I can't tell you how much this means to me. \n[270]Hemingway read it?    What was his suggestion? \n[271]with - \n[272]It's called denial. Thanks again. You're Ezra Pound right? T.S. Eliot says you owe him forty francs. \n[273]From Ernest Hemingway. He thought it out and it makes perfect sense. \n[274]There's nothing crazy about Ernest Hemingway or Gertrude Stein or Fitzgerald or Salvador Dali - \n[275]It was William Faulkner who said, the past is not dead. \n[276]In fact, it's not even past. Actually I ran into Bill Faulkner at a party. \n[277]I guess I'm too trusting. I'm jealous and also trusting - cognitive dissonance, Scott Fitzgerald speaks of it. \n[278]I know it Inez - you can fool me but not Hemingway. \n[279]I'm not going back. \n[280]I'm staying here. It's not the romantic fling. Paris is Paris. It's that I'm not in love with you. \n[281]A lot has happened    to me since we got here. I won't     begin to bore you - but - I know    what that feeling of love is    and it's not us. \n[282]I was attracted to another woman but it was the whole deal - meeting Gertrude Stein and Hemingway and Dali and Scott and Zelda - \n[283]If I'm not happy I'll move back. But right now I'm going to stay. \n[284]You're better off without me. \n[285]Goodbye Inez. \n[286]Hey, I know you - the girl at the flea market. \n[287]What are you doing here? \n[288]What's your name? \n[289]Gabrielle, - I'm Gil - I just moved to Paris this week. \n[290]Can I walk along with you or can I buy you a coffee? Oh god, it's starting to rain. \n[291]Oh what a thing to say.     I couldn't agree more. \n[292]Hey what are those bells? \n[293]Midnight - right - right - pretty name. ", "INEZ": "\n[1]It's become so touristy. \n[2]Well you like cities. \n[3]You act like you've never been here before. \n[4]I admit it's pretty but so are so many other places I've visited. \n[5]Starving. \n[6]Why does every city have to be in the rain? What's wonderful about getting wet? \n[7]It's annoying. \n[8]Oh god, no. I could never live out of the United States. And if I could it would be someplace totally different. \n[9]I don't know, Hawaii. \n[10]Yes but it's - Hawaiian. \n[11]Right, and becoming rich and successful. Tell me the sad story. \n[12]That was ninety years ago. \n[13]You're in love with a fantasy. \n[14]If I never see another charming boulevard or bistro - \n[15]Please let's not get into that discussion yet again? \n[16]Isn't that great Gil? \n[17]Gil. \n[18]Paul! Carol- Paul and Carol Bates - Mom, Dad, you know Gil - you didn't mention you'd be here. \n[19]Oh - how terrific. Dad's here on business and we free-loaded along. \n[20]What? \n[21]I'm dying to see Versailles. \n[22]Is that the end of the story? \n[23]We'd love to go with you guys. Versailles is beautiful - I have to see it Gil - it's perfect for you with your obsession with \"les temps perdus\" · \n[24]I hope you're not going to be as anti-social tomorrow when we go to Versailles. \n[25]It was so clear you didn't want to go. \n[26]He's brilliant. I used to have such a crush on him at college. And Carol's very bright. \n[27]I hardly think the Sorbo nne would have him lecturing if he's a pseudo- intellectual. You should give him your novel to read. I'm sure he'd be able to critique your writing and show you why you're having so much trouble. \n[28]Gil, promise me if this book doesn't come off you'll give up beating your brains out and get back to what you do best. \n[29]The studios adore you - you're in demand - I don't think you want to trade everything just to struggle. \n[30]I think I could get used to a summer home like this. \n[31]We're looking in Malibu.   We love where you live. \n[32]He doesn't even know if he can write a novel. So far your track record's - you know - whereas, everyone likes your movies - \n[33]Tell them about the lead character in the book you're working on. \n[34]Not the plot, just the lead character. He works in a nostalgia shop. \n[35]People who live in the past. Who think their lives would have been happier if they lived in an earlier time. \n[36]Paris in the twenties - in the rain - when the rain wasn't acid rain. \n[37]He's a romantic. Gil would be just fine living in a perpetual state of denial. \n[38]Touche. \n[39]I love a diamond wedding band. The way it sparkled they'll see it in the last row when he puts it on my finger. \n[40]I don't want to keep going over it, Mom. \n[41]Gil's smart and successful. \n[42]The world is full of people who dream of writing the great American novel. Let me handle him. \n[43]He likes to please me - is that so terrible? Oh gosh - I have to go - Paul arranged a private tour of the Rodin Museum. \n[44]He's so knowledgeable, isn't he? \n[45]Don't forget, Dad invited you to join us at a wine tasting tonight. \n[46]When did you read the biography of Rodin? \n[47]I can't tell the difference. They're both delicious. \n[48]Which do you prefer? \n[49]I don't think I've ever seen your cheeks so red. \n[50]Sure. \n[51]Oh come on - although if you're just going to sit there and obsess over where the fire exits are. \n[52]Well I can go, right? \n[53]I'm not tired and I'm dying to dance. I'll just meet you back at the hotel. \n[54]Isn't it great we're all on holiday at the same time. \n[55]I can't introduce him to tennis - Daddy's having the damndest time pressuring him to learn golf. \n[56]He won't let anybody - \n[57]That's what he needs, to have it read by someone who really knows and wouldn't pull any punches. The problem is - when it comes to his writing he has no respect for anyone's opinion. \n[58]Lucky you didn't go last night. You'd have hated the music and the crowd - but I had fun. \n[59]What are you thinking?   You seem in a daze. \n[60]Is that what you were dreaming about? Your literary idols. \n[61]What does that mean? \n[62]I'd be thinking brain tumor. \n[63]Right, right - er where's my cold cream - we should knock off the idle chatter because we're going to be late. \n[64]You can work on it later. And we can use Mom's decorator's discount. \n[65]That's over twenty thousand dollars, Mom. \n[66]She's right, Gil. \n[67]Did you ever make love in a chaise like this? Imagine the possibilities. \n[68]Great. \n[69]What?   I'm not big on surprises. \n[70]Where are you taking me?   You made me rush through dinner. Dad wasn't finished with his profiteroles. \n[71]Where? And why are you carrying around your manuscript. \n[72]I don't know what it is you're carrying on about but this is not my idea of an amazing adventure. I'm exhausted from the gym and the massage. \n[73]Look - you want to walk the streets and \"drink in Paris by night\" - go ahead. I'm in the middle of a great book Carol lent me and if I'm asleep when you get in, don't wake me. \n[74]What time did you get in?     I was dead asleep. \n[75]We'll see.     Oh how about this? \n[76]Gil - Gil - Gil? \n[77]We should go. We're meeting Paul and Carol for a private showing at the museum. \n[78]It's a different museum and we don't need a guide. Paul's an expert on Monet. \n[79]We can see all those beautiful water lilies at his home. \n[80]I prefer Monet. I mean I love Turner but this is overwhelming. \n[81]Shhh. I want to hear what Paul's saying. \n[82]Gil pay attention and you'll learn something. \n[83]What have you been smoking? \n[84]Work - he likes to walk around Paris - the way the city is all lit up at night allegedly inspires him - It's okay. Paul and I are going dancing. \n[85]In bed with a bad oyster. See you later. Thanks for dinner Dad. \n[86]Did you get much work done last night? \n[87]Shouldn't we be getting dressed? \n[88]We'll be late. \n[89]Paul says we have to see the countryside. He's taking us for lunch at this beautiful little inn. I know you like making love in the morning but I find it much sexier late afternoon - just before we go out to dinner. Except I always have to explain to my parents why your cheeks look radiant. Hey- I'm not going to force you. I know you're hot on your writing. I'll be happy when you finish this book and move on. \n[90]I forgot to tell you. Gil is not going with us to Mont St. Michel. \n[91]He writes, he rewrites, he rewrites his rewrites. He says Picasso never left his studio. \n[92]I said, Gil, you have absolutely nothing in common with Picasso ··· He just looks at me. \n[93]Daddy got chest pains. \n[94]Daddy had an angioplasty three years ago. \n[95]Why are you so dressed up? \n[96]You dress and put on cologne to write? \n[97]We were halfway to Mont. St. Michele and Daddy started to look pale. \n[98]We turned right around. \n[99]What's this. \n[100]What is that?     It's a present. \n[101]You got me something? \n[102]Let me open it. \n[103]Now I'm dying of curiosity. If it's jewelry I hope it's my taste - not like the moonstone necklace. \n[104]You never saw the necklace he got me. I've never actually worn it. You'll see why immediately. \n[105]That's just it, they're too simple. \n[106]Hey - where are my art nouveau earrings? \n[107]I've worn them here. \n[108]Both of them?     My ears are pierced. \n[109]You think it was the maid? \n[110]I remember seeing them there this morning. \n[111]I'll bet it was that maid. She was so snotty yesterday about turning out the beds. \n[112]I want to report a theft. I'd like the house detective to please come to room 818. \n[113]I didn't like that maid from the first day, didn't I say that? \n[114]Right. Take the side of the help as usual. That's why Dad calls you a Communist. \n[115]Where did you find them? \n[116]The bathroom? \n[117]Why the hell would they be in the bathroom? \n[118]I didn't drop them or leave them out ... \n[119]You're crazy - Paul and me? Where did you get such an insane notion? \n[120]Gil, your brain tumor's acting up again. \n[121]Nothing except they've all been dead for years. \n[122]You're a raving lunatic. \n[123]Gil - \n[124]Jesus Christ I'm dealing with a madman - okay - Paul and I had a few nights alone. We danced, we drank - you were always working - he's very attractive, he spoke to me in French - the whole mystique of this corny city got to me - it's over. We can put this all in perspective at home. \n[125]What? \n[126]What? \n[127]Have you met someone else?      All those late night walks. \n[128]Honey, you better listen to yourself. You're a psycho. You don't know what you're doing. You see everything here through magical colored glasses. You're a California film writer with a house in Beverly Hills with two Mercedes'. You're not some kind of twenties expatriate novelist. \n[129]With who? All your crazy hallucinatory friends? Mother was right about you - there's a part missing. \n[130]Anyone who's protagonist makes a living selling old cap pistols and Joan Crawford cut out books. \n[131]Go ahead. Walk the streets - gush over the Parisian light and the rooftops. \n[132]Daddy you didn't. ", "ADRIANA": "\n[1]I love it.     I'm already - hooked? Hooked. \n[2]The past has always had a great charisma for me. \n[3]Oui, exactement. For me Belle Epoque Paris would have been perfect. The whole sensibility, the street lamps, the kiosks - the horse and carriages. And Maxims - then. \n[4]No, not really. \n[5]Pardon. \n[6]I was born in Bordeaux - I moved here to study fashion and - you don't want to hear this - \n[7]I came here - to study with Coco Chanel - and I fell in love with Paris and also a very dark eyed, haunted, Jewish-Italian painter - and I knew Amedeo had another woman but still I couldn't resist moving into his apartment when he asked and it was a beautiful six months. \n[8]You asked me so I'm telling you my sad story. With Braque also there was another woman - many - and now with Pablo - I mean Pablo is married but every day it's on again, off again - I don't know how any woman can stay with him - he's so difficult. \n[9]Pardon. \n[10]But tell me about yourself. Have you come to Paris to write because these days so many Americans feel the need to move here. Isn't Hemingway attractive? I love his writing. \n[11]Oh you must stay here. It's a wonderful city for artists and writers. \n[12]And I did fall madly in love with the start of your book so I want to hear the rest of it. \n[13]You sure you won't come? \n[14]That would be nice. \n[15]Hello again? How nice you're here. \n[16]Pablo's home - we had a bit of a quarrel. But you looked like you were having fun dancing with Djuna Barnes. \n[17]Isn't this a wonderful place to throw a party - only the Fitzgeralds would think of it. Look - this is from the turn of the century. Everything was so beautiful then. \n[18]Vous etes tous deux tres impressionants. \n[19]And you? \n[20]Never. \n[21]He's moody and possessive.   Artists are all like children. \n[22]And you're interesting in a lost way. Tell me more about your book. \n[23]I keep forgetting, you're only a tourist. \n[24]I can never decide whether Paris is more beautiful by day or by night. \n[25]Vous avez l'ame d'un poete. \n[26]See anything you like? \n[27]When I was in Catholic school, one weekend, my roommate and I paid one of the girls of Pigalle to come teach us all her tricks. \n[28]I love that the main character in your book sells memories. \n[29]Often quite the opposite. \n[30]What is she doing here? And why is she staring into the river. \n[31]Oh gosh!   My god - what are you doing? \n[32]What is it? What's going on? \n[33]You carry medicine? \n[34]He loves you. He's not with that woman. She's already on her way back to Rome. \n[35]Come on, we'll find a taxi. We'll see you home - things will be better in the morning. \n[36]You never said you were getting married. \n[37]Well good luck with your book and your wedding. \n[38]But the important things. \n[39]I should go. Pablo will be missing me. \n[40]NO, no ··· Finish your drink.      I live just around the corner. \n[41]I'd prefer to be by myself for awhile. Thank you for this evening. \n[42]Oh - what are you doing here? \n[43]You did? \n[44]But you're going to be married. \n[45]What are you doing? \n[46]But - you look so sad. \n[47]It's the time we live in. Everything moves so fast - life is noisy and complicated - not like the Belle Epoque. In those years Paris lived only for beauty. \n[48]How remarkable - they're beautiful. \n[49]What?   Who are you? \n[50]Where are we going? \n[51]This is so beautiful. \n[52]All those pictures I've seen of Belle Epoque Paris. We're herel - \n[53]I can't believe this is happening to me. \n[54]I never want to go back to the present. Never. \n[55]And I know just where I want to go after. \n[56]Encore du vin. Le meme chose. Isn't this something. Lookl Look I \n[57]Pablo worships him. I have to say hello. Come with me, I'm nervous. \n[58]But we know he's a lonely man ··· he longs for company. \n[59]We're both great admirers of your work. Nous sommes tout les deux de grands admirateurs de votre travail. \n[60]Pouvons nous vous offrir un verre? \n[61]He's asking us to sit down with him. \n[62]Nous aimons, tous les vos dessins et peintures, en realite tout ce que vous faites. \n[63]Ohmigoodness - hello - enchante - Isn't this thrilling? You see the sketch he's made? Nobody can draw like that today - not Pablo, not Matisse - \n[64]He says they find this generation sterile and empty - \n[65]No - this is the Golden Age - L'Age D'or. \n[66]He says your clothes are very modern and original. \n[67]What do I do? Je suis etudiante. En haute couture - fashion designer but studying - \n[68]Ballet costumes - my god - I don't live here. I mean I do but I don't. Je n'habite pas ici. \n[69]Can I speak with you a minute? Permettez-moi de m'absenter un instant. Let's never go back to the twenties. \n[70]I think we should stay here - it's the start of the Belle Epoque - this is the greatest, most beautiful era Paris has ever known. \n[71]The twenties are full of strife and uncertainty. But think of it, Gil - the two of us - in a lovely art nouveau home - I'll work in the fashion world - I love the styles - you can write ··· it's the age of Debussy and Guimard. Maybe you can meet Balzac. \n[72]That's the present, it's dull. \n[73]What do you mean? \n[74]You did? \n[75]Surely you don't think the twenties are a golden age? \n[76]But I'm from the twenties and I'm tellin~ you the golden age is the Belle Epoque. \n[77]What dream? \n[78]What are you talking about? \n[79]But if we love each other what does it matter when we live? \n[80]That's the problem with writers - you're all so full of words - but I'm more emotional. I'm going to stay and live in Paris' most glorious time. You made a choice to leave Paris once and you regretted it. \n[81]So finally you do love Inez more than me. \n[82]Goodbye, Gil. ", "HEMINGWAY": "\n[1]Hemingway. \n[2]You liked my book? \n[3]Yes it was a good book because it was an honest book and that's what war does to men and there's nothing fine and noble about dying in the mud unless you die gracefully and then it's not only noble but brave. \n[4]Say hello to Pender - the bulls in the ring don't frighten Belmonte - he's killed many brave ones. Fine brave bulls. \n[5]Why are you smiling? \n[6]It began well - really well - then it became weak. \n[7]There was some fine writing but it was not fulfilled. \n[8]She'll drive you crazy, this woman. \n[9]This month it's writing, last month it was something else. You're a writer - you need time to write - not all this playing around - she's wasting you - because she's really a competitor - don't you agree? \n[10]Speak up for Christ's sake. I'm asking you if you think my friend is making a tragic mistake. \n[11]You're a writer - you make observations - you were with them all night. \n[12]She has him on yachts, at parties, jumping into swimming pools you're wasting your talent. \n[13]She's jealous of his gift and it's a damn fine gift. It's rare. You like his work? You can speak freely. \n[14]You like Mark Twain? \n[15]He's a fine writer, Fitzgerald. You box? \n[16]What are you writing? \n[17]About what? \n[18]What the hell's a nostalgia shop? \n[19]No subject is terrible if the story is true. If the prose is clean and honest and if it affirms courage and grace under pressure. \n[20]What? \n[21]Your novel? \n[22]My opinion is I hate it. \n[23]If it's bad I'll hate it because I hate bad writing and if it's good I'll be envious and hate it all the more. You don't want the opinion of another writer. \n[24]Writers are competitive. \n[25]You're too self-effacing - it's not manly. If you're a writer, declare yourself the best writer - but you're not the best as long as I'm around. Unless you want to put the gloves on and settle it. \n[26]I won't read your novel but I'll tell you what I'll do. \n[27]I'll bring it over to Gertrude Stein. She's the only one I trust to read my work. No one discovers new talent like Gert - whether it's poetry, painting, music - She'll tell you if you have a book or not. \n[28]Give it to me. \n[29]She gets back from Spain tomorrow. \n[30]Get in. \n[31]The assignment was to take the hill. There were four of us. \n[32]Five if you counted Vincente but he had lost his hand when a grenade went off and he couldn't fight as he could when I first met him and he was young and brave and the hill was soggy from days of rain and sloped down toward a road and there were many German soldiers on the road and the idea was to aim at the first group and if our aim was true we could delay them. \n[33]Of what? \n[34]You'll never write well if you fear dying. Do you? \n[35]But it's something all men before you have done and all men will do. \n[36]Have you ever made love to a truly great woman? \n[37]And when you make love to her you feel true and beautiful passion and you at least for that moment lose your fear of death. \n[38]I believe that love that's true and real creates a respite from death. All cowardice comes from not loving or not loving well which is the same thing and when the man who is brave and true looks death squarely in the face like some rhino hunters I know or Belmonte who is truly brave, it is because they love with sufficient passion to push death out of their minds till it returns as it does to all men and then you must make really good love again. Think about it. \n[39]This is Gil Pender. He's a young American writer. I thought you two should know each other. \n[40]You're right Gertrude - of course you can see why he's lost his objectivity. \n[41]No, this I leave to you. You've always been the best judge of my work. \n[42]Come, let's all go for a drink up at Montmartre. \n[43]One of these days I plan to steal you away from this genius who's great but no Miro. \n[44]Isn't this little Parisienne dream a movable feast? Mark my words - I'm going to steal you from that fugitive from Malaga one way or the other. \n[45]Between Belmonte and myself - which of us would you choose? \n[46]But he has more courage. He faces death more directly and more often and if you chose him I would be disappointed but understand. \n[47]Yes, she's chosen Picasso - But Pablo thinks women are only to paint or sleep with. \n[48]I think women are the equal of men in courage. Have you ever shot a charging lion? \n[49]Have you ever hunted? Have you? ", "HELEN": "\n[1]To visit. \n[2]In this traffic nothing moves. \n[3]A toast to John's new business venture here. \n[4]John hates their politics. \n[5]Can we discuss the wedding plans? Your father's used his good offices with the opera to get some of the singers to attend and sing. I thought Puccini would be nice. \n[6]It's definitely the nicest ring we've seen. \n[7]This is going to be such an event, Inez. I only wish - \n[8]Look, he's your choice.   What can I say? \n[9]And yet he talks of g1.v1.ng it up and moving here. That frightens me. \n[10]You're father thinks you're comfortable with Gil because you can control him. \n[11]You should talk, John - especially for someone who once advocated the boycott of french wines. \n[12]Come look at this Inez - wouldn't this be charming for a Malibu beach house? \n[13]It's a steal at eighteen thousand dollars. \n[14]Oh wait, that's Euros so it's more - \n[15]Yes but it's very hard to find anything like this at home. \n[16]You get what you pay for.     Cheap is cheap. \n[17]And don't forget - we're taking you to dinner tonight at . \n[18]Look at these marvelous Blackamoors. I see them in your living room. \n[19]It's a shame you two didn't come to the movies last night. We saw a wonderfully funny American film. I forget the name. \n[20]I know it was moronic and infantile and lacking any wit or believability but John and I laughed in spite of ourselves. \n[21]Oh look at these wonderful glass figures. \n[22]Where did Gil run off to? \n[23]Where's Carol? \n[24]You heard her. He walks and gets ideas. \n[25]You sound skeptical. \n[26]Nevertheless I hardly think your idea of having him followed is practical. \n[27]Well we know one thing - he doesn't go dancing. \n[28]Tell Gil to bring a suit because tomorrow night we'll be dining formal. Where's Gil. \n[29]Well he's going to miss a great weekend. \n[30]Well we can't take a chance. \n[31]Yes - I want the hotel doctor - suite 818. \n[32]Cheap is cheap is what I always say. \n[33]I agree. \n[34]I told you to keep everything in the hotel safe. \n[35]It's always the maid. \n[36]I would report the theft right away. \n[37]Come in - he's right there ··· \n[38]He's had an angioplasty. \n[39]I was in the bathroom, I didn't see them. \n[40]Yes - my god, is it midnight already? \n[41]What's going on?       We can hear every word. \n[42]What happened? ", "PAUL": "\n[1]Inez. \n[2]It's great.   We can spend some time together. \n[3]It's such a lovely treat running into you here. A demain. \n[4]I believe Louis moved his court here in about 1682 - originally this was all swamp land - in fact, if I'm not mistaken, in old French the word Versailles means something like \"terrain where the weeds have been pulled\". The main structure is French classical style at its height - the work, I believe of Louis Le Vau, I think Mansart and Charles LeBrun I believe ··· \n[5]Me too except, remember, in those days they only had baths and I'm definitely a shower man. \n[6]All that's missing is tuberculosis. \n[7]Not one of those stores that sells Shirley Temple dolls and old radios? I never know who buys that stuff - who'd want it. \n[8]And just what era would you have preferred to live in, Miniver Cheevy? \n[9]I see. And no global warming, no TV or suicide bombing, nuclear weapons, drug cartels. \n[10]Nostalgia is denial.   Denial of the painful present. \n[11]The name for this fallacy is called, Golden Age thinking. \n[12]The erroneous notion that a different time period was better than the one, one's living in. It's a flaw in the romantic imagination of those who find coping with the present too difficult. \n[13]That would be in Meudon. He died of the flu if I'm not mistaken - 1917 I believe. \n[14]The Thinker is so powerful because he thinks not just with his brain - he thinks with every limb and muscle - you feel the concentration. \n[15]So much of Rodin's work was influenced by his wife, Camille. \n[16]Camille?      No. \n[17]He never married Rose. \n[18]I think you're mistaken. \n[19]am. \n[20]You read that? Where did you read that? \n[21]Ah yes - sex and alcohol - It fuels the desire but kills the performance - according to the Bard. \n[22]Slightly more tannic than the '59. I prefer a smoky feeling to a fruity feeling, don't you agree? \n[23]This I have known for many years. You're a very lucky man. \n[24]May you make the transition from movies to literature and may your book glorify all the Shirley Temple dolls and Charlie Chaplin wristwatches that make us nostalgic for an allegedly once simpler, more charming world. \n[25]Carol and I are going to go dancing - we heard of a great place. Interested? \n[26]I'll take good care of her. \n[27]Is he a good writer?     Have you read his prose? \n[28]If he wants I'd be glad to go over his novel and critique it for him. \n[29]The juxtaposition of color is amazing. This man was the real father of abstract expressionism. I take that back, maybe Turner. \n[30]If I'm not mistaken it took him two years to complete this. And he worked out at Giverny - where he frequently - \n[31]He was frequently visited by Caillebotte - an artist I personally feel was underrated. \n[32]Ah - now here's a superb Picasso. \n[33]If I'm not mistaken he painted this marvelous portrait of his French mistress Madeline Brissou in the twenties. \n[34]Really? ", "STEIN": "\n[1]I'm glad you're here. You can help decide which of us is right and which of us is wrong. \n[2]This is Gil - \n[3]Pablo Picasso. \n[4]I was just telling Pablo that this portrait doesn't capture Adriana. It has universality but no objectivity. \n[5]No tu n'a pas raison. Look how he's done her - dripping with sexual innuendo. Carnal to the point of smoldering and yes she's beautiful but it's a subtle beauty - an implied sensuality. What is your first impression of Adriana? \n[6]Belle, mais plus subtil plus implicite, Pablo. \n[7]You've made a creation of Place Pigalle, a whore with volcanic appetites. \n[8]Yes - avec vous en prive - because she's your lover - but we don't know her that way - so you make a petit bourgeoise judgment and turn her into an object of pleasure. \n[9]C'est plus comme une nature morte qu'on portrait. It's more like a still life than a portrait. \n[10]And what about this book of yours I've been hearing about? Have you read it? \n[11]\"Out of the Past was the name of the store and its products consisted of memories. What was prosaic and even vulgar to one generation had been transmuted by the mere passing of years to a status at once magical and also camp. \" \n[12]I'll start it tonight. But first we have something to talk about. \n[13]We'll discuss your book as soon as I finish it. Where can I reach you? \n[14]We run an open house. \n[15]Oh Pender - I'll get to your book in a moment. I finished it. We're just in the middle of a little personal crisis. \n[16]No, it's no secret. Adriana has left Pablo and has flown to Africa with Ernest Hemingway. \n[17]Estoy seguro que regresara muy devoto. He took her hunting kudu but she'll be back to him - the sound of hyenas every night when you're trying to sleep in a tent gets on your nerves pretty quickly. Mt. Kilimanjaro is not Paris. \n[18]Now about your book. Very unusual indeed. In a way it's almost science fiction - fiction with all the futuristic devices - television sets, supersonic flight - and yet it's not typical science fiction - it's unique. \n[19]Nevertheless you have to get rid of all that technology - what's good about your book are the characters - the human questions - love - mortality - nobody cares about the technology, they care about the human heart. We all fear death and question our place in the universe. Unfortunately your book lapses into easy pessimism. I was having this conversation with Giacometti the other day - he's such a gloom monger. \n[20]It's the artist's job not to succumb to despair but to find an antidote to the emptiness of existence. I find your voice clear and lively - don't be such a defeatist. \n[21]C'est l'un de vos meilleurs jusqu'a present. Je parlai a Leo. Je pense qu'il souhaite l'acheter. \n[22]I was just telling Matisse we want to buy one of his new pictures for our personal collection. Five hundred francs seems fair. \n[23]Well? \n[24]Leave it with me. \n[25]Oh yes, they've been back for days. The trip didn't work out. I knew they wouldn't hit it off. That's over. with Picasso too. She's at Deyrolles - by herself. \n[26]On of those surrealist painters is getting married and they did it up there. She'll be glad to see you. \n[27]Ah - Pender - I read your rewrite. Yes ··· you're nicely on the right track. You've understood me clearly. If the rest of the book reads as well when you're done you'll have something of value. \n[28]Hemingway who read your chapters and agrees it's going to be a fine book did have one plot suggestion. \n[29]He finds it hard to believe the protagonist doesn't see his fiancee is having an affair that's going on right before his eyes. \n[30]The other character - the pedantic one - ", "JOHN": "\n[1]There are our sight-seers. \n[2]Can we continue this talk of moveable feasts at Grand Vefour because I'm starved. \n[3]And I'm proud of it. \n[4]Well I'll be perfectly frank - I'm excited over this corporate merger between our people and the French company but otherwise I'm not a big Francophile. \n[5]They've certainly been no friend to the united States. \n[6]Take it easy Inez.     Those little sips add up. \n[7]I'll always take a California wine but the Napa Valley is six thousand miles away. \n[8]Too rich for me. \n[9]Where does Gil go every night? \n[10]Uh-huh. \n[11]I don't know. I see what he earns but sometimes I think he's got a part missing. And I didn't like his remark about tea party Republicans. They're decent people who want to take back the country - they're not crypto-fascist, airhead zombies. Did you hear him say that? \n[12]No? I'd like to know where he goes every night. \n[13]Here's his photo. I want to know where he goes each night. \n[14]He's engaged to my daughter - to marry and I want to be certain she's making a wise decision. Naturally discretion is paramount. \n[15]Why not?   I don't understand it. \n[16]I'm sure it's indigestion. \n[17]They put a balloon in me.    Big deal. \n[18]I'm fine. I'm sure it's the beef bourguignon. \n[19]I'm fine. \n[20]See. Incidentally, it was very nice of you to come over so late. \n[21]said that first. \n[22]I had a private detective follow him - I knew he was up to no good. \n[23]I did. He saw him get into a car at midnight each night and he followed close behind. \n[24]I don't know. The detective agency says the detective is missing. ", "GUIDE": "\n[1]This is, of course, Rodin's most famous statue. A cast of this work was placed next to his tomb. Rodin wished for it to serve as his headstone and epitaph. \n[2]Exactly correct. You know your art history, monsieur. The design - \n[3]Yes, she was an influence - though Camille was not the wife but his mistress. \n[4]Yes.      Rose was the wife. \n[5]Yes, in the last year of their lives. \n[6]Ah, non, non, je suis certaine. \n[7]Yes? \n[8]He loved both in different ways. \n[9]I do. Qui - you were with the group, the pedantic gentleman. \n[10]Uh-huh. \n[11]You're engaged and you met a new woman - \n[12]Yes - and does she love him?   Or you? \n[13]Yes? \n[14]That Paris exists and anyone could choose to live anywhere else in the world will always be a mystery to me. \n[15]Dinner with Pablo and Henri Matisse. Pablo is the greater artist although Matisse is the greater painter. \n[16]Paris in the summer - what it must have been like to sit opposite one's lover at Maxim's in it's heyday. \n[17]I am in love with an American writer I just met named Gil Pender. \n[18]That immediate magic one hears about happened to me. I know that both Picasso and Hemingway are in love with me but for whatever inexplicable reasons the heart has, I am drawn to Gil. Perhaps because he seems naive and unassuming. \n[19]As always in this sad life he is about to marry a woman named Inez. I had a dream where he came to me and brought me a little gift - earrings they were - and we made love. perhaps it is just as well I accept Hemingway's offer to go to Africa. Life with Pablo is too full of conflict and I am suffocating under his genius. Why I need to go from one brilliant man to another is my weakness. Gil is different, perhaps not a genius but not moody and selfish like Pablo or Amedeo was. I think a trip to Africa with Hemingway would help get these feelings for Gil off my mind. \n[20]I don't understand. What is this? \n[21]The writer clearly has feelings for this man Gil. That's your name, no? \n[22]To some women naivete is   endearing. And she's romantic. She    dreams of Belle Epoque Paris and a   gift of earrings and making love   with this man. ", "ZELDA": "\n[1]You look lost. \n[2]If you count Alabama as America which I do. I miss the bathtub gin. What do you do? \n[3]What do you write? \n[4]Oh yes? I'm Zelda by the way. Oh Scott - Scott come over here. Here's a writer from, where? \n[5]You have a glazed look in your eye. Stunned, stupefied, anesthetized, lobotomized - \n[6]I know if I put my mind to it I could be one of the great writers of musical lyrics not that I can write melodies - and I try - and then I hear the songs he writes and I realize I'll never write a great lyric and that my talent really lies in drinking. \n[7]I know what you're thinking - this is boring - I agree - I'm ready to move on - let's do Bricktop's, Scott, I'm bored, he's bored, we're all bored. \n[8]Une bouteille de bourbon. \n[9]Did you read my story?   What did you think? \n[10]I might've known you'd hate it. \n[11]You liked the story but he hates me. \n[12]I'm jumpy - suddenly I don't like the atmosphere here anymore. Where are you going? \n[13]He's going to St. Germain.   I'm going with him. \n[14]If you're going to stay and drink with him I'm going with the toreador. \n[15]Please leave me alone.   I don't want to live. \n[16]It all became clear to me tonight. Scott and that beautiful Countess - it was so obvious they were whispering about me and the more they drank the more he fell in love with her. \n[17]No, he's tired of me. \n[18]How?   How? \n[19]But you just met us. How can you know anything. My skin hurts. I hate the way I look. \n[20]What is this? \n[21]I never heard of Valium.   What is this? \n[22]But pills wear off - and then it all comes back. No, I won't kill myself. I'll write and I'll write more passionately than Scott. I'll work harder. ", "SCOTT": "\n[1]Scott Fitzgerald, and who are you old sport? \n[2]As what? \n[3]Scott and Zelda Fitzgerald. The Fitzgeralds. Isn't she beautiful? \n[4]What kind of books do you write? \n[5]I'm sorry - Don't you know the host? Some friends have gotten together a little party for Jean Cocteau. \n[6]Whatever you say, sweetheart. See if Cole and Linda want to come with. Coming? \n[7]Greetings and salutations. You'll forgive me - I've been mixing grain and grappa ··· This is Gil - Gil? Yes, Gil. \n[8]In New York you can't buy this - it can only be made in a bathtub - and some of the bathtub mixtures are damn good - Isn't that so? She prefers her hootch from a homemade still - more kick. \n[9]Darling you're too sensitive. \n[10]Please old sport - you make matters extremely difficult. \n[11]Zelda - \n[12]Get her back at a reasonable time. \n[13]She's exciting - and she has talent. \n[14]Can we not discuss my personal life in public? \n[15]You don't understand her. \n[16]Stop it. \n[17]I'm going to find Zelda. I don't like the thought of her with the Spaniard. ", "GABRIELLE": "\n[1]C'est jolie, no. \n[2]Cole Porter. Vous aimez - you like Cole Porter? \n[3]Very pretty and tres amusant. \n[4]Oh yes - I remember - he was your friend. \n[5]I did realize. You're a bit young. \n[6]He wrote many songs about Paris - very beautiful. \n[7]Oui monsieur. \n[8]Dix-huit euro. \n[9]Oh yes - yes - the Cole Porter one. \n[10]I'm returning from dinner with my girlfriends. I live near here. \n[11]Gabrielle. \n[12]Oh I'm sure you'll love it. \n[13]That's okay. I don't mind getting wet. Paris is the most beautiful in the rain. \n[14]I just thought about you the other day because my boss got in a whole album of Cole Porter songs. \n[15]It's midnight. ", "CAROL": "\n[1]It was sudden. Paul got invited to lecture at the Sorbonne. \n[2]What are you doing tomorrow?    We're driving to Versailles. \n[3]Where are you two planning to live after the wedding? \n[4]La Boheme. \n[5]What's a nostalgia shop? \n[6]The usual menu of cliched horror stories. \n[7]Are you arguing with the guide? \n[8]It'll be so fun. Paul's an expert on French wines. \n[9]Have you tasted the '61? It's divine - though Paul found it - what? \n[10]If Gil doesn't want to go, I'll share Paul with you. I'm very democratic. And he's a marvelous dancer. \n[11]Back home we just joined a marvelous tennis club and Paul says you play. Does Gil? \n[12]I find Monet almost too pretty - like Renoir - sometimes it's cloying. ", "DALI": "\n[1]We met earlier tonight.    At the party. \n[2]Dali - si? Dali! Dali!      Une bouteille de vin rouge I \n[3]You like the shape of the rhinoceros? \n[4]I paint rhinoceros. I paint you - sad eyes - big lips - melting over hot sand - with one tear - yes - and in your tear - Christ's face. And rhinoceros. \n[5]Everyone is in perplexing situation - to be or not to be - this is ultimate perplexing question - you agree? Ah - here they are - \n[6]Pender - Pen-der - Pen-derrr - and I am Da-li. Pender is in perplexing situation. \n[7]Love - the word love - love - the word love - same as the word rhinoceros - the rhinoceros makes love by mounting the female - but is there difference in beauty between two rhinoceroses? \n[8]Past is also present. \n[9]I see you with Christ - he is smiling while you are crucified on the heavy wooden cross of self- doubt. \n[10]Time is all the mind. Time melts - the watches melt - the hands of the clock melt ··· \n[11]I see - a rhinoceros. ", "OMITTED": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]", "BuNuEL": "", "LAUTREC": "\n[1]Merci madame. \n[2]J'en serai enchante mademoiselle. Prenez un siege je vous en prie. \n[3]Etes vous Americain? \n[4]Je l'ai devine a votre accent. \n[5]Oh - puis-je vous presenter mes amis ··· Monsieur Degas and Monsieur Gauguin. \n[6]11 parle un petit peut. \n[7]Vous devriez la presenter a Richard. ", "DENISE": "\n[1]Let's go, we're late. \n[2]Mais non, pas de tout - allez montez - \n[3]Let's go. We have so many parties to go to. \n[4]Here - you need some champagne - \n[5]Prenez du champagne - detendez-vous un peu. \n[6]The night is young - drink up, drink up, drink up. ", "GAUGUIN": "\n[1]I speak well - je parle tres bien. \n[2]Degas and I were just talking about how - cette generation est depourvue de sens et mangue d'imagination. \n[3]La Renaissance est beaucoup mieux - better to have lived during the Renaissance. \n[4]I? What? Yes - I live on the island - a much better life than here - better there - but then I miss Paris - up and back - Qu'est que vous faites dans la vie? \n[5]He wants Degas to have you meet his friend Richard. \n[6]He's looking for someone to do costumes for the ballet. "}}