{"dialogues": {"JOE": "\n[1]Y'all,line up and take your turn... \n[2]Yeah, where's that Joe Buck? \n[3]Yeah, where's that Joe Buck? \n[4]Know what you can do with those dishes? And if you ain't man enough to do it yourself, I'd be happy to oblige... \n[5]Say, look, uh, I gotta have a word with you, if you got a second. \n[6]Don't guess. Just come for my day's pay owing and to tell you I'm heading East. \n[7]Lotta rich women back there... \n[8]Men, they mostly faggots. \n[9]Well, ain't no use hanging around here. \n[10]I got me two hundred twenty-four bucks of flat folding money... He know what he can do with that chicken-shit day's pay. And if he ain't man enough to do it for himself, I be happy to oblige! \n[11]Tough tiddy, ladies, you had your chance. \n[12]Care to get out your yardstick, gentlemen? \n[13]This is a powerful mothah, ain't it? \n[14]Plenty more where that came from. \n[15]I only get carsick on boats. But seems to me that's more the fish smell than the bouncing... \n[16]Yeah, hell, yeah. \n[17]Light? \n[18]You throw in Sister Rosella and you got a deal, right, old timer? \n[19]Going far? \n[20]I'm bound for New York City. \n[21]Ever happen to come across a cowman name of Woodsy Niles? Friend of my grammaw Sally Buck... \n[22]Smoke? \n[23]Nice talking to you, old timer. \n[24]Jesus goddam Christ, I ain't laughed so hard since I was out at Fort Benning, Georgia. \n[25]What? Oh, hell no. Motor pool mostly... Kee-rist... \n[26]Up yours, lady. \n[27]Goddam if I came to this town to write postcards. \n[28]Beg pardon, ma'am, I'm new here in town, just in from Houston, Texas, and looking for the Statue of Liberty. \n[29]Joking? No, ma'am. Oh no! I mean business! \n[30]You sure are a pretty lady. \n[31]No, ma'am, I'm not. \n[32]Beg pardon, ma'am. I'm brand spanking new to this town, come from Houston, Texas, and hoping to get a look at the Statue of Liberty... \n[33]The Statue of Liberty. \n[34]Say, Cass, I, uh, sure have enjoyed being here. Believe it's as fine a time as I've had in my life! \n[35]That's good, it is, cause, well I guess I didn't tell you why I came to New York, did I? \n[36]Don't know what line Morey's in, but myself now, fact is -- I'm a hustler. \n[37]Beg pardon, ma'am? \n[38]You sure you heard what I said? \n[39]Funny thing, you mentioning money. I was just about to ask your for some... \n[40]Hey. Hey, Cass. Did you think I meant that? Christ, would I be asking you for money with a wad like that riding on my hip? \n[41]Hey. You are a gorgeous-looking piece, Cass. Guy gets horny, just looking at you. It's a fact. How much you need for that taxi? Ten? Twenty? There you go. \n[42]Oh, it ain't cheap. I mean, yeah, I'd say this was an all right shirt. Don't like to, uh, you know, have a lot of cheap stuff on my back. \n[43]Shee-it... Kee-rist, you really know the ropes. Wish to hell I bumped into you before. I'm Joe Buck from Texas and I'm gonna buy you a drink, what do you say to that? \n[44]Same all around! For my friend, too! \n[45]... you see what I'm getting at here? She got a penthouse up there with color TV and more goddam diamonds than an archbishop and she busts out bawling when I ask for money! \n[46]For money. \n[47]I'm a hustler, hell, didn't you know that? \n[48]I think you just put your finger on it, I do. \n[49]Hey now, you heard him. \n[50]Hey, listen, how about you take me to mee this Mister O'Diddle bird right now? \n[51]Hold it, just hold it. You think I'm that kinda sombitch? Just name your cut, whatever you want, you got it right now. Five? Ten, how's that? \n[52]Ten, ten -- I got a twenty -- take that... \n[53]Now take it. Go on. Listen, where can I reach you? Cause I'm gonna make this right with you soon's I get me set up... \n[54]I mean, dammit, where you live? \n[55]No sir, I'm no cowboy really, but I'm a first class stud. \n[56]You bet I do, sir. \n[57]Well, not too, I mean, a little. \n[58]Yessir, I can see that. \n[59]Well, uh, I'm raring to go. \n[60]Uh, yessir. \n[61]Ready for anything. \n[62]Gonna be like money from home. \n[63]Get down -- where? \n[64]Say, you know that runty little bastard I was with? \n[65]Shee-it. \n[66]Well, now, ma'am, next time you got that feeling coming on, you dial Joe Buck. I'll show you what to do... \n[67]Uh, what about my things'n all? \n[68]Listen, tell you what, you can keep all the rest of the goddam junk if you let me have just the suitcase. That suitcase means a lot to me. \n[69]Screw off. \n[70]Any objection, gentlemen? \n[71]Shee-it. \n[72]Shuttle. Follow the green light. \n[73]Alright, cowboy. Enough of this shee-it. You know what you got to do? Then go do it. \n[74]I'm awful damn sorry you're sick, kid, but you gonna have to gimme that money like you said. \n[75]What you got in your pockets? \n[76]How much's that worth? \n[77]Oh, I ain't gonna hit you, I'm gonna strangle you to death... \n[78]... only first I'm gonna turn you upside down and shake you out right here and now. \n[79]What's in your socks? \n[80]It's sticky. What you do, slobber on 'em? I wouldn't touch 'em. \n[81]You want some free medical advice, shut your goddam mouth about that night. \n[82]Shee-it. I got better things to do than talk to you. \n[83]Listen, keep away from me, hear? You come near me again, I snatch you bald-headed! \n[84]You inviting shee-it. \n[85]Comfortable, kee-rist, I slept on subways softer than this. \n[86]Smart thing for me to do is haul ass outta here. \n[87]You don't seem like no fag... \n[88]\n[89]\n[90]Where's my boots -- ? \n[91]What for? \n[92]Well now, Ratso, I'm gonna tell you something for your own good, only first gimme a cigarette. \n[93]You want me to stay here tonight, is that the idea? \n[94]Oh. Guess I got the wrong impression. \n[95]Well, I hope you know what you're in for. I'm a very dangerous person. Someone does me bad like you. If I caught up with you that night, there'd be one dead Ratso long about now. Hear? \n[96]So if you want me to hang around for a few days, I thought you should know. \n[97]Property of the YMCA. You make me wanna puke sometimes, Ratso. \n[98]Shee-it, man, I can't say all that. \n[99]Rico! Rico! Rico! Is that enough? And keep your meat hooks off my radio. \n[100]Hey, looka here, that ain't nice, picking on a cripple... \n[101]This is an okay setup you got here, but I'd say you ain't just exactly, uh, flush, is that right or not? \n[102]I think finding you's the smartest thing I ever did, for both of us. You just the crooked kinda sneaky little sidewinder I need to get me hustling in this town. Hey! \n[103]What's all this sweet talk about Florida? Your friend O'Daniel got a stable down there now? \n[104]Well, I am dumb, that's for sure. I don't talk right. I can't think too good. Just only one thing I ever been good for's loving. Women go crazy for me. Fact. Crazy Annie. Had to send her away. So I don't cash in on that, what am I? I'm shee-it. May's well flush me down that hole with the dishwater. \n[105]That's why you gonna stop crapping about Florida and get your skinny butt moving to earn twenty bucks worth of management you owe me... \n[106]You talk like a man with a tin twat. \n[107]Well, uh, my manager's gonna manage all that crap, or else he gonna get a coconut up his flue. \n[108]Hey, you're good! I bet you could pick up a living at this if you tried. \n[109]Kee-rist, you pretty damn clever for a skimpy little gimp. \n[110]Don't rush me. How I do it, see, I get myself primed, like I was turning on the charm for some pretty little blonde lady, then kinda mosey away slow and easy and - swing around! -- and there you are, you handsome devil. \n[111]What I'm gonna do, I'm gonna make a cowboy outta you, kid. How about that? Build you up a little, teach you couple little tricks'n turn y'out to stud, Rat-stuff. \n[112]Okay, you got yourself one handsome, sweet-smelling cowboy, strut your stuff... \n[113]I want my money, goddamit, you owe me my money whether you get laid or not, lady, shee-it! \n[114]Shee-it. Cough yourself inside out, then light a fag, a goddam fag. You make me puke. Where'd you steal it? In the movies? \n[115]Who'd you ever do a favor for? You just let some poor bastard freeze to death, wouldn't you? \n[116]Forty-second Street. Where'n hell you think it come from? \n[117]Wear it yourself. I wouldn't put it on my back. \n[118]Go get your medicine. Before you die on my goddam, hands... \n[119]Kee-rist, you sure are one twisty little bastard, Ratso. \n[120]Respect shee-it! You even steal flowers for his grave. \n[121]Well, uh, he dam well know he ain't 'be-loved Aunt Winifred'. \n[122]My Grammaw Sally Buck, she died without letting me know. \n[123]Just ain't right, cheating someone dead and can't cheat back. \n[124]You wanna read something, read this. I been invited somewhere. \n[125]They picked me. The only one in the whole goddam place. You see how they looked me over, up and down before they give me that? \n[126]Well, this thought just struck me. It wasn't too long ago I was washing dishes way the hell somewhere in Texas. \n[127]Now I'm here. I'm in New York City. Getting picked for things. Don't you see what I'm driving at? \n[128]Did I say that? Did I? It don't say nothing about you... \n[129]But they picked me, right? So what I'll do, I'll just say, now look, you want me? Well, I don't go nowhere without my buddy here. \n[130]Better dry your hair some. You sweating all over the goddam place. \n[131]You got a comb? \n[132]Few dozen cooties won't kill me, don't guess. \n[133]Better get a hold of someone and tell them I'm here. \n[134]Well, I made it. This here is Ratso Rizzo and I... \n[135]Shee-it, this is one helluva party! \n[136]Yeah, oh yeah. \n[137]Well, I ain't a f'real cowboy, but I'm one hell of a stud! \n[138]Tell her, Ratso. \n[139]Well, if you're awright, why you hanging on the bannister. Can you walk or not? \n[140]Sure you're all right? \n[141]Whoopee ti yi yo...! \n[142]Well, that's something never happened to me before, you can bet your bottom dollar. Uh, where's the matches, ma'am? \n[143]First goddam, time it ever quit on me. Fact. \n[144]You think I'm lying! \n[145]I ain't sleepy. \n[146]Shee-it... \n[147]What? It's a perfectly good word, ain't it. How much time I got? Goddam sand thing drive you crazy. Kee-rist. Spelling never was a very strong point with me. Even in school. \n[148]Talking helps. Don't talk, you get muddled in your head. Hey! Now you just look at this here! \n[149]M-O-N-Y -- I'm right! That's just exactly how they spell it up there on that big building, bet you could see it from here. M-O-N-Y. \n[150]Y -- what in hell starts with Y? \n[151]Cut it out. That's cheating, teasing me so I can't think. Just one bitsy Y word and I gonna beat you! \n[152]Beat your butt, you don't lemme think! \n[153]I show you what problem -- \n[154]Well, lemme think now, Thursday, eight-thirty, yeah, I guess I could be available. Hell, yeah. \n[155]See what you think of that crap. I'll pour your soup. Got some of that junk you like to swill, too. Mentholatum. Aspirin. All that shee it... \n[156]They wrong? \n[157]You couldn't lift fly specks from a sugar bowl. Can you hold this? \n[158]Yeah. \n[159]And what? \n[160]What of? \n[161]Who? \n[162]Okay. Here it is. You gonna go see the doctor. I got nine bucks and twenty more Thursday and I gonna be riding high before you know it. So you gonna get you the best goddam doctor in this town and get yourself straightened out, that's what. \n[163]Well, just exactly what the hell you think you're gonna do? Die on me? \n[164]You know what's wrong with you? You got fevers. You kinky as a bedbug. How you gonna get to Florida? \n[165]Just when everything's going my way, you gotta pull a stunt like this. \n[166]When I put you on that bus down to Florida tonight, that'll be the happiest day of my life! \n[167]Hey, Shirley... Miss who? Oh, yeah, well, when will Missus Gardner be home? ... I'm a friend of hers, a goddam good friend... Shee-it, I can't wait till then... \n[168]Gin's okay. \n[169]What? \n[170]Well, he is, he's sicker'n shee-it. And I've gotta get him South quick as I can... \n[171]What d'you want? \n[172]What you got me up here for? \n[173]You want me to leave? \n[174]I'm going to Florida. \n[175]Listen, I gotta have money. \n[176]I gotta have more'n ten. I gotta have fifty-seven dollars. \n[177]Get outta my way. \n[178]Let go. Let go of the table. \n[179]You wanna gimme fifty-seven dollars or you wanna busted skull? \n[180]Please let go of that table. \n[181]These guys're good drivers. \n[182]Yeah. \n[183]How'n hell a dumb Bronx kid like you know that? \n[184]Shee-it. You believe all you read? \n[185]If you have to shiver, why don't you pull the blanket up more? \n[186]Keep the goddam blanket on. \n[187]Sounds like they knew you. \n[188]Hey -- whatsa matter? \n[189]You're what? \n[190]Hell, don't cry about it! \n[191]You just -- just -- what happened, you just had a little rest stop wasn't on the schedule. \n[192]Hey, what size pants you wear? \n[193]Couple crullers'n coffee to go. \n[194]New York. \n[195]I'm zipping your fly, what the hell you think I'm doing? \n[196]Shee-it, you know, I got this thing all figured out, Ratso. I mean Rico. When we get to Miami, what I'll do, I'll go to work. I gotta do that, 'cause see, I ain't no kind of a hustler. I ain't even any goddam good as a bum. I'm a nothing, that's what I am. So reckon I'd better go to work and get me a goddam job. Okay? \n[197]Yeah, guess that's what I'm gonna do. \n[198]Dead. Dead as a doornail. \n[199]Close them? \n[200]No, sir. Not till Miami. I'll see to burying then. ", "RATSO": "\n[1]That is one hell of a shirt. I bet you paid a pretty price for it, am I right? \n[2]More goddam faggots in this town. \n[3]Enrico Rizzo from the Bronx. Don't mind if I do. \n[4]For what? \n[5]For money for what? \n[6]How would I know? You gotta tell a person these things A hustler? Picking up trade on the street like that -- baby, believe me -- you need management. \n[7]My friend O'Daniel. That's who you need. Operates the biggest stable in town. In the whole goddam metropolitan area. A stud like you - paying! -- not that I blame you -- a dame starts crying, I cut my heart for her... \n[8]The name is Rizzo. \n[9]That's okay, Joe. I'm used to these types that like to pick on cripples. Sewers're full of 'em. \n[10]Look, with these chicks that want to buy it, most of 'em are older, dignified, right? Social register types. They can't be trotting down to Times Square to pick out the merchandise. They need a middleman, right? That's O'Daniel. \n[11]It is a crime, a stud like you passing out double sawbucks to a chick like that. With proper management you should be taking home fifty, a hundred bucks a day. More if you wanta moonlight... \n[12]Him I placed with O'Daniel just two weeks ago. And look. Not much of a stud either, what I hear... \n[13]Well, Joe, you're a nice guy, and I'd be doing you both a favor, but why? What'm I dragging my bum leg all over town for? It's no picnic and what for, for me myself, what? \n[14]Tomorrow when some piece like that's scratching your back in a Fifth Avenue townhouse, where'll your pal Rizzo be? Nedicks. \n[15]Joe, please. You know what I'd ask anyone else? Oh hell, tell you what I'll do, I'll take the ten... ... but when I hand you over to Mr. O'Daniel, I'll have to have another ten, Joe; just to like cover expenses... \n[16]This boy is just your meat, Mr. O'Daniel, believe it, I'm telling you -- what? -- Enrico Rizzo from the Bronx. The point is he needs you. Right now. Tonight... I got his tongue hanging out... \n[17]Hold it a second... \n[18]Nine-oh-one, got it? \n[19]Let's see how you look. Fine. You look fine. Now I'm gonna have to have that other ten... \n[20]Oh hell, forget it. \n[21]Forget it. \n[22]Sherry-Netherlands Hotel. Now get your ass in there. He's waiting! \n[23]Don't hit me, I'm a cripple. \n[24]Not a cent, I swear to God, I swear on my mother's eyes. \n[25]You keep the sixty-four cents. I want you to have it. \n[26]How do you like that O'Daniel, flipping out like that? I wanted to get in touch with you when I heard, but I been laid up with this cold... \n[27]Okay, right, right, okay. Another subject. Where you living? Still at the hotel? \n[28]I'm inviting you. I mean if you're not located, I got a place. I'm inviting you, goddamit. \n[29]I got no heat, but by that time, you know, cold weather, hey, I'll be in Florida. Stretch out. Make yourself comfortable. You hungry? I'll put up some water for coffee. \n[30]Whatsa matter now? \n[31]What's that supposed to mean? \n[32]For crissake! \n[33]I took 'em off. \n[34]So you could sleep! I mean Christ! \n[35]I drug in a cot, if you want to stay. \n[36]I ain't forcing you, like, I mean, who's forcing you? \n[37]I want you to stay, okay? I goddam invited you, didn't I? \n[38]I'm impressed. You're a killer. \n[39]Joe -- do me one favor -- this is my place, am I wrong? You know, in my own place my name ain't Ratso. I mean it so happens my name is Enrico Salvatore Rizzo. \n[40]Rico then, at least call me Rico in my own goddam place. \n[41]The two basic items necessary to sustain life are sunshine and coconut milk. That's a known fact. If I can find the goddam hole the milk squirts out. \n[42]I been sick. Hold this, will ya? \n[43]In Florida, they come smooth, ready to eat. Down there, your only problem is, diet-wise, you gotta lift an arm to wipe warm milk off your chin. Tough, hey? \n[44]Miami Beach is the only place for a real hustler. Florida has more rich chicks per square yard than any resort spot in the world. They lie out in their pagodas and pergolas waiting to grab the first jockstrap that passes. \n[45]Cowboy killers! Break my finger, Christ! I got news for you, baby, no chick with any class buys that big dumb cowboy crap... \n[46]... the cowboy bit's out, except among fags of a certain type, which take a certain, type hustler to exploit. Like I could handle it -- being a stealing operation basically -- but take your average fag, very few of them want a cripple. \n[47]Look at yourself, Joe, no offense, but frankly, you're beginning to smell. For a stud in this town that's a handicap. \n[48]You ain't got a chance in hell. You need threads and glitter, baby. A front, hey? \n[49]A woman in your condition shouldn't do that. Let me help... \n[50]What did it cost her? The laundromat syndicate lost a couple coins. I'm crying. \n[51]Where's mine? The black homburg? I brought it in the same time. \n[52]And end up a hunchback like my old man? You think I'm crippled? You shoulda caught him the end of a day. \n[53]Stupid bastard coughed his lungs out breathing that resin all day. They buried him with gloves on. Even the fag undertaker couldn't get his nails clean. \n[54]You like it? Take a look. \n[55]Not bad -- for a cowboy -- you're okay, you're okay. \n[56]How do you like that? Cheap bastard... I think we struck gold. This is one high-class chick. The Barbizon for Women! \n[57]Mr. McNeill, I'm calling for Miss Beecham at the Barbizon Hotel for Women. She won't need you tonight... \n[58]Score once in that setup, the way chicks talk, Christ... \n[59]Get the money! Remember Cass Trehune? Cash! These rich bitches write a check at night, call the bank and stop payment in the morning. Get the cash! \n[60]The coat? A guy I did a favor once gave it to me. Christ. \n[61]Where'd that come from? \n[62]You wanna know the truth? You dumb bastard, I got it for you. Look at it. Goddam thing's ten sizes too big for me. \n[63]Goddamned if I'll wear it! \n[64]The name's Rico, at my own father's grave, a man deserves some respect. \n[65]Can he smell the difference, eh? \n[66]He can't read. Even dumber than you. Couldn't write his own name. X -- that's what it ought to say there on that goddam headstone. One big lousy X like our flat. Condemned. By order of City Hall. \n[67]Just keep your hat on and cry a little. They tip you when it's over. \n[68]You and my old man. Same kinda mind. Putting me down till the day he died... ... why can't you be like your brothers? Sons a father could be proud of. Yeah, sure. My brothers. Too goddam busy making something of themselves to show up when the old man's dying! \n[69]What was that all about? \n[70]So? \n[71]Yeah, well, so? \n[72]What you're driving at, you want me to get lost so you can go to your fancy-ass party. \n[73]Don't say nothing about you either. \n[74]Well, what the hell, I got nothing better to do. \n[75]Don't need a comb. \n[76]Okay? I look okay? \n[77]Rico. Rico Rizzo. \n[78]If you want the word on that brother and sister act, I'll give you the word. That Hansel's a fag and Gretel's got the hots for herself. So who cares, right? Load up on the salami... \n[79]... I'd say she was good for ten bucks, but I'll ask for twenty... \n[80]You really want to do business? \n[81]A very expensive stud. And I happen to be his manager. \n[82]Twenty bucks... \n[83]... and taxi fare for me. \n[84]I agree. And for that service I charge one dollar taxi fare. \n[85]Is he all right! \n[86]Walk? Naturally I can walk. \n[87]I said yeah! Yeah, yeah, yeah! \n[88]No. But while you was buying the underwear, I could have lifted the socks. \n[89]But thanks. Hey, Joe, don't get sore about this or anything. You promise? \n[90]Well, I don't think I can walk. I mean, I been falling down a lot and, uh... \n[91]I'm scared. \n[92]What'll happen. I mean what they do to, you know, do with you -- if you can't -- ah, Christ! \n[93]I don't know. Cops. Or the -- how should I know? \n[94]No doctors. No, sir. Not me. Doctors are like goddam auto mechanics. Fix one-thing, unplug another. Operate for piles and while they're there, they unscrew your liver. My old man, for God's sake, wasn't any sicker'n I am when he went to the doctor. \n[95]I'm going to Florida, that's my only chance. \n[96]I'll find the money. If you just get me on the bus, that's all I ask. \n[97]I don't even want you to go. Whaddya think of that? I got other plans for my life than dragging around some dumb cowboy that thinks he's God's gift to women. One twenty-buck trick and he's already the biggest stud in New York City. It's laughable. \n[98]Thirty-one hours. \n[99]The trip is. Nine-thirty in the morning we get there. Not this morning but the next one at nine thirty. \n[100]They gotta be. \n[101]You get your first palm tree in South Carolina. \n[102]I read it. \n[103]I been thinking. I hope we're not gonna have a lotta trouble about my name down there. Because like what's the whole point of this trip anyway? \n[104]I mean New York's one thing, but can you see this guy, imagine it, running around the goddam beach all suntan and he's going in swimming, like, and then somebody yells 'Hey, Ratso' -- how does that sound to you? \n[105]Sounds like crap, admit it. And I'm not gonna have it. I'm Rico all the time, okay, do you blame me? That's agreed, okay? We're gonna tell all these new people my name's Rico? \n[106]I'm wet. \n[107]I wet my pants! My seat's all wet. \n[108]Here I am going to Florida and my leg hurts, my butt hurts, my chest hurts, my face hurts, and like that ain't enough, I gotta pee all over myself. \n[109]I'm falling apart, that's funny? \n[110]Hey, what the hell you doing? \n[111]Thanks, Joe. ", "SHIRLEY": "\n[1]I can tell, can't you? \n[2]What'll we do? Leave now or what? Your place or mine? Oh God, the second I looked at you I knew. Did you? \n[3]Who's he? Oh God! Don't tell me you two are a couple -- ? \n[4]It's too much -- to come face to face with a walking talking sex fantasy -- to buy a man's -- God! \n[5]It's fantastic, now I know, everything you do has sexual implications. If I you know, bought it -- could I take pictures of you naked? That's part of it, isn't it, kinky kinda things? \n[6]Naturally I'll have to ask myself why a cowboy? And why a cowboy whore? But not tonight. \n[7]Incidentally, how much is this going to cost me anyway? \n[8]Sold. Let's go. \n[9]Get lost. \n[10]Your name's Joe. Which is fabulous. Joe could be anyone. Kiss me, Joe, move over, Joe, go away, Joe. It's just perfect. \n[11]He fell. Hey, fella, you fell. Is he all right? \n[12]He's got taxi fare. \n[13]Top drawer. Maybe if you didn't call me ma'am, things would work out better. \n[14]No. Of course not. Just something struck me funny... \n[15]Maybe we should take a little nap, see what happens? \n[16]I know. Scribbage! \n[17]That's pretty Freudian, Joe. \n[18]If you didn't talk so much, maybe you could think more. \n[19]There's an E in MONEY. If that's your word. \n[20]Okay. Never argue with a man. \n[21]It can end in Y day, pay, lay -- hey, pay lay! \n[22]You gonna beat me, Joe? \n[23]Gay ends in Y. Fey. You like that -- gay fey -- is that your problem? \n[24]Well, I really can't talk now, if you know what I mean, but believe me when I say, Myra, it's an experience every emancipated woman owes herself. I'm not. I'm not exaggerating. Well, what's Phil's poker night? Joe -- are you available next Thursday, eight-thirty? \n[25]Why don't you just come here? I'll be working every night this week. I'll leave a key with the super... ", "TOWNY": "\n[1]How are you? Townsend P. Locke, from Chicago. Call me Towny. I'm here to attend a paper manufacturers' convention and, frankly, to have a little fun, dammit... \n[2]This is my first night in town and I'll consider it a ghastly omen clouding my entire ten days, if you don't consent to have dinner with me. Anywhere you like... \n[3]... never mind how you're dressed. They know me. I'll say you're with the rodeo. There's always a rodeo in New York, dammit. Besides, you look very elegant... \n[4]But, dammit all, I just remembered, we'll have to eat in my room because I have this phone call coming at nine-thirty... \n[5]What I like about you, you're such a wonderful conversationalist. So won't that be nice to have dinner sent up? \n[6]Fifty years ago this was the only hotel in Manhattan. My mother always calls me at her bedtime, so I've got to be there. \n[7]A drink? I've got some nice gin. If you'd prefer something else, they'll send it up... \n[8]It's so exciting. New York. The mad forward thrust of everything. My sense of time here is completely altered. \n[9]Sometimes it seems to me time stopped twenty years ago. There was this war, there was this handsome young man with quite black hair and he was supposed to die. But he didn't. Isn't that amusing? \n[10]Enough about me. I'm through talking for the evening. Now I want to hear about conditions in the West. The romance of the West holds a tremendous power over me. Mother was actually a pioneer woman, can you believe it? When she calls, I'll introduce you and she'll be so thrilled. \n[11]I was so childish with her. \n[12]What? \n[13]Oh, difficult, it's so difficult. You're a nice person, Joe -- I should never have asked you up -- a lovely person. Oh, how I loathe life. I loathe it. Please go. Please. \n[14]No, yes. No, I mean yes please go. Help me to be good. Come back tomorrow. Promise. \n[15]This is terrible. I meet someone who -- then -- wait, I want to give you a present. For your trip. You'll let me please... \n[16]Please take it. You don't have to be Catholic. Saint Christopher is the patron saint of all travelers. I want you to have it. For helping me be good. \n[17]Oh. Yes. Of course. I should have thought. You shouldn't have to ask. That was thoughtless of me. Yes. Wait here... \n[18]Here. Don't even thank me. \n[19]I simply don't have it, Joe. \n[20]You're wasting your time. There's nothing in there. \n[21]I deserved that, I know I did. \n[22]I brought this on myself. I'm bleeding, my nose is bleeding, isn't it? \n[23]Thank you, Joe. ", "CASS": "\n[1]You're hoping to get a look at what? \n[2]It's up in Central Park, taking a leak. If you hurry, you'll make the supper show. Now get lost. \n[3]Hi. \n[4]Hello? \n[5]Morey? Hi-ee, honey... \n[6]I'm just out of breath, honey, running to catch the phone. \n[7]I was walking Baby. Him got to do him goody-goods, right? \n[8]Oh God, oh stop. I can't stand that. I just die... It's Baby, Morey. Him trying to say hello. Say hello to Morey, Baby. \n[9]Okay, old goosie? Now lookie, when do you want me to meet you? Whatever you say. I'll take a nap, watch TV, you know, kill time. Okay, but just one, a big wet one. \n[10]Ye gods... \n[11]Zip this thing, will you, Tex? \n[12]Oh, poor you. Morey's got terrible ulcers. \n[13]Hers'n zodda meg a livig. \n[14]Said, a person's gotta make a living. \n[15]Scuse me, hon, fraid I'm only half here. Maybe you oughta run on along. But why don't you take this phone number? \n[16]Darn! I didn't get to the bank -- Tex -- could you let me have a little coin for the taxi-waxi? \n[17]You're such a doll. I hate money, don't you? God, it's been fun. \n[18]You bastard! You son of a bitch! You think you're dealing with some old slut? Look at me! You think just cause you're a longhorn bull you can get away with this crap? Well, you're out of your mind. I am a gorgeous chick, thirty-one, that's right, you said it! ", "O'DANIEL": "\n[1]You must be Joe Buck. Come in. \n[2]Am I tickled to find you, boy! Come on in and let's get a look at you. Turn around. Good strong back. You'll need it. So you want help -- take a seat, relax, tell me about yourself. Cowboy, huh? \n[3]Take it,easy, boy... Seems to me you're different than a lotta boys that come to me. Most of 'em seem troubled, confused, but I'd say you knew exactly what you want. \n[4]But I'll bet you got one thing in common with them other boys. I'll bet you're lonesome. \n[5]I'm lonesome. I'm lonesome so I'm a drunk. I'm lonesome so I'm a dope fiend. I'm lonesome so I'm a thief, a fornicator, a whore-monger. Poop, I say, poop! I've heard it all and I'm sick of it, sick to death. \n[6]Lonesomeness is something you take. You bear? Dammit, you take it and go about your business, that's all. \n[7]Yes, I believe you are. Cowboy, huh? \n[8]Ready for hard work, son? \n[9]I got a hunch, Joe Buck, it's gonna be easier for you than most. \n[10]Money from home, see, there's your strength, you put things in earthy terms any man can understand, son. I warn you I'm gonna use you, I'm gonna run you ragged! \n[11]You're a wonderful boy. You'n me gonna have fun, dammit, it don't have to be joyless. Say, why don't we get right down on our knees now? \n[12]Right here, why not? I prayed in saloons, I prayed in the street, I prayed an the toilet. He don't care where, what He wants is that prayer. \n[13]That's the ticket, just open your heart and let it flow. It ain't the words, it's the love beyond 'em! \n[14]Pray and you shall be heard! \n[15]Don't be frightened, son! \n[16]Don't run from Jesus! ", "JOE'S VOICE": "\n[1]After all them dishes are washed, what? \n[2]Say it, lover boy! \n[3]Well, you better just shake your tail, lover boy, and root, hog or die. \n[4]Holy shee-it, this is a goddam penthouse you got here, Cass, a real goddam penthouse. \n[5]Key to 1014... \n[6]Twenty-three bucks, I got to have twenty-three bucks... \n[7]Make that twenty-three bucks. \n[8]It ain't right, stealing from a pregnant lady. \n[9]Shee-it. I hate boneyards. \n[10]Whoopee ti yi yo... \n[11]Well, ma'am -- Shirley -- I sure hate to trouble you, but... \n[12]Listen, Towny, did I mention I got a sick kid? ", "SALLY BUCK": "\n[1]You look real nice, Joe baby... \n[2]No, a little lower, sugar, yeah, yeah, that's good. Grammaw's beat. \n[3]You get him to the church, honey. He ain't gonna find out you ain't a real blonde till after you're married, then's too late. \n[4]You getting too big for your britches, sugar. \n[5]Like it, honey? Does it fit? \n[6]Woodsy Niles! The boy! \n[7]Keep your meat hooks off my operators, sugar, hear? \n[8]You be okay, won't you? Maybe I bring you a treat if you're a good boy... \n[9]I'm so beat, no point you waiting round, toots, think I'll stop in for a beer or two... \n[10]Expect me when you see me. Looks like I got me a new beau, lover boy, how's that for an old grammaw? I'll leave you movie money... ", "RATSO'S VOICE": "\n[1]Excuse me, I'm just admiring that colossal shirt... \n[2]Name's Joe Buck. Cowboy. Just in from Texas, don't know the ropes, new to the city, but very promising material, sir, and ready, if you get what I mean. Fabulous. Right away. What's that room number there again? \n[3]Hey, wait up, for crissake! \n[4]The X on the window means the landlord can't collect rent -- which is a convenience, hey? -- on account of it's condemned. \n[5]The electric's off. Another convenience. I don't mess with Con Edison, hey? What the hell, I got candles, right? \n[6]You think it's funny? \n[7]Would you believe a whole goddam hotel with nothing but lonely chicks? \n[8]So split. He ain't your goddam, father. \n[9]She's hooked... \n[10]I gotta sit down. I feel crummy. ", "DRIVER": "\n[1]Yes, sir? \n[2]Your friend's what in the back seat? \n[3]Is this some kind of... \n[4]Okay, folks, everything's fine. Nothing to worry about. \n[5]Is he kin to you? \n[6]Don't you want to close his eyes? \n[7]Just reach over and close them. That's all. \n[8]I guess we'll just drive on, right? Nothing else to do. \n[9]Just a little sickness, folks, nothing serious. We'll be in Miami... ... in forty minutes. ", "RALPH": "\n[1]Where's that Joe Buck? \n[2]You ain't coming to work? \n[3]What you gonna do back there, East? \n[4]Yeah? \n[5]Must be some mess back there. \n[6]Ain't gonna collect your pay? \n[7]Hell, he know I can't read... ", "STILL PHOTOGRAPH": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]", "SHIRLEY'S VOICE": "\n[1]Did you know? We were going to make it? \n[2]I can't wait to tell my man Monday. I should be taking notes. Look at my arm! \n[3]Eat it -- a man in your line of work has to keep his strength up... \n[4]I had a thing for him. Before I knew. Why should knowing make it more of a thing? \n[5]That happens. Don't worry about it... \n[6]I just put myself in your shoes. I had this image of a bugler without a horn, a policeman without a stick, etcetera, etcetera and I... I think I'd better shut up, I'm making it worse. "}}