{"dialogues": {"JILL": "\n[1]But Joe started it! \n[2]No it wasn't.    It was Joe. \n[3]Check.   Check the pictures. \n[4]I was right, wasn't I? \n[5]I told you so. \n[6]Goodnight, Kweli. \n[7]Mommy, can I... \n[8]Mom! \n[9]Mom, there were men, they... \n[10]He's scared. \n[11]I... I promise. \n[12]Joe!   Stop! \n[13]Joe... \n[14]... drop him. \n[15]Looks like he just has. \n[16]He's walking so soon. Joe should have dropped him harder. \n[17]He can't be trusted.   He's an outsider. \n[18]And what did you tell him? \n[19]I'll be the judge of that. \n[20]Hey, handsome. How are you? \n[21]What were you thinking yesterday, letting those men see you? Don't do that again, okay? Please. Please. \n[22]One.   Two.   Three. Four... \n[23]... seven, eight, nine, ten. Ready or not, here I come!! \n[24]Oh, my God! I can't find Joe. Where's Joe? \n[25]Come out, come out... wherever you are! \n[26]I found you! \n[27]Bye-bye, Joe! \n[28]Joe!   It's okay. \n[29]Now get out of here, Joe.     Run. \n[30]Run, Joe.   Run! \n[31]Anything broken? \n[32]Hmm -- it looks okay.     I think it's still working. \n[33]Well -- I can fix that. \n[34]You. You're the problem. That's the second time I've stopped you from being ripped in two -- and next time I'm just going to watch. Understand? \n[35]So? \n[36]By keeping people like you off the mountain. \n[37]You're not helping anybody here. You're just making matters worse. \n[38]This mountain will be crawling with people, thanks to you. You go back to wherever you're from, put the word out... \n[39]'Here' is Joe's home. And 'here' is where he must live. He doesn't have a choice. \n[40]Just what Joe needs.   A cage. \n[41]But he won't be free. \n[42]I found this in the forest this morning. Thought maybe you dropped it and might want it back. \n[43]Poaching is illegal!   Get off this mountain! \n[44]My mother would have been proud of what I did today. \n[45]She risked hers -- why shouldn't I risk mine? I'm just doing what I promised, and I promised to protect Joe. And I'm going to do everything I can to stop the poachers... \n[46]They don't want him.   They won't let him come. \n[47]He needs me. \n[48]Leaving? \n[49]You think it will work? \n[50]Okay! \n[51]Okay we'll go. \n[52]Me and Joe. To that place of yours in California. What?! You didn't think you could take him without me, did you? \n[53]No. I am completely unsure about this. But I'll do it. On one condition. \n[54]I'm in charge of Joe. \n[55]Done? Just like that?     That was way too easy. \n[56]No, I'm not. \n[57]... or a fool. \n[58]I don't shake. That's not how we make pacts around here. \n[59]You have to endure a bite from a Makiki spider. \n[60]You'll have a high fever and hallucinations. You'll say things -- lots of things. We'll hear what's in your heart. Then, if your intentions prove true, the pact is made. \n[61]That's right. \n[62]That's right.    Well? \n[63]Good. Maybe you're not a fool after all. \n[64]I don't know what else to do. \n[65]There are more cars on this road than I've seen in my entire life, total. \n[66]Think he's okay back there?   I think he's okay back there. \n[67]You think he's okay back there? \n[68]Sorry.    I'm a little tense. Yeah.    I think he's okay back there. \n[69]So this is L.A. It all looks the same.   How do you know where you are? \n[70]Ha ha. \n[71]Hello. It's a privilege to meet you both. \n[72]Coming, Joe! Hold on! I think he'd like to come out now -- if you don't mind. \n[73]We won't need any of that. \n[74]I'll take it from here. \n[75]Come on, Joe.     Come on, big guy. \n[76]Come on, ya big baby. Come on back.   Do I have to come in there and get you myself? \n[77]That's it. That-a-boy. \n[78]Hold on -- I'm going in with him. \n[79]But you said -- I'm in charge of Joe. \n[80]'I'm in charge of this facility.' Who is that guy? I bet that man hasn't spent one night outside in his entire life. \n[81]You said I was going to be in charge of Joe. I should be sleeping down there, with him, not in this... this... cage. \n[82]What's wrong with this window? That's all it opens? That's all? \n[83]This is wrong. This is all wrong... Please, fix it, or do something... \n[84]Thank you. \n[85]What is that noise? \n[86]Harry!   Jump out from behind the tree! \n[87]Jump out and say 'You found me!' \n[88]He's playing hide and seek. \n[89]Okay, where are you? Come out, big guy! Where'd he go? There you are! \n[90]He's playing!    Did you see? \n[91]He likes it here! Isn't it great? \n[92]Too bad it's always so cold -- somebody broke my window. \n[93]I know! This is working out -- better than I expected. \n[94]Where you going? \n[95]No kidding?   When do you leave? \n[96]Oh -- of course. \n[97]Say hello to Africa for me. \n[98]Harry -- see what's in that cart? That's all we have left of the lobelia leaves for Joe. Did you by any chance place that new order I asked for? \n[99]I wouldn't be surprised if you forgot, considering you have so much on your mind. \n[100]Thank you so much. \n[101]You're back early. What happened? Run out of humvees to crash? \n[102]Really? And why is that? \n[103]No thanks. I still don't want to leave Joe. \n[104]What's to see? Beach is that way, mountains are that way, Mexico's that way, Canada's that way... \n[105]I'll brush my hair if you take a shower. \n[106]So this is what you call a good meal in a fine restaurant? \n[107]Don't point that smile at me. I'm still mad at you for taking off and leaving me here all alone. \n[108]Uh-huh... \n[109]That's right. Me and Joe.   Just like always. \n[110]Never had anyone to bring home anyway. All that stuff -- I don't even know what it's like. \n[111]Whatever you want to call it. Being in love. \n[112]Oh yeah?   How's that? \n[113]Fever?   Really. How high? \n[114]Interesting.   Hallucinations with that? \n[115]Aaah! \n[116]Come on! \n[117]No. \n[118]Please, Mr. Baker -- I   wouldn't be asking you to postpone   the benefit unless I thought there   was something really wrong   with Joe. And I do. \n[119]I swear to you, Joe's still not himself -- he's nervous and agitated. He shouldn't be exposed to a crowd of strangers right now. If you would only delay the party a few more... \n[120]No.   It's too soon. \n[121]Oh!   Excuse me. \n[122]Yes...? \n[123]How wonderful to meet you.   What are you doing here? \n[124]Raha?   A preserve? \n[125]I'll look forward to it. \n[126]Tell me the truth -- do I look stupid in this? Everyone is staring at me. \n[127]Very funny. \n[128]Hey, Joe. I'm right here. You hear me? Good boy. Take it easy, Joe. We don't want to scare anybody, do we? \n[129]My God.   What's wrong with him? \n[130]No -- let me stop him. \n[131]is pushing against the tide of people to get to Joe. Somebody shoves against her hard: it's Baker, in a panic to get away. \n[132]is scrambling over broken tables and chairs to get to Joe, when he turns sharply away from her. \n[133]Joe... look at me. Over here, big guy. \n[134]I knew something was wrong with him. \n[135]Joe never would have hurt all those people unprovoked... something must have got to him. \n[136]About what? \n[137]In there? Harry, look at him. He's depressed, he won't eat. If he stays in there, he'll die within days. \n[138]Listen, Harry, either you tell them you're getting Joe out of there or I will! \n[139]He's not a killer! \n[140]That's it?    You're not going to do anything? \n[141]I need your help. \n[142]Come on, Joe. We're leaving. Let's get you out of here. \n[143]He didn't believe you. \n[144]You're not such a big coward after all. \n[145]I promise. \n[146]You coming to the airport, or...? \n[147]Well -- if you're ever in Botswana, come by and take me out to a good meal in a fine restaurant. That is, if you're not afraid to tell Joe that you'll get me home by... \n[148]Please!   Be careful... \n[149]My mother was brave. \n[150]I'm sorry. What happened? \n[151]Murdering bastard! \n[152]Joe!   Get out! \n[153]What have I done? Mother, oh, God, what have I done... Do you know who they are? \n[154]Joe!   Joe! \n[155]No! He's not dangerous! You're dangerous! You're dangerous! \n[156]Yes I did. \n[157]They're going to shoot him. \n[158]Look. \n[159]That's where he'll go. He'll think that's me calling him. \n[160]He's gotta be here.   Do you see him? \n[161]What was that? \n[162]heads over to the carnival games. \n[163]Joe!   Joe!! \n[164]Come on, Joe.    Come on. \n[165]Joe got Strasser. He was trying to kill me. \n[166]Joe? \n[167]Joe! \n[168]Stop! He's not dangerous, please... \n[169]Look! \n[170]He'll save your boy. \n[171]breaks free from Gregg and runs toward Joe.   Jason's Mother races with her. \n[172]She kneels by Joe stroking his great chest. Joe doesn't respond. Jill bows her head and cries deeply. People back away to give her room. How strange to see this huge, powerful animal stilled. Gregg comes and kneels by Joe's side. He checks for a heart beat. For wounds. Joe doesn't stir. Gregg is devastated, too. \n[173]That's right, Joe -- that's right, big guy. That was a big fall but you're okay, aren't you? You're tough. You're so tough. Yes you are. Yes you are. \n[174]Somewhere safe? Where is that? \n[175]No. I don't think so. Not unless you have a few million dollars on you to buy him a home somewhere. \n[176]Dear Cecily: I promised to write you when Joe was settled and now I finally can. We finally dedicated the Joe Young Wildlife Park last week and it was one of the happiest days of my life. At last I have kept my promise to my mother. \n[177]Joe seems so happy here. I know he feels that he's safe. \n[178]He and Gregg have become good friends. They even play together. And that jealous rivalry they had? It's all gone. \n[179]Well... almost all gone. \n[180]It's been a long journey getting to this place, but Joe is finally home. I think we all are. ", "GREGG": "\n[1]You must be Pindi. \n[2]Sweet-looking bunch of guys. \n[3]I asked for experienced trackers. \n[4]We're not hunting anything. \n[5]Your men know how to use this, right? \n[6]There. \n[7]'N'Gai Zamu.' The sacred guardian of Mount Pangani. \n[8]Looking for a legend?   No.   Why would I do that? \n[9]Gimme those. \n[10]Sounds. \n[11]Yup. \n[12]You're a beauty. \n[13]Okay, set him free. \n[14]Because I'm only keeping this. \n[15]Put the cat down... now. \n[16]quickly puts on his headphones and listens to the amplified sound again. HIGH-PITCHED SCREAMS -- then the rhythmic rondo of sharp POK-POK-POK-POK CHESTBEATS. Pindi is on the verge of panic.       He forces his trademark smile. \n[17]Don't anybody move. \n[18]Come on!!   We're going after him! \n[19]Three times your price. Triple your fee. \n[20]Herd him towards me!   I gotta get close. \n[21]Real close. \n[22]Experienced trackers, my ass! \n[23]tries to yell across at him. \n[24]No, we don't want to... \n[25]Hold the wheel! \n[26]Pindi!   Look out! \n[27]Get those men down the mountain. They need help. \n[28]screams as he's jerked helplessly into the air. Joe shakes Gregg viciously -- then whips him back and forth, knocking him against a sapling. Gregg fights to free himself but he's no match for Joe's strength. He knows Joe is going to hurt him badly -- maybe kill him. Joe cocks his arm -- to crush Gregg against a wide tree trunk. \n[29]Oh, wow. \n[30]Where am I? \n[31]Strange, I don't feel lucky. \n[32]You're an injury behind. The kicker was getting dropped on my head by N'gai Zamu. \n[33]Think that's funny? You should try it? \n[34]No, he's a giant gorilla with a mean backhand. There was also a woman... \n[35]Out in the jungle. She saved my life. A beautiful woman. \n[36]No.    I never remember my dreams. \n[37]Don't need one. \n[38]Damnit. \n[39]watches this bizarre ritual, wondering what Jill could possibly be doing. \n[40]Standing there, completely exposed, filming all this with his dented video camera. He looks up at Joe towering over him. \n[41]Oh boy. \n[42]Nobody better try and tell me I imagined this. \n[43]No... no. I think I'm... oh. \n[44]Oh -- good. \n[45]Hey -- wait a minute! \n[46]Hang on a second -- what's the problem? \n[47]You saved me. I'm grateful. Now I just want to talk to you -- Miss Young. \n[48]I know who you are. I read all your mother's work. Books... notes... everything I could get a hold of. \n[49]So it's why I'm here. \n[50]She knew about Joe? Did she have a theory on him? How old is he? I can't believe you kept him a secret all these years. How'd you manage that? \n[51]You got this all wrong.   I want to help you. \n[52]How's that? \n[53]The word is out. It's done. I'm not the only one who saw him, remember? Rare animals mean big money and Joe's as rare as they come. It's going to be tough to protect him here. Maybe impossible. \n[54]That's not true. Place that sent me could take care of Joe. They got the facilities... \n[55]Not a cage, a preserve. A place where he'll be free from poachers, free from land development... \n[56]How long do you think Joe will stay free here? I'm telling you there's gonna be a hunt starting on this mountain tomorrow. And I don't expect they'll give it up until one of them bags the prize. You should think about it. \n[57]I'm gonna head up the mountain. See if I can throw some of the poachers off the trail. \n[58]Not for long. Just trying to buy you a little time, that's all. With more of these bastards arriving every hour, I suggest you get Joe as deep into the jungle as you can -- as fast as you can. \n[59]Okay what? \n[60]We? \n[61]You're sure about this? \n[62]Name it. \n[63]Done. \n[64]You're not a very trusting soul are you, Miss Young? \n[65]Tough, isn't it? Trying to measure me up -- decide if I'm a fraud... \n[66]Well, I'd like to know if you're a bona fide lunatic or just a mixed up monkey girl but -- but I guess we'll have to take our chances and figure it out as we go along. \n[67]Come on, Jill. Trust it.      You'll be in charge of Joe. Let's shake on it. \n[68]Alright, how do you make pacts around here? \n[69]A what? \n[70]A spider bite and hallucinations? \n[71]Then you'll trust me and let me have Joe? \n[72]Well... I think... that's the biggest load of crap I've ever heard. \n[73]Get your things together. Fast. We're getting out of here as soon as we can. \n[74]Makiki spider. \n[75]Welcome to L.A. \n[76]Don't worry. He's doing fine. \n[77]Good.    Thanks for the update. \n[78]Beach is that way, mountains are that way, Mexico's that way, Canada's that way. Don't worry about the rest -- you'll never see it through the smog. \n[79]Maybe you better check and see if Joe's okay back there. \n[80]Hello, Harry.     Cecily. \n[81]Let me introduce you to... \n[82]Jill Young, Dr. Harry Ruben -- he run the place -- and Dr. Cecily Banks, who makes sure he doesn't screw it up. \n[83]Harry?   I think it's time you met Joe. \n[84]Harry -- you and I made an agreement. The lady's in charge of Joe. \n[85]She knows. \n[86]Go on, Joe. Go on. \n[87]Harry... \n[88]Probably not. \n[89]I'll do everything I can for you. \n[90]I was coming to get you. \n[91]Come on! \n[92]What the hell is going on? \n[93]Stop! \n[94]Do it, Harry! \n[95]I saw. \n[96]It's great. \n[97]What are you talking about? \n[98]You've got an active imagination, Cecily. \n[99]Like what you've done with the place. \n[100]I just came by to tell you that I think Joe looks real good out there... \n[101]... and that I'm hitting the road. \n[102]Back to Africa. For a couple of months. \n[103]Now. \n[104]It's the job, y'know. Always on the road. It's what I like, anyway -- can't stand to be caged up... \n[105]You and Joe will be okay... \n[106]Yeah.   Well... \n[107]Lobelia leaves. Should have called me in Africa. I would have brought 'em back for ya. \n[108]Nice to see you running the place, Jill. \n[109]No -- just wanted to get back. \n[110]Guess I missed Harry. \n[111]They want me to show my face at the fundraiser tomorrow night... and I guess I got my mind fixed on a good meal in a fine restaurant. Thought you might like to join me. \n[112]'Still'? Haven't you been out of here yet? \n[113]Come on. Have dinner with me, Jill. You won't find a better excuse to brush your hair. \n[114]Deal. \n[115]Yeah. \n[116]I'm sorry -- I had things I had to do... \n[117]Besides, you weren't all alone. You had Joe. \n[118]Growing up with him around -- what's it been like for you? I mean -- most guys are afraid of girls' fathers. I can just see a guy telling Joe he'll get you home by midnight... \n[119]All what 'stuff'? \n[120]Well -- it's kinda like getting bit by a makiki spider. \n[121]You'll get a kind of a fever... \n[122]Pretty high. \n[123]Oh yeah... and you'll, uh -- find yourself saying things. Lots of things. \n[124]Do you know what's wrong with him? \n[125]Cecily -- you're ravishing. Harry -- you got shrimp on your shirt. \n[126]Brilliant. \n[127]They're not staring at you. They're staring at that... uh... banana tower. \n[128]We've got to bring him down.   I'm going for the tranq guns. \n[129]What do you think happened out there? \n[130]Something.   Or someone. \n[131]Well this wasn't in the brochure, was it? \n[132]I promised you wouldn't be put in a cage. I'm sorry, Joe. I helped put you here. And now I'm going to do everything I can to get you out. \n[133]You got it. \n[134]We're conservancy doctors. Do me a favor -- stay here and guard the door. \n[135]Officer, you don't want to point that gun at him, believe me. \n[136]I think I better stay here and keep people away from that bunker. Give you a head start before they realize he's gone. \n[137]Take care of her for me, will ya? \n[138]Five. How many minutes do you give it before we're both lookin' through the want ads? \n[139]What're you guys doing here so late? \n[140]Where did you find this? \n[141]What two guys? \n[142]I know. \n[143]Come on.   Let's go get him back. \n[144]He couldn't have gotten far. \n[145]She didn't mean that. \n[146]Better cool it, baby. \n[147]Not if we find him first. \n[148]Let's follow them. \n[149]Any idea where he might've headed? \n[150]Go find Joe, get him out of here. I'm gonna see if I can help. \n[151]Don't be scared. Climb down my back. \n[152]Come on. \n[153]I know.   I just hope they do. \n[154]Stop! \n[155]Don't shoot him. \n[156]It's going to tip! Everyone back up! \n[157]We've got to get him checked out. And get him somewhere safe. \n[158]Thanks. \n[159]Hey, Joe -- come on, big guy... ", "HARRY": "\n[1]This is crazy. All I said was, 'Bring back some blood samples.' So what does he bring back? A giant gorilla. \n[2]You know how much it cost to convert the tiger habitat? Try half our operating budget. \n[3]Hey, I just said it was crazy.    I didn't say it wasn't worth it. \n[4]Gregg, or the gorilla? \n[5]I'm confused, O'Hara. You phone us to say you're bringing back a two thousand pound wild animal... \n[6]... but security tells me you've requested no firehoses, no restraints of any kind... \n[7]How are we supposed to control the animal? With a giant, rolled-up... \n[8]... newspaper? \n[9]Mind?    No, of course I don't mind. \n[10]Hold it! \n[11]Jack? Vern?    Get the sedatives ready. \n[12]Miss Young, we know what we're doing here, and the best way to... \n[13]You sure she knows what she's doing? \n[14]Hey! What do I pay you for?    Get some shots -- of me, too. \n[15]What -- he did it. \n[16]Alright.   Take the platform away. \n[17]No. We can't allow that. We don't have insurance to cover anyone in there who's not an employee. \n[18]Yes. And I'm in charge of this facility. \n[19]Beats me. He collected his pay check. He's probably in some jungle by now, not using deodorant. \n[20]Excuse me, Gregg's expertise is pitching tents, not explaining primate behavior to the Chairman of the Conservancy Board. \n[21]I have a feeling I'm gonna find out. \n[22]Of Gregg? Don't be ridiculous. I'm crippled with envy. \n[23]Just once I wanted to go into the field and find a new species... mollusk, anything. Instead, he makes the zoological discovery of the century. \n[24]That's not funny. \n[25]Elliot.   Good to see you again. \n[26]I always had a suspicion that the legend coming out of the Pangani forest might have some truth to it. It was just a hunch -- sort of a gut feeling -- but I sent my field zoologist to check it out. \n[27]Gregg O'Hara. \n[28]Here we are. \n[29]Joe! Here, Joe! I told him the Chairman of the Board was coming and he promised to come say 'hi.' \n[30]Mmmm. We'll feed him.    That'll get him to come out. \n[31]I know what I'm doing.   Let's open the gate. \n[32]who, white as a sheet, hides behind a tree, his hands shaking. He doesn't dare move an inch, for fear Joe will spot him. \n[33]You found me! \n[34]What? Elliot, she's got no scientific... \n[35]This fellow is one of only three hundred wild yaks remaining on the planet. There are those who would ask, why should we care if this sub-species of yak survives? \n[36]You certainly can -- for the mere price of a 'Diamond Circle Benefactor Ticket' to tomorrow night's benefit. \n[37]It's all for a good cause. \n[38]Good-bye. Good-bye. Throw money... throw money... \n[39]Of course I... actually, perhaps \n[40]I'll go rush order it for you now. \n[41]I keep telling you -- stop talking to me like that. \n[42]He just pulled out another acacia tree. You know what I paid for those? \n[43]Well could you get in there and calm him down before he pulls out the rest of my landscaping? \n[44]Of course. I look ridiculous. \n[45]Hel-lo.   Look what we have here. \n[46]In the time it took you to drive here tonight, three species have disappeared from the Earth. Extinct. Never to return. We here at the conservancy say this is a tragedy... \n[47]Obviously Joe agrees. \n[48]But tonight, rather than focusing on what we've lost, I'm going to introduce you to something we've found. \n[49]Ladies and gentlemen, the California Animal Conservancy proudly introduces our newest member, Mighty Joe... \n[50]Jill? \n[51]Can I talk to you for a second? \n[52]The City Attorney talked to Baker. It wasn't my decision, and there's nothing I can do about it. \n[53]Joe stays in there until they decide what to do with him. \n[54]So sue me.    Everybody else is. \n[55]Don't you get it? This is way beyond you, and me. Joe freaked out on some very influential people. He's a public relations nightmare. No zoo will take a two-thousand-pound killer gorilla... \n[56]... and unless you can write a check for millions of dollars to buy him a big back yard somewhere, Joe's got nowhere to go. \n[57]Yeah. Don't start a fight with anyone bigger than you. \n[58]You'd better leave out of the west gate. The guard there got called away. Urgent business. \n[59]Okay, okay, let go. ", "STRASSER": "\n[1]Mystical nonsense. There's only one thing they should be afraid of on this mountain. And it's staring them right in the face! \n[2]Don't shoot it! They want the babies alive!! Bring the sack! \n[3]She's got to be here somewhere. She's got that damn devil with her. \n[4]These people want to live like heroes, let them die like heroes. \n[5]That little demon took off my damn trigger finger. Monstrule! \n[6]No.    Let's get out of here. \n[7]Our only interest is the well- being of our animals. \n[8]Poor thing. Yes, he will be much happier here on our preserve. Back to the wild. Free again. \n[9]Will you excuse me, Mr. Anderson? \n[10]See what our friends in China will give us for a Bengal tiger, Garth. \n[11]Strasser. \n[12]What do you want, Pindi? \n[13]Talk. \n[14]You've been drinking, haven't you? \n[15]Don't waste my time again. \n[16]My God. Pindi was right. \n[17]He's beautiful. The most beautiful animal I have ever seen. \n[18]I want him.   He belongs here with me. \n[19]Wait!   Be quiet! \n[20]I am always amazed how, if you wait long enough, the opportunity for justice finally comes. \n[21]Book us two tickets to America. We're going to pay a visit to this incredible animal. \n[22]I think I know how to convince his current owners to part with him. \n[23]No, excuse me.     My fault. \n[24]I'm so sorry -- it's just -- you must be Jill Young... \n[25]And -- you look just like her. \n[26]I'm Andre Strasser. An old friend of your mother's. I knew her when she was only a little older than you, and you were just a tiny thing. What an incredible woman she was. \n[27]I've come to talk with your Mr. Baker. You see, I am here for Joe. And, in a way, for your mother, too. I believe she would agree with me -- a magnificent wild animal like Joe needs more space -- like the Raha Preserve I run in Botswana. \n[28]I have twenty thousand acres there where the animals are free to run. I would like to offer them to Joe. Here, it's such a shame... to see Joe living in a man-made habitat and being used as an attraction to raise money... \n[29]Oh -- I've upset you! Please... I only mean to offer an alternative. I will be attending the event tomorrow night. Maybe we can talk more about this matter then. \n[30]Good-bye. \n[31]All the better. \n[32]Let's go. \n[33]Thank you. \n[34]So you haven't forgotten me.   Good. Have you forgotten this? \n[35]I will get that for the paws alone. After we sell him off piece by piece, who knows how much we'll make? \n[36]Hang it there -- where he can see it. And come back for it -- after. \n[37]Come, we've done our job here. \n[38]is fleeing for the exit. \n[39]Jill, I got the plane. It's waiting at the airport. We must hurry. \n[40]Jill!   We must go! \n[41]Don't worry, Jill. Soon Joe will be back home again. \n[42]Always worrying, eh? Your mother was a worrier, too. Always worrying about the gorillas. It made her a lot of enemies. It led to tragedy. \n[43]So are you, my dear. \n[44]It's not so pretty, I know. \n[45]Well... you could say I had an encounter with a monster. Monstrule. \n[46]Drive! \n[47]Wait. \n[48]We need a car.     Now. \n[49]If that girl starts telling people who we really are, our whole cover operation will be blown. \n[50]Go wait in the car. \n[51]That was very stupid, Garth. \n[52]Anything else on your mind? ", "CECILY": "\n[1]Don't even pretend to be upset, Harry. \n[2]You'll be on the cover of National Geographic, Harry. \n[3]Elvis is in the building! I repeat, Elvis is in the building... \n[4]You hear that, Harry? \n[5]They smell him. \n[6]Welcome back, baby. \n[7]Chief veterinarian. Hi. \n[8]That is one, big gorilla. \n[9]Where's Gregg? \n[10]I think he should be here. This is his discovery, after all. \n[11]Know what I think, Harry? \n[12]I think you're jealous. \n[13]And he still has a full head of hair. \n[14]Heads up. \n[15]Right this way. \n[16]That field zoologist, Dr. O'Hara, had a theory -- and Joe's blood work confirms it. The gorillas in the Pangani carry a recessive gene that pops up every four or five generations with this rare form of gigantism. \n[17]Uh, Harry... \n[18]It's Joe, he's gone crazy! \n[19]Sorry, babe, but in a pissing match the monkey kicks your ass. \n[20]Oh please. I was wondering why you hadn't taken off yet. Normally, you're out the door soon as the animal's in his habitat. \n[21]I don't think so. I think Mr. World Traveller has goo-goo eyes for the gorilla girl. \n[22]She's nice. I'm not. If you forget to order something I need, I'll knock you upside the head. \n[23]Please.   You love it. \n[24]Do you? \n[25]Don't you clean up nice. \n[26]No.  You look fine. They look ridiculous. \n[27]I picked out the dress.   Aren't I smart? \n[28]Shut your mouth, Harry -- you're catching flies. \n[29]Good evening. \n[30]I'm Dr. Banks, the head vet. And I'm taking Joe for a CAT Scan. \n[31]Bring him out. \n[32]I'm going to miss your ugly face. Be good, Joe. \n[33]Write me when Joe gets settled. \n[34]How many minutes do you give it before the whole world knows he's missing? \n[35]Six. \n[36]Be careful! ", "PINDI": "\n[1]The one and only, bro. \n[2]Six men, three cars... everything you ask for, Mr. Ohara. All paid for in advance, out of Pindi's pocket... \n[3]These men are the best -- I assure you. Very best. \n[4]Nice piece you got there. What are we hunting, elephants? \n[5]Ah! Tranquilizer darts. I agree -- much nicer to animals than bullets. \n[6]Oh sure, boss.     Only professionals here. \n[7]So tell me, boss -- where are we going today? \n[8]There? Uh, boss, that is not such a good mountain. The men don't like it very much at all. You see there is a legend they believe in, that a creature lives there... \n[9]You know it? How funny! That's not, by any chance, what you are looking for, is it, boss? \n[10]What are you listening to? \n[11]Like that right there? \n[12]I understand completely: jungle sounds! Very important. I know a guy, he can get you a C.D. of jungle sounds, cheap. Even cheaper if you buy ten. \n[13]How do you like that, boss? I told you these men were the best. \n[14]Why ask for a cage if you are not keeping the animal? \n[15]Yes, but I know a guy, in Botswana, he'd pay you ten thousand American dollars for that leopard. I'd be willing to split with you -- fifty/fifty. \n[16]Perhaps you're right. Sixty to you, forty to me. That's a very fair deal! \n[17]My goodness -- you're an excellent negotiator. Okay, boss! Seventy/thirty it is. Take him to the truck. \n[18]You heard him... put it down! They never understand me. I don't know what to do... \n[19]Uh, excuse me.     Time to flee, right? \n[20]How about... I move... just over here... \n[21]What is this 'we'? There is no way my men will ever agree to... \n[22]Oh, sure. \n[23]I hope you are planning on throwing that at him, because... \n[24]Stop! \n[25]Hurry up, bro!     Get in! \n[26]Excuse me, boss, but please, I would like to avoid being killed. \n[27]Crazy Americans! \n[28]Get us out of here. \n[29]It's about time already! You know how long I am waiting? A man can only carry so much change... \n[30]Not what I want, boss, what you want. How about a giant gorilla? \n[31]Big as three men, two thousand pounds, at least. \n[32]Swear to God, boss. Saw him with my own two eyes. \n[33]Hello?   Boss... \n[34]I'll catch him and charge you double, madar chode. \n[35]For Mighty Joe, bro. ", "KWELI": "\n[1]You should come. Quickly. \n[2]Stay here, child. \n[3]Don't worry, little one.   I will take care of you. \n[4]You will love living in the village. There are other children, and... \n[5]Jill! \n[6]The infirmary. You've been unconscious for an entire night. You're lucky to be alive. \n[7]You crashed your vehicle. It is waiting for you outside. \n[8]N'Gai Zamu is just a legend, my friend. \n[9]A woman? \n[10]You were dreaming, Mr. Ohara. \n[11]It would be wise for you to see a doctor in Kimjayo. I took the liberty of calling one for you. \n[12]But he is expecting you. If you can drive, you should leave today. \n[13]Our visitor must be feeling better. He should be leaving the infirmary today. \n[14]He's not a poacher, Jill. He's working for an animal conservancy in California. \n[15]A grateful outsider. He told me he was saved yesterday by a woman. A beautiful woman. \n[16]What could I tell him? He knows what he saw. He's not a fool. \n[17]Jill!   Jill Young! \n[18]Come here immediately! You are needed at the school this moment! \n[19]We have to talk. Now. \n[20]Your mother slept in this bed. She worked at this desk. She died in this jungle. Do you plan to do everything just like her? \n[21]Proud? Of that foolishness out there? Of you risking your life? \n[22]You can't stop them. Even she couldn't stop them. \n[23]Jill, the other gorillas have moved south, to safer lands... but Joe has stayed behind. \n[24]Maybe... or maybe you won't let him go. \n[25]The danger here is building for both of you. I feel it -- and so do you. \n[26]I know what the American is offering, Jill. \n[27]Think about what he has to say. That's all I ask. ", "GARTH": "\n[1]They're at it again. \n[2]Gorilla.   We're close. \n[3]Get the baby! \n[4]I think you might've hit the woman. \n[5]Your little 'monster' couldn't have gone far. Want to keep looking or...? \n[6]Phone for you.     Urgent. \n[7]Looks like a big fellah. I'll set a new record with you. \n[8]And the most valuable, that's for sure. \n[9]It'll be a bit tricky, won't it? They're not gonna want to part with... \n[10]Bloody hell. That's the little monster that... \n[11]You remember, don't you? \n[12]Quite a turnout they have here. \n[13]What do you think the big guy is worth? A couple million? \n[14]Got you going now! That should rattle the jewelry off the ladies. \n[15]Hello. \n[16]Police'll be here any minute. \n[17]We better go. \n[18]Come on!   We need to get out of here! \n[19]What are you doing? You don't think we can get the gorilla now, do you? \n[20]Hold on, now -- just who are you aiming at? \n[21]No.   You can't do that. \n[22]She's not an animal. That's a human being you're about to kill. \n[23]You're not a hunter, you're a murderer, and I won't be a part of this... ", "RUTH": "\n[1]Jill.   What did I tell you? \n[2]It's not good for them to interact with us. Besides, that wasn't Joe. It was Marley. \n[3]Joe is just a baby, Jill.      He was too big to be Joe. \n[4]sits on the edge of a cot, tucking Jill into bed.   She leans down, kisses Jill gently on her forehead. \n[5]Jill, what made you think the gorilla we saw today was Joe? \n[6]My notes say that Joe is only six months old. Either I got confused, or he's a very unusual gorilla. \n[7]Yes, you did. And Mommy's going to write it down in her book. \n[8]Right here. '... and my trusted colleague, Dr. Jill Young, showed me the error of my ways.' \n[9]Now go to sleep. \n[10]'Sleep till the night ends, the night wind will sing for you. Your song and my song. It goes on forever.' \n[11]Kweli?   What is it? \n[12]Stay here, Jill. \n[13]Poachers. \n[14]Let's go. \n[15]Shhh! \n[16]I know, I know. Shhh. \n[17]Oh, look who it is.    Hello, Joe. \n[18]Poor baby.   He lost his mommy tonight. \n[19]He needs someone to protect him. Will you do that for me, Jill? \n[20]Promise me you'll protect him, Jill. ", "BAKER": "\n[1]Harry.    Dr. Banks. \n[2]So?   Let's go see him. \n[3]And that's where the legend comes from! That zoologist of yours -- what's his name, Harry? \n[4]Pretty damn sharp. \n[5]Where is he? \n[6]Well I don't see him. \n[7]Put that girl in charge of the gorilla, Harry. \n[8]That ape is the best fund-raising tool this conservancy has ever seen. He's happy -- I'm happy. Put her on the payroll. \n[9]Impossible. \n[10]From what I heard, you sang him to sleep last night like a baby. What's really wrong about that? \n[11]It's too late, Jill. \n[12]Miss Young, let me give you some advice. Stop worrying about Joe, and start worrying about what you'll wear tomorrow night. \n[13]Ladies and gentlemen, can I have your attention, please? \n[14]When was the last time you laid eyes on something so unique, so spectacular, that it literally took your breath away? Well, prepare yourselves, for tonight you will have such an experience. \n[15]... and now to introduce our remarkable new acquisition, I would like to bring up to the podium the director of the conservancy... \n[16]Well! I suppose there's no need to add to that introduction. \n[17]Here's Dr. Harry Ruben. \n[18]Joe has been transferred to a special steel reinforced concrete bunker. \n[19]That won't be happening anytime soon. In the meantime, we will do anything necessary to ensure the safety of the public. ", "BACK TO SCENE": "\n[1]The photographer is RUTH YOUNG, naturalist, researcher, sitting in the undergrowth with her camera, notebooks, and sketch pad. Her precocious young daughter, JILL, plays nearby. Jill smiles, watching the baby gorilla clown. As the baby sees her, he suddenly scampers to a nearby tree and hides his face behind it. Jill does the same. She peeks out to catch a glimpse, just as the baby peeks out to catch her eye. They both scamper to different trees. Each time they move to a different tree, they go through this peek-a-boo interaction, both moving further away from their mothers. The mother GORILLA notices, lets out a CRY. Ruth looks around for Jill and signals by a distinctive whistle for her to come back this instant. Both children take a last look at each other and then scurry to their waiting mothers. \n[2]And then we see Joe's anguish turn to fury. He GROWLS -- and as the two big hunters come nearer -- Joe springs out at them. Joe is moving so fast, Strasser barely has time to react before the furry black shape is on top of him -- WIDEN as Joe attacks Strasser, knocking him back. Strasser shouts and drops his rifle. Tries to pull Joe off as they tumble down through the trees. Strasser punches and pulls at this ball of sinew and muscle. He reaches for his Match Master side arm with his right hand. PUNCH IN CLOSE as Joe bites down viciously through the hand. Strasser howls... \n[3]\n[4]JOE, clinging to Jill, begins to WHIMPER. \n[5]Kweli looks down at Jill. \n[6]Pindi's men see where Gregg is pointing. They murmur, trading grim glances at each other. Pindi jumps with nerves. \n[7]Joe -- sensing the car next to him, turns and ROARS... \n[8]\n[9]He watches as they shop together, realizing that this is, in fact, the beautiful young woman who saved him. \n[10]Jill continues waving the flashlight, waiting for a response. Then, we hear the sound of SOMETHING LARGE \n[11]\n[12]Strasser is trapped behind a table. JOE throws the table out of his way, ROARS and is about to crush a cowering Strasser into poacher mulch, when... SFX: the EXPLOSION of a RIFLE.   Joe looks surprised at first. Joe drops to all fours, revealing Gregg holding a tranq gun. Other Animal Control Officers are with him, also holding tranq rifles. Gregg lowers his gun, a pained expression on his face. But one tranq dart is not enough to stop Mighty Joe.    He rises again, ready to smash Strasser... And a HAIL of TRANQ DARTS sail through the air as the conservancy workers pepper Joe with SHOTS. Joe swipes several darts from his flank -- but the accumulation is too much even for him. He stumbles backward and falls. Jill screams.   Gregg looks sick at the sight of Joe falling. Joe hits the ground hard.   His eyes close. \n[13]\n[14]Garth puts his hand on the barrel of the gun and pulls it away from Strasser's eye. He's so nervous he's almost chuckling. ", "JOE": "\n[1]feels the increased pull, and is starting to get annoyed. He heads right for... \n[2]stands at the edge of the field, observing his victory. Then he beats his chest and ROARS. \n[3]who is standing in a clearing, SNARLING and beating his chest. Which is scaring the crap out of... \n[4]heads through the people towards Strasser.        The party erupts with screams. Joe makes his way towards Strasser, swatting people out of the way. \n[5]continues to make his way towards Strasser.   As he rushes towards him... A security guard runs into the tent, raising his TRANQ gun and FIRES... The dart misses, hitting a fleeing guest, who, we see as he crumples to the ground, is actually Baker. \n[6]chases him through the tent. A guest falls in Joe's path and Joe heedlessly steps on his leg, crushing it. The man screams in agony. \n[7]PUSH IN CLOSE ON JOE -- he GROWLS as if he recognizes it. From this distance it looks like a flashlight beam. In Joe's mind it means only one thing -- Jill. He ROARS -- and moves off across the hill. \n[8]feels threatened and recoils. Then he continues past them. The rush of people away from him gets more frenzied. \n[9]hits hard, just clearing the falling wheel by inches.    He doesn't move. PAN the crowd -- an eerie silence falls over everyone. The only sound the CRACKLING of the FIRE. ", "JASON'S MOTHER": "\n[1]Why not? \n[2]What if I promised to throw up over the side? \n[3]Okay... I'll watch you. \n[4]Officer, help! I can't find my son! I think he's still on the Ferris wheel. \n[5]Oh my God! Jason! \n[6]Don't shoot. Let him try. \n[7]Oh, please, no... \n[8]I'm so sorry... \n[9]Perhaps... I mean, maybe... isn't there anything we can do? ", "JOE'S POV": "\n[1]A nightmarish collage of images accompanied by the CLANGING of the dogs' COLLARS, the charge of the African poachers, the SCREAMS of the MOTHER and the other GORILLAS. Then he sees Strasser run forward, raise his rifle with icy precision. \n[2]THROUGH the tall grass in the b.g., he can see the Africans disappear up the hill hunting down the others. \n[3]The caravan, looking like the cavalry in a Western, comes charging over the hill. Gregg's humvee comes crashing over a ridge in pursuit of Joe. Gregg yells out to the cars around him: \n[4]Garth stands at the railing surrounding the moat, rattling the dog collars. It's a sound that haunts him, from the darkest depths of his memory. He starts to GROWL and then he sees something that really drives him nuts. Strasser steps into the light, joining Garth by the water's edge. He rattles the dog collar, and now... \n[5]THROUGH the slats in the trailer, Joe sees Jill almost being hit by the cars. He goes crazy, trying to get out, rocking the trailer back and forth... \n[6]Looking down at the horrified faces simply shouting at him. Confused by the blinding headlights and BLARING HORNS. People stampeded trying to get away -- some stumble on top of each other. \n[7]It is indeed an urban jungle -- made up of neon and steel. \n[8]It's like a slow-motion panic. The noise and tumult of the crowded park keeps people from hearing the screams right away. One toddler smiles and waves at Joe until his mother snatches him and runs for dear life. ", "JACK": "\n[1]Easy, big boy. \n[2]And taking out irrigation pipes. One good yank -- on comes the flood. \n[3]There's nothing in this punch, man. I could drink twelve of these and not feel a thing. \n[4]Baker wants the tent cleaned up A.S.A.P. \n[5]Yeah, and we've got the fun job of getting this stuff back to everybody. Somebody's head is cold! \n[6]That, uh... What do you think that one guy is? Russian? Lithuanian? "}}