{"dialogues": {"HARVEY MILK": "\n[1]This is Harvey Milk speaking on Friday November 18th. This is to be played only in the event of my death by assassination... REVEAL: HARVEY MILK, 48, sitting at his kitchen table in a cluttered San Francisco apartment. \n[2]During one of the early campaigns, I started opening my speeches with the same line and it sort of became my signature... \n[3]Hello, I'm Harvey Milk, and I'm here to recruit you. \n[4]If I was speaking to a slightly hostile or mostly straight audience, I'd try to break the tension with a joke... \n[5]I know, I know, I'm not what you were expecting, but I left my high heels at home. Harvey gets a LAUGH from the AUDIENCE.     2. \n[6]I fully realize that a person who stands for what I stand for - an activist, a gay activist - becomes the target or potential target for a person who is insecure, terrified, afraid or very disturbed themselves... \n[7]Knowing that I could be assassinated at any moment, I feel it's important that some people should understand my thoughts. I think that--  I wish I had time to explain everything I did. Almost everything that was done was done with an eye on the gay movement. \n[8]Hey. I'm Harvey. \n[9]Today's my birthday.  No, today is actually my birthday. Well, tonight. At midnight. \n[10]And, believe it or not, I don't have any plans. People took me out after work... \n[11]The Great American Insurance Company. I'm part of the big, evil, corporate establishment that, let me guess, you think is the cause of every evil thing in the world from Vietnam to diaper rash. \n[12]So... You're not going to let me celebrate my birthday all by myself are you? \n[13]Well then, I'm in luck. \n[14]Because I'm still thirty-nine...  And it's only eleven-fifteen. \n[15]Where are you from? \n[16]Well, this isn't Jackson, but you still can't respond to every strange man you meet on a subway platform. It's too dangerous. \n[17]There's nothing tougher than a New York City cop. They're arrogant, and they're everywhere. I'll show you the cruising spots, if you want, if you promise you'll be careful... little Scottie-san. \n[18]No. This is just... plain old me. \n[19]I'm just discreet. I know a lot of people here. If they found out, I could lose my job. \n[20]I need a change. \n[21]Forty years old and I haven't done a thing I'm proud of. \n[22]No. Don't you worry. I won't make it to fifty. Scott distracts him, playful, like a newlywed at a wedding, he rubs a slice of pie in Harvey's face. Harvey reacts. Wipes the pie from his eye, and tackles his young, frisky new lover. They kiss. The mess getting everywhere. Harvey brushes it out of Scott's hair. \n[23]\n[24]In those days, San Francisco was the place where everyone wanted to go... To drop out... To fall in love... \n[25]But by 1972, The Haight was boarded up. Crime-filled. Drug-filled. The new place for us refugees was this run down Irish Catholic neighborhood in Eureka Valley. Six blocks square... The Castro. \n[26]Well, I hope you did something useful with it. \n[27]Don't move. Harvey straddles Scott. He begins SNAPPING PHOTOS of him. \n[28]I was thinking we could open a shop together. \n[29]One with very little overhead. Not too much work... A little one, just like Morris and Minnie Milk of Woodmere, New York... \n[30]Just a little to the left... The old liquor store owner from earlier, MCCONNELLY, crosses the street to watch. Harvey gives him a warm welcome: \n[31]Hello there. I'm Harvey Milk. \n[32]Yes. Welcome to Castro Camera.     9. Harvey extends his hand. McConnelly shakes, but is wary. \n[33]I want to join the, um... What is it? The Eureka Valley Merchant's Association. I want to help in any way possible. I'm no interloper. A Jew perhaps, but I hope you'll forgive that. McConnelly looks from Harvey to Scott in the window. \n[34]What \"kind\" do you mean, sir? \n[35]Thanks for the warm welcome to the neighborhood! \n[36]We'll form our own business association! Start with the gay- owned businesses... We'll take down the addresses of every customer that comes in for a roll of film. We'll ask them what they want to see done here... what they want changed... We'll get money rolling into this neighborhood. Revitalize it... \n[37]One more minute!  I'll go to the neighborhood banks. They must have some gay customers. \n[38]I'm a businessman, Scott. I think businesses ought to treat their customers right. Even their gay customers. For God's sake, this is San Francisco! \n[39]We should have at least one block in one city right? Start there and take over the neighborhood.  Okay, you can come in now! Scott heads toward the kitchen. The table is LAID OUT with a home-cooked meal, CANDLES and a huge bouquet of FLOWERS. \n[40]Happy birthday! Scott chases Harvey around the apartment, trying to smear some of the CREAM PIE onto him. \n[41]Thanks for joining the Castro Village Association! Harvey arrives at A LONG LINE OF GAY MEN winding out of the Irish liquor store . He squeezes past them, into the store, leaving Scott outside. \n[42]Excuse me gentleman... ladies.  Hello! Mr. McConnelly! McConnelly, at the register, is overwhelmed with all the new business. \n[43]I just wanted to stop in and see how business was doing. \n[44]So you don't mind all these homosexuals in here, do you? McConnelly grins, uncomfortable. The line of gay men is curious about the hubbub. Point made, Harvey does a 180.     12. \n[45]No. No. Just a joke. Mr. McConnelly here loves our kind. Spend away!  Tell your wife Hello for me. Harvey spots Scott in the crowd and PULLS HIM TOWARD HIM, KISSING HIM ON THE MOUTH. It's quite the show. They step back out onto the street where an Irish band is now playing. Gay men watch. Some clap. Harvey grabs Scott and spins him through a sharp waltz. OFF the pair at home in their new neighborhood. \n[46]And people started hanging around our store. Not customers. Activists, kids, folks who needed a home away from home... \n[47]There was Danny Niccoletta, a cute art student who I'd picked up at Toad Hall. Turns out he was also good at running the Camera Shop... something Scott and I found we had surprising little interest in... ON DANNY NICCOLETTA, young, waif-like, somewhat helpless. \n[48]What you're not getting is the spectacle of it, the bigger than life emotions... Danny jumps up and IMITATES the LARGER THAN LIFE GESTURES of an opera diva, making Harvey laugh.     13. \n[49]Welcome. What can we do for you? \n[50]Everyone, this is Allan Baird. He's a very big deal, so behave yourselves. \n[51]I do have friends in awfully low places, but just so you know, it's not official yet. \n[52]The Mayor part. I've considered gathering an army of queers to march up to City Hall and secede, but so far the young gays seem more interested in jeeps and jeans. But if I could be of any use, I'm all ears! \n[53]I'm just curious. Are we your first stop or your last? \n[54]Well, you seem to have noticed that my kind of people drink a lot of beer. If we're going to fast for your sake, I think we should get to deliver some of it when you win this fight, don't you? \n[55]And allies. I'll have Coors out of every bar in the Castro by the end of the week. Deal? \n[56]No more Coors beer. It's gotta come out of every bar. Gay and straight. \n[57]Nothing for me. That's a convert. \n[58]The cause. \n[59]I got \"my people\" to get Coors out of all the Gay Bars. 30 million bottles worth in San Francisco alone. Coors beer immediately fell from number 1. They caved. One week later, union man Allan Baird hired the first ever openly gay union boys to drive Teamsters trucks... We weren't just a group of pansies anymore. We had a neighborhood. We had the unions. And for the first time, we had a little bit of power. \n[60]Maybe that was the day someone first called me the \"Mayor\" of Castro Street.  Or perhaps I invented it myself. \n[61]...if we had someone in the government who saw things the way we see them, the way the black community has black leaders who look out for their interests-- \n[62]I could go right for mayor, but I think I should work my way up to it... You'll be my campaign manager.     17. \n[63]Politics is theater. It doesn't matter if you win. You make a statement. You say, \"I'm here, pay attention to me.\" \n[64]Coors looks like it might cave. The union boys will owe me. Imagine if we get their vote... It'll be fun! \n[65]We'll make it a spectacle. \n[66]A week ago, Police officers came into our area with covered up badges and sent fourteen of our people to the hospitals, and to jail. The charges, \"Blocking a Sidewalk.\" Like a round girl at a boxing match, Scott parades around a blown up PHOTO from his shopping cart: TWO SF COPS DRAGGING \n[67]--Let us have our tax money go for our protection and not our persecution. Worry about gun control and not marijuana control.      18. \n[68]School supplies, seniors, not what books I read-- Scott displays an old \"Muscle Boys\" magazine. Harvey does a well timed take. A few hoots from the eclectic crowd. \n[69]My fellow degenerates, I would like to announce my candidacy for San Francisco City Supervisor! Scott unfurls three hand made \"MILK FOR CITY SUPERVISOR\" banners that lap over the sides of the shopping cart. \n[70]Public dental care for retired people... Legalize pot, vote Milk. Harvey is distracted. A young, long haired CLEVE JONES passes. At 18, he looks 15. Harvey tries for his attention: \n[71]Hey, I like the way your pants fit... Where are you from, kid? \n[72]Where's home? \n[73]I'm Harvey Milk. I'm running for Supervisor. What's your name?     19. \n[74]Well Mr. Jones, we should walk up to my camera shop and register you. \n[75]Is that right? Do you trick up on Polk Street? \n[76]Tell me one thing before you get back to work then. What was it like to be a little queer in Phoenix? \n[77]Sometimes. But what I'm saying is, Phoenix can change. But we have to start with our street: rent control, police abuse, pot, parks, seniors. \n[78]You know what I think, Cleve Jones? \n[79]No. That you need to do what you're good at. Be a prick. Fight City Hall. Fight the cops. Fight the people who made you come here to do what you do.     20. \n[80]I didn't come out until very late in life. There was nobody to-- \n[81]--look up to, no hope for a better life. Those that did were outcast... arrested.. suicide. And the young ones, who did escape home... and who arrive in San Francisco, and then what... \n[82]He used to come into my shop. Are there any witnesses? \n[83]Jerry wasn't a trick. They were lovers. \n[84]There'd be a dozen witnesses if they thought you boys had any real interest in keeping them safe. \n[85]Why isn't my campaign manager leading the meeting? \n[86]In the bathhouse? \n[87]Just checking the exposure. That a new boyfriend? He's very cute. \n[88]So who are these so-called \"gay leaders?\" And who appointed them? And what are you suggesting, Jim, that I'm supposed to go and solicit their endorsement? PAST HARVEY WE SEE A GRANDMOTHERLY VOLUNTEER, THELMA, opening the mail, casually reading a letter, then rising and approaching Harvey. \n[89]We're down here, on the streets, trying to help people, so where they hell are they? \n[90]They probably wrote it.  Hey, If somebody tries to kill me, I'll get the sympathy vote, right? Could be just the push we need. \n[91]It's a complete joke. No rhythm. No humor. It's insulting. CLOSE ON THE LETTER: Someone has drawn a STICK FIGURE of Harvey being tortured - bullets, knives, fire, etc. Harvey makes a DECISION: He sticks the DRAWING to the refrigerator, the first thing he'll see in the morning. \n[92]If you put it away, hide it in a drawer, it'll just get bigger and scarier. Now it's there. We'll see it every day. It can't get us. \n[93]I keep telling you, it's not just about winning. \n[94]The \"top gays\" in San Francisco were David Goodstein and his lawyer sidekick Rick Stokes. David was a      24. \n[95]Endorsing straight candidates is what you think is best to help us? \n[96]But I am running for office. I'm on the ballot. I have the union rank and file, the seniors, and I could use your magazine's endorsement.     25. \n[97]And why haven't you run? \n[98]The cops come into our neighborhood and beat us. They turn a blind eye if one of us is murdered. \n[99]There are no real gay allies. Yes, our friends may sense our struggle, but they can't feel it. It's not life or death for them. We need our own in office. \n[100]Why not? How can we ask them to respect us if we don't show ourselves some self respect, David.     26. \n[101]Go back into the closet? Is that what you're saying? Because I know the closet. I lived in it for more years than I care to remember.  I don't need your endorsement. I'm not asking anyone for acceptance. I don't have time to ask. \n[102]I'm not a candidate, I'm part of a movement. The movement is the candidate. There's a difference. You don't see the difference. But I do. \n[103]When the vote came in on election day... out of 32 candidates vying for 6 seats... We came in 10th. Just a handful short of being the first big eared, gay as a three- dollar-bill, cock sucker ever elected to public office.     27. \n[104]So... I went for it again in '75... with just a few... minor... adjustments. \n[105]I'm not gonna let the Pacific Heights biddies write me off again because of a ponytail. I like it. Scott is horrified. Harvey pulls a pair of movie ticket stubs from its inner pocket. \n[106]Cabaret? For two? Lily, is this from one of my kind? \n[107]Too bad. No more pot, no more bath houses for me and little poo. \n[108]We ran and we lost the Supervisors race a second time in '75, but with      28. \n[109]It's a racket. It's 1976 and you still have to be straight, white, Catholic and male to get into the San Francisco police force. It's Racist. Homophobic. \n[110]You're right, Art. And many are your closest friends. You see, I don't think State Assembly seats should be awarded on the basis of service to the Democrat Machine. Machines operate on oil and grease. They're dirty, dehumanizing, and too often unresponsive to any needs but those of the operator. \n[111]Tell me Mr. Agnos... right here in the Castro, Robert Hillsbourough was murdered for walking home with his long time partner. Stabbed,      29. \n[112]fifteen times. The last words he heard were \"Faggot, Faggot, Faggot...\" And you say you're outraged, but why won't your liberal establishment return our calls? Why won't they bring these murderers to justice? \n[113]My God, you're handsome up close. I can't tell you how much I'm looking forward to licking you... in the polls. \n[114]If we lose this one, it'll be just me and you again. I promise. Scott nods. That's exactly what he needed to hear. \n[115]Phoenix?  We should go inside. They do. Harvey locks the door behind them. \n[116]The election's tomorrow. I won't sleep... Was he good looking? \n[117]Hard to tell what's worse. With me, my boyfriends usually find better looking ones to cheat with. \n[118]Guess what, Cleve Jones. \n[119]You're going to meet the most extraordinary men, the sexiest, brightest, funniest men, and you're going to fall in love with so many of them, and you won't know until      32. \n[120]the end of your life who your greatest friends were or your greatest love was. \n[121]Maybe a little. Or not. \n[122]We could have a revolution here too. But you can't just use the Castro to cruise. You gotta fight. \n[123]Winning isn't my strong suit. \n[124]Can you assemble a thousand people in an hour? \n[125]All right, if I run again, you're my man. \n[126]Polls open in 3 hours. Lets hit the bus stops. \n[127]And we lost that Assembly Race too, which made me a bona fide three- time, political loser. \n[128]I don't know if I have another one in me. Or Scott. But Harvey's gaze deceives his words. HOLD ON HARVEY - contemplating a FOURTH run for office. \n[129]Scottie? \n[130]I'm sorry. I can't talk right-- \n[131]No. You don't want to do that.  Where do you live? \n[132]You saw me in a paper in Minnesota? How'd I look? \n[133]There's nothing wrong with you. Listen to me. You don't have to hurt yourself, okay? Are you there? (only breathing from the other end Here's what you have to do. Are you listening? \n[134]Get on a bus. Go to the next biggest city. New York, San Francisco, LA, or even Minneapolis. It doesn't matter. Just leave.  You won't be alone. There are people out here just like you who will welcome you and love you.      36. \n[135]You're not sick. You're not wrong. God does not hate you. Just leave. \n[136]Yes. You can. Just get on a bus. \n[137]That's okay. It's going to be okay. Over the phone, Harvey hears the SOUND OF AN ADULT VOICE, someone finding the BOY on the phone, then... The LINE goes DEAD. It's all too much for Harvey. There's nothing a speech or a pep talk can do to fix this. Harvey is overwhelmed. Dick comes upstairs. \n[138]Give me permission to march them. \n[139]Anywhere. \n[140]I know you are angry. I am angry. Follow me through the streets of San Francisco to share our anger! Harvey jumps down and begins walking, not sure if the mob will follow. Finally, they do. Cleve catches up. \n[141]Are they following in back? \n[142]I don't know.  We have to keep them moving. Exhaust them. March them till they drop. We can't have a riot tonight. Harvey LIFTS THE BULLHORN. He starts a marching chant. The crowd starts following along. JUMP TO: Gays glare at cops. Cops beat their nightsticks against their chests and power poles. Anger burns as Harvey marches the mob toward City Hall. Dick and Jim catch up. \n[143]Help me turn them up Van Ness. We'll go all the way to Broadway.     38. Dick heads back to try and wrangle the crowd. Harvey continues marching. \n[144]My name is Harvey Milk... And I want to recruit you. The CROWD ROARS APPROVAL. \n[145]I am here tonight to say, we will no longer sit quietly in our closets. We must fight. Not just in the Castro, or San Francisco, but everywhere the Anitas go. Anita Bryant did not win tonight. Anita Bryant has brought us together... She is going to create a national gay force!  And the young people in Richmond, Minnesota, or Jackson, Mississippi, or Woodmere, New York... Who are coming out and hearing Anita Bryant on television telling them that they're wrong, they're sick, that there is no place for them in this great country, in this world... They're looking to us for something tonight... (his big moment, realizing his true mission And I say, we have to give them hope! The CROWD goes WILD. HARVEY'S SPEECH CROSSES THE CUT TO... \n[146]--Hope for a better world... Hope for a better tomorrow... Hope for a      39. \n[147]Hope for the worker who awakens from the American dream to find that all the jobs have left the country... We gotta give em' HOPE! PAN FACES OF TEAMSTERS - Several MINORITY FACES. CLOSE ON \n[148]--they allowed people to elect Supervisors directly from their own neighborhoods. A black neighborhood could elect an African- American. Chinatown could elect a Chinese Supervisor... And the Castro could choose me or Rick Stokes. But decent art begs for balance, right? So little district 8, two miles south of The Castro-- \n[149]--promised to stay the same as ever. Conservative, Irish, Catholic and with just the right touch of poetry, they found themselves a handsome ex-cop. \n[150]Evelyn Lear's in town, at the Opera house in Tannhauser. \n[151]What if she strolls into the Castro for a cocktail?  Just one more. We can't let Rick Stokes take it. \n[152]If people are ever going to take me seriously, I have to win this one. \n[153]Anita wants to put us all back in concentration camps. Rick Stokes is too weak to beat her back if she gets to California. I have to be in office to protect us from them.     41. \n[154]If you leave me right now... I can find someone new. \n[155]--Ring out the old, ring in the new. This is over. Done. I don't want to see anything that say's fucking Assembly. This three-time loser faggot is running for Supervisor goddamn it! ANNE KRONENBERG, 23, parks her motorcycle outside, WALKS INTO THE CAMERA SHOP, and plants herself behind HARVEY'S DESK. Cleve, Mike, Jim and Dick are STARING at Anne. \n[156]Our new campaign manager. She called last week to volunteer and I asked her to help. \n[157]We need new blood.       42. \n[158]Guys... Anne Kronenberg.  She's a woman... A woman who likes women. Odd, isn't it? \n[159]Try to find out when they're going to announce. \n[160]Anne worked on a recycling campaign up North. She's very organized. \n[161]Shouldn't you be doing someone's laundry? \n[162]Gentleman, we already have a tinker bell, a lotus-blossom, Jim and Dick in your three-piece suits. We need someone to manage things. A woman this time. She's the right price, and she has bigger balls than any of you. \n[163]They've accused me of many things, but never as blatant a lie as this. \n[164]Yeah? Go show him.       45. \n[165]Cleve, maybe you should go find a boy to celebrate with. Just in case. \n[166]Thank you. Where do you live? \n[167]And for the first time in my life, it all came together... the union boys, the women, the seniors, the minorities... All of the us's showed up... \n[168]It's too crowded. Sorry! JACK LIRA shoves his way toward the door... \n[169]Scottie--? But Scott fades into the CROWD. Harvey (with Jack at his side) is pulled back into the party. \n[170]No, darling. We do this all the time. Do you like it? Jim is calling out NAMES of the OTHER WINNERS. \n[171]What about Dan White? Did he win? \n[172]I have to be. That's what I was elected for. I have to be there to open up the dialogue for the sensitivities of all people, all their problems, the problems that effect this city effect all of us.  Thank you San Francisco! Thank you! \n[173]I, Harvey Milk, do solemnly swear that I will support and defend the Constitution of the United States and the Constitution of the State of California against all enemies, foreign and domestic; and that I will well and faithfully discharge the duties upon which I am about to enter and during such time as I hold the office of Supervisor, City and County of San Francisco. Bulbs FLASH. A light rain begins to fall. Umbrellas go up. \n[174]Anita Bryant said gay people brought the drought to California. Looks to me like it's finally started raining! Cheers. Harvey is emboldened.     49. \n[175]The name of the game on the Board is six votes to get anything passed. So, like it or not, Dan and I are now in bed together... politically speaking. THE CAMERA REVEALS SCOTT watching the program. He's been up all night. \n[176]How long were you a fireman, Dan? \n[177]And before that... You were a police officer? Dan studies Harvey suspiciously... What's his point? \n[178]No. They tend to have something against me.      50. \n[179]But firefighters. Now those are true heroes... They supported me in the last campaign. I support them fully. \n[180]I meant what I said. I'd like to work together. Dan hesitantly accepts Harvey's handshake. It's a step. \n[181]What do you think of my new theater? \n[182]What's with the suit? \n[183]When you come here, I want you to wear the tightest jeans possible. Never blend in. And no elevators. Ever. Always take the stairs, you can make such a grand entrance going up the stairs. \n[184]And street talk only around Feinstein. Shit, goddamn, fuck,      51. \n[185]all that. It bugs the hell out of her. They arrive at his Lead Aide's desk: it's Anne Kronenberg. \n[186]Morning Annie, let's set Cleve up on mail. \n[187]Come into my office... \n[188]The first order of business that will come out of this office is a city wide Gay Rights Ordinance. Just like the one Anita shot down in Dade County. What do you think, Lotus Blossom? \n[189]Then make it brilliant. I want Anita's attention here. In San Francisco. I want her to bring her fight to US... This Bill needs a unanimous vote. We need headlines. \n[190]Dan's fine. He's just uneducated. We can teach him. Dan pops his head into Harvey's office. \n[191]I'll be there. \n[192]Hey. I'll let him christen me, if he'll vote for my Gay Rights Ordinance. We need allies. We need everyone. \n[193]Jack, I have to go. I have an invitation to a party tomorrow. Lots of rich people, politicians. We could get all dressed up... Jack turns up the music, takes Harvey's hands and guides him through a simple dance. \n[194]Uh-huh. \n[195]You always see it coming? \n[196]If I make you a key, you won't break my windows again, right? \n[197]I'm proposing a citywide ordinance. It ensures that a person who already has a job can't be fired for their orientation. \n[198]Is anyone else here from the Board? \n[199]Were you christened here? \n[200]You're more like one of us now... an outsider.     55. \n[201]Do you know a lot of \"homosexuals?\" \n[202]Well, I'd have to study it... \n[203]Sure, sure. A campaign promise. \n[204]I'd like that, too, Dan. Mary Ann White approaches with their child. It's awkward, as if she's walked in on something intimate. \n[205]The Gay Rights Ordinance. My fault. \n[206]Hey, don't knock it till you've tried it. His attempt to break the tension goes down in flames. She cracks a polite smile. They're from very different worlds.     56. \n[207]I can't just dump Dan. The guy's got nothing going for him. No friends... \n[208]Lay off. He registered 120 voters last week. \n[209]He intrigues me... I think he may be one of us. Everyone groans. Cleve camps it up: \n[210]It's just a theory... \n[211]No... I know what it's like to live that life. That lie. You can see it in Dan's eyes... The fear, the pressure... Anne Kronenberg walks in. She's got that look in her eyes. Something's up. \n[212]Good or Bad? \n[213]How many signatures will he need to qualify for the ballot? \n[214]This means the fight's coming here, where we can do something about it! Wichita's one thing, Kansas City. But Anita's heading for San Francisco! She's not going to know what hit her. Smile, children! This is the fight we've been waiting for. \n[215]Look what happened in Germany. Now Anita Bryant already says that Jews and Muslims are going to hell, you know she's got a shopping list. We are not going to let John Briggs or Anita Bryant legislate bigotry in this city... Hold on Dan watching Harvey on TV. \n[216]Excuse me, David? \n[217]You're right, I know, I was late by twenty minutes. I'm sorry, Jack. \n[218]I was at work. Come out, sugar pea. \n[219]Then go home, Jack. \n[220]\"Proposition Six is an affront to Human Rights. An invasion of the State into the private lives of California citizens.\"  Does it even say the word gay on this thing? Anywhere? \n[221]People need to know who's affected. This flier needs at least one old queen on it.  Why don't you volunteer for that, David? \n[222]This is shit. Shit and masturbation. It's a coward's response to a dangerous threat. \n[223]Jack, it's time to go.  Get everyone together. I want young people, women, fresh heads. Fighters and organizers, not politicians. \n[224]Is anybody gonna pay the pizza guy, or are we just gonna stare? People start chipping in for the HANDSOME PIZZA GUY. \n[225]If we're gonna convince the 90% to give a shit about us 10%... We have to let 'em know who we are.  Everybody's coming out. The entire state. No matter where they live. \n[226]I'm serious.  We're going to tell everyone in the state to come out. Every gay doctor, lawyer, teacher, dog catcher... We have to leave the ghetto, let all those people out there know that they do know one of us. And if people won't step out of the closet, we open the door for them. \n[227]Clearly, Scott. \n[228]Privacy's our enemy. You want real political power? Let's tell the truth for a change. Starting here. If there's anybody in this room, right now, who hasn't told their families, their friends, their employers... Do it. Now. \n[229]People vote two to one for us if they know just one of us.  Cleve, show Dick where you keep your phone. \n[230]I thought you were done with politics. \n[231]The movement needs people to be up- front. Why were you fighting me? \n[232]My parents are gone. My brother knows. I'm sure they knew. \n[233]If their families won't love them for who they are, who they really are, then they should lose them. \n[234]Who's he? Do you live together? \n[235]I miss you. \n[236]He needs me. Scott nods. THAT'S ALWAYS BEEN HARVEY'S ACHILLES HEAL. He walks away from Harvey, leaving him alone.     65. \n[237]--I want it noted that I never promised to back moving any Mental Health Centers. I greatly respect Supervisor White, but I would like his remarks stricken. \n[238]I didn't have all the details. I'll help you craft a different version that doesn't displace any kids. \n[239]I'm getting a lot of pressure, Dan. \n[240]You only need one more vote, Dan. There are 5 other Supervisors you could convince besides me. Dan grabs Harvey. It's threatening. A new side of Dan. \n[241]It'll still pass. You can't keep alienating yourself here, Dan. \n[242]Across the country, a handful of city councils had passed the very first ordinances protecting gay people against discrimination. But Anita Bryant and her right wing Christian fundamentalists were creating and exploiting and fanning a backlash. Now she had referenda to repeal all of these gay rights ordinances. While we were preparing for the battle against Briggs and Prop Six, Anita Bryant was taking her show on the road... sweeping the country. Her next stop was Wichita, Kansas. \n[243]Did Jim call the press?  Get out there with your camera! \n[244]When I got Coors out of the bars, the Union gave me this. I want you to have it. \n[245]You're an activist. Take it. March them.  March those people up to the front doors of City Hall. When it looks really bad, the city's first gay Supervisor will come out and play peacemaker. We save the city from a riot. We can turn this night into more political power for the cause. \n[246]I won't always be here. Somebody else will have to take over.  I need you to be the scary one now. \n[247]Hello. My name is Harvey Milk, and I want to recruit you.  I want to recruit you for the fight to preserve our democracy against the Anita Bryants and John Briggs who are trying to legalize bigotry! We have a choice to make. The fight is at our doors. We must either go back in the closet and shut it tight, or fight... History shows      70. \n[248]that if we continue to fight, we... will... win. \n[249]We're losing Prop Six by 60% and you're over there celebrating a riot. I need more visibility...  If we're going to beat this thing, we have to get Briggs to acknowledge us. Harvey steps away, hot, pensive. Anne gets quiet. \n[250]We need something populist. What's the number one complaint about city life? \n[251]Close. \n[252]I like it. \n[253]Dog mess is a hazard, and on top of that, it's disgusting. Under the ordinance, dog owners that don't clean up can be fined. This really is the bottom line! He smiles at his own joke, punctuating it by \"accidentally\" stepping in Cleve's well-placed dog shit. A BIG grin. BULBS FLASH. These flashes transition into: \n[254]Doggy-doo's a real problem, George. With a shit eating grin, Harvey offers up a powder blue pen. \n[255]Powder blue to sign they city's first Gay Rights law... George, we need your help with Briggs... The gay community will have your back from now on. On all issues. I hope you'll have ours. A beat between them. An alliance is forming. The Mayor sits behind his desk and turns to the press with Harvey's pen.     73. \n[256]What are you working on, Dan? \n[257]Listen, I know you're disappointed about the Psychiatric Center... What else do you have coming up? \n[258]We prefer the word \"gay,\" Dan. Just as I'm sure you prefer the word, \"Irish-American\" to \"Mick.\" \n[259]We're not against those things. \n[260]No. But, we keep trying!       74. \n[261]C'mon, Dan. You're channeling Anita and Briggs... we can work together. On something... \n[262]It's a bad time politically. I have an election next year. \n[263]What's wrong, Taco Bell? \n[264]I'll take it under consideration. Why don't you get us a drink? A kiss and Jack heads to the bar. Scott approaches. \n[265]He's getting better. He's enrolling in classes on Monday. Scott wipes PIE CREAM from Harvey's jacket. \n[266]Who invited you? Anne? \n[267]Congratulations. It was a tough ticket to get. \n[268]When I come home to Jack, I don't have to talk politics or talk intelligently. Or even talk.  And where's an old man like me going to get such a good looking young man, right? \n[269]No problem, Dan. Good to see you. \n[270]Yeah. \n[271]Thanks. But it's a real problem. \n[272]You didn't have to-- \n[273]Are you okay, Dan?     77. \n[274]I doubt that. \n[275]It's more than an issue, Dan. (a beat, one last try to get through to him Dan. I've had four relationships in my life. Three of those four tried to kill themselves. I know it was my fault they did it. I told them to stay quiet. To hide. Most of my life I've been closeted. That's what living this life is like for most of us. The way things are... This isn't just about our jobs, or any issue, it's our lives we're fighting for. Jack emerges from the bathroom, barely together and leans on Harvey. Dan steps back from Harvey and Jack, his moment alone stolen away. \n[276]Come out! Just come on out! DRIVING THE CAR: Anne keeps a close eye on the parade watchers. Any one of them could be an assassin. \n[277]\"You get the first bullet the minute you stand at the microphone.\"  Looks like the publicity's working. \n[278]It could happen any day, any night, any time... (off the ROARING CROWD that's waiting for him The nation's eye is on us. I have to do this. JUMP TO: POV shots of cops and loners amongst the massive audience hint at Harvey's paranoia. Like diving off a cliff, Harvey launches up to the microphone. The deafening cheers surely would have drowned     79. out gunfire, but when it fades, He's standing. He delivers his impassioned call to action: \n[279]My name is Harvey Milk, and I want to recruit you. I want to recruit you for the fight to preserve your democracy. Brothers and sisters, you must come out. Come out to your parents. I know that it is hard and will hurt them but think about how they will hurt you in the voting booth! Come out to your friends, if they indeed are your friends. Come out to your neighbors, to your fellow workers. Once and for all, break down the myths, destroy the lies and distortions. For your sake. For their sake. For the sake of the youngsters who are becoming scared by the votes from Dade to Eugene. On the Statue of Liberty it says \"Give me your tired, your poor, your huddled masses yearning to be free.\" In the Declaration of Independence it is written \"All men are created equal and are endowed with certain inalienable rights.\" For Mr. Briggs and Mrs. Bryant and all the bigots out there, no matter how hard you try, you cannot erase those words from the Declaration of Independence. No matter how hard you try, you cannot chip those words from off the base of the Statue of Liberty. That is what America is. Love it or leave it. Wild applause. He scans the crowd as he steps off stage. A bit surprised to still be alive. Cleve grabs him. \n[280]Get the press. \n[281]Hi, I'm Harvey Milk. It's quite an honor to meet you, Mr. Briggs. \n[282]No sir. I would love to have a public debate. I'm very interested in the details of your argument. \n[283]Yes sir, today they are. But with my City's Mayor and the San Francisco press as my witnesses, I'm challenging you to a public debate. John nods, stiff. He can no longer avoid Harvey Milk. He gets back in his limo.     81. \n[284]Senator, as a Christian it's interesting that you don't seem to understand what Christ was about. He was about accepting people and giving love, not carrying a Bible in one hand and hatred in the other...  ...Now all the gay myths have been shattered, all the fears, all the-- \n[285]That's it. In your mind they haven't, and I'm wondering why-- \n[286]And your law goes even further. Any school employee who even supports a gay person will be fired-- \n[287]How do you teach homosexuality? Like French? I was born of heterosexual parents, I was taught by heterosexual teachers in a fiercely heterosexual society. So then why am I homosexual? And no offense meant, but if it were true that children mimicked their      82. \n[288]We were really genuinely frightened by Proposition Six, and with the backlash gaining strength, we were very pessimistic. We didn't think there was any chance we could beat it. What we hoped to do was to organize to the point that when we did lose, there would be a revolt... That all hell would break lose. \n[289]We're still losing, 60 to 30. We have to take the show on the road. Call Briggs's office. Do a press release. Tell them he can pick the town, the audience, and I'll ask our supporters not to attend.     83. \n[290]Get me Orange County. \n[291]I don't have time to do game shows right now... This stops Jack cold. \n[292]Are you drunk right now? \n[293]Jack, I'll have more time soon. \n[294]That's not true. I think you're smart. You're capable. No matter what your family or your father said. I believe in you... We should figure out something for you to do. I could get you a job. \n[295]I'll get a broom. Harvey goes. Jack collapses into a chair. \n[296]If in your statements here you say that child molestation is not an issue, why do you put out literature that hammers it home, why do you play on that myth and fear? \n[297]But you've even admitted that there's more molestation in the heterosexual group! So why not get rid of the heterosexual teachers? Boos from the conservative audience. \n[298]--No child molestation... So you're saying the percentage of population is equal to the percentage of child molestation? \n[299]That's what you just said. \n[300]--Sir, in your own drive for personal power, how many careers are you willing to see destroyed? How many lives will you destroy in your lust for power, and when will you stop? The crowd boos, rails. This isn't San Francisco, it's Orange County. In the audience, Dick Pabich sweats, taken aback by the level of hatred. Harvey tries to maintain his composure. \n[301]Hey Jack, what's wrong? \n[302]You just had them pull me out of my big vote on the dog shit ordinance. Did you do this on purpose, Jack? \n[303]Yes, but... I don't know when I'll be home. Maybe 6. 6:15. \n[304]Dan? How's the baby? \n[305]I heard you planned to vote against them too, Dan. Were you trying to set me up? \n[306]Dan, there's a vote to approve the police desegregation settlement, give me that and I'll consider backing pay raises. \n[307]Black skin and White in your police department?  Dan, even Ronald Reagan's come out against Proposition Six. You're looking more and more out of touch. \n[308]And the potential witch hunts against you \"straight people,\" right? Dan tries hard to come up with a cogent response. He can't. His behavior is alarming. He sets down his briefcase. \n[309]I don't know what you mean. A moment. Dan is on the verge of tears, hot angry tears. \n[310]What is it, Dan? You can tell me. \n[311]Sir, blind people can't see \"shit.\" What the heck do you have against blind people? The young folks surrounding the PASSERBY laugh and hoot at Harvey's joke. Even the harassing PASSERBY can't help but crack a grin. Harvey beams. \n[312]Jack was gone. I didn't have time to mourn... There was no choice but to keep on... to keep fighting. \n[313]Thank you for this great honor. But do you think once the magazine is done snapping pictures, maybe I could keep the suit for a while? \n[314]Would you like to trade with me? \n[315]Oh, me? I'm an elected official. I run this city.     90. He makes a show of it. She smiles. He hands her the flower he's been holding onto all afternoon. \n[316]Of course not. How not good? \n[317]Dear God, little Lotus Blossom. Harvey is stunned. Other districts follow with similar results. They go up in red on the map. \n[318]Put it up on the board. Harvey tries to stomach this major defeat, loss after loss. He starts reflexively tying his tie in a knot. Cleve comes up to Harvey, concerned. \n[319]The whole world is watching this. This is San Francisco we're about to lose. Are you ready? \n[320]There goddamn better be. \n[321]I can't say it because I'm a public official, but for God's sake, if this thing passes, fight back. Cleve is stunned, holding the weight of Harvey's words. Harvey's focus is interrupted when Anne brings him the phone. \n[322]Paul who? \n[323]I thought you were a goner, Paul. \n[324]Who did you know in Los Angeles? \n[325]No. You did this all by yourself.     92. \n[326]Then you have to see San Francisco! \n[327]I gotta go, Don. Thank you.  LA by 65% put it up! Put it up! The tone in the room is changing. Jim storms up. \n[328]Well crap Cleve, now what are we going to do tonight?! (re: a giant, jock strap wearing, Lady Liberty Cover up Lady Liberty. The cameras will be coming our way. \n[329]To the gay community all over this state... my message to you is... so far a lot of people joined us and rejected Proposition Six, and now we owe them something... We must destroy the myths once and for all, shatter them. We must continue to speak out... and most importantly, most importantly, every gay person must come out.  Tonight... Tonight it is clear that everyone out there does know one of us. And now that they do, they see we are not sick... they can feel we are not wrong... and they know we should have a place in this great country and in this world... A message of hope has been to sent to all the young people out there... to all those afraid of this wave of hate... to all those who have lost their homes and their hometowns... tonight we know there is a place for us! My brothers and sisters... we can come home again! The crowd goes WILD. Harvey BEAMS. Moscone walks up onto stage and lifts Harvey's hand. Harvey is now a member of the S.F. political elite. Cleve watches from afar as Harvey steps off and disappears into the crowd. \n[330]You ever heard of sore losers? Well, I'm a sore winner... I thought we were goners.  I'd started looking forward to the riots.     94. \n[331]I think maybe we're best with our backs to the wall. It's too quiet.  I think we should march on Washington D.C. next year. \n[332]The people voted for us, Cleve Jones. \n[333]Morning, Dan.     95. \n[334]I'm sure we could work together-- Dan walks away from Harvey. He doesn't want to hear anything Harvey has to say. Harvey watches as Dan is met in the hallway by an OFFICER from the POLICE OFFICERS ASSOCIATION. \n[335]He gets dragged into a closed door meeting with the Police Officers Association, and comes out demanding his job back? What do you think they promised him? Or worse, how did they threaten him?     97. \n[336]How many of our propositions has Dan shut down? We could finally settle this police desegregation nonsense. Cement rent control. It's his vote on this Board that stands in our way. \n[337]Let me just remind you that you're up for re-election. If you re- appoint Dan, you lose the gay vote. They listen to me. You won't get elected dog catcher. \n[338]A \"homosexual\" with a bit of power... rather scary isn't it, Mr. Mayor? OFF Harvey. He's come a long way. \n[339]Sorry to wake you up. \n[340]I went to the opera tonight. Guess who my date was. \n[341]Bidu Sayao herself. She was in the first Puccini I ever saw. The crowd went wild. It was like I was young again, seeing my first live opera... \n[342]Really? Scott gets out of bed, considers his words. It's intimate.     99. \n[343]I'd like that. Harvey is quiet, a rare moment of reflection. An unexpected tear rolls down his cheek. \n[344]Look out the window, the sun's coming up. \n[345]I don't want to miss it. \n[346]This. Harvey's single word answer means, \"Life.\" OFF Harvey: Neither wants to hang up the phone. \n[347]Who's it gonna be? Is he replacing Dan with that God Damned liberal lefty Don Horanzy? That'll really shake up the Board, huh? \n[348]Heaven forbid, Dianne. \n[349]This time next year we're marching on Washington D.C. It'll look like Market and Castro, but with a million people. Write that down. Tell President Carter we're coming after him next. I'm going to deposit this. I'll be back in 20 minutes. Dan arrives at Harvey's office door. Harvey is with a FRIEND, preparing to leave, surprised to see Dan in his doorway. \n[350]Sure. Dan walks Harvey down the hall to his old office. \n[351]Oh no... N-- Dan Fires again, silencing Harvey's cry for help.     102. Harvey turns away. Another bullet rips into his chest, and he falls to his knees, now facing the window. He staggers toward it. The moment is extended as we see Harvey's POV of the Opera House outside the window, and the Castro beyond it. HOLD ON HARVEY, gazing out at his beloved city. Dan puts his revolver to the back of Harvey's head. HE FIRES. And just like that, Harvey falls. \n[352]I ask this... If there should be an assassination, I would hope that five, ten, one hundred, a thousand would rise. I would like to see every gay lawyer, every gay architect come out-- \n[353]--If a bullet should enter my brain, let that bullet destroy every closet door... And that's all. I ask for the movement to continue. Because it's not about personal gain, not about ego, not about power... it's about the \"us's\" out there. Not only gays, but the Blacks, the Asians, the disabled, the seniors, the us's. Without hope, the us's give up-- As the thousands of mourners arrive at City Hall, they place their candles around the statue of Lincoln. \n[354]You gotta give em' hope... you gotta give em' hope. Harvey closes his note pad, puts down his pencil, and pushes stop on his recorder. ", "SCOTT SMITH": "\n[1]Okay, Harvey... \n[2]Really?     4. \n[3]Work? So, that would be... Let me guess. Ma Bell or AT&amp;T. \n[4]You left out bad breath. Falling for it, Harvey covers his mouth. Scott laughs. They both smile, realizing they share a wry sense of humor. A TRAIN IS COMING, Harvey has to work fast. \n[5]Listen, Harvey, you're kind of cute for a suit... But I don't do guys over forty. \n[6]How's that? \n[7]Jackson, Mississippi. \n[8]Now you tell me. \n[9]Are you on uppers or what? \n[10]You're afraid of the cops? \n[11]Oh. You're one of \"those.\"  I think you need a change of scenery. New friends.     6. \n[12]You're forty now. \n[13]You keep eating like this and you'll be a fat ass by fifty. \n[14]Where to? \n[15]I cashed my last unemployment check yesterday... \n[16]I bought an ounce of pot. I was just wondering if you had any      8. \n[17]plans, or thoughts... About us doing something to, you know, bring in an income. \n[18]I suppose I can wait tables. \n[19]Yeah. \n[20]What kind of shop? \n[21]Based on what law? \n[22]We pay taxes you know! Harvey grabs Scott's hand... keeps him from heating up, from pouncing. It's not the time for them to bite yet. \n[23]Can I come in now? \n[24]Harvey. What's with all this political activist crap? I thought you were a goddamn Republican. Harvey walks into the small dining room holding two plates of food. He sets them out on a small dining room table, still rambling on to Scott in the bedroom. \n[25]Harvey. It's just like every other city in this country. People hate us. Big surprise. \n[26]Wow. This is--     11. Harvey SMASHES A CREAM PIE into Scott's face. Payback. \n[27]Harvey... This guy wants to talk to you. \n[28]What's he giving you? \n[29]A convert to what? \n[30]You're gonna run for Supervisor, is that the idea? \n[31]Because I have so much experience in politics. \n[32]Harvey, you do that every time you cross the street. \n[33]Fun? Harvey starts kissing him all over. \n[34]Who cares about those old queens? Scott is laying down on THE BIG RED COUCH. \n[35]I'm beat, Harvey. I passed out flyers for seven hours straight. \n[36]People in bathhouses vote. I'm tired. I'm taking a nap. Scott heads up the stairs to their apartment. A CUSTOMER comes in. Danny quickly gathers the REVEALING PHOTOS and puts them back in the envelope.     22. \n[37]\"Harvey Milk will have a dream journey and nightmare to hell, a night of horror. You will be stabbed and have your genitals, cock, balls, prick cut off.\"      23. \n[38]I'm calling the police. \n[39]You think this is funny? Look at it. Reluctantly, Harvey takes the letter from Scott. \n[40]Don't do that. \n[41]All this energy... to make yourself a target. And what for? Something we have no chance to win. Harvey wraps his arms around him. \n[42]What's wrong with the Castro? \n[43]Thanks for the swim. I'm sorry I pissed in your pool. \n[44]No. Not cute. The shoes are hideous and I hate your hair. You're not fooling anybody. \n[45]This isn't sexy, Harvey. Harvey grabs Scott, kisses him. Then playful: \n[46]Harvey. Dinner. \n[47]Harvey, you need to eat something. Now.     30. Scott steps back into the kitchen. \n[48]Ladies and Gentlemen. Our apartment is officially off limits. CHASES the VOLUNTEERS out of the kitchen, out of his bedroom... down the stairs... \n[49]Downstairs. Time to go. Go. OUT! Harvey emerges, about to intervene. \n[50]Don't say anything. For once, Harvey keeps his mouth shut. Jim and Dick sneak past Scott, sheepishly. When Scott and Harvey are alone... \n[51]Sit down and eat. Harvey and Scott eat dinner in tense silence. \n[52]Clearly. \n[53]Let Rick have it. Nobody thinks you're a fraud here, Harvey. You're not in New York, you're not a closet case asshole anymore. People respect you here. Relax for a year. Get us back on our feet. \n[54]Since when did you care if anyone took you seriously? \n[55]I can't do another one.  I'll be back for my sheets. If you're not here, I'll see you in the shop next week. Scott picks up his box of clothes and starts out of the apartment. Harvey, not meaning a word: \n[56]I know. You're a catch. Scott leaves. Harvey is in shock, unable to comprehend the loss. Unable/unwilling to reverse the choice he's made. \n[57]The whole state is not San Francisco. \n[58]Politics. Not the movement. What the hell was that in there? \n[59]You were the biggest closet case alive in New York. You told me and all your boyfriends to keep our      64. \n[60]traps shut. You were the hypocrite in there. \n[61]I had to listen to your phone calls home to Mom. Hear you deny that I existed. You want to be \"normal\" as bad as any of us. More than any of us... Those are kids in there. You're asking them to lose their families. \n[62]That's fucking insane. \n[63]Someone I'm seeing. He's good for me. He makes me stay home at nights, out of the bars... \n[64]Oh, Harvey, don't...  What's that about? \n[65]Don't let Cezar Chavez hear you calling him Taco Bell.     75. \n[66]I remember when your birthdays were a bit less... lavish. More intimate. \n[67]My boyfriend got an invitation. I was his \"plus one.\" \n[68]Congratulations to you. Looks like you're part of the Machine now.  You can do better. \n[69]You're not so old. You look handsome... Happy 48th. Looks like you're gonna make it to fifty after- all, Mr. Milk. Scott gives Harvey a BIRTHDAY KISS. \n[70]Harvey. Look at me. Look at me. You did everything you could. \n[71]What else could you have done? \n[72]Hello? REVEAL: Scott, half asleep. \n[73]What's wrong? \n[74]Who? \n[75]If you go to the opera again, you should call me. \n[76]Yes. I'd go with you. \n[77]Harvey? \n[78]It's late. You should get some sleep. \n[79]Miss what? \n[80]Where is everybody? Didn't anyone give a damn? ", "DAN WHITE": "\n[1]Something has happened.     3. She puts her arm around him, feels a gun at his side. She holds him, firmly gripping the revolver in his holster, to conceal, to keep him from using it, potentially on himself. \n[2]I'm not going to be forced out of San Francisco by splinter groups of social radicals, social deviants, and incorrigibles. You must realize there are thousands upon thousands of frustrated, angry people such as yourselves waiting to unleash a fury that will eradicate the malignancies which blight our beautiful city. \n[3]I've assured Harvey here that my brochure's comments about \"social deviants\" referred more to junkies than to his people. See, I'm about to have my first child. I have to make sure this city remains a decent place to raise him. \n[4]A couple of years. \n[5]You have something against cops? \n[6]I appreciate it. \n[7]I'll see you at the office, Mr. Milk. \n[8]Harvey, committee meets at 9:30. Oh, hi Michael, Jim.  Hey, did you get the invitation to      52. \n[9]my son's christening? I invited a few of the other supes as well. \n[10]Great! All smiles, Dan leaves. Cleve mocks him. OFF Mike Wong's expression: THAT WAS BIZARRE. \n[11]I'm not sure my constituents would favor that. Dan looks over to his WIFE and NEWBORN SON. \n[12]You're the only one who showed up I think. \n[13]Yes. Right here. Same Parish. My grandma immigrated here when this was an Irish Catholic city. The City of St. Francis... A lot's changed here since then. \n[14]You're not like most homosexuals, are you, Harvey? \n[15]Say, where do you stand on the Psychiatric Center the City's been pushing into my district? \n[16]Getting it out of my district was a key piece of my platform. It only attracts arsonist, rapists, all that, you know. \n[17]A big one.  What do you say we watch out for each other's interests? I'd like that. \n[18]I'm sorry. Slipped into some shop talk. \n[19]Can I have a moment with Harvey? Alone, please, Carol? She politely recognizes the tension and gets up. \n[20]Why are you turning on me like this at the last minute? What did I do? \n[21]Harvey, I can't go back to my family and to my folks and to my district without this. Don't do this. \n[22]You strung me along. And now you're throwing me to the wolves.     66. \n[23]I'll vote against your Queer Law. I'll get Quentin against it. \n[24]I gave you a chance, Harvey. I really did. You blew it. You really blew it. Dan goes, the rage of a scorned adolescent under his suit. \n[25]No. \n[26]If you have something to discuss, you can have your aide make an appointment with my aide. \n[27]Now you need something from me. You want my me to join in with the Queers on this Prop Six business? \n[28]Harvey, our society can't exist without the family, without the church. \n[29]You're not? Can two men reproduce? \n[30]Okay. You introduce an initiative for Supervisor pay raises. \n[31]You asked for something. Introduce pay raises. I can't take care of my family on our salaries. You don't have that problem, do you? Dan's AIDE steps into the doorway. She seems surprised to see Harvey in Dan's office. \n[32]Mr. Milk, You'll excuse me, I have a development meeting. Dan goes. \n[33]Sorry I missed the party, Harv... \n[34]Dog poop? \n[35]It's good! It's a good one. \n[36]Oh, yeah. I mean, God knows how many problems it causes. All kinds of diseases, birth defects probably, I mean, stuff you can't even...  Hey, I got you a little something. \n[37]You didn't have to--  Why do people always say that? \"You didn't have to?\" I mean, of course, right? But, that's what they always say. They always say things like that... Dan's attempts to be witty and erudite  only leave him confused and tongue tied. Harvey HAS NO IDEA why Dan is here. \n[38]Oh, what? Yeah, sure. Harvey, I just... I just want to say... Happy Birthday. Dan PUTS HIS ARMS AROUND HARVEY for a sort-of macho but really weird birthday hug. Harvey stiffens, it's such a peculiar moment. Dan steps back, looks him over. \n[39]I've really learned a lot from watching you, Harvey. \n[40]No, I have. You gotta get out there. Get noticed. That's how it works. But, you have an issue. That's your advantage. \n[41]I've learned a lot from you, Harvey. I'm going to get my picture in the papers, too. You'll see. I've got my own issue. That's right. Dan White's Got An Issue! \n[42]I see naked men walking around, naked women walking around, which doesn't bother me as far as my personal standards of nudity, but it's not proper. We wouldn't allow it for any other parade in San Francisco, and it should not be allowed for the gay parade. \n[43]All I'm really saying is, if we don't protect ourselves with this kind of legislation, a transvestite can show up at a public school with all the qualifications for teaching and they can't refuse to hire him.     86. \n[44]You didn't bring up Supervisor pay raises. In fact, I heard you plan to publicly oppose them. \n[45]\n[46]It's not a good time for me to bring it up. Politically. \n[47]I don't trade votes... unlike you, the way I was raised, we believe in right and wrong. Moral and immoral. \n[48]If I come out against Prop Six, it's only for the invasion of State's rights issue. \n[49]You underestimate me, Milk. You're very, very wrong about me. \n[50]You don't... You can't humiliate me. And you will not demean me.     88. Anne appears down the hall. Dan has more on his mind, but the moment has passed. He picks up his briefcase and walks out of the building. Off Harvey, concerned. \n[51]Could you give this to the Mayor for me? As soon as possible. \n[52]I just resigned. Congratulations. I'm sure you're pleased. Harvey doesn't know what to say. Dan's right, it does make him happy. But it's not that simple. \n[53]You'll be the next President of the Board. \n[54]Sure... Dan heads for his office. \n[55]It was a major decision on Friday that I had to come... to arrive at. But since that time, people unknown to me, plus my family and friends, have come to me and stated that they want me to stay in office, that they support me... So I'm asking the Mayor to let me stay in office to serve the people... \n[56]Yes. This is Dan White. \n[57]I'm sorry. I don't know anything about that. Dan hangs up on her. \n[58]My aide was supposed to come down here and let me in the side door, but she never showed up. \n[59]I'm Dan White. City Supervisor. We follow Dan down the hall and into the grand entry-way. \n[60]You can't take this away from me! Moscone has his back turned, pouring them cocktails. \n[61]Say, Harve, can I see you for a minute? ", "CLEVE JONES": "\n[1]Sorry old man, not interested. \n[2]Phoenix. \n[3]Cleve... Jones. \n[4]Fuck that. Elections of any kind are a bourgeois affectation. \n[5]If I need the cash... But I'm selective about my clients. \n[6]I faked a lung disease to get out of PE. So what? What are you, some kind of street shrink? \n[7]Well, good luck with all that. \n[8]That you're gonna get somewhere if you keep talking? \n[9]Sorry old man, I'm leaving for Spain tomorrow. Europe. Got all the cash I need in my back pocket. A GROUP OF CLEVE'S FRIENDS shout at him to join them. Harvey watches him dart across the street to his friends. \n[10]You staying up with me? \n[11]No. He was hideous. \n[12]I thought we were gonna spend the rest of our lives together. \n[13]What? \n[14]Is that supposed to help? \n[15]I went to Spain last month... long story. In Barcelona, there was this memorial march for gay people who died under Franco. The police tried to break it up. It started a riot. A bullet ripped through a drag queens scalp, his wig flew off, but he kept fighting. There was blood literally running in the gutter. \n[16]You think you'll win? \n[17]Well, I don't \"do\" losing. Ever. Maybe I should run for office, and you can work for me.  If you can do it, I can do it. \n[18]Yeah, sure. \n[19]If...?     33. \n[20]Out of the bar and into the streets! Anita Bryant is coming after you! \n[21]Yes. Where are we going? \n[22]They endorsed you for being a good businessman? Has Scott read this? He'll piss himself. \n[23]I'm going to The Stud. Meet me out. Cleve goes. His energy is boundless. Harvey sits alone watching the bargoers return home through his front window. A bitter-sweetness lingers. A couple waves, one shouts out: \n[24]I'm sorry. We're all full. \n[25]The new Mrs. Milk. I give it a week. \n[26]A bit over the top. \n[27]I got it from a friend. Harvey leads Cleve from the elevator to the grand staircase. \n[28]Here we go, Harvey to the rescue. Isn't it enough we have to put up with Jack? \n[29]So do any of your volunteers, but you don't make them all first lady. \n[30]Dear God, say it ain't so! \n[31]Whatever. He can get them in two Sundays at church in Orange County. \n[32]80 percent in other polls. Some even have us losing San Francisco.     60. \n[33]What about, S-C-O-T-T? OFF HARVEY, knowing Scott would be an asset. Jack opens the door and grabs Harvey's hand. They go. \n[34]We're not interested in working with those old Democratic Party shits. THE DOOR OPENS and someone new enters. He's HOLDING THE HAND OF... SCOTT SMITH. They are obviously a new couple.     62. Scott and his BOYFRIEND find a place on the floor. Harvey's and Scott's EYES MEET across the room. \n[35]It's in the bedroom. After a moment, Dick RISES and follows Cleve out of the room. People are stunned by Harvey's outrageous demand. Harvey sees Scott GLARING at him. \n[36]Hi. We're losing Wichita. Rally tonight. Sundown. Market and Castro. A MULTIPLYING FRAME EFFECT: the person he called calls two others, they call four, then more and more as the tree grows. \n[37]They're moving. I don't know where, but... \n[38]Press is covered. But we don't have a permit to march. \n[39]What do I do with this?     68. \n[40]I can't do it like you do it. \n[41]Forty years ago tonight, the gay citizens of Germany found out they no longer had civil rights. Tomorrow morning, the gay citizens of Wichita will also awaken to find that they too have lost their civil rights. You have whistles. You use them when we have been attacked. Tonight we have been attacked. Initially Cleve is successful, but then the crowd turns, marching toward City Hall without him. \n[42]Fuck. Shit. Harvey! Cleve runs as fast as he can to cut through the crowd, to get to the front. He gets on his walkie-talkie. \n[43]Get the press to the overpass! ON HARVEY: Ducking through EMPTY STREETS, trying to get AHEAD OF THE CROWD and beat them to City Hall.     69. Cleve gets to the head of the crowd. \n[44]Move... Left... Move... Left... \n[45]We're shutting down traffic, both directions. Cleve looks up at the press that's arrived on the overpass above, and turns to two HIPPIE KIDS near the front. \n[46]Disconnect the power arms! The boys climb up a trolley and knock down the power arms. Sparks fly. Brakes squeal. The press snaps photos. \n[47]They're calling it a \"successful mediation.\" You're a God damn hero. Fuck. It came this close to a riot. \n[48]You're just jealous it wasn't you out there. \n[49]The piss smell in the Tenderloin.     71. \n[50]\"Mayor Milk.\" \n[51]The Mayor says Briggs is on his way here. He could intercept him for us. We could get him face to face. He couldn't ignore us anymore. \n[52]\"Beware. The ides. Of November.\" \n[53]I can have 15,000 people in an hour. But there's gonna be riots if this thing passes. \n[54]What are you telling me?     91. \n[55]What's the matter? \n[56]I told you, I don't \"do\" losing. \n[57]Milk, you're a decent politician, a mediocre businessman, but you're a lousy gay man. (Harvey knows what he's getting at Take some time off. Fifty's right around the corner.  Nobody will want you after that... I can handle D.C. \n[58]They did. There's nowhere to march tonight, Mr. Harvey Milk. Lets go back inside. Turning back, they savor the moment, like father and son walking to Castro Camera, growing ever smaller in the frame. ", "JACK LIRA": "\n[1]You're more handsome in the posters. \n[2]...Palomino's are my favorite horse. They're smart. They're fast and compact. Do you think I'm more like a Palomino or a Stallion? Jack smiles, out of his mind. Then he sits/falls down into the chair, and slides off. Harvey stands above the passed out young man. A newcomer. A wounded bird. Perfect. \n[3]My father beat me when he found out... So I came here. I stay in this man's house. But I don't like him. \n[4]I love you. \n[5]I love you, Harvey. \n[6]Harvey! Harvey PULLS JACK INSIDE, right past Goodstein and Stokes. Harvey CATCHES A GLIMPSE OF SCOTT OUTSIDE... \n[7]Harvey, is this all for you? Are you this famous? \n[8]Welcome home, Harvey! I hope you're hungry. I only know how to cook one thing, but I make it good. \n[9]I asked the boy downstairs to let me in... \n[10]He wouldn't let me in. So I came in this way. Your friends aren't very nice to me. \n[11]You work too hard. I'm sorry about your window. I'll fix it tomorrow.  Are you surprised?! \n[12]So I could be the first lady? \n[13]I watched TV here today. All day. I saw All My Children. They killed Margo. I knew it was going to happen. They try and trick you but it never works. \n[14]What? Killing the blonde? Every time. I'm good with that.  I think now the old lady is going to have an affair. Then she'll get killed or married. Always one or the other. Dead or married. Jack starts dancing with Harvey again. It's sweet, intimate.     54. \n[15]That's right. The dance lesson is a lovely distraction. Harvey won't be going back to work tonight. \n[16]Who were you with? Scott? Some boy? \n[17]No. You embarrassed me. I didn't know anyone. These are not good people. I don't want to be here. \n[18]No. I'll wait for you. Go away. A tight smile from Harvey as he looks up to Cleve. \n[19]Har-veyyyyy! \n[20]Anne and Cleve tried to cut me out of your table. You should fire them. \n[21]You just have to go down to LA and guess the right things on TV and they'll pay us... You have to use your fame now while you have it. We could have nice things. \n[22]You are horrible! I have worked on this surprise for you for weeks! \n[23]You are an ungrateful asshole! \n[24]You're ashamed of me! \n[25]I'll never be good enough for you! Jack THROWS A PIECE OF POTTERY AT HARVEY. It misses, CRASHING THROUGH THE WINDOW onto the street below.     84. \n[26]Nothing. I just want to know when you'll be home. \n[27]It's poop, Harvey. Aren't I more important than poop? \n[28]Fine. 6:15. Harvey hangs up. His patience is slipping. He looks up in time to see Dan heading down the hall with his briefcase. ", "JIM RIVALDO": "\n[1]Well, it looks like the big guns and the rich gays in San Francisco are going to back Dianne Feinstein and other straight candidates they consider \"gay-friendly.\" \n[2]A mansion-- \n[3]I can't control who's in the audience... \n[4]We lost, but we lost by less! More votes than ever...  I remember when that used to work. I want to show you something. This is remarkable. Jim starts laying out his trusty MAPS, color coded with precinct results from that night. \n[5]The red is where you did best tonight. If we can get the initiative on district elections to pass, and we can -- we can -- our new Supervisor's District will go right up Market. Right around the Castro.     34. The district Jim outlines is ALL BRIGHT RED. \n[6]If you run for Supervisor with this new district, it's a potential landslide. You'll be the first up- front gay man elected to major office in the U.S. \n[7]Who the heck is she? \n[8]They'll split the gay vote. The straights will divide and conquer. \n[9]How do you know she's not a plant from Rick Stokes' campaign? \n[10]Carol Ruth Silver... Gordon Lau... It's the most liberal Board in years! \n[11]We'll deal with him tomorrow. Harvey is DOUSED with champagne.     48. JUMP TO: Harvey is interviewed by a TV REPORTER. Jack squeezes his way under Harvey's arm and into the picture. \n[12]Dan White won't vote for this. Harvey puts his fingers to his lips and points down the hall, indicating Dan is down there. Harvey whispers: \n[13]But we can't afford infighting anymore, Cleve. We have to bring together every group. Even the old school Democrats. \n[14]It could be dangerous. There is such a thing as a right to privacy.     63. \n[15]What are you doing? Where's Harvey? \n[16]If you cleaned up all the dog shit in the city, you could be elected Mayor. \n[17]Imperial is 69% \"for\" so far. \n[18]The polls were off. Briggs is going down by more than 2 to 1. The only district where it's leading in San Francisco is Dan White's. Harvey takes a moment to absorb the map. Anne, Dick &amp; Jim, all the volunteers. What this apparent win means to him, to his people. To Cleve: ", "DICK PABICH": "\n[1]David Goodstein is the publisher of The Advocate and he has a house-- \n[2]--in Atherton. \n[3]Harvey, you better come down. There's gonna be a riot. Moving in a daze, stunned by the call, Harvey digs out A BULLHORN and heads out. \n[4]They're still too hot in back. They'll burn the joint down. \n[5]Help or take over? What about Scott? \n[6]You replaced Scott with a lesbian? \n[7]Hi Rick, handsome suit. Annie, do you have any more hand cards?     44. \n[8]Not true. Guess where we found them all, Rick? A slew of them. Way up on Valencia Street. Living right there in our district. And you see, as it turns out, Annie here is very, very popular with the ladies. Dick puts his arm around Anne. Rick is stupefied. \n[9]Supervisors Silver and Lau are asking you to vote to keep this Psychiatric Center in Dan's district. It'll go down 6 to 5 if you vote to get rid of it. \n[10]You just think he's cute.     57. \n[11]\"Come out, come out, wherever you are!\" \n[12]I haven't told my father yet... \n[13]He's ignoring us to death. \n[14]People are coming out, though. We met with groups in Bakersfield, Redding, a dozen people showed up in a library basement in Fresno asking for our support if they came out. Last Sunday, the Reverend of St. Mary's came out to his entire congregation... \n[15]Their audiences are insanely devout. We'll get killed. \n[16]San Bernadino is coming in. Not good. ", "ANNE KRONENBERG": "\n[1]Hi guys. Mr. Milk... Rick Stokes isn't pulling out. He's officially filed to run against you. My friend at The Advocate says David Goodstein is backing him. \n[2]Are you guys always this paranoid? \n[3]Sir, my girlfriends say you guys don't like women. Just asking, is there a place for us in all this, or are you scared of girls?     43. \n[4]Just give me whatever's left over in the register at the end of the day. So should I call the Chronicle about getting US an endorsement? No? OFF the group of misfits, considering the addition. \n[5]No, sir. I'm Harvey's new campaign manager. Anne Kronenberg. \n[6]I'm sorry. Are we distracting you, Mr. Stokes? I'd hate to screw you up on your big night. Dick runs up looking for more fliers. Taking Rick even more off his game, Dick is flirtatious. \n[7]First ever newspaper endorsement. \n[8]Will do. \n[9]Are you going? \n[10]Not great. State Senator John Briggs is Anita Bryant's go-to guy in California for sure. He's filed his petition for a statewide referendum to fire all gay teachers and anyone who supports them. A pall falls over the room. This is worse than expected. \n[11]Jesus. \n[12]My folks know already. A beat. The room is silent. Dick looks ill. \n[13]Every paper's calling Prop Six the main event now. We lose this, we'll have anti-gay laws in all fifty states, and Briggs won't return our calls for a public debate. \n[14]It came in the mail today. \n[15]You don't have to go up there. \n[16]Don Amador down in LA. ", "JOHN BRIGGS": "\n[1]My proposition promises to protect our children from these gay perverts and pedophiles who recruit our children to their deviant lifestyles, including the ones who      58. \n[2]do it in our public schools. It's time to root them out. In the crowd is teacher TOM AMMIANO, 36, colorful, worked up: \n[3]Sir, my bill outlines procedures for identifying homosexuals. \n[4]Sir, you can argue with me, but you cannot argue with God. It's getting ugly fast. Briggs is whisked away by TWO OFFICERS. He trips off the curb and is quickly scooped up. \n[5]The parade is the other direction. \n[6]I have a right to be here, Mr. Mayor. \n[7]I'm aware. Sad you're too afraid to fight this out in public, Mr. Milk. \n[8]You know the details. As do the people. Look at the votes across this nation. The \"public\" is with me. \n[9]Not in my mind they haven't-- \n[10]Mr. Milk, we don't allow people who believe in practicing bestiality to teach our children, and the reason we don't is because it is illegal. But it's not illegal to be a homosexual in California. \n[11]True. But, gay people don't have children of their own. If they don't recruit our children, they'd all die away. That's why they want to be teachers, to encourage our children to join them. \n[12]If they're going to lead such an open life of homosexuality that they want a 21-gun salute every time somebody goes by them, those people are going to be in danger of being removed their job. \n[13]Same thing with VD Harvey, we put out publications about VD so you can avoid it. \n[14]We are not talking about homos... child molestation, the fact is, at least 95 percent of the people are heterosexual. If we took heterosexuals out AND homosexuals out, you know what-- \n[15]No, no, I'm not saying that at all--     85. \n[16]No. I'm saying that we cannot prevent child molestation so let's cut our odds down and take out the homosexual group and keep in the heterosexual group-- Harvey laughs in disbelief at the asinine argument. Briggs looks down to his notes, lost. Harvey takes the opportunity to rip into the State Senator: ", "HARVEY": "\n[1]No way. I want you right here with me... Did you see place downstairs is for rent? \n[2]... get some union boys in the audience, they love me... \n[3]\n[4]I just wanted to say... This is the most delicious meal I've ever eaten in my entire life. Harvey gives a warm smile. Scott gives a laugh, but he looks like he's about to lose it. \n[5]Shh, it's okay, now. No one's ever going to beat you again. A long, comforting beat between them. \n[6]Do you even remember my name? (a beat, Jack shakes his head, he can't remember Harvey. \n[7]Jack? \n[8]Did you... break in? \n[9]Danny?     53. \n[10]I have a Town Hall meeting tonight, Jack. \n[11]Lose the note cards next time. Your job is just to say into that bullhorn what they're all feeling. \n[12]No, I didn't. Not everything...     89. \n[13]I could have come home at six o'clock, not six-fifteen. Scott puts his arm around Harvey. Harvey buries his head. Anne helps Cleve take down Jack's many hidden notes. Cleve quietly reads a prominently placed one: \n[14]Kind of a bad time, Don. \n[15]--from Altoona, Pennsylvania, and the voice was quite young, and the person said... \"Thanks.\" You've got to elect gay people so that that young child and the thousands upon thousand like him know there's hope... hope for a better world... ", "DAVID GOODSTEIN": "\n[1]I worked for a financial institution. I was very discreet. But someone spotted me at the opera, sitting in a box, next to my lover. And I was fired. That's when I decided to do something. So I bought The Advocate. And I use my money and my influence in quiet ways, to do what I can... \n[2]Yes, if they're friendly to our cause. \n[3]Harvey, we're like the Catholic church. We welcome converts, but we don't make them Pope the same day. \n[4]It's too early for a gay candidate for Supervisor. Especially one from the Castro. It's bad for the community's image. Scott climbs out of the pool and sits at the table, naked and sopping wet. \n[5]Nobody works there. It's all sex and drugs and more sex and no one taking responsibility for their own problems. \n[6]The more â\u0080\u009coutâ\u0080\u009d you make us, the more you incite them. Step back and quiet down. \n[7]For you, politics is a game, a lark. Like putting on a rock festival or staging a \"love-in.\" You're too old to be a hippie, Harvey Milk! Harvey turns around, ready for a fight. \n[8]Harvey! Harvey! \n[9]Hello, Harvey. Running late?       59. \n[10]Oh Harvey... your boyfriend is in the closet. \n[11]The Briggs initiative is polling at 75 percent for approval statewide. \n[12]So it's important we not deceive people into thinking we can beat this, or we'll have riots and only increase this backlash. \n[13]No Harvey, purposefully not. \n[14]\n[15]I think you should leave. In the face of Phil Burton, most the others seem to agree. HARVEY PUTS PHIL BURTON'S FLYER IN THE FIREPLACE on his way out of the room. ", "HARVEY MILK  (CONT'D)": "\n[1]Jim Rivaldo. A great mind. A great wit. A Harvard graduate, which nobody cared about, in those days, in the Castro... including himself. JIM RIVALDO flops down into the vintage dental chair that sits in front of Harvey's desk. He seems to be looking for something to occupy his keen mind. A sharply dressed young man, 20s, DICK PABICH, walks up to peek over his shoulder. \n[2]And somewhere along the line Jim picked up a protege, a cute political kid from Wisconsin... Dick Pabich... And of course there was Dennis Peron, who ran a very popular business with the new kids... DENNIS PERON hands Scott a FREE JOINT. \n[3]And on occasion we actually had a real customer. But only occasionally. ACROSS THE ROOM, Scott is waiting on a CUSTOMER, he's out of place: straight, gruff, a union man, ALLAN BAIRD, 40s. \n[4]rich old queen who'd bought the biggest gay magazine, The Advocate. He had it delivered to subscribers in brown paper bags so no-one would know... That's how he lived his life, covered up, discreet. Harvey and Scott are shown to the pool area by a HOUSE BOY. Statues and potted plants and expensive marble. Everything shouts \"GOOD TASTE!\" Scott strips off his clothes and DIVES INTO THE POOL. \n[5]more votes than ever. So in 1976, against everyone's advice, I really pissed off the Democratic political power houses, because I ran against \"their boy\"-- \n[6]--Art Agnos, a part of their \"Political Machine.\" And this time we weren't running for City Supervisor. This time it was bigger, California State Assembly. \n[7]better place to come to if the pressures at home are too great... \n[8]When San Francisco changed the voting rules-- \n[9]teachers, you'd sure have a helluva lot more nuns running around. The audience eats it up. It feel like \"The Harvey Milk Show.\" \n[10]Last week I got a phone call-- \n[11]--I know you cannot live on hope alone, but without it, life is not worth living. So you, and you, and you... ", "RICK STOKES": "\n[1]Politics is complicated in San Francisco, and Supervisor is a citywide office. Political alliances need to be built. You can't simply move here from across the country and run for office. \n[2]Then we file a lawsuit against the city. We go to our political allies in City Hall... \n[3]You can't demand acceptance overnight. \n[4]Young lady, you must be confused. This is my night, not Mr. Milk's. \n[5]Then you should know this race is for District 5, the Castro, not for all of your lesbian... compadres-- A tough lesbian kisses Anne and stares Rick down as she heads in. Rick looks uncomfortable around all these women. \n[6]These people are not from this area. They need to leave. Now. \n[7]We just want to congratulate him.     47. \n[8]The Latino, he's locked himself in the coat room... Mr. Milk, Phil Burton is here. He's likely the next Speaker of the House and a much needed ally against Prop Six. We don't need a scene. \n[9]Corey Wares is an out gay--     61. ", "ALLAN BAIRD": "\n[1]Hi, I'm Allan Baird. Teamsters representative, and Director of the Coors beer boycott in California. \n[2]I was told you were like the Mayor of the Castro, said you organized the CVA, you might know some people in the bars.     14. \n[3]What's that? \n[4]We can't get Coors to go union. These guys are like me, they can't be out of work too long. Harvey pulls Allan aside, away from the audience, easing his nerves. It's Harvey at his best. \n[5]It's been a tough one, Mr. Milk. \n[6]Is that what you really want? \n[7]Thank you Mr. Milk.     15. JUMP TO: Allan is on his way out. Harvey walks back behind the counter to Scott. ", "BOY'S VOICE": "\n[1]I'm sorry sir. I um... I read about you in the paper. \n[2]Sir, I think I want to kill myself. \n[3]In Minnesota. \n[4]My folks are taking me to this place tomorrow. A hospital. To fix me. \n[5]Yes. \n[6]I can't. \n[7]I can't... I can't walk, sir. I'm in a wheelchair... Sir. Are you there? Harvey FORCES HIMSELF TO SOUND CALM... ", "MICHAEL WONG": "\n[1]A gay candidate against a gay candidate. It's unfortunate. \n[2]Yes. They take after Harvey. \n[3]Right after you redecorate my house. \n[4]I think it's good. Not great. \n[5]It's a Youth Campus, Harvey. These are kids that would be displaced from their families if it's moved. \n[6]What does Dan White do for you? Really? Politically? \n[7]60% for Briggs. Same in Fresno. ", "MAYOR MOSCONE": "\n[1]I can't get my stories on page ten, you're getting page one? \n[2]Good morning, everyone... I don't do this enough, taking swift and unambiguous action on a substantive move for civil rights. Moscone signs the law with the powder blue pen. Harvey leans over him. THE PRESS CAPTURES THE MOMENT. \n[3]I'm afraid it's not in the interest of your safety, or my public's safety to let you into that parade grounds. Finally face to face, Harvey extends his hand. Its a show for the FLASHING CAMERAS. Briggs is clearly uncomfortable. \n[4]A man has the right to change his mind. Give me some peace. \n[5]I get it, Harvey. I've been lobbied all week. Enough. \n[6]I'll make my decision on Monday. (as Harvey's on his way out, with a wry grin You know what you sounded like just now? Boss Tweed or Mayor Daly. \n[7]The issue is what's fair, for the people of your district. Take some time off. Spend it with your family.     101. Moscone finishes pouring two cocktails, and turns to see Dan White brandishing his revolver. ", "COP": "\n[1]Clear the sidewalk! Some of the GAY MEN move out of the COPS' way but some of them don't move FAST ENOUGH. The COPS start BEATING them. Harvey, Scott and the OTHERS try to break into the crowd, to get closer to the fight. To pull the cops off their friends. Danny HANGS BACK, snapping PHOTOS of the event. Scott SHOVES his way past the cops. A COP BRINGS HIS NIGHT STICK down hard on SCOTT'S HEAD. \n[2]The â\u0080\u009cfruitâ\u0080\u009d was walking home with his â\u0080\u009ctrickâ\u0080\u009d when they were jumped. REVEAL: Harvey picks a blood stained whistle up off the street, the man's last attempt to call for help. \n[3]Name's Robert Hillsborough. Did you know him? \n[4]Just the \"trick.\" Jerry Taylor. \n[5]Call it what you will. He's our only witness and he says he can't identify the attackers.     21. \n[6]You're the Mayor of Castro Street now, right Harvey? You really wanna help? Get your people to show some discretion on the streets, huh? HARVEY'S POV: The PARAMEDICS pull up the zipper on the body bag. We follow the zipper past the victim's bloody hands, his torso, his face. ", "YOUNG TEEN": "\n[1]No sir, this is Paul. Don just gave me the phone. \n[2]You talked to me on the phone a year or so ago. I'm from Minnesota... I'm in a wheelchair. REVEAL: The boy in his wheelchair on the other end. \n[3]I'm sorry. I should have called. When I read in the paper that you won the Supervisor seat, I got a friend to put me on a bus to LA. \n[4]Nobody. That's the uh... I just didn't want to die anymore, sir.  I met your friend Don down here. I turned 18. I voted today against Prop Six... Thank you, Mr. Milk. \n[5]I don't think I'd be alive right now without you, sir. You were right about LA. It's like gay Disney World. \n[6]Okay. I will. Don wanted me to um... congratulate you on what he says looks like a big win for us tonight. Congratulations Mr. Milk. Harvey turns back to the map. Jim Rivaldo is now coloring in LA county with green. On the other end of the phone, Harvey's friend in LA, Don Amador, is back on the line. "}}