{"dialogues": {"ETHAN": "\n[1]Get rid of this scum. \n[2]We got it.  On your feet. \n[3]Walk, just walk.  Start walking. \n[4]Talking's good, walking's better. \n[5]If you're gonna do this again Claire, It's not gonna be on my watch. \n[6]Jack. \n[7]\n[8]Yeah, well, Jim, fact is I've got more than ninety days leave coming. \n[9]I thought I'd take some now. \n[10]Oh?  What's the problem? \n[11]Tell you what? \n[12]What problem? \n[13]I guess. \n[14]Why not? \n[15]How was Chicago? \n[16]You're going to use Walter? \n[17]Isn't he chairing the Armed Services hearing? \n[18]He won't be back in a hurry? \n[19]Sure.  If the main character does. \n[20]Always. \n[21]Give me the God damn gum. \n[22]Jack?  I believe we did have a young man named Jack.  Not a reliable man, as I recall.  Constantly late or behind in his work. \n[23]We were forced to tie him to my best stallion and drag him around the barn a few times. \n[24]Higher.  Higher. \n[25]Right, right.  Good. \n[26]Jack we're in position. \n[27]Jack.  Jack. \n[28]OK.  Taking Golitsyn's exit.  Jack, open the doors. \n[29]He's got it.  Saved your ass again Jack. \n[30]Sarah's reconsidering.  Claire, transport in five minutes. \n[31]In position.  Jack open the door, let the package roll. \n[32]Stairway, youíre wrapped, go to transport. \n[33]Cut the power.  Cut the power Jack.  Do you hear me. \n[34]Come on, Jack, come on. \n[35]Jack.  Jack. \n[36]Jim.  Jim.  Heís in the open. \n[37]Can you lose him? \n[38]Jim we canít. \n[39]Negative, Golitsynís on the move. \n[40]Sarah eye on the package.  Jim, Iím coming to you. \n[41]No, weíre going to recover the disk, understand?!  Now move! \n[42]About two hundred yards from the bridge. \n[43]\n[44]\n[45]Central Europe.  Unsecured. \n[46]Bravo Echo one one. \n[47]Go secure. \n[48]Theyíre dead. \n[49]My team.  Claire, Jack, even Jim - - Hannah, maybe, I -- donít know \n[50]They knew we were coming.  Golitsynís dead too.  The disk is gone. \n[51]Do you read me?  The list is in the open! \n[52]I donít think so. \n[53]Yes. \n[54]Youíre in Prague? \n[55]No sir. \n[56]Yeah. \n[57]Yeah.  I follow you. \n[58]You mean I've lost enough agents for one night. \n[59]Who else is left? \n[60]Why was there another team? \n[61]Of IMF agents.  At the Embassy.  Tonight. \n[62]Let's see if you can follow me around this room. The drunk Russians on the embankment at 7 and 8 o'clock...The couple waltzing around me at the Embassy at 9 and 11. The waiter behind Hannah at the top of the staircase - Bowtie, 12 o'clock. The other IMF team.  You're worried about me. Why? \n[63]The arms dealer. \n[64]But the list Golitsyn stole was a decoy. \n[65]This whole operation was a molehunt. \n[66]How about if we just go quietly into the bathroom and I wash your mouth out with soap - you pathetic button down bureaucratic asshole. \n[67]Kitteridge, you've never seen me very upset. \n[68]Job.  Job 3:14.  March fourteen.  Job 31 March. \n[69]Job three fourteen.  Job -- It's Job! \n[70]Max -- Goods tainted.  Consider extremely hazardous.  DO NOT USE.  Fate will be that of kings and counsellors who built for themselves palaces now lying in ruins.  Must meet to discuss a.s.a.p. \n[71]What are you doing here?! \n[72]Don't move. \n[73]You were in the car! \n[74]Shut up!  I saw you.  You were in the car. \n[75]Don't give me that!  I was on the bridge. \n[76]There was nobody on the bridge. \n[77]Dead.  Dead.  Dead!  Wake up, Claire! Jim's dead, they're dead.  They're all dead! \n[78]Take off your coat. \n[79]Take off your God damn coat! \n[80]Where were you? \n[81]That was four hours ago!  Who sent you? Did they send you here? \n[82]Did they send you...Did they send you? \n[83]Who sent you?!  Who sent you? \n[84]I've been disavowed.  They think I killed Jim and everyone else.  Somehow a hundred thousand dollars found its way into my parents' bank account.  Kittridge assumes I'm a mole they've been tracing and I've been in the employ of an arms dealer, Max, for the last two years, to get him our NOC list. \n[85]I'm going to get it for him.  Whoever the mole is, I think goes by the name of Job, at least part of the time. 1 can't find him, but if he knows 1 have the NOC list, he'll find me.  \n[86]Claire, Claire, Claire, if you're not dead, he's going to assume you're with me. \n[87]I'm going to answer it. \n[88]Excuse me, could I trouble you for a match? \n[89]Why? \n[90]I thought I was going to see Max. \n[91]Then what am I doing here? \n[92]I don't communicate very well through a shroud. \n[93]I'm willing to take the chance. \n[94]I need one hundred thousand dollars. \n[95]Why not?  You gave Job a hundred and twenty five thousand. \n[96]That depends. \n[97]Whether you like a paradox.  I want a hundred and fifty thousand dollars. \n[98]The disk Job sold you is worthless.  It's bait, part of an internal molehunt. \n[99]Like Job? \n[100]I'm NOC.  Was.  Now disavowed. \n[101]That's the question I want to ask Job. \n[102]Even so, I'm sure you could arrange an introduction. \n[103]Because I can deliver the actual NOC list.  The one you have is not only worthless, it's certain to be equipped with a homing device to pinpoint your exact location. \n[104]Okay, boot it up and in anywhere from thirty seconds to ten minutes you're gonna have Virginia farm boys hopping around you like jackrabbits. \n[105]Tell you what.  How good's the RF scanner you used in the car? \n[106]Okay, use it.  But I suggest pack up first. \n[107]I'd say you've got about two minutes. \n[108]Thanks, Max.  Or is it Maxine? \n[109]What was your deal with Job? \n[110]Ten million.  Ten million in negotiable U.S. Treasury certificates, in bearer form, coupons attached.  And one more thing -- your personal assurance that Job will be at the exchange. \n[111]How will you make sure Job will be there? \n[112]I'm not being dropped anywhere without my money. \n[113]I wouldn't dream of it. \n[114]I deliver the NOC list, Max delivers Job. \n[115]You're sure about this? \n[116]We need help, and we don't have time. They have to be local. \n[117]Simple game.  Four players. Exfil opens the pocket -- -- cyber ops lifts the wallet. \n[118]IMF mainframe. \n[119]In Langley. \n[120]Information. \n[121]Profitable. \n[122]This doesn't sound like the Luther Stickell I've heard of.  What'd they used to call you?  The Net Ranger?  Phineas Phreak?  The only man alive who actually hacked NATO Ghostcom. \n[123]You don't know what you're missing. This is the Mt. Everest of hacks. \n[124]May take a little time. That's not what Claire tells me about you. \n[125]Luther, I guess you're all out of excuses. \n[126]Luther, relax, it's worse than you think. The terminal's in black vault lock-down. \n[127]They missed nothing in that room.  Even the vents have laser nets over them. \n[128]Inside, there are three countermeasure systems that can only be deactivated by authorized entry.  Which we won't have. \n[129]The first system is sound-sensitive, anything above a whisper sets it off. The second system is on the floor and pressure-sensitive -- \n[130]--and the third detects any increase in temperature.  Even the body heat of an unauthorized person in the room will trigger it. \n[131]All three systems are state of the art.  \n[132]May I come in? \n[133]It's cash. And a second passport. If anything goes wrong when we're inside, if you sense even the slightest deviation don't look over your shoulder, you walk away - you hear me? Just walk away. \n[134]I didn't say that. \n[135]I just need you to be safe. \n[136]What about me - Jim called an abort - I didn't comply.  I lost the team. I just need you to be safe. \n[137]Sorry. \n[138]We picked up alarms in sectors three, seven, and twelve. \n[139]What sector's the air conditioning? \n[140]I gotta go in there and shut it down! \n[141]Do you want to blow the fire through the whole building? \n[142]Let's move! \n[143]Zero body count. \n[144]Time up. \n[145]1 - 2 - 3 - Toast, toast.  Luther, I'm going in.  Don't disappoint me...Krieger, from here on in, absolute silence. \n[146]We're not outta here yet. \n[147]My contact is extremely shy. \n[148]Don't you mean this? \n[149]What's the matter, you don't know this trick? \n[150]Where did it go?!  It's GONE! \n[151]But not too far! \n[152]I know what you're thinking, Krieger. You're thinking, back in the computer room -- I was up here -- he was down there -- .  He was carrying two discs. \n[153]So hard to keep track of these things. \n[154]I thought you had it!  Do you actually think I'd let you have the NOC list? \n[155]We did what we had to do. \n[156]Now I want you to hold onto it. \n[157]Because if you knew what you were getting into, you never would have done it. \n[158]Exactly, that's your job.  Tomorrow on the train, you can't let this list get out into the open.  What's the range of this thing? \n[159]I'll get you close. \n[160]\n[161]Kittridge... \n[162]Don't...don't touch me... \n[163]He's expecting my call. I'm going to the station... And I'm going to call him. \n[164]I see you've been out visiting the folks. \n[165]Hauling Mom off to jail in shackles was an especially nice touch. \n[166]Can I ask you something, Kittridge?  \n[167]If you're dealing with someone who's crushed, stabbed, shot and detonated five members of his own IMF team, how devastated do you think you're going to make him by marching Ma and Uncle Donald down to the county courthouse? \n[168]- and picked us up in the States - \n[169]Yeah, smaller countries don't computerize customs records - \n[170]You knew I liked the rentals at Liverpool Street. \n[171]I remember.. \n[172]Jim, who do you think you're kidding?  A doctor's gotta look at that.  You can't sit up straight. \n[173]Kitteridge.  Oh my god!  Kittridge is the mole? \n[174]How did Kittridge do it?.. \n[175]Why, Jim?  <i>Why?</i> \n[176]We donít have to, Jim.  Heíll come after us. \n[177]What he didnít get in Prague.  The NOC list. \n[178]A meeting tomorrow on the TGV, enroute to Paris. \n[179]If I supposedly deliver the NOC list to Max, Max has agreed to deliver Job to me. Iíll have Claire and Luther Stickell with me on the train.  Marcel Krieger will have helicopter transport waiting in Paris. \n[180]Jim...? \n[181]Youíre probably right. \n[182]Once we leave the safehouse, get in there and crash.  Iíll call you from Paris. \n[183]And get a doctor. \n[184]I sent the message to Max.  Weíre on for tomorrow. \n[185]Is this the only way? \n[186]My apologies Max.  Couldnít be helped. Thereís a piece of black cloth under your seat.  Tear it away and youíll find the disk. \n[187]It doesnít, dear girl.  as long as you tell me where the money is. \n[188]What about Job? \n[189]Kittridge is Job.  Max delivered.  How far is he from Luther? \n[190]You are my eyes.  Stay with him. \n[191]Iíve got the money.  Meet me in the baggage car. \n[192]Of course - Iím sorry to hear you say that Claire. \n[193]Before London.  But after you took the Bible out of the Drake Hotel in Chicago. \n[194]I knew about Jim. \n[195]Youíve earned it. \n[196]Tell me something Claire, that night in Prague, was it you or Jim that blew up the car and scattered Hannah all over town? \n[197]Arenít you going to thank me Jim.  Ten million is better than six. \n[198]Youíre wrong about one thing.  Iím not the only one whoís seen you alive. \n[199]Jim, itís over. \n[200]Claire...Hey... \n[201]Claire. \n[202]I always have, Claire.. \n[203]Red light, green light.  Asta Lasagna mother fucker. \n[204]About what? \n[205]Well my Mother was a little confused about how the DEA could mistake her and Uncle Donald for a couple of dope smugglers in the Florida keys. \n[206]Here's to  you, Luther.   To being off the disavowed list. \n[207]You're more than that, Luther.  They were mistaken about you and they're trying to show you they know it.  They want you back in. \n[208]You didn't tell 'em at the debriefing? \n[209]It's all one big negotiation, isn't it? \n[210]Just don't know why I'd be doing it. \n[211]He was a good guy for a long, long time. Just - not long enough.  Gotta catch my flight.. So.  How's it feel being a solid citizen again? \n[212]Well, Luther - if it makes you feel any better I'll always think of you that way. \n[213]No, thank you. ", "PHELPS": "\n[1]No, I prefer the theatre. \n[2]Perhaps you'd choose one for me. \n[3]A hundred and sixty-seven, I think it is. Take it all, if you want.  After this one. \n[4]What the hell's made you decide to take your leave at the worst possible time? Claire's in a weird mood too. \n[5]I don't know, I had to go to Chicago again.  You were in Kiev.  You tell me. \n[6]When you started noticing your short term memory loss.  What the problem was you and Claire had in Kiev? \n[7]Ah, God, forget it.  What are we talking burnout here? \n[8]Ethan, you can't burn out. \n[9]Because I can't afford it. And because you'd burn up before you'd burn out. \n[10]Wonderful.  Ran into a convention of auto dealers at the Drake Hotel.  You hear the one about the astronaut who comes back from the first manned flight to Mars after two years?  His wife's got a year old kid.  So he says \"All right.  Who was it?  My friend Harry?\"  She says no. \"Oh, it was my friend Sammy.\"  She says it wasn't Sammy.  \"Oh, I suppose it was my friend Lou.\"  \"No, what's the matter, don't you think I have any friends of my own?!\" \n[11]Boy, you really are grim. Come here, take a look. \n[12]Beyond Charles Bridge there is our Embassy.  See it?  Tomorrow night, if anything goes wrong, this guy will steal the names of our agents in every country all over Eastern Europe.  Up for grabs to the highest bidders -- third world terrorists, arms dealers, drug lords -- any and everybody who'd love to get rid of long term coverts like us, and some very dear friends among them.  If they're exposed, they'll be executed.  Come over here.  Take a lock at this. \n[13]He's our guy. \n[14]Not this week. This week he's flyfishing at the Oughterard Slough in County Kildare, with one of our best Irish guides. \n[15]No, not in a hurry.  What do you think? You think the plot'll work? \n[16]If you were me, Ethan, who would you trust to make him believable? \n[17]Are you gonna take it? \n[18]Thank you. \n[19]Ethan.  Jack's inside.  Window's open by twenty-three hundred. \n[20]Sarah, mark the package and go to two. \n[21]Hannah.  He's marked.  Lets go. \n[22]Hannah, pull the shade (or - Hannah go to night vision). \n[23]Jack's pinned down Sarah.  Should be a second.  Keep dancing. \n[24]Hannah -- I'm blind again.  Hannah. \n[25]Get moving, Ethan.  He's rolling to you. \n[26]He's in the box, Ethan, he's in the box! \n[27]Opening the doors.  Go under. \n[28]Jack, what are you doing?! \n[29]I donít have it -- I donít have control! \n[30]Man down.  Stay where you are.  Iím on my way. \n[31]En route. \n[32]Iíve got a shadow. \n[33]No.  Abort. \n[34]Abort.  Thatís an order. \n[35]No, damn it, no, I said ABORT! \n[36]Where are you? \n[37]Theyíre covering this frequency, Ethan. Cut all radio communications.  Repeat. Cut all radio communications. \n[38]Ethan, what are you doing? \n[39]I needed you, Ethan. 1 needed you on the bridge, and -- you weren't there.  Ethan? Ethan? \n[40]You're a hard man to catch up with.  \n[41]..the next day I managed to drag myself to the safe house, must've just missed you..anyway, I checked our aliases. \n[42]- but you left before I could get there and I could check just so many places.. \n[43]- so I watched Europe. Once you showed up in England..it was easy. \n[44]Hey, I showed 'em to you! \n[45]I can sit up straight.  I just can't..sit up straight very well.  It's not important!  I saw who shot me.  Ethan, I saw the mole.  It was Kittridge. <i>Kittridge!</i> \n[46]Yeah. \n[47]..when you think about it, Ethan, it was inevitable..no more Cold War.  No more secrets you keep from everyone but yourself, operations you answer to no one but yourself.  Then one morning you wake up and find out the President of the United States is running the country - <i>without your permission</i>.  The son-of-a- bitch!  How <i>dare</i> he?  You realize itís over, youíre an obsolete piece of hardware not worth upgrading, youíve got a lousy marriage and sixty-two grand a year.  Kittridge, weíll go after that no good son-of-a-bitch, big time! \n[48]Whatís going to make him do that? \n[49]Jesus, Ethan.  Good for you. \n[50]Tight security.  No guns.  Real plus. \n[51]I was sitting in a cafe waiting for you and suddenly there she was, standing in the rain just outside the safe house..alive and beautiful..and thinking Iím dead and gone.  God knows what sheís had to do forget about me to keep going and get the job done, I.. \n[52]- no.  She canít know about me.  No one can.  Not til this is over.  Thereís too much at stake, Ethan. \n[53]I usually am. \n[54]You got it. \n[55]Good luck. \n[56]Iíll be there. \n[57]Yes.  Ethan Hunt, darling.  Remember him? \n[58]Course he did.  Just exactly when he knew is something of a question.  Before or after I showed in London, mind telling me, Ethan? \n[59]They stamped it, didnít they?  Those damn Gideons. \n[60]Two minutes til Krieger shows.  Thisíll have to be quicker than Iíd like. Certainly quicker than youíd like. \n[61]Why the masquerade?  Why take the risk? Well, Claire, youíve asked the question and you are the answer. \n[62]But, he didnít know about you.  In all fairness, Ethan, Claire was never convinced her charms would work with you. But I was supremely confident - having tastes the goods.  \"Thou shall not covet thy Neighbourís wife\", Ethan.  Oh, Ethan is in love with you, Claire, make no mistake about it.  And like all the worldís lovers, heís tortured by the same, one pathetic question - \"does she feel the same way I do?\" \n[63]Well Claire do you?  Have you been exploiting his feelings or returning them? \n[64]Count it. \n[65]Keep counting Claire. \n[66]Satisfied? \n[67]Fold it.  Fold it tight. \n[68]Donít flatter yourself - six was for Eastern Europe.  You made a lousy deal - ten for the world?  What is that?  But I needed you for the transfer with Max.  I got a little extra change;  and you got a little extra too. \n[69]Sorry Ethan.  Times up.  Say goodbye. \n[70]You son of a bitch. \n[71]Now we donít have to eliminate him?  You like that, donít you Claire?  Donít you? \n[72]Ethan - Iíve always taught you, nothing can be more dangerous than the truth.  It can kill you. ", "KITTRIDGE": "\n[1]Good morning, Mr. Phelps.  The man you're about to see is Aleksander Golitsyn -- \n[2]-- a former KGB Line X officer now working the international black market selling intelligence.  This morning, we learned that Golitsyn has stolen one half of a CIA NOC list, the list of our non- official cover agents working in Eastern Europe. \n[3]For security reasons, the NOC list is divided into two encoded halves. Golitsyn already has the cryptonym portion, which contains agent code names and targeting areas.  This portion is useless unless combined with the second half -- the true name list that is kept in the CIA station in our Embassy in Prague. \n[4]We believe Golitsyn plans to steal the true name list at an Embassy function tomorrow night.  Your mission, should you decide to accept it, is to obtain photographic proof of the theft, apprehend those involved, and return the stolen list.  I don't have to stress the importance of this matter, Jim.  We're keeping it internally black. Because of its urgency, I've already sent to Prague a team selected from your usual group. \n[5]Ethan Hunt will of course be your point man, as usual.  He's in Kiev; we're getting word to him now. \n[6]As always, should you or any member of your IM force be caught or killed, the Secretary will disavow all knowledge of your actions.  This tape will self- destruct in five seconds.  Good luck, Jim! \n[7]This is Kittridge. \n[8]Go ahead. \n[9]Whoís dead? \n[10]Are you damaged? \n[11]Are you intact? \n[12]Let's just bring you in safely, and then we'll worry about that, okay?  Were you followed? \n[13]Donít think, be sure.  Are you clean? \n[14]Location green.  One hour.  Iíll be there myself. \n[15]Heard a lot about you, Hunt.  Donít disappoint me. \n[16]One hour. \n[17]I can't tell you how sorry I am.  I know how much Jim in particular meant to you, Ethan.  Personally as well as professionally. \n[18]Passport, visas - you know the drill. We'll work the exfiltration thru Canada, debrief you at Langley.  Throw the Prague police a bone, you know toss them a few suspects.  Follow me? \n[19]We've lost enough agents for one night. \n[20]You seem hell bent on blaming yourself, Ethan. \n[21]Yes.  I see your point. \n[22]What? \n[23]I don't quite follow you. \n[24]You're right.  Maybe this'll save some time. \n[25]For a little over two years now we've been spotting serious blowback in IMF operations.  We have a penetration.  The other day we decoded a message on the Internet from a Czech we know as \"Max.\" \n[26]That's right.  Max, it seems, has two unique gifts -- a capacity for anonymity and for corrupting susceptible agents. This time he's gotten to someone on the inside - he's put himself in a position to buy our NOC list. An operation he referred to as \"Job 314\".  The job he thought Golitsyn was doing tonight. \n[27]Correct the actual list is safe at Langley.  \"Golitsyn\" was a lightning rod, one of ours. \n[28]Yes, the mole's deep inside. And -- like you said.  You survived. \n[29]I want to show you something, Ethan. \n[30]Since your father's death, your family's farm has been in sub-chapter S and now, suddenly, they're flush with over a hundred and twenty grand in the bank. Dad's illness was supposed to have wiped out the bank account -- dying slowly in America after all, can be a very expensive proposition Ethan.  So, why don't we go quietly out of here onto the plane... \n[31]Ethan, I can understand you're very upset. \n[32]All right, enough is  enough Hunt. You've bribed, cajoled, killed - and relied on intimate loyalties to get away with it. You're determined to shake hands with the devil and I'm going to make sure you do it in hell. \n[33]\n[34]The man's gone black, Barnes.  He's under until he decides to surface. \n[35]What can we do, Barnes?  Put a guy at the airport?  How many identities do you think Hunt has?  How many times has he slipped past custom, in how many countries?  These guys are trained to be ghosts.  We taught them how to do it, for Christ's sake! \n[36]Let's not waste time chasing him.  Make him come to us.  Everybodyís got pressure points.  Find out something that's important to him personally and you squeeze. \n[37]I can't believe what I'm listening to. Hunt just kicked us in the ass, you guys are standing here trying to figure out what kind of shoes he had on!  I don't care how he did it, I want to know why he did it!  Is he recruiting?  For what purpose? \n[38]Too short sighted.  This guy's proactive, he initiates.  The question is what does he want now and where does he need to get it and Barnes what the hell is that noise?! \n[39]Oh, for -- do we have to evacuate? \n[40]\n[41]Think, for Christ's sake, you guys are mired in detail, open your minds, it's gotta be staring us in the face!  What does Ethan Hunt want?! \n[42]Okay! \n[43]And where is the list vulnerable? \n[44]Other than here. \n[45]Kittridge, yup? \n[46]You and I know about this -- and that's where it stops.  Understand?  It never happened. \n[47]I want him manning a radar tower in Alaska by the end of the day.  Just mail him his clothes. \n[48]Kittridge. \n[49]It's Hunt.  What do you need for a pinpoint? Been watching a little T.V., have you? \n[50]Get MI5. \n[51]Ethan, I want to reassure you that my first order of business after you come in is to get these ridiculous charges against your family dropped and eliminated completely from their files. Come in now, we can plea down the charges against you as well. \n[52]Certainly Ethan. \n[53]I don't know, Ethan. Suppose you tell me? \n[54]He wanted us to know he was in London. \n[55]How long to the London Terminus? \n[56]Youíve got ten.  Move! \n[57]And if we donít find him - weíll search the whole train again. \n[58]High speed train.  No-one gets on.  No- one gets off.  High security.  Good place for a pass off to Max. \n[59]Heís putting on a show, Barnes. \n[60]I donít know. It didnít say on the tickets. \n[61]This is bullshit - we donít even know what Max looks like. \n[62]Good idea. \n[63]Get this door open. \n[64]Hello, Luther.  Whereís Hunt? \n[65]Where? \n[66]Good morning, Mr Phelps. \n[67]Maybe we'll just keep the courts out of this one. \n[68]You know, I would love to try. ", "CLAIRE": "\n[1]Did we get it? \n[2]I want to sleep.  Can I sleep here. \n[3]I'm walking. \n[4]Sleeping's better. \n[5]Are you all right Ethan.  What's wrong with you? \n[6]Oh yeah? \n[7]Roger that. \n[8]Ethan -- Ethan, it's okay.  It's Claire. Ethan what's wrong with you? \n[9]I wasn't.  I heard that Jim was in trouble on the radio.  He said someone was... \n[10]No, I got out of the car and I ran to the bridge. \n[11]What happened to Jim? \n[12]What happened to Jim? \n[13]They're dead.  Jim's dead. \n[14]What? \n[15]I walked away.  He said abort.  He was gone so I walked away. \n[16]Who is \"they?\" \n[17]Who is they, who is they? \n[18]No one sent me!  We're supposed to be back here at four o'clock, four o'clock, if we abort, we don't return here until four o'clock, 0-four hundred, four am, four o'clock --! \n[19]Why haven't they brought us in yet? \n[20]What are you going to do? \n[21]Ethan, you're not making sense. Let me go in and talk to Kittridge. I'm going to tell him you had nothing to do... \n[22]The message is for Job. \n[23]Max made a deal with you? \n[24]We've got seventy-five rounds for your Glock 9, but only twenty for the Sig Sauer, one pair of Visco glasses with monitor, plenty of passports. You said it yourself -- if I'm not dead, I'm with you. \n[25]Jim was my husband. I want to know who killed him.  I want to get the son of a bitch who did this. \n[26]What kind of help? \n[27]Always. \n[28]Payment on delivery. \n[29]Krieger can get it. Right? \n[30]Sure... \n[31]You don't think we're going to make it. \n[32]You didn't have to......... \n[33]What about you? \n[34]I wish I'd never laid eyes on you.. \n[35]Krieger. \n[36]I'm so sorry.  Krieger was my call.  I've never worked with him.  I'm sorry, Ethan. \n[37]I'm going to try and get some sleep. \n[38]Ethan I need to talk to you. \n[39]Bastard! \n[40]What are you going to do? \n[41]What happened? \n[42]Okay... \n[43]Yes.......come here....viens pres moi... \n[44]Ethan...Kittridge is on the train. \n[45]Two cars.  Where are you? \n[46]Ethanís right behind me.  Listen to me Jim.  Is it such a good idea to kill him? We take the money.  Ethan takes the blame.  No-one else has seen you alive. No-one will believe him. \n[47]Ethan? \n[48]You knew about Jim? \n[49]Ethan, if you knew about Jim?..Why.. \n[50]Jim - lets just get the money and get out of here. \n[51]The money Ethan. \n[52]It was me.  I did it. \n[53]All ten million. \n[54]Donít Jim. \n[55]Yes. \n[56]This stuff is so sticky. \n[57]Itís all right, Ethan..youíll bring me back...wonít you... ", "LUTHER": "\n[1]In Langley?  The one in Virginia, Langley? \n[2]What are we downloading? \n[3]What kind? \n[4]I don't know.  This I don't know. \n[5]There was never any physical evidence that I had anything to do with that.. that.. With that exceptional piece of work. \n[6]You're all kidding yourselves. Even with top of the line crypto.  Cray access. STU 3's -- \n[7]Thinking Machine laptops, I'm talking about the 686 prototypes -- with the artificial intelligence Risk chip -- \n[8]And I get to keep the equipment when we're done. \n[9]I can't just hack my way inside.  There's no modem access to the mainframe, it's in a stand-alone.  I'd have to be physically at the terminal. \n[10]And you really think we can do this. \n[11]Twenty-one, twenty-one -- \n[12]Hi there. \n[13]Type this password: AW96B6.  Return.  Go to the files menu, find the NOC list file.  Open \"NOC List.\"  Put your diskette in.  Double click on the NOC list. \n[14]Ok, good!  It's scrolling.  0K, now we're going to download.  Edit menu.  Select \"copy to disc\".  You're downloading. When it's all green it's done. \n[15]Holy mother of God. \n[16]You've done it.  Eject it. \n[17]He's rolling.  Get moving! \n[18]Get out of there -- get out of there -- \n[19]He's at the vault - get moving!  1 yellow, 2 yellows...Toast! \n[20]You're not moving! \n[21]Phew!  NOC list. \n[22]Krieger did have the NOC list. \n[23]What makes you trust me? \n[24]I'm not letting this list get out in the open. \n[25]It's hard to tell.  I'm gonna have to be close. \n[26]Mr. Kittridge, the NOC list is being modemed off the train. \n[27]I think this is what you're looking for. \n[28]Reach your folks? How they feeling? \n[29]The official apology from the Justice Department, the VIP treatment, you know, the whole nine yards. \n[30]Cheers. \n[31]Hey, I'm the flavour of the month! \n[32]Sure.  They want me back in so I won't break in!  They <i>still</i> can't figure out how we did it. \n[33]I figured I'd let 'em reinstate my back pay, give me a promotion, check out my office at Langley and <i>then</i>, maybe, talk about it. \n[34]Why don't you come back with me? \n[35]You really liked Phelps, didn't you? \n[36]Oh man...I don't know.  I'm gonna miss being disreputable. ", "MAX": "\n[1]Who are you and what are you doing here? \n[2]Really?  And you thought if you simply showed up I might give it to you? \n[3]The penny drops.  You are not Job.  Yes, Job is not given to quoting Scripture in his communications. And there was its tone -- aggressive but playful.  Job is not playful.  So you're something of a paradox. \n[4]On what? \n[5]It's quite out of the question. \n[6]And how might you know that?  Are you another Company man? \n[7]Ah, but, we're asking about you. \n[8]Why, may I ask? \n[9]I don't know Job any more than he knows me. \n[10]Why should I? \n[11]It's easy to say the disk is worthless when you say I can't look at the information and see if it's worthless. Not a tenable position, sir. \n[12]Mm - Hmmm... \n[13]Very good. \n[14]That's not so good for you, my friend. \n[15]Doesn't mean it's a signal.  Could just be the hard drive heating up. \n[16]Oh dear, Gunther will never let me use one of his apartments again. Phew, sorry I doubted you, dear boy. You're a good sport.  Do accept the compliment. \n[17]I don't have to tell you what a comfort anonymity can be in my profession -- like a warm blanket. My deal with Job was subject to a successful boot scan.  Obviously it didn't pass muster.  Deal's off. \n[18]Six million dollars.  I'll give you the same.  But I want the complete list now, not just Eastern Europe.  I won't do this piecemeal, it's too dangerous.  I want the entire list, the true name of every non-official cover agent throughout the world. \n[19]Done.  Bring it to me in London.  I want it by the end of the week. \n[20]How will you make sure I'll have the list in three days?  It's been a delight.  Now where can I drop you dear boy? \n[21]I'm going to have to front you personally.  Don't lose that money without losing your life. \n[22]How long until we reach the Chunnel? \n[23]This wasnít what we discussed. \n[24]Ha, dear boy!  I do hope this doesnít prelude a meeting in private. \n[25]The possibility alone is worth ten million.  Baggage car, rack 3.  Silver briefcase.  Combination 314. \n[26]I wouldnít worry about him.  Once youíve got the money -- heíll find you. \n[27]Heís in the baggage car. \n[28]Whatís the problem. \n[29]Try it again. \n[30]Is something wrong with the phone? Well is something wrong with the batteries? \n[31]Run it through from the top. \n[32]Phew!  Weíve got five minutes... \n[33]Damn! \n[34]My lawyers will have a field day with this.  Entrapment, jurisdictional conflicts -- \n[35]I'm sure we can find something I have that you need. ", "JACK": "\n[1]Jesus, she's been under too long.  Come on, come on! \n[2]The name pal...give us the name. \n[3]Come on! \n[4]Got him. \n[5]Cheers. \n[6]Claire. \n[7]Just waiting for you, tubs. \n[8]Look to your right, then back to me. There's a camera built right into the bridge.  Whatever you see it sees and transmits it back here.  Can you hear me? \n[9]No, in your...ear piece. You have a lovely smile . Can you hear me now? \n[10]What's going on? \n[11]Why don't you take a look? \n[12]That's what we do isn't it? \n[13]Too wicked to have a drink later? \n[14]Sorry, am I interrupting? \n[15]Stick of gum. If you come up against a lock you can't pick -- \n[16]Red light.  Green light.  Mash them together, asta lasagna.  Don't get any on you -- you have five seconds. \n[17]Just don't chew it. \n[18]Great.  Come on. \n[19]Governor's in position.  We have the elevator. \n[20]Relax your crack, Foghorn, I'm workin' on it. \n[21]The drink  with Sarah is definitely off. \n[22]I didn't touch it. \n[23]I don't have it. \n[24]Give me a break, Pops. \n[25]And a lonely ass. \n[26]Roger that.  Opening doors now. \n[27]Hey. \n[28]Iím not doing anything!  (I donít have it either). \n[29]Uh -- then I have a problem. ", "SARAH": "\n[1]Of course I can hear you. \n[2]Loud and clear. \n[3]I don't know. \n[4]Jack...that's spying. \n[5]Jack you're so wicked. \n[6]I think I might just take that look. \n[7]I bet you don't remember me, do you, Senator? \n[8]He's in pocket.  Under the archway behind me. \n[9]Your advance team mentioned you'd want a tour of the facility, so I've gone ahead and set that up for you -- \n[10]-- which leads directly to the Denied Area, the only limited access area in the whole facility. \n[11]As you can see. this area has both a Marine guard and video surveillance, and is strictly monitored at all times. \n[12]Senator, don't you have a young man on your staff named JACK? \n[13]Higher. \n[14]What about my coat?  I'll freeze. \n[15]Such a nice ass. \n[16]The package is in the open. \n[17]Ethan.  Heís out of pocket. \n[18]Jim gave an abort, we should walk away. ", "KRIEGER": "\n[1]Bank? \n[2]Where exactly is it? \n[3]Inside CIA headquarters at Langley. \n[4]Is he serious? \n[5]If we're going to Virginia, why don't we drop by Fort Knox?  I can fly a helicopter right in through the lobby and set it down inside the vault and it will be a hell of a lot easier than breaking into the God damn CIA. \n[6]May take a little time. \n[7]Twenty-four hours. \n[8]We'll see. \n[9]Merci. \n[10]You contacting your buyer? Ethan? \n[11]Ethan?  Oh, 'scuse me Mr. Hunt? MAX -- Now might be an excellent time to interpret Scripture face to face. Meet on TGV, noon tomorrow.  Take seat 27.  Bring our mutual friend Job. \n[12]You're not going to any meeting without me. \n[13]I don't think you're in any position to give orders, do you?  Not while I'm holding this. \n[14]Stay out of this. \n[15]That's not it.  That's not the list. \n[16]Where is it? \n[17]Try any sleight-of-hand with my money and Iíll cut your throat. ", "MATTHIAS": "\n[1]Would you remove your hat please? \n[2]You wish to meet Max?  This is the price of admission. \n[3]You misunderstood.  No one sees Max. \n[4]Allowing Max to see you and hear what you've got to say. \n[5]If Max doesn't like what you have to say, you'll be wearing that shroud indefinitely. \n[6]Very well. \n[7]Twenty-six, twenty-seven.  So far so good. \n[8]Thirty-two and change. \n[9]Forty-four.  Forty-five. \n[10]Fifty-seven. Fifty-nine. \n[11]Twenty minutes. \n[12]Yes... Itís him. \n[13]Connection denied. \n[14]Itís not working. \n[15]I always check the batteries. \n[16]Itís working. ", "BARNES": "\n[1]Look we can use someone from the Embassy and we can get the local authorities involved. Close off his transportation. \n[2]So what do you suggest? \n[3]What I want to know is how Hunt accessed the disavowed file, even after we cut off his authorization code. \n[4]If that's the case, we need to implement a system to immediately deactivate an agent's code immediately... \n[5]That's S.O.P.. \n[6]Same thing he wanted in Prague!  Same thing he's always wanted!  The NOC list! \n[7]What about him...? \n[8]Lost him.  We needed three more seconds. \n[9]Only four more cars. \n[10]Whatís Hunt doing on the TGV? \n[11]But why tell us? \n[12]What kind of show. \n[13]Nothing but civilians, Gene. \n[14]Maybe we donít have to know what he looks like.  If heís got that list, heís going to want to check it.  We should be looking for laptops. ", "ANATOLY": "\n[1]Kasimov, Kasimov, good that you called us. \n[2]Kasimov.  Don't flounder. \n[3]C'mon, c'mon, tell the truth...c'mon. \n[4]You asked for my help.  You asked for my help...come on... \n[5]Come on! \n[6]Dimitri Miediev...Dimitri Miediev... \n[7]Now, we drink. \n[8]To friends. ", "KASIMOV": "\n[1]I don't remember what happened!  We were at the bar, drinking, laughing -- having fun. \n[2]I don't even know how I got here. I swear, Anatoly, I never touched her!  I didn't lay a finger on her. \n[3]You're the only one who can help me. \n[4]They'll kill me. \n[5]You're right, of course. \n[6]The contact in Minsk..the contact in Minsk..works in a travel agency. \n[7]His name is.....Dimitri Miediev. \n[8]Yes, Anatoly, yes. ", "IN THE CLOSET": "\n[1]JACK, impatient, checks his watch. \n[2]JACK reacts. \n[3]JACK leans forward. \n[4]\n[5]\n[6]In the closet, JACK types the name into a computer and cross checks -- \"MIEDIEV\" comes up, then \"posting/American consulate/Kiev.\" JACK turns and nods to a WHOREHOUSE WAITRESS in costume in the closet next to him, dressed in traditional Russian tunic and virtually no bottom.  She quickly leaves. \n[7]ANATOLY reaches up to his face -- --and tears away a mask of flesh.  He's no middle aged Russian mobster, he's ETHAN HUNT, an American in his early thirties.  He gestures to KASIMOV contemptuously.  JACK hands ETHAN a hypodermic kit and he goes quickly back into the room. ", "FLIGHT ATTENDANT": "\n[1]Would you like to watch a movie Mr Rosen? \n[2]Would you like to watch a movie Mr Phelps? \n[3]Would you consider the cinema of the Ukraine? \n[4]Would you like to watch a movie, Miss Clarke? \n[5]Excuse me, Mr. Hunt.  Would you like to watch a movie. \n[6]Would you consider the cinema of the Caribbean? \n[7]Aruba, perhaps? ", "ON THE SCREEN": "\n[1]A bare bulb shines down on the contents of a shabby hotel room.  Directly under the blub a man, GENNADY KASIMOV, sits in a straight backed wooden chair in his blood-stained T- shirt.  There are a couple of THUGS and a stray HOOKER in the room behind him.  A legend: \n[2]\n[3]ANATOLY bends close to KASIMOV. \n[4]\n[5]\n[6]Back on screen, ANATOLY places a hand on KASIMOV'S shoulder as if he had just anointed him. ", "GUARD": "\n[1]Excuse me, can I help you? \n[2]Excuse me, let me see that ID again! \n[3]Oh. Sorry, sir. \n[4]--and it did not go off in twenty-one! \n[5]Air conditioning's through here! \n[6]Where's the other guy? ", "ANGLE": "\n[1]ETHAN races around the corner onto the embankment.  He bursts out of the fog, just in time to see SARAH fall to her knees, over GOLITSYNís body.  ETHAN sees the knife in her chest and \n[2]A Prague police boat, SIREN wailing, arrives at the dock in front of the Embassy.  The DRUNKEN MAN and WOMAN stop suddenly. As THREE POLICE leap off the boat and race toward the explosion, ETHAN leaps over the gate and races up the alley and out of sight. \n[3]A rhythmic CRUNCHING sound and from the darkness on the other side of the room, PHELPS staggers toward him, wet and muddy, his middle a hopelessly bloody mess.  He looks like he's dying on his feet.  ETHAN freezes, appalled. \n[4]It's CLAIRE. \n[5]MATTHIAS boots up.  There's a little musical noise and the screen brightens.  The computer WHIRS and CLICKS and a complex list of names, addresses, phone numbers and other personal information scrolls by.  But Matthias is watching the digital read-out on the RF scanner. \n[6]ETHAN waits a moment, then casually walks to the trash can, picks up the disk KRIEGER threw out and brushes it off carefully. He replaces it, in the trash, with the blue disk from his jacket pocket. "}}