{"dialogues": {"MCCONNELL": "\n[1]I caught a whiff of your barbecue. After that I was helpless. \n[2]Something like that. It's his night, Deb. I didn't want to spoil it. \n[3]That was never gonna happen. I was always teamed with Maggie, and we were mostly chalkboard jockies. You know? Systems. Payloads... \n[4]Sure, I made a little noise. But putting the first footprints on Mars? Nah. That's for guys who... ...wrote their Ph.D. thesis on how to colonize the place. And guys who... ...read too much science fiction as a kid and still wear little Flash Gordon rocketships around their necks. \n[5]God, she would've loved to see you two clowns. Just one more time. \n[6]I'm okay. Really. Thanks. \n[7]That's all over now. \n[8]I know that, Luke. You don't have to say it... Mars is yours now. Go get it. \n[9]Yeah. You too. \n[10]Sits at the center console, wearing a headset. He's now the Mars One CAPCOM , and his manner is brisk, efficient, all-business. A TECHNICIAN leans in for instructions. \n[11]Tell geology and hydrology we need to scramble on this. Full-court press. \n[12]Who is surrounded by a KNOT OF TECHNICIANS, to whom he is giving quiet, precise instructions. They hover, then depart, like so many eager bees. \n[13]Ah, we're all pretty stoked about that formation you spotted, Mars One. The folks in the geology and hydrology back rooms are going over your images and comparing them to every photomap they've got. \n[14]Medical wants me to remind you that you're three days late on your blood tests. I know they're a bore, but you've got to get them done, or else... or else I don't know what. Just do them, okay? \n[15]I think that's about it for business. But on a personal note, be advised that, ah, none of you can sing worth a damn. \n[16]Honestly, Luke, if you guys don't have anything better to do with your time, I can make some suggestions to mission medical. There are worse things than blood tests. \n[17]Oh, and I talked to Debra. She and Bobby are doing fine. Said to tell you, they're, ah, they're on their \"third time through the book, page -- -- page 125.\" They send their love and say take care of yourself. Same from us here, buddy. Till next time, then. End of transmission. \n[18]At the same moment we lost the data stream, they picked up an intense burst of energy from Mars. \n[19]Catastrophic. \n[20]Good thinking, Woody. That's just what we tried next. \n[21]The Resupply Module checked out fine. No instrument failures, no change in status. Orbit holding steady. But there was something else. The REMO'S computer contained an uplink message -- a very faint, highly distorted transmission from Mars One Base Camp. \n[22]Yes. \n[23]Even if Luke was in great shape, he couldn't get home. That energy pulse would've fried the ERV'S computers. \n[24]Right, but meanwhile, we've gotta be working up a mission plan. \n[25]Yes. We can design the mission to have a free return capability. It's a long trip, but if you don't land it's the best option. \n[26]But we can go earlier and get there faster if we reconfigure the payload for extra fuel. We've modelled that, Ray. I've modelled it. \n[27]The ship can take it. \n[28]I know the protocols for a Mars Recovery Mission better than anybody, because I helped design them. And I'm saying these guys can do it. \n[29]You'll have it by 0600. \n[30]Let's get to work. \n[31]What's that? \n[32]Used to be. \n[33]Now what is it? \n[34]I'm gonna get an update on SIMA. It should be just about close enough to start capturing some surface images. \n[35]Hey, Skip. \n[36]Dust storm. Southern hemisphere, coming from the east... Big fella, too. \n[37]Yup. Could get a little hairy just about landing time... \n[38]When does SIMA do her fly-by? \n[39]My money's on Luke. \n[40]Lies on his cot in his own cubicle, with the door closed. The lower hab has artificial gravity  and McConnell can move normally. Hands behind his head, he stares at his bureau. \n[41]Shifts his eyes. The clock on his bulkhead reads \"0546.\" \n[42]Who has now arrived, is also watching the dancing couple. A twinge of sadness crosses his features. But when his eyes meet Phil's, he shakes off the feeling and manages a smile: Aren't they something? Over the music, they hear a CHIRP from the SHIP'S COMPUTER, then an announcement. \n[43]It's SIMA. \n[44]We know Luke survived for at least a few hours. Question is, are there any signs of recent activity? \n[45]Graves. \n[46]What's wrong? \n[47]That was no quake. \n[48]Yeah. I'm good to go. \n[49]After all these years... Can you believe it? Tomorrow we'll be standing on Mars. \n[50]It's never been out of my mind. \n[51]She knew, Woody. She was the only one of us that ever thought there might be something down there. \n[52]Range 6783 and closing. 35 minutes till Mars Orbital Capture. \n[53]Tie main bus to systems. \n[54]Select H2/O2 HPU and fuel cells for open. \n[55]Transfer protocol data from EVA station. \n[56]Breach hits in the hull! \n[57]Stares at a gauge that confirms what's happening. \n[58]Still outgassing in the lower Hab! There must be another hole down there, even bigger. \n[59]We'll lose all control. We won't be able to fire the engines to capture Mars orbit. \n[60]Floats up to them, checking on Phil's work at the computer. \n[61]No time. Phil, can you keep the nav computers on-line? \n[62]I'll do it from below. \n[63]Has that ever been tested? \n[64]Do it. \n[65]Just one goddamn second. Come on, c'mon... \n[66]McConnell! \n[67]Hang on! \n[68]Is also jarred by the firing of the thrusters. The rotation slows until the Hab is still. Zero-G. McConnell floats. He and Terri can hear the terrifying sound of air whistling out into space through the breach hole. \n[69]I've got a better idea. Stay there! \n[70]I'm workin' on it! \n[71]Shake out the liquid. \n[72]Shake it out near the hull! \n[73]Woody, the breech is in sector four! Sector four, copy that? \n[74]Negative, negative. Woody, get back inside. We've gotta start the checklist for orbital insertion. \n[75]How's his hand? \n[76]Go. \n[77]Let's go to Mars. \n[78]Shut down engines! \n[79]Manual separation! Blow the bolts! \n[80]Where's the REMO? \n[81]Where is it?! \n[82]Damn it, how close?! \n[83]We don't have time! Figure it out! Now! \n[84]Not the ship. Just us. We have to go \n[85]There's no other choice! Phil, how close?! \n[86]How we doin' on fuel, Woody? \n[87]What do you think? \n[88]Use the tether. \n[89]We'll only have one, maybe two shots before she's out of reach. \n[90]You'll be going too fast. \n[91]At what velocity? \n[92]At what velocity? \n[93]I'm gonna use the gun to slow you. \n[94]It's too fast, Woody. \n[95]Woody, what's your status? \n[96]As soon as we get hooked up, I'll come get you. \n[97]Negative on the transmission? \n[98]I am. \n[99]Woody, you hang tight. We'll get into the REMO, fire her up, drop her into a lower orbit and come scoop you up. \n[100]Then we'll have to get her moving faster. \n[101]Look out! \n[102]Brakes! \n[103]Okay, let's get inside! Phil, start dumping the cargo, or there won't be room for us. \n[104]Dump the cargo. Hang on, Woody! \n[105]Terri, no! \n[106]Is reaching to activate his own jets, when \n[107]Goddammit, Terri, it won't work! \n[108]Get inside. Dump the cargo, then start the systems. Now. \n[109]He's right, Terri... It's no use. \n[110]Come back, Terri. \n[111]He's gone. \n[112]Please, Terri... We need you. \n[113]Stares at these, thinking hard, remembering. He's holding a palm-sized computer, already wired into this panel. He begins tapping the keys, but then stops himself. Reconsiders. He turns, looking back at \n[114]Knows he has to occupy them. Speaks softly. \n[115]Phil? Hey, Phil...? \n[116]We're going in blind. We'll deploy the chutes by laptop. I need to get on the data bus, put in a software patch, and try to soften this tin can's landing. I could use your help with the patch. \n[117]That's great. Good job. Hey, Terri, I was wondering. Think maybe we could rig some kind of seatbelts out of those cargo straps? \n[118]Studies both of their faces intently. Knows that he can't push them too hard, too fast. They're moving like robots, but at least they're moving. \n[119]Better? \n[120]Terri, let's see if that oxygen still is operational. Phil, you better check out the ERV. I'll take the Hab. If you find Luke's -- \n[121]Just keep in touch. \n[122]I'm at the main airlock door. \n[123]Entering Hab. \n[124]Reaches into a bucket, touches the water. His glove comes up before his wondering eyes, dripping. Grasping the implication, he looks down at his forearm instrument pad. Blinking red letters read \"25 deg. C.\" And something else -- the puffy white material of his suit is starting to slightly deflate, revealing his arm's shape. There's air pressure in here! \n[125]Punches in more numbers, and gets the readout: \"Nitr. 78%/ 02 20%/ C02 1%/ Trace gasses 1%.\" \n[126]Slowly reaches up, unsealing the neck ring of his helmet. He hesitates, then lifts it off. Takes a deep, quenching lungful of pure air. Holds it in. Lets it slowly out. For a moment he doesn't trust his own voice. Then speaks softly towards his helmet. \n[127]I'm in the greenhouse. You better... you better come see this for yourselves. \n[128]Luke, it's me! Jim McConnell! \n[129]Luke, it's Jim! \n[130]Your wife is Debra! Your son is Bobby! You were reading Treasure Island with him...! \n[131]Don't hurt him! \n[132]He didn't make it Luke. \n[133]Luke, what happened here? \n[134]What came? \n[135]Luke, we still don't understand. \n[136]Or maybe his whole crew died and he's been marooned alone on Mars. Let's give him time to adjust. \n[137]That kind. \n[138]Has it been blowing like this for a while? We saw a big storm from space. But Micker said it was turning south. \n[139]This -- whatever it was -- this force. You say it came directly out of the top of the mountain? \n[140]What did you mean by its \"secret?\" What secret? \n[141]Who's \"they\"? \n[142]What about the sound? That signal you heard before the explosion? \n[143]Mathematical? \n[144]X-Y-Z coordinates... \n[145]But that DNA looks human. \n[146]Yeah, but it's close. Damn close. \n[147]When he finally speaks, never takes his eyes off the screen. We can read in them the almost overwhelming grip this mystery has on his imagination. \n[148]It's been a long day. Let's get a couple hours sleep, then tackle this thing when we're fresher. Phil, your first priority will be to get the motherboards over to the ERV. Concentrate on getting communications up first. Soon as we've got the juice, we'll send a packet to Micker, tell them Luke's OK, and that... everything else that's happened. The rest of us will take an inventory of supplies, see where we stand. Okay? \n[149]How do you feel? \n[150]Look at that. Phil's idea of absolute essentials. \n[151]It's not a signature. \n[152]That noise from the Face... It's not a signature. It's a test. \n[153]It's asking us for the right answer. It wants us to put in the missing pair of chromosomes. \n[154]To prove that we're human. \n[155]Which it interpreted as a wrong answer... Yes! It's like a, a security alarm. When it gets an incorrect response, it defends itself. \n[156]I don't know. But we've got to find out. Can you work this the other way? Figure out which tones would be equivalent to the missing chromosomes? Then dub them into your recording of the signal? \n[157]What about the radar gun? Will it accept that input? Can we transmit a completed signal back to the Face? \n[158]Terri, if we leave here without getting some answers, they all died in vain. \n[159]What are we here for, if not to take chances...? \n[160]This means we're not alone. It means we're on the brink of the greatest discovery in mankind's history. But we've still got to prove it. Who knows when someone else will get back here? Or if they ever will? You know what Congress is like. They'll say it's too dangerous, too much loss of life, let's go back to unmanned flights. We could be the last explorers to come here for decades. We're it, guys. We're it. \n[161]How close do we need to get? \n[162]Check for radiation. \n[163]Luke, the four-man rover. Does it still work? \n[164]How long before it hits? \n[165]How bad? \n[166]Phil, how much longer to prep the \n[167]Then there's still time for us to get out there and back. \n[168]Stay here. Continue the repair. If something goes wrong, you get out of here before that storm hits. \n[169]If we're not back in forty-five minutes, I want you to prep and launch. That's 1950 hours. \n[170]It's not a suggestion, it's an order. You understand? \n[171]You understand what? \n[172]Let's go. \n[173]Phil, do you read me? \n[174]We're at the Face. We're gonna need a few minutes here. Same deadline, launch at 1950. With or without us. Do you copy? \n[175]I'm not sure of anything anymore. But I didn't come a hundred million miles just to turn back in the last ten feet. \n[176]Surface seems firm and level. \n[177]Don't move! Keep this orientation. \n[178]Phil? Phil, can you still hear me? \n[179]I don't think so. \n[180]No. That was air going into my suit, not out. Look at your own suits -- they're not rigid anymore. We've got pressure in here. \n[181]We're millions of miles from Earth and we're inside a gigantic white face. What's impossible? \n[182]Is that what I think it is? \n[183]Is in wondrous awe, his whole face radiant with joy. It's the first time we've ever seen him utterly without sadness or reserve. Staring at the Martian, he understands. \n[184]They're us. We're them... \n[185]That's what she means. \n[186]Looks back at her, nods his understanding. For the first time she seems to smile. Benevolence, reassurance. Then as abruptly as she first appeared, she fades away. Vanishes. Luke and Terri look at McConnell, confused. There is a sudden, static-filled CRACKLE from their helmets, nearby on the floor. \n[187]We are in a ship. This is a ship. And the countdown has already started. \n[188]I'm not coming with you. \n[189]That's where I'm going. Don't you see? That's what all this is for. You were right Terri. This is an invitation. To follow them. To follow them home. \n[190]I have to go. This is the mission now. To find out who we are. Isn't that why we came here? Like Maggie said, \"To stand on a new world and look beyond it to the next one.\" \n[191]You know, when you think about it -- I wasn't even supposed to be here -- all the accidents, everything that got us to this point, it's just... it's just... I just know it's right. \n[192]I'm okay. I know what I'm doing. But you're running out of time. You've gotta get back to the ERV and get off this planet. Now please go. \n[193]My pleasure. \n[194]He's here, Terri. We wouldn't have made it without him. \n[195]Yeah? \n[196]Always do. \n[197]Looks down at what Terri gave him. \n[198]Grips this tightly as he looks up. \n[199]Fights against a stab of claustrophobia. Is he being imprisoned? Or somehow protected? Either way, he's virtually immobilized. In this tight space in his bulky suit, he can't even move his arms. Only his head and neck can still shift. \n[200]Looks down again. \n[201]Cranes his neck, staring up. Can he wedge himself higher, can he somehow climb to safety? \n[202]Squeezes his eyes shut, holding his breath. Not so much fighting this anymore as simply floating in place, waiting for his inevitable death... \n[203]Smiles back. ", "WOODY": "\n[1]What are you suggesting, Sergei? \n[2]Please. Half you guys are foreigners. We'd crush you. \n[3]Easy now, you're talking about my wife. And Terri just happens to be one helluva shortstop. \n[4]You wanna know the sad part? Technically I outrank her. But if we want any peace at all on Mars Two, I'm gonna be saying a lot of \"Yes, dears.\" \n[5]I wish we were all going. Together. \n[6]Oh, you're not gonna bring that up again -- \n[7]You just can't let that go -- \n[8]Bullshit, we would've made a great crew. \n[9]Yeah, who landed the crippled Block II Shuttle? \n[10]Let it go, Luke. \n[11]You read the same damn science fiction books that I did! You're just not man enough to wear jewelry! \n[12]You want Flash. You know you want him. Well you'll have to come through me! \n[13]Internal combustion, boys. Accept no substitutes. \n[14]Jim, if there's ever... if there's anything Terri and I can do -- \n[15]See you when I get to Mars, Luke. Don't solve all the mysteries of the universe, okay? Leave a little something for the next guys. \n[16]You got it. \n[17]\"Problem: Hatch door malfunction, backup power fail, manual override fail. Solution: Replace circuit breaker 907B.\" \n[18]Okay... Piece of cake. \n[19]God, who dreams up these nightmares? \n[20]I'm not! We're talking about your sister's wedding, right? \n[21]Honey, do you mind? I've got a catastrophic power failure here. \n[22]I danced with you at our wedding. \n[23]Face it, honey, some couples dance, some go to Mars. That's life. \n[24]If they see me dance, they'll know there's something wrong. \n[25]Phil, c'mon! We just started this drill. \n[26]What do you mean, \"intense\"? \n[27]What about the REMO? It went into Mars orbit last week. Maybe that could give us some clue. \n[28]Show us whatever you've got. \n[29]But that energy pulse they picked up in New Mexico... \n[30]Causing this kind of damage? I don't buy it. We're missing something here. \n[31]Other than the computers, how do we think the ERV fared? \n[32]Which means it's gonna be up to us to get new motherboards, drives, and software to Mars. As fast as we can. \n[33]Luke needs us now. \n[34]Good idea Phil. If SIMA tells us Luke hasn't survived and it's not safe to land, we swing around Mars and come right back home. \n[35]He's right, Ray. We've got a real shot. \n[36]Chief, could I have a word? \n[37]I've no longer got the right crew. \n[38]Bjornstrom is a geologist. He's good, but not for this. My people just lost eight months of training. This is a different mission, with a different objective. \n[39]But when you are, it ought to be given the best chance for success. I want McConnell to fly right seat. \n[40]Yeah. Because you washed him out. \n[41]Ray, he's the best pilot I ever saw, and you've got him benched at a desk. \n[42]Maggie was his wife. He didn't want to lie on a couch and share her with strangers. \n[43]His wife wasted away in front of his eyes. What was he supposed to do? Suck it up? Get with the program? What was his crime? That he was upset? That he cried...? \n[44]When Maggie died, yeah, it knocked the shit out of him. It knocked the hell out of all of us. But you know and I know that he's still the best we've got. He and Maggie wrote the book on Mars. He's got more hours in the sims than the rest of us put together. Ray, we can do this. Give me McConnell as co-pilot, and we will bring Luke home. And that's a promise. \n[45]Take a look. \n[46]What do you make of that? \n[47]Headed for Chryse Planitia. \n[48]We'll have to be ready to move fast. Maybe even advance our ETA. Those things can cover the whole planet, and last up to a year. \n[49]Tomorrow morning, about 0600. That's when we find out whether we came all this way for nothing. \n[50]Zero-G. My last chance to be graceful. Once we're in Mars gravity, it's back to shuffling my feet and grabbing her butt. \n[51]Looks deserted. \n[52]Check the radiation levels. \n[53]Go to the disaster site. \n[54]Go to infrared. \n[55]Then what the hell was it? \n[56]Maggie was always starstruck... \n[57]After that, NASA training was tough. All Jim could think about was exploring a heavenly body. More ribald LAUGHTER, as \n[58]Mission accomplished! \n[59]Stands in the doorway of his cubicle. Their eyes meet. They both smile, turning back to the video. Remembering. \n[60]Let's hear it for the newly-announced Captain and Co-Captain of Mars One. To Jim and Maggie! \n[61]You okay? \n[62]You know what? She may have been right. \n[63]If that wasn't a quake down there, then something else caused it. Or planned it... You're thinking the same thing. \n[64]Jesus. You realize what this means? \n[65]Yeah, and we're not leaving until we find out... Deal? \n[66]Maggie was the best of us. \n[67]Okay, people let's look sharp. If we overshoot, there's no coming back. \n[68]Charge primary APU. \n[69]Select HPU fuel cells for run. \n[70]Charge flow. \n[71]Reset PW. \n[72]Micrometeoroids \n[73]Kill those alarms! \n[74]Computer, how long until zero atmosphere? \n[75]Everybody switch to suit oxygen. We beat this in the simulator, we can do it here. Jim, you've got the ship. I'm going EVA. \n[76]C'mon, people, let's go! Let's work the problem! \n[77]Jim, how we doin' on the AG? \n[78]Get some light on the hole so I can locate it. \n[79]I'm topside, Jim, do you know which sector? \n[80]Jesus, uh, OK, this is gonna be like searching for a needle in a haystack. \n[81]C'mon, c'mon, where are you...? \n[82]Copy, I' heading there now. \n[83]Sonofabitch. You never did that in the simulator. \n[84]Whoa. \n[85]Jim, there's a lot of scarring... I'd better check for other punctures while I'm out here. \n[86]Copy, I'm heading there now. \n[87]Stares down at Mars, enthralled, as sunlight floods the side of the spaceship, sparkles off his visor. Dawn, after a very long night indeed. He whispers lovingly, under his breath. \n[88]Hey, Beautiful... \n[89]Know what? You've got enough left. \n[90]Well. Easier than the cha-cha. \n[91]OK, we're ready to light this candle. Go/No Go for braking burn and MOI. Engines? \n[92]Systems. \n[93]Nav. \n[94]We are Go for the burn. I'm fueling the engines. \n[95]Jim? \n[96]What the -- \n[97]Engines negative! No response! I've got no attitude control! \n[98]Negative! The CM doesn't have enough thrust to correct this rotation! \n[99]How much time've we got? \n[100]Jim, we're dead stick, there's no way to maneuver this ship into a link-up! \n[101]Prepare to abandon ship. \n[102]On my mark, seven percent left thruster. Three, two, one, fire. \n[103]Okay. Let's go. \n[104]I'm at fifty percent. But I don't see the REMO. \n[105]Jesus. She's not where I thought she'd be. \n[106]Looks again at his display screen, frustrated. \n[107]We can't catch it. Not like this. \n[108]It'll be better if I leave you the gun while I run out to the REMO. I've got enough fuel left for that. \n[109]I'll aim to overshoot, then brake like hell; arc it in. \n[110]Seeya in a few. \n[111]Okay. I'm on path to overshoot. I'm gonna take the edge off. \n[112]I'm out. Coming in hot. Still long. Abandoning the unit. I'll brake with suit jets. \n[113]Suit jets gone. But I'm gonna make contact... \n[114]Impact's gonna be a little rough. \n[115]Thirty-two. \n[116]No! You slow me and I'll fall short. \n[117]No choice. I'll be okay. Here we go... \n[118]Tries to hold onto the tether line but his momentum is too much. \n[119]Slides over the hull of the REMO. \n[120]Is past the REMO, freefalling toward Mars. \n[121]Tries his suit jets again -- they're empty. \n[122]Uh, well, no suit jets and I'm still carrying a good deal of velocity. \n[123]Uh, I'd have to say negative on that, Jim. \n[124]No, I heard you. Negative on the maneuver. I am not retrievable. \n[125]It comes down to the amount of fuel, honey. The suit jets were designed for attitude control, not travel. Retrieval just won't work. \n[126]Hey, believe me, I don't like it any more than you do. \n[127]Run the numbers, Jim. \n[128]Sounds good, Jim. \n[129]You listen to Jim, honey. It's a good plan. \n[130]Is looking back at the REMO. Smiles with relief to see that Terri has reached it safely. \n[131]Will do, Jim. \n[132]Hey, Beautiful... \n[133]Looks back at the REMO, as he continues to fall towards Mars. Sees the small figure of his wife heading towards him. \n[134]Terri, what are you doing? \n[135]Terri -- \n[136]No. I wouldn't come for you. Not if it just wasn't possible. \n[137]No, Terri, you can't! You don't have enough fuel to get me, stop us both, and get us back. Hell, you come any farther and you won't have enough to get back yourself. \n[138]Listen to me, goddammit! You have to stop! You have to stop now! \n[139]Okay, honey...? You gotta go back now. \n[140]Watches as it comes shooting down toward him. \n[141]Looks at the drifting hook, ten agonizing meters away from him. His only life preserver. \n[142]What are you doing? \n[143]Terri, you spend any fuel getting closer, you won't get back, and if anyone tries to get you, they'll die too. \n[144]Honey, please go back. Go back and help everyone get down to the surface. \n[145]I can't let you do it. I can't. I'm sorry. \n[146]Raises his hands to his helmet ring. His eyes shining. \n[147]I love you, Terri. God how I love you. ", "LUKE": "\n[1]Jim deserves this, too. All his friends are here. And it's my last night. \n[2]I love you, Deb. \n[3]Yeah. I will. Where is he? \n[4]Mommy will. \n[5]Well, I'll tell you what. I've been thinking about that. And what I thought was -- how 'bout if I bring along my own copy? Then every night, wherever I am, I'll read a little bit more of it. And I'll know that you and Mommy, wherever you are, you're reading it too. That way, it'll feel like we're still reading it together. 'Cause I don't know about you, but I'm pretty anxious to find out how 'ol Ben Gunn got marooned on that island. What d'you say? \n[6]Good deal. Can I have a hug? \n[7]C'mon. A whole lot of folks here are gonna be mighty glad to see you. \n[8]Then you've got a short memory. Think back to how we were by the second week of lunar training. \n[9]I'm trying to remember, let's see, which one of us scored the lowest ranking up there? \n[10]Oh, man, three commanders, on the same ship? If they sent us off to Mars together, there wouldn't be enough fuel to lift all those egos. \n[11]Listen to him. Mr. Cover-of-Time Magazine! \n[12]Yeah, and who scored highest on the lunar rankings? \n[13]Hey, Woodrow, isn't it about time you donated this thing to a museum? \n[14]I'll see what I can do. Just make sure you bring some fresh beer. \n[15]Should've been your mission, Jim. Yours and Maggie's. \n[16]None of us ever wanted Mars the way you two did. Not even Woody. Twelve years of hoping for this assignment, training for it -- \n[17]If Maggie hadn't gotten sick -- if you hadn't pulled yourself out of the rotation to take care of her -- \n[18]No, I'm gonna say this. I have to say it... I wanted Mars One. Hell, I battled you for it every step of the way. Never wanted to beat anybody so bad in my life. But not like this... Jim, I'd give this all up in a second, if it would bring Maggie back to us. \n[19]Take care of yourself. \n[20]Yeah, Renee. \n[21]Copy that. \n[22]What the hell is that? \n[23]Where is it? \n[24]C'mon, what's so funny? Gimme the coordinates. \n[25]The Plains of Cydonia. So? Oh no. You're not telling me -- \n[26]Great. That's great. The first anomaly we hit, and it's gotta be in the one place guaranteed to make NASA look ridiculous... You know how many books have been written about that damned mountain? \n[27]And all because a couple of lousy impact craters happen to look like eye sockets. If this gets out, we'll have every UFO kook on Earth spouting off on the six o'clock news... C'mon, people, gimme a read here. Is that a cinder cone? \n[28]It's an upwelling, for sure. But maybe not volcanic... \n[29]Look at the color. And see how shiny it is? I could swear that's ice... \n[30]How far away is it? \n[31]Let's send a packet to Micker. Then we'll go check it out. \n[32]This is a truly anomalous formation. Looks like nothing we've seen so far. The structure appears to be crystalline, at least from the angle displayed by ARES-8 ... \n[33]We're all trying not to go too nuts up here, but -- we think there's a good chance this could be an extrusion from some subsurface, geothermal column of water. And if we're right... \n[34]...then we've found the key to permanent human colonization. \n[35]Anyway, we'are going out to take a closer look at it, try to get an idea of its composition. By the time you receive this, we should be just about on-site. \n[36]Anyone else hear that? \n[37]Can you fix it? \n[38]Big talker. Renee, Sergei, let's break out the radar, see what this thing's made of. \n[39]...anyway, that's about it. We'll send another packet when we get back. \n[40]Oh, right. One more thing. Today is a very special day for a good friend of ours, and I know he's there right now. \n[41]Now, he hates it when any fuss is made, so I won't mention his name... \n[42]...because the last thing in the world I'd ever want to do is embarrass someone like Jim McConnell. \n[43]C'mon, you Micker weasels, sing! \n[44]Hey, Ray! Take a look at him! Is he all red with one of those fake \"I'm- a-good-sport\" grins? \n[45]And hey, you guys, check out Ray! Does he have on one of his \"This- wasn't-in-my-mission-plan\" faces? \n[46]Nothing you can do about it, Ray! We're a hundred million miles away! \n[47]Happy Birthday, Jimbo! Make a wish! \n[48]Catch you again soon. Take care, buddy. End of transmission. \n[49]Well? What's under there? \n[50]What? \n[51]That doesn't make any sense. You're reading a vein of ore. \n[52]Nick, could the problem with the antenna be interfering? \n[53]Try it closer and up the power. I'll watch the screen. \n[54]Nick, how we coming on that antenna? \n[55]Okay. Crank up the juice and let's see what's in this sucker. \n[56]Looks up from the display screen. A puzzled expression. \n[57]Why did that stop? \n[58]...make this quick... may be only ch-- ...to the site, when we... hit us just as we... --thers are all dead... \n[59]...low sound that we couldn't understand. Then all of a sudden there was this terrib... ...--stems are holding up for now, but I don't know how long I can... \n[60]Jim's first ship was seriously underpowered... \n[61]When they met at the Air Force Academy, it was \"love at first flight.\" \n[62]But Maggie, as you can see, kept him on a short leash. Until... \n[63]Today we celebrate a new chapter in their story. And guys, it's a pretty historic one. \n[64]When you guys land, it'll prove once and for all there's no intelligent life on Mars. \n[65]You're not here! \n[66]No, no, you're not... you can't be here. \n[67]Phil... Terri... \n[68]Jim... I don't understand. You're not supposed to be here... Why are you here? Where's Woody? \n[69]Oh no. \n[70]We fired the radar. It came. They all died. \n[71]They all died, but I was spared. Why? Had to be for a reason. Then, all of a sudden, I knew why I was spared. \n[72]So somebody would be left to figure out the secret. \n[73]Come. Comecomecome. \n[74]So... let me be sure I understand this. Your ship blew up, with all its supplies. Then you emptied the cargo out of the REMO, and it was totalled on landing. You've got no food, no water, no spare oxygen, nothing but what I see here...? \n[75]What kinda rescue mission is this? \n[76]Four. \n[77]Terri... I'm so sorry. He was a good man. \n[78]When there's time, we'll talk. \n[79]This way. \n[80]...When I came to and dug myself out of the sand, my faceplate was cracked. Leaking badly. I barely made it back to Base. It was weeks before I could work up the nerve to go back out there and look for their... \n[81]Renee was the only one I could find. But it didn't seem right, somehow, to dig just one grave. \n[82]If it holds course. \n[83]You don't believe me. That's okay. But I'm not crazy, Jim. \n[84]You better see for yourselves. \n[85]See, where they made their mistake was, they must've planned for it to be visible from Earth... \n[86]Don't you understand? Hundreds of millions of years have gone by. You've got erosion, sand storms, lava flows, meteor impacts -- hell, in that much time, the whole surface would've changed. So no wonder we never saw it before. Well, I mean, we saw it, but not like they meant us too. Too much dirt on it. \n[87]This. \n[88]I don't know. But whatever it is, somebody built it. And not us. \n[89]Good, Jim, good. That's the key. \n[90]Hear the pauses? That's what made me realize it's a pattern -- a repeating pattern. \n[91]That's what I thought. There are distinct blocks in the pattern, and within each block the tones come in groups of three. Threethreethree. For months I struggled to analyze it, trying different constructs... Then I thought about dimensions. \n[92]Right! Three groups equals three dimensions... So I tried assigning different graphic values to each block, group and tone. And finally I got... this. \n[93]You see it, too. Thank God. I was afraid I was just suffering from a form of asphyxia. \n[94]My guess is, it's a signature. A self-portrait of whatever species created the Face. \n[95]Like I just got back my other three percent. \n[96]Good work, Terri. \n[97]What? \n[98]But why? \n[99]We fired radar into that thing. Concentrated sound waves... \n[100]I think so, yes. \n[101]We don't have to go out there. There's a better way. \n[102]Checking video feed... \n[103]There! \n[104]I'm not sure. Maybe we better stop by that boulder. \n[105]It worked... It worked! \n[106]Normal. Seismic... normal. Anemometer steady. No sign of the vortex. \n[107]Or another test... \n[108]An hour? Maybe less. \n[109]A storm like that? It could go planetary. And last a year. \n[110]It'll sock us in, Jim. We won't be able to take off. If that happens, with what few supplies we've got left...? We'll starve to death. \n[111]Roger that. Texture is smooth. \n[112]Jim, seal it! \n[113]Otherwise known as air? \n[114]Yeah. It's Mars. \n[115]We're Martians...? \n[116]They seeded Earth. \n[117]He's right. \n[118]Jim... \n[119]Jim, we gotta go. \n[120]I once felt like I was taking your turn. But now I think maybe you're taking mine. Guess I'm a little jealous. \n[121]Thanks for saving my life. \n[122]Hey, Jim...? \n[123]Have a great ride. \n[124]Phil? Phil, do you read? He's not reading. \n[125]I'll try to keep on a straight line! It's our only chance. \n[126]Save the fuel, Phil. We're coming in. \n[127]Tell you on the way. Let's go! \n[128]Godspeed Jim McConnell. ", "TERRI": "\n[1]Fast pitch, no steals, batter calls his own strikes. Thousand bucks make it interesting? \n[2]Good. Bring some balls. \n[3]All the research shows that marriage will provide stability on these long duration trips. \n[4]Don't try to change the subject. \n[5]Very funny. We're talking about dancing lessons. Before my sister's wedding. \n[6]Woody, we're a married couple. Would it kill you to invite me out on the floor once in awhile? \n[7]I'm not talking about shuffling your feet around while you grab my butt. I mean real dancing. Cha-cha, rhumba, jitterbug -- \n[8]I'm serious. We've got two more months in this training rotation, but just as soon as we get home, we're starting lessons. If we never dance, people will think there's something wrong. \n[9]You are such a lug. \n[10]Control, this is Cockpit. \n[11]Who says report to Micker? \n[12]What about the crew? \n[13]Someone's alive. \n[14]What did Luke mean by a \"low sound?\" \n[15]Luke must be in pretty bad shape if he hasn't blasted out of there in the Earth Return Vehicle. That thing's designed so even one crew member could fly it back to Earth. \n[16]I guess now we have our answer to the effects of long-term interplanetary travel on the human mind. The answer is Phil. \n[17]Pulls her gaze away from these numbers. Judging from her redrimmed eyes, it's been a long, anxious night. Restlessly, looking to distract herself, she reaches for a test tube of blood, straps it into a centrifuge, sets it spinning. Nearby is her electron microscope. \n[18]I'll take what I can get. \n[19]Phil -- \n[20]No. It just means there was nobody left to bury him. \n[21]What if you opened up your meal packs and found that, instead of putting in everything but red ones, they'd made a mistake and put in only red ones? \n[22]How did you ever pass the psych evaluation? \n[23]Maggie, why does this have to be about us? Mars is a great opportunity for pure science. \n[24]Delta V systems initialized. \n[25]Engaged. Charged. \n[26]Engaged. \n[27]Charged and on-line \n[28]Set \n[29]What in God's -- \n[30]Woody, seal the breech! \n[31]Are you sure? \n[32]Keep the pressure on! \n[33]Jim, you've gotta get your spare helmet from storage. \n[34]We're losing pressure. You could embolize. \n[35]Jim, I don't -- \n[36]Piece of cake? \n[37]Seems OK. Couple of the tendons are going to be a little tight for awhile. Try to close your fingers, Phil, nice and slowly. \n[38]Go. \n[39]Jesus, Jim -- if we don't make it -- if we miss the REMO... \n[40]What're you looking for? \n[41]Hey. When we get back? We really will have to try this in the sim. \n[42]Happens to glance directly below. \n[43]There she is! \n[44]Oh Jesus. Jesus... \n[45]Woody!! \n[46]Woody, that's not possible. You're not going that fast. \n[47]Woody -- \n[48]It's gonna take half an hour to get the REMO reoriented! Woody'll be... He'll be in the atmosphere by then! \n[49]We don't have time! \n[50]No! We are going to -- \n[51]I'll tell you what I'm not doing, Woody. I'm not going to watch you die. \n[52]You'd do the same for me. \n[53]I can do it! \n[54]Releases her thumb from the toggle control. \n[55]Drifts, staring towards Woody. \n[56]The hell I do. \n[57]Hits the button and the wire starts winching fast back into the gun. \n[58]I'm gonna jet a little closer and try again. \n[59]I am not losing you. \n[60]Looks at Woody, two hundred meters away, sensing something different in his voice now, a terrible resolve... \n[61]Woody...? \n[62]Woody, nooooooo...!!! \n[63]Woody, oh Woody, please God, no! \n[64]Is worse. A thousand-yard stare. She's in shock. \n[65]Yeah. This is gonna take awhile to get back to 100% capacity. \n[66]Copy that. I've got busted filters here, clogged intakes. Helluva cleanup job, but so far no major damage. \n[67]Jim...? \n[68]Long term exposure to low gravity can have an adverse impact on the brain. He could be suffering from a form of asphyxia. \n[69]Thanks, Luke. \n[70]Saw what? \n[71]What is that...? \n[72]DNA... that's a model of DNA! \n[73]No way. It's missing the last pair of chromosomes. See? \n[74]The difference between a man and an ape is less than three percent of genetic material. But that three percent gives you Mozart. Einstein. \n[75]C'mon. There's a pair of scissors in my medkit. \n[76]The backup generator is salvageable, and two of the solar panels. I'm pretty sure I can get the oxygen still back into production, too. So we're not in such bad shape, considering. \n[77]Four. \n[78]We just don't know enough about that -- that thing out there to take any more chances. \n[79]No. More like an invitation. \n[80]Jim, are you sure you want to do this? \n[81]I've got good footing and no obstructions. Let's check our -- \n[82]It's solid again! We're trapped. \n[83]Jim, what're you doing? You'll depressurize! \n[84]Above Mars atmospheric? That's impossible. \n[85]There's six psi in here... Nitrogen and oxygen. \n[86]Hey, there may be some lethal trace gasses I haven't picked up yet, or... or... oh, the hell with it. \n[87]Oh my God. \n[88]Her voice is soft. \n[89]Earth, when it was still Pangaea. Before the continents separated. \n[90]Oh my God. The Cambrian explosion. \n[91]Almost six hundred million years ago, there was a sudden expansion of life on Earth. The first multi-celled plants and animals appeared. No one has ever understood why... \n[92]Phil, we're here! We read you. \n[93]Phil? Phil...? \n[94]Then let's get the hell out of here! \n[95]What? \n[96]What are you talking about? We've got to get home. \n[97]I wish Woody were here to see this. He would've wanted to go too, Jim. \n[98]Take care, Jim. \n[99]I can barely read you. Let's get the hell out of here! \n[100]I've lost the Base Camp beacon! \n[101]No good! We're driving blind. \n[102]Don't worry! I've worked with Phil for four years! I know Jim gave him a direct order, but he won't leave without us. \n[103]He got another ride. \n[104]Dear God. Look at that. ", "PHIL": "\n[1]T minus ten, nine, eight, start ignition sequence, five, four, three, two, one, ignition... Liftoff! \n[2]Guys, guys, please! This is risky stuff here. And I'm a highly trained professional. \n[3]Okay, okay! Uncle Phil will launch another booster... \n[4]...just as soon as he completes his fuel intake. \n[5]Woody, it was Ray Beck. He told me to round up the team. Now. \n[6]How? \n[7]Electromagnetic emission. Not uncommon with large-scale geophysical phenomena. \n[8]What about SIMA? \n[9]The Saturn Imaging Probe. It's going to slingshot around Mars on its way through the solar system. It could be retasked to take pictures, read radiation levels at Mars One Base Camp. \n[10]That... is the exact chemical composition of my ideal woman. \n[11]Hey! \n[12]A frog. \n[13]Stands in the communal bathroom, still in his pajamas, a towel around his shoulders, brushing his teeth. He glances at another digital clock, which reads \"0547.\" Shakes his head impatiently. He looks back into the mirror, then is surprised to hear MUSIC lilting incongruously over the loudspeakers: Elvis Presley's \"Blue Moon.\" \n[14]What brought this on? \n[15]It's still standing, though. So is the ERV. And look, there's the greenhouse. \n[16]There. \n[17]What the hell are those? \n[18]Hold on. There's only three. That means -- \n[19]It means Luke must still be -- \n[20]Normal. \n[21]I don't know. Magnetic interference? \n[22]Must be a problem with SIMA. I don't see how an earthquake, six months ago, could give us this kind of distortion. \n[23]Hey, that's a funny notion. And what if in your meal packs, instead of brown rice, there were spring-loaded spikes that shot into your eyes? \n[24]When you're schizophrenic, they take the higher score. \n[25]Oh brother! \n[26]Yeah, and drifting through eternity will ruin your whole day. \n[27]Power ready. \n[28]H2/O2 control valves open. \n[29]Transferred. Awaiting track confirmation. \n[30]Uhhh! \n[31]Outgassing! Losing pressure! \n[32]Losing pressure fast! We're gonna decompress! \n[33]If we get below 20% atmosphere, the power will shut down! \n[34]Positive! A vacuum inside the ship would cause a total electrical failure. The nav computers will fry! \n[35]It's already starting. The primary L- 1 hub has been smashed. The systems are crashing. \n[36]Jesus, it's still bleeding. \n[37]I can't get this damn machine to re- initialize! And the automated systems just went down. We can't shut down the hab rotation from here. \n[38]Jim, I've got an idea. If you guys can save enough atmosphere, I'll disconnect the power in the main computer bay, then jump start the systems. I'll do a hard boot. \n[39]Are you kidding? These machines are much too valuable. \n[40]Where are you, you little bastard, where are you...? \n[41]Gotcha! \n[42]OK... OK now... \n[43]Come on. Come on...! \n[44]Yes! Awriiiight! Had it all the way. Yes! \n[45]Shit! \n[46]Get back in here, guys! \n[47]I don't know what you're getting so cocky about. We scored better times in the sim at least twice. \n[48]Well, at least I'll still be able to drive. \n[49]Go. \n[50]Optimum angle of entry minus seven degrees. Six... Five... \n[51]Four... Three... \n[52]We're too steep! Falling into the atmosphere...! \n[53]Christ, at this angle we'll burn up! \n[54]I don't know! Three minutes? I don't know! \n[55]The Resupply Module? Why? That's not -- \n[56]Uh, it's close... \n[57]I-I don't know. It'll take time... \n[58]You want us to transfer in suits? \n[59]One kilometer, that's the best I can do! \n[60]Earth. \n[61]We're going to miss her. \n[62]It has to work! \n[63]Oh Jesus, look! The ship! \n[64]But we need those supplies for -- \n[65]Damn right. \n[66]I've got ERV access. I'm going in. Terri, you okay? \n[67]ERV appears structurally intact. Computers are fried, just as we thought. \n[68]What is it? \n[69]Is it just me? Or is he about two mealpacks short of a picnic? \n[70]Greatgreatgreat. \n[71]Check it out. New nav boards for the ERV. I got four round-trip tickets, baby, right in here. \n[72]Jesus... \n[73]My God... Is that what I think it is? \n[74]So, okay, so -- somebody left this thing here, somebody -- other than human. But what the hell is it? \n[75]Or Jack the Ripper. \n[76]So what happens when it gets the right answer? \n[77]Whoa, whoa, hold on, Jim. What if you're wrong? Whoever goes out there... I mean, what if you're wrong? Three people have already died over that thing. \n[78]Oh my God... \n[79]I don't know what we did, but guys -- does that look to you like a hostile gesture? \n[80]Maybe forty-five minutes. It'll be tight, but we can make it. \n[81]Go back... alone? \n[82]Jim -- \n[83]I understand. But -- \n[84]If you're not back by 1950, I prep and launch. \n[85]Yeah, Jim. Your signal's breaking up a little in the storm, but I read you. \n[86]Copy that. \n[87]Computers are online! Ready to load software. But guys -- we're losing visibility here. \n[88]Guys...? Jim? Luke? Terri? Is anyone there...? \n[89]Don't leave me. \n[90]...in, please. Can you... me? \n[91]Thank God! Listen, this storm is really -- -- few more minutes, I can't -- You've gotta get back to the ship! \n[92]Is anyone there? Can anyone read me? \n[93]This is ERV, do you read? ERV to Rover, do you read...? \n[94]This is ERV, do you read? \n[95]Uh, Phil's not here right now. He left for Earth five minutes ago. Please leave your message at the beep. \n[96]Where's Jim? \n[97]Is that him? ", "BECK": "\n[1]...and this is the Mars Mission Control Room, nicknamed \"Micker.\" I understand a comm packet is incoming from Mars One Base Camp, so you may find this interesting. \n[2]Smiles indulgently at the ambassador's misunderstanding. \n[3]No, actually, that's Jim McConnell, the CAPCOM. Our voice link to the astronauts? Jim's been with the manned Mars program since its inception. One of our real pioneers. \n[4]Ah, no. This is as close as he gets. \n[5]Then, at 1417, the X-band continuous data stream from Mars went silent. All data -- med, environmental, everything -- suddenly stopped. While we were trying to figure out what the hell went wrong, we got a signal from the folks at the Large Array at Soccoro. \n[6]The level of energy in the pulse... didn't seem survivable. \n[7]The message is almost indecipherable. Two teams are still working on it. You better see for yourselves. \n[8]If this was a earthquake, as we're now assuming, there's usually an auditory component. \n[9]Well, so far our modelling says it should be in pretty good shape. \n[10]Whoa, slow down. It's gonna take us weeks just to analyze this data. \n[11]Luke may already be dead. And even if he's not, it's doubtful he's going to be able to transmit again. So we wouldn't know whether it's safe to land until you were almost there. \n[12]We're getting ahead of ourselves. You're forgetting the bigger problem. The orbits are all wrong. Our first decent launch window is almost eight months from now. \n[13]On paper, yeah. But those stresses have never been tested in space. \n[14]I wasn't thinking of just the ship. \n[15]Give me an updated mission plan by 0800 tomorrow. Then I'll put it in the works. \n[16]What do you mean? Bjornstrom can be up here on the next shuttle. \n[17]I haven't been given authorization for a mission yet. \n[18]He's no longer on mission status. \n[19]He washed himself out. He only had to pass a few more psych evaluations, but he refused to take them. \n[20]Everybody has to pass the psych prelims. No exceptions. Jim knew that. \n[21]That was his call. But I had to make one too. It was tough as hell, but I'd do it again. \n[22]I couldn't trust him! \n[23]Not in a crisis... I'm sorry Woody, but Jim lost his edge. Are you gonna stand there and tell me Jim McConnell is the same man he was two years ago? You want me to bet four more lives on that? \n[24]We're going to continue analyzing this data and try to determine what the problem is with those images. Frankly, we're just as stumped as you guys, but we'll keep on it. We agree that the evidence of the graves is inconclusive and that a ground search is advisable. Be aware there are little sand storms kicking up near Mars One Base, but the big one you spotted is turning south. It shouldn't be a factor. \n[25]We're all pretty excited here and we're sure you must be feeling the same. Enjoy your meal and get a good night's sleep. We anticipate that tomorrow morning you will be Go for Mars Orbital Insertion. \n[26]God bless you and goodnight. End of transmission. \n[27]Data? \n[28]Crashed? \n[29]When? \n[30]They used the REMO as a lander. \n[31]It's McConnell, it's got to be! Nobody else could have pulled this off. Son of a bitch! They're alive. ", "OMITTED": "\n[1]Sequence omitted from original script. \n[2]Sequence omitted from original script. \n[3]Sequence omitted from original script. \n[4]Sequence omitted from original script. \n[5]Sequence omitted from original script. \n[6]Sequence omitted from original script. \n[7]Sequence omitted from original script. INT. EVA AIRLOCK. DAY. A BUNCH OF M&amp;MS Are floating in mid-air, forming an intricate 3D pattern. In the EVA airlock, it's zero G. Phil, strapped into a chair by a galley counter, is just completing this weightless puzzle by placing a final blue M&amp;M. He looks bored, sluggish. In the b.g., Terri is hunched over a microscope. McConnell emerges from the core tunnel, behind them, coming up from the lower Hab, then pushes off from the ladder, floating towards Phil. He grins, admiring Phil's obsessive handiwork. \n[8]Sequence omitted from original script. \n[9]Sequence omitted from original script. \n[10]Sequence omitted from original script. \n[11]Sequence omitted from original script. \n[12]Sequence omitted from original script. \n[13]Sequence omitted from original script. \n[14]Sequence omitted from original script. \n[15]Sequence omitted from original script. \n[16]Sequence omitted from original script. \n[17]Sequence omitted from original script. \n[18]Sequence omitted from original script. \n[19]Sequence omitted from original script. \n[20]Sequence omitted from original script. \n[21]Sequence omitted from original script. \n[22]Sequence omitted from original script. \n[23]Sequence omitted from original script. \n[24]Sequence omitted from original script. \n[25]Sequence omitted from original script. \n[26]Sequence omitted from original script. \n[27]Sequence omitted from original script. \n[28]Sequence omitted from original script. \n[29]Sequence omitted from original script. \n[30]Sequence omitted from original script. ", "COTE": "\n[1]Eh bien. Winner take all. \n[2]Luke, you read me? \n[3]Luke, I just got ARES-8 on line and... Well, we think you're gonna wanna see this for yourself. \n[4]No idea, boss. \n[5]Latitude 41 degrees north, longitude 9 degrees west. \n[6]Oui. Exactement! It's Kirov's fault, he picked today's sector. \n[7]The Egyptians put it there. \n[8]No fissures. No caldera. \n[9]This far south? \n[10]Yeah. What is it? \n[11]Je ne sais pas. I... I think there's something wrong with the equipment. \n[12]I mean, it can't be right. It says... it says there's metal under there. \n[13]There's ten, twelve meters of rubble and sand, and then... solid metal. \n[14]No. It's under the whole mountain. ", "COMPUTER": "\n[1]Attention. Incoming packet. \n[2]Four minutes, nine seconds. \n[3]Eighty percent atmosphere... \n[4]Seventy percent atmosphere... \n[5]Voice print identification. \n[6]Accepted. Shutting down artificial gravitational rotation. \n[7]Sixty per cent atmosphere... \n[8]Fifty per cent atmosphere... \n[9]Forty percent atmosphere... \n[10]Thirty percent atmosphere... \n[11]Twenty percent atmosphere... \n[12]Twenty percent atmosphere... \n[13]Pressure stabilizing... Atmosphere level increasing. ", "KIROV": "\n[1]Hey, Woody, our Mars One crew won't be heading back to Earth till ten days after you guys land at our base camp with Mars Two. That's a pretty good long rendezvous. \n[2]Maybe you should bring a baseball bat. Yes? American baseball? Our two crews could have ourselves a little Solar System Series. \n[3]No, no, we have equal crews. Three men, one woman. Same handicap. \n[4]Hey, c'mon! We've got a scientific duty to check that thing out. \n[5]No, the Amazons. \n[6]Nah, too smooth. Too angular. Volcanic upwelling? \n[7]Sixteen kilometers northeast. Take us twenty minutes to get there. \n[8]Jesus Christ... \n[9]Hey, Nick. Come show me how stupid I am. I can't get this to work. \n[10]All set here, chief. \n[11]Flips a switch on the radar gun, then swivels its muzzle slowly across the near slope of the mountain. We hear and feel the radar signal. The immediate result is that the pulsing tone we've been hearing suddenly stops. \n[12]Snatched up by the wind, then swept past him, in a terrifying blur, arms and legs flailing, mouth open in a silent scream as he vanishes... ", "WILLIS": "\n[1]It'll take us six months just to get to Mars. Another year on the surface, then six months back. That's two years... \n[2]I guess what I'm trying to say is, since this is my last night on Earth, it's gonna be a very precious memory to me. Y'know? \n[3]Deep space is so lonesome. So cold. But I guess I'll have my memories to keep me warm... \n[4]You don't wanna know. \n[5]No, it was little green men! \n[6]Impossible. You can't have ice at this latitude. Not unless... \n[7]Oh my God. \n[8]Sounds like our antenna's out of phase. \n[9]Hey, skip, I can fix anything. \n[10]Could be. \n[11]Goin' as fast as I can, boss. ", "DEBRA": "\n[1]He's not coming, Luke. \n[2]Your last night with us, too. \n[3]I love you too, baby. But maybe you should spend some time with Bobby. \n[4]Up in his fort. \n[5]We were afraid you wouldn't come. \n[6]All the way out in Galveston? \n[7]Spoil it? He's been going crazy looking for you. ", "THE ASTRONAUTS": "\n[1]Walk towards the mountain. There's a very deep, very low, staccato tone intruding over their headsets. \n[2]Exchange amazed glances. Can't believe their eyes... \n[3]Sit back, exasperated. \n[4]Stare at this unholy juggernaut, alarmed. McConnell turns to Luke, whose expression is grim. \n[5]Stare at this devastation, deeply moved. \n[6]Step back, startled, unlinking their hands, and look at the circle of colored rings. These shade from yellow, on the outer rim, to a deeper yellow, then orange, then finally reds. Inside the final, deep red ring is a circle of indigo blue, about a meter across. Small points of light glitter here, like stars against a midnight sky. ", "MAGGIE": "\n[1]I'll get you guys for this. \n[2]Hey, c'mon, what if I'm right? \n[3]It's our sister planet! \n[4]We'll do the science. And we'll do it very well. That's what we've trained for. But what if there's more...? In all our myths, in every human culture, Mars has always held a special attraction. What if that means something? Only we don't understand it yet... \n[5]The universe is not chaos. It's connection. Life reaches out for life... \n[6]This is what we were born for, isn't it? To stand on a new world, and look beyond it to the next one. It's who we are. ", "NEW CAPCOM": "\n[1]Okay, they're Go for the burn and MOI. Should be initiating the burn just about... now. \n[2]Ray...? We've got some new data, just coming in. \n[3]We just -- it doesn't make any sense. We're not sure how to read this. \n[4]Yes sir. Telemetry reports the REMO has left its orbit and reached the Martian surface. \n[5]No sir. Under power. \n[6]Sixty-three minutes after Mars Recovery went off-line. Sir, the graph reads like a controlled descent. But that doesn't make any -- "}}