{"dialogues": {"STU": "\n[1]I don't actually draw all the animation, no. We have sweatshop workers who couldn't get jobs at Nike doing that. \n[2]Guide...? \n[3]I - I have to, uh, check in with my doctor. DO- \n[4]Hey, Doc. Come here. There's something really cool I want to show you. \n[5]See these doors? The cool thing is, you go out ...they close...you can't get back in! \n[6]They don't love me. They love Monkeybone. \n[7]That was especially Monkeybone. Come on, Doc, I don't want to be stuck here with this bunch of media creeps. I just want to be us. Home. Alone! I have something I have to give you. \n[8]Yeah, I could, but the thing is, if later got here sooner, it would be...better. \n[9]Julie and I - we were just gonna go... \n[10]Burger God. The ones that found the pig hair in the french fries? \n[11]Herb, it's too much. It's all out of hand. \n[12]I don't want to be rich. It's just a trap! \n[13]Herb. I have to go. \n[14]I got the ring. Tonight's the night, Herb. Tonight's the night. \n[15]My life was totally crappy, Herb, and she... fixed it. She made me happy. Which I'd never been. She loves me the way I am - right now. I don't want everything to change. I don't want her saying yes to some big success. I just want her saying yes to me. \n[16]Look at this! He won't let us leave! \n[17]The monkey!! He's everywhere! He'll take over both our lives if we let him. \n[18]I'm trying. It's weird, that's all. I never had any good luck, until I met you...what if it's all just another bad dream? \n[19]I might wake up. \n[20]I am happy. It just so happens this is the happiest night of my life. \n[21]That damn monkey is everywh-- \n[22]Did we just - hit something? \n[23]Are you okay?? \n[24]Hey! Are you guys all right in there? \n[25]That stupid monkey banner! It fell on my windshield - it practically killed us all! God, Julie, if anything had happened to you - \n[26]I'd better go report this... \n[27]Operator? I want to report an accident. \n[28]Hello? Anybody? - Am I dead? \n[29]Help me. Please. There's animals. They - \n[30]Chasing me - animals - horrible - \n[31]Uhh - martini? \n[32]Olive. - Where exactly am I? \n[33]Stu Miley. \n[34]Jeez, it all looks like bad late-night cable. \n[35]I didn't say anything. \n[36]I was, uh, just getting ready to leave... \n[37]Three months, Bull. Three months tonight. Three months since the accident - and I'm no closer to going home than I was then. \n[38]I'm sick of martinis. I'm sick of the waiting, and the carnival rides, and watching people's nightmares. And of course, I need not add - \n[39]You have humiliated me in public for the last time. \n[40]Then you can learn to act normally. I had to! \n[41]I am not. And I don't gotta. \n[42]Sorry. The women here aren't my type. Most of them aren't even my species. \n[43]Nothing for him! He's being repressed. \n[44]I've been trying to get through to the head guy - the nightmare god - what's his name? \n[45]Yeah. To see if he could expedite my case. But I wait, and I wait, and...I'm starting to think I'll never see her again. \n[46]I shoulda proposed, Kitty. That way at least she'd know how I feel. That way she'd...wait for me. \n[47]I'm sorry, Kitty - what were you saying? \n[48]I'm not so special. I'm just - kind of - \n[49]\n[50]What union? \n[51]Sorry, Kitty! I'll be right back after I choke my monkey. \n[52]No. No. Not him. \n[53]He's ninety. He's practically dead already. How come he goes back and I stay here? \n[54]\n[55]He got an E-ticket. Where's mine? When do I get to wake up?? \n[56]I've been stuck down here for months. Somebody had better start paying attention, or I'm gonna - I'm gonna kick ass! \n[57]That's right. Run! And don't come back unless you've got my e-ticket!! \n[58]Who am I kidding? I'm never gonna get out of here. I'll never see her again. \n[59]Hypnos! The god of nightmares! Do you know what this means, Monkeybone? He's finally going to hear my case. I'm going home! \n[60]Like you'd know. You started out on the back of a napkin, you little...doodle. \n[61]Say, have you seen Mr. Hypnos? \n[62]Wow. Live feed, huh? \n[63]Sorry. \n[64]That - that's me. \n[65]What is this? Who's dreaming this?? Julie?? \n[66]\n[67]\n[68]\n[69]Listen. Please. It's my girlfriend. I've gotta get a message to her... \n[70]How'd you get in there? \n[71]Mr. Hypnos - sir - I needed to talk to you - \n[72]Mr. Hypnos, I saw a dream. My girlfriend was having it. She dreamed they were pulling the plug on me. She was watching me die. \n[73]Well, I have to get a message to her. I have to let her know I'm okay. Until I can get out of here... \n[74]...which is actually what I wanted to talk to you about. See, I've been here three months - \n[75]Tell me what? \n[76]Farewell? You mean - you mean I'm - \n[77]\n[78]I think I...I'm about to... Am I mistaken, or don't I get to... Is there some... \n[79]Well - yeah - but that doesn't...apply. It was different then. I was depressed. My life is great now. I'm in love! \n[80]Besides, Julie wouldn't...she'd never... \n[81]Nine AM! But that's - twelve hours. \n[82]Mr. Hypnos, you run this place. I'm begging you. There's gotta be something I can do. \n[83]Maybe you could talk to Death! \n[84]You're Death's brother? \n[85]Guys, I don't mean to be rude, but I only have eleven hours and fifty-three minutes to... \n[86]Hyp, I'll do anything. \n[87]Land of Death. How do I get there? \n[88]Fine! Don't put yourself out. I'll go to the land of Death alone. \n[89]I've got one chance to get back to Julie, and I'm gonna take it - with or without you. \n[90]No. Goodbye. Thanks for nothing. \n[91]All right. You can come. \n[92]Now we just gotta figure out how to get there. \n[93]He's taking her to the land of Death, right? So all we've gotta do is...hitch a ride! Stop shaking! I'll protect you. \n[94]Where'd he go?? \n[95]\n[96]What? \n[97]You saved my life, Monkeybone. I never would've made it without you. \n[98]It's just...now that I'm leaving, I feel like there's lots of things I haven't said. Who's gonna look out for you? Are you gonna be okay when I'm gone? \n[99]You've been a hell of a figment, pal. I sure wish I could take you home with me. \n[100]Don't joke around, little buddy. I mean it. I really do love y-- \n[101]Stop! Monkeybone! Please!! \n[102]\n[103]\n[104]\n[105]Oooie! That smarts!!! \n[106]Julie?... Hey, you are a looker. \n[107]Who are y-- WHAT DO YOU WANT?? \n[108]Alfred Hitchcock?? \n[109]What is this stuff? \n[110]Stephen King? What are you doing in here? \n[111]Atilla the - ! What in hell is this place? \n[112]\n[113]Why'd you do it? What'd I ever do to you?!? \n[114]But why me? Why'd you pick on me?? \n[115]Monkeybone...!? \n[116]You're nuts! I'm a comic strip artist! What's he gonna do - draw really scary cartoons?? \n[117]How was it? I don't recall. \n[118]I'm not like the rest of you. I'm just a regular guy! I'm not a \"nightmare maker.\" \n[119]But how? Did you all have sidekicks? Figments? ...Monkeys?? \n[120]...Kitty?!? \n[121]Kitty...my situation is really not important. The thing is, my girlfriend is now living with, and possibly engaged to, a demented monkey. \n[122]Listen to me! Is there any way I can warn her what Monkeybone is up to?? \n[123]I took the liberty of calling a little press conference. We're on TV, so don't say \"shit.\" Shit! I said it. Shit! I said it again! \n[124]So here's my idea. We do a giveaway at the zoo benefit. We get a big piñata. We fill it with Monkeybone dolls - hundreds of 'em. \n[125]You can't do this! You'll get in trouble! \n[126]How am I gonna get past the guards? \n[127]Thanks, Kitty, I'll never forget you for th-- \n[128]I'll really...never...forget you. \n[129]You're mad at me. Great. You have every right to be. But we're both mad at Dark Town. We're both mad at Hypnos. \n[130]I'm not going to tell you that. I wanted that E- ticket. I wanted it so bad I'd stare you right in the face to get it - and I'd do the same again. \n[131]I have a girl up there. And I never - I should've - I just want to tell her I love her. \n[132]Death, I'm trying to make things right. Take my soul. Turn me into a paper doll. But give me just one lousy hour. \n[133]Coming from you, that's quite a compliment. \n[134]Bend over? \n[135]\n[136]Fine, thanks. Saw my girl, said goodbye, everything's gonna be okay. I guess I'm yours now. \n[137]Hey. Where's Monkeybone? \n[138]Back? You're sending me back? \n[139]Death! Thank you! \n[140]Baby...you're asking the wrong guy. \n[141]My tail itches. ", "JULIE": "\n[1]You want to leave? But Stu - you're a big hit! Everyone loves you! \n[2]It was you who got the standing O. It was you drawing on the belly over there... \n[3]Can't you give it to me later? \n[4]Who? \n[5]Stu - stop it. That monkey is good luck. You thought him up, and everybody loves him, and he's probably going to make you rich. So relax! Enjoy it! \n[6]What's the \"bad\" part? \n[7]If you do, I'll be right there beside you. So face it. You're just going to have to be happy! \n[8]I don't think so. \n[9]I'm fine, baby. We're all okay. We were lucky. \n[10]Dad's car? \n[11]\n[12]Stu? I'm here, baby. It's me. It's Julie. I love you. You're gonna be okay, baby, I promise - \n[13]I'm here, baby. I won't leave you... \n[14]I'm a doctor too. I know this man's brain - \n[15]Oh, poor Buster. He hasn't been fed in a day and a half. Let me get some food... \n[16]I don't know. I guess it was... \n[17]Stu. That was right about the time we met. \n[18]Yeah...before your time. \n[19]He hadn't gotten a good night's sleep in years. The nightmares would wake him up, and he'd start right in painting... That boy looked like pluperfect hell. \n[20]Switch hands. \n[21]I'm serious. It was bicameral disjunction - right brain and left brain out of balance. He was a rightie, so I made him switch the pencil to his left hand. Just to see what'd come out. \n[22]Left-handed, he was funny. He'd been doing all this scary, intense work...then he found out he could draw this stuff, and make me laugh, and he liked that. And then the nightmares just...stopped. \n[23]I've put a ton of work into that boy, Alice. I am not going to let him get away from me. \n[24]Kimmy...? \n[25]When'd you get in? \n[26]I'm fine, Kimmy. Fine. \n[27]The ring... \n[28]Kimmy, he doesn't know what's going on. He doesn't even know he's in a - \n[29]It's too soon even to - talk about that! \n[30]I think we can go another day without shaving. Long as you don't look like you're growing one of those stupid little goatees. \n[31]Hey, there's an article about the Monkeybone show. They've run that one episode about eight times now. Herb says it gets higher ratings every time...they're hoping you'll give 'em some new material soon... Wanna hear another joke? \n[32]Okay...let me see...here we go. A plane full of explorers crashlands in New Guinea; they are captured by a cannibal tribe and taken to the chief's hut, where...wait a minute. I know this one... You stinker! You swiped this joke for a Monkeybone strip! \n[33]Okay. Let's try again. Why did the pervert cross the road? \n[34]Kimmy! What's the matter? \n[35]No. No. STU! \n[36]Stu? STU...? \n[37]\n[38]Six hours. That's when they pull the plug. That's how long we've got to wake him up. Now these are Stu's old charts from five years ago, when he first came to the sleep lab... \n[39]...they show incredibly intense nightmare activity. The chart below is his new chart... \n[40]He's stuck in a loop - a nightmare loop. Anybody here know what Oneirix is? \n[41]No. I want to give him more. I want to give him a massive dose. \n[42]I don't want to stop the nightmare, Hutch. I want to crank it up. I want to take it right off the charts. I want to scare him awake. \n[43]All right! We have a plan. Let's move! \n[44]What'll it do if they pull the plug? \n[45]What's the maximum safe dose? \n[46]Five CC's. \n[47]Stu? \n[48]Thank you. Thank you for coming back to me. \n[49]Welcome home. \n[50]Oh, baby, I can't believe you're back. \n[51]Baby? Why don't you just...rest on the sofa for a minute. I'll be right back. \n[52]Here's to a bottle...we should have opened... three months ago. \n[53]Stu, are you...feeling okay? \n[54]You're acting kind of...odd. \n[55]Buster! Look who's here! \n[56]What are you watching? \n[57]You sure this is...medically advisable? \n[58]Well. As long as it's okay with Monkeybone - \n[59]- which it seems to be. \n[60]Oh, God!! Baby! Are you - \n[61]It was great, baby. Let's get you to the ER. \n[62]I'm heading in to work, baby. Are you sure you'll be okay? \n[63]They only made the one episode. They've shown it about nineteen times. \n[64]I had to park two blocks away. Is something - \n[65]Herb...what in God's name - \n[66]What's this about merchandising? You always hated merchandising! \n[67]Stu? Is that you? Where did you go? \n[68]Baby, don't lie. I know you went out. \n[69]You're wearing a topcoat, Stu. - Where are your pants? \n[70]The thing is, I'm responsible for the way he's acting. It's the nightmare juice. It's got to be. \n[71]I can't explain this, Alice, but I'm not so sure it did. It's as if...he's not Stu any more. The Stu I love is gone! He spends all his time in the garage. He says he's...autographing. \n[72]Actually, no, I don't think I'm overreacting. \n[73]\"4/17: Subject, when unaware of observation, prefers to hold eating utensils...with feet. Successfully carves turkey roll holding eating utensils...with feet.\" \n[74]\"4/18: Subject climbs backyard tree...to perform elimination. When confronted with product... blames it on family dog.\" \n[75]Hello? Oh, Hutch - what? \n[76]Kool-Aid!? But who'd would want to - \n[77]Okay. Call the police. I'll be right over. \n[78]The technical name is Oneirix. It's an enzyme. It's present in the brains of - \n[79]Yeah...I remember it vividly. \n[80]Whatever he's done, I'm responsible for it. \n[81]Tell them what? I don't know anything concrete. All I have is a feeling. \n[82]That...that's Herb! \n[83]It looks so...new. \n[84]But the heirloom ring. Your grandmother's ring... \n[85]He called me \"Doc.\" \n[86]Please. Where did you take that man...? \n[87]Who are you? Why did you say those things? \n[88]\n[89]Stu...how? \n[90]What's wrong? \n[91]Stop this. Now. Those dolls have been tampered with. They're toxic! \n[92]\n[93]I don't know what happened. All I know is...he was in a coma...and then he came back...and now he's gone again. \n[94]Is it you? Is it really you this time? \n[95]Oh, Stu. Tell me I'm not dreaming. \n[96]What's the matter? ", "MONKEYBONE": "\n[1]Written by \n[2]in \n[3]Oooo-oo-ooh, baby. I love your way. \n[4]Those guys are a waste of money! I'll show you how to stop sucking your thumb... \n[5]Sunday Nights This Fall \n[6]Just kiddin', folks! Drinks for everybody - On him!! HIYA, BOSS!! \n[7]Thank you, thank you for that very modest response. I know you're all in comas, but still. And now...it's dedication time! \n[8]We've got a special dedication tonight. This one's from my ever-lovin' boss, Mr. Stu Mopey - I mean Miley - and we're sendin' it up to a very special lady in the land of the living. Yes, I do mean Julie - the beautiful Miss Julie - who, if she has a brain in her head, is shacked up right now with some good-lookin' doc she met in the E.R.! JUST KIDDING, BUDDY! Because if we know anything about Miss Julie, we know she is faithful, loyal, and true. Even if her boyfriend is an eggplant. Which is why we're dedicating...this very special tune...to her. Jumbo? \n[9]MAH baby does the Hanky-Panky! UNHH! MAH baby does the Hanky-Panky! UNHH! \n[10]I doubt that. Besides, I can't help myself. I'm just a figment of your imagination. \n[11]Aw, come on. You know you love me. You're a masochistic pain freak. You gotta love me. \n[12]You are too! Mooning over Julie when we could both be gettin' some o' this fine local action. It's not like she's gonna know. Out of town, under five minutes, and in a coma don't count. \n[13]Hellooooooooo, Kitty. \n[14]I'd like something with an umbrella in it and a really smutty name. Like a...Sex Behind the Sofa with Your Parents in the Same Room Watching \"The Brady Bunch.\" \n[15]Aaah, it's the same as always...poor mope's just wishin' he was me. \n[16]My Fellow Americans. I have a dream. Let us boldly go where no man has gone before. \n[17]Come on, pal! It was a compliment! You'da done the same if you had the equipment! \n[18]\n[19]I'm reportin' this to my union!! \n[20]The sidekicks' union! Me, Tonto, and Robin the Boy Wonder. You top bananas better watch your ass! \n[21]\n[22]I left my phone number in your undies. Try not to lose it in traffic. \n[23]Him. Whew. About time! \n[24]Maybe he wanted to pick out his own casket? \n[25]Stu? Stu? Let's not disturb the nice Reaper. \n[26]Let's not kick the nice Reaper's ass. \n[27]Stu? Stu? Let's calm down, talk things over. How about some comedy relief? Okay. Brontosaurus walks into a gay bar... \n[28]Stu? Stu? I think weve got this backwards. Your behavior...is disturbing me. \n[29]Now this...is livin'. \n[30]Y'call that art? Why, my three-year-old can paint better than that. \n[31]Hey! Like the do. So tell me, are you a, uhh... natural snakehead? \n[32]Fifty dollars?! Bite me! \n[33]I knew I left it in there somewhere. \n[34]You said it, partner! \n[35]Stu... It's a party. \n[36]Pact? Pact? NO LIFE SUPPORT?? \n[37]Pull the plug! Pull the plug! Take my organs! I don't need 'em! I don't need no! Life support! I'm an idiot! Pull the pl-- \n[38]I'm so dumb! I deserve to die - \n[39]The penthouse is pretty swank, though. \n[40]Me too. And I mean anything. Ask the chicks in the back room. \n[41]Fate worse than death! Well, it's been real, boss, but I gotta go buff up my resumé. ANYBODY \n[42]Stu, you have my absolute confidence. ­- DEAD \n[43]Hey. Aren't you gonna talk me into it? \n[44]You gotta talk me into it. You'll screw up on your own. I mean, a guy's gotta have a sidekick. For moral support! Wisecracks - snappy banter - It's the land of Death, Stu, the Land of Death! Don't go in there without your comedy relief!! \n[45]\n[46]Is that what they call \"death with dignity\"? \n[47]Two words for you, my friend: club soda. \n[48]Oh, sure. Mr. Action Hero! Why couldn't I be Arnold Schwarzenegger's figment? \n[49]I don't know. \n[50]Say, Death, just out of curiosity, could we maybe swap jobs with that other guy? See, we've been meaning to drop in on Dark Town - I mean I've been meaning to... \n[51]I got relatives there. I...EEP!! \n[52]Yowie. \n[53]Stu...Stu... \n[54]There's a thing here! There's a switch! \n[55]Stu...LOOK! \n[56]Isn't that Lulu? \n[57]Weren't we just here? \n[58]What'd I tell you? You go to the Land of Death, wear a jockstrap! \n[59]This ain't my nightmare! \n[60]Move it. We got exactly five minutes left. \n[61]Oh, don't you worry. I'll be fine. \n[62]Awwww. Worried about my feelings, are you? Well, there's a new twist. \n[63]Love you too. Boss. \n[64]Death, I'd like to point out that none of this was my fault. The roots of this tragedy go back to a callous, uncaring society that - ", "HYPNOS": "\n[1]Haw! I like a monkey with vision! \n[2]Wait a minute. Stu Miley, right? Boys and girls ...Mr. Stu Miley, in the house! This is an honor. We see a lot of nightmares down here, but yours are like caviar, man. You da shits!! \n[3]Uh huh. And? \n[4]Kid - didn't they tell you about this party? \n[5]It's a special kind of party. A farewell party. Do you...get what I'm saying? \n[6]Y'see, Stu, as I understand it, you made this pact with your sister...no life support? \n[7]Actually, Stu, Julie doesn't get to decide. That's why she was having the nightmare. They're pulling the plug at nine AM. \n[8]Stu, I like you personally, I admire your work, but I'm just the God of Sleep. This is Death's bailiwick. \n[9]Me? Me, go crawling to Death? My friend, it will be a cold, cold day in Las Vegas, Nevada, before I go crawling to that piece of - \n[10]Now Death is not what you would call a people person, like me. Death is a putz - and I should know. I'm his little brother. \n[11]Oh yeah. Mr. By-the-book, Stick-Up-the-Ass, My- Way-or-the-Highway Death. Believe me - over the course of eternity, you get pretty damned tired of that schtick. So I need a job. He sticks me in this broke-down amusement park, with a buncha animals to run it. I'm supposed to be grateful? \n[12]Thank you. I decorated it myself. \n[13]Oh, right. Cheating Death. There's one thing you might try. Only one guy in history ever pulled it off. Well, actually two. Actually, no, there was that other guy who...well, very few people have done it. \n[14]You've seen those E-tickets, right? Well, what you gotta do...is go into the Land of Death... and steal an E-ticket right out from under Death's nose. \n[15]Kid, listen: that's all I'm saying. And you didn't hear it from me. \n[16]You've heard of a fate worse than Death? That's what's waiting for you if you screw up. \n[17]Sorry, Stu. It's all part of the deal. We've got big plans for that body of yours! \n[18]Enough, enough, I'm hung over. \n[19]Sorry, Steve, maybe next time. And how's our new guest settling in - ? \n[20]Easy, pal! I was coming to congratulate you. It ain't easy snatching one of those E-tickets. Steve here was the last guy to pull it off, and that musta been, what, 25 years ago...? \n[21]It's simple, Stu. We need nightmares - lots of 'em. So whenever we can swing it, we send a guy up to stimulate the flow...a nightmare maker! Like Steve here. Poe. Rasputin...we've been doing this all the way back to Atilla and Genghis Khan! \n[22]The monkey, of course. It was his idea. \n[23]Nobody wants to be a sidekick, Stu. So one day he comes to us - he's got a proposition. We help him get your body...in return he gives us all the nightmares we want. \n[24]Oh, no, no, no. Y'see, Stu, as it happens, that girlfriend of yours figured out the chemical basis of bad dreams. And she just whipped up a big old batch of nightmare juice! \n[25]Oh, we're predicting a record box-office. It's like I always say...nightmares are your best entertainment! \n[26]You two-bit simian stooge. WHAT THE HELL IS THIS? We didn't send you up here to shake your booty and chase broads. We sent you up to make nightmares!! \n[27]Now find that nightmare juice and get to work. 'Cause you may be a free man during the day... but when you dream, your monkey ass is mine! \n[28]Dog dreams!! That stinkin' monkey. I can't believe it. We give him a body, and he sends us ...dogs. \n[29]Not again. THAT STINKING MONKEY!!! \n[30]Death! So nice to see you. I can explain - ", "DEATH": "\n[1]Yeah, yeah, yeah... I'll get to it... \n[2]Last Days of Pompeii...now there was a Great Moment in Death. \n[3]I can't believe - oh, man, I - SINATRA!! Do you know how long I've been waiting for this? \n[4]Okay, okay, send 'em in. Jeez. \n[5]\n[6]You're the customer, okay? You're about to die. It's a big occasion. A formal occasion. And as you shuffle off this mortal coil, the last thing your eyes behold is a Grim Reaper covered with... What the hell is that?? \n[7]...What?? \n[8]Well - whatever it is - you get that shroud to the dry cleaner ASAP! Now where were we? \n[9]Oh, wait. Says here he's supposed to recover. \n[10]Take this to Dark Town. Sad to say, he's gonna live another forty years. Sorry. Nobody said this job would be easy. \n[11]...I beg your pardon? \n[12]Now what were you saying? \n[13]I'd like to have a word with you in private. \n[14]\n[15]HYPNOS! That little twerp! He's the one who put you up to this! \n[16]Head. HEAD!! \n[17]Now we've got 'em. \n[18]Now, if I may ask - what kind of idiot sneaks into the Land of Death twice? \n[19]Oh, sure. Now you're gonna tell me it was all his idea. You were completely innocent - \n[20]Why?? \n[21]I'm a simple man. I'm just doing my job. I enjoy my job. Why does everyone want to make it difficult for me? Stealing tickets, switching bodies...it is so irresponsible. \n[22]Well - you'd need a body. \n[23]If it wasn't for that comic strip of yours, I wouldn't be doing this. But a good chuckle is darned hard to come by. That one where Monkeybone stole the soap cake out of the urinal - I thought I would die. \n[24]De nada. Now, come here...bend over...before I change my mind. \n[25]I dress up when I want to make an impression. - So how'd it go? \n[26]Back in your head, where he belongs. No offense, Stu, but on your own you're kinda vanilla. I didn't want to send you back without him. \n[27]It's irregular, but...I just love that strip of yours. I figure I'll take the \"Family Circus\" guy instead. \n[28]Thank me next time you see me. \n[29]Ohhhh, Hypnos?? ", "HERB": "\n[1]Thank you...that's our pilot...the good news is, Comedy Channel has just picked us up with an order for six new episodes! \n[2]Now, let's give it up for the guy who started it all. Creator of America's most disturbed comic strip...the man behind the monkey...Mister Stu Miley! \n[3]Sorry, Julie - won't be a minute. Now Stu - I know you don't like the idea, but you really ought to talk to these guys - \n[4]Go? There's a potload of money here, pal. You got three major toy companies...you got the guys from Burger God over here... \n[5]Never proven. They're ready to pop for a pre- emptive endorsement. Kids love Burger God - \n[6]Do you know what kind of opportunity you have here? You gotta strike. I'm talking mansions. Lamborghinis. Champagne for mouthwash when you brush your teeth! \n[7]Being rich is not a trap. That is a dirty lie perpetuated by rich people to keep the failures from killing them. \n[8]Why? \n[9]Oh my God...you're proposing? \n[10]...In some weird way I respect that. \n[11]Okay then. If I get you out of here - you pop the question - tonight. Or else. Get me? \n[12]They're just prototypes...take 'em home and look at 'em before you say no... If you could just hold on a minute or two, we're expecting a couple more trucks. \n[13]Okay, okay! You're a beautiful couple. Go. \n[14]I tell you, he's ready to merchandise. We've gotta move quickly. Get the toy guys, the burger guys, the lunchbox guys - \n[15]What's the matter? \n[16]Less. \n[17]Oh, here's something. The city zoo is kicking off a fund-raising campaign. They wonder if you'd be willing to appear at a benefit. \n[18]Well, nothing. It's a benefit. But we could probably get People and Entertainment Tonight to cover it. \n[19]And last...you remember Bill here, from the Bazoom Toy Company? He's got a little something I think you'll like. \n[20]A piñata. That's a great idea! \n[21]Head trauma. \n[22]You're really gonna pop the question? \n[23]I can't believe you. You used to hate being the center of attention. Now you're proposing, in public, at a benefit. \n[24]CLOTHES! Beware of clothes. They're working together. All of them. Shirts...pants... ", "ALICE": "\n[1]Now don't pick a fight. I'm staying over. \n[2]Special occasion? \n[3]Don't get all poignant. We're keeping this bottle on ice. When he comes around you're going to need it. \n[4]Who did this? \n[5]When he first came in to the sleep lab? \n[6]Jesus, honey...he always joked about you curing him, but I never realized what you cured him from. \n[7]How do you get from here - to there? \n[8]What? \n[9]Monkeybone? \n[10]Wow - two guys in the same brain. - Which one did you fall in love with? \n[11]Most we've ever used is half a CC. \n[12]Julie, that stuff probably saved his life. \n[13]Listen. Let's bring him in for some tests. I guarantee you're overreacting. \n[14]They had a case like that at Johns Hopkins. Wires got crossed between hands and feet. \n[15]This is not about your guilt, Julie. There could be innocent people in danger. \n[16]I didn't want to tell you this, but the other day he tried to mount me from behind! Look, you have to tell the police. \n[17]Detective, please let this man out of the van. ", "KITTY": "\n[1]Hiya, Stu. Refill on that martini? \n[2]Is something wrong, Stu? You seem so tense. \n[3]Hypnos? \n[4]She is waiting for you, Stu. I know she is. Guys like you don't come along that often. Believe me, I know. \n[5]I mean it, Stu. You're one in a million. \n[6]Good for him! He's gonna wake up! \n[7]I'm so sorry, Stu. I wanted to tell you what was going on. I really, really liked you. \n[8]You're such a beautiful man. Look at you - stuck in this place, and only thinking of her. \n[9]No! Give me a moment. Just to look at him. Oh, Stu. Oh, my sweet, sweet Stu. \n[10]Let's not think about dogs. Let's think about pussycats. Meeowwwwwwrrrr.... \n[11]Shh! You'll need it when you're traveling. \n[12]Don't ask where I got it. \n[13]You're the only true-hearted man I ever met. You find a way back to that girl of yours and make her happy. \n[14]I'll worry about the guards. \n[15]Go. Just go. ", "BULL": "\n[1]New in town, huh? What're you drinking? \n[2]Animals? What kind of animals? \n[3]Yeah, I know - Picasso. Guernica, right? That's what everybody says - although personally, I don't see the resemblance. What are you drinking? \n[4]Olive or eyeball? \n[5]Dark Town. Land of nightmares. I'm Bull. \n[6]Yeah, I've seen a few of your dreams. You're quite a celebrity down here. \n[7]I told you, it's the land of nightmares. Same on every channel...all the stuff people dream, after they have the extra anchovies. \n[8]Sad commentary, huh? \n[9]I beg your pardon? \n[10]Yo, Jumbo. We got us some kind of ventriloquist here. \n[11]Hey, Stu, why so glum? Everybody loves a good humiliation nightmare. \n[12]Aw, buck up. Have another 'tini. \n[13]An E-Ticket! ", "KIMMY": "\n[1]Oh, Julie...my poor Stu...my poor baby brother... \n[2]An hour ago. I tried to prepare myself, but I didn't know he would be like, like this. I can't even bear to look at him... How about you? You're okay? \n[3]I had so much I always wanted to say to him. At least he had a chance to give you the ring. \n[4]Grandmama's ring. The engagement ring. He asked me to send it to him - \n[5]Can you give us a realistic sense of my brother's chances? \n[6]But these...machines are what's keeping him alive, is that right? \n[7]Can you give me a realistic idea...of how long this is going to last? \n[8]Honey, I have to clarify this. The thing is, Dr. Edelstein, my brother has an absolute horror of doctors - hospitals - needles - all of it - \n[9]Please, Julie. This is not easy for me. Our father took a long time to die. A long time. It just about killed us all. And Stu and I made a pact that when our time came - we wouldn't let it drag out. \n[10]Give me a date, Doctor. \n[11]I want him to have every chance, Doctor. We can certainly give it...three months. \n[12]This is hard for me, Julie...very hard...but it's been three months now, and... I gave the order. \n[13]I just couldn't stand the thought of you suffering. I love you so, I would never have... forgive me, Stu. Please forgive me. ", "STANLEY": "\n[1]It was third grade. The teacher was Miss Hudlapp. She was kinda squat and lumpy - she smelled funny - but she was kind. \n[2]You know how some teachers have those, kind of, flaps on their arms - those big sacks of limp flab that like, dangle? \n[3]It sounds weird...but for some reason, as I watched those big old flaps of hers, I began to feel...well...oddly... \n[4]...aroused. And then the horror began. \n[5]It was useless. Like putting a baseball cap on the Washington Monument. And then...all at once ...there he was. \n[6]Monkeybone!! \n[7]How about it, Doc? Can you help me? \n[8]One question, doc - what did you mean when you said \"imaginary\"? \n[9]Aw, Monkeybone! At this rate I'll never find a good shrink. ", "HAND WOMAN": "\n[1]Hyp? He was here a while ago. Aren't you Stu Miley? The nightmare guy? \n[2]I heard you were going to be here tonight. This is so cool! \n[3]You fat slob! Watch what you're doing! \n[4]Come on, Stu. Let's go where the real fun is. \n[5]You bet. Hyp gets all the best stuff before it goes out to the theatres. \n[6]Shh! There's a new one just starting. \n[7]Stu!! What are you doing? Chill out!! \n[8]Oh, it's my fault. I thought he was cooler than that. ", "HUTCH": "\n[1]Holy shit. \n[2]It's nightmare juice. Julie and I were on the team that learned to synthesize it. If those charts are right, Stu's swimming in the stuff. Are you thinking we can decrease the levels? \n[3]That's not going to stop his nightmare - \n[4]You know, Julie, even if this works - which it probably won't - that stuff is tricky. You don't know what it'll do to his brain. \n[5]Seems perfectly obvious. He's been possessed by a monkey! \n[6]The Nightmare Juice! It's gone! Somebody switched it for a beaker of grape Kool-Aid!! \n[7]Holy shit...the pants. The janitor found a pair of torn-up pants. It was the same night the monkey tipped her cage over. Remember that, Julie? ", "SURGEON": "\n[1]Okay...detaching the left kidney... \n[2]You're an organ donor! \n[3]The chute didn't open. We kind of assumed - \n[4]\n[5]Did you see a corpse running this way? \n[6]Excuse me. We lost a corpse - we saw him heading this way... \n[7]I'll be. It's him all right. Still dead... ", "REAPER": "\n[1]\n[2]EARL BIEGLER, I'VE COME TO GIVE YOU - aw, hell. Here. \n[3]\n[4]\n[5]\n[6]Batch of souls - just back from Processing. "}}