{"dialogues": {"ALICE": "\n[1]Think of the future, and events that will have already happened. \n[2]\"By tomorrow, we will have flown to France.\" She turns to face her TENTH GRADE FRENCH CLASS. Though Alice's make up, earrings and practical flats are simple, there is an inherent elegance to their combination that hints at a more complex, if uncharted, interior. \n[3]Who can give me an example? Paul? NOTE: Throughout, all blocks of italicized dialogue should be \n[4]C'est bon! Amber? \n[5]En francais si'l vows plait? \n[6]I'll see you then. Thanks. They kiss again and Richard takes off for the athletic fields, passing Meg as she comes from the school, waves. \n[7]I finished our travel binders! Meg takes the binder, looks it over. \n[8]Where's Emma? She knows we're meeting, right? \n[9]Oh, that's right. I keep forgetting your life is completely over. So sad. I'm really going to miss you. \n[10]She always looks great, doesn't she? \n[11]Emma, we're a team. \n[12]Look at us. Meg and Emma turn to Alice, smiling. \n[13]We're really going. \n[14]Come on... Please... please... \n[15]That's it! I am good to go! Monte Carlo Draft 3 - November 4, 2007 9. \n[16]Like Christmas when I was a kid. There's no way I'm going to be able to sleep tonight-- \n[17]I mean, how long have I been talking about this? \n[18]It feels like it. They clink glasses and Richard watches Alice tip her glass back then stop mid-sip to peer down at the delicate diamond ring sitting at the bottom of her glass. \n[19]Oh. Richard... It's so... It's beautiful... Richard takes her glass and fishes out the ring. \n[20]But, we can't even celebrate-- Monte Carlo Draft 3 - November 4, 2007 10. \n[21]But, I'm leaving. I'm--. I'm getting on a plane in the morning. \n[22]Let's do this when I get back. In a week. \n[23]Honey, listen, it's just the timing. I wasn't planning on this \n[24]And it's great. This is great. You're great. But, Richard, I feel like I just need to do this one thing first. Then I can do the next. Then I can do this.  Can you understand? There's a world I haven't even seen yet... Alice, hopeful, searches Richard's inscrutable expression a beat, then he turns away and gets up, ring in hand. \n[25]Richard, come on. You're leaving? \n[26]I'm sorry... \n[27]Merci . \n[28]Excuse me, are you Madame Valery? Madame Valery glances up from her clipboard beside their bus. \n[29]Hi, my name is Alice Perry-- \n[30]I'm traveling with my friends, Meg Kelly and Emma Lindgard-- \n[31]We're so excited! Madame Valery eyes Alice unfolding a map from her binder. Monte Carlo Draft 3 - November 4, 2007 13. \n[32]Now, I was hoping you could tell me which route the bus will be taking-- \n[33]This is ridiculous... \n[34]Try to remember that! We'll double back for the Chagalls! \n[35].Also called Nike of Samothrace. Greek goddess Nike, meaning victory. Two-twenty to one-ninety B. C. Okay, go! They head for the right stairs just as Madam Valery reappears, descending with her group on the left. \n[36]Oh. Alice turns Meg and Emma around to come back down. \n[37]What? No. I'm--. I'm just a little tired. \n[38]\n[39]Oh! No. Wait. Pardon, Monsieur-- \n[40]Pardon, Madame, but... Madam Valery slowly raises her eyes from Alice's hand. \n[41]I'm sorry, but-- \n[42]They've taken our dinners away-- Madame Valery taps her watch and then her clipboard. \n[43]Look! Look at this picture and tell me what's different! \n[44]I researched at least a million \n[45]Emma, what have you got in here? \n[46]It's called the Pont des Arts because the Louvre was formally known as the Palais des Arts... Madame Valery stops ahead, turning back to take in Alice and her cluster of appreciative followers. \n[47]It's from right here that all the highway miles in all of France are measured. They also say that if you stand on this exact spot, you are be destined to return to France in the future. \n[48]I'm sorry. I was explaining about \n[49]We were just on our way inside-- \n[50]But, we haven't been-- \n[51]okay. We will. I promise. But, these people haven't seen the \n[52]But, this is Notre Dame! They need to see this-- \n[53]Well, what's the point if it's all a big fat blur? When nobody can see anything properly? Let alone experience it, or appreciate-- \n[54]I might not have ever been here before, but... I've waited my whole life for this trip. \n[55]You keep rushing us through, like this is some kind of race-- And you won't even speak French with me. Now, I think I've been very nice. We're from Wisconsin. But, I'm telling you, I am not getting on that bus until my friends and I have seen Notre Dame. Meg and Emma exchange looks as Alice plants herself with folded arms and steely resolve before Madame Valery. \n[56]Now, the real tour can begin! \n[57]Who cares? We're in Paris! What's a little rain? Monte Carlo Draft 3 - November 4, 2007 23. \n[58]Oh. Meg and Emma turn to gape as well at the DINERS and elegant tables inside as the rain hammers down. \n[59]That, mes aims, is Paris. \n[60]Merci.  Okay, Emma, it's down the hall to the left. Meg and I'll go and get us a table-- \n[61]My treat. \n[62]We're going to do one thing right in Paris. I don't care how much it costs. They turn for the dining room, passing the front desk where CORDELIA WINTHROP SCOTT (dressed similarly to Emma, though at ten times the cost) unleashes her ire on the CONCIERGE. \n[63]Emma? \n[64]She should be ashamed. Can you imagine having a room here and then not staying in it? An ANXIOUS WAITER races in, refilling Alice's glass. \n[65]Oh, I'd love to see that. Us in Monte Carlo. \n[66]I'm so sorry. Were we being too loud? \n[67]A view! There's a view. Alice races to push back the window sheers, revealing a staggering panorama of the city, the Seine, and the Eiffel tower in the pouring rain. The entire city of light is reflected in her eyes. \n[68]Wait. What are you guys doing? Emma launches herself onto the enormous bed. \n[69]On what planet? Come on. We were only going to take a look! \n[70]Meg! Meg takes the bottle and crawls up with Emma. \n[71]\n[72]Okay. But, just until it stops raining. Then we go. Monte Carlo Draft 3 - November 4, 2007 31. \n[73]I did surprise her-- \n[74]Poor Carl and Deedee... \n[75]Hello? \n[76]Oh, yes. Yes... \n[77]We'll be right down. Merci. She hangs up. \n[78]Cordelia, your car is here. \n[79]Just keep moving. The three women increase their pace, but the manager catches up to them with an express envelope. \n[80]Thank you so much but I think we'll \n[81]The airport? \n[82]It's fine. It's fine. We'll just have him drop us off... Alice and Meg look out the back window at the manager who waves them farewell, the doorman shooing photographers. \n[83]We're going back to our hotel-- Emma holds up an itinerary with a big mischievous grin. \n[84]No. We're not. \n[85]Emma, for crying out loud. Meg, you want to help me out here? \n[86]No, Meg, doesn't. Meg looks up from the itinerary, shrugs. \n[87]Oh! And somehow that magically makes taking it right? \n[88]I can think of a lot of things-- \n[89]Okay. We go. We take a look around. We get on a train and come right back... Monte Carlo Draft 3 - November 4, 2007 36. \n[90]Go, look, come right back. It's a good plan. Alice, Meg and Emma clink glasses. \n[91]Okay! What do we want to do first? Check out the palace, or the beach? \n[92]Let's find a map-- \n[93]Hello. Jean-Pierre has trouble pulling his eyes from Alice as he shakes Meg's hand. \n[94]You are very generous, and we'd love to, but, I'm afraid Cordelia has other plans this evening-- Jean-Pierre turns, charmed by Alice's perfect French, and alarmed by this news. \n[95]We're very sorry-- \n[96]Oh, would you look at these kids? \n[97]In Africa. \n[98]In Africa. Meg hangs her head. \n[99]Only she did. Emma reaches for a gigantic wrapped fruit basket. \n[100]You, Emma. If you're Cordelia. They've seen you. You're here. \n[101]Okay. But, just for tonight. And, that's it. CLICK! Alice and Meg look to Emma, holding the now open briefcase, eyes wide. \n[102]No jewelry. Emma nods. \n[103]Then it.all goes back. \n[104]Please. I'm mooning everyone behind us. \n[105]Easier to see if we stand. Jean-Pierre hands them both a glass of Champagne. \n[106]And why aren't you playing? \n[107]They're playing for money?  \n[108]Great. I'm just--. Excuse me. Alice slips around the railing and heads for Emma as two players fold in near tears, leaving just Emma, Domenico and a DOWAGER  in the game. \n[109]I'm terribly sorry to interrupt. But, Cordelia, you look a little overheated... Why don't we--? .Have you completely lost your mind? \n[110]Emma! That isn't Monopoly money! \n[111]And this isn't the mathletes finals in Kenosha! \n[112]What?! \n[113]We're going down, Meg. Going down hard. \n[114]She really believes in education. The doors start to close. \n[115]No. Thank you, we'll be paying \n[116]No. I'm not going to tell you what to do. \n[117]Even better! Alice holds up a pair of pink satin toe shoes, swinging them from their ribbon laces. \n[118]Actually, sometimes Richard and I go to Madison's on Saturdays-- \n[119]They've got the best music. \n[120]What? Oh, yeah, of course... Meg dances by herself, having a great time, taking in the room, the music and the people, when a handsome MAN begins to match her moves, insinuates himself. She smiles but shakes her head as she moves away, turning her back to evade him. Another gorgeous MAN sidles up to Meg, joining her solo dance, wiggling his eyebrows invitingly. \n[121]Excuse me! She dodges away from Jean-Pierre, hooking Meg's arm in passing, yanking her away from Giorgio as she heads for Emma. \n[122]Cordelia! How could you? \n[123]Say you're sorry, Cordelia. And let's get out of here! \n[124]People like me? \n[125]And that works? Jean-Pierre blinks, then bursts out laughing. \n[126]No. I'm sorry, I didn't mean--. I've seen the pictures of the schools. The work you do is \n[127]Oh. Well. You know. I...do what I can, here and there. A little volunteer work... She turns to her Champagne, rolling her eyes at herself. \n[128]Oh, brother. Meg sits further down the length of all the tables laid end to end, beside Giorgio, who has pulled his chair close, draping an arm casually across the back of hers. \n[129]The stars are still out. Ahead, Emma breaks away from Penelope and Domenico, leaving the two to walk on together as she comes back toward Alice. \n[130]I thought she was right behind us-- \n[131]We were--. We're going to watch the sunrise. Meg hesitates, turning between her friends and Bernard. \n[132]The guy from the market? \n[133]You know, Julia Child didn't take her first cooking class until she was thirty seven. \n[134]If we were home. \n[135]Okay, there's a two o'clock and a four o'clock train to-- \n[136]Where are you going? \n[137]We need to start packing, right? If we're going back to Paris-- \n[138]That was the plan-- \n[139]We were just going to come down, take a look around and-- \n[140]The ones we stole a trip from? The kids who are paying for this room? \n[141]So, I'm the only one worried about the fact that we're lying to everyone we've met? \n[142]And now I'm apparently the only who's worried we might get caught. \n[143]One of her friends is bound to find out, or her family-- \n[144]Penelope, could you excuse us? \n[145]This is what I'm talking about! This is why we have to go-- \n[146]I won't--? Jump? Meg drops into a chair, mumbling an aside to herself. \n[147]Richard...? \n[148]Well, you're sure one to talk. Meg's eyes flick up to Alice. \n[149]You can't even bring yourself to buy a pair of jeans anymore-- \n[150]No way. Not anymore I'm not. You want to go to the beach? Go to the beach. You want to go the market? Go! \"Liberte, egalite, fraternite!\" \n[151]It means everyone should do exactly what they want. \n[152]Me? No. I'm going to have an adventure. \n[153]I just--. My guide book. She picks up her book and crosses back to the door. \n[154]Oh! Carl! Deedee! Alice is surprisingly overcome and impulsively throws her arms around both of them. \n[155]But, what are you doing here? How did you--? \n[156]Yes. That's right. \n[157]Enjoy every second of it! \n[158]is Go. Go home. Monte Carlo Draft 3 - November 4, 2007 78. \n[159]Don't follow me. I have no idea where I'm going... The dog cocks its head in comment. \n[160]Okay? Alice turns to climb the street's incline. The dog follows. \n[161]I'm open! I'm open! Alice sails down the makeshift soccer field as one of the kids passes the ball to her, chased by the others. She dodges and kicks the ball through the goal to score. Her \"team\" jumps and cheers, as do a collection of spectators who have gathered to watch this tall red headed woman in a summer dress racing around the dusty lot with a band of kids. \n[162]Go! Go! Monte Carlo Draft 3 - November 4, 2007 82. \n[163]I'm up! I'm up! Let's go! She sets off down the field with the kids. \n[164]What's the most amazing place you've ever been? \n[165]Well, Africa, then. How often do you get to go? He leads her around the maze of skylights to the front of the building that faces the sea and the lightening sky. \n[166]That seems a shame... \n[167]What? \n[168]But--. Jean-Pierre...  You don't know me. \n[169]Before this, I'd never even been to France. Jean-Pierre blinks and Alice laughs, as much at herself. \n[170]It's true. Just kept putting it off. Always managed to find an excuse. But, really, it was that I was afraid. That it couldn't ever live up to the France I'd imagined. And if it did... Then I'd never be able to go home. \n[171]But, thank you. She turns and opens the door with her key as Jean-Pierre smiles ruefully. \n[172]For everything. Alice steps into her room and closes the door. \n[173]Well, I wish you were there. Or here. I wish you were here, Richard. I do... Because I keep thinking, no matter what I see, I'm only seeing half of it. Because we're not seeing it together... Meg lets herself in the front door and heads for the bedroom, stopping when she overhears Alice on the phone. \n[174]I'm sorry, Richard. I hope you'll be there when I get home... Because that's all I want. Alice hangs up the phone, so lost in thought she doesn't see Meg standing at the door. \n[175]Oh. Hey--  Hey! You bought the jeans! They look great--! \n[176]No. It's okay. You were right--  Oh, Meg! I made a huge mistake! \n[177]Richard asked me to marry him-- \n[178]I told him we should wait a week! \n[179]I did! He surprised me! \n[180]I'd imagined him asking me a million times, but then when he did, I just panicked. suddenly all \n[181]That I hadn't already been to France. It was like this wave, all the years, and chances I'd had but didn't take, they just crashed down on me: And I hadn't seen anything but the end of Lake Avenue. The only clear thought in my head was, \"this guy is so wonderful, how can he marry half a person?\" \n[182]I thought he was asking me to make a choice. But, he wasn't. He wasn't doing that at all. It was me. Because I couldn't believe he loved me just for who I was. France or no. All I had to do was say, \"yes.\" \n[183]I really ruined it this time... The suite's doorbell rings and they both look up. \n[184]I thought we said no jewelry-- \n[185]The necklace, Emma! Emma's face clouds as she distractedly reaches a hand to her bare collar bone, then flicks her eyes up to Alice. \n[186]Emma, where's the necklace--? Monte Carlo Draft 3 - November 4, 2007 94. \n[187]Emma, help. \n[188]You're first. There's a door on \n[189]One point five million Euros, Emma! Monte Carlo Draft 3 - November 4, 2007 98. \n[190]For the auction, Emma! \n[191]For the children--! \n[192]Are you even sure you took it off? \n[193]Well... Were you this close to the edge? I mean, it could've fallen-- \n[194]Emma, we're not talking about a pair of sunglasses! \n[195]Where is he, anyway? \n[196]Emma, it's your fault because you wore it in the first place! \n[197]Well, we're just going to have to talk to her. \n[198]Meg? \n[199]Oh! Richard whips around to see Alice spread-eagled on the marble floor as Meg and Emma slide to a stop. \n[200]You got my message. She hugs Richard tightly. \n[201]You went all the way to Paris? \n[202]No!  A misunderstanding. We're fine. She's fine. You're fine, right? \n[203]Richard, we've got to--  I can't believe you're here--! \n[204]I'll explain everything! I promise! They take off for the elevator. \n[205]Did you see he fixed my suitcase? \n[206]The necklace! \n[207]We can explain. Monte Carlo Draft 3 - November 4, 2007 108. \n[208]But, the necklace is right here--! \n[209]This whole thing is for charity. Your necklace is for the auction. \n[210]Look, you weren't here. Everyone thought she was you-- \n[211]They all did. Cordelia looks at Alice a beat as this lands with her. \n[212]\n[213]You apologize to her right now! \n[214]You know, I feel sorry for you-- \n[215]Because no matter where you go, no matter where you jet to in this world, you are still going to be you.  And, let me tell you; she is who you want to be! The all freeze when a BANGING erupts at the door. \n[216]Coming! Just a moment, please! The captain grabs the key from the clerk and turns the handle, just as Alice coolly opens the door from within. \n[217]Bon jour. \n[218]Cordelia, it's the police. Emma turns her head from the mirror she faces. \n[219]A terrible misunderstanding. You see, she couldn't find her necklace. \n[220]When she found it-- \n[221]She was so happy-- \n[222]She said she would die. If she didn't find it-- \n[223]Yes! Alice turns her brightest smile to the captain. \n[224]Let me just grab my purse. \n[225]You okay in here? Meg sits on top of Cordelia who is tied to a chair with a scarf, the fruit-basket apple jammed in her mouth. \n[226]Well, don't tell her that. Throw me a purse. Monte Carlo Draft 3 - November 4, 2007 115. \n[227]Richard, this is Jean-Pierre, Jean- Pierre this is Richard, my fiance-- \n[228]Yes! He came all this way! Richard tightens his grip on Jean-Pierre's hand. Monte Carlo Draft 3 - November 4, 2007 116. \n[229]I told you, that's Jean-Pierre! He's exhausted! It's such a long trip! Richard flicks his eyes narrowly at Jean-Pierre. \n[230]No. There's isn't. She leads Richard through the ballroom entrance only to be stopped by an ATTENDANT. \n[231]He's with me! As Alice pulls Richard through to the ballroom, Nikolai steps to the reception table behind them, producing an elaborate invitation from inside his jacket. \n[232]It's for a school, Richard-- \n[233]Oh,no... \n[234]He doesn't have any money. He's just a busboy, but they're in love- \n[235]He means no harm-- \n[236]Yes? \n[237]Emma! Jean-Pierre reacts to Alice's \"Emma!\" as she breaks away. \n[238]Actually, it's not. Let him bid. \n[239]He's fine. Let's just get this \n[240]It's true! A ripple of exclamation sweeps the dumbfounded crowd. \n[241]We're not who we said we were. We're... We're only high school teachers. From Racine, Wisconsin. \n[242]We'd never been anywhere. And we took a trip, that didn't belong to us... Because, well, because you thought we were... important. And that she was Cordelia... Richard smiles at Alice, supporting her with his gaze. \n[243]We wanted to help. \n[244]We're very sorry. And, we're \n[245]But, this was our adventure. \n[246]We wouldn't change a minute of it. \n[247]Emma. It's okay. \n[248]He's rich. \n[249]Richard... \n[250]Take me home? \n[251]This is for our room. And the trip down. \n[252]Please. \n[253]Now, Emma, you're sure about this? \n[254]\"I used to wander aimlessly,/ Wanton my goal, grievous my plight./Your dear hands led me, guided me.\" Alice encircles Richard's waist as they walk, and he slings an arm around her shoulder, kisses her hair. \n[255]\"Over the far horizon, night/ Glowed with the pallid hope of dawn./Your eyes' glance was my morning light.\" A YOUNG GIRL presents a length of brightly woven fabric, draping it over Emma's shoulders as Emma picks the girl up and the other children lead Emma and Nikolai inside. \n[256]\"No sound - save his own tread upon/The ground - to ease the wanderer's heart./Your voice encouraged me: 'go on!\"' A STUDENT carefully scoops spices with a measuring spoon, holding it out for Meg to add to her pan. She ignores the spoon, instead reaching to pinch some spice with her fingers and encourages the student who follows her example. \n[257]\"Yes, my heart - dark, cowed, set apart,/Alone - bewailed its dire distress./Sweet love, with its all- conquering art.\" The entire classroom hangs on her every word. \n[258]\"Joined us as one in joyousness.\" A beat as she and her class float on the last phrase of Paul Verlaine's poem. Monte Carlo Draft 3 - November 4, 2007 13 0. \n[259]Everyone should go. At least once in their life. There's a whole world for you to see. ", "EMMA": "\n[1]So, the definition of the derivative of the function \"f\" at point \"x\" is..? Monte Carlo Draft 3 - November 4, 2007 2. \n[2]Okay! Kyle? KYLE snaps his eyes up to Emma's face, tries to cover. \n[3]Try to follow along. I really want you guys to get this! David? DAVID gazes back dumbly, stuck in an erotic fog. \n[4]Cindy? \n[5]Well, that was a close call! They turn to see Emma. crossing the parking lot holding a quality knock-off designer handbag over her head. \n[6]My passport was in here! \n[7]Second floor girl's bathroom. Right where I left it. This \n[8]You guys were so nice to ask me to come with-- \n[9]I'd just be sitting around the condo, trolling e-Harmony... \n[10]I'm telling you, it's this town! \n[11]You know what we should do, Meg? When we're over there? we should all treat ourselves. Find a real salon. Total spa treatment. And I'm gonna get my hair done. Just like this! She holds up a European tabloid she's pulled from her purse, stabbing a finger at a photograph: CORDELIA WINTHROP SCOTT , a blonde heiress deflecting paparazzi in couture. NOTE: EMMA and CORDELIA are Played by the same actress. \n[12]Hello. You've reached the home of Emma Lindgard. I'm afraid I won't be able to return your call right away, as I'm currently traveling. In Europe. But, please, do leave a message. \n[13]Ooh! She hangs up the phone and sits herself down at the coffee table where a game of solitaire is laid next to a microwaved Lean Cuisine dinner. She turns up the volume with the remote and gathers the cards, shuffling. Eyes glued to Princess Diana on television, Emma suddenly shoots her hands three feet wide, rifling the cards in perfect vertical formation like a seasoned cardsharp. \n[14]Are we there?! Monte Carlo Draft 3 - November 4, 2007 12. \n[15]There it is! Esprit de Corps! Alice looks to where Emma points, seeing a small sky-blue flag at the end of a long staff held by MADAME VALERY (40s, pinched) their harried tour guide in a suit of the same blue. \n[16]Well, that's great! \n[17]Hey, Alice! Meg! thumb at CARL and DEEDEE  beside her. \n[18]Can you believe? They're from St. Paul! On their honeymoon! \n[19]Alice, that's like you!  We're here celebrating my friend Meg's divorce! Monte Carlo Draft 3 - November 4, 2007 14. \n[20]I got it! I got it! \n[21]Alice, I'll e-mail it to you. Meg looks up, catching Alice eyeing their surroundings. \n[22]Hey! I'll bet you have jet lag! We'll probably all get it! Meg raises a glass of wine. \n[23]To Alice! They clink glasses and Alice is suddenly jostled, just as she's about to sip, by Carl as he turns from the table behind her, spilling her wine. \n[24]Toujour le suck-ez vous. \n[25]Five nights? Here?! \n[26]Here's your outhouse, Meg. Go nuts. Alice joins Emma at the bathroom door. Monte Carlo Draft 3 - November 4, 2007 18. \n[27]Me? I'm going to try to hold it. \n[28]Just the stuff you put on my list--  And a couple options. The bag slips from Meg's grasp, crashing onto the foot of the bed which collapses, catapulting Alice onto the cot which flips up over her, knocking Emma into the tiny bathroom. \n[29]Hey! Come on, guys! \n[30]I want a picture! Of all of us! Alice looks up as Emma breaks away, to see Madam Valery leading her dwindling group from the great church. Madame Valery sends her charges to the bus, then heads straight for Alice as Emma tries to enlist a JAPANESE COUPLE to take a group photo with her camera. Monte Carlo Draft 3 - November 4, 2007 20. \n[31]Ill bet she knows more about it than you! The Japanese wife frames the action with Emma's camera. \n[32]What'd she say? Alice's eyes narrow in regarding Madame Valery and all fall silent a beat; a crowd anticipating fireworks. CLICK! The Japanese wife snaps a picture of the standoff, \n[33]That was fantastic! \n[34]I think it's starting to rain-- \n[35]What're they saying? Alice looks about in equal confusion, but stops short when she sees the opulent restaurant behind the window's glass. \n[36]You think they'd let me use the bathroom? \n[37]Wow. Monte Carlo Draft 3 - November 4, 2007 24. \n[38]Meet you in there. Emma heads for the ladies room, gaping at the lobby. \n[39]Wow... \n[40]These are cloth! She takes the towel into one of the stalls, closing the door behind her just as Cordelia strides in, stops at the counter. \n[41]Hello? \n[42]Yeah. I'm here. \n[43]Did you see those are cloth? \n[44]Well, she sounded awful. And kind of mean. Alice, Meg and Emma, punchy and a little drunk, enjoy wine from enormous glasses as they finish their meals. \n[45]Darling, I was thinking of ordering this entire menu, and then not eating it! The waiter retreats, joining FIVE others standing at discreet, fearful attention, all careful not to look at Emma whom they've clearly mistaken her for Cordelia. \n[46]And her trip to Monte Carlo! That's still France, right? \n[47]Indeed. It is pitiful how low the standards here have fallen. Two waiters step in to clear plates, hearing all. \n[48]Remind me to have Daddy buy this hotel so that I can knock it down. Alice and Meg laugh with Emma as the waiters head for the kitchen in panic. \n[49]Darling, Meg. Always making me laugh! Who in their right mind would ever believe that I was-- \n[50]Our misunder--? \n[51]Excuse me, Monsieur? \n[52]I so hate to be a bother, but I seem to have misplaced my room key. \n[53]Scheize. Alice sees but one the thing: The Eiffel tower illuminated on the other side of a bank of French doors. \n[54]Now this is more like it! Monte Carlo Draft 3 - November 4, 2007 30. \n[55]This is the room we were supposed to have! \n[56]Alice, take a break, would you? We \n[57]I'm glad I got pictures! \n[58]Really loved that flag, didn't she? \n[59]Do you think that if you sleep in a bed like this every night your dreams are different? Alice rolls to her side and the view of the Eiffel tower. \n[60]Like, are they bigger? You know? Do you dream a more amazing life? Meg kicks off her shoes, lets them drop. \n[61]What time is it? Alice's eyes fly open as she snaps awake. \n[62]Meg, wake up. We're in trouble-- Meg pulls herself up, sees Alice on the phone. \n[63]We were only joking! We didn't mean to--! \n[64]Alice? \n[65]Thanks again! They break for the door, but the manager follows. \n[66]What? \n[67]What? I want to know where we're going. \n[68]No. We're going to Monte Carlo! \n[69]Alice, what's \"prive?\" Is that like an airline? \n[70]See? Meg wants to go. Don't you, Meg? Monte Carlo Draft 3 - November 4, 2007 35. \n[71]What's the worst that could happen? \n[72]And, darling, we'll completely understand if you feel we shouldn't go. \n[73]Now, I like that idea, because it's true! They fall silent as the steward appears with glasses of Champagne, wait for him to retreat. \n[74]Well, bon jour me. \n[75]Oh, I'm sorry! This is Alice Perry and Meg Kelly. Two of my dearest friends. Visiting from America! \n[76]I'll say. Emma sneakily indicates Jean-Pierre's empty ring finger to Alice and Meg as he consults his wristwatch. \n[77]No ring. \n[78]Invitations for the week--? \n[79]His Highness? \n[80]What's he saying? Which prince? Jean-Pierre looks imploringly between the three. \n[81]\"With your help The Michand Foundation is able to sow the seeds of education, transforming lives, families, and villages, one child at a time...\" She didn't say anything about a school! \n[82]Reykjavik! That takes some nerve! They're counting on her for a charity auction and she doesn't even show up! \n[83]She did? \n[84]Well, I can't go to that thing tonight. I don't have anything to wear. The phone RINGS! and Emma snatches it up before Alice can. \n[85]Hello? Alice gestures for Emma not to say anything, to hang up. \n[86]Oh yes, please. Send it up... Um. Yes, all of it. Everything. Thank you, ever so. Merci! She hangs up and holds a beat before turning to Alice. \n[87]My luggage is here. \n[88]Lucky guess? A necklace of diamonds and enormous yellow stones sparkles like a constellation from within the case's velvet lining. \n[89]Don't you feel like we've won something already? Jean-Pierre comes to greet them with PRINCE DOMENICO DA SILVANO , both in tuxedos, offering a hand to escort Emma down the few steps. \n[90]Enchante. Jean-Pierre assists Meg and Alice, Meg clutching the top of her dress, Alice anxiously keeping the skirt of hers in place with a hand as she steps down. \n[91]Please, call me \"Cordelia.\" \n[92]I shall certainly try. Domenico escorts Emma out onto the casino floor as Jean- Pierre touches Alice's elbow. \n[93]Oh, but, I really wasn't planning on playing this evening. I so much prefer to watch-- Emma looks to Alice and Meg for help as Jean-Pierre leads them to the far side of a low railing to view the game. \n[94]Oh. Um. Okay... She takes her handbag into her lap, opens it, looks. \n[95]Alright. Why don't... Why don't we start at ten? A shocked player sputters into his drink. Emma places a twenty Euro note on the table. \n[96]That is if anyone is able to make change. A beat. Jean-Pierre, Domenico and all the other players burst out laughing and Emma smiles, laughing too, but shoots a desperate look to Alice and Meg. \n[97]Um. Sure. \n[98]Well... She moves her hands to the stacks and stacks of chips beside her, and pushes them to the center of the table. \n[99]0 \n[100]Hey. Don't distract me. I'm in the middle of a hand-- \n[101]Relax. I've got it under control-- \n[102]Jean-Pierre, would you be a dear and get Alice some water? You're the one that got us into this--! \n[103]Now, go sit down and try to be cool, would you? Jeeze! Let me handle this. Alice moves back to her stool, tries to smile as she takes the water Jean-Pierre offers. \n[104]After you. Please. Domenico can hardly contain his gloating as he reveals his three aces. \n[105]Well. It is just a game after all. She turns her cards over and fans them on the table felt: A royal flush in the suit of hearts, ace high. \n[106]I do hope there are no hard feelings. The other players cheer as Domenico's smile crashes. Emma shrieks with delight, turning to Alice and Meg who grab each other, barely keeping themselves from pitching over, glasses spilling, as the other players applaud. Emma rakes in the Everest of multi-colored chips with both arms, laughing as she's congratulated. \n[107]Oh, a little, online. But, this is so much more fun! \n[108]It's been such a splendid evening, I am reluctant to press my luck any further. \n[109]Oh, Delmonico-- \n[110]I would not miss it for the world. Meg collects the buckets from Domenico and steps on. \n[111]Wait! Before Alice can respond to Jean-Pierre, Emma takes one of the buckets from Alice and hands it back to him. \n[112]You must keep this one. For your foundation. \n[113]But, it would be darling if you could have them sent round our hotel. \n[114]But, they looked amazing on you! \n[115]You wear them here! Anywhere! Alice, you tell her-- Alice opens her mouth, but stops herself as the three wander the crowded market stalls heaped with fountains of flowers in every color, breads, fresh produce, trinkets and souvenirs. \n[116]Oh, Meg! Look! For Finn! \n[117]How perfect is this?! \n[118]Ooh! Thank you! I'm so thirsty! Nikolai remains planted, holding his tray with a smile, watching with bright eyes as Emma drinks. She lowers her glass and her full attention snags on Nikolai, really registering his presence now as she searches his warm, gentle eyes. \n[119]It's a wonderful party, isn't it? Nikolai nods and offers her another glass of Champagne. Alice, dancing with Jean-Pierre, subtly repositions herself in order to keep an eye on Emma. \n[120]Don't you need to, like, circulate? \n[121]Really? \n[122]Yes? \n[123]Um. 'Course I do... Hi. \n[124]Hospital? What happened?! \n[125]She did that to you? \n[126]Alice, no--. Wait a minute-- \n[127]Now, you listen to me, Penelope Penrose. You have no idea how long I've waited for this moment. Penelope flinches, preparing for a beating. \n[128]But, I had no way of finding you after you left us, and...Oh, Penny. Don't you see? Don't you know that I was just jealous? Alice and Meg exchange looks. \n[129]You were so smart. So clever and \n[130]No, Penny. I was ugly. I was a monster. \n[131]Because, I knew I could never compete! Not with anyone as special as you. \n[132]You want to know what I've waited for all these years, Penelope Penrose? Penelope shakes her head almost imperceptibly. \n[133]To do this. Emma opens her arms wide and pulls Penelope into a hug. She looks at Alice and Meg over Penelope's shoulder, and then closes her eyes with genuine emotion for a beat, pulling back to smile into Penelope's grateful, tear-streaked face. \n[134]Now... Friends? \n[135]\"Make new friends and keep the old, one is silver and the other's gold!\" Alice and Jean-Pierre lean toward each other intimately' across the packed, lively table of PARTY-GOERS. \n[136]And you're my friend...and you're my friend. . .and you're my-- She turns with the bottle to find Nikolai who has materialized beside her on the long banquette. \n[137]Oh, hey! You were at the party! Do you work here, too? Nikolai cheerfully shakes his head, holds up her purse. \n[138]Oh! Did I forget that? Wow, what a lifesaver! Thanks! \n[139]You're not from here, are you? I'm Emm--. My name is Cordelia. \n[140]Where's Meg? Alice looks around and sees Giorgio walking alone among the strolling party guests. \n[141]Meg! What are you doing? Come on! Monte Carlo Draft 3 - November 4, 2007 68. \n[142]He is so cute! And a cook--! \n[143]And you're single now! Meg slows to a stop, stands a beat. \n[144]But, we're not. \n[145]Oh, good! I want a picture! Of the three of us! All of us! The paparazzi swarm from the steps towards Emma. \n[146]By the fountain! She runs for the sprays of water, pulling Alice and Meg, and the paparazzi meet them, flashing away. Leaning against the fountain's balustrade, Emma gestures for everyone to join them. \n[147]Penelope! Come on. I want one with everybody! Penelope, Domenico and Jean-Pierre join with other members of the group and Emma lines them all up. \n[148]Okay! Ready? One, two-- Monte Carlo Draft 3 - November 4, 2007 70. \n[149]Wait! Wait! Niki! He shakes his head, bashful, but Emma gestures him over, swinging her arms wildly. \n[150]Nikolai, you, too! I need all my friends--Whoops! Her feet zip out from beneath her and she sails backwards over the balustrade, reaching for Alice and Meg, pulling them with her as the camera's flash. \n[151]Alice, have you seen my sandals? \n[152]Train? Where are you going? Alice looks up and takes in Emma's costume. Monte Carlo Draft 3 - November 4, 2007 71. \n[153]I'm going to the beach. With Penelope. Meg enters through the suite's door carrying a bakery bag. \n[154]I don't know. She's talking about train schedules... Emma trails off as she and Meg and Alice look between each other in confusion, each processing for a beat. \n[155]Back to Paris? \n[156]We're not staying for the auction? \n[157]In Africa. \n[158]We're rich! \n[159]You're the one who said we had to go to the casino-- \n[160]I've got friends. The doorbell rings and they turn their heads in unison, then look to each other with sudden alarm. A beat. Emma goes to the door, finding Penelope, also dressed for the beach, who holds up the newspaper with it's fountain photo. \n[161]Oh, my god! We look great!  Alice, look! Alice takes the paper, Meg reading over her shoulder. \n[162]Doesn't it mean we have to stay? \n[163]Okay, you know what? Let's just pack. It's not fun anymore. Alice, if you think we should go, then that's what we're gonna do. You're in charge. Meg scoffs, an exasperated exhale. \n[164]What does that mean? Alice snatches up her purse and heads for the door. \n[165]Alice, wait! Where are you--? You're not going back to Paris--? \n[166]No. I... I don't think she's \n[167]Niki. He bows slightly, offering the cake. \n[168]You work here too? You never get a night off... He smiles, shaking his head, hands her the cake. \n[169]Oh, Niki... I'm so glad you found me. Monte Carlo Draft 3 - November 4, 2007 81. \n[170]It doesn't seem fair. Leaving you to clean up all alone. I'll help. But, you've really got to talk to your boss. Nikolai laughs, shaking his head. \n[171]It must get kind of lonely sometimes... Not being understood. I know how that can feel. Nikolai holds up the napkin he's transformed into a crown adorned with flowers and the wire cages from Champagne corks. Emma looks at him, her face soft and vulnerable, open, as Nikolai places the makeshift crown on her head with care. Monte Carlo Draft 3 - November 4, 2007 85. \n[172]You get me. Nikolai looks down at his hand on the edge of the deck next to Emma's, and turns it palm up in invitation. Emma places her hand in his. \n[173]You get me. \n[174]Thanks. I couldn't find--. I musta left my key someplace...  But, what does it matter, really? When I already have everything I'll ever need... Alice exchanges a look with Meg as Emma swans across the suite to tear open on the fruit basket, pluck out an apple, and drape herself across a chaise. Monte Carlo Draft 3 - November 4, 2007 93. \n[175]I'm in love! I am! Oh, you guys, I'm in love with Niki... Nikolai... Nikolai. And, I don't care if he is just a busboy. Or waiter. Whatever he is... Alice unfolds the paper, taking in the image of Emma wearing Cordelia's necklace. \n[176]It's funny if you think about it. I could have had a prince. A real one. But, I wanted my Niki--  Hey. Why are you guys crying? This is good news! \n[177]No--? What jewelry? \n[178]Ooh, that's a good one! \n[179]The yacht! There! I left it on--! \n[180]Oh, hey. What's she doing here? \n[181]The roof?! \n[182]I said I was sorry! You think I would have worn it if I knew how much it cost? Busy fighting, none of them notice as Nikolai's boat passes fifty feet off their side. \n[183]None of us knew that, Alice-- \n[184]In Africa. I know! \n[185]Well, sit down then! Nikolai's wake hits the dinghy, rocking them hard. \n[186]It was right here! \n[187]Definite \"yes.\" \n[188]0 You know, I'm getting a little tired of this. Just because I \n[189]Alright. Fine. Which way is aft? \n[190]He just works here. I don't--  You don't think he could have taken it, do you? \n[191]Oh, this could all be my fault! He probably thought he needed it, to finance our new life together. The temptation was just too much for \n[192]He works like fifteen jobs already! You don't know what it's like being around rich people all the time-- \n[193]Yeah, we'll just explain. \n[194]\n[195]You never know. She might understand. \n[196]Wow! Richard! Richard drops down to help Alice as she struggles up, dizzily finding her feet to stand. \n[197]Hey, Francois! How are you--? \n[198]Super fine. \n[199]It'll just take a minute! We'll have her right back! \n[200]Boy! Does he love you. \n[201]Niki! \n[202]Oh, Niki! I knew it! I knew it! I believed in you the whole time! \n[203]Wait for me in the lobby, sweetie. Down in half a second-- \n[204]I know. Me, too. The doors close and Emma sprints back down the hall to Alice and Meg at the door. \n[205]Okay! Do it! Alice rings the bell. \n[206]The police--? Monte Carlo Draft 3 - November 4, 2007 109. \n[207]\n[208]And, we dry-cleaned the dresses-- Meg and Alice wince, look daggers at Emma. \n[209]Well... For the children. \n[210]But, that's not fair! It's not the \n[211]Well, look at you! \n[212]You mean miserable? Cordelia blinks. \n[213]Or a petty, spoiled, selfish-- \n[214]Bitch! Cordelia slaps Emma across the face. Alice and Meg gasp and they all stand a beat in shock. \n[215]The police? Monte Carlo Draft 3 - November 4, 2007 112. \n[216]Oh, no! This is going to be so embarrassing. Please tell me you didn't run all the way over here just for me. \n[217]Yes, but, Jean-Pierre, would you be a dear and help me? I can't seem to manage the clasp. Jean-Pierre senses something amiss, but steps to assist Emma. \n[218]\n[219]Relieved! I screamed with delight. \n[220]Well, I can't speak to that. \n[221]The necklace! \n[222]Extremely! Think of all the schools we'll build!  Do you like it? \n[223]Oh, but, yes! Would you? What an entrance I'll make! So dramatic! Alice, are you coming, dear? Jean-Pierre takes Alice's elbow as Emma leads the captain and the rest of the group from the suite. \n[224]Niki, I'm sorry. It's just going to another minute. \n[225]Perfect! That sounds good. Emma is led to the ballroom by the captain as Richard meets Alice and Jean-Pierre in the center of the lobby. \n[226]No. Nikolai smiles up at Emma as ANOTHER GUEST raises a Champagne glass in bidding. \n[227]Niki. What are you doing? \n[228]Well, don't. Just stop, okay? \n[229]No! No. Ladies and gentlemen, I'm terribly sorry, but, there's.. Honey, you can't bid on this, okay? \n[230]Put your hand down, and I'll be done in a second. Then we can go. \n[231]Alice, he doesn't understand. It's like a foreign language to him-- \n[232]But, he'll get in trouble-- \n[233]Nikolai! You cannot bid against yourself! \n[234]No! Stop! Stop! I'm sorry. I can't... I cannot allow this sweet, wonderful man to buy this necklace, because...  It is not mine to sell. \n[235]Merde. Richard, Jean-Pierre, Penelope, and Domenico all swing between the two \"Cordelias,\" as Meg makes her way forward with Bernard. \n[236]Or hurt anyone-- \n[237]Not for anything in the world. Richard takes the pulse of the frighteningly still crowd, the, hesitating police, the charged air in the room. \n[238]Penny, you don't have to... \n[239]Nikolai! No... \n[240]How? How can it be okay? \n[241]Niki? What's going on? \n[242]I'll call you both as soon as I know. They may have to get a sub at school for a couple of weeks, but, oh, you guys, I swear it sounded like a proposal! Alice and Meg turn to Nikolai who grins and nods away. ", "MEG": "\n[1]Do me a favor, and let's just try to get to vacation. The class bell RINGS! Monte Carlo Draft 3 - November 4, 2007 3. \n[2]You can burn the school down as soon as we're back. \n[3]Remind me again why we're taking phonebooks to France? Alice gives her a look. \n[4]I love my binder. I do. \n[5]Forgot her purse.  Monte Carlo Draft 3 - November 4, 2007 4. \n[6]You know, for the first time in a long time, I feel just as lucky as any of these kids. They may have their whole lives ahead of them but we've got a week in Paris. \n[7]Funny. \n[8]Look at her. The only teacher in Racine County that wears four inch heels in six feet of snow. \n[9]Where'd you find it? \n[10]The fact that you have trouble finding a date-- \n[11]Gives me less than no hope. \n[12]Finn, if Edith goes to Paris with me, she can't go to Daddy's with you. Finn's brows come together as she considers this, then reaches for the dog. \n[13]That's what I thought. Seamus! SEAMUS, Meg's ten year old son, pounds down the stairs carrying an enormous backpack as Meg zips her bag closed. \n[14]Toothbrush? Seamus makes a face, drops his bag and heads back up the stairs as the doorbell rings. \n[15]Remember. Gameboy goes to bed when you do. Nine o'clock. \n[16]You and me?  Or... \n[17]At least she's smiling. \n[18]To jet lag. Emma and Alice raise their glasses to toast as WAITERS plunk down identical plates of steak frites before them. \n[19]To Alice. Best organizer. Best guide. Best friend. \n[20]Are you apologizing? \n[21]Well. This is the one we could afford. A beat as they consider the room and their lot in life. \n[22]It's only five nights-- \n[23]And, Alice, you said yourself, we'll hardly ever be in our room. It'll be like camping. At Eagle River. It'll be fun! Emma opens what is essentially a closet with a toilet. \n[24]Okay, Emma. Let's just unpack-- she turns for the luggage, nearly falling over at the weight of Emma's suitcase as she reaches to lift it. \n[25]Holy--! Alice, help-- Alice climbs onto one of the beds to help Meg lift. \n[26]Oh, I'm in! Come on. Everyone! Together, they all step forward, arms entwined, laughing. \n[27]You tell her, Carl. \n[28]\"A\" plus! Alice, cheeks flushed, watches Carl waving goodbye from the bus's rear window. \n[29]Alice, you okay? Alice brings the staff down across her knee, snapping it in two, casting the broken ends into the gutter as she raises herself to her full height. \n[30]Let's kick this town's ass! Alice marches forward as a few drops of rain fall. \n[31]Get us a table? Alice, we can't afford to eat here-- \n[32]No, Emma, I mean, exactly like you. \n[33]We should just take it. Her room. \n[34]Alice, how fast can you get a binder going on a trip like that? \n[35]What's so funny about that? We got in here. Monte Carlo Draft 3 - November 4, 2007 28. \n[36]Emma, you could be her! \n[37]There's whole other room in here! \n[38]So, we're looking.  And we like what we see. \n[39]Alice, how many do chances do we get? For something like this? Alice considers, looks out the window at the streaming rain. \n[40]Agreed. Alice climbs up and together, the three pass the bottle of Champagne as they study the ceiling's ornate plasterwork. \n[41]I'm sorry, I just keeping thinking of the look on that woman's face! \n[42]Surprised me! \n[43]Well... We'll never know. Seen from the bed, the light atop the Eiffel tower breaks through the dissipating clouds to swing a searching arc through the night sky... \n[44]Oh, shiii-- \n[45]We'll tell them it was a mistake! \n[46]Take it. Just take it. \n[47]They really do think she's her... RIP! Alice and Meg spin to Emma as she spills the envelope 's contents. \n[48]Let me see that-- \n[49]Hold on... I'm reading... \n[50]Trip's paid for, whether that girl takes it or not. \n[51]You're in charge. You want to go back to that hotel, okay by me. A beat while Alice looks between Meg and Emma, trapped. \n[52]Totally your call. \n[53]Anything goes wrong, we say it was a language thing, that we didn't \n[54]We won't keep you-- \n[55]No, I can't. I can't stand it. Emma reads to Alice and Meg from the brochure in the seating area of their luxurious suite, enjoying none of it, nor the incredible balcony view of Monte Carlo's marina and bay. \n[56]Schools, with an \"s.\" More than one. Monte Carlo Draft 3 - November 4, 2007 40 \n[57]That horrible, irresponsible girl! I've never stolen a thing in my life, now I've taken a trip from school children. \n[58]Do not touch that! \n[59]Dry-cleaned. \n[60]I may as well be topless. \n[61]A riot. Domenico casts a glossy chip into the pot. \n[62]I should probably keep this. \n[63]What'd she say? What'd she say? \n[64]Yeah. Good call, Cordelia. DING! The elevator arrives and the doors open as Domenico leans in towards Emma. \n[65]Great meeting you, your Highness. Good times. Really. Jean-Pierre places his buckets in Alice's hands, a certain frisson to the simple exchange. \n[66]Wait. You know what, on second thought, I'm not getting these-- She pulls the pair of jeans from her pile of clothes. \n[67]Where was I ever going to wear them? Seriously? \n[68]Thank you. It's silly, anyway. They're just jeans. I want to find something for the kids-- \n[69]Oh, no. No. I'm sorry. I'd like to. But... The woman is confused, vaguely insulted. \n[70]I don't have a kitchen. No place to cook. \n[71]Well, thank you... She smiles at the woman and starts to walk away, only to find Bernard falling into step with her. \n[72]From Wisconsin. Yes. Bernard reaches a handkerchief from his jacket for Meg. \n[73]I try. But... We don't have even half of this at home. She points to a tray of miniature lobsters. \n[74]Like those. I've only seen them in magazines. \n[75]I'd go for a saute, being a Midwestern gal. \n[76]Poaching. \n[77]So, you cook. Bernard dips his head modestly. \n[78]Meg. Kelly. Thank you again for \n[79]I need to find my--. . My friends are around here somewhere... \n[80]Look. It was nice to meet you-- \n[81]Yeah. But, I'm gonna walk myself. Thanks, though. She slips into the moving crowd, leaving Bernard to watch as she meets Alice and Emma further up the street. He holds a beat, then turns when called to by a vendor. \n[82]Alice, she's fine... Look where we are! Can you even remember the last time we danced like this? It's gotta be-Martha Lapland's wedding-- Monte Carlo Draft 3 - November 4, 2007 59. \n[83]The gay bar? \n[84]I am so butting in on that. Alice laughs and spins, crashing directly into Jean-Pierre. \n[85]No, thanks. She moves off only to be met by GIORGIO (40's, sexy, Euro- suave) who smoothly steps in. \n[86]\n[87]What? That's awful! \n[88]Okay, wait. You're a man, right? \n[89]Yeah, I know: I'm funny. But, see if you can answer something for me. Ten years you're married, to the girl you dated in high school. I'm talking the girl you lost your virginity to, the one who gave you two great kids that you're just crazy about. Then one morning, what? You wake up, and out of the blue, it's like, \"Oh, hey, honey, I think I'm in love with this other woman...\" His patrol partner. A beat as Giorgio shakes his head sadly. \n[90]I thought I was his partner. Giorgio takes Meg hand, more in comfort than come on. \n[91]I feel like I failed. \n[92]Oh, I see-- \n[93]Oh, I'm sorry, 'I didn't order-- She looks up to find Bernard standing in chef's whites. \n[94]You do cook. Bernard shrugs, smiling as he comes forward. \n[95]Adding the fresh orange; nice. Bernards nods, accepting the compliment. \n[96]But, a little fennel would've been \"wow.\" \n[97]Chef . \n[98]I'm single. I'm single, now. \n[99]I told you that. \n[100]We'd be getting up now. \n[101]Breakfast is here! There's this fantastic bakery around the corner. I've already had three brioche. And I saw the greatest little shop for the kids, but they weren't open \n[102]What plan? \n[103]That was before we knew it was for a charity. Remember the kids? \n[104]Alice, what's with you? We'll pay for the room-- \n[105]Lying? To who? Jean-Pierre? \n[106]She's in Iceland. \n[107]What friends? \n[108]We have got to get that in the yearbook. \n[109]Oh, this is so typical. Just because it's not on your map, 'cause you didn't plan it--. We all agree to take this adventure and then you won't jump. \n[110]Now I know how Richard must feel. Alice comes to a full stop and gapes at Meg, stung. \n[111]I'm just saying... \n[112]Exactly. \n[113]Don't look at me like that. The door opens, and Alice re-enters, striding across the room for the desk, not looking at either Emma or Meg. \n[114]Just one. He leads her to a table along the wall and holds out a chair. Seated, Meg follows him with her eyes to the kitchen where Bernard works furiously at the stove, tossing the contents of a sauce pan with an expert flick of his wrist. Bernard glances out to the dining room, seeming to sense Meg before knowing he'll find her there. \n[115]Seamus. He's ten. Built a website for his fourth grade class. Now he's got actual clients. And that's Finn, the prima ballerina. She'll be six in June-- Emile examines photographs of Seamus and Charlotte from Meg's wallet while she refills their glasses at the kitchen table and Bernard works at the stove. \n[116]Oh, she's no chicken. She's not scared of anything-- \n[117]No idea where she gets that... Meg lifts her glass with a sly smile as Bernard brings plates of food to the table. \n[118]But, that's a nice word for it. \n[119]Yeah. No. No way. Bernard straddles a beat up moped, motor running, as Meg shakes her head emphatically. \n[120]What do you want me to tell you? I'm not getting on that thing. Bernard fixes her with a level look, which Meg mimics. \n[121]Hold on. \n[122]How do you say \"faster?\" \n[123]Thank your father for me? \n[124]Thank you. Meg hugs him briefly, awkwardly, then turns for the steps. \n[125]Hey. \n[126]Alice, I am so sorry! For what I said. About you. And Richard. I didn't mean any of it! I love you. I don't know how I would've gotten through the past six months if it weren't for you-- \n[127]Wha--? \n[128]Wait. What? When? \n[129]No. You didn't-- \n[130]Alice... \n[131]But, Alice. You were going. We were on our way. \n[132]Honey, Richard knows you... It might feel like it's over. But, it's not. \n[133]I'm trying to follow you-- \n[134]What? Alice holds up the newspaper. \n[135]Are you kidding me?! \n[136]They're locked! Monte Carlo Draft 3 - November 4, 2007 97. \n[137]No. Forget it. Alice laces her fingers together, turning to Emma. \n[138]\n[139]Why'd they have to park so far out, anyway?! \n[140]What am I going to tell my kids?! How am I'm going to explain to Glenn that we're in a French jail? \n[141]My kids'll be in college when we get out! They won't even know me. \n[142]Trespassing. Burglary. Oh, god. Grand larceny, by trick and \n[143]I'm standing in a stolen boat! \n[144]Oh, I can't believe this... Meg doubles over, hands on her knees as Emma stands over the empty spot on the landing. \n[145]Do not even say it! \n[146]We don't have time for this! Let's just split up! Alice you go fore, Emma take the aft, and I'll check the cabin. Emma glares at Alice with steely, narrowed eyes. \n[147]Nice boat. No necklace. \n[148]Who knows?! I mean, is there anyone who understands a word he says?! \n[149]Actually, we do. \n[150]Oh, yeah, that was the first thing that struck me about her. How reasonable she seemed-- \n[151]We should have sailed that yacht right back to Wisconsin-- \n[152]You think she'd fit in one of those trunks of hers--? \n[153]Just thinking out loud. \n[154]Longer in France. \n[155]But, we've got a little situation-- \n[156]Don't worry about a thing! \n[157]Don't touch that bell! They race down the hall towards Nikolai, who gapes, perplexed by the sight of Emma. \n[158]Security, Madame. \n[159]We haven't taken anything-- \n[160]In Africa. \n[161]Every one of them. \n[162]I don't. Cordelia scoffs and Alice leans over her, menacing. \n[163]We're great. But, now you can add \n[164]Believe me, nothing would make me happier than having a little talk with your father-- Both their heads swing toward the door when the bell RINGS! Meg jumps to Cordelia, stuffing the apple in her mouth just as she opens it to scream. \n[165]Bernard...? \n[166]Oh, I... She glances back into the room behind her, carefully obscuring Bernard's view through the half open door. \n[167]No. No, Bernard, that's not it. \n[168]I'd invite you in, but-- Monte Carlo Draft 3 - November 4, 2007 118. \n[169]No. Bernard, wait-- CLICK! Meg and Bernard both turn their heads to look down the corridor when Cordelia sticks her head out the bedroom door into the hall. A beat as Cordelia and Meg lock eyes. DING! The elevator doors open at the end of the hall, closer to Cordelia. She looks back at Meg for an instant then bolts as Meg leaps past Bernard into the hall. \n[170]Hey! Stop! \n[171]Bernard, you should stop. You really don't need this. I may be going away for a long time-- \n[172]Something like that. Look, this is where we should say \"au revoir.\" Bernard smiles and pulls Meg to him, kisses her. \n[173]Oh, shhhh-- \n[174]We never meant to mislead anyone-- \n[175]And it was an excellent one. \n[176]Oh, good. I could use a drink. \n[177]The rest is for the schools. Jean-Pierre hesitates in accepting the envelope, but Alice presses it on him. \n[178]You come to Wisconsin, we'll drink this in my kitchen. ", "CORDELIA": "\n[1]And, just how do you propose I am to travel tomorrow, then? \n[2]Marvelous. I'd like to see someone who speaks English, please. If there is such a person in France. The concierge and manager look to one another and back. \n[3]France. \n[4]You would not believe these people. So rude! She takes her phone into the stall next to Emma's and closes the door just as Alice and Meg enter. \n[5]I don't know. Some auction. One of those foundations--. But, have I heard from them? No. And they were to take care of the plane--. Well, I'm certainly not going to go if, Wait, where are you? Reykjavik? Would I need a coat? A toilet flushes and Cordelia opens her stall door, heads for the counter, oblivious to Alice and Meg who freeze with their towels, blinking at her uncanny resemblance to Emma. \n[6]Do you know if there's an evening flight--? Alice and Meg turn to each other, then to Cordelia's reflection in the glass, their mouths hanging open. \n[7]Ooh, I think I can just make it. No. I won't even check out here. It's better if everyone thinks I'm being a good girl and taken the trip down to-- Cordelia stops when her eyes snag on Alice and Meg. \n[8]Let me call you when I get to the airport. It may take awhile... She gives Alice and Meg a devastating look up and down. \n[9]It appears to be raining outside. Quite hard. She picks up her purse and exits without looking back just as Emma opens her stall door and joins Alice and Meg, who gape at her with towels in their hands. \n[10]Yes, Daddy, I'm here. No, I do not see a driver. Yes, I am looking! The attendant points over Richard's shoulder to an exit. Richard begins to turn in Cordelia's direction, but the attendant corrects him, pointing the other way. \n[11]Where have you been? The driver leads her away, neither she nor Richard having taken note of the nearby newsstand and its display of today's front page: Emma on the yacht wearing Cordelia's necklace. \n[12]The driver was late. The clerk's smile falters, fades. \n[13]Hello? I'm checking in. \n[14]Hello?! \n[15]Beijing? Oh, I want to come! Will you wait for me? \n[16]I can be there in, say, a day-- I was meant to have a suite. Of course, they've screwed this up as well--. Who else is going? The bellhop opens the bedroom doors, revealing the tower of Cordelia's luggage, crowned by the reassembled fruit basket. Cordelia, unimpressed, indicates the bags the bellhop holds. \n[17]Put those with the others-- Wait, wait! She spins away for the French doors, twisting their handles, and throwing them wide. Monte Carlo Draft 3 - November 4, 2007 96. \n[18]Stavros is supposed to be here, isn't he? I don't see his boat! Alice carefully turns to Meg and Emma who look back her with desperate faces from the balcony on the far side of Cordelia, where they balance with their shopping bags. \n[19]Majorca?! Hold on. She does a quick turn, marches inside. \n[20]Yes? He nods, not quite with his hand out, but waiting. \n[21]If you're done, you may go. The bellboy turns but hesitates in catching a quick glimpse of Alice, fleet as a gazelle, as she passes the open doors on the balcony behind Cordelia. \n[22]I said, you can go. He bows a retreat, backing out the door. \n[23]Gratitude, Mummy. That's what I'm talking about. It's just so unfair the way Daddy assumes I've nothing better to do than-- The hotel phone rings, interrupting her complaint. \n[24]Hold on. She picks up the ringing telephone at the desk. \n[25]What is it? What? I cannot understand you. She hangs up, heads for the fruit basket with her cell. \n[26]Mummy, Mummy, I'm just saying I wish someone, anyone, would consider my feelings. Just once. She snatches up an apple from the basket without looking. \n[27]You go ask him how much he thinks a simple \"thank you\" might cost. She hangs up her cell with a sniff and raises the apple, stopping when she sees where Emma has eaten. She recoils, dropping the apple, which rolls across the carpet and hits one of Emma's sandals beneath the desk. Cordelia approaches, looking down to discover the other sandal in the wastebasket, along with Emma's broken plastic \n[28]Send security! Immediately! This is Cordelia Winthrop Scott. I've been robbed! \n[29]Oh, thank god! Cordelia opens the door to Nikolai, who holds out the room key and flower with a smile as her brows come together. \n[30]Security? They look at each other in confusion, Nikolai's smile fading, Cordelia with mounting alarm. She slams the door in his face. At the end of the hall, the elevator doors open for Alice, Emma and Meg, as Nikolai removes the necklace from his pocket and reaches to ring the suite's bell again. \n[31]Yes! Police! This is Cordelia Winthrop Scott. Monte Carlo Draft 3 - November 4, 2007 107. \n[32]In the Grimaldi Suite at the Hotel away. I've been robbed! And now some horrible, foreign man--! I believe someone is trying to kill me! \n[33]Yes? Who is it? \n[34]Finally--! She opens the door. A beat where Cordelia focuses on Alice and Meg first, possibly remembering them, then she registers Emma. She blinks, completely nonplussed. \n[35]You can save your \"sorrys\" for the \n[36]You robbed me! \n[37]You stole from me--! \n[38]You wore my clothes? \n[39]Wha--? What children? \n[40]Well, there will certainly be no \n[41]Thought she was me? Who could possibly believe--? \n[42]But, look at you! Emma takes a step towards her doppelganger, facing off. \n[43]Common country cows playing dress up. Pretending to be something you're not. Trying to be something that not one of you could ever hope \n[44]You--! \n[45]Apologize--?! \n[46]You will never get away with this. \n[47]No. It is mine.. \n[48]Arrest those women! They are imposters! A wave of comment sweeps the confused crowd. \n[49]Penelope Pignose?! \n[50]Why are you just standing there?! Arrest them! \n[51]They confessed! They're imposters! They stole my necklace! \n[52]They kidnapped me! \n[53]Excuse me, but, I'm not happy! \n[54]Yes, Daddy! It was a huge success-- She stops suddenly, as if struck, and her expression of perpetual anger melts away as she listens, blinks. Monte Carlo Draft 3 - November 4, 2007 12 8. \n[55]Thank you? You're, you're welcome. One of the paparazzi raises his camera to take her picture, but another places his hand over the lens. ", "RICHARD": "\n[1]Got practice until five thirty, then I'll be by. \n[2]Hey, Meg! Bon voyage! Alice offers a binder to Meg as she arrives at Alice's car. \n[3]Special delivery. \n[4]I'm proud of you, you know. Alice takes her glass and presses Richard down onto the bed, climbing on top of him. \n[5]Good for me. They kiss. \n[6]Mmm... You were reading Colette. In the teacher's lounge. First time we met. Long time. Alice pauses as this lands somewhere deep inside. \n[7]This is just the beginning. \n[8]Let's try it on. \n[9]What are you talking about? We're \n[10]Maybe I want to make sure you come \n[11]Can you hear yourself? \n[12]Whoa. I planned tonight. Tonight was my plan-- \n[13]I thought we'd be seeing it together.  Have a great trip, Alice. He heads for the door. \n[14]Maybe I'll see you in a week. Alice listens to his footfalls and the slam of the front door, then falls back on the bed, striking her head on the open suitcase, wincing. \n[15]Oh. And the suitcase. The shop owner retrieves Alice's mended suitcase from a nearby shelf, a tag on the zipper. \n[16]How much do I owe you for that? \n[17]And that's two with sausage, extra sauce, no onions-- Monte Carlo Draft 3 - November 4, 2007 53. \n[18]Got it. Richard picks up Alice's suitcase. \n[19]No. I just-- Glenn turns, noticing the suitcase for the first time. \n[20]What? No, I--- \n[21]Glenn, listen-- \n[22]So...me? \n[23]Glenn. She said, no. \n[24]It's been two days and it didn't occur to you to call anyone? \n[25]Wait. Alice did? Alice Perry? \n[26]But, if their luggage is still there, then they're missing-- \n[27]How do I get in touch with the police? \n[28]Are you the police in France? \n[29]\n[30]Yes. I am the husband. Glenn nods emphatically. \n[31]Excuse me. Pardon me. Richard skirts around a man with a newspaper to retrieve the bag and heads for customs. As Richard exits, the man folds his newspaper to its bold headline: SCOTT MAKES A SPLASH!, and a huge photograph of Emma, Alice and Meg laughing together in the fountain. \n[32]Excusez-moi...I'm looking for the train. To Monte Carlo. Behind him, Cordelia strides through a set of doors to stop directly at Richard's back as she searches the terminal and hisses into her cellphone. \n[33]Merci. UNIFORMED DRIVER approaches Cordelia. \n[34]I need to find this woman-- The clerk puts up a finger as he lifts the receiver. \n[35]Alice? \n[36]Alice! \n[37]Honey, are you alright--? \n[38]I had no idea where you were. I looked all over Paris, but, I \n[39]A week's an awfully long time. \n[40]Like this? \n[41]Alice? Alice winces as she sees Richard approaching, at the same time Nikolai rushes to Emma. \n[42]Alice? Who is this guy--? Alice breaks Richard's vice grip with a bright smile. \n[43]Is there something I need to know? Alice looks at Richard, reading his face, and smiles. \n[44]so, they all think she's this Cordelia Scott because... \n[45]In Africa. \n[46]Alice--! She climbs the stage to Emma before the baffled audience. \n[47]one million five hundred thousand! The crowd gasps and Alice gapes at Richard. \n[48]Why not go big? \n[49]\n[50]Anywhere you want, Alice. We'll go anywhere you want. They kiss as Meg finds Bernard who shakes his head with a broad smile, holding out the bottle of wine. \n[51]Thank you. Meg turns to Bernard, holding up the bottle of wine, as Richard places Alice's suitcase in the trunk with their shopping bags. Monte Carlo Draft 3 - November 4, 2007 127. ", "BERNARD": "\n[1]She is only a visitor. Without a kitchen. But, it is a beautiful fish. Maybe next time. Meg turns to find Bernard beside her. \n[2]I have explained. Meg hesitates uncertainly before this friendly stranger. \n[3]You are American. Meg glances at Bernard and away, uncomfortable, but curious, drawn by his warmth and the familiar greetings he exchanges with various vendors as they walk. \n[4]You cook in Wisconsin? Meg uses the handkerchief to blot the remaining tomato juice. \n[5]Ah, langoustines. Many ways to \n[6]Court-bouillon. \n[7]With sea water. Amazing. \n[8]As you say, \"I try.\"  Bernard. Rochand. Meg shakes his hand and returns the handkerchief. \n[9]And, how long are you in Monte Carlo, Meg? Meg's brow furrows slightly and she turns to head back. \n[10]I will help you find them. We can \n[11]\"Bernard.\" \n[12]Madame Kelly. He heads toward for the kitchen before she can say anything. Emma pours sloppy glasses of Champagne for her companions as though playing a game of tag, spilling wine. \n[13]Papa, sit down. Rest. \n[14]You enjoyed your meal? \n[15]Next time, you cook. \n[16]You should not miss it. \n[17]Not a chicken. He says, she looks like a rascal. \n[18]But, she is perfectly safe. \n[19]I can not take you, if you will not get on. \n[20]C'est bon. Au revoir. He swings a leg over the moped, revs the engine. \n[21]The best chefs of Monte Carlo. They come here to drink and show off. The end of every night. HENRI  lumbers towards them. \n[22]Ah, but, this is why we've come! I have finally found someone who can teach you how to cook! This is Meg, from America. And this is Henri, the worst egotist, my mentor. The two men embrace, merrily kissing each other on both cheeks, then Henri pulls Meg under his arm. \n[23]I have to open the restaurant. \n[24]I will, Meg. \n[25]Goodbye, Meg. Meg stops, holds a beat with her back to Bernard. Then she turns and marches to him with purpose, seizing his face in both her hands and kisses him passionately. She releases Bernard, who staggers against the moped, catching himself just before going over, as she turns again for the steps, an enormous smile on her face. \n[26]We forgot your prize. \n[27]I have come at a bad time? \n[28]I think--. You are busy. I think now I go-- Meg reaches out to stay him with a hand on his arm. \n[29]But, Meg! Why do we run? Meg stops on a landing, turns. \n[30]To America? \n[31]But, I must see how this ends! 0 He grabs her hand and they plunge down the stairs together. Monte Carlo Draft 3 - November 4, 2007 120. \n[32]First prize. To the champion. Monte Carlo Draft 3 - November 4, 2007 12 6. \n[33]Yes. They embrace and Meg turns with Alice to Emma who stands arm in arm with Nikolai. ", "DOMENICO": "\n[1]\n[2]If you will call me \"Domenico.\" \n[3]This I do not believe about you. He turns to the eight other PLAYERS (of various ages and genders, but all rich) clustered at the room's small bar. \n[4]Ladies and gentlemen? Shall we begin? The other players make obligatory introductions and take up positions at the table as Jean-Pierre offers Alice and Meg tall upholstered stools to sit. Monte Carlo Draft 3 - November 4, 2007 44. \n[5]Cordelia, why don't you do us the honor of setting this evening's stakes? Emma glances over to Alice and Meg who look back at her, ashen, and turns to the players who smile expectantly. \n[6]Marvelous! He signals an ATTENDANT over as Emma's shoulders relax. \n[7]Please bring Mademoiselle Scott a rack of chips. Two hundred? \n[8]Mademoiselle Scott starts us at ten thousand a hand. Alice and Meg freeze, their champagne glasses sliding from their hands, while Emma's eyes grow as large as all the zeroes on Domenico's chip. \n[9]You must be feeling very lucky. \n[10]I will see you, Cordelia. Domenico pushes his own mountain of chips to the pot in the center of the table and Alice buries her face in her hands when the dowager folds her cards. \n[11]Ladies first. \n[12]I am very sorry, Cordelia. A beat, then Emma shrugs. \n[13]Not even a last drink in the bar? Monte Carlo Draft 3 - November 4, 2007 49. \n[14]Then you must promise to dance with me at my party tomorrow. Emma evades Domenico by stepping onto the elevator. \n[15]\"Domenico.\" \n[16]And, welcome to Monte Carlo. The doors close, leaving Jean-Pierre and Domenico to gaze fondly where the three women had just been. They both sigh and turn for the bar, when they hear shrieking from the elevator as it rises above them. \n[17]To friends! old and new! Emma seizes Penelope's hand from across the table, placing it in Domenico's as she drunkenly sings the old Girl Scout song. \n[18]The bid is three hundred thousand! Alice stands just off to the side on the floor below, between Richard and Jean-Pierre, with Penelope. \n[19]Five hundred thousand! \n[20]Five hundred, five hundred fifty thousand! \n[21]The bid stands at eight hundred \n[22]One million Euros! \n[23]Excellent! We have a bid for one million six hundred thousand! Cordelia whirls to the police captain amidst applause. \n[24]One million six hundred thousand! Do I have another bid? \n[25]Three million Euros! ", "NIKOLAI": "\n[1]Ya znal, chto naydu tebya. Emma blushes as though showered in compliments. \n[2]Ti takaya vaskhititel'naya. Emma sets the bottle down to concentrate on Nikolai. \n[3]Nikolai. \n[4]Ty v poryadke? Emma turns to find Nikolai standing beside her in white tie, a piece of cake extended in one hand, a fork in the other. Emma's eyes light up as if a switch has been thrown and the flash of a camera records her huge, dazzling smile. \n[5]Ya sa-meey shas-li-veey che-lo-vek na zem-le, pa-ta-mu chto u me-nya yest' tee. Emma hangs on every incomprehensible word. \n[6]Vy menya panimayete? \n[7]Ya ryadom. \n[8]My princess. They look at one another for a beat, then simultaneously turn to the sea and the frail sky, awaiting the sun. \n[9]Ya khotel by perepisyvat'sya s vami. \n[10]Pozhalujsta. \n[11]Lechu k tebe na krylyah lyubvi. \n[12]Ya tebya lyublyu. \n[13]Moy angelochek? Richard jumps up when he sees Jean-Pierre escorting an anxious Alice from the rear of the battalion. \n[14]Ya sdelayu vsyo, chto smogoo-- \n[15]Five hundred! Monte Carlo Draft 3 - November 4, 2007 119. \n[16]Eight hundred! The crowd applauds happily. \n[17]Vsyo, chto ya de-la-yu, lish dlya. \n[18]One million! \n[19]Three million! The crowd erupts, giddy, their applause escalating. \n[20]Ya das-ta-nu to-be zvyoz-dee. Emma nods, without any real understanding, as he indicates the necklace. \n[21]Is my gift. For you. Emma's eyes slowly come into focus as it all becomes clear-and she FAINTS. \n[22]Yes! Yes! ", "PENELOPE": "\n[1]Cordelia Winthrop Scott. Emma turns, still smiling, to find PENELOPE PENROSE (late 20s, British), frail and bird-like, but attempting to hold a warrior's stance with her shoulders thrown back. \n[2]Do you not know who I am? Emma's smile falters as she glances furtively about. \n[3]Penelope. Penelope Penrose. Penelope's chin quivers as she reads Emma's blank look. \n[4]I spent a year in hospital-- \n[5]You did! You happened! Alice swivels around at the raised voices, spots Penelope facing Emma. \n[6]Don't pretend you don't remember! Third year at Le Rosey! You threw my luggage in the pool. Set fire to my mattress. You cut off all my \n[7]While I was sleeping \n[8]That was just the first night. \n[9]she turned all my friends against me... They had to send me away... To live with the nuns-- Emma grabs Penelope by the shoulders. \n[10]Jealous? \n[11]I was ugly-- \n[12]Penny Pignose. That's what you called me-- \n[13]You thought I was special? Emma looks at Penelope, nods emphatically. \n[14]It's coming, Cordelia! The sun! Monte Carlo Draft 3 - November 4, 2007 69. is EXT. PLACE DE CASINO -- DAWN Alice, Emma and Meg, arms linked, round the corner into the square with the rest of the party guests, just as the very edge of the sun crests the horizon of the open sea. Alice turns to Meg and Emma, sharing this moment so far beyond anything they could have dreamed. \n[15]Have you seen? \n[16]Yearbook? \n[17]Oh. of course. Where--? Alice shows Penelope to the bedroom, closes the door and spins to face Emma and Meg. \n[18]Wait! Penelope steps up onto the platform, shielding Emma and Alice as the police come forward and Meg climbs up. \n[19]These are not imposters! These are my friends! \n[20]And, you were never anyone's friend. Alice takes in the escalating situation, steps bravely forward to the front of the stage. \n[21]One million six hundred thousand! \n[22]Friends. Right? ", "MADAME VALERY": "\n[1]Bags go under the bus. \n[2]I speak English. \n[3]You're not going to be a problem, are you? \n[4]On your right... Alice, squashed beside Meg on the over-crowded bus, whips her head up from her guidebook. \n[5]Was the Arc de Triomphe. \n[6]There were stragglers at the. museum. Now, I am behind schedule. \n[7]The Pont des Arts has it's name for the vast number of art students that come here to paint this famous city view... Meg and Emma, the worse for wear, trail Madame Valery at a distance with Alice who now leads her own handful of tour members, Carl and Deedee among them. \n[8]People! We must keep together! \n[9]My head count was short in the cathedral. \n[10]This flag? I do not carry it for my pleasure. \n[11]Well, now you may head to the bus. \n[12]Which is why you must follow my flag! \n[13]There are many churches on the tour. \n[14]I assure you, they will see everything they need to see-- \n[15]You seem quite the Paris expert, for someone who has never been. \n[16]Perhaps, if Madame is not satisfied with my tour she could conduct her own. \n[17]She refused to follow my instructions. She sabotaged my tour. Ruined it for everyone! \n[18]She took my flag! \n[19]The police? Monsieur. Nothing could keep her from seeing Paris her way. Believe me. She was very determined. \n[20]You are the husband, yes? Richard hesitates, looks to Glenn. ", "GLENN": "\n[1]Seam, why don't you take your sister to the car while your mom and I talk. \n[2]And no lights! \n[3]I uh... I heard from my lawyer. She said you'd signed your papers. Meg watches her kids climb in the car with Karyn. \n[4]Guess that makes us official, then. \n[5]You and me, Meg. A beat as they look at one another, hold. \n[6]Hey, Richard! Richard glances up to see Glenn crossing the parking lot with Seamus and Finn, pushing a cart piled high with groceries. \n[7]So, we'll see you at seven then-- \n[8]Whoa! Hold on! You're going to surprise Alice--? \n[9]Oh, man, I win! Richard blinks as Glenn claps him on the shoulder. \n[10]Meg and I've had this bet going: She thought it would be on Alice's next birthday, but I knew it was going to be this trip to France! \n[11]Don't worry! I won't blow it for you! I won't call anyone, ruin the \n[12]Sure! That's why Alice loves you. You get how much this trip's meant to her; now, you're just putting the icing on the cake. The big gesture, you know? Not too dominating: Supportive. Loving!  You're the man, Richard. Big props. Glenn pulls Richard into a big happy bear hug. \n[13]Congratulations. \n[14]Missing? What the--? Monte Carlo Draft 3 - November 4, 2007 58. \n[15]Hey, I'm the police! \n[16]What's she saying? ", "POLICE CAPTAIN": "\n[1]We received a report of an attempted murder in the Grimaldi Suite. Cordelia Scott-- Richard, sitting nearby, looks up at the mention of Cordelia's name, at the same time that Nikolai takes a seat at the far end of the same sofa. \n[2]She said someone was trying to kill her! We are going up! Richard seems to debate getting involved as the police, the clerk and Jean-Pierre head for the elevators. Looking over, he notices Nikolai, who smiles and nods. \n[3]Mademoiselle Scott? It is the police! Open up! Alice claps a hand over Cordelia's mouth, looks to Meg. \n[4]Mademoiselle? Open this door! \n[5]You said there was someone trying to kill you-- \n[6]We heard a scream-- \n[7]And there is no one that wants to kill you? \n[8]You said on the phone-- \n[9]And this is the necklace? For the auction? \n[10]Allow me to escort you, Mademoiselle. As a precaution. Emma, spots one officer poking his way toward the bedroom. \n[11]Arrest them? For what? They seem very nice. \n[12]That necklace? But, it is here, no? \n[13]And yet you are here. I see no problem. Everyone is very happy-- \n[14]Ah, but, this... I can do nothing about. ", "CARL": "\n[1]Waited a long time for this! But, we finally made it! \n[2]I am so sorry! \n[3]If you're not using it. As Emma passes the bottle of catsup, Meg offers Alice her napkin, and waiters sweep their plates away, replacing them with creme brulees. \n[4]Merci! He turns now, catsup in hand, to blink at the creme brulee that has replaced his own and Deedee's steaks. Alice places a hand on Madam Valery's arm as she passes. \n[5]We've waited thirty years-- \n[6]Alice? She glances up to find Carl and Deedee from the tour. \n[7]Well, when we saw how you stood up to that Madame Valery--! If Alice can do that, we thought, what the heck's holdin' us back? This is our honeymoon! \n[8]We've got everything, right? Alice blinks, unaccountably teary eyed. \n[9]Sometimes you've just gotta follow your heart. Be bold: Let the rest take care of itself. \n[10]Tell the girls we would have loved to see them, but-- \n[11]Bon voyage! The car pulls away, Carl and Deedee turning in their seats to wave at Alice through the rear window. Alice waves until they are out of sight and slowly lowers her hand, standing alone in the street. A beat. Alice sighs and pulls out her guide book, unfolding a map as she looks up to gather her bearings. She takes in the quiet street, the view of the ocean, then looks back at the map in her hands. She straightens up, a new look of purpose on her face, and crosses the street to toss her guide book and map in the trash can on the corner, striking out unaided down a narrow twisting street hung with vines and flowers. ", "MANAGER": "\n[1]Mademoiselle Scott, I have checked and there is no sign of a package-- \n[2]This is not English we are speaking? \n[3]Pardon, Mademoiselle Scott? The three look up at the manager in surprise. \n[4]No, no, we are all very happy to see Mademoiselle Scott smile... A WINE STEWARD hustles up to the table with an ice bucket stand and a bottle of Champagne. \n[5]Please. In apology for our earlier misunderstanding. \n[6]Your dinners as well. With our compliments... The three women exchange glances as the steward begins to open the bottle and the manager bows, backing away. \n[7]Oui, Mademoiselle? Emma smiles, broadly, batting her eyelashes as the steward pops the Champagne cork. \n[8]Mademoiselle Scott! \n[9]Mademoiselle Scott, this came for you this morning. The package you were seeking? Emma merely blinks at the offered envelope. \n[10]I'm afraid there may still be some \n[11]But, you can not walk to the airport. ", "CLERK": "\n[1]Yes? \n[2]Excusez moi, monsieur? \n[3]Une moment, Monsieur. Pardon. Behind Richard, Nikolai crosses from the bank of house phones for the elevator, stopping to pluck a flower from the lobby's arrangement. \n[4]Pardon. \n[5]Excusez moi, Mademoiselle Scott? \n[6]You--? You still need security? Alice and Meg's heads swing in the clerk's direction. \n[7]You are still robbed? \n[8]Pardon? Is there a problem--? \n[9]No. No. It is robbery. But, Mademoiselle Scott said it wasn't. Jean-Pierre, checking lists at the ballroom's entrance, notes the commotion and Cordelia's name, joins the group. \n[10]No. She said, not. \n[11]It was a robbery, but, no. ", "DEEDEE": "\n[1]Well, that saved us a climb. \n[2]Oh, Carl! Monte Carlo Draft 3 - November 4, 2007 16. \n[3]He was just looking for the catsup- \n[4]\"Point zero. Dez roots dee France.\" \n[5]Carl, we're getting on the bus! Madame Valery lunges for the stick. \n[6]We thought that was you! \n[7]Well, we're sure surprised to see you, too! Monte Carlo Draft 3 - November 4, 2007 76. \n[8]I was scared, but then, well, you only live once! And as long as we've got each other-- \n[9]Italy calls! And Greece! We're even thinking of hitting Turkey! Imagine! We'll send you postcards. Monte Carlo Draft 3 - November 4, 2007 77. \n[10]You, too, honey! ", "IS": "\n[1]\n[2]They're playing for money. Together they turn to see Emma happily arranging the cards she is dealt in her hands. \n[3]Monte Carlo Draft 3 - November 4, 2007 83. \n[4]\n[5]Monte Carlo Draft 3 - November 4, 2007 101. \n[6]it was an accident. This whole \n[7]Monte Carlo Draft 3 - November 4, 2007 113. ", "GIORGIO": "\n[1]Yes! Giorgio! Emma slips away from dancing with Domenico, moving to Nikolai who remains with his tray at the ready,.brightening at her approach, lifting a glass. \n[2]You heart feels betrayed. \n[3]I tell you this: A man...he will always love the mother of his children. Meg blinks, taking this in. \n[4]Now you must kiss someone else. \n[5]To break the spell. You must! Then you will be free. A plate of beautifully arranged langoustine is placed on the table in front of Meg. \n[6]Where is Meg? I do not see her. "}}