{"dialogues": {"SAM": "\n[1]What kind of bird are you? \n[2]No, I said, \"What kind of bird are you?\" \n[3]I'll be leaving soon. \n[4]What happened to your hand? \n[5]Really. How'd that happen? \n[6]Sam. What's yours? \n[7]Were you followed? 22. \n[8]Good. \n[9]Did you bring a cat? \n[10]Can you read a map? \n[11]I do cartography. \n[12]I feel we should go halfway today and halfway tomorrow, since you're a less experienced hiker, and you're wearing Sunday-school shoes. \n[13]Here's where we are right now. I'd like to pitch camp here by sixteen-hundred . How does that sound? \n[14]You want some beef jerky? \n[15]Let's go. \n[16]Are you thirsty? \n[17]Well, if your throat gets parched, stick a pebble in your mouth and suck on it. You can quench your thirst with the spit, supposedly. \n[18]Sometimes I stick leaves under my hat. It cools your head down. \n[19]True, but this adds camouflage. \n[20]Here's a trick. Throw grass in the air, and you can see which direction the wind's blowing. \n[21]Unknown. I guess it doesn't really matter, as long as we cover our tracks. 24. \n[22]These might be poisonous. \n[23]Not bad. Anyway, they're good for survival. \n[24]I agree. Why do you say that? \n[25]You smell like perfume. \n[26]I brought water, too. 25. \n[27]Should we catch him? \n[28]Trout bait. We need worms. \n[29]You're right. We'll let him live. Maybe I've got a licorice whip. \n[30]How strong of a swimmer are you? \n[31]OK. Well, I'm not that strong of a swimmer, so I wear a life-preserver. I think it's a good policy to get in the habit, anyway. \n[32]Watch out for turtles. They'll bite you, if you put your fingers in their mouths. Let me see if I can catch this one. \n[33]Somebody wrote on him. \n[34]You got one! \n[35]Fish on hook! Reel him in! Slowly. \n[36]You're doing good. \n[37]This is for fishing. 27. \n[38]I'm a Khaki Scout. It's what I'm trained for. \n[39]Anyway, I used to be. \n[40]We can feed your cat the guts and eyeballs. \n[41]What else did you bring? We should make an inventory. \n[42]Go ahead. 28. \n[43]That's it? No mess-kit? No flashlight? No canteen? No waterproof matches? Didn't you get the packing list I sent you in my last letter? 29. \n[44]That's OK. We can share. \n[45]These are all library books. In my school you're only allowed to check-out one at a time. Some of these are going to be overdue. \n[46]Do you steal? \n[47]Why? You're not poor. \n[48]Are you depressed? \n[49]How come? 30. \n[50]Does that mean you? \n[51]To me, it is. \n[52]I'm sorry. \n[53]I'm on your side. 31. \n[54]Which one's the best? \n[55]Dear Suzy, You have a superb voice. You were my favorite animal in the program, by far. Please, find enclosed -- \n[56]Dear Suzy, I am sorry your brothers are so selfish. Maybe they will grow out of it. Sometimes people do things without knowing the reasons for -- \n[57]Dear Suzy, I accidentally built a fire while I was sleep-walking. I have no memory of this, but my foster parents think I am lying. Unfortunately, it is -- 37. \n[58]Dear Suzy, I have been trying very hard to make friends, but I feel people do not like my personality. In fact, I can understand why they might -- \n[59]Dear Suzy, I know your parents hurt your feelings, but they still love you. That is more important. If they -- \n[60]Dear Suzy, Here is my plan. \n[61]Dear Suzy, When? \n[62]Dear Suzy, Walk four hundred yards due north from your house to the dirt path which has not got any name on it. Turn right and follow to the end. \n[63]I will meet you in the meadow. \n[64]Rats! I should've put more pine needles on it. Let's go. We're almost there. \n[65]What do you creeps want? \n[66]Why? \n[67]No, I'm not. Didn't you get my letter of resignation? I quit the Khaki Scouts. 42. \n[68]Listen to some reason: I don't like you. You don't like me. Why don't you stupid idiots just let us disappear? \n[69]Do not cross this stick. 43. \n[70]It was him or us. \n[71]They got Snoopy through the neck. \n[72]No, he doesn't. He needs a morgue. 44. \n[73]Suzy. Look at me. Snoopy's not going to make it. \n[74]They're after us. We got to move. \n[75]It's too late! He's already gone! \n[76]I'm sorry I had to do that, but you're panicking. The first rule in any emergency is you never -- \n[77]Who's to say -- but he didn't deserve to die. \n[78]I know! \n[79]On three! \n[80]Me, neither. 51. \n[81]Let's change it. What should it be? \n[82]I made you some jewelry. \n[83]Are your ears pierced? \n[84]Do you mind? \n[85]Tilt your head sideways. \n[86]Why do you always use binoculars? \n[87]That sounds like poetry. Poems don't always have to rhyme, you know. They're just supposed to be creative. \n[88]What do you want to be? When you grow up. 53. \n[89]Go on adventures, too. Not get stuck, too. I guess that sounds almost like I'm just repeating what you just said, but I couldn't think of anything as good as it. On the other hand, maybe we'll get blown up by an atom bomb. You can't predict the exact future. \n[90]It's possible I may wet the bed, by the way. Later, I mean. \n[91]I wish I didn't have to mention it, but just in case. I don't want to make you be offended. \n[92]Some people frown on these problems. \n[93]It's not an accomplishment. I inherited it from my mother. It's actually not meant for a male to wear -- but I don't give a damn. 54. \n[94]I don't think so. We're getting to know each other better. I feel like I'm in a family now. Not like yours, but similar to one. \n[95]I love you, but you don't know what you're talking about. \n[96]I don't know. \n[97]Not to my recollection. \n[98]They can't invite me back. \n[99]I gave them too much aggravation. \n[100]I admit we knew we'd get in trouble. That part's true. We knew people would be worried, and we still ran away, anyway -- but something also happened which we didn't do on purpose. When we first met each other. Something happened to us. 64. \n[101]Maybe so. Anyway, you're a bachelor. \n[102]That's true. Did you love someone ever? 65. \n[103]What happened? \n[104]Ah. \n[105]Thanks. \n[106]A drunk truck driver smashed into them. \n[107]Get out of my chimney. \n[108]No, thanks. \n[109]It's worthless to me. There's no point. Not without Suzy. 70. \n[110]How'd you get here? \n[111]Diversion tactics. Good thinking. \n[112]Where we going? \n[113]Can we trust him? \n[114]Did you leave another note for Lionel? \n[115]That's true. \n[116]Field Mate Sam Shakusky, Troop 55, resigned. \n[117]Yes, sir. \n[118]Thank you, sir. By the way, where's the chapel tent? \n[119]I want to bring my wife. \n[120]I guess we better try to pretend we're struggling over our decision for a minute before we go back over there and tell him -- \n[121]What? Why? How? \n[122]I don't know what to say. \n[123]She left her binoculars on a hook in the chapel tent. \n[124]We can't. It's her magic power! \n[125]You killed your dog, by the way. \n[126]Why do you consider me your enemy? \n[127]She's my wife now. \n[128]I'm saying before that. Six weeks ago. From day one. What'd I do wrong? I'm trying to understand. Why don't you like me? \n[129]I'm OK. \n[130]Follow me! \n[131]How deep is it? I didn't bring my life jacket. \n[132]\n[133]Wait. Just in case this is a suicide, or 100. \n[134]they capture us, and we never see each other again anymore -- thank you for marrying me. I'm glad I got to know you, Suzy. \n[135]Let's jump. \n[136]See you tomorrow. ", "SUZY": "\n[1]I'm a raven. 20. \n[2]I got hit in the mirror. \n[3]I lost my temper at myself. \n[4]What's your name? \n[5]I'm Suzy. \n[6]I doubt it. \n[7]Uh-huh. \n[8]\n[9]Fine. \n[10]\n[11]No. \n[12]That's a good idea. It might help also if you didn't wear fur. \n[13]Which way? \n[14]No, they're huckleberries, in fact. Try one. \n[15]He knows someone's watching him. \n[16]I don't know. I just think he can feel us. \n[17]It's my mother's. \n[18]What for? \n[19]No. \n[20]Pretty good. I broke our school record for the back-stroke. \n[21]\n[22]The stick's moving! \n[23]Sit down! \n[24]Very good. You know a lot about camping, don't you? \n[25]That's OK. He only eats cat food. \n[26]\n[27]This is my record player. It works with batteries. Actually, it belongs to my little brother Lionel. I left him a note. Do you like music? \n[28]This is my favorite record album. My godmother gave it to me for my birthday. She lives in France. \n[29]These are my books. I like stories with magic powers in them. Either in kingdoms on earth or on foreign planets. Also, time-travel, if they make it realistic. Usually, I prefer a girl hero, but not always. I couldn't bring all of them because it got too heavy. You can borrow any you want. \n[30]I also brought my lefty scissors because I'm left-handed, my toothbrush, some rubber bands, extra batteries, and my binoculars, as you know. I forgot my comb. \n[31]I thought that's what you're supposed to bring. I don't own a canteen. \n[32]I might turn some of them back in one day. I haven't decided yet. I know it's bad. I think I just took them to have a secret to keep. Anyway, for some reason, it makes me feel in a better mood sometimes. \n[33]Well, I can show you an example, if you want -- but it doesn't make me feel very good. I found this on top of our refrigerator. \n[34]It's not funny. \n[35]You really know how to make friends. \n[36]That's OK. \n[37]I know. \n[38]His eyes downcast, his kingdom in ruins, Mynar pressed his heavy paw through the rippling surface of the cool shallows and down to its stone floor. \"My people once were lead by a great and noble beast -- and I no longer see his face in this reflection.\" \n[39]Meanwhile, on the Plains of Tabitha, Francine rested. There would be another time for war. \n[40]Dear Sam, Thank you very much. I got replaced as the raven because I yelled at Mrs. Lynn. After that I was only a blue jay, but -- \n[41]Dear Sam, You are an excellent painter, especially trees and telephone poles. Is the girl in the water supposed to be me? My favorite color is -- \n[42]Dear Sam, I am in trouble again because I threw a rock through the window. My mother still has glass in her hair. Also -- \n[43]Dear Sam, Now I am getting suspended because I got in a fight with Molly. She says I go berserk. Our principal is against me. Why do -- \n[44]Dear Sam, I do think you should think of their faces every day, even if it makes you sad. It is too bad they did not leave you more pictures of themselves. Can you -- 38. \n[45]Dear Sam, My answer is yes. \n[46]Dear Sam, Where? \n[47]They found the canoe. \n[48]Why not? \n[49]Maybe you just don't know him. \n[50]Oh, no. \n[51]He needs a doctor. \n[52]He's losing blood. Hurry. Where do we go? \n[53]Don't say that. \n[54]He's dying! We can't just leave him! \n[55]Stop yelling at me! \n[56]Don't ever do that again. No one's allowed to slap me. \n[57]You're right. He's dead. 45. \n[58]Was he a good dog? \n[59]This is weird. \n[60]I like it here, but I don't like the name. \n[61]Mile 3.25 Tidal Inlet. It's got no ring to it. \n[62]Let me think for a minute. \n[63]It's pretty. Do the other one. \n[64]It feels hard. 52. \n[65]I like it. \n[66]You can touch my chest. \n[67]They're going to grow more. \n[68]It helps me see things closer. Even if they're not very far away. I pretend it's my magic power. \n[69]I don't know. I want to go on adventures, I think. Not get stuck in one place. How about you? \n[70]That's true. \n[71]\n[72]Of course, I won't. \n[73]What's that one for? \n[74]Are your foster parents still mad at you? For getting in trouble so much. \n[75]I always wished I was an orphan. Most of my favorite characters are. I think your lives are more special. \n[76]I love you, too. \n[77]The flashlight's beam drew a moon through the black across the attic and settled on a gap in the base-board. A mouse-hole, no bigger than a pocket-watch. Eric crouched on his flat feet and placed his hand in front of the tiny opening. \"It's windy,\" he said. \"Like someone in there's blowing on my fingers.\" Christy rolled her eyes and sighed a sigh. He's right again, she thought. Little brothers drive people crazy. \n[78]Part Two. \n[79]That was a lie. \n[80]Good. I want to be. \n[81]What does it say? 57. \n[82]Why not? \n[83]Let me read it. \n[84]That's child abuse. \n[85]I'd be careful if I were you. One of these days somebody's going to be pushed too far, and who knows what they're capable of. \n[86]It's a warning. 58. \n[87]I wish I knew what makes you tick. \n[88]I hate you. \n[89]Why not? I mean it. \n[90]Exactly. I know what you do with that sad, dumb police man. You go to bed with him. \n[91]We're in love. We just want to be together. What's wrong with that? \n[92]They snuck me down the laundry chute and left a paper-maché dummy in my bed. \n[93]Not this time. He can't keep his trap shut. Besides, I'll probably never see him again. 71. \n[94]\"-- but I'm not going,\" said Barnaby Jack. \"I'm running away tonight for good, and this time I won't get caught.\" Annabelle whispered: \"I'm coming with you.\" Her yellow hair, now brown at the roots, caught up in the wind and danced. Barnaby Jack took Annabelle's hand and pressed something into it the size of a jellybean. \"Hide this in your socks, and be ready at midnight.\" \n[95]He leapt out the window and landed in the fresh-fallen snow. \n[96]But we're not married yet. \n[97]We're in a hurry. \n[98]Maybe he's right. It could be a mistake. \n[99]Being married. Sometimes it seems sad to me. It might be better to just go steady permanently. \n[100]We're sure. \n[101]We might have to swim for it. \n[102]I don't know, but if it's too shallow, we'll break our necks, anyway. Hang onto me. \n[103]On three again. \n[104]I think you've still got lightning in you. ", "CAPTAIN SHARP": "\n[1]Watch my line, Edgar. \n[2]Hello? This is Captain Sharp. Over. \n[3]Morning, Randy. What can I do for you? Over. \n[4]What does that mean? Over. \n[5]Any idea why? Over. \n[6]I guess we better notify his folks. Over. \n[7]Hello, sir. This is Captain Sharp. \n[8]There's no cause for alarm, sir. We'll find him. We're just notifying you as a matter of protocol and so on. \n[9]I'm confused by that statement. You can't invite him back? 11. \n[10]Am I speaking to Sam's father? \n[11]Mr. Billingsley, I've got an escaped Khaki Scout. We're notifying you as a matter of protocol. You say you can't invite him back? You say he's an orphan? Well, I don't understand how that works. What am I supposed to do with him? \n[12]Most likely not. \n[13]Be that as it may, will you let me know if you see anything unusual? \n[14]Good evening. Sorry to startle you. I was \n[15]I know, that's what I'm saying. The search party's not over yet. In other \n[16]OK. Where'd she -- \n[17]I don't know, but just for the record: ninety-five percent of all runaways return home within six hours. That doesn't do you any good right now. It's just a statistic -- but in all likelihood Suzy's probably hiding in the closet at her best friend's house playing Chinese Checkers at this very moment, as we speak. \n[18]How's Laura? \n[19]Mrs. Bishop, I mean. \n[20]Is she upset? \n[21]I got to get this spot-light fixed. 35. \n[22]Sam Shakusky. That's my escaped Khaki Scout. His family died. \n[23]What does he say? \n[24]I think he's onto us. \n[25]Of course, he is? \n[26]Why aren't we worried about that, then? \n[27]Well, I didn't know. Or, anyway, I thought I was wrong. Did you hit him? \n[28]All right. We know they're together. We know they're within a certain radius of this spot. I'm declaring the case with the county right now. Until help arrives: \n[29]I'm deputizing the little guy, the skinny one, and the kid with the curly hair to come with me in the station wagon. Randy, you drop-in and head up-river with the rest of your troop, then split-up on foot. Becky, call Jed and tell him to circle over this end of the island and fly low. \n[30]Puncture wound. Lower lumbar. Make room for a stretcher in the cockpit! \n[31]Clear the dock, Edgar! \n[32]The infirmary at Fort Lebanon. We'll be right behind you. 47. \n[33]Warm up the motor. I'll be right back. \n[34]Walt, it's very clear: the two of them conspired in this together. \n[35]Stop. \n[36]I do blame him --  -- but I also blame myself and both of you. With all due respect: you can't let your children stab people. \n[37]Easy does it. Calm down, Laura. \n[38]Give him his mail. \n[39]Hello? This is Captain Sharp. \n[40]That's correct. \n[41]He's OK. \n[42]The fastest way is by seaplane. Jed can bring you in with the mail. \n[43]Uh-huh. \n[44]Uh-huh. \n[45]Wait a second. \n[46]Social Services? \n[47]What's going to happen to him? \n[48]Excuse me. Shock therapy? Why would that be necessary? He's not violent. \n[49]That was the girl! Who did that. \n[50]\n[51]I agree with you. That's eloquent. I can't argue against anything you're saying -- but I don't have to, because you're twelve years old. \n[52]Look, let's face it, you're probably a much more intelligent person than I am. In fact, I guarantee it -- but even smart kids sometimes stick their fingers in electrical sockets, if you see what I mean. It takes time to figure things out. It's been proven by history: all mankind makes mistakes. It's our job to try to protect you from the dangerous ones. If we can. \n[53]You want a slug? \n[54]What's the rush? You've got your whole life in front of yourself. Ahead of you, I mean. \n[55]What does that have to do with it? So are you. \n[56]Yes, I did. \n[57]She didn't love me back. \n[58]I'm sorry for your loss. Anyway, that's what people say. \n[59]What happened? \n[60]Good grief. \n[61]In other words, it's over. \n[62]Until further notice. \n[63]I understand. \n[64]Except me. \n[65]Well, I hope you can. I think you will. You're doing the right thing. \n[66]No, you won't. 69. \n[67]I admire them, you know? There's a purity to it. I only feel bad because they both seem like such unhappy, lonely, miserable people -- but maybe that's romantic. \n[68]Stand by, Commander Pierce. \n[69]Jed, re-route to St. Jack Wood. Tell Social Services the boy's been spotted at Fort Lebanon. \n[70]Becky, notify the Bishops: Suzy's there. \n[71]Randy? You monitoring? \n[72]Who's in charge here? \n[73]Randy! What happened? \n[74]We don't know yet. \n[75]What do you want me to say, lady?  Somebody get Jed a cup of coffee. 93. \n[76]That's right. \n[77]That's the first I heard of it. \n[78]You can't do this. They'll eat him alive in there. \n[79]What's the name of the place again? \n[80]Juvenile refuge. That sounds like jail. \n[81]Nobody's going anywhere. \n[82]He's not getting shock therapy. 96. \n[83]I'm writing you up back! Be notified that you stand accused of the mistreatment and \n[84]I won't let you do it! \n[85]They're gone. \n[86]Sam? \n[87]Where'd they go? Answer me! \n[88]Halt! Stop! \n[89]Stay there! \n[90]Where you going? What are you doing? Come down! \n[91]Social Services? Do you read me? Over! \n[92]Counsellors? What's the legal perspective? Over! \n[93]No! \n[94]Goddammit! \n[95]Tell him! Over! \n[96]What do you think, pal? \n[97]We're coming down! Over and out. \n[98]Don't let go. ", "SCOUT MASTER WARD": "\n[1]Morning, Gadge. \n[2]Deluca. Latrine inspection. \n[3]Good. \n[4]Roosevelt. How's that lanyard coming? \n[5]Skotak. What's all this lumber for? \n[6]That's not a safe altitude. \n[7]Why's it up so high? If somebody falls -- it's a guaranteed death. \n[8]Lower! \n[9]Nickleby. Spot check. 5. \n[10]Your socks are down. Your shirt-tails are untucked. Your trousers are not properly pressed. You are reported for uniform violation! \n[11]How many rockets you up to, Panagle? \n[12]That enough for the Jubilee? \n[13]Izod, go fetch another pint of gun-powder from the armory shed. \n[14]Redford! Halt! \n[15]Come again? \n[16]Reckless cycling. Second warning. Next time, I take away the keys. \n[17]Morning, Chef. \n[18]Who's missing? \n[19]Shakusky! Breakfast! \n[20]Lazy-Eye. 7. \n[21]Shakusky? You in there? \n[22]It's zipped from the inside. \n[23]Sam? \n[24]Jiminy Cricket. He flew the coop. \n[25]Captain Sharp, this is Randall Ward over at Camp Ivanhoe. Over. \n[26]I'm not sure, exactly. I've got an escaped Khaki Scout. Over. \n[27]One of my boys seems to have stolen a dug- out and some fishing tackle, ten pounds 9. SCOUT MASTER WARD  (cont'd) of sundries, two bedrolls, plus an air rifle -- and disappeared. Over. \n[28]No. He left me a letter of resignation. Over. \n[29]OK. Over and out. \n[30]Excuse me, sir. This is Scout Master Ward speaking. Are you implying Sam's an orphan? \n[31]Why the hell doesn't it say that in the register? Excuse my language. \n[32]You have your orders. Use the orienteering and path-finding skills you've been practicing all summer. Let's find our man and bring him safely back to camp. Remember: this isn't just a search party, it's a chance to do some first- class scouting. Any questions? \n[33]Lazy-Eye. \n[34]I'm a math teacher. 13. \n[35]Eighth. Why? \n[36]You know, we're, actually, kind of, in the middle of something, if you didn't notice. This is a crisis. Anybody else? \n[37]Redford. \n[38]Who? \n[39]No, you're not. This is a non-violent rescue effort. Your instructions are to find him, not to hurt him. Under any circumstances. Do I make myself understood? \n[40]Good. \n[41]I'm going to change my answer, in fact. This is my real job. Scout Master, Troop 55. That's us. I'm proud of that. 14. \n[42]Be leery out there. OK, let's get started. Where's Snoopy? \n[43]Give him the scent. \n[44]Scout Master's log. September second. First day of search party for Sam Shakusky. Morale is extremely low, in part, I suppose, because Sam is, unfortunately, the least popular scout in the troop, by a significant margin. I'm worried, and I'm confused. Please, let us find him tomorrow. Please, don't let him fall off a cliff or drown in the goddamn lake or something. A terrible day at Camp Ivanhoe. Let's hope tomorrow's better. In fact, I'm going to say a prayer. 17. \n[45]What happened to him? \n[46]Where's he going? \n[47]You're going to be OK. Thank goodness, she missed the artery. Bite on this. \n[48]Don't worry, Mr. Bishop. She'll be safe. Sam's got excellent wilderness skills. \n[49]I'm trying. \n[50]She's violent, Mrs. Bishop. Look. \n[51]Of course. It's assault. \n[52]No, ma'am, but -- \n[53]Strike this camp. \n[54]What do I do about this? \n[55]I'm sorry about this. I didn't know your situation. It's not on the register. How'd you lose your parents? I shouldn't ask that. Never mind. I wish we had time for an inspection back there. On the beach. I would've given you a \"commendable\". That was one of the best- pitched camp-sites I've ever seen. Honestly. \n[56]You don't want to be a Khaki Scout anymore? \n[57]What's that? An orphanage? 61. \n[58]This is Scout Master Ward. \n[59]Scout Master's Log. September fourth. \n[60]Stow it, out there! I want to hear some Z's! \n[61]No bugle? No reveille? Lazy-eye, Gadge, Deluca, Izod? Where's my troop? Let's go! You're late! 74. \n[62]Chef? Breakfast? \n[63]Affirmative. I'm on my way. \n[64]I'm sorry, sir? \n[65]You don't have them? 89. \n[66]Hold your position! \n[67]Company Secretary! Status report, sir! \n[68]Supply and Resources! Call it out! \n[69]Fall in! We're going to run for it, boys! Let's move! 91. \n[70]Take the commander off of me. \n[71]They ran away again. \n[72]We're going back out. I need volunteers. 92. \n[73]You, you, you, you -- \n[74]-- and you? \n[75]Of course, I am. Come on. \n[76]It's true. \n[77]Yes, ma'am. \n[78]Juvenile refuge? \n[79]Walt and Laura Bishop. Their daughter's the missing girl. \n[80]She's right! \n[81]Gadge! Lazy-eye! Skotak! \n[82]Take this! 98. \n[83]He wants you to live with him! \n[84]Scout Master's log. October tenth. Reconstruction continues increasingly ahead of schedule, which I attribute to a particularly robust esprit de corps among the troop. The latrine, however, continues to present -- 103. \n[85]Is this the new recruit? \n[86]What's his rank? \n[87]Pigeon Scout! Let's get you a patch. ", "SOCIAL SERVICES": "\n[1]Hello, Captain Sharp. This is Social Services. I'm calling in reference to Sam Shakusky, Ward of the State. I understand he's in your custody. \n[2]What's his condition? Has he suffered any injury or trauma of any kind? \n[3]Very good. How do I get to you? \n[4]I'll come tomorrow morning, if that's acceptable to you. Is someone able to 60. \n[5]provide reasonable care and nourishment for the boy until that time? \n[6]Is that a yes? \n[7]Very good. I'll contact you again before the end of the day. \n[8]Yes? \n[9]Captain Sharp. \n[10]Well, normally, we'd try to place him in another foster home, but that option is no longer available to us, in my opinion, with his case history -- which means he'll go to Juvenile Refuge. \n[11]Who's speaking? \n[12]Right. An orphanage -- but the first step is the admissions panel requires a psychological evaluation to determine whether or not the boy's a candidate for institutional treatment or electroshock therapy. Beyond that -- \n[13]The report describes an assault with scissors. \n[14]Well, maybe she needs help, too -- but that's not our job. OK? \n[15]Where's the boy? \n[16]That's not acceptable. \n[17]You're Captain Sharp? \n[18]I'm Social Services. I remanded the boy to your personal custody. You're responsible for his safety. I'm told he was just struck by lightning. \n[19]Scout Master Ward, I presume? \n[20]Your reputation precedes you. \n[21]You two are the most appallingly incompetent custodial guardians Social Services has ever had the misfortune to \n[22]What do you have to say for yourselves? 94. \n[23]Where? \n[24]Just find the boy -- and deliver him --  -- to Social Services. Nothing else is in your power. \n[25]Who are you? \n[26]The parents of the stabber? 95. \n[27]Let's go! \n[28]That's it! I'm citing you for gross misconduct! You are hereby summoned to appear before the board of -- \n[29]What are you talking about? \n[30]They're here? \n[31]Application denied! I'm sorry! Over! \n[32]Captain Sharp is offering to assume the responsibility of foster parenthood! \n[33]Is this acceptable to you, Mr. Shakusky? ", "COUSIN BEN": "\n[1]I don't care how they do it where you come from. You want pop? You want candy? You want a snake-bite kit? Get some money. \n[2]Come back in five minutes. \n[3]Is this him? \n[4]He's hot. Almost too hot. What's in the can? \n[5]Give it to me. 77. \n[6]You badge in seamanship? \n[7]Good. There's cold-water crabber moored off Broken Rock. The skipper owes me an I.O.U. We'll see if he can take you on as a claw cracker. It won't be an easy life, but it's better than shock therapy. \n[8]Back there, but the padre's home with the mumps. Why do you ask? \n[9]You his girl? \n[10]Technically, I'm a civil-law scrivener. I'm authorized to declare births, deaths, and marriages. You're kind of young. You got a license? 78. \n[11]I can't offer you a legally binding union. It won't hold up in the state, the county, or, frankly, any courtroom in the world due to your age, lack of a license, and failure to get parental consent -- but the ritual does carry a very important moral weight within yourselves. You can't enter into this lightly. Do you love each other? \n[12]Are you sure you're ready for this? \n[13]Let me rephrase it. \n[14]Spit out the gum, sister. In fact, everybody. \n[15]I don't like the snappy attitude. This is the most important decision you've made in your lives. Now go over by that trampoline and talk it through before you give me another quick answer. \n[16]I guess they're probably just trying to pretend they're struggling over their decision, but at least -- \n[17]OK. Let's do a blood test. \n[18]-- which we hereby consecrate on this day, the fifth of September, 1965. That's the end of the short-form. Do any of the witnesses have objections or remarks? Usually, they don't. \n[19]Skotak. \n[20]That's my fee. \n[21]That's my fee. \n[22]You're just like your brothers. OK, give them the tennis ball can. 81. \n[23]Sign here -- and initial here and here. \n[24]Take the carbon. Leave the Bible. Let's go. \n[25]Be quick, sailor! \n[26]Affirmative, sir! ", "SKOTAK": "\n[1]We're building a tree house. \n[2]Well, where would you've built it? \n[3]Right here. \n[4]He's got great marksmanship. He shot Deluca in both arms. \n[5]How long were you planning to stay there? \n[6]Damn us. \n[7]This troop has been very shabby to Field Mate Sam Shakusky. In fact, we've been a bunch of mean jerks. Why's he so unpopular? I admit, supposedly, he's 67. \n[8]emotionally disturbed -- but he's also a disadvantaged orphan. How would you feel? \n[9]Nickleby? Deluca? Lazy-Eye?  Gadge? \n[10]He's a fellow Khaki Scout, and he needs our help. Are we man enough to give that? So part of his brain doesn't get removed out of him. \n[11]They were prepared to die for each other out there. \n[12]For starters? Three yards of chicken wire, some ripped-up newspapers, and a bucket of wheatpaste. \n[13]Listen to me. We're here for friendship. We're going to get you off this island. \n[14]Yes, thanks. This is an emergency rescue. \n[15]Fort Lebanon. My cousin Ben runs the Supply and Resources outpost for the Jubilee. He's a Falcon Scout, Legionnaire. Cousin Ben'll know what to do. \n[16]Normally, I'd say no. \n[17]There's a broken gum-ball machine behind the snack tent. 76. \n[18]Seventy-six dollars -- but it's mostly in nickels. \n[19]Woah! \n[20]Can we loan them the nickels? I'm worried about their future. \n[21]All in favor -- \n[22]I wish them well. \n[23]What happened? \n[24]Yes, sir. \n[25]He doesn't have one. ", "REDFORD": "\n[1]Safety-test, sir. \n[2]The vehicle appears to be in good working order. I'm just checking if -- 6. \n[3]What if he resists? \n[4]Shakusky. Are we allowed to use force on him? \n[5]I'll tell you one thing: if we find him, I'm not going to be the one who forgot to bring a weapon. \n[6]We're looking for you. \n[7]Because you're a fugitive. \n[8]You're still in uniform. \n[9]Well, it doesn't matter, anyway. You don't have that authority. We've been deputized. Now are you going to come along peacefully or not? \n[10]It's tempting, but I can't allow it. \n[11]We know him a lot better than you. He's emotionally disturbed because his family died. Nickleby, tie him up. \n[12]You're doomed, Shakusky. \n[13]Snoopy? Well, it couldn't be helped. 83. \n[14]Because your girlfriend stabbed me in the back with lefty scissors. \n[15]Congratulations. \n[16]Why should I? Nobody else does. \n[17]He's here! The fugitive! Stop him! 84. \n[18]Field Mate Redford, sir. \n[19]Look! ", "COMMANDER PIERCE": "\n[1]Well, I'll be damned. Who is this bimbo? \n[2]Captain Sharp, we've located the missing troop. They just fled camp. We're in 85. \n[3]pursuit. They're accompanied by a twelve- year-old girl in knee-socks and Sunday- school shoes. \n[4]You find them? \n[5]Prepare to mobilize to higher ground. \n[6]St. Jack Church is the designated storm shelter.  Notify all scouts to muster outside my tent on the double. \n[7]Attention, company! Prepare for -- \n[8]Who's that? \n[9]You call yourself a Khaki Scout? \n[10]Where's your goddamn troop? They could get killed out there! \n[11]You're a liability to us. \n[12]I'm field-stripping you of your command. \n[13]Attention, company! Prepare for emergency evacuation! \n[14]I'll be right back. 90. \n[15]I want the details. Where's the scout she knifed? \n[16]What's his condition? ", "NARRATOR": "\n[1]This is the island of New Penzance. Sixteen miles long. Forested with old- growth pine and maple. Criss-crossed by shallow tidal creeks. An important seabird habitat. There are no paved roads but instead many miles of intersecting foot paths and dirt trails and a ferry that runs twice daily from Stone Cove. The year is 1965. We are on the far edge of Black Beacon Sound, famous for the ferocious and well-documented storm which will strike from the east on the fifth of September -- in three day's time. 3. \n[2]Excuse me! Excuse me! Excuse me, Captain Sharp? \n[3]As some of you know, I taught Sam for the cartography Accomplishment Patch. He's a smart boy, and he expressed a keen interest in the history of the island's indigenous peoples. In particular, I recall his fascination with the idea of retracing the original path of the old Chickchaw harvest migration. \n[4]What I'm getting at is this: I think I know where they're going. \n[5]This is the island of St. Jack Wood, extending far north from Land's End along the deep-water channel that leads to Broken Rock. A low flood-plain separates the beach from the town-ship above. A small but prosperous community. \n[6]The barometer reads twenty-seven inches and dropping. Strong winds, as you can see, already at twenty-two knots.  The time is now four thirty-five A.M. \n[7]The Black Beacon storm was considered by the U.S. Department of Inclement Weather to be the region's most destructive 102. \n[8]meteorological event of the second half of the twentieth century. \n[9]It lingered through six high-tides and inundated the islands with punishing winds and extreme high waters. \n[10]On St. Jack Wood, powerful surges broke the arcade boardwalk and demolished the village bandstand and casino. \n[11]The coastal areas of New Penzance were battered and changed forever. \n[12]Mile 3.25 Tidal Inlet was erased from the map. \n[13]But harvest yields the following autumn far exceeded any previously recorded, and the quality of the crops was said to be extraordinary. ", "GADGE": "\n[1]Morning, sir. \n[2]I heard he never had any family in the first place. \n[3]Where's Snoopy? \n[4]No, she's in the woods with Shakusky. \n[5]Didn't you ever think about what would happen next? \n[6]I heard he's going to reform school. \n[7]Nobody knows. \n[8]He's going to work on a shrimper, if I understand correctly. ", "BECKY": "\n[1]Hello, Diane. 10. \n[2]Hold the line, please. \n[3]Go ahead, Chesterfield. \n[4]Scout Master Ward confirms they've had no luck. They're going home for the -- \n[5]I'm not sure. I think he went searching in the dark. \n[6]Judy, I have your person-to-person from New Penzance. \n[7]Hello! Mr. Bishop? \n[8]Are you all right? ", "SECRETARY MCINTIRE": "\n[1]You're not going to believe this one, sir. That Scout Master on New Penzance? Has now lost his entire troop. 75. \n[2]I couldn't say. \n[3]That's coming our way. \n[4]The incident may affect our insurance premiums. \n[5]Sir, do you have your medicine? \n[6]All accounted for, Scout Master! \n[7]Right here. \n[8]He may suffer some limited chronic kidney insufficiency. Here's the report. ", "DELUCA": "\n[1]That's probably why he's crazy. \n[2]You shouldn't be friends with him. \n[3]Because he's crazy. \n[4]I heard they're going to take out a piece of his brain and send him to an insane asylum. \n[5]What do you need? \n[6]Let's take a vote. \n[7]Just leave them. ", "NICKLEBY": "\n[1]Me, neither. \n[2]Cat food! I think it's a clue. \n[3]I tried to chop him, but he dodged my tomahawk. \n[4]Supposedly, they got to third base. \n[5]That guy. \n[6]What's going to happen to them? \n[7]Where they going again? "}}