{"dialogues": {"BETTY": "\n[1]Thank you, Irene. I was so excited and nervous. It was sure great to have you to talk to. \n[2]Okay Irene. Won't that be the day. \n[3]Okay I will. Thanks again. \n[4]1612 Havenhurst. \n[5]I am, Mrs. Lanois. It is Mrs. Lanois isn't it? \n[6]Pleased to meet you. \n[7]Okay, Coco. \n[8]Yes, he is. He raises corn. \n[9]Well, I ... \n[10]\n[11]Have many famous actors and actresses lived here? I was meaning to ask you that. \n[12]I guess I've come to quite a place. \n[13]No, I don't. \n[14]I can hardly wait, Coco. \n[15]It's unbelievable! \n[16]Wow! \n[17]Oh Coco thank you. Thank you so much. \n[18]Oh my! \n[19]I'm sorry. My Aunt ... Ruth didn't tell me someone was going to be here. I'm so sorry. \n[20]I'm Ruth's niece. My name's Betty. I'm sure she told you I was coming. \n[21]I understand. I saw the dress. I...I'm sorry.   Are you all right? \n[22]What happened? \n[23]Are you okay? \n[24]Oh my god. I'm sorry. I'll let you get back to that. I'm going to get unpacked. \n[25]What's your name? \n[26]I'm sorry. I'll get out of here and we can talk later. \n[27]Hi...do you work with my Aunt? \n[28]I...I mean......I...it's none of my business. \n[29]She sure is. She's letting me stay here while she's working on a movie that's being made in Canada, but I guess you know that.  I couldn't afford a place like this in a million years. Unless of course I'm discovered and become a movie star. Of course, I'd rather be known as a great actress than a movie star, but sometimes people end up being both and that is, I guess you'd say, sort of why I came here. I'm sorry, I'm just so excited to be here..I mean I just came here from Iowa and now I'm in this dream place. You can imagine how I feel. \n[30]Oh... \n[31]Sit down... \n[32]Where were you hurt? \n[33]We should get a doctor. \n[34]But, this could be serious. \n[35]If you have a concussion you shouldn't sleep. \n[36]All right, but...I'm going to check on you. \n[37]No Grandpa, you wouldn't believe it. It's more beautiful than I ever dreamed ... no she left me a lot of food. The refrigerator's full ... Aunt Ruthie said she'd call me when she got settled... it was real smooth. I sat next to a lady who gave up her first class seat to a boy with a broken leg. She was so nice to me. She invited me to her house sometime. It's in Bel Air which is a place where people have a lot of money... I will. Everybody's telling me to be careful, but I sure love it here Grandpa. Thank you for helping me get here ... yeah, it's long distance. I love you. Say hello to Grams. Give her a big kiss for me. Okay, I love you Grandpa ... bye. \n[38]Hello ... Aunt Ruth!! I can't tell you how happy I am. Your place is so fantastic! Yes ... Coco...what a character. I really like her... that's too bad...waiting in an airport must not be too fun. What's a mosquito plane? ... Oh I get it. How long does that take from Montreal? ... Well, you'll sleep good tonight ... Hudson Bay sounds beautiful ...oh well, I hope you packed your coat. . You mean the audition...Wally Brown... she didn't mention it but he'll fax the dialogue to Coco? Suddenly I'm so nervous ... okay Aunt Ruth... I'll try. I'll study those lines until I know them inside out. Yes, either right here on this fabulous leather couch or I'll take them with a coffee in the courtyard like a regular movie star. . Oh! I got a real shock to find your friend Rita here. She was in the shower and I opened the door ... Rita ... what do you mean? She was in an accident ... your friend Rita. No, Coco unlocked the door. No, she didn't see her. She's sleeping. No... she's very nice. I'm sure there's some explanation, Aunt Ruth... I don't think we have to do that. Please don't worry. I'll take care of it. No, I'll let you know. Where can I ... okay I'll get it from Coco. No, please don't worry... thank you so much for letting me stay here. You've made me so happy... thank you, thank you. Please don't worry... Aunt Ruth we don't need the police. I'll call you when you get to Hudson Bay. Please... please ... Goodbye Aunt Ruth. \n[39]You're awake... I think I misunderstood you. I thought you knew my Aunt and that's why you were here. I just talked to my Aunt on the phone and she wants me to call the police. \n[40]Rita? \n[41]What is it Rita? \n[42]What's wrong? \n[43]What do you mean? You're Rita. \n[44]This is your purse. Your name must be in your purse. \n[45]You want to know don't you? \n[46]Open it! \n[47]Well...  what do you think about then? I mean...  well what do you think about? \n[48]Well ... if you don't remember anything, I mean what goes through your mind then if you don't remember anything? \n[49]How do you remember how to talk? \n[50]You don't remember anything else? \n[51]The money. You don't know where it came from? \n[52]When you think about them... the money... the key ... does it make you remember anything? \n[53]I wonder where you were going. \n[54]Mulholland Drive? \n[55]Maybe that's where the accident was. There must be a police report. We could call. \n[56]We could call anonymously from a pay phone... just to see if there was an accident. \n[57]Come on. It'll be just like in the movies. We'll pretend to be someone else. I want to walk around anyway. I'm in Hollywood and I haven't even seen any of it. Come on Rita. Do you feel up to it? \n[58]Just to see if there was an accident on Mulholland Drive. \n[59]Come on... let's find you something to wear. \n[60]It's terrible ... My Aunt dresses like Miss Marple. She's kind of a frumpy woman detective in British movies. \n[61]Here's something okay. \n[62]Try these on. You can wear one of my T- shirts with it and it won't look bad with those sandals. \n[63]No ... you shouldn't take that. Let's hide it. \n[64]Hollywood Police Department please. \n[65]No, no, I just want the number. \n[66]I'm inquiring about an accident that happened last night on Mulholland Drive. \n[67]Hi. I'm inquiring ...well, I heard a sound last night that sounded like a car crash and I want to know if there was an accident on Mulholland Drive. \n[68]Can you tell me what happened? \n[69]Was anyone hurt? \n[70]There was an accident. He wouldn't tell me anything else, but that was your accident Rita. I just know it was. Maybe there's something about it in the papers. Come on I'll buy you a cup of coffee and we can see. \n[71]Maybe it happened so late it's not going to be in today's paper. \n[72]Not that I can see. \n[73]Thank you ... Diane. \n[74]Just the coffee. Rita, you want something? \n[75]We'll take our check. \n[76]What is it Rita? \n[77]You're welcome. We will. \n[78]Strange to be calling yourself. \n[79]Call the number. \n[80]Maybe the voice isn't Diane Selwyn. Maybe that's your roommate or if it is Diane Selwyn she can tell you who you are. \n[81]It's right about here on Sierra Bonita. That's not too far away. \n[82]What's wrong with that? \n[83]I know you're afraid of something. We'll be careful. Tomorrow we'll go over there and we'll find out. \n[84]It'll be okay. \n[85]Yes? May I help you? \n[86]Ruth's gone on a film. I'm her niece Betty.   Who are you? \n[87]I'm her niece. She's letting me stay here. My name is Betty. \n[88]I'm sorry, but I don't know who you are and I'm... \n[89]Whoa! \n[90]\"You're still here?\" \n[91]\"Nobody wants you here!\" \n[92]\"My parents are right upstairs! They think you've left...\" \n[93]\"I can call them... I can call my dad... \" \n[94]\"You're playing a dangerous game here. If you're trying to blackmail me... it's not going to work.\" \n[95]\"Get out! Get out before I call my dad ... he trusts you ... your his best friend. This will be the end of everything... \" \n[96]\"Stop! Just Stop! That's what you said from the beginning. If I tell what happened... they'll arrest you and put you in jail, so get out of here before...\" \n[97]\"Before I kill you.\" \n[98]Cry, cry, cry, and then I say with big emotion, \"I hate you... I hate us both!\" \n[99]Such a lame scene. \n[100]Thank you dahling! \n[101]Oh, no wonder I'm starving. I'm going to fix a sandwich. You want one? \n[102]You've got to eat something. You're just nervous about going over to see if you're Diane Selwyn. \n[103]Suit yourself. I'll share mine with you if you change your mind. \n[104]I was afraid of that. \n[105]It's just for a night or two, until she finds her own place. I tried to explain that to Aunt Ruth, but the connection was bad and her plane was leaving and she got it all mixed up. I kept telling her it was my friend and she kept saying she didn't know any Ritas ... \n[106]Coco...she's very nice. We went to school together. \n[107]Not really. I met her in junior college and she was from this other town. \n[108]You can call my grandparents ... I'm sure they'd tell you that I don't lie and I sure wouldn't allow a stranger to invade my Aunt Ruth's apartment. \n[109]You're really something Coco...thank you. \n[110]Everything is A-okay, but I've gotta get that sandwich! \n[111]And I've got an audition in one hour. \n[112]I hope I'm back in a couple of hours. Don't drink all the coke. \n[113]When I get back I'll have the cab waiting, so be ready to go. \n[114]Sorry to trouble you, Coco. \n[115]No, no. I'm on my way to my audition. Before I go I wanted to ask you if you could remember the man's name ... Aunt Ruthie's friend who helped put this together. It completely went out of my mind. \n[116]Thanks Coco. It'd be so embarrassing \n[117]Thanks Coco. I'll let you know. \n[118]Right. See ya. \n[119]To my audition. \n[120]Wally Brown. \n[121]No, we don't. \n[122]Yes, Sir. \n[123]Betty Elms. \n[124]Thank you... thank you very much. \n[125]Thank you. \n[126]My name is Betty Elms. I'm here to audition for... Mr. Brown \n[127]Yes. \n[128]Very pleased to meet you. \n[129]Pleased to meet you. \n[130]Hi. \n[131]No, no, I'm fine. \n[132]Okay. \n[133]What? \n[134]Betty. \n[135]You're still here? \n[136]Nobody wants you here. \n[137]My parents are right upstairs! They think you've left. \n[138]I can call them... I can call my dad. \n[139]You're playing a dangerous game here. if you're trying to blackmail me... it's not going to work. \n[140]Get out... Get out before I call my dad. He trusts you... you're his best friend. This will be the end of everything. \n[141]Stop... just stop! That's what you said from the beginning. If I tell what happened... they'll arrest you and put you in jail, so get out of here before... \n[142]Before I kill you. \n[143]I hate you... I hate us both! \n[144]Well, there it was. \n[145]Well, thank you. \n[146]Thank you again, Mr. Brown. It was nice meeting all of you. \n[147]They seem very nice to me, and Wally... Mr. Brown is a very close friend of my Aunt's, so. . . \n[148]Oh ... oh...I have to be somewhere. I promised a friend. \n[149]C'mom. There's nothing to be afraid of. \n[150]Sol? \n[151]And what's your name? \n[152]Ask him who Sol is ... \n[153]Maybe he could help... \n[154]Why didn't you ask him? Sol knows you! \n[155]You're not going to get in trouble. You're going to find out who you are. Finding out who you are gets you out of trouble. \n[156]It should be around here... \n[157]That's it ... 2590. Does it look familiar? \n[158]What is it? What do you see?! \n[159]Do you know them?! \n[160]Keep going. Go around to the back. \n[161]Selwyn ... number 12. \n[162]It's this way. \n[163]Now, you've got me scared. \n[164]See, I told you there was nothing to be afraid of! \n[165]Diane? \n[166]But it said #12. \n[167]Well ... we'll leave her a note. \n[168]I guess you're not Diane. \n[169]Still not home I guess. \n[170]C'mon help me in. I'll open the front door. \n[171]\n[172]Meet you at the door. \n[173]I don't know if you want to come in here or not. There's some kind of horrible smell like... something... \n[174]Rita... I know what you're doing. \n[175]I know what you have to do, but let me do it. \n[176]Let me do it. \n[177]You look like someone else. \n[178]What are you doing? \n[179]Rita... I want you to stay here and you don't have to give me that money. \n[180]No. We shouldn't touch that money. We don't know about that money. That might be dangerous money. You have to start all over again. You look like a brand new person and you can be a brand new person... whoever you want to be. \n[181]Hey, let's introduce the brand new you to Hollywood. We haven't seen the roof garden yet. \n[182]Here I am Hollywood! My name's Betty. \n[183]Say it! ", "ADAM": "\n[1]So what's the problem? \n[2]So why did you idiots bring me here? ... I'm in the middle of making a picture. \n[3]Hello ... who're we talkin' about here? \n[4]What're you talking about? \n[5]Uh  what's the photo for? \n[6]What's the photo for? \n[7]What girl? For what? What is this Ray? \n[8]Interest?! There's six of the top actresses that want this thing. \n[9]Ray...you better take care of this. \n[10]Hold on!!!!!!!! There's no way, there's no way!!! \n[11]Wait a minute!! What's going on here? \n[12]There's no way that girl is in my movie! \n[13]Hey!!!!! That girl is not in my film!!! \n[14]You'd better fix this, Ray!!! \n[15]And you'd better speak to someone too ... or find yourself another client!! This smells like a set-up to me! And by the way, Ray, I don't know who these guys are kidding, but every foot of film I've shot is in a vault at the lab that only I can access. No one's getting that film!! \n[16]Why didn't you tell me, Robert? That's what I mean ... you set me up! I woulda never come here. I'm leaving. I'm a director you don't want to lose ... you guys better fix this!! \n[17]Did the Castigliane brothers get out of that limo? \n[18]Castigliane brothers? \n[19]\n[20]Office... \n[21]It's me. Where's Cynthia? \n[22]What's going on, Cynthia? \n[23]What did you say? \n[24]Who fired everyone? \n[25]No. \n[26]I'm going home. \n[27]I'm going home Cynthia. \n[28]I'm going home. I'll call you later. \n[29]Hello Taka. It's 'cause I'm never home in the day time. It's good to see you again. The garden looks great. \n[30]Lorraine... Lorraine ... you home? \n[31]Yes...what is it? \n[32]... What?? \n[33]How...  how'd they know I was here? \n[34]So, what did they say? \n[35]Unbelievable. Look... here. I don't know what's going on. That's so much baloney. I've got enough cash for one night, okay? \n[36]Fine. I'll check out in the morning. \n[37]Someone's shut off my money! \n[38]What do you mean \"you know\"? \n[39]And? \n[40]But I'm not broke. \n[41]Beverly Hills Hotel. I've got enough cash in my pocket for one night. \n[42]The Cowboy?? \n[43]Oh, Jason thought it would be a good idea for me to meet the Cowboy. Should I wear my ten gallon hat and my six shooters? \n[44]Cynthia...what's going on? \n[45]And getting stranger. Where do I meet this Cowboy? I mean do I have to ride out to the range? \n[46]You gotta be kidding? \n[47]Yeah, sure. It is that kind of a day. When? \n[48]Cynthia... that would not be a good idea. \n[49]I understand, Cynthia and thank you for the offer. I'll find a place. Now go ahead and give the Cowboy a yodel and get back to me. \n[50]Git along little dowgie and call me back. \n[51]Howdy to you. \n[52]Yeah. \n[53]No problem. What's on your mind? \n[54]Whatever. \n[55]Sure. \n[56]I agree with what you said...truly. \n[57]That a man's attitude determines to a large extent how his life will be. \n[58]How's that? \n[59]Okay, I'm thinking. \n[60]Look ... where's this going? What do you want me to do? \n[61]One. \n[62]Okay. \n[63]It will work out. \n[64]I understand. \n[65]So, this is the last time I see you then unless I do bad? \n[66]Okay. \n[67]Cut it! \n[68]Thank you very much, Carol. It was really great of you to come in. I know how busy you are. \n[69]Look... I love you, but there's no way they're gonna let me cast this thing until I've seen everyone. I'll let you know as soon as I can. \n[70]It'll be my pleasure. Now, get out of here. \n[71]See ya later. \n[72]Who's next, Hank? \n[73]Is she ready? \n[74]Bring her out. \n[75]Playback! \n[76]\n[77]Get Jason over here. \n[78]This is the girl! ", "RITA": "\n[1]No ..........I. \n[2]She has pretty red hair... she is very kind I think. \n[3]I think I've been hurt. \n[4]No. \n[5]No...I need to sleep. \n[6]It will be okay if I sleep. I need to lie down and sleep. \n[7]I'm... sorry. I ... \n[8]I'm...I'm... oh no... I thought when I woke up... I thought sleep would do it ... \n[9]I don't know who I am. \n[10]I'm not. I don't know what my name is. I don't know who I am!! \n[11]I ... yes, but ... I ... \n[12]What do you mean? \n[13]Nothing. I do remember the car crash... I told you... I remember the glass ... I think about that sometimes ... I remember walking here, sort of. Now I remember this place and you. That's about it. \n[14]I don't know. \n[15]No There is something...something there I can't tell... I can't describe it. There are things there.... but I'm... here. \n[16]Unh, unh. \n[17]The money... I don't know about the money... the key... it makes me feel ... afraid. \n[18]Mulholland Drive. \n[19]That's where I was going... Mulholland Drive. \n[20]No.... I don't... \n[21]Okay... but just...just to see. \n[22]Okay. \n[23]There's nothing? \n[24]No. Just the coffee. \n[25]Shhhh. \n[26]I remember something... I remember something! \n[27]Diane Selwyn. Maybe it's my name. \n[28]Maybe it's not me. \n[29]It's not my voice ... but I know her. \n[30]Maybe...maybe ... maybe. \n[31]I'm not sure about this. \n[32]\"I came back. I thought that's what you wanted.\" \n[33]\"Really?\" \n[34]\"So... surprise\"... \n[35]\"But you won't...\" \n[36]\"You know what I want...it's not that difficult.\" \n[37]\"What about you? What will your dad think about you?\" \n[38]\"Before what?\" \n[39]\"Then they'd put you in jail.\" \n[40]But you are really good. \n[41]I'm all right. \n[42]Uh...Betty!? \n[43]Is everything all right? Is it bad for you that I'm here? \n[44]Good luck! \n[45]Okay. \n[46]Rita. \n[47]But I don't know, Sol. I never heard of Sol. I'd just get in trouble. That's why we shouldn't go see about Diane Selwyn... it's better not to get in trouble. \n[48]Don't stop! \n[49]Those men in front, in the car. \n[50]No... but... \n[51]Oh no ... don't. \n[52]No one's ... \n[53]I don't think... \n[54]No. \n[55]What ... I..HAVE... to do. \n[56]You've been so good to me ... now we know why ... why I was so afraid. We know what kind of trouble I'm in. I shouldn't... ask you... I only have this to offer. I'll give you this if I can stay here for awhile. I don't know what else to do. \n[57]But I want to. \n[58]It sounds kind of nice ... being somebody brand new. \n[59]Here I am Hollywood! My name is ... Rita. ", "COCO": "\n[1]I guess it was your grandfather, was it ... he called me to check in, said you were on your way and for you to call when you get in. Nice man... farmer I hear. \n[2]Damn lot of corn raised in Hollywood these days too. \n[3]You don't have to tell me. It's written all over that pretty face of yours.. You came here to be an actress. I just hope you'll remember there's never been a great poem called \"tits and ass.\" \n[4]You probably don't remember her, but Louise Bonner lives right over there in number 29. When she isn't drunk she runs a damn good acting class. \n[5]Honey, all the great ones came through here at one time or another. \n[6]People say in the springtime when the wind blows the smell of the jasmine you can still feel the presence of everyone of them. \n[7]Sweetheart, you don't know the half of it. \n[8]\n[9]You don't have pets do you? \n[10]That's good. They're allowed, but I don't like 'em...for obvious reasons. One man used to live here that had a prize fighting kangaroo. You wouldn't believe what that kangaroo did to this courtyard ... let's see your Aunt's apartment ... it's a good one. \n[11]I told ya. \n[12]Now I guess you and your Aunt have an understanding. So here's the key and you need anything, just give a holler. Everybody in this building's pretty much okay with me or they wouldn't be here. If you want, later I'll introduce you around. No hard feelings if you don't, and don't forget the rooftop garden. It's just up the stairs we passed. It's open to all the tenants. You can see the Hollywood sign from there. \n[13]You got it! See you later honey. \n[14]Louise... what're are you doing Louise? \n[15]This is Louise Bonner. I'm sure she meant well. This is Betty, Ruth's niece. In fact and fortunately I was just coming to see Betty. Betty's a young actress and I'm delivering faxed pages of a scene for her audition tomorrow. Here they are honey. Now come along Louise and I'll take you home. Sorry about this. Sometimes it happens. \n[16]Stop it, Louise. Let's get you home ... goodnight Betty. \n[17]Hello ... Ruthie... How's the great up north? ... Oh, I'm sorry to hear it ... what? Well, I haven't seen her if she's in there. Now, Ruthie there's nothing to worry about. I saw Betty last night and she was just fine. Yes, and I gave them to her. She's a real nice kid, Ruthie. Now stop worrying, will ya. I'll go over and have a look around. I will. I've got the production office number. I'll find you. Now keep your socks on up there and take lots of \"C.\" Goodbye honey. \n[18]Hi! Who are you? \n[19]Can I see you outside a minute Betty? \n[20]Your Aunt called me. \n[21]She wants to know who's staying in her apartment. \n[22]Sweetie, look at me straight. \n[23]So I guess your Grandpa and Grandma know her. \n[24]Honey... I was married to a director for thirty years. He had an uncanny ability to read people. Maybe some of it rubbed off on me or maybe I had it all along ... you're a good kid... What you're telling me is a load of horse - pucky but it comes from a good place. I'll trust you to sort this out. Now I'm not going against Ruth. She's got enough to worry about up there in Canada. If she asks- I'm going to say everything is okay, and you make sure it is. If you need any help you know where to find me. \n[25]Don't make me out to be a sucker. Louise Bonner says there's trouble in there. You remember last night. Sometimes she's wrong, but if there is trouble - get rid of it. \n[26]It's all right gorgeous. Something wrong? \n[27]His name's Wally Brown .... great guy. Been in the business since forever. \n[28]Naw! He wouldn't have cared. Just give him a good performance and he'll be happy and I've got a feeling you'll do just that. \n[29]Get going. You don't want to be late. \n[30]Good luck, honey! ", "JOE": "\n[1]So man, that's unheard of ... an accident like that ... who coulda foreseen that. \n[2]Well, not much Ed. Just doin' some stuff for this guy. \n[3]Hardly. \n[4]Oh, things aren't so bad. Gee, I hope you're not goin' to get in any trouble. \n[5]Yeah, that's a funny story. \n[6]So, there it is ... Ed's famous black book. \n[7]Oh...man! \n[8]Hey man. She's hurt bad. Get down here and use the phone. Help me out. You gotta call the hospital. \n[9]I mean it! Get down here quick! She's hurt and I can't do everything myself, man. \n[10]No, no, no. You gotta be turned around. \n[11]Oh ... man! \n[12]No, no, no, I told you. They're fine. They're all real happy. \n[13]You're so easy. \n[14]Yeah, what for? \n[15]What's  the matter now? \n[16]It must be just so pathetic being you. Sure Billy, grab your dog we'll eat in the van. \n[17]You sure you don't want anything? \n[18]Not a coke or anything? \n[19]Sure, reach in my shirt pocket there. \n[20]Any new girls on the street these days? \n[21]A brunette? ... maybe beat up? \n[22]You'll keep your eyes open for me won't you baby? \n[23]You bet you will. ", "CYNTHIA": "\n[1]Adam, where are you? \n[2]They've closed the set. They sent everybody home. \n[3]They fired everyone. \n[4]Ray did ... and then they closed the set.... everybody's gone. You'd better get down here Adam! \n[5]You've got to talk to Ray you've got to fix this. \n[6]Home! Meet me at the office. We've got to do something ... you've got to do something Adam! \n[7]Adam, this isn't like you. Please come to the office. There must be something we can do. \n[8]I know.  Where are you Adam? \n[9]Someone called me. When they couldn't get you they told me you were as good as broke. I didn't believe then, so I made some calls. \n[10]You're broke! \n[11]I know, but you're broke. Where are you? \n[12]Do you know somebody called the The Cowboy? \n[13]Yeah, the Cowboy. This guy, the Cowboy, wants to see you. Jason said he thought it would be a good idea. \n[14]Something tells me this guy is connected with what's happening, Adam, and I think you should do it and I think you should do it right away. \n[15]It's been a very strange day. \n[16]Sort of, funny boy. If I tell him the meeting's on you're to go to the top of Beachwood Canyon. There's a corral up there where he'll be. \n[17]Will you meet with him? \n[18]I'll call him, then call you back...If you want you could stay at my place. \n[19]I'm just offering a place to stay. \n[20]Okay, but you don't know what you're missing. ", "COWBOY": "\n[1]Howdy! \n[2]Beautiful night. \n[3]Sure want to thank ya for drivin' all the way up to see me from that Beverly Hills Hotel. \n[4]Well now, here's a man who wants to get right to it. Kinda anxious to get to it are ya? \n[5]A man's attitude ... a man's attitude goes some ways toward how a man's life will be. Is that somethin' you agree with? \n[6]Now... did you answer cause you thought that's what I wanted to hear or did you think about what I said and answer cause you truly believe that to be right? \n[7]What did I say? \n[8]So since you agree I guess you could be a person who does not care about the good life. \n[9]Well, just stop for a little second and think about it. Will ya do that for me? \n[10]No. You're too busy being a smart aleck to be thinkin'. Now I want ya to think and quit bein' such a smart aleck. Can ya do that for me? \n[11]There's sometimes a buggy. How many drivers does a buggy have? \n[12]So let's just say I'm drivin' this buggy and you fix your attitude and you can ride along with me. \n[13]Now I know a few things. I know you have had a rough day. You're probably thinkin' I don't know the half of it, but in actual fact I know every part of it. The business of gittin' thrown off your movie, the heartache of seeing your wife with another man... losin' access to that precious film vault... \n[14]... realizin' you don't have hardly a nickel to your name and then add on to that the sickenin' feeling some men are gonna catch you and hurt you bad for bustin' their vehicle. Some days are like that. They are rough, but what will tomorrow bring? Will it be better than today? The same ... or worse? A lot of that is up to us individually. Up to us and our attitude. When the Castigliane brothers said \"This is no longer your film,\" they meant it, but they didn't mean you were not going to direct it. I want you to go back to work tomorrow. You were re-casting the lead actress anyway ... audition many girls for the part. When you see the girl that was shown to you earlier today, you will say \" This is the girl.\" The rest of the cast can stay- that is up to you, but that lead girl is not up to you. Now, you will see me one more time if you do good. You will see me two more times if you do bad. Good night. \n[15]You thinkin' this'll work out, cause I was thinkin' it just might. \n[16]Good then, but, just in case, that bank's gonna stay closed a bit longer. You understand that? \n[17]You're an understandin' fella. \n[18]No, this one doesn't count. It's part of the original one. So then ... until we meet again. ", "RAY": "\n[1]There is no problem. \n[2]He isn't gonna like it. \n[3]Ah... the Castigliane brothers. Let me introduce you around ... please ... sit down. (after they've already seated themselves) ... this is Mr. Darby whom you know and this is the director Adam Kesher and his manager Robert Smith \n[4]Ah... she's very pretty. \n[5]A recommendation... a recommendation to you Adam. \n[6]We'd be happy to put her in the pile for considerations ... you'd be pleased to know there's quite a lot of interest in this role. \n[7]I'm sorry. That was a highly recommended... \n[8]I'll speak to someone. \n[9]Well...I didn't know that was going to happen. \n[10]Raymond Harris ... 20743. \n[11]Good afternoon Mr. Roque. (pronounced Rowk). \n[12]Do you want him replaced? \n[13]I know they said... \n[14]Then... I guess it's so .... alright, but that means we should ... \n[15]Shut everything down ... Is that something that...do you want us to shut everything down? \n[16]Then we'll shut everything down. \n[17]Excellent choice, Adam. ", "JIMMY": "\n[1]Just tell me where it hurts, baby. \n[2]I want to play this one close, Bob. Like it was with that girl, what's her name, with the black hair. That felt good. Whaddya think? \n[3]I was playin' off 'em. They say, \"They'll arrest you\"... and stuff like that.. \"put you in jail\"... they say it like that. They all say it the same way, so I react like that. \n[4]Look ... what's your name? \n[5]Yeah ... Betty. You don't rush it. I don't rush it. We play it close, just like in the movies. \n[6]Dad's best friend goes to work. \n[7]I came back. I thought that's what you wanted. \n[8]Really? \n[9]So ... surprise! \n[10]But you won't. \n[11]You know what I want...it's not that difficult. \n[12]What about you? What will your dad think about you? \n[13]sultry eyes, and almost breathless ... he finds himself taking an extra long pause \n[14]Then they'd put you in jail. \n[15]There it was it was! Baby, you got a way! ", "WALLY": "\n[1]Betty Elms? \n[2]I'm Wally Brown. Your Aunt is a very dear friend of mine so it's particularly nice to meet you. \n[3]Come in. I'd like you to meet everyone. \n[4]I took the liberty of inviting an extra person to see your audition. She saw your resume picture and was very interested in meeting you. \n[5]Betty Elms this is Jack Taft, my assistant, Jimmy Katz who we've already cast for the part of \"Chuck\". He'll be doing the scene with you. This is Julie Chadwick and Bob Brooker, the director, and our surprise guest is Sarah James. We couldn't afford her to cast our picture, but as casting agents go she's the best. \n[6]And this is Martha, Martha Johnson, who you met out front. \n[7]Well. Shall we get to it? Would you like a water or a coffee before we begin? \n[8]Well then, take a seat everyone. Betty why don't you join Jimmy and we'll play the scene. Is there anything you'd like to say Bob... something to Betty before they begin? \n[9]Bob? \n[10]Wow! \n[11]Bob? \n[12]Well, thank you Betty, and I mean that. That was very impressive. You've done your Aunt proud and I'm going to tell her the first chance I get. We'll speak again soon I'm sure, and thank you so much for coming in. \n[13]Well, yes indeed. Our pleasure, Sarah, and don't you be a stranger. We'd love to see you around here again real soon. ", "DETECTIVE HARRY MCKNIGHT": "\n[1]You feel it? \n[2]Two men... two guns in the Caddy. \n[3]Yeah, they showed me \n[4]Could be...any of those dead kids wearin' pearl earrings? \n[5]That's what I'm thinkin'. \n[6]Nice wallets. \n[7]The one of 'em still alive? \n[8]Oh yeah. \n[9]Find out who they are? \n[10]Interesting. \n[11]Where at? \n[12]Damn, that's a long drive. ", "DETECTIVE NEAL DOMGAARD": "\n[1]Yeah. \n[2]Sammy thinks the Caddy had stopped along the shoulder ... man up the road said he saw two cars drag racin'...then you got that blind corner. \n[3]The boys found this on the floor in back of the Caddy. \n[4]Could be unrelated. \n[5]No. Could be someone's missin' maybe. \n[6]Handstitched Italian. Filled with phony credit cards ... off the two guys in the Caddy. \n[7]Yeah... just .... Dr. Scott's got 'im. You remember Dr.Scott. \n[8]Well he said...  you know in his way... you know what I mean? Besides the guy gettin' rolled up under the kids car which busted him up pretty bad, there was this little knife-like torn piece of metal, you know, off the car body, rolled out and slid up through this guy's neck and just kinda slit his aorta, you know, but they didn't find it right away, so the guy's losin' a lot of blood, you know, to the brain - all this time cause it was just like this thin little puncture wound on the surface of his neck that kinda sealed itself, he said, while inside the aorta is bleedin' pretty steady all that time. So, Dr. Scott's laughin' you know like he does 'cause he knows we want to talk to this guy. He's laughin' you know and shakin'... Son of a bitch couldn't stop laughin'... It was kinda contagious 'cause pretty soon we were all laughin'...the nurse was laughin'. You know how he is. \n[9]Nope, not yet. Their fingerprints don't match up anywhere. \n[10]Yeah ... and they both use the same address. \n[11]Palmdale. ", "SARAH JAMES": "\n[1]Why thank you, Wally. Hello Betty. \n[2]This is Nicki, my assistant. \n[3]I'm going to take her over there. \n[4]Thank you, Wally. I'm sure you all have a lot to talk about. We'll walk Betty out. \n[5]Well come along, Betty. \n[6]Oh God, that was awful! \n[7]Oh, not you Betty. You were stellar and I mean that, but poor Wally. He'll never get that picture made. Wally's days were up twenty -years ago. \n[8]Oh god! Jimmy Katz never had a day. Jimmy Katz never had a minute. Poor Wally. \n[9]Settle down, Betty. Don't get me wrong. I love Wally. I ought to. I was married to him for ten years. \n[10]And I love actors, all actors, Jimmy Katz included. We just get a little catty sometimes. Now we want to take you across the way and introduce you to a director who's a head above the rest. He's got a project that you would kill! \n[11]... Knock it right out of the park. ", "HERB": "\n[1]Why did you want to go to breakfast if you're not hungry? \n[2]To Denny's? I wasn't going to say anything, but why Denny's? \n[3]Okay. Why this Denny's? \n[4]Go ahead. \n[5]Oh boy. \n[6]Okay, so you had a dream about this place. Tell me. \n[7]So, you came to see if he's out there? \n[8]Right then. \n[9]Dan! ... Dan! You all right? ... Dan! \n[10]My God! ", "LORRAINE": "\n[1]Now, you've done it! \n[2]What the hell are you even doing here? \n[3]What are you doing? \n[4]\n[5]That bastard! \n[6]\n[7]\n[8]Throw him out! \n[9]Yeah, right ... get lost! \n[10]Like hell it is! Get out ... NOW!!! ", "DAN": "\n[1]I just wanted to come here. \n[2]This Denny's. \n[3]It's kind of embarrassing but, \n[4]I had a dream about this place. \n[5]You see what I mean... \n[6]Well ... it's the second one I've had, but they were both the same......they start out that I'm in here but it's not day or night. It's kinda half night, but it looks just like this except for the light, but I'm scared like I can't tell ya. Of all people you're standing right over there by that counter. You're in both dreams and you're scared. I get even more frightened when I see how afraid you are and then I realize what it is - there's a man...in back of this place. He's the one ... he's the one that's doing it. I can see him through the wall. I can see his face and I hope I never see that face ever outside a dream. \n[7]That's it. \n[8]To get rid of this god-awful feeling. \n[9]Around here. ", "LUIGI CASTIGLIANE": "\n[1]Espresso. \n[2]This is the girl. \n[3]This is the girl. \n[4]Napkin. \n[5]Napkin. \n[6]Is shit! \n[7]That is the girl. ", "BILLY": "\n[1]Yeah, sure. Look what happened to them. \n[2]My next delivery is up that way, so I'll be getting down to it real soon. \n[3]Gotta keep an eye on her, that's all. \n[4]Keep her from gettin' in trouble, that's all. \n[5]Can we eat in the van? \n[6]Nothing... I don't like being out in the open like this. ", "HOTEL MANAGER": "\n[1]I'm sorry Mr. Kesher, but there seems to be some problem concerning your credit card. \n[2]The fact is Mr. Kesher a representative of your bank called us. \n[3]I don't know. All we do is take an impression of the credit card and until you check out it just sits in our files. \n[4]Well, Sir, I'm afraid they said you're overdrawn at your bank and your line of credit has been cancelled. \n[5]That's fine, Mr. Kesher. You can pay cash when you check out. I'm sorry. it was my duty to inform you. \n[6]Have a good evening, Mr. Kesher. ", "PARAMOUNT GUARD": "\n[1]And where do we think we're going, Miss? \n[2]And who are we auditioning for today? \n[3]And do we know which of the fifty-seven buildings Wally Brown is in? \n[4]Well, now we've got to figure that out first don't we? \n[5]Mr.Wallace Brown is in the Executive Building on the second floor. We want to go in and turn right at the first street. Then we want to walk three blocks down past Stage 17 to the white Executive Building. Once we're on the second floor the receptionist will take us from there. Now do we have name? \n[6]Let's see if we have a pass for Betty Elms ... and we do. Here we go. And good luck Miss. Elms. ", "HANK": "\n[1]Camilla Rhodes. \n[2]All ready. \n[3]Camilla Rhodes next! \n[4]Turn over! \n[5]Yeah? \n[6]Cindy ... Adam wants to see Jason. "}}