{"dialogues": {"JULIANNE": "\n[1]I'm writing it up as inventive and confident.  Which it is.  Off the record, I'll need an extra boat of the ink.  Or a salt shaker. \n[2]If your ass isn't chapped, you are not a good-writer of note. \n[3]Is it sad to be an editor, and bask only in reflected insincerity? \n[4]See the pull of a book like Twenty Chefs, is not who I put in.  It's who I leave out. \n[5]Plus some guys whose food I don't like. \n[6]I'll buzz my machine.  Inventive and confident, yeh? \n[7]Is Newsday a real interview, or just some cute guy you're setting me up w... \n[8]Sometimes I do.  Like for two months. \n[9]No, no, the opposite.  That's my best friend, Michael O'Neal. He sounds desperate to talk. \n[10]Sophomore year at Yale we had this one hot month.  And, you know me, I got restless... \n[11]So I get up the nerve to break his heart.  I tell him there's this dreamy exchange student from Pakistan who wants to, you know... \n[12]And he gets this... look.  He says, \"I knew I couldn't hold your interest\", which, of course, makes me feel like the shallow bitch I've always been... \n[13]Then he says, \"But what makes me want to cry.  Is I'm losing the best friend I ever had.\" \n[14]And when he said it, I knew. I felt the same. \n[15]So I cried.  For maybe the third time in my life.  And I kissed him.  And we've been best friends ever since. \n[16]Nine years, we've seen each other through everything.  Losing jobs, losing parents, losing lovers... travelled all over, we've had the best times.  The best times of my life, maybe.  Just drinking and talking.  Even over a phone. \n[17]No, he's nothing like me.  He's like you.  Only straight. \n[18]He's the salt of the earth.  Kind and loyal and generous.  The one constant thing in my life, is he'll always be there. \n[19]Maybe.  But it never gets in the way. \n[20]Solid and genuine is not boring. Michael can be completely insane... \n[21]There was this one night in Tucson, like six years ago... we got amazingly drunk, I mean, Keith Richards time... \n[22]God, I haven't thought of this in so long... \n[23]I can even believe we did this... \n[24]Could you give us a minute? \n[25]You won't miss much, I promise there was no sex. \n[26]He takes a razor from his dinky little dopp kit, cuts his fingertip, takes my hand, does the same to me... \n[27]He says, \"Swear.  When we're both 28, if we've never been married... we marry each other!\" \n[28]See, he figured that would be a sign from God, or someone of comparable authority, that we'd misunderstood our destinies. \n[29]We never talked about it again.  I don't know what made me think of... \n[30]You think... \n[31]He's not proposing marriage, there's no way I'm buying one word of th... \n[32]He can't do that to me! \n[33]When I turn him down... \n[34]We'll never be the same. \n[35]I'll have to kill myself before I call him. \n[36]This is awkward timing, Michael, I just joined this convent, and they never give your deposit ba... \n[37]Michael, I'm married. \n[38]... and I have two weeks to live. \n[39]Michael, I'm trying to be gay, don't confuse me. \n[40]I was calling Michael O'Neal, but seeing it's so late, I could just leave a mes... \n[41]Good evening, sir.  You've been enrolled in the Obscene Call Of The Month Club, and th... \n[42]Yeh, well my old machine kept eating messages.  I tried constructively ignoring it in hopes of improvement, but finally... \n[43]I just have to tell you this one thing first, okay? I mean this will hand you the biggest laugh of your adult life... \n[44]I was thinking about you, and I remembered this unbelievably insane night we spent together in Tucson, like a thousand years ago? \n[45]I mean, there's no way you could possibly remember the... \n[46]Well, that's great.  You haven't really had anybody since Dingbat Jennylee... \n[47]Well, somet... \n[48]Well, sure. \n[49]You've met her parents. \n[50]Michael, it's Wednesday night, you can't possibly be getting married on Su... \n[51]Aren't you... working this weekend? I mean, is that responsible? \n[52]... Thomas, yeh. \n[53]Well, maybe we should talk ab... \n[54]\n[55]\n[56]\n[57]\n[58]You have no appropriate sense of emergency.  My best friend is ruining his life. \n[59]Same difference.  If you love someone, it's your duty to save them from themselves. \n[60]It's called the Law of Love, asshole. \n[61]I'm a busy girl.  I've got four days to break up a wedding, and steal the bride's fella. \n[62]He's adored me for nine goddamn years. \n[63]She knows him maybe five seconds, plus she has billions of dollars, plus she's perfect, so don't go feeling sorry for Miss Pre-Teen Illinois! \n[64]And don't go feeling sorry for me, you don't know me that well. We're only friends. \n[65]I'm making a big mistake, huh? \n[66]I'm gonna bring him back, man. Against all odds, y'know.  Cos if I don't... \n[67]... I gotta live with it forever. \n[68]And at my wedding.  I'll be the only bride with her own best man. \n[69]Not hardly. \n[70]Well, we're... \n[71]You need a few dollars. \n[72]Excuse me? \n[73]Can you watch the road? \n[74]... you want a menage on your wedding night. \n[75]Uh.  How about promoting a bridesmaid?  Someone you know for at least forty-five minutes. \n[76]Which was the disqualifying factor? \n[77]Sounds like a plan. \n[78]I thought bridesmaids had to wear the same dress. \n[79]What else did he tell you... \n[80]... not even love. \n[81]That's why Michael and I were the wrong fit.  Right from the start. \n[82]I need a smoke. \n[83]Don't you have to be somewh... \n[84]Come in, and shut the... \n[85]... door. \n[86]Michael, I'm in my underwear! \n[87]Things are different now. \n[88]What's the sec... \n[89]... luckiest guy in the Northern Fucking Hemisphere, is all I'm s... \n[90]... most sentimental schmucks I pity want a honeymoon after their wedding.  Just to top it off. \n[91]So your honeymoon is exactly where? \n[92]... garden sports, all.  Little swing of maybe fifty degrees Fahrenheit, represents a packing challenge, but there's fine food and cocktails at a choice of Embassy Suit... \n[93]I'm just saying he's lucky. \n[94]Takes one woman in a billion to put up with his array of shit. The guy is a one-man festival of idiosync... \n[95]Well.  You've been introduced to the symphonic range of... \n[96]How about... \n[97]A trademark move, don't touch it. \n[98]It's been awhile.  I'll take your word. \n[99]Do you get nervous in small confined spaces? \n[100]Let me rephrase that... \n[101]Do you get hysterical in small confined spa... \n[102]Oh, yeah? \n[103]Well, perfection can get wearing after whi... \n[104]No. \n[105]I was gonna predict that. \n[106]I've missed a step. \n[107]Jesus, we're trapped! \n[108]No, this happened to me once, almost, it was excruciating! \n[109]There's a panel up there, you could boost me... \n[110]You know how little air is in these things? I've seen statistics! Once you're trapped between floors... \n[111]God! Then the door is jammed! \n[112]I'm Julianne Potter, and... \n[113]... unless he has a hump. \n[114]Desperate measures! Do you hear me?  Digger, are you the... \n[115]I don't know, hit men, whoopee cushions, saltpeter, something! The girl is impossibly impregnable. Even I want her to get the guy!! \n[116]Tell him the what? The truth...?? \n[117]That desperate.  May I never get. \n[118]Which of you gents ordered two beers? \n[119]Michael.  You'll unwittingly imply that I'm clumsy. \n[120]It's Miss.  And thanks.  That leaves two for me. \n[121]I guess getting him whacked would be politically out of the question. \n[122]Nice meeting you, too, Walt. \n[123]Papa Joe. \n[124]Best everything, Joe.  But I'm going to dance with you. \n[125]Moves.  You've never seen. \n[126]I just admire your maturity, that's all.  I mean, there are people who would find that kind of perfection boring.  Day after day, year after year... \n[127]Such as. \n[128]Hate that. \n[129]What's next? \n[130]Endearingly absent-minded. \n[131]Quite the little eccentric. \n[132]Is there a coup de grace in here, somewh... \n[133]Waiter! Check, please! \n[134]Can that kind of defect be passed on genetically? \n[135]Gimme like, eight and nine off the top ten list... \n[136]Looks like, from here. \n[137]How'd you find this pl... \n[138]... always.  The best dim sum, the best camping stuff... \n[139]... best valley in New Zealand, best... women's shoes... \n[140]Where was that, Florence, huh? \n[141]The Vespa? Me hanging on behind in the rain all night? \n[142]Take her there. \n[143]I mean, now.  She's perky, she deserves a honeymoon. \n[144]I heard.  If San Antone sweeps Sacramento.  What is this shit? You gotta get off the road by September anyway, when does Fall Quarter start? \n[145]Don't architects find a degree, sort of... an asset? \n[146]They're gonna drool anyway! \n[147]Should I whistle down a cab? \n[148]Sometimes.  About the dumbest things. \n[149]No.  I'm always safe with you. \n[150]Pretty amazing girl, you've got. Make that kind of sacrifice. \n[151]... all of it.  She's leaving her family, her friends, everything she knows.  She's putting her career on hold, and she seems a pretty ambitious, driven, kind of pers... \n[152]All to follow you in this dumb job, where you travel 52 weeks a year to College Station, Texas, and such.  It's not a job for a grown man, Michael, Peter Pan never married. \n[153]I don't think she's naturally the... submissive type.  Aren't you afraid she's gonna choke on this stand-by-your-man shit after awhi... \n[154]I mean Walter owns the Sox, cable sports... most girls in her spot would be angling to get Daddy to offer you some juicy gig right here in t... \n[155]I guess you're right.  That would be deceitful... manipulative... controlling... emascula... \n[156]Still.  All's fair in love and w... \n[157]Forgive me, okay? I was talkin' crazy. \n[158]It's Albanian, I think.  Or Mongolian. Or Canadian.  One of those.  I bought it downstairs... \n[159]I figure, what the hell.  Can it make me look worse? \n[160]Dig, of course.  Of course, of course, of course, of course I have a plan.  Certainment! \n[161]How? I ask myself, what would Lucy Ricardo do in this situa... \n[162]Well, one worked, once. \n[163]Ricky wouldn't let her in the show. \n[164]I recall it differently, but we digress. \n[165]So in the version, you're Ethel, with better fashion instincts. \n[166]This puts you in charge of Plan B, the unprincipled and insanely dangerous back-up plan... \n[167]In case simple lying doesn't work. \n[168]Question.  What happens if you brush your teeth with shampoo? \n[169]\n[170]You okay? This is one of those problem phones. \n[171]Right.  Your role.  You know guys from Sports Illustrated, yes? I mean, you can walk right in there... \n[172]You could get access to letterhead, for example. \n[173]... or even, maybe, their fax. \n[174]It's an homage thing. \n[175]Awkward girls grow up on Audrey Hepburn movies.  You wouldn't understand. \n[176]Oh, that.  I forgot I even said th... \n[177]Probably am.  Forget I brought it up. \n[178]Bad games, bad towns, bad pay, bad flights, bad hotels, real bad food. Homeless, rootless, lonely, maybe your copy gets into one issue out of four... \n[179]What's not to love? \n[180]... whatever is manly and independent. \n[181]Why would he trade that for running, say, a big piece of the PR at a powerful, complex, challenging conglomerate like your dad's? \n[182]I'm not stupid.  Say, how about this? \n[183]Gold nose hair clippers. \n[184]Hello. \n[185]By any yardstick that involves sanity, it would be the greatest thing that ever happened to him. Present company excepted. \n[186]On the other hand, he's proud. Last thing a man wants to admit, is being trapped in a dispiriting dead-end job that can never support a family. \n[187]Throw a man a life preserver. He'll say, \"Thanks, anyway, I'd rather drown.\" \n[188]Exactly. \n[189]What you said.  Make it appear that he's doing you the favor. \n[190]I couldn't really... do that. After, you know... \n[191]... lying.  All the time. \n[192]Oh, darling, my pitiful desires and ambitions are dirt beneath the manly boots of your priorities! \n[193]Two hundred seedy motels a year? Dinners out of vending machines? Waiting for you in vermin-infested corridors of dark crotch-rot locker rooms? This stuff makes me hot!! \n[194]We make Dad your co-conspirator. Michael does a favor for Walter. \n[195]Walter's reorganizing his public relations, needs a brilliant guy who's close to him, who he can completely trust. \n[196]So you beg.  Michael, please do this for Daddy, please, please, please, blah, blah, blah... it's only for six months...  it would mean so much to me to help him out... \n[197]Only.  If he wants to. \n[198]In six months, he'll be happy, settled, successful... \n[199]Bridesmaid gifts for two, well, assertive, outspoken, Tennessee debutantes. \n[200]Nothing here seems to quite capture their distinctive personalities. \n[201]Could you do this... \n[202]In 24 carat? \n[203]Your call.  You can live a lie. In a fabulous selection of Red Roof Inns.  Or you can make one desperate stab at hap... \n[204]How mad could he get? \n[205]Great.  I've got this girlfriend at the Justice Department?  With all this time on her hands? \n[206]Piece of cake.  I'll hang, and think happy thoughts... \n[207]Yeah.  Do you? \n[208]I like 'em long and hard.  Kind of... big around. \n[209]Smell is important, I'm a believer in that. \n[210]But you never know what you've got.  Till you run your tongue over it. \n[211]Actually, I'm partial to married gentlemen. \n[212]It's so much time.  When I phone the wives. \n[213]I think you're making a mistake, sir. \n[214]See, I love him, too, as much as anyone here.  And for a whole lot longer. \n[215]I think I know best what would make him happy. \n[216]Okay, okay, okay, okay, I hear you, all right? \n[217]It is stupid, dishonest, desperate beyond belief, and can't possibly ever work.  It can only end in humiliation and disgrace.  Now can I say two words? \n[218]Do it! Do it! Do it! Do it! Do it! Do it! \n[219]All right, twelve words. \n[220]Some crazy person. \n[221]I never eat when I'm serene. \n[222]I switched that around when you weren't looking. \n[223]Boy, those were the days. \n[224]That was nice.  The way you said that. \n[225]You need a baby-sitter.  That's what I'm here for. \n[226]Say it. \n[227]See, I can only do it with beer. \n[228]Bet you're glad I'm here to take care of you. \n[229]She doesn't scare me. \n[230]Is anybody watching? \n[231]I picked up Michael's messages for him, at our hotel.  I stole one... \n[232]Sir, this is important! Haven't you ever in your life cut one corner, to make something important turn out right? \n[233]It's a fax from Sports Illustrated from Ben Isaacson, Michael's boss. \n[234]\"Mike.  We still have no answer to our E-mail of Wednesday.  Which option do you select? I don't mean to rush you, but Personnel needs to tie up the loose ends.\" \n[235]I think he's been fired. \n[236]He's said some things over the past few weeks.  Look, this is why I came up with the idea of you offering him a job. \n[237]And why I couldn't say anything before in front of Kim. \n[238]I just think of how... desperate he must be feeling.  He's marrying a rich man's daughter, and he's about to become destitute.  You know the kind of job market he'll be facing? \n[239]He's too proud to beg for help. And if you wait till this comes out, your offer will be like charity. Completely humiliating. \n[240]If you do it now, it's like he's helping you.  He can accept with dignity. \n[241]Then it could all come out, sooner or later.  Nobody should be in on this.  Just you and me.  Or, more correctly, I. \n[242]What if, what if I could find that E-mail? \n[243]I never noticed.  Kimmy has your eyes. \n[244]Hello, again. \n[245]You still haven't straightened that tie. \n[246]You know, my friend, the one whose message I picked up...  ? \n[247]Well, he's still with the wedding party.  And he asked me to get something he needs real badly from his room...  ? \n[248]He's in 1526.  If you could just let me ha... \n[249]You'll lose your job... \n[250]Help me! \n[251]I locked myself out, 1526, please hurry!! \n[252]Uno-cinco-does-ses. \n[253]You wouldn't change your password, would you?  You never change anything. \n[254]Shoeless... Joe. \n[255]Mike.  I hate this downsizing shit as much as you do.  But I know this can't become as a complete surprise... \n[256]Never can tell. \n[257]I think you ought to listen to her, Michael.  This is her life, too. \n[258]Michael!! \n[259]Michael, it sounds like a wonderful opportun... \n[260]Uh, Kimmy...? \n[261]... see that's what I never counted on! I never heard of a brilliant moron before! \n[262]I mean, the little twerp \n[263]\n[264]Michael and I are the same person! Self-absorbed and imperfect and vaguely loveable! We deserve each other! \n[265]I'm out of hope, I'm out of sneaky ideas, I'm at the end of my rapidly-fraying hysterical little rope!  Help m... \n[266]God, I hate this hotel. \n[267]And I hate talking to your machine! \n[268]Oh, shit! \n[269]Chill?  Since when do you say ch... \n[270]You flew all the way h... \n[271]You're butting in. \n[272]I really resent this. \n[273]What I mean, when I say annoyingly perfect, is that there is nothing annoying about her perfection. It is vulnerable and endearing. And that is annoying as shit. \n[274]If I didn't have to hate her, I'd adore her. \n[275]Last night, she was crying, these big, real tears, when she thought she'd lost him.  It was like there was a knife in her heart... \n[276]... and I put it there.  I hated myself, I grieved for her, I couldn't enjoy one second of it! And then, when it didn't work... \n[277]I was devastated. \n[278]Because I realized.  When I see him say \"I do,\" that knife will be in my heart.  And it will be there every... \n[279]... every time I think of him, forever, which could be a lot. \n[280]You watch a guy caress his girlfriend's butt.  You see an Old Spice commercial.  Sentimental moments are everywhere, when you're in the right frame of mind. \n[281]There are 18,250 nights in the next 50 years... \n[282]... and having \"done the right thing\" will only really be comforting, oh, maybe, five, six times. \n[283]This is my whole life's happiness. I have to be ruthless. \n[284]Sure. \n[285]He was in love with me every day for nine years.  I can make him happier than she can. \n[286]I don't know the meaning of the word guilt! \n[287]I am breaking her heart in the short run, but doing her a gigantic favor! She would be miserable tagging along after this insensitive doofus! \n[288]Beyond reason.  The feminist warrior will rise up in this kid, and she'll be standing over his sleeping form with a butcher knife, selecting from a short list of body parts! \n[289]Let's not get carried away. \n[290]I'd settle for.  Someday, I'll forgive myself. \n[291]For doing this terrible thing. \n[292]Which, by the way, I can't figure out how to do. \n[293]\n[294]Guess what I brushed my teeth with last night? \n[295]I wish. \n[296]Try less appropriate. \n[297]That was Thursday. \n[298]\n[299]I can't even say it. \n[300]A hint.  The first word is \"Preparation.\" Then comes a letter of the alphabet, perilously close to G. \n[301]How do you know you can touch that plug? Are you a licensed contractor? \n[302]Maybe they just seal off this room.  They have others. \n[303]If I hear the words \"tell the truth,\" or any paraphrase thereof, I dive into the sink and pull you with me. \n[304]It's too late to start over. \n[305]Like I said, dazzling. \n[306]They'd say that's my job. \n[307]I'll take it home from here. \n[308]Major.  Dish. \n[309]Bye, handsome. \n[310]You're going to say it, aren't you? \n[311]I'm taking my next book to Viking. \n[312]I'm moving this book to Viking. \n[313]Needing. \n[314]And what will he do? \n[315]You keep saying that. \n[316]Well, you've got the rest of your lives. \n[317]Getting your bed made.  Every day. \n[318]You miss her, huh? \n[319]If you like. \n[320]Have you. \n[321]Well.  There's a lot of memories to choose from... \n[322]You've been the man in mine. \n[323]Except for the hot affairs we'll have twice a year. \n[324]Me either. \n[325]I couldn't have it without you. \n[326]I wouldn't know.  I never had that many first thoughts. \n[327]I'll check.  I have it on powerbook, these days. \n[328]The night we met. \n[329]The night we fell in love. \n[330]We danced to it.  Just like this. \n[331]No.  Because I won't let you. \n[332]I told him, get the important stuff, Kim's ring.  I'll collect the inconsequentials. \n[333]Friction.  No. \n[334]Nobody has.  So far. \n[335]I need to make some calls. Could I use... your office? \n[336]You can do this. \n[337]E-mail address.  To Ben Isaacson, Senior Editor, Sports Illustrated, from... Walter Wallace. \n[338]See, you can do it.  It's easy. \n[339]You do it fast, it's over.  Like it never happened. \n[340]Ben.  I need a favor. \n[341]My daughter's every happiness. And my wife's.  And, least of all, my own, are in your hands. \n[342]Knowing you value our friendship, and the... cooperative relationship between our companies... I am hopeful of your help. \n[343]I have offered Mike O'Neal, my new son-in-law, a great opportunity in my company.  This would also enable my daughter to settle in Chicago, near us, and pursue her dreams and plans. \n[344]To his own detriment, as well as ours, Michael will not accept our offer.  While he works for you. \n[345]My daughter joins me in this plea for your cooperation and discretion. \n[346]With gratitude.  For your understanding.  Walter. \n[347]Are you crazy?  Get him fired? \n[348]Just till tonight when I bring him back.  To look for... \n[349]Well. \n[350]You sang the song.  Least I could do was wear the outfit. \n[351]No accents today. \n[352]Yes. \n[353]I'm right-handed. \n[354]Well, I'm worried about something. \n[355]Oh.  I left this really important file in Walter's office.  I have to send my editor some... \n[356]... figures.  On territorial sales. To close my book deal. \n[357]So Kim gave me the key.  And Michael's on his way, to drive me down to Wal... \n[358]Well.  See.  That was a... reflex to see if it would... \n[359]Right.  And then it didn't want to come off.  Exactly. \n[360]I saw the show. \n[361]I can't believe this! \n[362]\n[363]\n[364]I promised Digger I'd E-mail him those figures. \n[365]They are very important figures. \n[366]I'm up against a deadline. \n[367]That's my point!! \n[368]I mean, tomorrow... we'll all be busy with more important things. So... \n[369]... tonight's my last chance. \n[370]It's just... up there... right in front of Walter's... y'know, computer. If memory serves. \n[371]We could use... his computer, to... just E-mail those suckers right ou... \n[372]You're right.  Easy come, easy go. \n[373]It means a lot. \n[374]... maybe it's congratulations. \n[375]Michael? What ha... \n[376]I received the following E-mail this afternoon... \"Ben, I need a favor.  My daughter's every happiness...  \" \n[377]\"Mike, the funny thing is, he's offering you a gig you'd be stupid to turn down...\" \n[378]\"Maybe you should take the job. And dump the girl.\" \n[379]No, I just stepped out, because... it's a non-smoking room. \n[380]Why don't you have me arrested? \n[381]I mean that.  Arrested, convicted, put in solitary. \n[382]See, I'm a dangerous, criminal person.  I do bad things to honest people.  This, see, this smoking?  Tip of the iceberg. \n[383]Make a citizen's arrest, I won't struggle.  It'll be like getting Al Capone on tax evasion. \n[384]Do you smoke, Richard? \n[385]... a non-smoking floor, yeah. Well, you know what? \n[386]Thanks, Richard.  If you weren't on duty, I'd buy you a drink. \n[387]What happened? \n[388]A bad combination. \n[389]Michael... \n[390]Maybe tomorrow, you'll feel dif... \n[391]I tried it on.  But it won't come off. \n[392]It's mental, you know. \n[393]Should we take a walk?  Or maybe some food sent up, or something... \n[394]If San Antonio sweeps Sacramento... \n[395]I've never been to Texas. \n[396]Hey, handsome.  Brevity this... \n[397]I won. \n[398]Amazing, huh?  I didn't do things quite your way.  But... I got it down. \n[399]And forty years and nine grand- children later, when I sit with Michael on some rustic porch, slogging through our sweet swamp of nostalgic memories... \n[400]No one is going to sweet the details... \n[401]Of one weekend in Chicago. \n[402]Talk about celebration... \n[403]I'm gonna brush my teeth with actual toothpaste. \n[404]I guess I'm too exhausted to feel the elation I so richly undeserve... \n[405]So I'm gonna hold calls at the desk... while I get my... \n[406]God, it is toothpaste, they should sell this stuff commercially! Anyway, a girl does need her... \n[407]... well, we're a bit past worrying about beauty sleep. Let's just settle for not frightening small animals. \n[408]Anyway, I couldn't have done it without you.  Even though I did, if you follow that. \n[409]Three words:  Happily.  Ever. Well, you know. \n[410]You're going where? \n[411]She looks tense. \n[412]I had the craziest dream last night?  Walter and Kimmy had asked your boss to... \n[413]But the Scotch salmon was so fucking good, you decided to stay for brunch! \n[414]Get married, apparently. \n[415]What the hell are you thinking of, the goddamn wedding is SIX \n[416]And your point? \n[417]\n[418]I'll be right back. \n[419]They'll eat it anyway, you ever been to a walk? \n[420]You guys want to give us a minute? \n[421]We'd like to be alone with our pork. \n[422]Who?  The jerk who's running your life? \n[423]What with the psychosis and all, yeah. \n[424]When are you gonna come clean with your folks? \n[425]If you're waiting for \"Do you take this man?\", that's considered poor form. \n[426]Yeah, well, lots of couples are imcompat... \n[427]I'll be right back. \n[428]\n[429]She admits it's her fault. \n[430]Sure, she does.  She's crazy about you. \n[431]Does that make it right... \n[432]I'll be right back. \n[433]He said.  Marry me. \n[434]Oh, yeah. \n[435]Well, it happens. \n[436]... your one chance for true happiness? \n[437]You never want to do that, see, that's always a... costly turnover.  As they say in the sport biz. \n[438]The Big Hurt, huh? \n[439]Got a minute? \n[440]Why is the dance floor by the gazebo? \n[441]Shhh. \n[442]I have to say this quick, okay, or I'll have this massive coronary and you'll never have to hear it.  Which you need to. Does that make any sense at all? \n[443]This is the dumbest thing I will ever do.  So dumb, in fact, that I can't.  I don't think. \n[444]Michael, I love you. \n[445]I've loved you for nine years, but I was too arrogant and scared to realize it.  Now I'm just scared. \n[446]I know this comes at an inopportune time, but I have to ask this one really gigantic favor, okay? \n[447]Choose me.  Marry me.  Let me make you happy. \n[448]I know.  It sounds like three favors. \n[449]But when you think about it... \n[450]\n[451]\n[452]\n[453]\n[454]\n[455]\n[456]\n[457]\n[458]\n[459]\n[460]\n[461]Don't speak! \n[462]\n[463]I have to make a confession. Another confession.  Besides that I love you.  This is even worse. \n[464]The E-mail?  You thought Walter sent your boss?  I wrote that. \n[465]... wrote it, yeah.  I'm the bad guy. \n[466]I didn't know it would get sent.  I just wanted you to... get mad at Kimmy... and... \n[467]I've done nothing but slimy, underhanded, despicable, not even terribly imaginative, things.  Ever since I got here.  Trying to... \n[468]... to win you.  To win you back. \n[469]And I was blinded by love. Like you said. \n[470]But that doesn't excuse any part of it.  I am pond scum. \n[471]Actually.  Lower.  I am the fungus that feeds on pond scum.  Lower. The layer of mucous that cruds up the fung... \n[472]Lower. \n[473]Except it makes me fungus. \n[474]So you have to marry Kim. Because she will actually make you happy.  I, in contrast, am a shallow, neurotic psychopath, with relatively little to offer. \n[475]Kim.  Nod your head.  Do as you're told. \n[476]Just promise you'll never tell me who you would have chosen. If I hadn't confessed. \n[477]Cos if you would have chosen me. Then I threw away a perfectly good life.  Just to be a decent person.  Which is a questionable trade-off.  Right? \n[478]And if you would have chosen some 20-year-old punk over me. I'd have to kill myself. \n[479]I'm so glad you didn't jump on that train, before... \n[480]Why would she come here... \n[481]It's two weeks. \n[482]That is so romantic. \n[483]You can't believe you've lost her!  Sooner or later, you'll find her, and you'll look in each other's eyes, and you'll see all that love... \n[484]Course, if it's later rather than sooner, I'd hate to be you at six o'clock. You've got a lot of explaining to... \n[485]That's little egotistical. \n[486]But, undoubtedly accurate. \n[487]Okay, we'll split up.  You go to every romantic place you guys have, I'll go... someplace brilliant, and the first one who... \n[488]... me, yeah.  And she likes Tommy Lasorda.  Case closed. \n[489]It's Jules, you guys haven't had a call from, say, Kimberly, have you? \n[490]Ex-cuse me? \n[491]You are so right.  What a nerve on that guy!  Bring my dress to church, huh? \n[492]I want to pick up a little something for the ceremony. \n[493]Going to the john, she said? \n[494]\n[495]\n[496]Let me in, baby, or I'll rip this damn thing off its non- code-compliant hinges... \n[497]Incoming. \n[498]Pitiful. \n[499]In one minute.  You are going to feel so foolish. \n[500]Have you ever heard of. Irony? \n[501]I threw my arms around your husband.  And kissed him with all my heart.  Because I was so happy.  For you.  Nitwit. \n[502]He's going to take... The job! \n[503]With your dad, yeah.  Can you guess why?  Bitch? \n[504]Well, of course, he loves you. \n[505]Hell, even I love you. \n[506]I never want to go through this again. \n[507]We were bonding, we lost track, we're officially sorry, now let's put it behind us. \n[508]Believe me, we got a bride who's worth waiting for, yes? \n[509]Out of our way. \n[510]Don't worry, sugar. \n[511]When he looks at you, it will be as if... \n[512]... he's never seen a woman before. \n[513]I'm a writer, too, not as good as Michael.  But I do steal from quality. \n[514]This is to my best friend.  On the occasion of his wedding. \n[515]If I have truly come to know your bride as my new sister. This is in her heart... \n[516]\"Understand.  I'll slip quietly away from the noisy crowd when I see the pale stars rising, blooming, over the oaks.\" \n[517]\"I'll pursue solitary pathways through the pale twilit meadows, with only this one dream: You come too.\" \n[518]I don't have a wedding gift. But this is on loan.  Until you two find your song... \n[519]You win a few, you lose a few. Some get rained out. \n[520]I did what I came to do. \n[521]I'll think about it.  I'm okay. \n[522]You, too. \n[523]If the sun comes up, I'll see you tomorrow, huh? ", "MICHAEL": "\n[1]God, it must be, what, months, huh? I can't wait to talk to you.  I'm in Chicago at the Ritz Carlton... \n[2]Call me four in the morning, whatever, we gotta talk. \n[3]Hey! God, it's so good to hear your voice. \n[4]I've been calling for days! \n[5]Look, I have to ask you something. \n[6]Something so incredibly important, that if you turn me down, I don't know what I'll d... \n[7]Are you kidding? \n[8]I think about that night all the time. \n[9]But it's not why I called. \n[10]I called because I met someone. \n[11]You don't understand.  I've never felt this way about anybody! \n[12]And she's all wrong for me! \n[13]I mean she's a junior at Chicago University, she's twenty years old! Like when I first met you. \n[14]And her dad is like this billionaire who owns the White Sox and some cable empire, and you know how I've always been miserably awkward around those kinda stuffed suits... \n[15]But they're so down to earth, such wonderful people... \n[16]Well.  Sure. \n[17]See.  We're getting married. This Sunday. \n[18]Actually, it all starts tomorrow. It's one of those four-day weddings, with all the traditional events, and ten million people flying in from Madagascar such. \n[19]Well, the Sox are at home.  SI's letting me do a profile on the Big Hurt.  That's Frank... \n[20]Jules.  I'm scared. \n[21]I need you. \n[22]If you can't come.  And hold my hand.  I'll never get through this. \n[23]Please come, please. \n[24]I can't wait for you to meet her! \n[25]Can you believe it? Can you believe I'm actually gonna do this? \n[26]Should I turn around, or someth... \n[27]We've seen each other a lot more naked than this. \n[28]I mean, we were skinny-dipping in Greece, just as pals, less than two years ago. \n[29]Well.  I leave with two thoughts in my mind. \n[30]You're still a very pretty girl. \n[31]Mirrors. \n[32]Wow!  Lemme give you a ha... \n[33]Think of that.  And as well as I know you. \n[34]Julianne Potter, this is Hank and Gerry from SI, and you know Daniel... \n[35]Oh.  This is my father-in-law, Walter. \n[36]How are you doing this? You're on drugs. \n[37]And, this guy, you know... \n[38]Dance?  You don't dance!  You learn to dance?? \n[39]You're an impostor! What have you done with my best friend? \n[40]And how was the hot dog? \n[41]Cheap and unnecessary.  We were looking anyway. \n[42]... see, that's what I thought at first.  How can you like someone that perfect? No potential for long-range livability. \n[43]Luckily.  The closer I watched, the more the fault came into focus.  Each imperfection its own adorable slice of vulnerability. \n[44]She's too genuine. \n[45]How can you trust someone you can never mistrust? \n[46]No matter how many times I leave the toilet seat up, she forgets and puts it down. \n[47]My very point.  Here's another one... \n[48]Every day.  She makes the bed. \n[49]At first, I thought it was a gag, but she's always done it! \n[50]She admires.  Tommy Lasorda. \n[51]She finds him \"personable.\" \n[52]Then again.  She has a few good traits. \n[53]First girl I ever knew.  Who lets me give her a bath. \n[54]And when I hug her, even in public.  I don't have to let go right away.  She lets me hold her as long as I want. \n[55]Nice kid, don't you think? \n[56]Jesus, one d-back from the Bears knows a place... \n[57]I tried those on.  When you weren't looking. \n[58]Firenze. \n[59]Till the gas ran out. \n[60]I travel every week.  College ball, motor sports, training camps... \n[61]Because I could come... \n[62]Hey, cabs are expensive.  I'm cheap, remember? \n[63]The El's right down the street. Unless you're afraid of the neighborhood. \n[64]What, leaving school... \n[65]In her way. \n[66]No. \n[67]She would never.  Never.  Even think of that. \n[68]I got the point. \n[69]That would be a girl.  I don't even know. \n[70]Wow.  What was going on in there? \n[71]You're not eating. \n[72]You never eat when you're despondent. \n[73]Last zoo we were in was... Beijing, yeah?  Sure.  The rhinos were fucking. \n[74]Yeah, they were. \n[75]It's weird being the groom.  All these things Kimmy has to take care of... \n[76]Now, there's my girl. \n[77]See, better already. \n[78]We'll go back to the bathroom, you'll put this on... \n[79]Bet I am. \n[80]Hope that crazy person's not still there. \n[81]Sure you're okay? \n[82]It's not just a gag, huh? \n[83]I wish you'd just... come out with it.  I mean why are we waiting for Jules? \n[84]Wow and wow.  You have a date, after this? \n[85]You make me think of that song, we used to... \n[86]Someday.  When I'm awfully low... \n[87]Okay, kid.  You're on. \n[88]He never mentioned that.  Neither did y... \n[89]Like family, huh? \n[90]To him. \n[91]... and you knew about this. \n[92]Well, which is it? \n[93]You gonna tell me Daddy thought this one up? All of a sudden, I'm the only jerk alive who can help him deal with the press? \n[94]Why don't you start being honest for one fucking sec... \n[95]Well, forgive me for screwing up your plans! \n[96]I'm sure glad I'm hearing all this now, before it's too late! \n[97]And what am I supposed to do with my life, huh? I am 28 years old! I work in a low-paying, low-status, zero-respect job which, unfortunately, I happen to fucking love.  How inconvenient. \n[98]No problem.  A little bullshit about Daddy's \"needs,\" and presto, I'm a lap dog in high society. \n[99]Does it, really? How come you never took some sell-out establishment job? You had plenty of chances! \n[100]I'll tell you why.  Because that isn't you.  And it isn't me, either!  We're the same person! \n[101]What a sweet little picture.  Mommy and Daddy aren't losing a daughter, they're gaining a eunuch! \n[102]Damn straight, it's how I feel! What's their wedding gift, a little gold collar that says \"Mikey-poo\"? Or do I have to change my name to \"Binky\"? \n[103]Great!  Tears!  The big equalizer. You wait till two days before the wedding to drop this on me, and I'm just supposed to roll over and drool! \n[104]Fine.  I'm an insensitive, chauvinist asshole, and you're well rid of m... \n[105]You guys are heartless, my bride picked this out. \n[106]Yeah, it's in the contract. \n[107]I should look different. \n[108]And I'm supposed to respect your fashion tips, because you're what, a New Yorker? \n[109]Long trip.  Pretty nice of you to come. \n[110]I'm just glad someone finally put this thing in its proper perspective. \n[111]Stay, huh? \n[112]I'll call George's parents. Tell them I need a best man who actually looks after me. \n[113]You don't miss much. \n[114]Big weddings are so strange. \n[115]Kim has all this stuff to do, I hardly see her. \n[116]No.  I've got you. \n[117]Don't you throw up on boat? \n[118]I've been thinking a lot the last couple days.  About us, actually. \n[119]It's more than that. \n[120]I mean, it's embarrassing to say it this way, but... \n[121]You've sort of been... y'know, the woman in my life. \n[122]And I was thinking this could be our last time.  Alone.  Together. You know? \n[123]Except for that. \n[124]I can hardly wait for your wedding. \n[125]Boy, I never thought I'd hear you say that.  Can I come? \n[126]It's normal to have... second thoughts, huh? To be scared. \n[127]I mean, you commit to a wedding. And then it seems like... this... momentum, you know?  You forget you... chose it. \n[128]You and I.  I mean, in all our relationships with other people... We didn't use the word \"love\" a lot, did we? \n[129]Kimmy says.  When you love someone. You say it, you say it out loud. Right now.  Or the moment... \n[130]... passes you by, yeah.  She's a smart girl. \n[131]We don't have a song. \n[132]Kimmy and I.  We don't have a song. Is that a bad sign? \n[133]Someday, when I'm awfully low... And the world is cold... \n[134]I will feel a glow just Thinking of you... And the way you look.  Tonight. \n[135]Dance card filled? \n[136]With each word, your tenderness grows, Tearing my fears apart... \n[137]And that laugh That wrinkles your nose, Touches my foolish heart. \n[138]Where did we first hear th... \n[139]So we heard it... like, right that... that first... \n[140]I won't lose you, will I? \n[141]Takes me back. \n[142]Except now you're better- looking. \n[143]I got the ring. \n[144]Yeah, Kim told me they were giving you their Dueling Scarlet's act.  Actually, they're sophomores at Juilliard. \n[145]Will she like it? \n[146]It's no big deal, she just gave you the wrong keys that's s... \n[147]What is the big deal about getting this file tonight? \n[148]Me, too.  I'm getting married tomorrow. \n[149]I forgot how cute you look.  When you get impossible. \n[150]Tomorrow is Sunday.  Nobody's doing business.  Crack of dawn, Monday, Walter'll take you up there... \n[151]Give it up, kid. \n[152]You can't win 'em all. \n[153]Listen up, huh? Even if you blow this deal, how big could it be? \n[154]Jules? \n[155]This thing means that much to y... \n[156]I'll call the house, Walter's probably not even asleep... \n[157]I'll drive you out there, we'll get the key, we'll go back to the office... \n[158]Come on, we'll call from your room. \n[159]If I fall asleep on the altar tomorrow... \n[160]... you better be there to... funny, these are all from Ben. \n[161]The fax is from Ben, too.  Man, it's my wedding, and my boss can't leave me alone... \n[162]Mike.  I can't believe I'm doing this to you on the night before your wedding.  But I think you need and deserve to know... \n[163]... what you're marrying into. \n[164]Isabelle?  I need to talk to Kim... \n[165]I'm just tired.  Please put her on?  Thanks. \n[166]Jules.  Could you give me a minute? \n[167]Please? \n[168]It's over. \n[169]I want you to quit this shit, it'll kill you. \n[170]She denied it.  Said I was crazy and paranoid. \n[171]There's this big brunch tomorrow morning?  At her place. \n[172]She said \"How can I call everything off, what do I tell everybody?\" \n[173]No, it's for the best, it really is.  We were so wrong for each other. \n[174]The job thing would have broken us up, eventually, anyway.  She couldn't have lived with it.  I know that now. \n[175]And she's right, I'm crazy to fall for someone.  I hardly knew. \n[176]Hey.  You still got that ring? \n[177]I just want to be alone.  Is that okay? \n[178]Maybe I'll go back to New York. Hang with you for awhile, huh? Ben'll understand. \n[179]Or we'll go somewhere.  If you have the time. \n[180]Thanks for coming to my wedding. \n[181]Look, I came down here to face everybody.  I didn't want to slink away like some coward... \n[182]She hasn't told anybody, what am I supposed to do? \n[183]This is her family and her fault. \n[184]Well.  How come she didn't... \n[185]Hey.  This is a serious matter. \n[186]How is she? \n[187]I asked you... \n[188]Do you think she still loves me? \n[189]I keep asking, how can I explain what happened? And I keep getting that same answer all night long. \n[190]I can't.  And it doesn't matter. I drove her to it, because I want things my way.  And even if she did something tricky and unfair... she was blinded by love, okay? \n[191]Love doesn't have to be right. It just has to be love. \n[192]She's giving up half her life for me, and I'm bitching because it hurts her. \n[193]She's a saint!  And I'm a worthless ingrate! \n[194]Tell her.  I'll marry her at six o'clock, if she'll still have me. \n[195]Thank God you were here. \n[196]I was so confused, so conflicted, so... unstable. \n[197]I might have thrown away... \n[198]... yeah, that. \n[199]Are you okay? \n[200]Nellie Fox.  Walter likes the past.  And he likes the little guys. \n[201]Kimmy's idea.  She thought it would be such a romantic place. For our wedding dance. \n[202]What's up? \n[203]Jules, what's wrong... \n[204]Uh.  I saw that moving... \n[205]You're not saying you actually... you're saying that y... \n[206]\n[207]\n[208]\n[209]I mean, do you realize what you've... well, of course you realize, that's why you're confessing, I mean... I mean... how could you do that? \n[210]Lower. \n[211]The pus that infects the mucous that cruds up the fungus. \n[212]On the other hand, thank you. \n[213]For loving me that much, that way. \n[214]Well, that part I knew. \n[215]I'll take it to my grave. \n[216]I came here, looking for her. \n[217]This is where I proposed. \n[218]I had to cover a game in Milwaukee.  She saw me off. And when the train started to leave... I jumped up on the step, I help the handle, and without... \n[219]... without a thought in my head. I shouted, \"Marry me.\" \n[220]And she gasped, and covered her mouth, and the train was pulling out, and suddenly she screamed YES!  Just once.  And blew me a kiss. \n[221]I never forgot that. \n[222]Almost three. \n[223]I just wonder if you know why. \n[224]It's because romance isn't mystery, and tricks, and doubts, and halting, unspoken longings. That's not the real romance. \n[225]The real romance is saying yes. \n[226]Woulda been a nice wedding. \n[227]I'm just thinking of how she's hurting.  Lost.  Alone.  Like her life is over. \n[228]If you find her... \n[229]The kiss.  May be hard.  For you to explain. Because the only fear she really has, is... \n[230]But if you do get to her first... \n[231]There is something you are authorized to say. \n[232]Why do people get married anymore? \n[233]Why not live together amicably, with no sense of obligation beyond the moment? \n[234]As long as the sex is good.  As long as no one more interesting has wandered into view.  As long as the thousand conflicts of two individual wills remain comfortably compromised. \n[235]And when one feels the urge to move on, to explore the new. No guilt, no disgrace, no promise broken. \n[236]No agony of having dishonored a time.  When our hearts.  And the world were different. \n[237]Marriage is a lot to put up with. \n[238]The answer must be.  That there is some need basic to the human heart.  That embracing... the obligation of commitment... fulfills. \n[239]Some need to belong to one another in a way which rages against the notion... that all is impermanent. Against the notion of mortality. \n[240]Our love is bigger.  And longer. Than life itself. \n[241]That's what we want.  And marriage. Is what we do about it. \n[242]We are fools in this.  Thank God Almighty. \n[243]Kimberly.  I promise to love. And respect and comfort you. To hear your voice and your heart.  Until we are parted by death. \n[244]I do. \n[245]Wherever I go.  However far... ", "KIMMY": "\n[1]This just makes everything so perfect. \n[2]All I've heard, from the day I met Michael, is Julianne this, and Julianne that... \n[3]I think the best part of marrying this guy is finding you. \n[4]I've never had a sister. \n[5]My heart's in my throat, here. Right off, I have to ask this monstrous favor... \n[6]Dry.  Just like he said. \n[7]I can be quick.  I can even be funny. \n[8]But I can't be dry. \n[9]See.  Dry.  It's in the delivery. \n[10]This is a very presumptuous and burdensome fav... \n[11]No, that wouldn't be burdensome. \n[12]My classmate Angelique shattered her pelvis line dancing in Abeline on Spring Break. \n[13]Be my maid of honor. \n[14]You can't believe what it'd cost to bring in a temp. \n[15]The bridesmaids are my only two female relatives under forty. Identical twin debutantes from Nashville, who are basically vengeful sluts.  With amazing bodies! \n[16]The twin part.  I like to remain impartial in my contempt. \n[17]This means I have four days to make you my new best friend... \n[18]And since I already know everything about you.  Including intimate facts I'm mortified to have heard, but too envious to forget.  It's time for you to learn about me... \n[19]Force yourself.  To get personal. \n[20]If you'd rather the lilac... \n[21]Not you.  You won't be comfortable unless you're distinctive. \n[22]... you hate weddings, you never go. \n[23]You're not up for anything conventional, or popularly assumed to be female priorities. Including marriage.  Or romance. Or even... \n[24]He said that, too. \n[25]Well, I thought I was like you. And proud to be.  Until I met rumpled, smelly old Michael... \n[26]And then I found I was just a sentimental schmuck.  Like all those flighty nitwits I'd always pitied. \n[27]Funny world, huh? \n[28]It's mostly the seam.  Let's get this to Carlos. \n[29]Just.  Don't.  Move. \n[30]... just my bridal shower.  And Michael has to meet our dads and the groomsmen at Comiskey for a one-thirty game. \n[31]Other than that... \n[32]What? Because I'm a little understand... \n[33]I can't expect the NBA to hold up the playoffs... \n[34]I'm excited Sports Illustrated gave him this kind of shot, he's only there a ye... \n[35]It depends.  If San Antonio sweeps Sacramento, we could start there. Or Phoenix.  Or depending on Indiana- Clevel... \n[36]It's his career, I'm supportive. Look, I've been everywhere, I've seen the world, I've laid on a beach. I want to be with the man I love. That's what makes it a honeymoon. \n[37]... his snoring, yeah.  He says it's worse than ever.  That snaffle one...? \n[38]Well now it has this sorta phlegm rattle behind it... \n[39]Guess what? Earplugs work. \n[40]... cigars in bed? I broke him on that.  But the bathroom's a swamp, he wears Reeboks to dinner, tells the same, admittedly funny, jokes three hundred times... \n[41]... loves action movies, subscribes to Playboy for godsake, reads over my shoulder, can't keep track of the checks he writes... \n[42]He sucks soup through his front teeth. \n[43]But he sure can kiss. \n[44]After two weeks of cataloguing all his faults, I made a command decision that changed my life. \n[45]I threw the list away. \n[46]He's not a balance sheet, so many wonderful qualities, so many faults.  He's Michael. \n[47]And loving him means loving all of this. \n[48]So it's sweet of you to be protective... \n[49]But nothing ever could, ever did, give me a moment's pause about this marriage... \n[50]... except one. \n[51]You. \n[52]You'll always be there.  In his mind.  The perfect creature he loved for all those y... \n[53]I'm not joking.  I had to face up to all my competitive drives, and believe me, I've got 'em. \n[54]And the answer was so simple. \n[55]You win. \n[56]You're enshrined in his heart and memory.  Unassailable. Which works out great. \n[57]He has you on a pedestal.  And me in his arms. \n[58]Ju... \n[59]That would be us. \n[60]Dry.  I told you. \n[61]Lived here my whole life, never heard of it.  Until our first date. \n[62]He finds all these spots, everywhere he goes, it's a mystical gift. \n[63]It's not just clubs.  This guy always knows the best everything. The best guitar store, the best beef ribs, the best Horowitz record, was he always like the... \n[64]Stop, we're embarrassing h... \n[65]I love Florence. \n[66]Uh.  I'm not coming back.  For senior year. \n[67]Well, the school will be here. Architecture will still be around. Right now... \n[68]The most important thing. Is being together. \n[69]I'm just a baby.  I've got all... the time... in the world. \n[70]To the twins' soiree?  So they can paw you and drool...? \n[71]Enjoy each other. \n[72]Anyway, I think you're wrong. \n[73]What you were saying before. \n[74]About Michael's job. \n[75]I just think you're wrong, is all. \n[76]I mean, he loves his job. \n[77]But he always says... \n[78]That's just the sort of thing my father and I discussed. \n[79]For the twins? What in the world is th... \n[80]So you don't think Michael's as happy with his job as... \n[81]Gold dog collars? They don't have dogs. \n[82]You think he'd accept? \n[83]Michael.  A job like that. \n[84]So... one almost has to... \n[85]Exactly what? \n[86]The very words I've used. \n[87]He'll see right through it. \n[88]He won't get mad, huh? \n[89]He won't be mad? \n[90]Don't even think dildo. \n[91]Bingo. \n[92]You don't think he'll be mad. \n[93]I just don't want to freak him out. \n[94]No, it's, uh... a real big favor. \n[95]Moral support. \n[96]What's good of having a big sister, if she... \n[97]It's really my father.  Who needs the favor. \n[98]He's... he's reorganizing some of the divisions of the company... \n[99]... and public relations is a big problem area for him. \n[100]He needs someone incredible, someone really close, who he can trust... \n[101]It would only be, maybe, six months? Or three or four? It would mean so much to him... \n[102]And to m... \n[103]I am honest! \n[104]All of a sudden, I'm supposed to drop out of school, forget my family, forget my career, forget all the plans I had for my life... \n[105]What is that sup... \n[106]Well, if that's the way you f... \n[107]\n[108]Michael, you are so... \n[109]... so right.  And I am so very wrong. \n[110]We can't go down two roads.  And still be together. \n[111]We settled this.  And I reneged. That wasn't fair. \n[112]You have to forgive me, and forget this ever happened... \n[113]... or I'll die. \n[114]My groom-person!  Your family needs you! \n[115]But first, a toast! \n[116]To our host, my cuddly Papa Joe. \n[117]Who taught me to play \"Blue Hawaii.\" On my nose. \n[118]Look at all this beautiful food, so lovingly prepared... \n[119]How's he doing? \n[120]This must be... very, very, hard on him. \n[121]Don't you see... \n[122]... that this is all my fault? \n[123]Whatever delusions I drove him to, there is truth at the heart of it. I want him to work for my father. I want to stay in school.  I want a life of my own! \n[124]I love him. \n[125]Tell him it's my fault and that I love him. \n[126]So.  What did he say? \n[127]In here, you bitch! \n[128]Over here, nitwit! \n[129]Haven't you done enough? \n[130]\n[131]\n[132]That's entirely understandable. \n[133]Shit!  THE TIME! \n[134]Michael.  I promise to love and respect and comfort you.  To hear your voice and your heart. Until we are parted by death. \n[135]I do! ", "DIGGER": "\n[1]Is it ever embarrassing, having your bum kissed in public? \n[2]I've adjusted, and thanks for asking. \n[3]Which is everyone you couldn't get in. \n[4]This fellow from Newsday ever call? \n[5]Needs salt. \n[6]... I don't send you men, anymore. You don't know what to do with them. \n[7]... weeks. \n[8]Who called? The man of the moment? \n[9]The wandering sportswriter. \n[10]I didn't know you two had a past. \n[11]The look in your eye. \n[12]Kindred spirits. \n[13]He's still in love with you. \n[14]Well, he has a true friend in you. \n[15]Whenever George tells someone how steadfast I am, he always makes me sound boring. \n[16]I've lost interest. \n[17]Blood oath. \n[18]I do. \n[19]You'll be 28 in three weeks. How old is he? \n[20]Desperate.  To talk. \n[21]Then why are you compulsively eating? If you're not hysterical? \n[22]We're about to find out. \n[23]I have a suggestion... \n[24]That was it. \n[25]You've reached Digger and George. Brevity will be appreciated. \n[26]You can't get lung cancer and die in four days.  Go to Plan B. \n[27]No, he's ruining yours. \n[28]You have a real philosophy of life. \n[29]Why don't we have a drink? You could catch a later fl... \n[30]I can see why. \n[31]I stand corrected. \n[32]Maybe you'll learn something. \n[33]You stole my line. \n[34]Chill.  We don't want your face coming off with it. \n[35]When I'm talking to children. \n[36]I noticed.  I'm on the noon back. We have this thing with George's family in the Hamptons. \n[37]You like her. \n[38]Go figure you. \n[39]You've been working on this, huh? \n[40]And you believe that. \n[41]It's not his happiness you're feeling guilty about... \n[42]Impressive. \n[43]The man you love. \n[44]Someday she'll thank you. \n[45]Jesus.  You're supposed to take your make-up off before you apply the m... \n[46]Zit cream? \n[47]Neosporin? \n[48]Ben Gay. \n[49]Elmer's Glue? \n[50]I give. \n[51]Considering the circumstances, I'm not wholly against suicide... \n[52]Just not by electrocution in front of me! \n[53]I've got this noon flight. \n[54]What do you suggest? \n[55]I didn't mean about that. \n[56]Let's go meet Michael.  I'll wait downstairs. \n[57]I suppose it's too late to start over. \n[58]Is she going to dress you every day? \n[59]Well, then, I'll take it up with her. \n[60]The cut here, here... this line... \n[61]... trouser width, this is all classic.  Which means safe, something I'd wear. \n[62]You should look like you dressed yourself. \n[63]Something like that. \n[64]Well, I'm close to her.  I wanted to meet the one that got away. \n[65]What? \n[66]I honestly wish I could... \n[67]Two words. \n[68]Manicure... \n[69]Fly. \n[70]Part of being a New Yorker. \n[71]Tell him you love him.  With all your heart. \n[72]Tell him you've loved him for nine years, but you were afraid to realize it. \n[73]Tell him you're afraid of love. Afraid of needing. \n[74]To belong to someone. \n[75]We all do, beautiful.  I'm sorry about that. \n[76]Tell him you know this is the worst, dumbest, cruelest moment to do this to him.  But there it is, and he has to choose. \n[77]He'll choose Kim.  You'll stand by her at her wedding.  You'll kiss him good-bye.  And you'll go home. \n[78]This is what you've come to do. Now do it. \n[79]Digger and George are with family in the Hamptons until Monday morning.  Brevity is even more in order than usual. \n[80]You have a good time? \n[81]Good girl. \n[82]I was thinking.  Maybe you might visit us for awhile.  We've got the room made up. \n[83]Oh, you're more than okay. \n[84]I'll play those odds.  You have sweet dreams. ", "WALTER": "\n[1]If he gives you grief, I'll have him skillfully beaten, where the wounds won't show. \n[2]Under the circumstances.  Charmed to know you, Jules. \n[3]Your idea? \n[4]You're a woman of insight. \n[5]My wife and I love this marriage, and deplore its circumstances. \n[6]As you guessed, my daughter is unhappy about giving up her life. And, in my opinion, cowardly in avoiding the necessary confrontation. \n[7]Mike has a world of ability. I'd do anything to have him in my company. \n[8]Except ask him. \n[9]He'd resent it.  And me.  And, most important, Kim. \n[10]He's a great kid, but he's still a kid.  Instead of recognizing that his resistance comes from insecurity, he'd turn it to anger. To protect himself... \n[11]... from realizing that he's ignoring my daughter's needs, despite how very much he loves her. \n[12]They both have some growing up to do.  But they're good people, they're starting with love. They've got time. \n[13]And that interests me.  How someone who knows him so well could be so wrong. \n[14]I hope so.  This is all too mysterious to waste on just me. \n[15]Julianne, reading my son-in-law's mail, is not something... \n[16]Matter of fact, that's how I got married. \n[17]I know Ben. \n[18]It doesn't say th... \n[19]And you think he's kept this to himself. \n[20]This fax could mean... any number of things... \n[21]Maybe.  I should call Ben. \n[22]Mike.  I hate this downsizing... \n[23]And Kimmy doesn't know. \n[24]I'll tell her I've reconsidered. \n[25]You're a smart girl, Jules. \n[26]Wish my daughter.  Bad your guts. \n[27]I thought Michael was picking me up. \n[28]Kim said, when he turned down the job, there was no friction. \n[29]I haven't caused... a problem, have I? \n[30]Well, you're a little early... \n[31]Off to rehearsal.  Send out this, and this, not this, this, and... that's it. \n[32]I'm holding four or five E-mails I wrote over lunch... \n[33]Send 'em out. \n[34]Left foot. ", "MANDY": "\n[1]Mah Gawd, it's the bride, and the woman she'll nevah live up to! \n[2]Have you sized up the groomsmen, Jules?  As M. of H., you get first fuck.  Don't pick the short, hairy, rich one. \n[3]We sayed one fuck. \n[4]Reverend Dyer, this is Kimberly's somewhat butch maid of honor... \n[5]I know why you're scared of our party.  It's too hip. \n[6]... I'm partial to the tight end. \n[7]With those big, dark, haunted eyes. As if you were harborin' some... unspeakably... guilty... secret. \n[8]The one you better get the fuck off your third finger left hand. \n[9]... look good on Kimberly. \n[10]Oh the way out of the crab house? We asked Michael if we could see the ring? \n[11]An so it is. \n[12]Shut up, sugar, he's on his way. Let's get to work. \n[13]I saw this on Hard Copy.  People cut off body parts and the hospital sew 'em back o... \n[14]... well, maybe it works on fingers, too. \n[15]Don't worry, baby.  You could pick your nose with that finger and Michael would never notice. He's a man. \n[16]Personally, I think Mr.  Michael's marrying the wrong girl. \n[17]Wallace egregious residence, Mandy speaking. \n[18]Oh, she's slipped out, the little monkey.  Prob'ly with Michael, doin' the nasty. \n[19]Or crying in her nachos, down at Comskey Park. \n[20]I had this crank call?  From some guy who thinks he saw her? I said, what would a bride be doin', on her wedding... ", "SAMMY": "\n[1]Did she say th' wrong thang agin? It is so in character! \n[2]... we'd be the vengeful sluts. We came in complementary colors. \n[3]... Mr. Julianne Potter, prominent New York drag queen. \n[4]Kimberly wanted to tickle the grandmas, so we figured, give 'em a cheap thrill.  Walter supplied the decorative touches... \n[5]Nose tackle from the Bears... power forward from the Bulls... defenseman from the Black Hawks... my personal favorite, the designated hitter... \n[6]This is USDA Prime, largely available, beef.  With no notice- able competition, present company excepted... \n[7]And yet here you are.  All celibate and reclusive. \n[8]Oh.  We thought it was the ring. \n[9]Maybe it's happy there. \n[10]He said you told him.  It'd be safer with you. \n[11]There is nothing so tight, this can't help it... \n[12]You're much more his type. \n[13]Whatever hap... ", "MINISTER": "\n[1]Billy Dyer, Julianne.  And I love the suit. \n[2]Michael and Kimmy wrote these words.  She asked me to confide, mostly Michael. \n[3]So he gets to say them. \n[4]Boy, that was good! \n[5]Michael and Kim also edited what they want me to say... \n[6]The idea was, we're only marrying once.  We have to remember it forever.  Let's keep to the good stuff. You may kiss the bride. \n[7]If anyone here can show just cause why this man and woman should not be married, speak now.  Or forever hold your peace. \n[8]For the record, you each agree to marry the other? \n[9]We haven't said much about God this evening, I know.  But He is here.  And He is happy.  To bless His wonderful children. \n[10]In that Michael and Kimberly have given themselves to each other by solemn vows, and the exchanging of rings... \n[11]I pronounce them husband and wife. Those whom God has joined together, let no one put asunder. \n[12]Now.  Kiss the bride. ", "MANDY/SAMMY": "\n[1]Swi-i-ng low-ow-ow... Wee-ee-eet Char-i-ot... \n[2]Comin', to car-ryyy Me ho-o-o-me... \n[3]Well, I look over yon-der, And what did I see-ee-ee? \n[4]Comin too car-ryyy. Me ho-o-ome... \n[5]It was a hand.  Of a-a-angels. Coming' for me-e-ee... \n[6]Comin' for to carry me home. \n[7]Boo!!! \n[8]Someday, when I'm awfully low, And the world is cold, I will feel a glow just thinking of you, And the way you look tonight. \n[9]You're lovely.  With your smile so warm, And your cheeks so soft, There is nothing for me but to love you, Just the way you look tonight. \n[10]With each word, your tenderness grows, Tearing my fears apart... And the laugh that wrinkles your nose, Touches my foolish heart. ", "ISABELLE": "\n[1]I'm Isabelle Wallace, and my handsome new son scarcely did you justice, girl. \n[2]Now, my husband says to scoot you over to the ballpark, so you can hang with Michael.  But first, you have to meet a lot of really old women. \n[3]That is, if you've absorbed enough profanity. \n[4]Jules.  We're so glad you slept in. \n[5]Now, you have a choice.  The idea is bride and groom shouldn't see each other on the magic day... \n[6]So Michael stays put in the garden. Kimmy stays in here... \n[7]... and the guests go back and forth.  Where will you start? \n[8]Nerves.  I would never have guessed. "}}