{"dialogues": {"VADA": "\n[1]I was born jaundiced. Once I sat on a toilet seat at a Truck stop and caught hemorrhoids. And i've learned to live with this chicken Bone that's been lodged in my throat for the past three years, so I knew Dad would be devastated when he learned of my latest affliction. Dad, I don't wanna upset you, but my left breast is developing at a significantly faster rate than my right. It can only mean one thing.  Cancer.  I'm dying. \n[2]All right, who's in raise your hand. \n[3]I knew he wouldn't come. \n[4]Leave him alone! Come on, let's go. \n[5]Hey, you didn't pay me! \n[6]You're such a baby. \n[7]All right, follow me and don't say a word. You ready? You sure you wanna see it, or is someone gonna go yellow belly? \n[8]Okay. Lean forward. \n[9]I was afraid of this. \n[10]Well, sometimes when we get 'em, they're not completely dead, you know, like when they cut a chickens head off and it still runs around crazy. \n[11]I bet she's roaming around this house somewhere. There she is, in the rocking chair. \n[12]Hi Grammoo. \n[13]Seeya later. \n[14]Ahem. \n[15]Daddy guess what I beat Thomas J in monopoly yesterday. \n[16]Arthur!! \n[17]I beat Thomas J in monopoly yesterday. \n[18]Once you put the hotels on board walk and Park Place he puts a shoe in your way. \n[19]Cruella deville stole all the puppies, she was gonna make a fur out of 'em! \n[20]Dad? \n[21]Sure, come on in. So, have you had the unfortunate experience of recently losing a loved one? \n[22]\n[23]Is that your camper? \n[24]That's really cool. \n[25]She's shy. \n[26]Daddy, how come that coffin's so small? \n[27]Is it for a child? \n[28]Then who's it for? \n[29]Oh wow, a real evil canieval. \n[30]I'm very sick. \n[31]Well, what is it? I can handle it. \n[32]That can't be, I have all the classic symptoms. \n[33]Yes. \n[34]I'll just have to get a second opinion. \n[35]The whole medical profession is a crack. \n[36]Hey look! \n[37]That's Mr. Bixler, let's go talk to him. \n[38]Hi Mr. Bixler! \n[39]It's okay. Mr. Bixler, I finished all the books for summer reading. \n[40]Yes, and now I'm reading War &amp; Peace for fun. \n[41]Mr. Bixler, how come you're painting this old house? \n[42]This is one big house for one single person. \n[43]How are you gonna get the money for this old house if you're not working? \n[44]How much does it cost? \n[45]What do you get for that? \n[46]No. Well, guess i'll go home and finish off War &amp; Peace. \n[47]No, I'm going home. \n[48]Dinner time?? You're like a dog! You just go home to eat. Don't pee on the hydrant!! \n[49]I think it's my prostate. \n[50]I am. \n[51]He is not my boyfriend! \n[52]Do you think I kissed that ugly old thing? \n[53]I'm not upset. I will never play with those girls. I only surround myself with people who I find intellectually stimulating. \n[54]He's allergic to everything. \n[55]It's a mood ring, it tells what mood I'm in. \n[56]It's only black when you're around 'cause you put me in a bad mood. \n[57]I don't think so. Shelly, how can I get thirty five dollars? \n[58]It's not a real school, it's a writing class, I wanna be a writer. \n[59]Shut your big fat mouth! \n[60]He won't give it to me. \n[61]Daddy, can I have thirty five dollars? \n[62]It's for school, for summer writing class. \n[63]Shelly thinks I'd be a good writer. \n[64]Dad? \n[65]Dad?? \n[66]The money? \n[67]Wanna play? \n[68]My ball, I lost my ball. \n[69]There's Shelly! \n[70]Can we look around in your camper? \n[71]Big Ringo fan. \n[72]I would. \n[73]Did you read ALL these books? \n[74]What are they about? \n[75]Are you married? \n[76]Daddy said it's bad when people get divorced. \n[77]Can I use your bathroom first? \n[78]You don't have to wait, daddy'll be mad if you're late. \n[79]I paid the money. \n[80]Uh huh, I wanna be a writer. \n[81]I wrote a poem too. \n[82]Loads of ice-cream by Vada Sultenfuss I like ice-cream a whole lot, It tastes good when days are hot, On a cone or in a dish, This would be my only wish, Vanilla, chocolate or rocky road, Even with pie a la mode. That's all I got so far. \n[83]Maybe they had a big breakfast. \n[84]Big deal, I can do that too. Thomas J, you got something! \n[85]Hurry! \n[86]Reel it in. He's only tiny, throw him back. \n[87]You're hurting him, don't kill him!! \n[88]Ouch! Darn hook! \n[89]I'm bleeding, did he get away? Go look. \n[90]Hey, we can become blood brothers. \n[91]You could pick that scab on your arm. \n[92]It'll bleed. \n[93]Uh huh. \n[94]Okay, rub them together. \n[95]Now we're blood brothers for life. \n[96]Are you going out somewhere? \n[97]So how come you're putting lipstick on? \n[98]I think lipstick looks fake, no-ones lips are that color. \n[99]No. \n[100]Shelly, do you think I'm pretty? \n[101]The boys at school don't think I am. \n[102]Do you like putting makeup on people? \n[103]Shelly, I would definitely hold off on that Hollywood thing. \n[104]No. \n[105]A girl can never wear enough eye shadow. \n[106]Oh, in the garage. Walk me over. \n[107]It's only a garage, come on. \n[108]Hey, one of my streamers is gone! It probably fell off in here. \n[109]That was Grammoo's. It's a phrenology chart, they used to study the bumps in your head to see if you had a good personality or not. Come here, i'll diagnose your head. \n[110]Come on, it's fun. \n[111]Hmmmm, interesting. \n[112]You have no personality. \n[113]Never mind. \n[114]Yes. \n[115]It's my mother. \n[116]No. Grammoo said she's in heaven. \n[117]What? \n[118]I think, everybody gets their own white horse, and all they do is ride and eat marshmallows all day, and everybody's best friends with everybody else, when you play sports, there's no teams, so nobody gets picked last. \n[119]It doesn't matter, 'cause they're not regular horses, they got wings, and it's no big deal if you fall, you just land in cloud. \n[120]Dad, why are you dressed up to go to bingo? \n[121]You never cared before. \n[122]Why? \n[123]Can I go too? \n[124]Here. \n[125]Sorry. \n[126]Let's go to the church, they're playing bingo tonight. \n[127]Pacifist! \n[128]Bed wetter! \n[129]We're not gonna bet, we're just gonna watch. \n[130]Duck! \n[131]Ssshhhhh, I don't want them to see me. \n[132]Go??? \n[133]\n[134]We can go now. \n[135]I felt Justin's hangnail. \n[136]I don't think I'm allowed to. \n[137]Hi. \n[138]Sorry. \n[139]Dad, didn't you say you needed prunes REAL bad? \n[140]Are they ready yet? \n[141]When? \n[142]When?? \n[143]Hey Shelly, like seafood? \n[144]See food! \n[145]I like my name. \n[146]Are you here to take Shelly back? \n[147]He must like Shelly, I never saw him hit anyone in his life. \n[148]Does he love her? \n[149]Do you like her? \n[150]Why? \n[151]Really? \n[152]My Dad was funny? \n[153]Aaaaaaaaaahhhhh. \n[154]Carnnk yu sheeee ik?? \n[155]Can't you see it? \n[156]It's there. \n[157]Dr. Welty, are you sure those are yours? \n[158]As good as can be expected. \n[159]What? \n[160]\n[161]What? \n[162]So? \n[163]Are you crazy, you'll get stung!! \n[164]What do you want it for anyway? \n[165]My mood ring! It fell off! I gotta find it! \n[166]I am running faster!! \n[167]Jump in the water!! \n[168]Do it! \n[169]Yes.. \n[170]I like the freak show. \n[171]Nephritis? It's a kidney disease, you don't get it from hot dogs. \n[172]I won, I won!!! \n[173]Where'd you get that ring? \n[174]Did you win it? \n[175]Oh my fish!!! \n[176]Not acknowledging Harry's comment You'll be okay little fish. \n[177]NO!, He's fine. Fish are very resilient animals you know. Don't worry, I won't get another fish. \n[178]I'll ride on the bumper cars with you! \n[179]\n[180]Hi, can Thomas J come out? \n[181]Hi, wanna ride bikes? \n[182]Bye Mrs. Sennett. \n[183]I'm running away. \n[184]California, I'm going to Hollywood to live with the Brady Bunch. \n[185]No, you can't, they have enough kids, you'll have to live with the Partridge Family. \n[186]Get up!? \n[187]My Dad gave Shelly a ring. \n[188]You're such a retard, it was an engagement ring. \n[189]I don't like her. \n[190]He likes her better than me. \n[191]Then go home, baby. \n[192]Leave then, some friend you are. \n[193]No, I'm hiding out. \n[194]\n[195]DADDY!! Daddy daddy!!!! Daddy!!??!?! \n[196]Daddy??!?!?! \n[197]Where's Daddy? \n[198]I'm hemorrhaging. \n[199]I don't want, I don't need your help.... \n[200]I'm eleven and a half. \n[201]My Mommy and Daddy did THAT? \n[202]I think it should be outlawed. \n[203]Oh, that's probably Thomas J, I don't wanna see him. It's not fair. Nothing happens to boys. \n[204]I dunno.. \n[205]\n[206]Grammoo, I'm going to the bathroom, i'll be right back. \n[207]Why do you think people want to get married? \n[208]I'm gonna marry Mr. Bixler. \n[209]It is not. \n[210]Not true. \n[211]Have you ever kissed anyone? \n[212]Uh huh. \n[213]Maybe we should, just to see what's the big deal. \n[214]Here, practice on your arm like this. \n[215]Uh huh. Okay, enough practice. \n[216]Close your eyes. \n[217]Just do it. \n[218]Okay on the count of three. \n[219]One. \n[220]Two. \n[221]Two and a half. \n[222]Three. \n[223]Say something it's too quiet. \n[224]Just, hurry. \n[225]You better not tell anyone. \n[226]Well, let's spit on it. \n[227]Seeya tomorrow. \n[228]What? \n[229]For what? \n[230]I guess. \n[231]Hi. \n[232]Feeding my fish. \n[233]Yes. \n[234]I told him not to tease those bees. Did he get stung? \n[235]Maybe I should go over and yell at him. \n[236]Why not? \n[237]He's okay isn't he? \n[238]Dr. Welty!!!? Dr. Welty?? \n[239]I can't breathe, I'm suffocating. \n[240]It hurts, it hurts so bad, make it stop. \n[241]The bee stings! I can't breathe! \n[242]Wanna go tree climbing Thomas J? \n[243]His face hurts, and where is his glasses? He can't see without his glasses! Put his glasses on! Put on his glasses! He was gonna be an acrobat. \n[244]Get away, get away!! \n[245]Justin and Ronda say that I should tell people what I feel. \n[246]Mr. Bixler, I love you. \n[247]I love you like my Dad loves Shelly. I wanna live here. \n[248]No he wouldn't, I can't go home. \n[249]Who's that? \n[250]No.... \n[251]Get away from me! \n[252]I should have told Thomas J that he was my best friend. \n[253]Shelly, I stole some money from your cookie jar, to pay for the writing class. \n[254]I'll pay it back, besides, I don't think i'll ever go to class again. \n[255]I will I promise. \n[256]Goodnight. \n[257]Did I kill my mother? \n[258]The bees killed Thomas J, and I killed my mother. \n[259]I found this. \n[260]In the garage. \n[261]What was my mama like? \n[262]Really? \n[263]Do you miss her? \n[264]I think every time I see a climbing tree i'll think of Thomas J. \n[265]Daddy, it's not so bad to be like you. \n[266]Mrs. Sennett. \n[267]I will, I promise. \n[268]Mrs. Sennett. Thomas J will be all right, my mother will take care of him. \n[269]I can't stay, I just came to read my poem. \n[270]Weeping willow with your tears running down, Why do you always weep and frown, Is it because he left you one day, Is it because he could not stay, On your branches he would swing, Do you long for the happiness that they would bring, He found shelter in your shade, He thought his laughter would never fade, Weeping willow stop your tears, There is something to calm your fears, You think death as if you forever part, But I know he'll always be in your heart. \n[271]Hi Judy. ", "SHELLY": "\n[1]It's still available I hope? \n[2]I'm a licensed cosmetologist, I worked for two years, at the \"Dino Raphael\" Salon, all my customers cried when I told them I was leaving. \n[3]I have a wonderful disposition, I put people right at ease. \n[4]They're dead? \n[5]Stiffs?? \n[6]The add just said \"Makeup Artist\" \n[7]Yes it is. \n[8]Hello. \n[9]Oh. \n[10]Excuse me, what about the job? \n[11]I need the job. \n[12]Ohh, oh sure it's no big deal, you see all my former clients will eventually die, and all your clients used to be alive, so they have something in common. \n[13]Okay Mr. Sultenfuss, you got a deal. \n[14]I promise i'll take good care of these people, they deserve it, they're dead, all they've got left is their looks. \n[15]Excuse me Harry, I finished Mr. Layton's hair. He kinda looked...... Harry, what's wrong with her?? \n[16]Who's winning? \n[17]You know Vada, you shouldn't let those girls upset you. \n[18]Want a piece of chocolate? \n[19]Thomas J? \n[20]To chocolate? \n[21]Chocolate? \n[22]Ooh, that's a pretty ring you're wearing. \n[23]Maybe black means you're happy? \n[24]I think you'd make a fine writer, did you ask your Dad? \n[25]Well you don't know that. Ask him. \n[26]Vada? VADA?? What happened?? \n[27]Come on sweetie. \n[28]Excuse me Harry? \n[29]Could you take a look at Mrs. Porter? \n[30]Yeah, \n[31]You don't like it? \n[32]I think she looks nice! Her lips are very thin so I used the gloss to give them a more sensual quality, and her eyes just needed a little definition, and her hair, I'm sorry, nobody wears this hairdo anymore in 1972. \n[33]I just wanted to get past this \"old school Marm\" image. \n[34]Harry? I was just wondering, if there is anything wrong with Vada. \n[35]Well the other night at dinner... \n[36]I don't think so, I think she's confused about death. \n[37]Harry, I really think she..... \n[38]Hi. \n[39]Sure. I'll give you the royal tour. Woah! Gosh! \n[40]Uh huh. \n[41]Liverpool? \n[42]Ohh, right. Would you like a soda? \n[43]Thomas? \n[44]Oh! You shouldn't be looking at that, it's a little too old for you. \n[45]Uh huh. \n[46]Mostly love, and romance. \n[47]They're just fun to read. Here, cheers. \n[48]No, I'm divorced. \n[49]Well, sometimes married people just find out they can't live with each other. \n[50]With bottle of soda in mouth Thomas pulls out a few bank notes of largish denomination \n[51]Well, I guess you found my secret hiding place. \n[52]Nothing in particular, just putting it away for a rainy day. \n[53]Bye. Well Miss Vada, what d'you say we head back? \n[54]Sure. \n[55]Okay. \n[56]Excuse me Harry, I'm sorry, I just wanna let you know that the flowers were delivered. And the room's all set up. \n[57]I shouldn't stick my nose in other people's business. It's just that I like Vada, very much. \n[58]I'm sure she will. \n[59]Hi. \n[60]Nothing, I was just wondering what you were doing. \n[61]Oh right, right, Bader Lorenzo Died June 22 1972 Devoted husband to Nicolette. Cherished father of Babritzio and Heidi, In lieu of flowers, please send donations to the holy names society. \n[62]No kidding? \n[63]Oh it's good, \"In lieu of\" I love that word lieu. \n[64]In lieu... \"instead\".... No contest. \n[65]You have to learn how to take a complement. Movies, movies, ahhhh, \"Love Story\" at the drive in, I cried my eyes out, did you see it? \n[66]I love going to movies, especially at the drive in. I don't think there's anything more romantic than going to the drive in. I'll let you get back to work. \n[67]Okay. \n[68]Hi Vada. \n[69]No. \n[70]A girl's always gotta look her best. \n[71]Have you ever tried any? \n[72]Come here, sit down. \n[73]Now, first we blot. \n[74]Take a look. I think it looks real nice on you. \n[75]Yes, Vada I think you're very pretty. You've got these great big sparkling eyes, the cutest little nose, an amazing mouth. \n[76]They'll come around. Close your eyes, I wanna bring out the gorgeous color in them. The first rule in applying eye makeup, is you can never wear enough blue eye shadow. \n[77]Uh huh, i've been trying to get out to Hollywood for years to do makeup for all the stars, I haven't gotten there yet. All right, open your eyes. \n[78]Does it make it easier to win? \n[79]Oh great! \n[80]Aarrggh. \n[81]I just had a terrible thought Harry. \n[82]I'm gonna be putting makeup on some of these people very soon. \n[83]Oh, I'm just not lucky Harry. \n[84]Kinda like men. \n[85]You can be in a room with 100 men, and not like any of them, or you can be in a room with just one man, and he's exactly the one you want. \n[86]I had a good time tonight. \n[87]Would you like to come in and see my house? Just for a minute. \n[88]Home sweet home. \n[89]I did it myself. I read a magazine article about how to maximize small spaces. \n[90]You can look in the bathroom if you want. People are always curious about that, like what happens when you flush. \n[91]Are you mad at me? \n[92]I don't know, tonight you just seemed a little cool, not opening car doors and... \n[93]What happened to her? \n[94]Did she ever see Vada? \n[95]Dance with me? \n[96]This is where we are. \n[97]In ages, I know, me neither. \n[98]See, you're not that out of touch. You're good. \n[99]What are you wearing? \n[100]Do you want to? \n[101]Kiss me. \n[102]Good. \n[103]Good at kissing, and dancing, I'm very optimistic. \n[104]It's only eight o'clock. \n[105]Goodnight. \n[106]Well, I guess it's official we had a date, maybe we can play bingo again sometime. \n[107]Goodnight. \n[108]Hey, I thought I recognized you two, hi Vada. \n[109]Yeah, me too, mind if I tag along? \n[110]It's for Shelly's famous potato salad. \n[111]You know this is gonna be my first 4th of July picnic in a long time. \n[112]How's it going chef? \n[113]Rub a dub dub, thanks for the grub, yay God. \n[114]Uh huh, why? \n[115]That's attractive. \n[116]Oh shit! Excuse me... \n[117]Danny, what are you doing here? \n[118]Hi Ralph. Oh Danny, how'd you find me here? \n[119]No! _I_ bought it, _I_ paid for it... \n[120]I've been living in it for over a year, the camper is mine. \n[121]Keep your voice down! \n[122]The boss is watching us... \n[123]God I guess i'll have to introduce you now. \n[124]This is Harry, Phil, Grammoo and Vada Sultenfuss... \n[125]This is Danny and Ralph, they own the Dino Raphael salon in Detroit. We used to be married. \n[126]Ex...ex, ex... \n[127]Honestly Harry, he got the mustang, I promise..... \n[128]Danny that's a real _bonehead_ thing to say! \n[129]Stop it! That hurts!! \n[130]Bye Ralph. \n[131]Well, you were pretty great! \n[132]Can we see it from the back yard? \n[133]Pointing upwards Look... \n[134]I would never marry anybody I didn't love. \n[135]So Vada, what's your favorite ride? \n[136]I don't think that that roller coaster agreed with your bad stomach. You know Vada you have to watch what you eat here, I remember one time I went to a carnival with my cousins David and Frank, and they both ate hot dogs, and the next day they came down with nephritis. \n[137]Well, I'm no doctor. All I know is, the next day they had really high fevers, and their faces got very fat. They baffled medical science, they were in a magazine. \n[138]They were!! \"Popular Mechanics\", no \"Popular Science\". I don't know, popular. \n[139]Oh look they're trying to hit that poor thing. \n[140]Perfect. \n[141]Oh great!! \n[142]Oh Vada, that's a gorgeous goldfish. \n[143]Vada we have something to tell you. Harry? \n[144]Vada? Would you like us to get you another goldfish? \n[145]Oh bumper cars, oh you can't go to a carnival and not ride the bumper cars. \n[146]Oh great Vada, come on... \n[147]Uhh, two. I got the blue one!! \n[148]Yes!! \n[149]I am gonna get you. \n[150]Vada, Vada, what's the matter? \n[151]Well he just left, what's wrong? \n[152]What do you mean you're hemorrhaging? \n[153]Vada, did this happen in the bathroom? \n[154]How old are you? \n[155]It's okay, come on upstairs, we have to have a little talk. \n[156]It's actually a very beautiful thing, and look there wouldn't have been a Vada. \n[157]Believe me, some day, you'll feel differently. \n[158]Knocks Vada? View shifts to inside Vada's bedroom, where she is curled up in a little ball on her bed Vada remains where she is, the doorbell rings \n[159]Hi. \n[160]Yes she is, but she's very upset, so she's not seeing anyone. \n[161]Well maybe she'll feel better in a couple of days. \n[162]Sure. \n[163]Bye. \n[164]Vada? I see you took your tray in, Maybe you should come down for the funeral, sometimes it helps. Vada? \n[165]She won't come out. It's been a whole day. You have to do something Harry. \n[166]Open your eyes, she's eleven years old! Her only friend in the world is dead. \n[167]Stop hiding Harry, you run Harry. When I first came here, the idea of working with dead people, didn't exactly thrill me, but when I saw a family lived here, I thought, \"if I'm living without a family, at least I can work with one, and maybe once in a while i'll be invited in for supper.\" \n[168]I'm not asking you to stop feeling for those people. But life isn't just death Harry, don't ignore the living, especially your daughter. \n[169]It's dark, she can't be alone in the dark. \n[170]We, no, we've been looking since this morning, her teacher called, and he said that she went there first..... \n[171]But I.... \n[172]Vada. Are you okay? Oh God. \n[173]I'm sure he knew. \n[174]It's okay sweetheart. \n[175]I'll tell you what, you dedicate your first book to me, and we'll forget about the whole thing. \n[176]Okay, get in to bed. \n[177]Goodnight. \n[178]She's in. ", "HARRY": "\n[1]O.K. Sweetie, hand me the mayonnaise out of the fridge. \n[2]Vada would you bring down my cigarettes? \n[3]Did I tell you, he was my woodshop teacher. \n[4]Yeah, I made a tie rack. \n[5]Vada, just put 'em on the stool. \n[6]Ya, that rack holds six ties. \n[7]Vada, we're trying to work here. \n[8]Hand me the canula. \n[9]\n[10]I'm embalming my high school teacher, don't sing. All right Arthur, just a slide of the needle..... \n[11]One nice model C-501 bronze stainless eternal journey, yeah, you look like a champion. \n[12]How may I... Help you? \n[13]Oh yes. \n[14]I think it's still available. \n[15]Uhh, Miss devoto... \n[16]Uhh, Miss devoto, these people are already at ease. This is not a Beauty Parlor, it's a Funeral Parlor. \n[17]Yes they are. \n[18]Deceased. \n[19]Ahh, excuse me a second will you? Hi George, this is a twelve-fifty-eight, I didn't want the burnished handles. \n[20]Just put it back in the display room fellers. \n[21]They come in all sizes honey, just like shoes. \n[22]Of course not. \n[23]Short people, very short people. \n[24]Pardon? \n[25]Oh, You still want it? Even though uhh... \n[26]You'd be doing hair and makeup and answering the phone. \n[27]Great, you can start right away. Call me Harry. Now, umm, is this what you'd normally wear for work? Don't get me wrong, I like it, very much, but the.... \n[28]Oh, she's just pretending. Vada, get up here and eat your broccoli! \n[29]That's a lot of money for a little girl. \n[30]Any more soda left? \n[31]Last month you wanted to play the violin. Then you wanted to be a ventriloquist. \n[32]I love this guy! \n[33]What? \n[34]Ahh, maybe next summer. \n[35]Uh huh? \n[36]Yeah. Didn't I give you a picture of what she looked like? \n[37]This was the Reverend Porter's wife, you have her looking like a two dollar hooker. \n[38]She did. This photo was taken a month ago at the church food drive. \n[39]That wasn't an image. She WAS an old school Marm. Fix it. \n[40]What do you mean?? \n[41]Oh that, she just likes to play. \n[42]She was raised in a funeral home, she knows a thing or two about it. \n[43]She's a perfectly happy eleven year old girl, look, don't give me any advice about my daughter, okay? \n[44]Can not do without, Harry's wild about me. \n[45]Thanks, listen I wanna apologize for the other day downstairs, about Vada, I was a little harsh. \n[46]After my wife died, Grammoo moved in here to help take care of Vada. They were very close, but lately as her mind's been wandering more and more, Vada's been acting kinda crazy. I'm sure she'll snap out of it though. \n[47]Oh Hi, what can I do for you? \n[48]Oh, I'm just typing up a funeral notice, you know when someone dies people want it in the paper usually, it's a service we provide for the family. \n[49]I wrote that. \n[50]I prefer it to \"instead\", it has more dignity. \n[51]It's no big deal. \n[52]I haven't been to the movies in AGES. \n[53]I do enjoy playing bingo, if you'd like to join me for a game tomorrow night at church you're welcome to. \n[54]Nothing, I'm dressing. \n[55]\n[56]I'm very nervous. \n[57]The last date I had was twenty years ago. \n[58]Oh come on. \n[59]Are you sure about all this? \n[60]Oh, I'm running late. Shelly'll be here any minute. \n[61]No, she's just driving over here, then we're taking my car. How do I look? \n[62]Goodnight Vada. \n[63]Ahh, I just wanna look nice. \n[64]Well Shelly's coming over, we're gonna go together. \n[65]She likes to play bingo. \n[66]Naah, I think you'd better stay here and keep Grammoo company. \n[67]Don't worry, there's a strategy to bingo. For instance, on a given night anybody can win, but I play the odds, when choosing bingo cards, I use a range of theories from the laws of probability to avoiding duplicate number systems. This way you get much more activity. \n[68]No. Just, more activity. \n[69]Hi Carl. \n[70]What's that? \n[71]Why d'you think these seats were empty. \n[72]Look, it's not always luck, I mean, depending upon the placement of the numbers, a guy with 10 cards could win just as easily as a guy with 100. \n[73]Oh, how do you mean? \n[74]Hey fellers fellers, it's just a bingo game. \n[75]I haven't had a bingo partner in ages. \n[76]Okay, sure. \n[77]It's nice. \n[78]Well it certainly looks bigger that it seems. \n[79]Yeah. \n[80]No, why? \n[81]Oh, that was Phil, trying to give me advice on dating 70's women. Look I'm so out of touch, I haven't dated women in ages, not since my wife died. \n[82]Ahh, complications during child birth, she died two days after Vada was born. \n[83]I brought the baby into the room a couple of times, she opened her eyes, yeah, yeah I think she saw Vada. It was..... Did I ruin this? \n[84]Here? \n[85]Is there enough room? \n[86]I haven't danced in..... \n[87]Rock? \n[88]At Widdman High I was considered a pretty hot date, I did a killer frugue. \n[89]Old Spice, Phil says it's a timeless classic. \n[90]Want to what? \n[91]Yes. \n[92]I ahh, better go. \n[93]Goodnight Shelly. \n[94]I'm tired of bingo, maybe we should try that drive in of yours. \n[95]Lettuce, watch out for the rust when you get lettuce. \n[96]I'm just picking some things up for the barbecue. \n[97]Not at all. Lot of potatoes! \n[98]I'm looking forward to that. \n[99]HEY, OUCH, damn it!! Vada, watch what you're doing. \n[100]Really? \n[101]Ahh, Vada, just put anything you want in the cart, anything at all. I don't know what's gotten into her today. \n[102]That's what I do. Do you wanna do it?? \n[103]Look if you think you know how, why don't you pre-measure the briquettes in little packages, put out a product, support me for a while! \n[104]Okay. \n[105]No, sweetie, not yet. \n[106]Soon honey, soon. \n[107]In a minute, look it's hot, sweetie you'll burn your nose, look out. \n[108]I'll second that. \n[109]Uhh, it's nice to meet ya. Uhh, we got burgers and hot dogs here if you'd care to join us? \n[110]Shelly? \n[111]Danny? \n[112]Okay, I know you've suffered a terrible loss, and there's really nothing anyone can do to comfort you, but I urge you to focus on the times you had with the camper, the trips you took, the sights you saw, those days are gone now, but they'll live on in your heart forever. \n[113]Look, you're not gonna take Shelly's camper. \n[114]It's her home! It's where she lives!! \n[115]Danny..... \n[116]Who are you? \n[117]Oh then you'll probably be visiting us here quite often. \n[118]Because if he ever tries to take Shelly's camper again, I'm gonna bury him in my front yard. \n[119]Is it really your camper? \n[120]You can get the general idea... \n[121]Yep, there they are... They always look the same every year... \n[122]Did you ahh, love him? \n[123]Vada is that you? \n[124]Hey guess what? We're going to the carnival tonight, be ready to go in 10 minutes. \n[125]Shelly's coming with us. \n[126]I know, I know, let's go on the \"sit on the bench and rest\" ride. \n[127]Watch you don't knock out a fish. \n[128]I don't know which ball's mine. \n[129]Vada we have some good news, Shelly and I are getting married. \n[130]We're having the wedding sometime near the end of the summer. \n[131]I fall asleep at the wheel. \n[132]Vada, keep your hands on the wheel!! \n[133]Careful Vada, careful. \n[134]Shelly LOOK OUT! \n[135]I'm so sorry, it's all right ma, I'm very very sorry. \n[136]Grabs Vada by the shoulders Vada breaks free from Harry's grip, and walks briskly out of the room. Shelly looks back at Harry expectantly \n[137]Hi Vada. \n[138]What are you doing. \n[139]Is that the fish you won at the carnival? \n[140]He's getting big. Vada, come here and sit down for a minute. \n[141]Vada, something happened to Thomas J last night, he stepped on a beehive. \n[142]No sweetheart, you can't. \n[143]He was allergic to bees. \n[144]There were just too many of 'em. \n[145]Ahh, Reverand Miles. \n[146]The funeral's starting. \n[147]I know that, but what do you want from me? \n[148]Yeah, and when those suppers are disrupted because there's a car crash, or there's a fire, or a little boy steps on a beehive. \n[149]Thank you Arthur. \n[150]He's gone sweetheart. He's gone! \n[151]Vada wait! Vada! Vada!! \n[152]What?? \n[153]No, no. \n[154]No sweetie that wasn't your fault, things like that aren't anybody's fault, it just happened. \n[155]I forgot about that picture, where did you find it? \n[156]Ahh, that little Chevy was your mothers favorite car. \n[157]She was pretty, and kind, she had your eyes. Oh boy did she love to laugh. Sometimes when you laugh, you sound just like her. \n[158]Uh huh. You know what your mother did when she found out she was gonna have you? She came home and painted this whole room pink. She was so sure she was gonna have a little girl. \n[159]Yes, I did, very much for a long time, and even now, I get a little sad when I think of a pretty flower or a sunset that your mother would have liked. \n[160]That's good, memories are good sweetheart. Vada, I'm sorry; I was trying to keep it from you, I just couldn't. You're a good girl, and I want you to be happy; don't be an old grump like me. Seeya in the morning. \n[161]Mrs. Sennett, how are you doing? \n[162]Oh she's doing much better. Ahh she's just inside. ", "THOMAS J": "\n[1]I don't think so. \n[2]I can't, I have to go home. \n[3]Hey look at this, no feet! \n[4]So, what'd he say was wrong with you? \n[5]Hey wait up for me! \n[6]At what? \n[7]I don't wanna talk to a teacher, it's summer! \n[8]I haven't started yet. \n[9]Wanna go to Gray's orchard and pick some peaches? \n[10]Why? It's not dinner time yet. \n[11]Yeah anyway. \n[12]I'm allergic to it. \n[13]It doesn't work, it always stays black. \n[14]She's crazy, she wants to go to school over the summer. \n[15]She only wants to do it because her sweetie pie's the teacher. \n[16]Wow, this is the coolest thing, like you really eat and sleep here? \n[17]I'm gonna drive us to Liverpool. \n[18]Yes please. \n[19]What are you reading? \n[20]Eeeeuuuww, gross. \n[21]Mine aren't divorced. Shelly, can I have a cookie? \n[22]Hey, where are all the cookies?? \n[23]What are you saving for? \n[24]I'm supposed to be home at noon for lunch, thanks Shelly. \n[25]Nothing's biting today. \n[26]I'm gonna be an acrobat when I grow up. \n[27]Oh no! \n[28]I'm trying. \n[29]I don't like touching fish, how do you pull the hook out without touching it? \n[30]Yeah he got away. Come on let's go. \n[31]Naah, I don't wanna. \n[32]It's a mosquito bite. \n[33]If I do it, can we go? \n[34]Okay, OW! \n[35]Your lip bleeding? \n[36]What's wrong with your eyes? \n[37]Where's your bike? \n[38]Hey look at this! \n[39]No, I don't wanna. \n[40]What? \n[41]Hey, where does it say that? \n[42]Is that your Dad? \n[43]Who's that with your Dad? \n[44]Do you remember her? \n[45]What do you think it's like? \n[46]Heaven. \n[47]But, what if you're afraid to ride horses? \n[48]That doesn't sound so bad, come on, we'll never find that streamer. \n[49]Vada? Vada?? Where are you?? \n[50]Don't DO that!! \n[51]What do you want? My mom will skin me alive if she finds I'm out here. \n[52]I told you i'll get in trouble. \n[53]I am not. \n[54]I stopped that! \n[55]They're not gonna let us in Vada, we're kids. \n[56]Watch bingo? I don't even like to play bingo. \n[57]Hey there's your Dad and Shelly. \n[58]Can we go yet? \n[59]You know I'm not allowed outside my myself after dark. \n[60]Cool, can I get one for Vada? \n[61]Cause she's dying. \n[62]No. \n[63]Cause she gets scared of all those dead people in her house, and you know that saying, If you can't beat 'em, join 'em, well if she's one of them, she won't be as scared. \n[64]She's my best friend. \n[65]Hey Vada, guess what we got? \n[66]\n[67]Woah!! \n[68]Pointing There's a beehive right there! \n[69]Stand back. \n[70]You're right, let's knock it down. \n[71]For their meat. \n[72]Got it! \n[73]They're alive!! Run for your life!!! \n[74]Run faster they're after us!! \n[75]Hurry!!! \n[76]But I have my clothes on! \n[77]Hi Vada. \n[78]Sure. \n[79]Yes. \n[80]It's made. \n[81]Come on, let's go. \n[82]Bye Ma. \n[83]Where you running to? \n[84]I wanna live with them too. \n[85]Really? \n[86]That's it. \n[87]I'm tired of running away. Besides, we past this place two times already. We're not getting nowhere. \n[88]Why are you running away? \n[89]Wow, was it a decoder ring? \n[90]They're getting married? \n[91]So now you'll have a mother. \n[92]I do, she's real funny. \n[93]I'm hungry, I can't last any longer. \n[94]I have to anyway, my mom will be worried. \n[95]You can come to my house for dinner? \n[96]Okay, seeya. \n[97]Hi Vada, can you come out? \n[98]Please, it's real hot, maybe we can go swimming? \n[99]Well when you get older, you just have to. \n[100]You can't marry a teacher, it's against the law. \n[101]Yes it is, cause then he'll give you all A's and it won't be fair. \n[102]Like they do on TV? \n[103]No. \n[104]But, I don't know how. \n[105]Like this? \n[106]But then I won't be able to see anything. \n[107]Okay, okay. \n[108]Umm, Ummmmm \n[109]On political agents to the flag of the United States of America, And to the republic for which it stands, one nation, under God, individual, with liberty and justice for all. \n[110]You better not either. \n[111]Okay. \n[112]Okay, seeya. Vada? \n[113]Would you think of me? \n[114]Well if you don't get to marry Mr. Bixler. \n[115]Yes! \n[116]Ow, ahh, NO!, Get away!!! ", "PHIL": "\n[1]Well well well, what's going on in here? \n[2]Oh, you're dressing, uh huh, Harry Harry Harry Harry, don't you know it's not nice to lie to your big brother? \n[3]Oh yes, oh that's great. \n[4]Why? \n[5]That's true. Harry Harry sit down, let me fill you in on today's women, since the last time you dated, something happened, \"The Sexual Revolution\", now before that, you used to have to hold a door open for a woman, pull her chair out, pick up the check, no more no more, you wanna know what else is missing? \n[6]Harry, I'm serious, trust me Harry this woman's lifting us in, you gotta treat her like every Tom Dick and Harry. \n[7]Did you not tell Vada I'm a womanizer huh? \n[8]Oh she's picking you up, good you're on the right track. \n[9]Like a Sultenfuss. Go get 'em. \n[10]Harry Harry Harry Harry Harry, I told you to use fewer briquettes and now look what you've done. You've cremated them. \n[11]No, no no.... \n[12]These two people do not have a good relationship. \n[13]Your father is a savage. \n[14]He likes her. \n[15]Probably. \n[16]Yes I do, and I think she's very good for your father. \n[17]After your mother died, he was sad all the time, but before that, he was pretty funny. \n[18]Now when I see him with Shelly, sometimes he seems like the old Harry. \n[19]Well he wasn't one of the Marx brothers, but he made me laugh. ", "DANNY": "\n[1]What am I doing here????? What am I doing here? \n[2]You told everybody where you were going, I'm here for the motor home. \n[3]Excuse me, MUTUAL ASSET, that's what the lawyer said, it's supposed to be \"OUR MUTUAL ASSET\", not \"Shelly's recreational vehicle\". Gimme the keys. \n[4]What? \n[5]I'm impressed. \n[6]Yeah, all right... \n[7]Vada Sultenfuss?? Tough break. \n[8]Can't stay, I'm just here because my wife..... \n[9]My __EX__ wife seems to have ripped off my camper. \n[10]I don't think so, I got a copy of the property settlement right here. Ahh Shit, this is my lease...... Damn it, I keep forgetting things, I'm getting senile. \n[11]\n[12]This guy bonking you? \n[13]Oh.. Oh.. Oh no?? Oh? \n[14]Oh really, okay fine look, go cook, Gimme the goddam keys. ", "VADA'S THOUGHTS": "\n[1]He forgot about the time I wanted to be a magician, I was really great at making myself disappear. \n[2]My fears and secrets. I'm afraid I killed my mother. \n[3]Grammoo once had a hangnail on her big toe. It got infected and traveled to her vocal chords, it ruined her singing voice, I don't think Grammoo thought it was insignificant. \n[4]I used to like to play with my Ken and Barbie dolls, Ken was my favorite. Then one Christmas I got them a camper, and all they wanted to do was hang out in it by themselves. So I wasn't too upset when they took that wrong turn and went over a cliff. \n[5]My Uncle fought in the Korean war, he had a steel plate put in his head, Daddy said he didn't come back the same, one night, he picked up a radio station from Oklahoma in his teeth, it was really neat. \n[6]In social studies we learned some people stole the Limburg baby right out of his house, I think i'll sleep with my window OPEN tonight. \n[7]Why do you think people wanna get married? \n[8]It's my mother. \n[9]Now we're blood brothers for life. \n[10]Things are a little better these days; I finally swallowed that chicken bone, Judy and I are gonna be in the same home room and the republican party just re-nominated Mr. Nixon. ", "NURSE RANDALL": "\n[1]Hi Vada, what's wrong today? \n[2]Okay, take a seat, i'll check if the doctor can see you. \n[3]Okay, he'll see you, why don't you go in? \n[4]So you fill it with water like this, and what have you got? A water gun. \n[5]Oh yes, yes. Thomas, let me ask you a question. Does Vada ever tell you why she comes down here so much? \n[6]Do you think she is? \n[7]Why do you think she says that? \n[8]You know what I think? I think Vada's very lucky to have a friend like you. \n[9]Miss Vada, how are you feeling? ", "ARTHUR": "\n[1]You took woodshop? \n[2]I made a tie rack. \n[3]I still have mine. \n[4]Vada!! \n[5]Good for you baby. \n[6]I like to buy off all the railroads. \n[7]No, I gotta go to the cemetery, keep your head up. Don't look at the ball, look at me. See. You were looking at the ball. All right? Keep your head up. Gimme some skin, \n[8]Excuse me Harry, Shelly, the minister's about to begin. ", "DR WELTY": "\n[1]You are perfectly healthy. \n[2]Sweetheart, did they bring Mr. Layton to your house today? \n[3]Vada you've gotta stop this, there's absolutely nothing wrong with you! \n[4]No. \n[5]Vada there is no chicken bone stuck in your throat. \n[6]Vada, what's wrong sweetheart? \n[7]Oh, wait relax now, let me look, let me look, come up here and we'll have a look. \n[8]What Hurts Vada? ", "JUSTIN": "\n[1]Hey, I think it's real beautiful. She want's to be a writer. \n[2]I hear that Vada, Flesh all a Mush or Rocky Road, it's about desire. \n[3]Okay what we're gonna do is, send our vibes out into the group. \n[4]Now, try to feel what the other person is feeling, without speaking any words, send out your vibe, and receive the vibes around you at the same time. Can you feel it? \n[5]No Vada, that's not what we're looking for, a hangnail is insignificant. What's in my soul, feel my aura. \n[6]I tell you what, let's try it again, hold hands. \n[7]What exactly do you mean by that? \n[8]Hey, we missed you man! Gimme a hug! ", "JUDY": "\n[1]Maybe you can come some time. \n[2]Hi, is Vada home? \n[3]Oh, I'm Judy, I go to school with her, I wanted to tell her I'm sorry about Thomas J. \n[4]Will you tell her I came by? \n[5]Thank you. Bye. \n[6]Hi Vada. "}}