{"dialogues": {"COLIN": "\n[1]I'm leaving for London now, Pa. \n[2]I'm off now, Mama. \n[3]My job interview, remember..? But she is already continuing her journey. COLIN smiles hurriedly at KENNETH, who gives him an affectionate wave as COLIN dashes after his mother. She leaves the Library. \n[4]I don't want to be late in the morning. As COLIN hurries after JANE he is nearly run down by an elderly GARDENER with a lawn mower, and has to take lightning evasive action. JANE doesn't notice. \n[5]I wish he hadn't done that. I can manage on my own. She stops so abruptly he nearly slams into her. JANE looks around the garden with a frown. \n[6]Larry told me to come. She pauses dubiously, then reaches for her telephone. We hear a man answer in an office down the hall, his voice carrying irritably. \n[7]A job on your Marilyn Monroe film. \n[8]I want to work on the production side. He smiles with as much charm as he can muster. PERCEVAL isn't impressed. \n[9]May I wait? \n[10]Until there's a job. \n[11]Something might come up. PERCEVAL is distracted as the telephone rings. \n[12]I'll come back tomorrow morning. Just in case. \n[13]If I have to. \n[14]I'd do anything to be in the film business. \n[15]Laurence Olivier Productions... \n[16]He's at Notley until the end of the week. Can I take a message? \n[17]Vanessa asked me to... \n[18]There didn't seem any need to bother you. But if you want me to transfer every single one... PERCEVAL looks at him grudgingly. \n[19]Hello, Mama. \n[20]This is urgent. I need Noel Coward's London number. My life depends on it. \n[21]I will. Mama, you're an angel. \n[22]I had a bit of luck. PERCEVAL looks at him shrewdly. \n[23]Yes, sir. COLIN leaves. \n[24]You said there might be a job on your film. \n[25]We'd pay a hundred pounds per week for 18 weeks. \n[26]That's a pity. I'll have to tell Miss Monroe to look elsewhere, then. COTES-PREEDY double takes. \n[27]She's making a film with Sir Laurence Olivier. The Sleeping Prince. From the play by Terence Rattigan. \n[28]It's Marilyn Monroe in the film. COTES-PREEDY smiles transparently. \n[29]Good morning, Mr. Jacobs. I hope you had a pleasant flight. \n[30]It's very near Pinewood. \n[31]Yes we can. I knew Cotes-Preedy wouldn't be able to keep this quiet. They stare to him in surprise. He looks at them boldly. \n[32]When you asked me to find a house for Miss Monroe I took the precaution of finding two. The other one, Parkside, is much better and the owner is very discreet. \n[33]I thought someone else on the production might want it. \n[34]Nothing... \n[35]Colin Clark. Sir Laurence Olivier Productions. \n[36]Paula? \n[37]Why not? \n[38]No... \n[39]How do I get in the union? \n[40]But you just said I couldn't have a job on the film unless I was in the union. \n[41]A third? \n[42]Assisting the director? \n[43]Got it. But he sneaks a look back at LUCY as he goes. \n[44]My father's place in the Albany. \n[45]She's all right. A bit common. \n[46]But she's only been married three weeks. \n[47]I'm sure he loves you very much. There is a flash of sudden anger in her expression. \n[48]Of course. Everyone does. There is a wintry bleakness in her face for a second. \n[49]Colin Clark. I booked a room. BARRY takes a dusty ledger from beneath the bar, spins it around for COLIN to sign. \n[50]I'm here working on a film. \n[51]It's called `The Sleeping Prince'. \n[52]Marilyn Monroe's in it. I'll be working with her. \n[53]Miss Monroe? The door opens sharply and a small, bohemian looking woman in her 50s stands staring at him. This is PAULA STRASBERG. \n[54]Sir Laurence sends his compliments. He's ready for the \n[55]Come out with me tonight. \n[56]Tomorrow night, then. \n[57]Your hair's lovely. She stops to look at him, attracted but cautious. \n[58]Everyone has a lot of rules around here. \n[59]Why not? \n[60]I'm not like that. She looks at him sceptically. \n[61]Really. \n[62]They're ready for you in make-up Dame Sybil. \n[63]I don't know, Dame Sybil. I've never had one before. DAME SYBIL gazes at him with wistful sadness. \n[64]Not yet. \n[65]I do... \n[66]She's... getting into character. \n[67]Would you like to sit down, Dame Sybil? \n[68]What? \n[69]If anyone can make her great, it's you. You're a genius. \n[70]You really were very good, Miss Monroe. MARILYN smiles vaguely. PAULA gives him a fierce look - COLIN moves past quickly. \n[71]Oh, it's all right. \n[72]It's worth it. LUCY can't help being charmed. \n[73]I'm not living off my parents, if that's what you mean. I want to make my own way, no matter what. \n[74]Who told you that? \n[75]Vivien's a friend of my father's. \n[76]Certainly not. I settle my own bills. \n[77]I was always going to pay, you know. \n[78]Not compared to you. \n[79]So they say. \n[80]Which one is which? She bursts out laughing. Her eyes sparkle and she looks captivating in the glistening lights. He goes to kiss her and this time she doesn't stop him. \n[81]I really do like you, Lucy. \n[82]Yes, I should be off. Colin Clark. Pleased to meet you, Mr. Armstrong. \n[83]This is a very nice house you've got. \n[84]Umm... not really. My family are more country people. \n[85]Next Saturday? \n[86]Thank you, Dame Sybil. \n[87]Why not only show her the good takes? Then she might feel better about herself. He looks self-conscious as they both turn to stare at him. \n[88]They just upset her. \n[89]Your script... \n[90]David wants to know if you're ready for the extras in the ballroom scene. \n[91]I forgot. I can't do Saturday. Marilyn wants to go shopping. \n[92]Larry asked me to help out. She smiles sardonically, teasing him, but a little hurt. \n[93]Next Friday instead? She shrugs in agreement. \n[94]I'll pick you up. Eight o'clock. He smiles, a little too glibly, and hurries away. LUCY gazes after him. He doesn't look back. \n[95]It's Saturday. Early closing. But they're expecting us. \n[96]At least she can shop in peace. \n[97]God knows, but I'm a weeping fucking willow. \n[98]Maybe she's scared. \n[99]But you have the training to deal with it. OLIVIER turns from the mirror to survey him. \n[100]Are you sure they won't mind? \n[101]You mean Miller? \n[102]Good morning, Miss Monroe. She is hunched in the back, her hair in a scarf, her face protected by her large sunglasses with PAULA by her side. She doesn't look up. \n[103]24.  Nearly \n[104]I'm not innocent. She turns her head and her beautiful face comes fully into the light. \n[105]I'm the third assistant director. Just a gopher really. Go for this, go for that... \n[106]He was worried about you. \n[107]No! Of course not. Why would anyone spy on you? She sighs, and looks away. \n[108]Are you all right, Miss Monroe? He waits hesitantly, but she seems to have drifted off. But then, suddenly, she turns back to him, her eyes huge. \n[109]Yours, Miss Monroe. She rewards him with a brilliant smile, her whole face lighting up. \n[110]Nothing happened. \n[111]Paula was with us the whole time. \n[112]I'm doing my best... VIVIEN glances away to see MARILYN standing nearby, awkward and excluded. She has come straight from make-up and wears only a towelling robe, slippers and curlers in her hair. \n[113]Roger? \n[114]Yes, I'm sure I can do that. \n[115]She wants to see me. \n[116]I was just... checking you've got everything you need. She walks to the sideboard, standing only a few inches away from him. He can't take his eyes from hers. He drops his gaze, only to find himself staring at her breasts. He looks up again sharply but not before she notices. She takes the decanter from his hand. \n[117]No. \n[118]I'm only the third. Just a messenger, really. \n[119]There's no Mrs. Colin. \n[120]I'll tell you what's wrong. It's agony for him because he's a great actor who wants to be a film star, and agony for you because you're a film star who wants to be a great actress. And this film won't help either of you. \n[121]I'm 23, Miss Monroe. \n[122]Seven years is nothing. \n[123]You were just looking for the right man. \n[124]Hello? \n[125]Everything's fine. Miss Monroe just had... some large packages she needed handling... He looks at MARILYN's voluptuous figure. MARILYN looks back innocently and mouths the word \"packages\". She giggles. He turns crimson with the effort of trying to suppress his own laughter but MARILYN isn't helping. She teasingly makes shapes in the air of just how large the packages might be. He covers the phone, agonised, before they both collapse in irrepressible laughter. COLIN finally pulls himself together. \n[126]Hello? Milton? There is a long silence at the other end of the line. \n[127]She's tied up right now. This only sets MARILYN off again. She howls with laughter and COLIN can't help joining her. \n[128]I'm sorry, Milton. I have to go. He hangs up quickly. They both laugh helplessly. MARILYN smiles. \n[129]You should get out more. See the sights. \n[130]I don't think he'd mind. \n[131]He doesn't understand your kind of actor. He's hated the method ever since Vivien worked with Elia Kazan. It's all too new and strange. You're the future, and it frightens him. \n[132]I didn't spend the night with her. We just had a chat. \n[133]She just wants a chum, that's all. \n[134]She was just being friendly. \n[135]Oh, fuck off, Dickie. You've never slept with a woman in your life. \n[136]He doesn't even know who I am. \n[137]Maybe she was trying to make him jealous... ORTON turns around frowning furiously at the voices behind the set. MILTON pushes COLIN off the set ahead of him. \n[138]I don't need your advice. And I'm not in love with her. \n[139]Oh, God... I'm sorry... I forgot... I've just been so busy. \n[140]You know how crews gossip. There's nothing in it. \n[141]Of course not. You know how crews like to gossip. His voice trails off lamely as he realises he is repeating what he has just said to Lucy. MARILYN smiles. \n[142]Lucy, I really like you. We've had such fun... \n[143]Is she okay? \n[144]Oh, Jesus - \n[145]Oh, God. If Milton sees me with you... I'll be sacked... \n[146]We have today, anyway. One day to do whatever we like. We can go back to real life tomorrow. \n[147]Well, maybe the weekend. \n[148]We could go to Windsor Castle, if you like. MARILYN's face breaks into a smile of pure delight. \n[149]My Godfather works here. He's the Royal librarian, Sir Owen Morshead. The POLICEMAN looks sceptically at Colin's casual clothes. \n[150]Clark. Colin Clark. The POLICEMAN retreats into his box. We hear him talking on the telephone. ROGER looks at COLIN. He shrugs sheepishly. \n[151]My father knows everybody. A moment later the policeman returns, looking surprised. \n[152]I'm no one. COLIN stares at MARILYN. She catches his eye and smiles, just for him. He feels like he's tumbling into the abyss, but no longer cares. \n[153]Eton is 500 years old. It was founded by King Henry VI. \n[154]Take that room up there. \n[155]That's where the boys were sent if they didn't work hard enough. Where we were whipped. \n[156]Beaten. \n[157]Five years. But I was sent to boarding school when I was eight. \n[158]That's what we do in my family. \n[159]In one way, yes. But when you're brought up in a house of over- achievers, it's hard to make your own mark. \n[160]Maybe it will be in films, but if not, there are so many possibilities out there. \n[161]But we haven't got any... He stops in mid-sentence as he sees MARILYN unbuttoning her blouse and throwing it off carelessly. \n[162]What if a boat goes past? We could be arrested. \n[163]What's wrong? \n[164]I can't see anything. \n[165]Let me warm you up. \n[166]She was fine. \n[167]Don't start, Dicky. \n[168]She's trying her best. \n[169]But she was wonderful yesterday. \n[170]She doesn't need pills! She just needs someone to care for her. \n[171]I told you, I'm not in love with her! \n[172]She said that? \n[173]Roger? What's the matter? \n[174]Is she dead? \n[175]How can she be asking for me if she's in a coma? \n[176]How many pills did she take? \n[177]Marilyn? There is no reply. \n[178]I'll open the door once I'm inside. \n[179]Marilyn? A shaft of moonlight reveals MARILYN lying naked across the bed, her body partly covered by the sheet. Half empty pill and champagne bottles are scattered all over her dresser; there is also an old photograph in a silver frame of her mother Gladys. \n[180]Marilyn? For a second he fears the worst, but then suddenly she groans and sits up, looking at him blearily. \n[181]Are you okay? Everyone was worried about you. \n[182]It's me. She's fine but I'm going to keep an eye on her. I'll sleep on the sofa. \n[183]I can't find the key.  You can all go to bed now. \n[184]I came in through the window... \n[185]Milton thought you were sick. \n[186]Please don't take any more pills. COLIN  (cont'd) Who's that? \n[187]Abraham Lincoln? \n[188]Yes, I do. \n[189]Yes. \n[190]I'm sure they do. \n[191]Yes. \n[192]But you and I come from different worlds. You're like some Greek Goddess to me... \n[193]Mr. Miller loves you. \n[194]Writers scribble all kinds of things. It doesn't mean anything. \n[195]I'll never leave you. \n[196]I don't want to.  I love you, Marilyn. \n[197]Maybe we should just be friends. \n[198]Who's Johnny? \n[199]Marilyn? \n[200]Do one thing for me? Come into the studio on time tomorrow and show everybody what you can do. Show Larry you're a great actress. \n[201]Oh, I'm pretty sure she'll be in this morning. OLIVIER gives COLIN an odd look. \n[202]Of course I do. You were wonderful today. PAULA looks at MILTON, then moves between them busily. \n[203]You heard what she said. She wants me here. \n[204]I'm here now. I'll look after you. \n[205]Marilyn, unlock the door. \n[206]I won't. MILTON gives him a sharp look but he no longer cares about anything except Marilyn. There is a shuffling sound and the door is unlocked. At the same moment PAULA comes rushing in, hair awry, gown flapping, a wild look in her eye. \n[207]I haven't done anything. She's just... got a stomach ache. He reddens with embarrassment. ROGER coughs. \n[208]She's not dying, for Christ's sake. The HOUSEKEEPER now appears at the door with an elderly man at her side. He nods briskly. \n[209]Was she really pregnant? \n[210]I don't want to forget. He struggles then suddenly bursts out passionately. \n[211]Let me protect you from all this... She smiles sadly. \n[212]Why not? You could come and live at my parents place. You'd love it. It's a castle, like in a fairy tale. We wouldn't even have to live together. You could have your own suite of rooms... \n[213]You could quit. Forget Marilyn Monroe, forget Hollywood. Let it all go. \n[214]Why not, when it drives you crazy? \n[215]I didn't mean that. I just meant you could be happy. \n[216]You're a star. The biggest star in the world. \n[217]You're right, Marilyn. We have to forget all this. \n[218]From now on I'm nobody. Just the third. You don't even know I exist. We'll never look at each other again. She giggles with some of her old playfulness. \n[219]They're ready for you on set, Sir Laurence. \n[220]She's just arrived. \n[221]Aren't you going to throw yours away? \n[222]Lucy? She turns back to look at him. \n[223]I was wondering if you're doing anything this Saturday. \n[224]A little. \n[225]Prospero. \n[226]You should tell her that. \n[227]I thought you hated all that Royal Court stuff. \n[228]Run it again, please. The lights go down. MARILYN's face appears on the screen, laughing and happy. It is another sequence, the one where Marilyn does her sweet, uninhibited little dance (Scene 90), a performance both sexy and yet touchingly innocent. HOLD on COLIN for a long moment, gazing at her image in the darkness, then - \n[229]Can I get another one of those please, Barry? BARRY for once is silent, pours a pint. The regulars try not to stare. \n[230]As if I could. \n[231]Everyone else doesn't understand. She smiles, touched. \n[232]What's that for? \n[233]No - just a good friend of mine. BARRY walks back into the pub, leaving COLIN alone, staring at the vanishing car. And then the sun swallows it as it drives into the English countryside. \n[234]Any messages? THE SECRETARY pushes a piece of paper at him. \n[235]Did she say anything? \n[236]Probably.  Book a call as soon as you can. Los Angeles, California. Brentwood 1890. ", "MARILYN": "\n[1]I like it a lot. \n[2]You bet it is. Arthur's the greatest man I ever met. \n[3]I'd love to see the little fellow with the bow and arrow in Piccadilly Circus. \n[4]I want to be the best actress I can be. \n[5]I'm considering it. \n[6]I'll be playing Grushenka. \n[7]Sure. Can you? \n[8]My husband is. \n[9]I guess you could look it up in a dictionary. \n[10]As I'm in England let's say I sleep in nothing but Yardley's Lavender. \n[11]Well, that was quieter than some. Vivien smiles at the wry joke. ARTHUR JACOBS watches the proceedings with an eagle eye. \n[12]Excuse the horrible face. She finds her dark glasses on the dresser and puts them on. \n[13]\"I'll say I was surprised. I was so surprised I couldn't hardly think you meant me.\" \n[14]Gee, Mister Sir, I could listen to your accent all day. \n[15]\"Well, Maisie Springfield... \n[16]Oh, let's see... \"Oh, and am I what you'd call new hat?\" \n[17]Gee. I forgot my line. I'm sorry. \n[18]\"Oh, I'm quite sure you don't, your royal..., oh, I mean, your, uh, Imperial... your uh... serene majesty.\" It is not clear whether Marilyn's hesitance is acted or not but the others press on gamely. \n[19]\"I'm in The Coconut Girl at The Avenue.\" There is a pause. SYBIL THORNDIKE hesitates. \n[20]\"I'm in The Coconut Girl at The Avenue\". \n[21]Can I? \n[22]I just can't figure this movie out. \n[23]He was angry with me, I could tell. \n[24]Come on, Paula, get up. \n[25]Oh, okay. I guess I was. COLIN glances at her, seeing his chance to help. \n[26]Oh... you have that word in England too? She looks at him in surprise. She looks sedated, not quite there. PAULA leaps protectively to her defence. \n[27]I'm sorry... \n[28]You think I'm a great actress? \n[29]I found it. Calmly she takes the towel from her hair and wraps it around herself. She smiles quizzically. \n[30]You can go now, Colin. He hesitates a beat, surprised that she knows his name, before he fumbles for the door. \n[31]Gee, it's quiet. \n[32]\"Well we're still the first ones, aren't we? Gee, this is all right, isn't it? OLIVIER looks out from behind the camera, patient and charming. \n[33]\"Well we're still the first ones, aren't we? Gee, this is all right, isn't it?\" \n[34]\"Well, we're still the first ones, aren't we? Gee, this is... all right, isn't it?\" \n[35]Can't we just drop it? \n[36]Oh, sure. (Pause, she looks stricken) Paula! \n[37]I don't get it. He's such a strange man. I think she'd figure out he only invited her to sleep with her. \n[38]I can't do this. I can't. \n[39]\"Well we're still the first ones, aren't we? Gee, this is all right, isn't it?\" \n[40]\"Well we're still the first ones, aren't we?  Gee, this is all right too, isn't it?\" There is a stunned moment. WATTIS gapes and MARILYN looks around uncertainly. Did she say it? OLIVIER gestures frantically from behind the camera that she should carry on. She hesitates... ... there is an agonising beat... ... and then she panics and bolts for the side of the set. \n[41]Paula! \n[42]I don't know who Elsie is. I can't act her if I don't know who she is! \n[43]I can't find her. She's not there. \n[44]She's not real. \n[45]Are you saying I don't need to act? \n[46]I don't want to be myself! I want to be an actress playing a character. \n[47]I want Lee. \n[48]\n[49]How old are you? \n[50]You remind us of the young king in the movie. Kind of honest and innocent. \n[51]What's your job on this picture? \n[52]You're Larry's assistant too. \n[53]What were you doing in my house last night? Did he send you? \n[54]Are you spying on me? \n[55]Colin? Whose side are you on? COLIN stares at her. She looks utterly beautiful and vulnerable in the shadowy light. There is only one answer anyone could give. \n[56]Call me Marilyn. He is suddenly overwhelmed by a rush of sympathy. She looks so lost and vulnerable. Perhaps he means it. Perhaps he is on her side now. \n[57]Oh, but everyone says you were a wonderful Elsie on stage. \n[58]Colin, why don't you drop by here on your way home? \n[59]Good. Don't tell anyone though. \n[60]Help yourself to a drink. COLIN wheels in surprise. MARILYN stands in the doorway, casually but beautifully dressed in silk trousers and a pale cream shirt. COLIN looks guiltily at the brandy. \n[61]Here, let me. She pours some brandy into a glass and gives it to him. \n[62]Are you frightened of me, Colin? \n[63]Good. Because I like you. \n[64]I want you to help me. Will you do that? \n[65]But you know what's going on. You can see both sides of the situation. \n[66]I want you to be honest. Tell me everything. \n[67]Relax. I thought you weren't scared of me.  Are you hungry? I'll have them send in a tray. I'm starved. \n[68]Oh, gee, I'm sorry. Am I interrupting something? Maybe you have a Mrs. Colin waiting for you at home? \n[69]So we can talk as long as we like? \n[70]Why is Sir Olivier so mean? He talks to me as if he's slumming. \n[71]Are you sure you can handle that? You don't look old enough to drink. \n[72]It's Marilyn.  I'm 30. I guess that makes me an old lady to you. \n[73]Do you know I've been married three times already? How did that happen? \n[74]They always look right at the start. \n[75]Let's walk in the garden. See if we can find any more reporters in the bushes. She giggles. COLIN's heart contracts as she casually takes his arm. \n[76]I didn't know it was so pretty out here. \n[77]I am the sights. She giggles again, her mood lighter. \n[78]Look at us. We're just like Elsie and the young King. What would Sir Laurence say if he could see us now? \n[79]I wanted to be an artist. To grow as an actor. I was so proud to be working with the great Olivier.  Now he thinks I'm the enemy. She looks at him innocently. COLIN hesitates. \n[80]Every time I walk into the studio I feel this sense of doom come over me. He looks at me like he's smelling a pile of rotten fish. And the crew hate me. Paula is the only person I can trust.  Except for you now, maybe. She looks at him, her eyes huge. COLIN feels his senses swim as he stares into them... ... and then ROGER suddenly appears on the steps. \n[81]Goodbye, Colin. Thanks for telling me the truth. COLIN stares after her. It is a second before he realises that ROGER is gazing at him sternly. \n[82]Hi, Colin. COLIN smiles, self-conscious. MARILYN stops and frowns, looking at Lucy. \n[83]Hey, are you guys dating? That's what I heard. She looks at him expectantly and suddenly his growing fantasy that she might actually be interested in him kicks in hard. He shrugs casually. \n[84]Too bad. You look cute together. She walks off with her retinue. There is a long pause. COLIN looks up to see LUCY staring at him in dismay. There are sudden tears in her eyes, which she wipes away angrily. \n[85]\n[86]Roger and I decided to take you out for an adventure. Didn't we Roger? \n[87]Except me, of course. She pats the seat next to her. \n[88]I don't like being on my own in the back. Before COLIN can respond he sees the curious MILTON running back, having spotted MARILYN in the back. \n[89]Do you think he saw me? COLIN can't help laughing. He finally tumbles into the back seat with MARILYN as the car speeds away. She scoots up to make room for him. \n[90]Snuggle up. This is fun. She threads her arm through his. He gazes down at their hands meshed together. ROGER's disapproval registers in the faintest flicker of his eyes. In the background the defeated and frustrated MILTON watches the car speed away. \n[91]This is how I ought to feel every day. COLIN smiles. Impulsively MARILYN hugs him. \n[92]Let's run away together. He turns ashen. \n[93]Just kidding. She looks around happily. COLIN smiles at her. \n[94]Only one day? \n[95]Or a week? He grins. She takes his hand, walking contentedly at his side. \n[96]What shall we do? \n[97]We met at a movie premiere. She said my dress was pretty. \n[98]Gee, I'd love to read all these books some time. \n[99]She's beautiful. \n[100]I hope I look that good when I'm 400. \n[101]I've heard of him! Didn't he paint that lady with the funny smile? \n[102]Do you have that one here too? \n[103]Really? \n[104]Look, Colin. COLIN kneels at her side. \n[105]I sure never had a dolls' house like this when I was a kid. She sees a perfect doll family inside, husband, wife and two children. She points at them, her eyes shining. \n[106]This is me, that's you, and these are our kids. She smiles wistfully and puts her hand on his arm. \n[107]Our daughter's so pretty. All little girls should be told how pretty they are. They should grow up knowing how much their mother loves them. Her eyes fill with sadness for a moment. \n[108]We look like such a happy family, don't we? \n[109]Shall I be \"her\"? She jumps up onto a step and strikes a pose - hip out, shoulders back, bosom thrust forward, the classic Marilyn \"look\". The delighted crowd bursts into cheers. COLIN stands proudly nearby, content to watch Marilyn being a star, basking in the certain knowledge that she will be leaving with him. One of the spectators turns to him. \n[110]This isn't a school, it's a palace! COLIN smiles. \n[111]It's like walking through history. \n[112]Whipped? \n[113]I'd never send my kids away. How long were you here? \n[114]Why? \n[115]It seems to me that you've had most things pretty easy. \n[116]So how are you going to do it? \n[117]Sounds pretty good to me. \n[118]Work hard, boys! I don't want anyone whipping you! A gawky young teenager near the front shouts out cheekily. \n[119]Hurry up, slow poke. \n[120]Oh my gosh! It's freezing! \n[121]This is great. \n[122]Don't worry. Roger will fix it. Oh, darn it... She holds her head and he looks at her with concern. \n[123]I have something in my eye. He swims across to her, very aware of her naked body under the water. She holds her head up to him. \n[124]Get closer. She tips her head back. He looks deep into her eyes - and suddenly she grabs him and kisses him on the lips. Before he can respond she laughs playfully and swims away. \n[125]That's the first time I've kissed anyone younger than me. There's a lot of older guys in Hollywood. She swims happily, totally relaxed. COLIN is much more self- conscious, keeping one nervous eye open for pleasure boats. Finally she swims back into the shallows and wades to the shore. She glances back, catching Colin looking. He glances away, embarrassed. \n[126]Don't be shy, Colin. It's nothing you haven't seen before. \n[127]Oh, Colin! And you an old Etonian! \n[128]Don't spoil it. \n[129]I want this to be the perfect date. \n[130]I haven't had a real date since I was 13 years old. \n[131]That was nice. I don't get kissed much. \n[132]Okay, what do we do now? COLIN looks at her, knowing it is time to return to the real world but reluctant to face it. There is a discreet cough and ROGER appears. \n[133]Hi Milton. She smiles sweetly. \n[134]Next time I come on set, you better make sure Colin is there. He looks at her in shock then bitterly at COLIN. \n[135]Take him home. \n[136]Oh hi, Colin. \n[137]Phooey. She pats the sheets at her side and settles down sleepily on the pillow. \n[138]Get in. She is instantly back asleep. COLIN fumbles his way to the door. He searches for the key on the side table and quickly finds it. He goes to unlock the door, but then pauses, looking back at Marilyn. He puts the key back and bends down to whisper at the keyhole. \n[139]Colin? What are you doing here? MARILYN sits up, the sheet clutched to her chest, her expression panicky and disoriented. COLIN hurls himself off the bed. \n[140]The window? Is there a balcony, like in Romeo And Juliet? How romantic.  But I'm not sick. What makes them think that? \n[141]My mom. \n[142]They took her to the Sanatorium when I was a kid. I grew up in other people's homes, mostly. \n[143]I don't know who my father is so it might as well be him. Why not? I can pick any father I want. \n[144]Do you have a home, Colin? A real one? \n[145]And a mother and father who still live together? \n[146]And do they love you? \n[147]You're lucky. \n[148]Do you love me, Colin? \n[149]I'm not Greek. \n[150]I don't want to be a Goddess. I just want to be loved like an ordinary girl. \n[151]I found his notebook. It said I'd let him down. \n[152]He wanted me to find it. It said he should never have married me. That I was unpredictable and a woman-child, flighty and self- centred. He's left me, Colin. Why do the people I love always leave me? \n[153]All people ever see is Marilyn Monroe. As soon as they realise I'm not her, they run. \n[154]Boy, there's a lot of men in this business. And they all think you've got to sleep with them. \n[155]You're not like that. That's why I like you. \n[156]You should date that Wardrobe lady. She's pretty. \n[157]What's the matter? Don't you want to make love? \n[158]Okay. Friends. \n[159]This is nice. Like spoons. I used to do this with Johnny. \n[160]Johnny Hyde. My agent, back in the old days. He was thin, like you... \n[161]Okay. \n[162]\"I found a dream and lay in your arms the whole night through... I'm yours no matter what others may say or do... She has never sounded so happy or carefree. COLIN smiles. \n[163]\"What?  Oh, go away, you silly man.\" \n[164]\"Well, it's her own fault. She has no right being out at this time of night. She's 93!\" MARILYN is utterly adorable. The crew, COLIN, amongst them, can't take their eyes off her. OLIVIER glances at ORTON behind the camera. They have a good take and they know it. \n[165]You think I can act, don't you, Colin? \n[166]I want him to stay with me. \n[167]I'm so tired of feeling scared. Life is so shitty. I hate it. It hurts too much. \n[168]Good old Colin. Looking after me, looking after Larry, looking after Vivien. Always putting everyone before yourself. \n[169]It hurts! It hurts, Colin! She is doubled up, clutching her stomach, sweating and frightened. COLIN sees a dark red stain on the sheets. \n[170]The baby. I can't lose the baby. COLIN looks at her aghast. \n[171]It's a surprise. For Arthur. Don't tell anyone. Promise me. He hurls himself off the bed and runs to the door. \n[172]Don't let anyone in. \n[173]We have to say goodbye now, Colin. Arthur's on his way back. When this film is over I'm going to settle down and be a good wife to him. I'm going to learn to make Matzo ball soup as good as his dad's. She smiles wistfully at the fantasy. \n[174]We have to forget this ever happened. \n[175]What do you want to do? Marry me? \n[176]This is what I've worked for my whole life. I couldn't just give it all up. \n[177]You think I'm crazy? \n[178]I am happy. I got everything I ever dreamed about. \n[179]Well, maybe just a wink. Once in a while. He smiles, looks at her just once more, and then goes out. As the door closes we see Marilyn's smile fade to be replaced by a bleak, frightened expression. \n[180]I hope you will all forgive me. It wasn't altogether my fault. I have been ill. \n[181]I'd like you to remember I tried. \n[182]\"..I found a dream and lay in your arms the whole night through, I'm yours no matter what others may say or do. Be light of heart and fancy free, that's the way to start, there will be nothing to lose till you lose your heart..\" She sings with touching delicacy, nailing it perfectly. There is pin drop silence on the set as the crew watch. COLIN is amongst them. It is a moment of almost unbearable poignancy for him. He suddenly realises that SYBIL THORNDIKE has crept up silently behind him to watch the scene. As he turns to her she smiles with infinite wisdom and compassion, murmuring softly so that only he can hear. \n[183]\"I've got a solemn word of warning for you.\" \n[184]\"You know what's going to happen? I'm going to fall in love with you, because I always, always do.\" CLOSE on MARILYN as she smiles, her face radiating joy and vitality. And then, in the split second before ORTON calls `cut', MARILYN turns her head just a fraction and winks at Colin. He grins. OLIVIER looks up from the sofa, notices and smiles indulgently. \n[185]Buy a girl a drink? COLIN doesn't turn. He recognizes the voice and smiles. \n[186]I didn't want to leave without saying goodbye. \n[187]The first time you saw this, all I had on was the radio. Colin opens the package. It's her copy of the script. On the first page she has written a message scrawled in ink: TO THE \n[188]Don't forget me. \n[189]Everyone else on the picture wishes they could. \n[190]Be a gentleman and walk me to my car? The ever faithful Roger stands by the idling car. COLIN opens the car door for MARILYN. MARILYN beckons him closer. She kisses him gently. He smiles and says lightly: \n[191]That's for being on my side; and remember, when you see me wink, that's for you. ROGER walks around the car and looks over at COLIN. \n[192]\"I found a dream and lay in your arms the whole night through, I'm yours no matter what others may say or do. Be light of heart and fancy free, that's the way to start, there will be nothing to lose till you lose your heart...\" The fragile voice hangs in the air for a second, then slowly drifts away to nothing. ", "OLIVIER": "\n[1]Do you know, Hughie, it is simply impossible to get Marilyn Monroe on the telephone? The darling girl spends the entire day asleep. But great beauty has its way... \n[2]Hello, boy... remind me? \n[3]Of course. What are you doing here? \n[4]Have a cigarette. Keep the pack. \n[5]There won't be any film unless Miss Monroe gets her splendid posterior out of bed. \n[6]I'll have a word with the American ambassador. I'm taking him to see Vivien in South Sea Bubble on Thursday... now, tell me, Hughie, are Terry's rewrites in? \n[7]Let's try to find him something to do, Hughie. COLIN grins in triumph. VIVIEN smiles at him. \n[8]News travels fast. \n[9]What are we paying you, boy? He glances at COLIN with amusement. \n[10]See to it, Hughie! PERCEVAL sighs grimly. \n[11]Beige, then. Beige is rarely controversial. JACOBS considers this, unaware that Olivier is teasing him. \n[12]Stanislavski and the Method are perfectly fine in the rehearsal room but they don't belong on a film set. Time is too tight. I'm sure Marilyn understands. He turns and walks away. JACOBS frowns uncertainly. \n[13]Naturally, Vivien and I will be there to greet her. But let's keep it low key, shall we? \n[14]It is a deep happiness to me to be translating Terence Rattigan's magnificent play to the screen... A voice suddenly rings out from the back of the previously attentive crowd. \n[15]It's my genuine pleasure to introduce a woman who needs no introduction. \n[16]A great actress on her first trip to London whom I have no doubt... \n[17]In The Sleeping Prince we have discovered the perfect vehicle for Miss Monroe's luminous and justly celebrated talent... \n[18]You have my new assistant Colin to thank for that. (Pause, he shepherds COLIN over) This is Milton Greene. You must be very nice to him. He owns half of Marilyn Monroe Productions. \n[19]Have a cigarette. \n[20]Milton - Marilyn and rehearsals. Let's talk. \n[21]Marilyn, here you are, everyone is so excited to meet you... He gestures to the company. \n[22]Let us begin. Do sit down, please... SYBIL THORNDIKE looks sweetly at MARILYN from across the table and indicates the empty one at her side. \n[23]Welcome dear Marilyn, to our little fraternity. (Pause, looks around) We may seem a little strange and quaint to you at first, but I hope that in time you may come to find your method in our madness. Pleased with his over-contrived rhetorical flourish, he gives Paula a pointed look. She glowers back, obscurely sensing that she has been insulted in some way. MARILYN also looks up in confusion at Olivier's well intentioned but clumsy joke. Oblivious to her reaction, he opens his script with a sentimental flourish. \n[24]So. My very noble and approv'd good masters, let us now embark on our great voyage of discovery together.  With boldness and  good fortune, may we strive to create a work of art that, led by your good graces, will be cherished as long as motion pictures may be remembered. He is momentarily close to tears. WATTIS rolls his eyes discreetly, earning a grin from the actor PAUL HARDWICK. There is a rustle of pages and a few coughs, a mood of eager nervousness in the air as they all prepare for the reading. \n[25]\"Were you surprised to get my invitation?\" \n[26]\"oh but of course I meant you. I had your name most carefully marked down on my programme. In matters of this kind I assure you I am most methodical. Who did you think I meant if not you?\" \n[27]You are amongst friends, my darling angel. Just plain Larry will suffice.  When you're ready..? \n[28]\"Oh, no, no, no not Maisie Springfield, she's quite what I would call old hat... \n[29]It's your line, Marilyn. \n[30]It is only a readthrough, Paula. \n[31]The character is on the page. \n[32]We can't have two fucking directors! \n[33]Why? She's got me! \n[34]Dear Christ, what have I got myself into? \n[35]Marilyn here yet? \n[36]She's kept Dame Sybil Thorndike waiting in full costume for two hours. It's simply not fair. The door finally opens and MARILYN emerges, with PAULA on one side and MILTON on the other. In her figure-hugging shimmering white sheath of a dress she is ravishingly beautiful. Her hair is like a halo of light around her head. No one can take their eyes off her. Slowly, all work on the set stops. MARILYN walks to the set, acutely aware of the scrutiny of the crew. She smiles nervously, then suddenly hesitates, feeling the weight of everyone's attention. Anxiety flits across her face. She whispers something to PAULA and bolts back towards her dressing room. OLIVIER stares after her in shock. \n[37]What's wrong? \n[38]Right, Mr. Orton you wanted me to check the back projection. Please join us, Mr. Cardiff. He stalks away, followed by Cardiff and Orton. \n[39]\"Now, before you meet my mother- in-law I must warn you she is a little vague and can be very deaf... on occasions.\" SYBIL THORNDIKE sweeps through the door right on cue, with MAUD, her lady-in-waiting, following. She is effortlessly in command of her lines. \n[40]\"Might I present Miss Elsie Marina?\" \n[41]Cut. SYBIL THORNDIKE smiles cheerfully. \n[42]\"She says she is deeply flattered and compliments you on your wonderful memory.\" MARILYN jumps in, shouting her line over the top of him. \n[43]Cut. \n[44]\"She says she is an actress.\" MARILYN looks at him, hesitant but just about in character. OLIVIER glances at ORTON who nods. \n[45]Cut it there. \n[46]Print. There is a near-audible sigh of relief around the set. SYBIL THORNDIKE smiles. \n[47]She's impossible. I should have cast Vivien. \n[48]Oh, yes. The world's greatest living actor, so they say. OLIVIER looks at him, wanting to be reassured. He fumbles for a cigarette with shaking fingers and COLIN hurries to light it. He smiles wryly. \n[49]Let's hope I'm as brilliant as you think I am.  Now be a good boy and keep an eye on her. \n[50]She should be on time, like everyone else. \n[51]I'm a fucking star! He looks around in frustration. \n[52]If we nip this behaviour in the bud perhaps it won't be repeated. \n[53]Marilyn, darling you are an angel, and I kiss the hem of your garment, but why can't you get here on time for the love of fuck? \n[54]You must apologise to Dame Sybil. MARILYN reddens with humiliation as he takes her arm. \n[55]We've only been shooting for four days and we're already two weeks behind. COLIN can't resist blurting out a comment. \n[56]I believe it's traditional for the producer of the film to watch rushes. Besides, she's an experienced actress. She should learn from her mistakes. \n[57]Not half as much as they upset me. \n[58]Cut. The line is \"Gee, this is all right too, isn't it\". It's a tiny word, my darling, but it matters. Let's go straight away. MARILYN smiles vaguely. HAIR and MAKE-UP rush to do last minute checks. \n[59]Cut. Nearly there, but Terry did work so very hard on this and we must try to get it right for him. Straight away, please. \n[60]Cut. \n[61]The point is that you have already admired the downstairs hall in an earlier scene. Now you are admiring this room as well. \n[62]Then she should pretend to believe it. \n[63]We're in absolute agreement, Paula. Acting is all about sincerity. And if you can fake that, you're off to the races. \n[64]Eight months of this? I'd rather kill myself. \n[65]\n[66]Cut. A look of near-panic creeps into Marilyn's eyes at her inability to remember the line. \n[67]Cut. What's the matter now? He takes her arm and whisks her away to the side of the set, lowering his voice, trying to conceal his exasperation with a honeyed tone. \n[68]Forgive me, Marilyn. This is my failure, not yours. Tell me how I can help you. \n[69]Elsie is all in the script \n[70]But you have her precisely, you know her inside out. I'm in awe of your gift. We all are. \n[71]Why not simply rely on your natural talents? \n[72]Marilyn, you are the most attractive woman in the world. I'm simply suggesting you be yourself. \n[73]All you have to do, dear Marilyn, is be sexy. Isn't that what you do? \n[74]You've already got Paula, for heaven's sake. I'm the director. Speak to me. \n[75]It's five in the morning in New York. \n[76]\"O, now, for ever Farewell the tranquil mind/Farewell content/ Farewell the plumed troop and the big wars/That make ambition virtue O, farewell/Farewell...\" Paula's not an actress. She not a director, not a teacher. Her only talent is buttering up Marilyn. \n[77]You know what would make Marilyn Monroe a real actor? A season in rep. They wouldn't stand for this kind of nonsense at the Hippodrome in Eastbourne. \n[78]Trying to teach Marilyn how to act is like teaching Urdu to a badger. MILTON gives him a look but says nothing. Instead he picks up his bag and opens it. It is stuffed with bottles of pills. He takes one of them, checks the label and puts it in his pocket. \n[79]Pills to sleep, pills to wake up. Pills to calm her down, pills to give her energy. No wonder she's permanently ten feet underwater. \n[80]We're all scared. It's part of being an actor. \n[81]I wouldn't buy the little girl lost act if I were you. Though heaven knows it's tempting. He sighs wistfully. \n[82]And I think Marilyn knows exactly what she's doing. COLIN isn't so sure but wisely holds his tongue. \n[83]You better get over to Parkside and make sure the poor girl's all right.  And Colin? Don't forget who you work for. \n[84]It's nearly lunch time. \n[85]It's a light comedy. How much feeling can it possibly require? \n[86]She can't hide in her bloody dressing room all day. \n[87]Go and find out what the hell's going on. \n[88]That won't help Marilyn. \n[89]About her? \n[90]But you do love her? Your new bride and all that? \n[91]You shouldn't upset yourself. You are ten times the actress she will ever be. \n[92]There's never been anything between Marilyn and me. \n[93]You're imagining things. \n[94]Vivien..! \n[95]She hasn't been well. There was a baby... she... we... lost it... COLIN looks down awkwardly. OLIVIER sighs. \n[96]Do you have a cigarette, Colin? COLIN hurries to offer him one of his \"Oliviers\". OLIVIER grimaces wryly. \n[97]Not one of those awful things. COLIN finds a woodbine in his other pocket and gives it to OLIVIER, who lights it with a shaking hand. He inhales deeply. \n[98]Vivien's right... I did think I would fall shatteringly in love with Marilyn. What a joke. He looks at COLIN, his feelings raw and exposed. \n[99]Remember, boy, when it comes to women you are never too old for humiliation. \n[100]He's only going to visit his children. \n[101]Perhaps she's come back. (Into the phone) Yes? \n[102]Oh, Roger. What's up? \n[103]Yes, he's here.  It's for you. \n[104]Why is Marilyn on the phone to my third fucking assistant? \n[105]Well? What did she want? \n[106]I'm sure Colin knows what he's doing. Don't you, Colin? There is a warning as well as approval in his tone. \n[107]I don't care if he fucks her sideways. Perhaps it'll calm her down.  Oh, hello, boy. \n[108]I hear you spent last night with Marilyn. \n[109]Perhaps if Colin is very diplomatic Marilyn is more likely to behave herself. \n[110]I thought working with Marilyn would make me feel young again. But I look dead in the rushes. Dead behind the eyes. \n[111]Perhaps I'm angry with her because in my heart I know my own career is in a terrible rut. I wanted to renew myself through her but all I see reflected in that magnificent face is my own inadequacy. \n[112]You know, I admire Marilyn. I really do. Despite her behaviour. She has taken everything Hollywood can throw at her and triumphed. \n[113]An actress has to be pretty tough to get even a tenth as far as she has. He glances up at COLIN in the mirror, shrewd and sympathetic. \n[114]But be careful, boy. She doesn't need to be rescued. Not really. \n[115]You spent the day with her. What frame of mind was she in? \n[116]Well, find out what's going on. There's a good chap. Perhaps we can persuade her on this splendid day to do the work she's paying herself to do. He stalks off. COLIN sees WATTIS grinning at him. \n[117]Morning, boy.  Christ, you look rough. He looks at him thoughtfully, then shrugs. \n[118]Let me know when Marilyn arrives. If she ever does. \n[119]\"This is intolerable\"! \n[120]\"Revolution?\" \n[121]Whatever it was you did to her, boy, keep doing it. OLIVIER grins slyly and COLIN doesn't bother to protest. The phone rings. OLIVIER picks it up. \n[122]Hello? His face falls as he listens to the voice at the other end of the line. \n[123]Marilyn? \n[124]Only an hour late. Not bad by her standards. He smiles, then stands up, straightening his uniform. \n[125]Maybe we will finish this bloody film after all. \n[126]\"My dear...\" \n[127]\"What's that, my beloved?\" \n[128]\"You do look, my son, in a moved sort/As if you were dismay'd: be cheerful, sir./Our revels now are ended. \n[129]These our actors,/As I foretold you, were all spirits and/Are melted into air, into thin air... \n[130]We are such stuff/As dreams are made on, and our little life/Is rounded with a sleep...\" \n[131]She's quite wonderful. No training, no craft, no guile, just pure instinct. Astonishing. \n[132]Oh, I will. But she won't believe me. That's probably what makes her great. It's certainly what makes her so profoundly unhappy. \n[133]I tried my best to change her, but she remains brilliant despite me.  Directing a movie has to be just about the best job ever invented, but Marilyn has cured me of ever wanting to do it again. \n[134]And now I'm going back to the theatre. John Osborne is writing a piece for me. \n[135]Miller made me see things differently.  You have to find new worlds to conquer, if you want to be the best. And believe me, most of the time, I really am the best. He goes to the door and pauses. \n[136]You've done a good job, boy. Welcome to the circus. He goes out. COLIN looks back up at the projection box. ", "MILTON": "\n[1]This is some place you found. He glances at the house. Olivier smiles generously. \n[2]Forty nine per cent, Larry. GREENE  offers them a tired smile. OLIVIER produces one of his branded packets and offers a cigarette to Milton. \n[3]I don't smoke. \n[4]Sure. And the studio wants a new title. OLIVIER escorts Milton away. MILLER and MARILYN are now being photographed on their own. ROGER moves over to JACOBS and murmurs discreetly in his ear. JACOBS nods and moves in to end the session. \n[5]Marilyn wants Paula. \n[6]Paula is costing us two and half thousand bucks a week. We might as well use her.  Listen Larry, accept Marilyn on her own terms and you'll be okay. \n[7]Try to change her and she'll drive you crazy. Trust me. \n[8]She is a star. \n[9]This is Marilyn you're talking about. \n[10]When Marilyn gets it right you just don't want to look at anyone else. OLIVIER frowns. For all his greatness as an actor he will never be a film star like the maddeningly instinctive Marilyn. And the injustice of it is like a stab through his heart. At the back COLIN only has eyes for the screen. He watches MARILYN's image, enthralled. Until now he has taken Marilyn entirely at Olivier's valuation, but as he watches her on screen he begins to see things differently. \n[11]The kid's right. She could use the confidence. \n[12]No one's recognised her. \n[13]Marilyn's a star. Stars don't even pee alone. \n[14]Jeez, Marilyn, they really fucking love you. As COLIN looks in the rear-view mirror he sees MILLER shaking his head in dazed horror as MARILYN slumps half-collapsed into the seat beside him. \n[15]Maybe we should try for another take. \n[16]It would be worse if she wasn't around. \n[17]You have to be patient with her. \n[18]I better go see her. She'll need something to help her calm down. COLIN holds the door for him as he goes out. \n[19]She isn't feeling the part. \n[20]Give her a few minutes... \n[21]Oh, yes she can. \n[22]Marilyn won't shoot today. She's gone back to Parkside. She's upset about Arthur leaving England. \n[23]You don't leave Marilyn alone. She can't handle it. She thinks everyone's going to abandon her. \n[24]What the heck? \n[25]He shouldn't be talking to her. He's just a kid. Supposing he says something?  Why the hell didn't she call me? His angry - and jealous - frustration is in stark contrast to OLIVIER, who looks at COLIN with a new interest, wondering if there is anything in this odd situation that can work to his advantage. He smiles calmly. \n[26]Colin? Is everything okay? What did she want? \n[27]Let me speak to her, Colin. \n[28]Let me talk to her, damn it! \n[29]I heard them chuckling. \n[30]A chum? Jesus Christ, what is this, Goodbye Mr. Chips? Grow up, kid. \n[31]Arthur Miller called me. He's not happy with you. \n[32]Marilyn must have said something. \n[33]Listen, kid, I've known Marilyn for seven years. I fell in love with her, just like you've done. COLIN is about to protest but MILTON ignores him. \n[34]We had ten days together and that was it. She picked me up, she put me down. That's what she does. She breaks hearts. She'll break yours. My advice to you is to quit before you get burned. \n[35]You don't see Marilyn again, you don't even talk to her. She is completely off-limits to you. Got it? \n[36]Any problem, Roger? \n[37]You're not taking him to Marilyn? That would drop us all in a whole ocean of shit. \n[38]What do you have in there? \n[39]Okay, well, have a nice time boys. \n[40]What the hell? He peers into the back window. MARILYN screams and buries herself back under the blanket. COLIN scrambles to get over into the back seat while ROGER stamps on the accelerator and the car roars off. \n[41]Colin! Get back here, you little bastard! You're fired! Do you hear me? Fired! COLIN winces. ROGER looks at him sympathetically. MARILYN emerges from under the blanket, tousled and laughing. \n[42]Marilyn's not well. \n[43]I don't know what you did to her, kid, but she got nervous. I had to give her some pills to calm her down. \n[44]Someone like you? \n[45]You kissed her. \n[46]Spare me the bullshit. I know everything. \n[47]You messed her up, kid. Confused her. \n[48]I've got every penny I ever made tied up in Marilyn. She owes me. If it wasn't for me she'd still be on contracts that make slave wages look good. I gave her back her freedom, and now Miller's turning her against me. That's what you get for trying to help Marilyn Monroe. \n[49]If you want to play with the grown-ups, Colin, start learning the rules. \n[50]Oh, Jesus, who knows? I wasn't counting. COLIN knocks gently. \n[51]Come on, Colin, open up. \n[52]What would Arthur say if he knew Colin was here? A flicker of terror crosses MARILYN's face. COLIN turns on them angrily. \n[53]Happy now, kid? \n[54]If you'd all like to step this way, you'll find something I think you'll like. MILTON indicates a trestle table at one end of the studio, loaded with gaily wrapped parcels. He ushers the crew over. \n[55]A parting gift to each of you from Marilyn. Men on the left, ladies on the right. ", "ROGER": "\n[1]No need for the title. I'm retired from the force. Something about looking after a cinema actress? \n[2]I've never had much time for the pictures. \n[3]That doesn't bother me. PERCEVAL pauses awkwardly. \n[4]She drinks? \n[5]Pills? PERCEVAL leaves a tactful pause. \n[6]You want me to spy on her? Perceval and Roger understand each other perfectly. \n[7]We have to get them to the hall. COLIN barges his way through the scrum behind ROGER and briefly finds himself directly in front of MARILYN. For a moment he is transfixed by her beauty and charisma but she doesn't even see him as she follows the commanding ROGER obediently, tugging Miller along behind her, leaving Colin in her wake. \n[8]She hasn't come down yet. Neither has Miller. They're playing trains. COLIN stares at him blankly. \n[9]My God, she'll be torn apart... \n[10]Help yourself. They can spare it. Marilyn's okay. She's taken some pills and gone to bed. He frowns darkly. \n[11]They like to keep her doped up. It makes her easier to control. \n[12]The others. They're terrified their cash cow will slip away. He smiles grimly and raises his beer bottle. \n[13]Cheers! \n[14]Sir Laurence? It's Roger. \n[15]Is Colin there, Sir? \n[16]Miss Monroe said for you to wait. She won't be long. He looks at COLIN dubiously as he goes out. COLIN is nervous and not quite sure what to do with himself. He looks at the drinks in their decanters on the sideboard and is suddenly desperate for some Dutch courage. He finds the brandy and picks it up - \n[17]Phone call for you, Miss Monroe. It's Mr. Miller. MARILYN goes back up the path towards the house, glancing back briefly at Colin. \n[18]You'll be leaving now, I expect. \n[19]Get in. COLIN looks at him in confusion. The studio doors open and MILTON emerges. He glances darkly at COLIN and ROGER. \n[20]Just dropped by to take Colin out to lunch. \n[21]Oh, no, sir. \n[22]Just a picnic. We've been looking forward to it, haven't we, Colin? \n[23]Indeed we did. \n[24]Detective Chief Superintendant Smith. I'm escorting this lady and gentleman for the day. They'd like to look around the castle. As the policemen see MARILYN their eyes widen. \n[25]Well, it's not Diana bloody Dors, is it? \n[26]You don't know Her Majesty, by any chance? \n[27]Time to go home, I think, Miss Monroe. She smiles, a little sadly, then gets up, walking past him as she puts on the rest of her clothes. ROGER averts his eyes respectfully and waits for COLIN. The two men look at each other for a second. \n[28]Be careful not to get in too deep, son. COLIN knows he isn't talking about the river. \n[29]Colin!  Colin! COLIN opens his eyes, his mind drugged with sleep. \n[30]It's Marilyn. A cold dread clutches at COLIN's stomach. He stumbles out of bed and opens the door. ROGER stands in the doorway \n[31]She's asking for you. She's sick. I think she might be in a coma. \n[32]Just bloody get dressed! \n[33]We should break down the door. \n[34]That's her window. He points with his torch. The window is open. COLIN shins up the ladder while ROGER holds it. \n[35]The doctor's coming. COLIN turns the handle but the bathroom door is locked. \n[36]I think he means her monthlies. \n[37]Looking a couple of inches taller than when I first saw you. ROGER nods at COLIN (a silent salute suggesting job well done.) He gets into the car and we stay on COLIN as he watches it pull away. BARRY comes to the doorway of the pub. ", "LUCY": "\n[1]I'm working. \n[2]I'm washing my hair. \n[3]Look, I have two rules. One, never touch the talent... \n[4]... and two, never go out with thirds. \n[5]Because they're all randy little buggers who just want some fun during shooting. \n[6]I'm free on Saturday. \n[7]Are you sure you can afford all this? \n[8]It must be costing a week's wages. \n[9]You're not the average third, are you? Most of them would be happy with a swift half and a grope in the pub car park. \n[10]By making eyes at Vivien Leigh? \n[11]Word gets around. \n[12]So there's nothing in it? You and Vivien? He smiles mysteriously and leans in to kiss her. She avoids him coolly. \n[13]I'm not that easy. The WAITER approaches with a bill on a silver salver and offers him a pen. \n[14]Of course you were. \n[15]Do you think Marilyn is beautiful? \n[16]You don't have to try so hard to be charming. You're nice enough as it is. Well, you could be. \n[17]You know Marilyn's really still in love with Joe DiMaggio? \n[18]She married Miller on the rebound. The papers are calling them \"The Hourglass and the Egghead\". \n[19]Wait a while, crocodile. \n[20]Maybe. \n[21]That's my dad. \n[22]Sorry, Daddy. We were just going over tomorrow's schedule. \n[23]Tell him he can start sending them up. Women first. They kiss again. He pulls away. \n[24]I'm looking forward to Saturday. He looks at her uncertainly. \n[25]Our date? \n[26]Since when do you work for her? \n[27]Well, of course you must do what Larry says. \n[28]I waited for you on Friday. \n[29]So I hear. \n[30]Of course there isn't. Marilyn Monroe fancying you? Come on. COLIN is put out. Up to now he has never fully confronted the possibility of Marilyn wanting him, but he doesn't like the idea being dismissed so lightly. Lucy sees it and her eyes widen in surprise and hurt. Before she can respond MARILYN herself coming towards them in her gown, her hair up in towel, surrounded by PAULA and her MAKE-UP people. She offers him a dazzling smile. \n[31]I thought you were different. \n[32]And now it's time to set your sights a little higher. I get it. Who do you think you are, Cary Grant? She shoves the rack of clothes back towards the wardrobe department. Part of him knows he should go after her, but in the end he just stays where he is. He can't help feeling an unworthy sense of relief. \n[33]Of course not. It's from Marilyn Monroe. He smiles. She shrugs and turns to leave. \n[34]I'm washing my hair. He nods, accepting this as no more than he deserves. She goes but then stops to look back at him. \n[35]Did she break your heart? \n[36]Good. It needed breaking. There is no malice in her response, just an awareness that he is older and wiser now, and perhaps a better man for the experience. He nods, accepting the rebuke. \n[37]I might be free on Wednesday. COLIN smiles. She goes out. He looks down at Marilyn's present in his hands. ", "PERCEVAL": "\n[1]Yes? \n[2]Oh, God... not another one of Vivien's pretty boys. VANESSA looks at COLIN with amusement. His smile falters as he feels himself coming down to earth with a bump. \n[3]Well, what do you want? \n[4]Oh really, what as? \n[5]There are no jobs yet. We don't start shooting for eight weeks. \n[6]What? \n[7]For eight weeks? \n[8]Terry? Larry wondered how the script was coming... \n[9]There are no jobs. \n[10]It's a free country. He sounds as though he rather regrets it. \n[11]Oh, did she? Why didn't you put that call through? \n[12]Use your judgement. He hesitates and looks back. \n[13]I need a number for Noel Coward. It won't be in the book, so you'll have to track him down. COLIN realises this is a test. He thinks quickly. \n[14]That was quick. \n[15]Am I supposed to be impressed? Did Mummy and Daddy help? Don't think they can do the job for you. The only way you'll get on in this business is through bloody hard work. \n[16]The House Committee are threatening to withhold Miller's passport. They say he's a communist. No Arthur, no Marilyn. \n[17]Arthur Jacobs, Miss Monroe's publicist is flying in tomorrow. He wants to see the house she'll be staying in. Find something suitable. \n[18]Larry says he particularly likes this dress. She looks radiant. \n[19]How the hell do you tone down Marilyn Monroe?! COLIN laughs. He immediately regrets it. Both men turn to look at him. PERCEVAL turns off the projector and gazes at him stonily. \n[20]Marilyn Monroe's publicist is flying in tomorrow. He wants to see the house she'll be staying in. Find something suitable. COLIN nods eagerly, anxious to get out. He is already at the door when PERCEVAL barks at him again. \n[21]And leave the bloody tea. COLIN had forgotten the tray. He blushes furiously, puts it down and hurries out. \n[22]We can't use it now. \n[23]But now we have two expensive houses when we only wanted one. \n[24]Oh, did you? There is a dangerous moment when things could go either way. COLIN has gambled everything in a bid to impress them. \n[25]The set decorators will have it all sorted out in no time. \n[26]What about white? \n[27]I'm sure you understand the sensitive nature of the job, Superintendant? \n[28]Not just any actress. Marilyn Monroe. He gets no reaction from the stolid ex-policeman. \n[29]Excellent.  For the next four months you never leave her side, day or night. There will be crowds. \n[30]Her behaviour is reputedly a little... erratic. \n[31]Amongst other things. \n[32]It would be useful if you could keep us informed of her... domestic situation. \n[33]Just the odd early warning if you know she's going to be late on set. That kind of thing. Smith takes this in his stride; he seems wholly immune to the glamour of the movies. \n[34]Good news. The House Committee have decided Miller isn't a communist after all. \n[35]It means Marilyn will be flying in next week on schedule. ", "SYBIL THORNDIKE": "\n[1]Such a lark! I long to see her. COLIN stands by the door. OLIVIER looks at his watch and shoots him a questioning glance. \n[2]How lovely you are. Here, I kept a place for you. PAULA bursts forward, steering Marilyn away instead to an empty seat on the other side of the rectangle of tables. She looks at RICHARD WATTIS, the actor occupying the seat next to the empty one. \n[3]Don't worry, dear, we won't bite. PAULA looks at her in truculent apology. \n[4]What a good idea! I wish we could all bring a friend. One does get so terribly nervous. It's just like the first day at school, isn't it? \n[5]Aren't we going to have fun? \n[6]How kind of you to meet us. Dear me, you do look cold. \n[7]How exciting! Don't you love the first day of a new production? \n[8]Oh, to be young again! She blows him a kiss and the car rolls in through the gate. Almost immediately OLIVIER's chauffeur driven Bentley appears. \n[9]Isn't she pretty though? \n[10]How kind of you, Colin. Yes, why don't we all sit down? Colin sees her chair by the camera and goes innocently to fetch it. But as he picks it up he is confronted by a stern looking crew member in overalls. \n[11]I'm sure we're all good union members here. There's no need to fall out over something so trivial. \n[12]I rather think you've made your point. Solidarity is the important thing here. When unions fall out, it's only management that benefits. \n[13]I was on the picket lines in 1926, you know. \n[14]Now that was a strike. We were all Bolsheviks then! She smiles nostalgically as ORTON appears to hustle COLIN away, muttering furiously. \n[15]\"My dear, such boredom! The decorations hideous, and the music... catastrophe! Our friend, the ex-King of Moravia drove me home. \n[16]He is now called the Duke of Strelitz, he cannot of course go to the Abbey tomorrow, but he is most anxious you should invite him to the room you have taken in the Ritz for Nicky. Maud? \n[17]\"Oh there you are my dear, I did not see you, give me a glass of that champagne I see over there. Olga Bosnia...\" \n[18]\"Oh yes, my dear, of course I remember you well.\" They all look at MARILYN... and nothing happens. \n[19]It's so easily done, isn't it? I'm sure I went wrong somewhere there too. Shall we have another go, Larry? \n[20]\"Oh yes, my dear, of course I remember you well.\" \n[21]\"What does she say?\" \n[22]Didn't I have a line somewhere there, dear? \n[23]Sweetly pretty. She should use more mascara. When one is young one should use a lot of mascara, and when one is old one should use much more. What do you do, my dear?\" \n[24]\"Dear?\" \n[25]That was perfect, Marilyn. You're Elsie to the life! MARILYN smiles awkwardly, not really believing her but SYBIL carries on with complete conviction. \n[26]Perhaps we could practise our lines together later? You'd be doing me such a kindness. At my great age it's just so hard to make them stick! Why don't you come for tea tomorrow? In fact Sybil is word perfect every time, and everyone knows it. But it is a kind and tactful gesture. MARILYN's face lights up. \n[27]Colin, dear, I thought you looked cold so I bought you this. She hands him a bright red woollen scarf. COLIN is touched. \n[28]Film sets and rehearsal rooms are the coldest places on earth. He smiles as her car drives away. He wraps the scarf around his neck and looks up and down the road again. \n[29]My dear, you mustn't concern yourself. A great actress like you has many other things on her mind. A radiant smile spreads slowly across Marilyn's face as the older woman's words sink in. \n[30]None of the rest of us truly know how to act for the camera. But you do. It is a rare gift. She looks sharply at OLIVIER. \n[31]This poor girl hasn't had your years of experience. She is in a strange country, acting a strange part. Now, are you helping or bullying? OLIVIER looks aghast at being so roundly rebuked. COLIN looks on, startled. \n[32]First love is such sweet despair, Colin. She touches his cheek gently and smiles, perhaps lost in a long ago memory of her own, before retreating quietly into the darkness at the back of the set. ", "PAULA": "\n[1]But Marilyn is not ready. She's preparing. MARILYN glances up at COLIN in the mirror and smiles with unexpected simplicity. \n[2]I have to be next to Marilyn! The startled WATTIS gets up graciously and troops all the way around the table to the seat next to SYBIL THORNDIKE. \n[3]She likes me by her side. \n[4]Remember why you're in the embassy, Marilyn. What does the Grand Duke want from Elsie? She thought there were going to be a lot of people here and it's just her. \n[5]Locate the experience, Marilyn. Look for the memory that helps you. Remember when you went to that party at Chaplin's house and you were the only guest? How did that make you feel? This time OLIVIER stares at PAULA. \n[6]Marilyn has to begin finding the character. \n[7]The words, maybe. Not the character. RICHARD WATTIS whispers to PAUL HARDWICK. \n[8]She wasn't happy with her make- up. OLIVIER loosens his collar irritably and glances at ORTON. \n[9]You were wonderful. You are the most gifted actress I have ever known. You were superb, Marilyn. You were divine. \n[10]You were great. You are a great, great actress. All my life I have prayed for a great actress I could help and guide. She stops abruptly and gets down on her knees in the corridor in front of Marilyn. COLIN stops awkwardly, his path blocked. \n[11]Like this. I prayed to God on my knees. And he has given me you. You are that great actress, Marilyn. \n[12]Not until you admit you were great. MARILYN smiles, her mood slowly lightening. \n[13]Marilyn has to prepare properly. She has to find in herself all that lies under the surface. Acting isn't just a case of putting on a costume or some ludicrous false nose. OLIVIER gives her a freezing look then takes Marilyn's hand, leading her forward like a child. \n[14]The reason Marilyn can't remember the line is because she doesn't believe the situation her character is in. \n[15]Pretend? We're talking about the difference between the truth and artificial crap. \n[16]Marilyn needs time to give a great performance. You should give her as long as it takes. Chaplin took eight months to make a movie. \n[17]You can do it. You can't fail. You will have more pain, you will suffer more but you will create. All you need is time. \n[18]Remember, Marilyn, a tree is never just a tree. What kind of tree is Elsie? An elm tree? A birch tree? \n[19]Think about the things you like, instead of him. Frank Sinatra. Coca Cola. Be specific. The character comes alive if you know what you're doing. \n[20]I am only Lee's representative. \n[21]It's Colin. COLIN waits a moment then PAULA opens the door wider. PAULA  (cont'd) Come in. Marilyn wants to see you. COLIN stares at her in surprise. \n[22]She hasn't made a sound for over an hour. \n[23]Colin, open this door! She needs me... COLIN goes back to the bed and gazes at the sleeping Marilyn, his expression suffused with a tenderness we have never seen in him before. He pulls up the sheet so that it covers her nakedness, then tentatively lies down to rest his head on the pillow. \n[24]From the first moment all I have felt is Olivier's loathing and contempt. He thinks I'm unnecessary. Me, her drama coach, surrogate mother, nursemaid. On call 24 hours a day to help her act, dole out pills, bolster her ego, keep her sober enough to work. Me. Unnecessary.  No me, no Marilyn. He is taken aback by her passion. She smiles bitterly then walks on. COLIN hesitates. She looks back briefly. \n[25]You can come up now. \n[26]Marilyn's tired now. \n[27]You have no idea of your position in the world, Marilyn. You are the greatest actress there's ever been. Not just actress. The greatest woman of this or any time. I love you like a daughter. \n[28]It's hard now, but believe me you will survive this and go on to better things. Your life is ahead of you. You're young, just beginning. \n[29]Marilyn! Marilyn, my baby, what has Colin done to you? \n[30]What will Arthur say if she dies? \n[31]Please save her... it's Marilyn Monroe. You can't let her die. CONNELL calmly extracts himself from her grasp. \n[32]She'll be safe with me. ", "ORTON": "\n[1]I don't know why Hugh Perceval sent you here. There's nothing I can do for you. \n[2]Are you in the union? \n[3]Then you can't have a job on the film. \n[4]By getting a job on the film. \n[5]Exactly. It's called a closed shop. COLIN looks at him helplessly. ORTON relents a little. \n[6]I suppose I might be able to sort something out. The Union owes me a few favours. We haven't got a third yet. \n[7]You do know what the job is? \n[8]Christ, no! That's the last thing you do. Lesson One. The third's job is to do whatever the fuck I tell him. ORTON walks to the door, then looks back. \n[9]What are you waiting for? COLIN scrambles to follow him out. \n[10]Colin! \n[11]Lesson Two. You don't shit on your own doorstep. Got it? \n[12]Where are you staying? \n[13]You can forget that. Lesson Three. The Third always stays nearby, not in some bloody palace in London. Book a room at the Dog And Duck down the road. It's a bit rough but you'll get used to it. He grins, enjoying himself. \n[14]Now make yourself useful. Marilyn needs a bodyguard. Sort something out. \n[15]Colin! COLIN ducks into a rack of clothes, making a face at Lucy. She can't help smiling back. \n[16]What the fuck's going on? I thought you had a contact in her house. \n[17]Well bloody use him, then. \n[18]Well? What's happening? COLIN glances upstairs as he tries to think what to say. \n[19]Didn't they teach you anything at Eton? Now fuck off and see if you can get me a bacon sandwich without starting World War III. \n[20]Very quiet, everyone... \n[21]Action! \n[22]Action! \n[23]Check the gate. \n[24]I'll do that. You go and find Marilyn's script. She thinks she left it in her dressing room. \n[25]Just doing my job. Tough as he is, he melts visibly. She moves on to JACK CARDIFF, the lighting cameraman, looking at him in mock misery. \n[26]Three minutes, ladies and gents. Three minutes. It has just dawned on COLIN that he has missed his date with LUCY. Before he can react he is jerked violently behind the scenery and pushed up against the wall by an angry MILTON. \n[27]Cut it there! MARILYN is as happy as we have ever seen her. She seeks out COLIN amongst the crowd and beams at him. Half the crew, including OLIVIER, notice the look. COLIN blushes self- consciously but we can feel his pride. \n[28]Very quiet, studio! Going for a take. The big overhead lights switch on with a series of heavy clunks. \n[29]\n[30]Cut! Okay boys and girls, that's a wrap! There is a smattering of applause from the crew. MARILYN leaves the stage. ", "VIVIEN": "\n[1]You remember Colin, darling. You met him at the Clarks' party. \n[2]They named them after Larry. The first actor since Du Maurier to have his own brand and they pay him an absolute fortune. I'm afraid they're rather ghastly. \n[3]Isn't he gorgeous, Vanessa? \n[4]Let's elope together and have the most glorious affair.  Oh, but then, who'd look after my poor Larry? Olivier glances over with a faint look of exasperation. VIVIEN winks at COLIN and takes her husband's arm. \n[5]Now, darling, you must do something for Colin. You absolutely promised. OLIVIER looks hunted. There is no way out. He glances back at PERCEVAL as he comes in. \n[6]You will take care of my precious Larrykins, won't you? She flirtatiously offers up her cheek for COLIN to kiss. COLIN's smile falters as he sees PERCEVAL looking at him grimly. \n[7]It seems we're not top of the bill anymore, darling. \n[8]I am sure if Miss Monroe needs any advice she'll get it from her director. I hear he's terribly good. \n[9]Are all your press conferences like that, darling? \n[10]Marvellous, isn't she? I suppose you're quite smitten. COLIN looks at her shrewdly, sensing he is being tested. \n[11]Larry fell desperately in love with her in New York. He's determined to seduce her. \n[12]Oh, Colin, I thought you were a man of the world. She gives him an arch smile and leans in intimately. \n[13]Oh, don't be such a boy! COLIN looks shaken and she touches his hand in contrition. \n[14]At least you still adore me, don't you? \n[15]I'm 43, darling. No one will love me for much longer. Not even you. He goes to protest but she stills him with a finger to his lips, her smile quickly restored. \n[16]Hello, Colin darling. You look like Horatio defending the bridge. Are you going to let me in? \n[17]I hope Larry isn't making you all work too hard. I know what a dreadful slave driver he can be. She sees ORTON and takes his hands. \n[18]David, he would be lost without you. \n[19]I'm getting old, Jack. I need you to work your miracles on me. \n[20]Now, you are looking after Larry like I told you? \n[21]Darling Marilyn! She kisses her on both cheeks and holds her hands. \n[22]Larry tells me you are quite, quite superb. I'm wild with jealousy. \n[23]But I'm too old to play her in the film. Larry was quite brutal about that. You see, the truth is all that matters to him. That's why we all admire him so very much. She glances at OLIVIER with a fluttering laugh. He smiles back with a haunted look in his eyes. \n[24]Now, I must let you work. I only came to wish you good luck! Goodbye, everyone! The crew press around her. MARILYN watches, feeling more than ever the odd one out. COLIN watches her from the edge of the crowd. She cuts a lonely, vulnerable figure. He is totally preoccupied with her, so much so that when VIVIEN comes up behind him he turns guiltily as though caught out. VIVIEN stares at him. All her exuberance has vanished and she looks suddenly tired and older. It as though the facade of a beautiful building is beginning to crack. She gazes at him with bitter disappointment. \n[25]Oh, Colin. Not you too. He wants to protest but VIVIEN is already turning away. \n[26]I didn't think she would be so beautiful. She... shines on that screen. \n[27]If you could see yourself. The way you watch her... \n[28]Only because she didn't want you. \n[29]Do you think I'm a fool? You didn't think the little tart could resist the great Laurence Olivier. VIVIEN  (cont'd) But she saw through you, didn't she darling? Take away the actor and what's left of the man? You can't even play the husband properly without a script. (slaps him hard across the face. I hope she makes your life hell! ", "JACOBS": "\n[1]Where's the fucking car? \n[2]Jeez, do you Brits actually read this stuff? He winds down his window and simply throws the whole lot out into the lane. The pages billow out in a great cloud behind the speeding car, landing in the pretty hedgerows and on neat front lawns. COLIN gapes in astonishment. Welcome to Hollywood. \n[3]What is this place? A brothel? COTES-PREEDY's face falls. \n[4]Jesus. And I thought you Brits had taste. \n[5]Is this the best you can do? \n[6]But ditch the wallpaper. It's given me a migraine. \n[7]That house was perfect for Marilyn. \n[8]I guess Milton could use it. It's near the studio, near Marilyn. OLIVIER looks at COLIN, then bursts out laughing. \n[9]Marilyn hates red. And blue. And green. \n[10]I'd have to clear it with her. \n[11]I guess that's okay. She's never said nothing about beige. Paula will need the room next door. \n[12]Strasberg. Marilyn's acting coach. OLIVIER looks at him darkly. JACOBS shrugs. \n[13]She's nuts about the Method. \n[14]Who the hell is this Commie Stan Slavski? \n[15]You need to speak to the Coca-Cola people, Larry. They're crazy to be involved with Marilyn. PERCEVAL and COLIN meet them coming the other way. \n[16]Of course he is. All those pain in the ass New York intellectuals are reds. OLIVIER rolls his eyes behind JACOBS back. COLIN grins. \n[17]She'll have to be met. \n[18]Don't worry. I've got it all under control. \n[19]Beautiful. You're looking at tomorrow's front page, boys. ROGER looks at COLIN. \n[20]Marilyn, is it true you wear nothing in bed except Chanel No 5? \n[21]Okay, let's get a snap of the newlyweds. Smile, Arthur. It's not a firing squad. As the group breaks up, MILTON GREENE, handsome and dark- haired, now approaches OLIVIER and COLIN. \n[22]The boys at the gate are getting restless. \n[23]It's been a lot of fun, kids. See you at the Academy Awards. ", "WATTIS": "\n[1]What a wonderful adventure, Dame Sybil. \n[2]She's half cut! DAME SYBIL THORNDIKE frowns with regal disapproval and smiles warmly at MARILYN. \n[3]Marilyn's got a new boyfriend. Larry will get jealous. \n[4]You were in there for ten minutes at least. Plenty of time for a kiss and a cuddle. \n[5]The mind boggles, dear. COLIN smiles but his expression freezes as he looks up to see LUCY nearby. She has heard every word of the exchange. \n[6]I'll bet. There are hoots of laughter. COLIN retreats to a corner only to find RICHARD WATTIS pursuing him. \n[7]Ever heard of the Venus Fly Trap? There you are, Colin the innocent little fly buzzing about happily, when suddenly a heavenly scent attracts you and - Snap! \n[8]I know a Femme Fatale when I see one, love. \n[9]You won't get any sympathy from me, dear. Frankly I wouldn't care if Marilyn dropped dead tomorrow. \n[10]She's Marilyn Monroe. This is her life. Pills, booze, sex, more pills.  God, it must be wonderful! COLIN doesn't laugh. WATTIS looks at him sympathetically. \n[11]Oh, dear. Little Colin's in love. \n[12]\"Your Grand Ducal Highness..\" \n[13]\"With the deepest respect, sir, my message was so important I had no choice but to intrude\". \n[14]\"No, sir, Miss Marina's aunt has been in a motor accident. The hospital is calling for her most urgently.\" \n[15]\"Miss Marina, your aunt... you realise how serious her condition is?\" ", "MILLER": "\n[1]Let's give them two minutes and then we're done. ROGER waves to the POLICEMEN, who open the gates. The PRESS come pouring in like a mob of revolutionaries storming the Bastille. \n[2]That one's pretty damn good. You knocked it out of the park. MARILYN glows at his praise. \n[3]Get her out of here. \n[4]Madness. Someone's going to get hurt. COLIN shifts his gaze to her in the mirror and his eyes meet Marilyn's. He sees - or imagines - a terrible sadness before she quickly replaces her dark glasses. \n[5]Marilyn. Come back to bed. It's not what you think. \n[6]It's just a few ideas. Writer's stuff.  Bring back my book and let's get some sleep. Finally MARILYN stirs and closes the notebook. Holding it to her breast and clutching the cover around her shoulders she gets up and goes into the bedroom, closing the door. As the light snaps off COLIN breathes for the first time in what feels like minutes. \n[7]I dreamed last night I could hear singing. And then I realised it wasn't a dream. There was a male voice choir serenading Marilyn under our window. At two in the morning. It's a circus. A freak show. OLIVIER smiles but MILLER looks dazed. \n[8]I'm going back to New York for a few days. I need to see my kids. I need a break. \n[9]I can't help her.  You know what she loves to do most? Sleep. It's what she lives for. Sleep is her demon. \n[10]I've disappointed her. \n[11]She thought I could smash all her insecurities with one magical stroke. That I could make her a new person. \n[12]She wants me to protect her but I can't. I can't even protect myself.  She read some notes I made. They were nothing. Just a few ideas. \n[13]She took them the wrong way. \n[14]I can't work. I can't think. She's devouring me. ", "MORSHEAD": "\n[1]Colin, my boy! Come in, come in. Forgive the dust. He smiles at MARILYN, showing no sign whatever of recognising her. \n[2]You are pretty, my dear. I'm sure you and Colin have so much in common. MARILYN looks around in awe. \n[3]Luckily one doesn't really have to. A lot of them just have pictures in. \n[4]These are by an artist called Holbein. \n[5]She was the daughter of one of the King's courtiers, nearly 400 years ago. \n[6]And these are all by Leonardo Da Vinci. \n[7]The Mona Lisa. \n[8]Alas, that one got away. \n[9]Now, let's go to the Queen's apartments. She's not here at the moment, but she will be sorry to have missed you. \n[10]Oh, yes. Why, she was only saying to me the other day, \"what must it be like to be the most famous woman on earth\"? He shares a sly smile with COLIN. He knows exactly who Marilyn is and is enjoying every second of her company. He leads her out, with COLIN trailing in their wake. \n[11]Some of the rooms are very opulent but I think there's something you might like better than all that. \n[12]You mustn't let me keep you. I'm sure you're longing to be on your way. ", "JANE": "\n[1]Kenneth, you might have told Cook we were another two for dinner. What is everyone supposed to eat? Cabbage soup? Oh, Colin, darling, there you are... \n[2]Off? \n[3]Can't you stay for dinner? There's nothing to eat but I'm sure the conversation will be charming. \n[4]I'm sure they won't mind. You'll be a famous film director in no time. I know your father's put in a word. \n[5]I have to watch Jenkins like a hawk. One more of his murderous prunings and we'll lose the tea roses for ever. And she's off again, with COLIN still following. He can't help smiling at the madness of it all. \n[6]Now go and have a lovely time, darling. We're always here when you're ready to talk your future. COLIN wants to protest but before he can get the words out JANE sees a YOUNG GARDENER walking at the side of the house with a wheel barrow. Her face lights up. \n[7]Mullins! Be an angel - find Cook and ask her how many pork chops we need for tonight. Then bring the car round. I must get to the village before the shop shuts... She dashes away after the GARDENER, turning back as an afterthought to blow a kiss at COLIN as she goes. COLIN smiles, then pauses for a moment to look at the house. We can sense both his affection for it but more pressingly his need to get away. He gets in, puts the car in gear and the Bristol pulls out of the drive and across the moat. In the last rays of the sun, the countryside looks magical, but Colin only has eyes for the road ahead. \n[8]Colin, darling! How are you getting on? \n[9]How exciting. Let me see... it's Sloane 2965. Ask him if he's coming to Saltwood for the bank holiday. ", "VANESSA": "\n[1]You're not in Mr. Perceval's diary. \n[2]I have a Mr. Colin Clark here. He says Sir Laurence sent him. She stresses the proper name in disapproval of Colin's familiarity. \n[3]Are you going to sit there all day? \n[4]You're very determined. \n[5]Anything? \n[6]You can start by making me a cup of tea. White, two sugars. \n[7]You can answer the telephone while I'm at lunch, if you like. She winks. COLIN grins. The phone rings. He picks it up. \n[8]I suppose he's all right. ", "REPORTER": "\n[1]The plane's landed! As one, the entire crowd turns away from Olivier and rushes towards the plane. Suddenly abandoned, OLIVIER and VIVIEN look momentarily startled before VIVIEN glances at him with a half-smile. \n[2]There she is! Marilyn! The REPORTERS surge forward. COLIN follows their collective gaze. She looks exactly as she should. The radiant smile, the platinum blonde hair, the sexy wiggle. The most famous film star in the world, so much herself it is almost unreal. Walking through the crowd MARILYN smiles easily, whereas MILLER looks stern and a little dazed by the sudden flurry of attention. Flashbulbs pop as the POLICE struggle to contain the crowd. MARILYN puts her arm around MILLER, who grins blankly. The flashbulbs burst in front of them, a solid wall of dazzling light. \n[3]Marilyn! Over here, Marilyn! \n[4]How do you like being married, Marilyn? \n[5]Is this third time lucky? \n[6]Marilyn, are you planning to see the sights? \n[7]So would you say you're an intellectual now? \n[8]Vivien, you created the part of Elsie Marina on stage. Do you have any advice for Marilyn? ", "BARRY": "\n[1]What brings you up this way? \n[2]What film's that? \n[3]Ignore, Andy - not a film fan - are you, Andy? \n[4]Oh, will you now? \n[5]The room's three quid a week, first week in advance. You're in number two. \n[6]You'll be sharing with Grace Kelly. \n[7]Was that really Marilyn Monroe? ", "TREVOR": "\n[1]Are you a member of NATTKE? \n[2]That chair is a prop. Props are NATTKE. If ACT members are going to do NATTKE jobs, I'm calling my men out. \n[3]Strike meeting! \n[4]It might be trivial to you, Dame Sybil, but it's my livelihood. He's not in the union. (Pause, to Colin) Put the chair down. \n[5]Put the chair down now! \n[6]If I see you doing a NATTKE job again I'll close this set down quicker than you can blink. \n[7]Dave, Dame Sybil needs a chair. ", "CONNELL": "\n[1]I'm Dr. Connell. Is the patient in there? \n[2]Perhaps you'd all like to give us a little privacy? As COLIN shepherds the others out MILTON turns on him bitterly. \n[3]Who's in charge here? MILTON, PAULA, ROGER and COLIN all step forward as one. CONNELL gives them a wry look and shrugs. \n[4]I've given Mrs. Miller an injection and the bleeding has stopped. She needs to stay in bed tomorrow but after that she'll be fine. I suggest someone stays with her. PAULA leans forward and almost snatches the prescription from his hand. \n[5]Well, goodnight then. COLIN holds the door open as he gets in. \n[6]I think that's a private matter between Mr and Mrs. Miller. He looks at COLIN with cool disapproval, then closes the door and drives off. COLIN stands watching, shivering in his shirtsleeves. "}}