{"dialogues": {"DREW": "\n[1]I have my interview at NYU today. \n[2]No way Mom knows about that. \n[3]Didn't it hurt? \n[4]Piercings are so... unhygienic. \n[5]Breakfast. \n[6]Morning, Dad. \n[7]How's the book coming? \n[8]Still stuck, huh? \n[9]Another one for the trophy room, huh? \n[10]I've prepared a color-coded itinerary based on dividing the day into fifteen minute increments alternating blue/red, double- checked the train schedule, confirmed with the Weather Channel and rehearsed a couple of alternate scenarios last night, you know, just to account for all the possible glitches. \n[11]I want to hit the ground running. All those football games and the partying and the whole dating scene. It just seems like a lot of wasted time that could be spent more productively. \n[12]What -- ?! \n[13]No... I mean, it's... impossible. I've got every minute accounted for right up to the interview. Blue and red! It won't work. \n[14]I'm sorry, Mom. It's really sweet of you. But don't worry. Parker will be living here with you forever since no college on earth will ever take her. \n[15]Time to go. \n[16]You're smart. You're resourceful. You'll find a way to make it work. \n[17]Ah, darn it, Mom. That's a shame. It's like fate is conspiring against us. \n[18]You absolutely, positively have to promise me we'll do it another time. \n[19]Mom, you know, I might not get in. \n[20]Hey!   Stop! \n[21]\n[22]You know, Parker. Chemistry is important. When you think about it, everything's made of chemicals. \n[23]Professor Spaulding. Good afternoon. I'm Drew MacLeod. \n[24]What do you think you're doing? \n[25]This can't be happening. Wait, I know. This is one of those Ground Hog Day dreams, isn't it? \n[26]Ow! I'm awake now. You're supposed to disappear. \n[27]Then scratch it and get back to school. \n[28]You're permanently distracted. It's called Attention Deficit Disorder. Is this about that chat room guy? It is, isn't it? \n[29]I swear to God, Parker, you go through boyfriends like Junior Mints. It's pathetic. \n[30]Is this any of your business? \n[31]This is ridiculous. I don't    have time for this today. Fine.      Don't graduate from high school.     Make a mess of your life over some complete stranger. I don't     care. But leave me out. I have something important I need    to accomplish today, so please    go away. \n[32]I have to mentally preview my day now. I can't talk anymore. \n[33]Excuse me? \n[34]What are you doing? \n[35]Police?     I didn't do anything. \n[36]No! That's not me! That was my twin sister you threw off! \n[37]She's right there! \n[38]I'm... ouch. \n[39]This   can't be happening! I have a...   a... little paper thingy. What   are they called? Ticket! I have   a ticket! It's right... \n[40]\n[41]Don't. \n[42]Oh, just a minor concussion I sustained while the Conductor was throwing me off the train because he thought I was you sneaking back on the train! \n[43]I'll bet. \n[44]To see when the next train leaves. \n[45]That can't be.  I have to be there before two! \n[46]What did you just say? \n[47]Let go of my arm. \n[48]What's this? \n[49]Car service? You couldn't have called for a... \n[50]Pre-paid? What's 57th and 5th? \n[51]Not Barneys. \n[52]This was supposed to be someone else's car, wasn't it? \n[53]'Scarpelli'?   We're supposed to be Italian? \n[54]This is so... wrong. \n[55]What's happening? \n[56]Parker, I think maybe we should get out. \n[57]He has no respect for traffic laws! \n[58]Is he gone? I can't believe this. What did you get us into? \n[59]A rush?   Are you out of your mind? \n[60]Parker, you're only feeding the poor man's disease. Buy him a healthy snack. \n[61]I will never, ever, forgive you. \n[62]I could be arrested for vagrancy looking like this. \n[63]No. No ideas. I'm going straight to that interview and wait, without moving or speaking, especially to you, for four hours. \n[64]Do you have the slightest clue what that would cost? \n[65]Oh.   My. God. \n[66]I left it in his car. \n[67]He knows where I live. He's going to hunt me down and kill me. \n[68]That won't get me hosed down at a car wash. \n[69]My secret-safety twenty. Of course. But it's only for emergencies. \n[70]Yeah. \n[71]Hey, how'd you know about my secret-safety twenty? \n[72]No. I want to get clean, not contract hepatitis. \n[73]We touch nothing. \n[74]Sixty dollars an hour for this -- \n[75]It's all we have. Twenty-six dollars and thirty-six cents. \n[76]I had a little accident, okay? \n[77]What part of 'That is all the money we have' didn't make sense to you? \n[78]Not a word.      Girl Scout's honor. \n[79]\n[80]There was a rat, Parker. A rat the size of a Doberman eating my foot. \n[81]Our money?   OUR MONEY?! \n[82]Parker, it was not 'our' money and this is not 'our' day in New York. What it is, is quite possibly the most important day of my life. I've resigned myself to the fact that you don't give a crap about what you do with yours, but if you could find it in your heart, your tiny, cold steel heart, to respect what this means to me, I would appreciate it. \n[83]You're not even listening. That's typical. Look, we're splitting up. Give me back my secret safety money. \n[84]Paranoid? \n[85]What's wrong with your eyes? \n[86]\n[87]How'd he find us? \n[88]Or maybe WE TOLD HIM WHERE WE WERE \n[89]I don't want to do this anymore. I want to be done. No more rats, no more mob hit men. \n[90]So?     Hello?   No dinero? \n[91]No.     I'm calling Mom. \n[92]I'll have her... uh... \n[93]Dad, then. \n[94]Damn it, Parker, my itinerary is shot to hell! Blue, red -- \n[95]I don't even know what that means! I'm running out of time. Is that guy looking at me? \n[96]Don't look. \n[97]I think he was. \n[98]Yeah, but I'm standing in the lobby of the Plaza looking like a deranged street person who might attack at any moment. In fact, I might attack at any moment. \n[99]What are we doing? And why am I whispering? \n[100]Great. Now we're emulating Blake Greer, voted most likely to commit a felony before having to shave. \n[101]Oh, we're not going to steal anything. Super. Just a little 'breaking and entering.' \n[102]No.   No.   No. \n[103]No! \n[104]I can't do this. \n[105]Oh, no.  Oh my god. A... a... What the hell is it? \n[106]I'm itching already.   See?   Are my arms red? \n[107]There's a man in there! \n[108]I'll, uh, go around. \n[109]I can't do it! \n[110]No I can't! \n[111]I did it. \n[112]\n[113]Give me... my... curtain. \n[114]He thinks we have the dog! \n[115]A pain -- \n[116]I'm, uh, late for this place, thing, where I'm supposed to be. College. Interview! \n[117]\n[118]Why does this not surprise me? \n[119]Excuse me, but I'm supposed to be going to my college interview. \n[120]Everybody washed their hands, right? \n[121]Perfect. \n[122]Park... \n[123]Sorry. \n[124]We didn't steal it, I swear. \n[125]He's right, Parker. \n[126]So we'll turn ourselves in right after the interview. \n[127]We're facing felony charges, Parker. Maybe you can do your on- line flirting later. Better yet, he can see you during visitor's hours. \n[128]Warren? WARREN?! So you lied, right to my face. No, Drew, this isn't about the chat room guy. Nah! \n[129]Are you listening to me?!   Give me that stupid thing! \n[130]Parker, you have completely lost your mind if you can be thinking about boys at a time like this! \n[131]You can't possibly know somebody who works at the United Nations. Maybe he meant United Sub Sandwiches. Or United Skate Rats Store. \n[132]How convenient. You arrange a little date while your sister's future hangs in the balance. \n[133]Yes. \n[134]Maybe after the police forgive us for sneaking into someone else's hotel room, we can ask them to please keep the mob hit man from whacking us and dropping us into the marina so he doesn't get his suit dirty. \n[135]Parker, I know you're trying to cheer me up, but I have to be honest. This is all your fault. \n[136]Yeah, right! Like you didn't mean to ask Bernie Lipscomb to the prom! \n[137]I'll bet that was just another accident of yours that happened to screw up my life! \n[138]You know I did! \n[139]You asked Bernie just to snake him from me! \n[140]Do you see him? \n[141]Oh, shit.   What now? \n[142]We don't have time for this now. \n[143]We'll get back to that. \n[144]Angie?    Take the 11:00. \n[145]No one is blowing you off, Warren. As a matter of fact, we're very happy to see you, aren't we, Parker? \n[146]And we're grateful for your help. \n[147]Super. Now that that's all settled, is there a restroom I can get to without going out there? \n[148]They there? \n[149]They must be searching the building. \n[150]Let's go. \n[151]Are you okay? \n[152]I'm kind of in my own private hell right now. \n[153]Drew. \n[154]Uh, Canada?    It's sort of far away. \n[155]You want me to take this to the Canadian Representative to the United Nations? \n[156]Okay. \n[157]Where's the Assembly? \n[158]Sir? \n[159]Oh, no. You didn't have the mussels at lunch, too, did you? \n[160]Well, I'm not certain... \n[161]... that I NEED to defend our position! \n[162]Absurd?! \n[163]Not so absurd, since I have the documents right here in my possession! \n[164]And besides, who said absurd is necessarily bad? Sometimes absurd is good! For instance, absurd can be sort of... funny! In conclusion, I propose that all of you should talk amongst yourselves. Thank you. \n[165]They're following US, Parker! \n[166]Someone was sick in the bathroom and they asked me to -- hold on, I don't owe you any explanation. \n[167]You have a lot of nerve, Parker. It was you that got me tossed off the train! You had to give the bum that dollar! You get the suit, I get the leather bikini! \n[168]And you got Bernie Lipscomb while I got Scrabble with Mom and Dad! \n[169]It was to me! \n[170]There's a good reason for that! \n[171]You know very well what it means, Ms. Big Mouth! \n[172]Oh yeah? Well, the joke's on you, because there isn't any interview! \n[173]No interview. I screwed up. \n[174]Scheduling the interview.    You deaf? \n[175]I missed the deadline. \n[176]After they made the first cut from the preliminary application, we were supposed to send in a form to secure our interview time and I filled it out and had everything ready to go in the mailbox and then... \n[177]I forgot. \n[178]Yes. I just forgot. When I found it in my bag a week later, I'd missed the deadline. \n[179]I... I was going to try to meet Professor Spaulding and... \n[180]I called and the secretary said there were no exceptions to the deadline so I was going to try to see him when he finished the other interviews. I knew it was hopeless, but... I was so... embarrassed. \n[181]Oh, to hell with it. \n[182]Darn it!   DARN IT DARN IT DARN IT! \n[183]That's... that's the painter. \n[184]I just want you to know that I'm allergic to you AND cynophobic! \n[185]I can't stop!    I have to return this dog! \n[186]Officer?!   Officer?! \n[187]Officer?! \n[188]Where's the Policeman? \n[189]Please!  I'll get hives! Oh, go ahead. \n[190]I, uh, just wanted to return him. \n[191]I didn't take her dog, I swear. \n[192]But I have this interview. I mean, it's not really an interview. I'd never lie to the police... ... never mind. \n[193]\n[194]Thank you. \n[195]would this woman know? \n[196]It's all yours. \n[197]No thanks. I'll just stay here with the girls. \n[198]I don't even know him. \n[199]Thanks, Jim.    How'd you know? \n[200]Huh.    No hives. \n[201]Well... bye. \n[202]Thanks for getting me out of jail but I have to go home now because my entire life is ruined. \n[203]You turn understatement into an art. \n[204]I'm Drew MacLeod. The girl who won't be going to the NYU Accelerated Program. \n[205]Because short of flying, there's no way to get from here to NYU in five minutes. \n[206]Fine. \n[207]Wait right there. I mean, I don't want to be bossy. You don't have to stay right there, if you don't want to. \n[208]Great. \n[209]Professor Spaulding? I can't apologize enough for barging in like this. \n[210]Parker? \n[211]What are you doing? \n[212]You were... being me? \n[213]That's... sweet. \n[214]No. \n[215]It's okay.    But let's talk about it later. \n[216]Parker, consider, just for a moment, whether this is the appropriate time and place. \n[217]Jealous? \n[218]You mean subliminally you're undermining me? \n[219]Well, thank you for saying that. \n[220]Confess what? \n[221]Why would I be jealous of you? \n[222]Nope. \n[223]Well, maybe about the love slaves. \n[224]Professor, I'm Drew MacLeod. \n[225]I wanted more than anything in the world to be a part of your program. I still do. But I failed. I didn't follow the rules. And honestly, before today, I didn't know how I was going to live with that. How to live with failure. I'm not good at it. I haven't done it much. But today I realized that I've lived in fear of it too long. \n[226]I hope my application was a strong one and I came here today to ask your indulgence and to place my name back into consideration. If you won't, I'll understand. Better yet, I'll get over it. Maybe I shouldn't be in such a hurry after all. Maybe it would be best for me to just take this... \n[227]... and lighten up. \n[228]Thanks for your time. Sorry if you missed your plane. \n[229]Thanks. \n[230]Yeah? \n[231]Sure. \n[232]Yeah.     Hey, one minute, 'kay? \n[233]Thanks. \n[234]I, uh... \n[235]First I want to take a shower. For about a week. \n[236]Call me, okay? \n[237]No. Honestly, it was all an accident. \n[238]It was... spontaneous. \n[239]It doesn't really matter one way or the other. Maybe I shouldn't be in such a hurry. Why don't we go out and have some fun. Besides, if this isn't good news, I don't want it to ruin our night. ", "PARKER": "\n[1]Morning. \n[2]Why the young executive look? \n[3]And she never will. At least until after I'm married. \n[4]Like hell. \n[5]Hellooo, Warren. \n[6]Boys can be fun. You should try one some time. \n[7]We'll take that as a yes. \n[8]I still don't understand why you want to finish college in two years? What's the big hurry? \n[9]Football games I get. But partying? A waste of time? \n[10]If you want to have fun, I'm the one who should go, not Mother Teresa over there. \n[11]Let me know if you want me to do the Heimlich. It'd be cool to have you owe me your life. \n[12]Don't be sad, Mom. Just think, when Drew leaves for school, you won't be losing a daughter, you'll be losing an anal-retentive social misfit who will be voted most likely to die a virgin. \n[13]It's not fair you guys get to go into the City and I don't. \n[14]Chemistry? Please. Name one time you ever used chemistry in your life. \n[15]You're a    doctor, Mom. I'm not going to    be a doctor. I can't even say    the word 'orifice,' let alone put    a finger up one. \n[16]Good luck with your interview. \n[17]Oh, I'm interested in chemistry. Just not the kind with all the numbers and stinky test tubes. \n[18]Ah, chemistry. \n[19]Looking for a seat. \n[20]You know, I just got this itch. \n[21]I couldn't concentrate anyway. I'm too... distracted today. \n[22]No! It's about spontaneity, which you obviously wouldn't know anything about. \n[23]Pathetic? You want to talk about pathetic?! At least I don't count getting accidentally felt up in dodge ball as my first date! \n[24]You're going to be eighteen and you've never even HAD a boyfriend! \n[25]Uh, Drew? Do you have any money? I don't have enough for a ticket. \n[26]Please.   Like you never ditched school. \n[27]'You don't know how you met me...' \n[28]Excuse me. \n[29]Why don't I save the b.s. story and just ask you to cut me a break this one time because I know you've got a big heart and you remember what it was like when you were young and... and... ... randy? \n[30]I guess you were never young and randy! \n[31]You get kicked off, too? Why didn't you just buy a ticket? \n[32]What happened to your head? \n[33]Sorry. \n[34]I am!    Where are you going? \n[35]I already -- \n[36]-- did. They said something about a delay. \n[37]Come on.   Hurry. I got us a ride. \n[38]A car service. \n[39]Good morning. Thank you.   My sister's coming, too. \n[40]You want to make that interview, or not? \n[41]You know, Mister... \n[42]... Loyola. \n[43]Mr. Bennie? We have a slight change of itinerary. We need to go into Manhattan. 57th and 5th will be fine. \n[44]Barneys. \n[45]We've got five hours.     Relax. \n[46]So? \n[47]Northern Italian. \n[48]What? You need to get to that interview. We now have a ride. We will pay for the ride. End of big deal. \n[49]Not good. \n[50]I agree.   How about... NOW! \n[51]He's stuck at the light! \n[52]We lost him.    Wow. That was a rush. \n[53]I don't have any change, but here. \n[54]Ew. That stinks. That's not just Slushee. \n[55]May we use your bathroom please? \n[56]That's what I keep telling her. \n[57]Everything's going to be fine. Peek-a-boo! \n[58]We're practically there. We'll get you cleaned up, you'll get into the program and... Peek-a-boo! ... we'll both look back on this and laugh our butts off. \n[59]See?   New York. We made it. \n[60]Listen.   I've got an idea. \n[61]Come on! We're going to the Plaza! We can be Eloise! We'll get a nice room, you can take a shower and I'll swap clothes with you! Simple as that! \n[62]So? You've got the emergency credit card Mom gave you, right? \n[63]What's wrong? \n[64]Where's your, uh, stuff? \n[65]Oh. \n[66]Come on, Drew. I don't think even the Mafia kills people just for scamming a ride. Quit being paranoid. So, we don't do the Plaza. I've got... \n[67]Six dollars and thirty-two cents. \n[68]What are we thinking? You've got your secret-safety twenty! \n[69]That's not important now. But let's just say that it's a good thing for you I think those shoes are so ugly I never borrowed them. Hey, how about there? \n[70]Twenty-six dollars and thirty-six cents. \n[71]Hello?    Anybody? \n[72]We need a room... with a shower. Just for an hour. \n[73]Hi. \n[74]-- really nice place. How much for half an hour. \n[75]We've only got twenty-five. \n[76]No, not at all. \n[77]Sir,   that's every last cent we have   in the world. I swear to you,   we aren't planning to steal your   key. \n[78]I promise we won't tell anyone. Will we, Drew? \n[79]Drew?!   DREW?! \n[80]Drew!    STOP! \n[81]Man, that little guy could really motor. Why'd you bolt? \n[82]That was all our money. \n[83]Key down, you're going to have an attack. \n[84]You know how I told you not to be paranoid? \n[85]What I meant was, it isn't paranoia if someone really is chasing you. \n[86]It's him. \n[87]Quiet.   Don't run. He'll see us. \n[88]Maybe it's just coincidence! \n[89]Come on! \n[90]Jump! \n[91]Well, Cinderella, your wish has come true. Voila, La Plaza, mademoiselle. \n[92]Yeah. I've got what I'd like to call a 'creative solution' to that. \n[93]What good will that do? \n[94]Have her what? Hi, Mom? Could you leave that baby halfway outta there and drive into the city? \n[95]Dad, hey. Drew. Complete loser. Couldn't get to an interview by myself, need full bail out. Yeah. I'm the one who was going to change the world, I just couldn't get across town. \n[96]When you ask a question like that, the person is going to look. \n[97]Drew, we haven't done anything. \n[98]Let's go. \n[99]We're getting you a shower. Blake Greer pulled this at the Sheraton after the prom. \n[100]We're not going to steal anything. We're just going to sneak in, use a little soap and water and get out. \n[101]We're not going to break anything. We are going to enter, however. \n[102]Shhh... here comes somebody. \n[103]Hurry up! \n[104]I didn't want to have to do this, but... look in the mirror behind you. \n[105]Housekeeping? \n[106]Drew, you're not a criminal. You just smell like one. This way. \n[107]A dog? \n[108]Key down. I'll take him in the living room and keep a lookout. You just get in that shower. \n[109]Hi, little guy. You don't look so tough, huh? You don't look much like a dog, actually. More like Woody Woodpecker. \n[110]You're cute, aren't you, in a freakazoidal kinda way. \n[111]Was your daddy a rat? Is that it? Well, I still like you. \n[112]Come back here, little ratdog. Come to Mommy Parker. \n[113]Bad ratdog! \n[114]Wow.   Thank you. \n[115]That's not your dog!      Hey! \n[116]Somebody took the dog! \n[117]Hurry up! \n[118]Are you out of your mind?!    It's only a little ways! JUMP! \n[119]Yes you can! \n[120]Have fun in prison. Under 'Summer Internships' on your college application, you can write 'license plate manufacturing.' \n[121]Get out of there! \n[122]A painter took it! \n[123]Hey, complete stranger!      Get off my sister! \n[124]The hotel guy's here. \n[125]And the police. \n[126]Is this what they call 'returning to the scene of the crime'? \n[127]A painter did. \n[128]Of course he's right. We're going to march in there and give ourselves up right this minute. They will, of course, take us down to the precinct, call Mom and Dad, we'll give our statement, they'll grill us under hot lights for a few hours, force us to confess with some tricky good cop/bad cop routine and the next thing you know we're doing five to ten in Attica. \n[129]Sure. \n[130]Oh my God. Warren works in the city. \n[131]Knock it off, Drew! This guy might be able to help. He lives here. \n[132]The United Nations? \n[133]So. We're going to the United Nations to use the restroom. \n[134]Look, he said he'd help and it's only a couple blocks away. You got a better idea? \n[135]Thank you, Mr. Speedy. \n[136]We're going to make it, Drew. You'll see. There's still plenty of time. You'll get cleaned up, we can trade clothes... this is a nice suit, huh? Right? \n[137]You're going to get accepted, then we can explain the misunderstanding about the dog to the police and everything will be okay. \n[138]First things first. \n[139]My fault? MY FAULT?! I didn't mean for any of this to happen! \n[140]What's that supposed to mean? \n[141]Bernie Lipscomb? You...? \n[142]You liked Bernie, too? \n[143]No I didn't.  I haven't seen you talk to a guy since we were in kindergarten and we thought Jerry Wester was a girl. \n[144]I did not! Wow, the really spooky thing is, that would mean we liked the same guy. \n[145]No. \n[146]Warren? Does anyone know Warren Collier? \n[147]Gee, Warren. Isn't that strange? I didn't recognize you from your picture. \n[148]Do you have an office or someplace private we could go? \n[149]It's important. \n[150]Are you a lying sack, or what? \n[151]That's not the point. \n[152]I guess. \n[153]This is my sister, Drew. \n[154]That's a joke. \n[155]Police, for one thing. \n[156]It's the kind of joke that will be a lot funnier a few years from now. \n[157]I don't see 'em. \n[158]Thank you. Maybe we should get out of this sack. \n[159]How are we going to find Drew? \n[160]You speak Japanese? \n[161]We don't have any money! \n[162]Follow that... uh... \n[163]Oh, yeah.   JUST GO! \n[164]Excuse me, what were you doing? \n[165]You're the one all 'I gotta get to this interview or I'm gonna have a nervous breakdown' and yet you have time to address the United Nations? \n[166]Not now, Warren. \n[167]I told you, I didn't know you liked him! It was no big deal! \n[168]How could I know? You never tell me anything! \n[169]What's that supposed to mean? \n[170]Big mouth?! Ooh, I hope you miss that stupid interview! \n[171]What? \n[172]You screwed up what? \n[173]You're Drew. Drew doesn't screw ANYTHING up, let alone scheduling. You're the Iron Chef of scheduling. \n[174]How? \n[175]And then what? Earthquake? Tsunami? Nuclear winter? \n[176]Forgot? \n[177]So today?   All this?   What are you doing? \n[178]You were just going to jump him? \n[179]Drew?!   Drew, get back in this taxi! \n[180]Gee, you really are a genius. \n[181]Talk about spontaneous. \n[182]Where'd she go? \n[183]Follow my sister. \n[184]Stay flexible, will you please? \n[185]It can't be.    She's terrified of dogs. \n[186]She's faster than she looks. \n[187]We have to go to the jail and tell them what happened. \n[188]Poor Drew. She wanted to get into that program more than anything in the world. \n[189]Oh my God!   Please don't kill me! \n[190]We don't know anything at all! We didn't see anything or hear anything and I'll swear to that in a court of law! \n[191]Just not in the face. \n[192]Nut bags? No. I mean,    yes. Is there a right answer to  that? See, my sister had this  interview which turned out not to  be an interview, really and I  sort of messed things up because  I wanted to meet him. \n[193]Not now, Warren. Drew was going to be late even though technically she wasn't going to be late since there wasn't an interview and that's when we got in your car. I promise we meant to pay. It was a true emergency. \n[194]You were just...? \n[195]Thank you? \n[196]What time is it? \n[197]Try to keep up, Warren! \n[198]This is no good. I don't do too well with the whole rehearsal thing. I'm more of a 'wing it' person. \n[199]How's this look? Drewish? \n[200]Warren, honesty is fine. But you could edit a little, you know? \n[201]Wish me luck. \n[202]I'm here to see Professor Spaulding. \n[203]Um, no. However... \n[204]Professor Spaulding? \n[205]May I have a moment of your time? \n[206]I know. But this is very important. \n[207]Life and death, if you must know. \n[208]I'm Drew MacLeod. \n[209]Trust me. \n[210]I promise you, though my missing the deadline seems to suggest otherwise, my studies would never suffer on account of my being unorganized. This was, and I think anyone who knows me would vouch for this, a complete anomaly. \n[211]I was so thrown when my sister asked Bernard to the dance that I simply failed to post the schedule request and seeing it already checked off on my to-do list, I over-looked it until after the deadline had passed. \n[212]No. Not at all. This program is my number one priority. \n[213]Hi, Parker. \n[214]Oh, the Professor and I have had a wonderful talk about how important this program is to me and how it was my sister, Drew, who screwed things up. \n[215]When I saw them take you to jail... \n[216]... I didn't think you'd make it. I knew I wouldn't be any good at it, but I figured at least there was a chance. \n[217]You're not mad? \n[218]I'm so sorry for today. \n[219]Thank you. \n[220]Okay, I considered.     What I want to say is, I didn't    purposefully set out to ruin your    day, but that doesn't mean I'm not    a little... jealous. \n[221]I'm not like you. I don't have your intensity, your focus, your... \n[222]I just mean, maybe, even if I don't intend to, maybe that jealousy, you know, gets in the way sometimes. \n[223]I don't know if I'd get that technical about it. But yeah. \n[224]You're welcome. Aren't you going to confess now? \n[225]How you're secretly jealous of me? \n[226]Oh, let me see. Because I don't have a stick up my butt? Because I know how to have fun? Because I'm spontaneous and creative and men are all my love slaves? \n[227]Sis? \n[228]Gotta go. \n[229]Oh, man. I'm doomed.     I'll never get home before them. \n[230]Warren, something tells me you're spoiled! \n[231]We, uh, don't think you're naive, Mom. \n[232]So?   Open it. \n[233]Come on! ", "WARREN": "\n[1]Parker? \n[2]Yeah, I, uh... \n[3]I just have to do this tour and... \n[4]What's going on? \n[5]Okay. Let me get somebody to cover for me. \n[6]Hey, Angie, take the 11:00 for me, will you? \n[7]What was I supposed to do? I liked you. If I'd sent a real picture, would you have met me? \n[8]That means no. At least this way I got to see you before you blow me off. \n[9]Not-a-twin, huh? \n[10]Yeah, well. I guess everybody would like the world to see them a little bit differently than they are. \n[11]What's wrong with going out there? \n[12]Police?   I thought you guys were joking. \n[13]Well that door's the only way out. There's a restroom at the end of the main hall. \n[14]What'd you guys do, anyway?    Mug a couple supermodels? \n[15]This way! \n[16]He's gone. \n[17]You have nice breath. \n[18]Something tells me that won't be too tough. \n[19]Jin zshe miya BRAD PITT! \n[20]Dingo cashito, BRAD PITT ezukai! \n[21]I may not look like an underwear model, but I'm smarter than a hundred of them put together. \n[22]Come on! \n[23]I'm smart AND rich! \n[24]You know, technically, you have to have security clearance to enter the Assembly. \n[25]Which isn't so bad. \n[26]Who's Bernie Lipscomb? \n[27]Sort of a guerilla interview?     You know, I'm a big Michael Moore fan... \n[28]She's pretty upset. \n[29]I think she took a right up there. \n[30]Uh, isn't that your sister? \n[31]You think she made it? \n[32]What now? \n[33]What on earth did happen? \n[34]Hello, sir. \n[35]Kill? \n[36]Really?   You came into town just for me?   Wow. \n[37]Well, he certainly is a good Samaritan. \n[38]You guys lead a pretty interesting life, don't you? \n[39]We going to the jail, or what? I've never been to a jail before. \n[40]Hey! I'm an intellectual! I never claimed to be athletic! \n[41]As a matter of fact,  I was excused from P.E. because of  an ascended testicle! Too much information,   right? \n[42]Wow.   And I thought I was anal. \n[43]You know, I've always had a thing for librarians. \n[44]Got it. \n[45]Good luck, Drew. \n[46]Sure you will. \n[47]Dad?   Hey.   I need a favor. \n[48]Yes!   But in a good way! ", "QUINN": "\n[1]You ready for your interview? \n[2]The Accelerated program would look great on your med school application. \n[3]Well, Drew.   I have a surprise. \n[4]I took the day off. I'm going into the City with you. \n[5]Isn't that great! We can do some shopping, have lunch, real girl stuff. Won't that be fun? \n[6]You okay? \n[7]I just thought... you know... I've been working and we haven't had a chance to spend much time together... \n[8]... and both my babies are going away to college next Fall. \n[9]Stop it, you two. \n[10]I use chemistry every day. \n[11]Come on, honey! Let's tear up Manhattan! \n[12]Doctor MacLeod... I'm sorry, but my itinerary is booked solid today. Call Dr. Wessels. He's covering for me. He did? Are you sure it's the baby's head? All right. I'm coming. \n[13]I'm sorry, hon. It's a Blue Light special in Maternity. Every bed's full and some poor woman is about to give birth in the gift shop. I have to go in. \n[14]I know. \n[15]I promise. I better hurry. Have Parker drop you at the train station on her way to school, will you? \n[16]Kill 'em in that interview. \n[17]Are you kidding me? You're Drew MacLeod. Nobody's smarter, nobody works harder and nobody, and I mean nobody, is ever more prepared. \n[18]Mrs. Greenspan? You're going to have to help. I need you to push. \n[19]Girls? \n[20]How naive do you think I am? \n[21]I know what this is. \n[22]Parker, I'm disappointed you'd do something like this without consulting me, but Drew? What got into you? Do you know how unhygienic those places are? \n[23]Yeah. Obviously. Oh, by the way... \n[24]This came in the mail. ", "HOGAN": "\n[1]I guess that explains why he's a security guard. \n[2]They couldn't have gone very far. We'll split up. You go that way! You take Fifth! Come on, get on your horse! \n[3]Sure. \n[4]Where do you think those two went? \n[5]Might have stashed it. \n[6]Hey, Speedy. You didn't see a couple of blondes run past here, did you? \n[7]That's where they all go. \n[8]I say we put Abbott and Costello on the ransom watch. I don't want to be stuck in the same room all day with Leona Helmsley's nasty stepsister. \n[9]605, do you still have visual? \n[10]See if you can pick them up. We're on our way. \n[11]What in the world could they be doing here? \n[12]Hey!   You two! Stop! \n[13]Fine. But we're gonna have to stop for lunch pretty soon, 'cause I'm getting heartburn. \n[14]I think so.   Maybe she's going for the dog. \n[15]So we stay with the taxi? \n[16]We stay with the taxi. \n[17]I'm telling you, I got a hunch these girls don't have anything to do with this dog. \n[18]MacLeod? \n[19]You're free to go. \n[20]An eyewitness says he saw who took the dog. Didn't realize the guy was stealing it until he saw us grab you. \n[21]There's your alibi. \n[22]That's what he said. Go home. Get cleaned up, a good night's sleep. None of this will seem so bad in the morning. ", "CHARLEY": "\n[1]Morning, baby. \n[2]Well, sweety, my writing process is a lot like a giant hydroelectric dam. For a long time I just let the great ideas build up and build up until the sheer weight of them spills over and the words just come pouring out. \n[3]Not a word. \n[4]I'm proud of you for sticking to your plan all these years, sweety. \n[5]To each her own. \n[6]Don't you have a chem test, young lady? \n[7]Good point. \n[8]Wal-Mart? Hey, Marvin. You bet.    Typing away. \n[9]Today? Gee, I'm on a real roll, Marv. The juices overfloweth, if you get my meaning. Don't want to plug the juices when they're overflowing, right? How much? Hm. I guess I could carve out some time. \n[10]Got it.   See you in the City. \n[11]Hello, beautiful Doctor Lady. How goes your day? Right next to the magazine rack? What did they name it, Newsweek? I'm going into the City to meet some big shot publisher. Maybe I'll swing by NYU afterwards and see if I can give Drew a ride home. You talk to her today? She's probably having too much fun to call. I'll ring her up. Bye bye. \n[12]Hi, baby! \n[13]I was in the city. I tried to call you. Thought you might want a ride home. \n[14]Is that a new outfit? \n[15]Sure. \n[16]The guys are here! \n[17]So, how'd you two meet the girls? \n[18]Dance class, huh? Stupid    me. I figured it had to be that   day in New York when Parker blew   off her chem test and Drew was in   jail. \n[19]Chips? ", "PROFESSOR SPAULDING": "\n[1]Yes? \n[2]I'm sorry, but I have a plane to catch. \n[3]What is this about? \n[4]Ms. MacLeod, I hope this is interesting. \n[5]Ms. MacLeod, I recall your application being one of the strongest we received. Not seeing your name on the interview list surprised me. I assumed, of course, that you'd changed your mind. \n[6]Yes, well, I'm sure you can appreciate that with so many applicants for so few spaces there must be rules to govern the selection process. \n[7]No. Please. It looks like I'm taking the red-eye now anyway. \n[8]I'm having a little trouble following this. \n[9]Would you like to sit down? \n[10]Jail? \n[11]Please.    Go right ahead. \n[12]Fashion sense? \n[13]There's got to be something. Like how you lost your shoes? \n[14]Are you certain? \n[15]It was worth it, I assure you. Now, could you clear up one thing for me? \n[16]What's this about jail? ", "BENNIE": "\n[1]Morning, miss. \n[2]So you're headed to the Teamster's Hall on Second Street? \n[3]Bennie. \n[4]It's pre-paid.     No skin off my nose. \n[5]Yeah? No.  The city. What'a you talkin' about? \n[6]I already got 'em. \n[7]They're right here in the car. 'Scuse me. \n[8]Don't you think that's a little severe? I mean, they didn't see nothin' yet. They can't hear nothin'. \n[9]You're the boss. Take it easy. I'll fix it. No, I don't have a shovel. Not today. It'll be a big mess. Besides, I just had this suit cleaned. \n[10]I'll take 'em to the wharf, what difference does it make? \n[11]Hey?!   Where you goin'?! \n[12]You goin' somewhere? \n[13]What's the big idea? You two a couple a nutbags or somethin'? \n[14]I meant, why you runnin' when I'm trying to give you your bag back? \n[15]I found your mom's number in the book. She said you needed it pretty badly for that big interview. Listen, I gotta go. It's my mother-in-law's birthday and I gotta plant some stupid rose bush and then take her out to dinner at the Pier. See ya around. ", "ROGER": "\n[1]Thank you. Bye bye. \n[2]Get in the back, will ya? \n[3]Stupid dog. \n[4]Hello? \n[5]If you want to see your dog alive again, listen closely. I want a hundred thousand dollars transferred into this numbered Swiss account -- \n[6]Well, Mr. Fancy Pants. You can wipe that stupid smile off your face. I don't think they love you as much as you think they do. \n[7]Okay.    Here's how we make the -- \n[8]Damn it! \n[9]But that's ridiculous!     You'll just bring the police!     No way! Consider him Kung Pau! \n[10]Don't hang up! \n[11]Okay. \n[12]No wonder you look so happy. As far as you're concerned, you've escaped from the Wicked Witch of the West. \n[13]Knock it off. \n[14]Hey!    Give me that dog! \n[15]I'll be right back! ", "WILLIAMSON": "\n[1]Coffee? \n[2]Two black. \n[3]Beats me. They didn't have any stupid dog with them from what I could see. \n[4]Maybe they ate it. \n[5]The rent-a-cop said the mutt's worth like 50 G's. That makes it grand theft, my friend. Five to ten. \n[6]See you around. \n[7]That's over by the U.N. \n[8]There they are. \n[9]Maybe we should give them a little leash and see what they do with it. \n[10]Did one of them just get out? \n[11]Maybe that's what they want us to think. \n[12]Unless you want to hoof it after the other one. \n[13]NYPD!   Move aside! \n[14]We'll sort it out. ", "MORTY": "\n[1]Mrs. Lo Biancho? I'm Mort Sestero, hotel security. \n[2]Someone took your baby? \n[3]The Emperor is a dog, right? \n[4]This is Remote One to base, Remote One to base. Code 12, I repeat, Code 12. \n[5]Code 12 isn't lunch, Bruce! Didn't you read your manual? \n[6]Just call the damn police and patch me through. The Emperor's been kidnapped. \n[7]Political?     THE EMPEROR IS A DOG, \n[8]I am going to kill you, then fire you, Bruce. Got it? Kill, fire. That order. \n[9]Stop!    Bring back that dog! \n[10]Bruce!    10-80 at the wagon wheel! \n[11]Damn it! \n[12]Isn't that The Emperor, ma'am? ", "JIM": "\n[1]Who could forget that face? \n[2]Wait.    Where are you going? \n[3]Bad day, huh? \n[4]Can you just tell me your name? Please? \n[5]Why not? \n[6]Sure there is. \n[7]Yo!    Coming through! \n[8]You okay? \n[9]I'll be right here. \n[10]You're welcome. \n[11]You want to maybe... get together? \n[12]You have a card? Aren't you in high school? ", "DESK CLERK": "\n[1]Keep your pants on. What'dya want? \n[2]I don't got all day. \n[3]Sixty bucks. \n[4]You want the room or not? \n[5]Maybe if you two were in school you could figure out that half a sixty is thirty. \n[6]You think because I'm short you can just charm me into making some deal, is that it? \n[7]Are you the one that stinks so bad? \n[8]All right, all right, don't    get your underwear in a bunch.     As a public service, just 'cause    you stink so bad, you can have    it for twenty-five. \n[9]Ten-dollar deposit on key. \n[10]I give you some special deal, the next thing you know, you two are telling everybody, hey, this midget was a real sap. We gave him some sob story and the little guy just busted up into crocodile tears and handed over the key. \n[11]Come back with my key! ", "SPEEDY": "\n[1]Yep. Couldn't miss 'em. Real criminal types. Looked like they were headed to Mexico. \n[2]Not if I see you first. \n[3]Whew. You know, it's not some old wives' tale about blind people having an acute sense of smell. \n[4]So? What did you do with that dog? \n[5]You girls best give yourselves up and tell 'em the story. \n[6]May I make one suggestion? \n[7]Hit the showers before you do anything else. \n[8]Take your daughters to work day. \n[9]Coast's clear. \n[10]You're quite welcome.    Good luck in that interview. ", "CONDUCTOR": "\n[1]Ticket, please. \n[2]Very funny. \n[3]Let's go. \n[4]I tried to be nice about it, but if you want the police involved, this is the way to do it. \n[5]No ticket, no train ride. \n[6]Young lady, in thirty years I have heard every possible line but that's the lamest ever. \n[7]She's fine, considering she should be in jail. ", "CANADIAN REPRESENTATIVE": "\n[1]Ohhh... I'm so sick. The mussels at lunch. You have to help me. \n[2]What's your name? \n[3]Drew... it's vitally important. \n[4]Please.    You have to take this to Canada. \n[5]In the Assembly. Give the file to Mr. Wakefield, the Canadian representative. Please. I can't... get up. \n[6]Hurry!    This is a crisis! \n[7]To the left.    Run! "}}