{"dialogues": {"JOHN": "\n[1]Either of you like another drink? \n[2]But men under men? \n[3]She is completely full of shit. \n[4]You know what? I don't even believe she is in the dental profession. \n[5]I bet she can't even spell anesthesiologist. Woman's a complete fraud. \n[6]I think she hit on me that night, too. \n[7]I understand. People who look like that should not be allowed anywhere near oral surgery. \n[8]You're in the chair trying to stay calm; how are you supposed to do that with those things hanging over your-- \n[9]Someone's going to -- \n[10]Thanks.   See you next weekend. \n[11]Okay, your turn. \n[12]Very good, very good... \n[13]No, no, no; you feed me. Your son is hopeless. \n[14]You can't do this every morning.   It is way too corny. \n[15]Sweetie, you have to stop believing everything you read in a catalogue. \n[16]I love brushing my teeth. The lies your mother tells. \n[17]Three, and I have papers to grade. Can you pick up Luke? \n[18]Bosses admire that kind of frank exchange. \n[19]When? \n[20]I sent him flowers and a handmade card. \n[21]Did you notice what I got for my birthday this year? A grunt. \n[22]Mom said Happy Birthday and my father went <grunts>. Made me tear up. \n[23]Remember this for the custody hearing: how Mommy is always scolding Daddy. \n[24]Now she's driving a wedge between us. \n[25]And now she is abandoning you. \n[26]Get your -- \n[27]She didn't do anything! \n[28]She didn't do anything! \n[29]It's okay.     Just a bad dream. \n[30]You okay? \n[31]Okay, you can sleep here as long as you stay on this side of the bed. \n[32]You're such a snake, I don't know why I keep falling for the same trick. \n[33]But Sam's your friend, right? \n[34]Does he take your food? \n[35]Did he say something mean? About Mommy? \n[36]Did you hit him? \n[37]Good.    Where did you hit him? \n[38]Wow.    I bet that hurt. \n[39]It's a toy! \n[40]Don't worry.     We'll get it back. \n[41]Rat-Bag.   Give Mommy a kiss. \n[42]Every night at bedtime. \n[43]I walked him to class, gave him a kiss; he didn't even look back to wave. \n[44]Turkey sandwich, just butter and bread, no \"vegetables\" on it. He swore he ate his apple. \n[45]Miss Phillips. \n[46]Already spoke to a realtor. \n[47]Excellent. Over half my class stayed awake. Talked to your mom. \n[48]She's having a lot of trouble with her business. \n[49]About the appeal? Yes, and I'm just not telling you. What did Meyer say? \n[50]-- It can take months for the court to rule. \n[51]Meyer's looking for a new investigator. \n[52]He'll go through all the evidence again. \n[53]We're doing fine. \n[54]I don't know, I'm a little busy. \n[55]-- Oh, that I can do. \n[56]I know. But it's going to be fine. I promise. \n[57]Twenty-eight, twenty-nine, thirty. \n[58]Good? \n[59]She's doing okay. \n[60]I will. \n[61]Ok.   Thanks. \n[62]Luke!   Let's go, Toad.   Come on. \n[63]I figured you had to eat. \n[64]But what if we find the woman who was leaving the parking lot? \n[65]It was a robbery!   Someone stole her purse! \n[66]So, that's it. Now we just have the Supreme Court. \n[67]So, I need to find an indecent one? \n[68]Anything. \n[69]I've seen the evidence, Meyer. \n[70]We went out for dinner! How do you do that after you kill somebody? She would have to be a psychopath! \n[71]Everyone fights with their boss! \n[72]So, you never believed she was innocent? \n[73]So, what are you saying, Meyer?! \n[74]I'll find someone to file the pleadings. \n[75]Thanks. \n[76]Lara Brennan; my wife. She was sent up here. Brennan. B-R- \n[77]That's ridiculous; I have to see her. \n[78]Lara! \n[79]Lara! \n[80]My wife attempted suicide. \n[81]I have to see her! \n[82]Please.   Two minutes. \n[83]Don't worry about it. \n[84]I insist.    I kept you out on a school night. \n[85]And give a big hug to Pengui, Little Pengui, Big Turtley, Little Turtley, Kiki and Opossumy. Lots and lots of love, Mommy. You gonna give them hugs from her? Should we write her back? \n[86]Soon honey.    Soon. \n[87]Can you have a quarter? \n[88]Ohhh. Sure, but you can't spend those. They come from the cottage where Mommy and I used to take you when you were a baby. \n[89]...Sure. \n[90]So, what is it about?   Julie? \n[91]No. I mean, yes, that's in there. But what is it about? \n[92]It is about how rational thought destroys the soul. It is about the triumph of irrationality, and the power that is in it. \n[93]It's a course that investigates what drives men to be free, no matter the cost. \n[94]You escaped from jail seven times. \n[95]Mind if I tape you? \n[96]How you escaped when no one else could. \n[97]How do you do that? \n[98]How the hell do you know that? \n[99]The city. \n[100]...Pittsburgh. \n[101]How can they be so exact? \n[102]What if you can't make it out? \n[103]Thirty-five minutes isn't a lot of time. \n[104]How much? \n[105]How did you get caught? \n[106]Yeah. \n[107]Oh, sorry.    Hello, Doctor. \n[108]I'll talk to her. \n[109]I'll talk to her. Let's go, Squirrel. \n[110]Hey. Are you alright? \n[111]The doctor told me about the insulin. \n[112]You forgot?    For how many days? \n[113]--And so much to do. \n[114]Why are you doing this? \n[115]No.   I need you to -- \n[116]Lara. Look at me. Something will happen. I promise. \n[117]Sure. \n[118]Come on... \n[119]Lara.... \n[120]Yes.    Anything. \n[121]I'm very sure. Thanks. \n[122]Thanks. \n[123]Adderall? \n[124]I need some passports. \n[125]I can do that. \n[126]No. \n[127]What's your name? \n[128]Mouss said to come see you. \n[129]Three passports, a driver's license, and real social security number. \n[130]He babysits my kid. \n[131]Yes.   How much? \n[132]Give me two minutes. \n[133]It was stupid, I fell off the bike. \n[134]Some guy made a crack about Lara. \n[135]What's that supposed to mean? \n[136]Really?   So, what do you believe, Mom? \n[137]Come on, buddy! Where is his bag? \n[138]No reason. I just stupidly thought people who loved her would actually believe she's innocent. My mistake. \n[139]Give Grandma a kiss. \n[140]A little. \n[141]No. \n[142]What? \n[143]Three passports, a driver's license and social security number that can take a credit check. \n[144]That's too much. \n[145]Not here.   Don't come here again. \n[146]Show me how to load it. \n[147]No video game. \n[148]I'll play checkers with you after dinner. \n[149]Not tonight. Tonight, I utterly destroy you. \n[150]I'll just be a moment. \n[151]I am useless without you.    I can't even ride a bike. \n[152]I'm sorry we had to do this. \n[153]I know. \n[154]From now on I will. \n[155]Hi. \n[156]I hope it's nothing serious. \n[157]Hi. It's John. Luke isn't feeling well, I'm going to take him home. I need Carl to cover my 2:30 class. \n[158]I need them. \n[159]Which guy? \n[160]How are you doing today? \n[161]Sorry. \n[162]...In the middle there. \n[163]It's hard to tell.   I think that's me there. Why? \n[164]....No. I was over here. You want to tell me what's going on? \n[165]Yes. \n[166]Sorry. \n[167]You hungry?    You want your sandwich? \n[168]I remember. \n[169]I remember your daughter. \n[170]He has his father's memory. \n[171]I'm afraid she can't be there. ...It's complicated. \n[172]Oh, we're pretty...you know.... \n[173]That's true.     And I made those cookies. \n[174]Which requires a considerable amount of machinery. Come on, Luke. \n[175]No. Luke and I are together full time. \n[176]She'd like nothing better than to be here. With him. Lara. She really misses...all this. \n[177]No.  She's not like that.   She'd... She's in prison. \n[178]I don't tell most people. \n[179]She's innocent. She didn't kill the woman. \n[180]We should really be getting home. \n[181]Thanks for the invitation.    We'll try and make it. \n[182]You want to read a letter from Mom? \n[183]Dearest Luke Who I Love, But Not As Much As Chocolate... \n[184]My mistake. Dearest Luke, who I love so, so much. I wish I could have walked you home today, it was so beautiful out. \n[185]She's not feeling well. \n[186]Because sometimes people get so sick you have to go to the hospital to get fixed. \n[187]The doctors do tests. \n[188]Come on. \n[189]You okay? \n[190]Luke!   Time for bed. \n[191]...What's wrong? \n[192]What is it? \n[193]No....NO! They can't move you. Not without notice! Monday isn't notice! \n[194]Muncy is the other side of the state. \n[195]I don't have two weeks!     I need it tomorrow! \n[196]How much can they give me?! \n[197]Are you --? \n[198]I am so sorry -- \n[199]No, it was a long shot.       Thanks. \n[200]She's okay.     Thanks, Meyer. \n[201]Nothing. \n[202]No. He's fine. I had Meyer see what he could do about not getting you moved. \n[203]I told him traveling that distance would be a hardship on us, that Luke was already having trouble at school. Which is true. I haven't been spending enough time with him. \n[204]That's nice, that the two of you talk. What world do I live in, Lara? \n[205]Yes.   Sorry. \n[206]Got it.   I'm sorry. \n[207]What do you want from me? \n[208]Because I knew you didn't. \n[209]Shut up. I don't care what you say or how you say it. I don't believe you did it and I never will. I know who you are. \n[210]Thank you. \n[211]You think? \n[212]Hi Mom. \n[213]I've got class. \n[214]Yes. Bye. \n[215]Back up! Get back! \n[216]-- I'll shoot the dog! \n[217]-- Good idea! \n[218]-- Call the dog off!!   Put it away! \n[219]-- Put it away!! \n[220]You, too! \n[221]-- Give me that chair! \n[222]Move! \n[223]Shut up! \n[224]On your knees! Hands behind your head! \n[225]On the floor! \n[226]Where's the rest? \n[227]Where do you keep your money?! \n[228]I'll shoot you! \n[229]Tell me! \n[230]I'm going to kill you both. \n[231]Yeah, good shit; high alcohol content. \n[232]Yeah.    That's what I'm going to do. \n[233]Your money. \n[234]No.    It was. \n[235]-- What?? \n[236]Get up there!! \n[237]Is anyone up here?! \n[238]Hi.    What are you doing up? \n[239]I've come to get Luke. \n[240]I'm fine. \n[241]Hey.   Hey, buddy. \n[242]What do you say? \n[243]Give Grandma a big kiss. \n[244]Luke... \n[245]Bye Mom. \n[246]Let's go. \n[247]No.    Just what fits in your bag. \n[248]Or your pockets. \n[249]Daddy will just be a minute. \n[250]...Hi. \n[251]What time is it? Nine. Oh, I'm so sorry, I should have looked more carefully. \n[252]Oh. Actually, I can't stay.   I have to run some errands. \n[253]Thanks so much. If.... \n[254]He...He has my parents' phone number in his pocket. In case I'm late. \n[255]Put the phone down. \n[256]Remove your holsters, put them on the floor and get on your knees. \n[257]\n[258]\n[259]Tape their hands and feet. Do it!! \n[260]Tape their mouths! \n[261]Put it on. \n[262]Because we have no other choice!! Put it on! Turn around. \n[263]Lara, put the clothes on! \n[264]\n[265]Okay. Tell your son you aren't coming. \n[266]Waiting for you. Tell him you aren't coming. \n[267]Push send. Tell him I'm not coming back either. \n[268]Does it look like I'm going home?! Tell him he is alone now and his mother and father aren't coming back! \n[269]Get out!    Get out! \n[270]He's safe! \n[271]Back away! \n[272]Get back! \n[273]Hit the button. \n[274]Hit it! \n[275]It'll be okay. Look at me! Do what I say; it'll be okay; I promise. \n[276]Lara? \n[277]Take the coat off. \n[278]Put your hair down. \n[279]You would've stopped me. \n[280]There's a case in there. Brush, moisturizer, makeup. Everything you had was old. I hope I got it right. \n[281]Hi.   I'm here for my son. \n[282]Back from where? \n[283]...The zoo? \n[284]He's at the party. \n[285]I was wrong.     She took them to the zoo. \n[286]Carrie's mom. Nicole. \n[287]She'll call my parents. \n[288]They'll take care of him, I will figure out how to get him to us. \n[289]I tried!! There's no more time!! Any second now there's going to be a roadblock ahead! It might be there now!! If we don't get out now we don't get out!! \n[290]I promise. I promise I will find a way to get Luke to us. I will find some way. \n[291]No, it really is fine. I can't thank you enough for taking care of him. \n[292]Sure. \n[293]We're going to the train station. \n[294]Stay in the car. \n[295]This thing is very good on gas. \n[296]You know how many times you've lost our bags? ", "LARA": "\n[1]You know what? If you were smart you would stop talking right now. \n[2]How can you say that?? \n[3]Erit, you are so full of shit. \n[4]Because she's a bitch! -- --Not because she's a woman. \n[5]That has nothing to do with it! \n[6]You'd rather \"work under\" John? \n[7]No, why would I have a problem with your little sexual innuendo? \n[8]So, I shouldn't take offense that you're coming on to my husband right in front of me. \n[9]How? You couldn't possibly show him more of your tits. \n[10]DON'T try and agree with me now. \n[11]Shut up. \n[12]We went to her office party, idiot. \n[13]You are completely delusional. She wasn't even hitting on you in there; I just don't like her. \n[14]You are such an asshole. \n[15]Hello! \n[16]Did he cry? \n[17]Squeeze in tight. \n[18]Smile.   It's just until he's eighteen. \n[19]Present. \n[20]You hate brushing your teeth; this one brushes them in thirty seconds. \n[21]When's your last class? \n[22]After yesterday I probably don't have a job anyway. Do you think it was wrong to call her a useless cow? \n[23]Did you call your father? \n[24]\"When?\" Yesterday, for his birthday! \n[25]You're completely impossible. \n[26]Ever think that someone has to be the bigger person here? \n[27]How are you going to feel if Luke grows up and doesn't call you? \n[28]I give up. \n[29]\n[30]She's dead??     Elizabeth is dead?? \n[31]Hi honey. Can Mommy get a kiss? Come on, give Mommy a kiss. \n[32]Is Daddy reading you my letters? \n[33]What are you building?    A fort? \n[34]Was he scared going to school? \n[35]What did you make him for lunch? \n[36]Look at his friends.   And his desk. This is his teacher? \n[37]You may have to move to another school district. \n[38]How was your first day? \n[39]When is she coming? \n[40]It's only been a couple of years, I'm sure she'll get around to it. Have you heard anything? \n[41]--Don't-- \n[42]I saw that woman. She was there. She couldn't have just disappeared. \n[43]Her coat snagged my purse, I felt a button pop - they must have been blind not to find it. \n[44]Great, because I haven't quite bankrupted us yet. \n[45]You just lie and lie. But you are very handsome. Can you do me a favor? \n[46]I need you to run for governor. \n[47]You can change this rule about no conjugal visits, because I don't think I can last another twenty years. \n[48]I'm okay.   I'm okay. \n[49]You think he'll ever want to kiss me again? \n[50]I'm fine.    I'm fine. \n[51]Hi, sweet potato. How are you doing? \n[52]Yeah, I forgot. It's no big deal. \n[53]I forgot, okay? I have things on my mind. \n[54]Oh, that's nice. \n[55]Can I please just watch him play? Tell me about kindergarten. \n[56]Fine, I won't forget again, okay? I am just never going to walk him to school or wash his clothes or make him dinner...and I don't know how I can live knowing that. Okay? \n[57]What? What is going to happen? There are no more appeals, there are no more anything. Exactly what miracle are we hoping for, John? \n[58]I need you to do something for me. \n[59]Stop bringing him. \n[60]He hates coming here.   Look at him. \n[61]Please. It's not his fault. It's too hard to watch him forget me. \n[62]You want to hear something funny? \n[63]My mother tried to send me anti-aging cream. \n[64]Your poor face. How could you do that to yourself? \n[65]I think it's very sexy. \n[66]You have nothing to apologize for. But you should have told me before this. \n[67]I don't want you not telling me things. \n[68]I won't know where to picture you. I close my eyes and I see Luke in his bedroom, you on the sofa by the Window. I won't know where to picture you anymore. \n[69]I was only here through the appeal. We knew I'd be moved to a prison. \n[70]What's wrong? \n[71]Is it Luke? \n[72]You haven't? YOU haven't? God, John, you are too much. Luke is having a 'hard time' because mommy is in jail for murder, not because daddy doesn't spend enough time with him! Your father was right, you don't live in the same world we do. \n[73]I don't know, but it's not the real one. I am in here for the rest of my life! And you want me to believe in some fantasy that -- ! \n[74]Now you come here all long-faced, like you've let me down. What do you want me to do, make you feel better? \n[75]And now you're apologizing.   You really are a gem. \n[76]Nothing. You're too perfect already. You know you never even asked me if I did it. If I killed her. \n[77]Then you'd be wrong. \n[78]I grabbed the fire extinguisher. I hit her in the face. I heard her neck snap. You know why I did it? Because she pissed me off. I threw her purse in the river. We paid for dinner with the cash from her wallet. \n[79]I'm sorry.   I'm actually very sorry. \n[80]John?? \n[81]What are you doing here? \n[82]You have to stop this. \n[83]No.   Stop. \n[84]\n[85]No. \n[86]No! \n[87]...Where is he? \n[88]How can you do this to me? \n[89]John -- \n[90]You son of a bitch. \n[91]Where's Luke?! Is he safe?   Where is he?! \n[92]Oh please oh please oh please... \n[93]Why didn't you tell me? \n[94]What's wrong? \n[95]Where's Luke? \n[96]What party?     You said the party was here. \n[97]She? \n[98]You took the wrong turn!    It's back there. \n[99]The zoo is back there. You're going the wrong way! It's back there! \n[100]What?? \n[101]Are you out of your mind! \n[102]Hi. \n[103]Did you have a nice time at the party? \n[104]What was your favorite thing? \n[105]They had ice cream cake here? \n[106]Oh.   What flavor? \n[107]My favorite. \n[108]I'm going to sit back here, okay? \n[109]Really? \n[110]Good.   Then I'll stick close to you. \n[111]John? What are we going to do? \n[112]I'll do this. \n[113]Hello. \n[114]Thank you. ", "LUKE": "\n[1]Daddy!...    DADDY!! \n[2]Not at lunch. \n[3]No. \n[4]Yeah. \n[5]Yeah. \n[6]Near the swings. \n[7]Yeah. \n[8]...When is she coming home? \n[9]Can I have a quarter? \n[10]Then can I have them all? \n[11]It was already tied. \n[12]You untied it again! \n[13]Does your face hurt? \n[14]Did you hit him back? \n[15]That's okay. \n[16]Dad! \n[17]You'll just lose again. \n[18]...Dad? \n[19]Can I have my cookies? \n[20]No. \n[21]She didn't write that. \n[22]But what's wrong with her? \n[23]Why didn't she just stay home? \n[24]How do you know when you're that sick? \n[25]Girls love them. \n[26]Thank you. \n[27]I'm too tired to kiss. \n[28]Thank you, Grandma. \n[29]Can I carry it? \n[30]....What about my pockets? \n[31]It's a pony. \n[32]Hi. \n[33]Yeah. \n[34]Ice cream cake. \n[35]At Carrie's house. \n[36]Lots of flavors. \n[37]I think we're going to the cottage. \n[38]I have money. \n[39]Okay. ", "DAMON": "\n[1]Somebody else had dibs on Papillon? \n[2]Yeah, who would want to cut short your precious life? \n[3]Go for it, it can't be used as evidence. What do you want to know? \n[4]Balls and a little luck. No prison in the world is airtight. Each one has a key. You have to find it. \n[5]A lot of looking. Especially at things that break the daily routine. Guards get comfortable doing the same thing every day. Something happens where they have to think, adapt. \n[6]That's when they will make mistakes. But when you see it you have to be ready. You have to have the entire plan already in place before you even know how you are going to get out of the jail. Escaping is easy; the hardest part is staying free. \n[7]You have to know where you are going to go and how you are going to get there. You have to know how they plan to catch you, where, and when. \n[8]You pay off someone who knows. And a lot depends on if the prison is in the country or the city. \n[9]Where are you from? \n[10]Pittsburgh is tough; so many bridges and tunnels they can block off. \n[11]From the time they make the call, the police can have the center of the city sealed tight in fifteen minutes. \n[12]After 9-11 Homeland Security made every city have a lock-down plan -- downtown Pittsburgh, Philly, Boston, Minneapolis -- fifteen minutes. They can do DC in under ten. \n[13]Within thirty-five minutes they will have cops at every tollbooth on the interstate -- \n[14]And be running rolling stops on the secondary roads. They won't have your photograph yet, but they will have your description. \n[15]Then surrender. \n[16]Because they will shoot you on sight, along with anyone you are with. \n[17]Stay far away from the train and bus stations. \n[18]Forget the local airports.   Leave from another state. \n[19]Second: identity. It's easy to find fake papers, harder to find ones that will get you through an airport. \n[20]You'll need a passport, driver's license and a social security number. \n[21]If you have to rent a car, find a place that will take a cash deposit. They'll still run a credit check, so use a real person's name on the ID. Third: destination. \n[22]You want somewhere that doesn't attract American tourists and doesn't get American newspapers. Think Yemen and you get the idea. \n[23]Then money. \n[24]You need a truck load of it. Everything's expensive: hotels, travel, information. \n[25]Enough to last at least five-six years. Run out of money and you run out of friends. \n[26]But before you do anything, you have to ask yourself if you can do it. Can you forget about ever seeing your parents again. Can you kill a guard, leave your kid at a gas station, push a nice old lady to the ground because she is between you and the door? Because to do this thing, that's who you have to become. And if you can't, don't start, because you'll just get someone killed. \n[27]I gave myself up. I couldn't take wondering when someone was going to come through the bedroom door. Got what you need? \n[28]What do you have in your pocket? \n[29]Good luck. ", "NICOLE": "\n[1]Time to go, Carrie! \n[2]Carrie! I'm sorry. She just already has it all figured out. Nicole. \n[3]Really? \n[4]She's hard to forget. Oh, this is for you. Luke was supposed to bring it home. \n[5]It's for Carrie's birthday party. Please come; I'd love to meet your wife. \n[6]I understand. With me, too. Carrie, come on, time for lunch. We're going to the cafe on the corner, would you like to join us? \n[7]Busy? \n[8]Come on, we owe you for the cookies. \n[9]And learned how to pre-package them. \n[10]Do you trade off time with Luke? \n[11]Wow. I guess that's why I see you so much. \n[12]I guess it's all about priorities, isn't it? \n[13]Oh. \n[14]I understand. \n[15]...Good.   I mean, I'm sure she didn't. \n[16]Oh, okay. \n[17]That would be great. \n[18]Hello? \n[19]Thanks.   Good to see you. \n[20]Those aren't easy to wrap. You know the party is at eleven, right? \n[21]It's no problem. Why don't you go give this to Carrie? \n[22]Well, I guess you can help. \n[23]We'll see you later then. \n[24]No problem. \n[25]It is our pleasure.    Wasn't it, Carrie? ", "ALEX": "\n[1]-- Shoot them both! \n[2]-- Shoot the dog! \n[3]-- You want the police here, asshole?! \n[4]-- Put the gun down! \n[5]-- Release! \n[6]In!   Get in! \n[7]Get in! \n[8]You're dead. \n[9]You brought him! \n[10]Yeah, I'm going to give you my money. \n[11]You won't even shoot a dog. \n[12]Shoot the floor again, impress me. \n[13]No, I'm going to kill you both. \n[14]Keep your dead bitch mouth shut. \n[15]See? You aren't going to kill me. That was the worst you can do. So, now you've done it. Go home. I'll come find you and kill you. \n[16]You're wasting some good shit. \n[17]You going to burn me out? \n[18]This is a meth lab, you idiot! \n[19]My kid is upstairs!! \n[20]", "DETECTIVE COLLERO": "\n[1]Lara Brennan? \n[2]Lara Brennan, you are under arrest for the murder of Elizabeth Gesas. \n[3]-- The worst date you've ever been on? This was worse. And this guy? He really thinks he is doing great. Then he's driving me home and I know he's going to try and kiss me, so I pretend to fall asleep. I mean, I'm actually snoring, right in his car. Does that stop him? \n[4]...What? \n[5]You want to take a guess who just escaped from jail? \n[6]Hi. \n[7]Every one in the state. \n[8]So, Ohio, Maryland, West Virginia, New York, New Jersey, Virginia, Michigan, Kentucky and Indiana? \n[9]Captain, a lot of these places barely have fax machines. \n[10]Should I stop calling and count? \n[11]So, you just decided to go for a drive, for the entire day? \n[12]That's the presidential palace. It was all over CNN. When they deposed...what's-his-name. \n[13]I'll call the FBI. \n[14]Three years ago?? What are we doing here? \n[15]You're out of your mind. \n[16]You really thought you were going to find it? ", "MEYER": "\n[1]John, I said my office at four o'clock. I can't leave, I'm in -- \n[2]Do you have the ruling in Brennan? \n[3]The PCRA was rejected. No new evidence can be submitted. Not anymore. \n[4]And if they'd used her credit cards we would have had something to argue. I'm sorry; this really...sucks. \n[5]John, in the last thirty years, the Supreme Court hasn't heard one murder case. No decent lawyer would even file the pleadings. \n[6]No, I'm going to file it. But I need you to do something for me. \n[7]I need you to look at the evidence and just forget Lara is your wife. \n[8]I'm not saying judge her innocent or guilty, I'm just saying look at it. He co-worker sees her leaving the scene, she has the victim's blood on her clothes, her fingerprints on the murder weapon-- \n[9]-- And the fight in the office. \n[10]But this one ended up dead. \n[11]How can you say that? \n[12]That it no longer matters what we believe; Lara's not getting out. And you have no idea how much I hate saying that. \n[13]John! Come on! For Christ's sake. \n[14]I'm sorry. \n[15]How's Lara? ", "ERIT": "\n[1]Sue me. I just know that women should never work for women. \n[2]They're always threatened. Especially if you're beautiful and they're not. \n[3]So, your boss isn't threatened by you? \n[4]And you would describe her as \"attractive\"? \n[5]And there is my answer. \n[6]Women should work under men, men under women. That's it. \n[7]That's fine, too. They're used to it! Why are you laughing? \n[8]Oh please, I'd rather work under him, too. \n[9]You have a problem with that, too? \n[10]What is up your ass tonight?? \n[11]Lara, if I wanted your husband I would have him. \n[12]-- You know what your problem is?! \n[13]I know you won't want to hear this... \n[14]Excuse me?   You call this coffee? ", "DETECTIVE QUINN": "\n[1]Police.   Mr. Brennan? \n[2]My name is Detective Quinn. This is a search warrant for these premises. \n[3]Stay where you are. \n[4]Touch me again and you'll be arrested. \n[5]I will only -- \n[6]Put him in cuffs. \n[7]Did I tell you not to date cops? \n[8]You're not going to nod off, are you? \n[9]I got his parents! \n[10]Too bad you didn't find more of it. \n[11]It's starting to rain. \n[12]You ask yourself why we found this bag and not the others? \n[13]Was it raining when we searched the crime scene? \n[14]Act like a cop. Grab the other side. ", "MIKE": "\n[1]I was at the bar.    I know what you are looking for. \n[2]I'm deaf, you idiot. I read lips. \n[3]You really want to talk out here? \n[4]What do you need? \n[5]Thirty seven hundred. \n[6]It is if you never get them. I need photos and a thousand in advance. \n[7]I'll bring them Wednesday. \n[8]Parking lot of Don's. Eckert Street. Under the bridge; two o'clock. If I'm not there on time, leave. \n[9]You were supposed to leave. \n[10]You notice that guy was a cop? \n[11]The one with the red light in his back window. \n[12]Just give me the money. \n[13]You want this too much. You're going to fuck it up. ", "GRACE": "\n[1]Oh, my lord!     What happened? \n[2]The bike that's been in our garage for two years? Put your head back. \n[3]So, that's what you do now: punch everyone who thinks she's guilty? \n[4]It means it's important what YOU believe, not -- \n[5]Why are you trying to start a fight? \n[6]Why are you doing this?! \n[7]Stop this! \n[8]What are you doing here? \n[9]Five o'clock at night? \n[10]I'll get lots of kisses next weekend. We want to take him to the Harvest Festival in Kutztown, where they have the Clydesdales. \n[11]George wanted to see the leaves. ", "DAVID": "\n[1]I didn't do anything!! \n[2]I didn't bring him! \n[3]I can't kneel! \n[4]That's twelve hundred dollars! Here, take it. \n[5]Give him your money! \n[6]Stop it!! \n[7]Oh Jesus.    Oh Jesus. \n[8]Let me go!! \n[9]The house is going to explode! \n[10]Don't leave me. I don't want to burn. Don't let me burn. \n[11]I don't want to die.   I don't want to die. ", "MICK": "\n[1]I don't know, bro, but I think I'd rather work under you than her. \n[2]-- Erit, go put somebody to sleep. \n[3]Had to be done. I am really going to pay for that. \n[4]Are you ever going to answer your goddamn phone? \n[5]Let me in, asshole!! \n[6]Open up! Your car is in the garage, I know you're in there! \n[7]Not home?   So you're saying I'm blind? \n[8]You know what? You're right.    I am an idiot. ", "MOUSS": "\n[1]Ten apiece, five for forty. \n[2]Piss off. \n[3]You have to pay up front. \n[4]You know the Uptown on 5th Ave? \n[5]Ask for Harv. \n[6]Just say Mouss. \n[7]I ever see you again, you lose an eye. ", "PAULA": "\n[1]How's Lara? \n[2]Tell her we're pulling for her. \n[3]They won't recycle these unless you take off the cap. This is trash. This is recyclable. \n[4]John? \n[5]I was wondering if I could ask you to water my plants next week; I'm going in for an operation. \n[6]My idiot doctor misdiagnosed me. He's blaming the lab; the lab's blaming him. But I'll be fine. Thanks. ", "DUTY NURSE": "\n[1]She can't have visitors. \n[2]I'm sorry. \n[3]You can't go down there! \n[4]You can't be in here!! \n[5]Put her in 7725 and start an IV. \n[6]Can you please page Dr. Becsey? ", "EUGENIE": "\n[1]You're sure that you don't want a lawn sign? \n[2]You did remember I was showing the house? \n[3]It really is a great neighborhood. \n[4]John? It's Eugenie. You're not going to believe it; the people I brought over? They made an offer! I'll bring it in the morning. \n[5]The title hasn't been cleared -- there is no way that -- \n[6]Nothing! ", "MAJOR": "\n[1]So, you are where in here? \n[2]In the middle. Can you point to yourself? \n[3]So that's not you there.   By the elevator? \n[4]You want me to tell you? \n[5]You know what a bump key is? \n[6]If this was you, you might want to think about what's going to happen to your kids if both of their parents are in prison. "}}