{"dialogues": {"CRAIG": "\n[1]In the movies, when you beat up the neighborhood bully; you suppose to live happily ever after.  But around here; that's when all the drama begins... \n[2]I'll be out in about 35-40 minutes! \n[3]Soon as my pops found out what Debo said to Ezal, he wanted me to move with my uncle and little cousin in Rancho Cucamonga.  Til' things calm down, or Debo went back to prison.  Whichever comes first. \n[4]Here I come! \n[5]What's the matter? \n[6]I didn't wanna leave my neighborhood at all.  Especially my homeboy Smokey.  But he went to rehab last week.  I know I'mma miss him... \n[7]Daddy, punch it! \n[8]You fake ass Suge Knight! \n[9]Ya'll making me look like a punk. \n[10]What's that smell? \n[11]I do. \n[12]Smells like you didn't fall in no mud. \n[13]What's wrong with the window? \n[14]All damn. \n[15]It's alright. \n[16]Why they got to have the loudest house on the block! \n[17]You coming in? \n[18]Hey, Pops, I'm grown.  Can't nobody get me in trouble no more. \n[19]What's crackin'? \n[20]Naw, it ain't like that. \n[21]Alright, I'll remember that. \n[22]I'll remember. \n[23]Thanks, Unc. \n[24]I know, that's when Uncle Elroy cussed out everybody, and threw up in Aunt Faye's backseat. \n[25]I know, we had a good time.  But ever since you guys moved out here, it seems like we've lost touch. \n[26]Who is that? \n[27]They ever let you hit the switches on that Cadillac? \n[28]This you? \n[29]Must be nice.  I wish we won the lottery. Come up on a million dollars like ya'll. \n[30]This my baby.  I feel like a new nigga in this car.  I get mo' phone numbers rollin' this, than I ever did on the bus. \n[31]Excuse me? \n[32]Yeah, I'm 'bout it. \n[33]What kind of activity? \n[34]Nice to meet you? \n[35]Man, this a cool house. \n[36]Yeah. \n[37]Oh, yeah, where you work at? \n[38]Thanks for reminding me. \n[39]Thank you. \n[40]Nice to meet you. \n[41]Yeah. \n[42]Uncle Elroy, who's that girl by Day-Day's car? \n[43]Lay down, Day-Day.  Stop moving. \n[44]I know, be still. \n[45]That's too much water. \n[46]You paid cash? \n[47]It's cool, but where's the water? \n[48]Y'all never use it? \n[49]That's okay, Unc.  I can't swim, either. \n[50]You straight? \n[51]Just a little. \n[52]What's the matter with your girlfriend? \n[53]What? \n[54]Restraining order?  Where the hell you meet this girl? \n[55]Damn, you got a stalker. \n[56]You got a restraining order on a little girl named Baby D? \n[57]Who is that? \n[58]Yo know what?  I'm starting to like Rancho Cucamonga. \n[59]Why? \n[60]Yeah, it's bad.  And that scratch make it ugly. \n[61]It's long and crooked...make you not wanna even drive it. \n[62]Hold up, Day-Day. \n[63]Hey!  Hey! \n[64]I'm Day-Day's cousin, Craig.  What's your name? \n[65]Craig and Karla, damn that sound pretty good together.  Where you going? \n[66]Oh yeah, why you walking? \n[67]You want us to give you a ride? \n[68]What you mean, you don't know?  Just wait here. \n[69]What are you worried about? \n[70]Why not?  She was cool with it. \n[71]What you mean, so? \n[72]Why you say that? \n[73]No thank you. It's too early. \n[74]Suga. \n[75]I don't know! \n[76]I don't know, I think I passed out or something.  I don't remember. \n[77]Hold on. \n[78]I said hold on! \n[79]Can I help you? \n[80]I don't play for no team. \n[81]Naw, I play for the Chocamunga Cracker Killers.  You want tickets? \n[82]What is it? \n[83]Oh damn. \n[84]Uncle Elroy? \n[85]Uncle Elroy, you got a tax notice. \n[86]Uncle Elroy...Uncle Elroy? \n[87]Uncle Elroy, wake up.  You got a letter today. \n[88]Unc. \n[89]Naw, naw!  Unc, wake up!  It's me!  Wake up! \n[90]I walked. \n[91]Yeah, ya'll got a notice today.  It came certified mail. \n[92]I tried to wake up Uncle Elroy but he thought I was Suga. \n[93]Yeah, that's why I walked down here. \n[94]I don't know.  Did ya'll forget to pay it or something? \n[95]See how much it is? \n[96]Damn...how much money ya'll got left from the lottery? \n[97]Okay, plan B. \n[98]What's the matter? \n[99]I ain't trying to get in it. \n[100]No I'm not. \n[101]Day-Day ain't here. \n[102]I'm his cousin. \n[103]Yeah, I work here now. \n[104]Yes you did. \n[105]I don't know... I think he went out the back. \n[106]I thought ya'll wanted to buy a CD? \n[107]Right this way.  You know damn well you don't listen to no jazz. \n[108]Where you going? \n[109]You better stop running from that girl. \n[110]Hell yeah, I remember you. \n[111]It's cool.  You ain't got to apologize for your brothers.  They're big boys. \n[112]Most definitely. \n[113]What happen? \n[114]What you mean talk to her? \n[115]I'm gone. \n[116]I know we cousins and all, but don't try an' hook me up with the big little sisters. \n[117]Not me. \n[118]Day-Day? \n[119]Yeah it is...the best day before the weekend. \n[120]What's the green stuff poking out? \n[121]Naw, I already ate. \n[122]It ain't a bong but, wa-la! \n[123]Hey. \n[124]Black magic. \n[125]I didn't think you smoked bud that much. \n[126]You better open up a window or something before the smell gets out. \n[127]That ain't gonna work. \n[128]Still gonna smell it. \n[129]This vacuum don't work.  Where's the restroom? \n[130]I ain't trying to rob you... \n[131]Man, Day-Day is my people! \n[132]Nobody! \n[133]Shut up.  I been trying to tell yo' ass that... Day-Day is my cousin.  They're right there in the back. \n[134]Nothing. \n[135]In a strange way, I feel responsible for Day-Day getting fired.  If I wouldn't have fought Pinky, and gave Day-Day the joint, he'd still have a job. \n[136]I don't know yet. \n[137]Sorry about today, man. \n[138]Wait.  Check'em out. \n[139]You see that? \n[140]It's something in that hydraulic pump. \n[141]Naw.  I bet'cha it's something better than air. \n[142]I don't know, and it could be anything. But I just say we go take a look. \n[143]Could be.  Rather be crazy than homeless. Now all we need is a big pack of baloney. \n[144]It's about to work, just come on. \n[145]That's what the baloney's for! \n[146]What's the B-G's? \n[147]Look, Day-Day.  If we don't go over there and take a look, this might be the last night you got a home.  Now trust me. \n[148]Now all we gotta do is find out where the little one put that pump.  Take it and see what's in it. \n[149]It is easy. You know why?  'Cause they're not expecting it. Now, Roach, you gotta occupy Cheeco. Long enough for me and Day-Day to take a good look. \n[150]Well get along with this one. Go ahead of us.  Don't get seen and don't let that mutt out of your sight. \n[151]Cheeco. \n[152]Come on, he should have'em by now. \n[153]You go first. \n[154]You go first. \n[155]Day-Day, if you don't hop that fence I'mma throw you over. \n[156]What? \n[157]Me too. \n[158]Wait. \n[159]He's still over by Roach. \n[160]That pump was full of money.  I saw where they put it.  Stay right here, I'mma climb in and go get it. \n[161]No, man, just wait. \n[162]Huh? \n[163]I hope you don't think I'm crazy, but I just had to come in here and show you I ain't scared of yo' punk ass brothers...and you wouldn't have be scared of 'em neither if you had a man like me in yo' life. \n[164]Yes I did.  Excuse me. \n[165]Most of it.  I just hate to see you in this situation. \n[166]Why didn't she put'em out? \n[167]I'm sorry to hear that. \n[168]Can I get out this way? \n[169]I did.  Is that door locked? \n[170]Make sure. \n[171]I got my cousin Day-Day waiting for me. \n[172]I be damn. \n[173]Okay. \n[174]Yeah, I'm cool.  See you later. \n[175]What is he doing here? \n[176]Have you seen Day-Day? \n[177]Daddy, Uncle Elroy, I need your help. \n[178]You see that? \n[179]Yup. \n[180]It's a long story.  Right now we gotta do somethin'. \n[181]That's a nice piece of heat right there. \n[182]Come on. \n[183]He's on the other side, sleep. \n[184]Need some help? \n[185]I'm not sure, but I think they're in this room. \n[186]Yeah, pops! \n[187]Stretch it out. \n[188]Ya'll mothafuckas help me! \n[189]I love Fridays. \n[190]You're welcome, Unc. \n[191]You too. \n[192]Nothing. \n[193]Naw, I'm got live ghetto fabulous.  make sure you get that car fixed. \n[194]I don't know.  Probably next Friday. \n[195]Well, all's well that ends well.  Another Friday gone.  Another problem solved. It's a trip to know that things can get crazy in the suburbs, too.  I can't wait to get back home...to the peace and quiet streets of South Central. ", "ROACH": "\n[1]Yo, Day-Day!  Check me out. \n[2]I feel you.  I've just been practicing that one move all week. I thought that was it. \n[3]Did you see that?  That was a W.W.F. hit right there, huh, Day-Day? \n[4]What up, bro? \n[5]What it say? \n[6]What it say? \n[7]What is it? \n[8]Pinky's. \n[9]That was a girl on a cell phone.  She said she's outside in the parking lot waiting for you to take her to lunch. \n[10]That the big one, huh? \n[11]I'll do it. \n[12]Hey, ladies. \n[13]I don't know, he must've left. \n[14]Will do. \n[15]Yeah. \n[16]Haul ass, dude.  Don't stop. \n[17]She moves well for a big girl. \n[18]Great moves, Day-Day. \n[19]You know what he mean, dude. \n[20]You don't wanna know. \n[21]For sure.  That's how I like 'em. \n[22]Negative...they vamped. \n[23]Shouldn't we straighten up out here before Pinky gets back? \n[24]Bummer, huh?  And Friday is suppose to be a kick-ass day. \n[25]That's fuckin' poetic, Craig. \n[26]I know how you feeling.  And if I had my bong right now, I'd let you 'toke 'til you choke.'  Dude, right here.  All out. No lungs.  All I got is this. \n[27]That's cron-don, sir.  My mom hates for me to smoke, so she made me bud-brownies. Wanna bite? \n[28]Come on, Day, try it.  For moms. \n[29]Wo! \n[30]Sorry, bro, reflexes.  How did you do that? \n[31]Weed doesn't solve problems.  It eases the mind, and the soul.  Enjoy. \n[32]I do. \n[33]Sorry, dude. \n[34]I got an idea. \n[35]This is a little theory of mine... it should work. \n[36]Fuck yeah. \n[37]No way.  Watch this. \n[38]R-U-S-H Intensely. \n[39]My spleen. \n[40]I thought the vacuum would work. \n[41]You could sell your Beamer. \n[42]My bad. \n[43]Maybe you can ask him to loan you the money. \n[44]I know. \n[45]Why me? \n[46]I know what I'mma do.  Go home and face the music.  My dad is gonna kick my ass for getting fired again. \n[47]Yeah, me too.  Later. \n[48]My board! \n[49]You ran over my board! \n[50]Who the fuck is that, Day-Day? \n[51]I'm not letting nothing go.  They killed my board. \n[52]Me neither. \n[53]I say we go over there and kick their asses.  I can take the little one. \n[54]What about the dog? \n[55]Try an' hold it, man.  Squeeze your ass cheeks together. \n[56]Dude, dogs hate me.  I don't know why. Me and K-9's just don't get along. \n[57]Fuck, what's his name? \n[58]Here, Cheeco.  Chee-co, here boy.  That's a good boy. \n[59]...is having no luck.  Cheeco is nowhere to be found.  Roach starts to sing. \n[60]My baloney has a first name.  It's C-h-e- e-c-o. \n[61]My baloney has a second name it just like the first Cheeco. \n[62]Ooooohhhh I love to eat it everyday if you ask me what I'll say. \n[63]Cheeco's got to be the dumbest fuckin' mutt in the whole wide U.S.A. \n[64]...picks up the baloney and stuffs the whole pack into his mouth.  CHEECO is SILENCED.  Roach is relieved. \n[65]... his meat supply is almost gone.  He tries to think fast. Cheeco starts to look for more meat.  Roach grabs the smashed brownie out of his pocket and throws it to Cheeco.  He swallows it in one big gulp.  He's looking for more.  There is no more.  Roach smiles.  CHEECO GROWLS. \n[66]Good boy.  Nice dog. \n[67]No lungs, baby.  No lungs. \n[68]...like I was saying.  A guy like me, and a dog like you, don't need this bullshit. We need to be in Maui renting jet ski to fat funks in flower shirts.  You feel me, \n[69]Where's Craig? \n[70]Why did he go in the house? \n[71]Go for it. \n[72]No one's gonna hear that.  The music's playing. \n[73]This is a knock. \n[74]Hold on.  A man, you broke my fuckin' board and I don't appreciate it. \n[75]And some rolling papers. \n[76]Hey. \n[77]I don't know. \n[78]Hey, mister Joker, have a heart, bro. It's Friday. \n[79]Yeah, brown and white relations, too. \n[80]Bite his ear! \n[81]He's a boy, dude. \n[82]Don't worry, bro, you, Suga, Day-Day and Craig can live with me and my parents. 'Til you get back on yo' feet. \n[83]There he go. \n[84]Hey, guys, I'm outta here. \n[85]Hey, man, the pleasure's all mine. Thanks for the dog, and the money.  Maybe my dad won't kick my ass tonight. \n[86]Okay, later, bro.  Hey, Craig, nice smokin' wit'cha. \n[87]Later, Mr. Jones.  Bye, Suga. ", "UNCLE ELROY": "\n[1]Hey, Debo, heard you running from a ass- whippin'? \n[2]If you see that boy again, bite off his ear off like Mike Tyson. \n[3]You know me?  I would've shot his big ass. Hey, Willie, how's it going?  Still steppin' in dog shit every day? \n[4]Don't worry 'bout nothin', big bro.  He in the best fuckin' hands in Rancho Chocomunga, baby!  This my world, you just a nigga late paying rent.  Ain't that right, nephew? \n[5]Send Betty my love. Boy you looking good. I'mma take these in the house for you, man... and when you finish with this cat, come inside.  I got something to show you. \n[6]Craig, I want you to meet my old lady, Suga.  Suga, this is Craig. \n[7]Okay, okay, that's enough.  Go put on some damn clothes. \n[8]Suga.  Go ahead and get us something to smoke on. \n[9]Man, that girl's gonna kill me one day. Viagra ain't working.  My back keep going out... she don't never get enough.  But check this out.  I got to lay some ground rules. Your my family and I love you.  You're welcome to anything you want in my home. But I don't wanna catch you in the refrigerator or in my Suga bowl... you feel me knocking? \n[10]Well, let me in. \n[11]Oh, that's D'Wana.  His ex. Day-Day, the crazy bitch is back! \n[12]Boy, you got you a little fatal attraction, huh?  I had two or three of them in my day. \n[13]Craig, I hope you know how to deal with women better than this fool. \n[14]Help him to his feet.  Let's get him to the bathroom. \n[15]Wet your eyes, boy.  Stay in there for about 20 minutes. \n[16]Yeah, 20 minutes.  Trust me.  I've been pepper sprayed nine times.  20 minutes. \n[17]Let me show you my back yard.  You know it's bigger than y'all back yard. \n[18]Yeah, you gotta have a little money to live out here, Craig.  I never thought I'd be the kinda nigga to move to the suburbs.  But as soon as I got my check, I was gone.  Paid 230 thousand dollars cash on this house. \n[19]Cash money.  They wasn't gonna stick me with no 30-year payment plan.  That's for suckas.  They got my daddy like that for a Cadillac years ago.  I got the only house on the block that's paid for. That's why I'm the king around here. \n[20]You like that pool? \n[21]Don't need water.  We didn't have no pool in the projects...so none of us swim. \n[22]Never... But me and Suga can get real nasty in that Jacuzzi, though. \n[23]You welcome get in it anytime you want to.  Shit, you my brother's son. \n[24]Good. \n[25]Nephew, you got perfect timing... \n[26]We about to start a little puff, puff give in this mothafucka.  Are you down? \n[27]I know you smoke weed, right? \n[28]'Cause your lips is getting black. \n[29]All I smoke is blunts.  Them fuckin' Zigzags don't do nothing for me. \n[30]Boy, I can roll a blunt better than them bitches in Havana.  I know Willie don't let'cha smoke in the house, but I'm ya uncle.  I don't care how high you get in my house.  Long as you let me hit it... \n[31]Look at that. \n[32]Now I'mma show you the real \"Puff Daddy.\" \n[33]It's the Bombay. \n[34]Negro, what the hell you doing to my woman? \n[35]Suga! \n[36]What you doing to my nephew? \n[37]Passed out?  Can't hang, huh?  Boy, I knew you was a lightweight.  Passed out on one funky ass blunt.  They don't make 'em like they used to, baby. \n[38]Come on, woman.  I'm faded and feeling X- rated.  It's Mr. Nasty time. \n[39]Mr. Nasty time. But take it easy on me, girl. \n[40]Make yourself at home. \n[41]Oh, baby, right there.  Right there...bite the nipple, baby.  Bite it! Bite it!  Yeah, mothafucka -- yeah, come on, baby, get busy... \n[42]Come on here, Suga... \n[43]I like it rough now. \n[44]Ah damn.  Damn. \n[45]What?! \n[46]I don't know, I didn't leave you no damn message! \n[47]Hell naw, Willie. Them fleas and tics must be sucking on yo' brain! \n[48]I don't know.  Suga, go ask Miss Ho Kym if she seen them. \n[49]Craig, where the hell you been? \n[50]No.  Thought he was with you. \n[51]Me, too.  You think they're in there? \n[52]Willie, shut up.  Yo' old ass need to get in a little bit o' trouble sometimes. \n[53]Wait a minute.  I gotta go get my shit. \n[54]Thank you.  I only got two bullets in the mothafucka, but it's better than nothing. \n[55]What about that ugly dog? \n[56]Shut yo' ass up. \n[57]Damn. \n[58]Damn, big bro.  You swung that like Sammy Sosa. \n[59]My back. \n[60]I slip my disc, again... Oh got damn. \n[61]Don't move me. \n[62]I lost something, nigga.  What it look like? \n[63]Boy, Day-Day, I'mma kick yo' ass for getting me into this mess and hurting my back!  I moved out here to get away from this kinda shit! \n[64]What 'em!  Watch 'em! \n[65]Get off yo' back, Craig! \n[66]Wait a minute!  I live across the street! \n[67]Yeah.  Paid cash. \n[68]When my back gets better I'mma beat the black off you, Day-Day. \n[69]Sorry, my ass. \n[70]I threw my back, again. \n[71]Naw, baby, no lovin' tonight. \n[72]For what?  We ain't gonna have no house after the auction tomorrow! \n[73]Thanks, Roach, but I can't accept that. We're moving back to Watts where it's safe. \n[74]I don't know. \n[75]Don't listen to him.  How much we got? \n[76]It's gonna feel good to pay my taxes. \n[77]You didn't do nothing. \n[78]Hey, that George Jefferson shit works. Thanks, Miss Kym. \n[79]You better take this money. \n[80]Well, Craig, you're welcome anytime. ", "JOKER": "\n[1]Get yo dumb ass in the back. \n[2]What the fuck you looking at? \n[3]So what?  It shouldn't have been in the street. \n[4]I'll take you later. \n[5]Hey!  I said I'll take your fuckin' ass later.  Now get out of here.  You're scaring our company. \n[6]Get up. \n[7]Take it in the room. \n[8]No, keep working. \n[9]Close the door. \n[10]Alright, put it in that drawer. \n[11]Fuck that. \n[12]Who locked this door? \n[13]Who locked this fuckin' door?! \n[14]I don't want no doors locked around here. You hear me? \n[15]Good, 'cause that's how you gonna get it. \n[16]You shut the window. \n[17]You fuckin' lover boys hear that? \n[18]Don't fuckin' move. \n[19]What the fuck you want? \n[20]What?!  This look like a 7-11 or something?  Get the fuck outta here! \n[21]Shut up!  Both of you right now! \n[22]I don't believe this sugar shit. Something ain't right. \n[23]Go check on the money. \n[24]Keep your mouth shut. \n[25]Nothing.  What you want? \n[26]Take your car. \n[27]Yeah, and hurry up. \n[28]If everything's alright.  We might let you leave, too. \n[29]What?!?! \n[30]It means you Miyateas are staying with us. Get the duct tape. You know what to do. \n[31]Shut the fuck up! \n[32]If you don't tell me where my money is, I'mma show you how close we can get. \n[33]I'm hearing a lot of talking, but I'm not hearing the right words. \n[34]Shut up!  Where's that other miyatea? \n[35]Tape his mouth shut. \n[36]I'm sick and tired of bullshitting with you guys. Baby brother, go get the chainsaw. \n[37]My little brother went out to get my chainsaw.  I'mma show you what happens to fools who don't tell me what I wanna hear.  You ever see Scarface, mothafucka? \n[38]Go see what's taking him so long. \n[39]Where are these fucking guys? \n[40]What you doing here? \n[41]Looks like a dead man. \n[42]Say hello to my little friend. ", "KARLA": "\n[1]Hi! \n[2]Karla. \n[3]To the Cucamonga shopping center. \n[4]My brothers won't give me a ride. \n[5]I don't know. \n[6]Cheeco, no! \n[7]Hello, remember me? \n[8]I'm sorry for what my brother did this morning.  They're assholes. \n[9]I just wanted to give you this. \n[10]If my brothers wasn't so over-protective, I'd have you call the house.  But for now just page me when you get a chance. \n[11]Better sooner than later. \n[12]I thought you were taking me to see Mama? \n[13]When?  After you get all drunk and loaded? \n[14]What are you doing? \n[15]What are you doing here? \n[16]What??  So you snuck in my room to tell me that? \n[17]Nobody. \n[18]No you didn't.  Get out my room.  Go back down to your little girlfriends. \n[19]You did all this for me? \n[20]Thanks for noticing.  It used ta be peaceful before they got out.  Took over the house and caused my mother's nervous breakdown. \n[21]Easier said than done.  We saved up to get away from them, but they followed us. \n[22]I thought you came up here to see me. \n[23]It's locked. \n[24]You so nervous, I already locked this door. \n[25]See.  All locked. \n[26]What's your hurry? \n[27]So what?  Let's make'em wait. \n[28]Next time, page me first. \n[29]You alright? \n[30]Hey, what's going on? \n[31]Are you going to take me to see Mom? \n[32]'Take your car?' \n[33]Okay. \n[34]I'll be back in a bit.  'Bye. ", "EZAL": "\n[1]I be damned. \n[2]Now look here, man.  I'mma preferred customer and I can take my credit card somewhere else. \n[3]Oh, my neck, oh, my back.  Man, I quit! I'm retired!  Officially!  Life shouldn't be this hard for a crackhead! \n[4]I don't know, Debo. \n[5]He moved out to Rancho Cucamonga with his cousin Day-Day. \n[6]Yeah. \n[7]I can't breathe. \n[8]Man, we can't ride to Rancho Cucamonga on that. \n[9]Just don't go over the curb. \n[10]Watch my balls! \n[11]We gotta stop or something, man.  My ass is hurting.  This handlebar is hard. \n[12]Debo!  Debo!  Now you stuck on stupid. \n[13]My God...gotta walk it out, walk it out. Man, it's gonna take us a week to ride out there. \n[14]What urgent message? \n[15]That ain't gonna work. \n[16]I don't know the number. \n[17]Hello...Yeah, I got an urgent message for a nigga named Mr. Willie Jones. \n[18]Yeah, I got a urgent message for a customer named William Jones.  Drop everything, Craig is in trouble.  Come quick.  Don't try to call. \n[19]Man, you better stop hittin' on me for I do you like Craig did you. \n[20]You too big. \n[21]Debo!  Debo! \n[22]I can't feel my legs no more. \n[23]I don't know. \n[24]Huh? \n[25]Good, let's get out. \n[26]I don't know. \n[27]Mr. Jones, we was just playin'.  He made me do it. ", "DEBO": "\n[1]Craig!  Get out the car, boy!  This the rematch! \n[2]You know I'mma find you!  You can run ya' can't hide! \n[3]Where did Craig move to? \n[4]What you say? \n[5]Rancho Cucamonga? \n[6]Get on. \n[7]Get on! \n[8]Shut up!  He still eats here every day! \n[9]Here's the plan.  You gonna call over there and say you have a very urgent message for Mr. William Jones. \n[10]If you shut up I'll tell you.  The urgent message is...Drop everything!  Craig is in trouble.  Come quick, don't call. \n[11]Just do it. \n[12]It's on the outside of the building, now pick the phone up! \n[13]William. \n[14]Let's go. \n[15]After I get in, close the door. \n[16]Keep pushing. \n[17]What? \n[18]Me neither.  How far is Rancho Cucamonga? \n[19]Ezal!  Ezal! \n[20]We must be here 'cause we stopped. \n[21]Hey, how you get out of here. \n[22]No way, Jose.  This one is mine. \n[23]Hi, Craig, remember me? ", "SUGA": "\n[1]Oooh, ba-by! \n[2]You even cuter than your baby pictures. \n[3]You know, I'mma be your new auntie.  We can keep it all in the family if you want to. \n[4]Elroy. \n[5]Okay. Bye, Craig. \n[6]Come on, Craig.  Sit down right here. \n[7]Would you like a glass of wine, baby? \n[8]Fire it up, Roy. \n[9]Huh? \n[10]Ah, baby...I thought this was you. Craig, what are you doing to me? \n[11]Mr. Nasty time? \n[12]Craig, you ain't the only lightweight around here. \n[13]Ohhh, baby! \n[14]If ya'll don't come back not in ten minutes, I'mma callin' the po'lice. \n[15]Elroy, what happen? \n[16]Aw, no lovin' tonight? \n[17]Come on, baby, let's go in the house. \n[18]We got forty-seven thousand, three hundred and fifteen dollars. \n[19]You go, girl. \n[20]Yeah, baby, it's a shame you leavin'. Aunt Suga gonna miss yo. ", "D'WANA": "\n[1]What it look like I'm doing?  You can't quit me, I'm pregnant! \n[2]I got your bitch right here. \n[3]I expect you to return all phone calls and take me to lunch today.  I'll be back out here on my break.  Nobody quits me. \n[4]That white boy said he was in there. \n[5]Who are you? \n[6]We didn't come here for Day-Day. \n[7]No we didn't.  We came to buy a CD. \n[8]Where's that boy that told me Day-Day was here? \n[9]Can I look for myself? \n[10]Where's Day-Day? \n[11]If Day-Day comes back, tell him I came by and need to see him.  Lamaze classes are Wednesday. \n[12]Come on, 'D, let's go. \n[13]Ain't the rest room this way?  I gotta pee. \n[14]Thank you. \n[15]He's in there! \n[16]He ran out the door. \n[17]I told you. ", "PINKY": "\n[1]Look, man, you hittin' them goddamn corners too fast.  Slow down.  I almost spilled my Hennessy on this 300 dollar suit. \n[2]I be damn. \n[3]Don't move or I'll blow your head smooth off. \n[4]Now back up slowly... and don't say a word. \n[5]Get on the floor. \n[6]Little mothafucka trying to rob me. I'mma show you how I do 'em. \n[7]Shut up!  Fo' I pump this Glock in yo' ass!  What did you do wit Day-Day and Roach? \n[8]I said shut up!  Now who sent you? \n[9]If you say another word, it's over.  I'm not playing! \n[10]You ain't got no gun, but where's the weed at?  I smell it. \n[11]I'mma tie you ass up! \n[12]Don't kill me. \n[13]Whatever you say, man.  I didn't see shit.  The safe combination is 34-5-27. Just take it all. \n[14]Day-Day, is this your cousin? \n[15]Good.  You fired...and, Roach, your fired too. \n[16]I smell weed. \n[17]And you...you lucky.  I was just about to get in yo' ass.  Now give me my pistol back and get the hell out my store. ", "MISS HO KYM": "\n[1]Hi, Day-Day! \n[2]Fuck you, Day-Day.  Who's ya boy? \n[3]My name is Miss Ho Kym.  Day-Day just trying to be a smart ass.  Nice to meet you, Craig.  Are you 'bout it, 'bout it? \n[4]I said...are you 'bout it, 'bout it -- rowdy, rowdy? \n[5]Well, then, it's all good.  Yo, Day-Day, something is going down with those Mexicans across the street?  I've been seeing a lot of activity. \n[6]Strange activity.  I think they running drugs off Tijuana.  Day-Day don't believe me. \n[7]I know everything, playboy.  Don't hate, congratulate. \n[8]See you later, Day-Day.  Come by after work, I got the John Blaze shit for you. \n[9]Peace out, Craig. \n[10]Why for?  Them boys are real player haters. \n[11]That's next. \n[12]That's a whole lot of scrilla. \n[13]All done.  Stand up. \n[14]I can't accept. \n[15]Thank you. I can take a trip back to Korea now. Find a freak daddy, bring him back to America.  Make 'em my bitch. ", "LI'L JOKER": "\n[1]What was what? \n[2]I didn't see no silver thing, and neither did you. \n[3]Hey, homes, you guys better hurry up! I'mma get greedy. \n[4]Yo, man fuck that shit.  Do it later. It's Friday, time to party, SA. \n[5]Not until you come party with us, man. \n[6]Karla! \n[7]Who you talking to? \n[8]I heard a voice. \n[9]Here comes Karla, put the guns away. \n[10]Put your clothes back on. \n[11]Sorry you gotta walk, but I'll call you tomorrow. \n[12]Junior?!  Junior?! \n[13]What the... ", "BABY'D": "\n[1]Day-Day, don't make me break this window! \n[2]You suppose to work here now or something? \n[3]Now move. \n[4]I do... can you help me find the jazz section? \n[5]Where is he? \n[6]Okay, I know what I want this time. \n[7]Yo' cousin, Craig.  Hook us up. \n[8]Just tell him to come over here and talk to me. \n[9]Go, fo' I change my mind. \n[10]I'mma get you, Day-Day!  You gotta come out sometimes! ", "DELIVERY GUY": "\n[1]Delivery! \n[2]Delivery! \n[3]Could you hurry up, please... it's kinda hot out here. \n[4]Nice house. Didn't expect you to answer. You must be one of those entertainers. What team you play for? \n[5]Come on, jerky, you can tell me.  Got a white wife, huh?  Blonde bombshell type. Remember what happen to O.J... what team do you play for?  You're not related to the Jacksons, are you? \n[6]Okay, buddy.  Don't send your entourage out here to do a 187 on me.  It's just a certified mail delivery. \n[7]Sign here. \n[8]Delinquent Property Tax Notice... I hope the Cracker Killers pay well 'cause if not, back to the ghetto you go.  Wife stays here, of course. \n[9]'...temporary layoffs?  Good Times...hustling and surviving... Good Times...ain't we lucky we got'em...' Oh shit! ", "BABY JOKER": "\n[1]Get down. \n[2]Want me to take a look? \n[3]Hear what? \n[4]Some of the money is missing. \n[5]Maybe the other guy took it. \n[6]Cheeco!  Cheeco!  Here, boy! "}}