{"dialogues": {"MIKA": "\n[1]It's a pattern, like the currents of the ocean. \n[2]Some people see money as the root of all evil, but to me it looks like a fingerprint. Whether we're talking about 19th century Korea, or 21st century Iraq, the game is the same. If you want to understand why certain things are happening, you have to understand the flow of money. \n[3]You remember the Eulmi incident?                    * \n[4]Ozunu. I think. I've been going through some of the original transcripts of the trial of Kunitomo Shigeaki. The prosecutor questioned him about a payment of 100 pounds of gold. Shigeaki answered that he didn't know what the prosecutor was talking about. The question was never brought up again. But what pinged for me was the amount- the exact same amount rumored to be paid to the Hattori Clan for the assassination of Lord Sanda. \n[5]Exactly. I figure these clans are like a thousand years old. They probably don't change a lot. \n[6]I started looking at international wire transfers, targeting banks in the regions of several high- profile assassinations and bingo- \n[7]Minister Zhang. The day before the assassination $1,555,999.90 was transferred from the bank of Shanghai. The exact market value of one hundred pounds of gold. \n[8]I thought you might say that so I checked how often this particular bank transferred that market equivalent to a hundred pounds of gold in the last three years. \n[9]Not once. \n[10]The clans are real, Ryan. They                          * steal children and turn them into                       * assassins. They've been doing it                        * for years and nobody's doing a                          * damn thing to stop them.                                * \n[11]They're real Ryan. You can call them spooks, or assassins, or whatever you want if it makes you feel better, but they're out there. They're killing people and nobody is doing a damn thing to stop them. \n[12]How long have you been here? And you can't say \"zwei cola bitte\"? \n[13]Do you ever stop being a cop? \n[14]Desire? \n[15]I think so. Same template as before. The transfer was made the day before a multiple homicide in Osaka. The police and newspapers are calling it a gangland slaying. \n[16]What about the bank audit? \n[17]But you said you found something. \n[18]What happened to him? \n[19]Is he still alive?    We need to find him. \n[20]You believe it now, don't you? \n[21]Then why are you doing this? \n[22]...who are you? \n[23]Excuse me? Excuse me? \n[24]Where's Jona? \n[25]Jona.    The usual cleaner. Jona. \n[26]Oh. Well, tell him I hope he feels better \n[27]...What? \n[28]True...Thanks. \n[29]...is someone there? \n[30]But why? \n[31]What are you going to do? \n[32]Did you find Sabatin yet? \n[33]You did. \n[34]How? \n[35]They killed him. \n[36]Was he married? Did he have a family? \n[37]I know you Ryan, you would have checked. \n[38]Still in Russia? \n[39]Where? \n[40]Like your father said...It's a consequence of consciousness often interpreted as desire. \n[41]For the truth. \n[42]Potsdam. She's in Berlin. \n[43]Mrs. Sabatin? \n[44]I'm with Europol. We spoke on the phone. \n[45]Shoen. \n[46]I found it...illuminating. Especially the references to the Rihla. Your husband quotes passages not found in Battuta's present manuscript. \n[47]I understand the report caused some problems for him inside the \n[48]What happened? \n[49]Do you know what they talked about? \n[50]Can I ask how he died? \n[51]What're you -- \n[52]I did -- \n[53]...I'm sorry, it was the only way                    * I could get the evidence.                            * \n[54]What happened? \n[55]\n[56]Actually that would be DNFP -- \n[57]Most of this is from Sabatin. Copies of what I think are the lost chapters of the Rihle. I think it describes the original location of the Ozunu Clan but my 14th century Arabic is a little rusty. \n[58]That's how it started. I made a mistake, mixed up the case code and they sent me that. \n[59]Yeah. I know. I don't understand why they're fighting though. It could be a clan war. \n[60]I'm sorry Ryan. You have to know I didn't mean for you to get in trouble... \n[61]I just thought if this was real, if these clans were killing people, you know, it was our job to try to stop them. \n[62]Isn't that what your dad would do? \n[63]Look, I know I broke the rules. I'll explain what I did and accept the consequences. \n[64]Excuse me? Who are you? \n[65]...A few cases. \n[66]What? \n[67]How do you know that? \n[68]I...I'm not sure. We do have lunch together sometimes, usually when we're working- \n[69]No...not right now. \n[70]No why. Has Agent Maslow done something? \n[71]Come on...you're kidding me. \n[72]Fucking Christ, Ryan- \n[73]Zabranski came to my office. Asking about you. \n[74]What happened? \n[75]What did he say? \n[76]He took the materials? \n[77]What are we going to do? \n[78]No way- \n[79]Ryan, I can't let you lose your job because of me- \n[80]I've never even fired one of these. \n[81]Ryan... \n[82]Hey.... \n[83]What happened? \n[84]You're not the first person to give me that advice today.... \n[85]...security camera in New York.                        * Recorded you fighting...one of                         * them.                                                  * \n[86]A little.                                              * \n[87]Who? \n[88]Does that mean what I think it means? \n[89]Oh god.                                               * \n[90]I don't have a lot of options okay. I once took a Tae Bo class, but that's the extent of my Kung Fu abilities. \n[91]What? \n[92]But I can get them. \n[93]I'm going to have to make a phone call in order to get the manuscript. \n[94]Where? \n[95]You think they're following us? \n[96]I don't see anything back there. \n[97]Following our scent?    Like dogs? \n[98]How do you know so much about them? \n[99]You flunked out of ninja school or something? \n[100]Okay, if you're not going to say anything, do you mind if I talk? When I get nervous, it helps if I talk. \n[101]My name is Mika by the way. \n[102]Yeah, well usually if someone introduces themselves it is a convention that the other person does likewise. \n[103]So, you were an orphan? \n[104]Interesting nature verses nurture case study I imagine. \n[105]If it's okay with you, I'll try to fill in some of the blanks. You must have been taken by the Ozunu clan, trained to be an assassin, but something happened and you decided to opt out of the program. I don't imagine this went over so well and since they're after me for just peeking through the keyhole, they must be after you in a major way. But you are also after them or you wouldn't have bothered going to Sabatin. Which I figure means you're searching for the location of The Orphanage because that's obviously the only information Battatu's book would have that you wouldn't already know. \n[106]Yeah, I got some moves too. I'm pretty lethal with the research thing. \n[107]But here's a question I can't answer: since you didn't know I went to Sabatin's, why did you save me? \n[108]I understand retail therapy as well as any girl but I think it's a little late. \n[109]What? No! Size 34...`cept certain times of the month. \n[110]No. \n[111]Hey- \n[112]Don't you know how to knock? \n[113]...okay right. \n[114]...I'm just a researcher. I'm really not equipped to deal with this... \n[115]These are a little tight. \n[116]European sizes...run a little small I guess. \n[117]This is for my \"scent\"? \n[118]Wow. They teach you that at ninja school? \n[119]You're going to steal a car? \n[120]In for a penny, in for a pounding. \n[121]How much time? \n[122]Jesus. \n[123]Ryan, it's me. \n[124]I know.   I'm in a bit of trouble- \n[125]Yeah. Least I'm not down here by myself... \n[126]He's on our side, Ryan.   I trust him. \n[127]I promised him the Battuta pages. Do you still have them? \n[128]Can you meet us? In three hours? \n[129]How bout the usual? \n[130]There he is. \n[131]He's a good man. It's all right. \n[132]Thanks to him. \n[133]Done what? \n[134]What? \n[135]No! \n[136]Raizo!   No!   This is wrong! \n[137]What are you doing? \n[138]Ryan, you know this is wrong!   It can't be legal! What is this place? Your own private Guantanamo? \n[139]Ryan you're making a huge mistake! \n[140]So two weeks ago, there's no such thing as a ninja and now every city in the world has a warrant for one? \n[141]He's not the enemy. \n[142]I'm not crazy.     This is! \n[143]You're not listening to me! \n[144]Damn it, Ryan, I -- \n[145]They want him dead. He's been fighting them for years. \n[146]Could you give us a moment? \n[147]If he wanted to hurt me he could have done that a while ago. \n[148]Hi...you looked thirsty. \n[149]I'm sorry...I didn't know about this. \n[150]You do? \n[151]How did you know that? \n[152]You know about my heart? \n[153]Listen, Maslow is on our side. He's going to try to help you. \n[154]The Hanta Kirra? \n[155]Ryan, can I talk to you? \n[156]No sir. I just...I have reason to believe that a group of ninja may be on their way here. \n[157]But the situation we discussed- \n[158]We don't have time. \n[159]They'll be here soon. \n[160]Raizo-- \n[161]I don't have time for this shit. We have to move the prisoner. \n[162]Not without you. \n[163]Fuck me... \n[164]Come on--come on-- \n[165]Shh! \n[166]Got it! \n[167]Jesus Ryan-- \n[168]Are you ok? \n[169]Come on. \n[170]Fuck! \n[171]The manuscript-- \n[172]Maslow-- \n[173]Tip-toe. \n[174]Come on, Ryan... \n[175]Hurry the fuck up! \n[176]Motherfuckfuckfuck-- \n[177]Ryan- I had to leave! \n[178]Do you have the map? \n[179]Where's Raizo \n[180]Raizo! \n[181]What were you doing in the street?! \n[182]You have to go to a hospital. \n[183]A day?!?     What should I do? \n[184]I'll have him to go. Can you...help me to the car? \n[185]Moving.   He told me to keep moving. \n[186]After a fashion. \n[187]Not this time. \n[188]Do you have the manuscript? \n[189]...but I promised... \n[190]I don't think we have much time... \n[191]I know you can't hear me, so I'm sure this doesn't matter, but I'm going to say it anyway. \n[192]I'm a forensic researcher, okay? That's like a fancy way of saying I'm a librarian. By myself I can't do anything to help you. \n[193]I wanted to think you for saving my life. \n[194]And I hope you can forgive me for this. \n[195]They took him.     Ten minutes ago. He's gone. \n[196]You knew I'd come? \n[197]Die you fuck! \n[198]Raizo \n[199]Where is he?   I can't see him! \n[200]Medic!    Over here now! \n[201]My heart... \n[202]...is over here. \n[203]...Raizo? ", "MASLOW": "\n[1]You're excited, Mika. You know I get nervous when you're excited. \n[2]Korean queen, late eighteen-                         * hundred's. According to you, she was off'd by one of these ninja clans. \n[3]So you start to wonder, in this ever changing world, if the cost of a man's life has remained constant. \n[4]Highly circumstantial.                               * \n[5]Let me guess. \n[6]Okay you got me. This is                                * interesting.                                            * \n[7]Look, no one's denying the historical record, Mika. But the whole idea just doesn't fit in with a modern world. It's like one of those questions on an IQ test: which of these doesn't belong in this sentence: laptops, space shuttles, nanotechnology, ninjas. \n[8]And two cokes, please. \n[9]Course I can, but you tend to hear more interesting things if people don't know you can understand what they're saying. \n[10]Not the way I was raised. My dad always said, being a cop has nothing to do with a clock. It's a consequence of consciousness often interpreted as desire. \n[11]For justice. And doughnuts. \n[12]So you got something else? \n[13]How do you know what the police report says? You're not still requisitioning evidence with my clearance codes, are you? \n[14]Good. \n[15]Denied.    It was a long shot at best. \n[16]A report. A friend of mine in Moscow, tipped me to it. \n[17]It was written during the height of the Cold War by a high ranking KGB agent named Aleksei Sabatin. In it, he raises the possibility that several political assassinations were conducted by an ancient but very sophisticated network he calls the Nine Clans. \n[18]Mind you, he doesn't call them ninjas. \n[19]Same thing that's going to happen to me, if I keep hanging around with you- booted out of the service for mental instability. \n[20]Working on it. \n[21]Ninjas?    Are you kidding? \n[22]No idea- \n[23]But I can guarantee you that it has nothing to do with the fact that you're the most attractive researcher that I've ever worked with. \n[24]Last night I'm working late and I get a visit. Guy named Zabranski. Works upstairs for Internal Affairs. Just drops by. In the neighborhood- cup a sugar- how ya doin- kinda thing. Asks what I'm working on. Oh, this and that, usual blibbity blab, I tell him. Then he smiles and says- \n[25]I don't understand what is really going on, but I'm smart enough to recognize a warning when I see one. \n[26]Why? It's obvious. If your little fantasy has even slightest chance of being real, then these Nine Clans would have some pretty major juice protecting them. \n[27]We are going to tip-toe, very carefully from here on out. You understand? You don't do anything else without checking with me. Got it? \n[28]Yeah...he's dead. \n[29]Heart attack. \n[30]People die of heart attacks, Mika. \n[31]God, you are relentless, aren't you. \n[32]A wife. \n[33]Relocated. \n[34]Explain something to me first. Where is this obsession coming from? What started this whole thing? \n[35]Desire for what? \n[36]Mika! Tip-toe! \n[37]You lied to me. \n[38]I told you to stop using my confirmation code. \n[39]Dammit, Mika --                                    * \n[40]Shit.... \n[41]What happened? Everything's fucking happened. \n[42]When you were slapping my code all over town like some phone number in a bathroom, did you happen to notice the classification code on the cases you were digging through? \n[43]What did it say? \n[44]That's right. DNP. DO NOT \n[45]Right now there are people from internal affairs, CIA, Homeland Security and for all I know the Martian Fucking Military in my office tearing the place apart. \n[46]I don't know what they're looking for but I think you do. \n[47]And this? \n[48]...Christ. \n[49]So you requisitioned this by accident. You used my code which is why you didn't want to show me this. Which is also why they're tearing apart my office right now. \n[50]Okay, that's low. \n[51]Very noble of you but I've got the feeling this isn't a slap-on-the wrist kinda consequence. Let me take this and try to make some sense of this shitstorm you started. In the meantime, you will not say anything to anybody. Capiche? \n[52]This is Ryan Maslow. Leave a number- \n[53]Ssssshhhhhh.   Sorry, Mika. \n[54]I couldn't talk earlier.   They're watching me. \n[55]I know how Sabatin must have felt. \n[56]I showed Jamison the materials. \n[57]I understand that sir but- \n[58]Come on Mika, how could he take something that didn't exist? He couldn't. Which means that I couldn't copy it either, and if I couldn't copy it than I can't be violating international laws and agreements by still having it. \n[59]Your going to go home. Pack your bags and go on holiday. \n[60]Don't fucking argue with me, Mika. I trusted you. Now you've got to trust me. \n[61]I'm not talking about my job, Mika. \n[62]Take this. It's clean, no serial number. Untraceable. \n[63]This is the end you hold. Point, shoot, run like hell. \n[64]I'm going to try to find some help. Until then, I need you gone. Don't tell anyone where you're going, just go. Use this phone to text me when you get there, or if you have any problems. \n[65]I know. It's unbelievable. I've investigated, world bank officials, drug cartels, arms dealers, and I've never faced this kind of heat. For ninjas. Fucking unbelievable! \n[66]Mika! For Christ sake I've been calling for hours! \n[67]Trouble? You miss jury duty you're in trouble. You're in some kind of bottomless pit of deep shit. \n[68]Your guardian angel? Is it him? The one from the tape? \n[69]Careful, Mika. \n[70]...yeah, I got them. \n[71]Where? \n[72]Mika! \n[73]You're all right? \n[74]Step back Mika. \n[75]\n[76]Following orders. \n[77]Right. \n[78]Something's wrong with the infrared cam. \n[79]Then why isn't he showing up? \n[80]Or maybe he's just cold-blooded. \n[81]It's an old GDR safehouse. Jamison wants this off the grid. \n[82]I don't think so. We got reports from Washington, London, Osaka all tagging your boy. Only problem we have is where to extradite him first. \n[83]We must respect the jurisprudence of the regional government and corresponding law enforcement agencies. \n[84]No? You ever heard of Stockholm Syndrome I'm getting the feeling I'm looking at a pretty serious case of it. \n[85]He's a killer, Mika. Weren't you the one telling me it was our job to stop him. \n[86]You're not saying anything worth hearing. Look, if want to do the insubordination tango, let's go, but not in front of the kids okay? Boys, give us a minute. \n[87]Listen to me, we don't have much time. Look, I don't know what you've stumbled into, but somebody is pulling some major strings inside. \n[88]I believe you. I believe you. I've been in this business too long not to smell a set-up. But we have to be careful how we handle this. And I can't risk you going AWOL on me again, because -- -- because I don't want anything to happen to you. \n[89]If trouble comes, turn this on, no matter where, and I'll find you. \n[90]We have to do this again, Coretti? \n[91]I think these gentlemen can handle a few whack-jobs wearing pajamas. Am I right? \n[92]See? \n[93]I'm working on that. You have to give me a little time. \n[94]They're not here now. \n[95]How soon- \n[96]Mika! \n[97]Go with her! Secure the prisoner! \n[98]Mika! \n[99]I thought you were-- \n[100]I hope that wasn't my liver. Gonna need that soon. \n[101]What? \n[102]No Mika-- \n[103]Right... \n[104]Two minutes.    Keep it in gear. \n[105]Good, stay clear. \n[106]Not yet.   We're heading upstairs now. \n[107]He took off.   We think they went after him. \n[108]Mika, where are you? \n[109]He's still alive? \n[110]Let us bring you in. \n[111]Mika, the situation's a little different. Jurisprudence goes out the fucking window when my men get attacked. \n[112]...negative. They got to my office. Everything's gone. \n[113]Mika, it's gonna be all right. We'll find them. \n[114]We'll keep your promise. They're too many people involved now. It's just a matter of time. \n[115]Just tell me where you are. \n[116]Mika? Mika? Dammit. \n[117]You've got a lock? \n[118]No more grenades, not until we get the children out! \n[119]Mika! \n[120]What happened? \n[121]How can you be sure? \n[122]Is she going to be okay? \n[123]...you gotta be fucking kidding me. \n[124]He said you saved his life. \n[125]So you kept your promise. Can we go home now? ", "RAIZO": "\n[1]I don't think so. Sorry. \n[2]Waiting. \n[3]For the wheel to turn. \n[4]Is everything all right? \n[5]Ms. Ali, my privacy is very important to me. If you enter my apartment again without my permission, I will leave your building. \n[6]Good day. \n[7]...sorry? \n[8]What clan are you from? \n[9]You came alone. The Ozunu clan would never make such a mistake. \n[10]You shouldn't do that. It's against the rules. If they catch you -- \n[11]They'll put you in the box. \n[12]Trees don't have hearts. \n[13]I don't. \n[14]Liar. \n[15]Pleasure. \n[16]You know me? \n[17]How? \n[18]The Hanta-Kirra. \n[19]They won't stop until you are                         * dead.                                                 * \n[20]The gun won't help you. \n[21]I can help but you must tell me                       * something first. \n[22]You saw Ms. Sabatin.                                  * \n[23]We need something black. Hurry!                      * \n[24]Follow me.    Step where I step. \n[25]Not now.   Just drive. \n[26]Does not matter. Just get as far away from here as fast as you can without drawing attention. \n[27]I know they're following us. \n[28]They have our scent. \n[29]No. Like Wolves. \n[30]I was one of them. \n[31]...something. \n[32]I know. \n[33]Raizo...is the name I was given. \n[34]Ninja only kill two kinds of people. The first kind has power and money. The other kind is trying to stop them. \n[35]Exit here. \n[36]You are a size 36? \n[37]If you leave while I am gone they will catch you and kill you. \n[38]Do you understand that? \n[39]We need a hotel. \n[40]Get undressed. Shower. Do not use the hotel soap. Or any towel. Do you smoke? \n[41]Put your clothes in here. \n[42]What? \n[43]I'm trying to save your life. \n[44]Dry yourself with this. \n[45]Get dressed. \n[46]You said 34. \n[47]Let's go. \n[48]Most locks are not worth the metal they're made of. \n[49]Just borrow it. \n[50]Get in. \n[51]At ninja school I minored in electrical engineering. \n[52]Now we have some time. \n[53]A day.    Maybe less. \n[54]Make your call. \n[55]Why have you done this? \n[56]People will die. \n[57]The clans have people everywhere. \n[58]You shouldn't do that they'll catch you. \n[59]They'll put you in the box. \n[60]I told you.   I tried to warn you. \n[61]But you did it anyway.   Why? \n[62]I know. \n[63]The only time you lied to me was when you told me your size. \n[64]Your heart.   It is special. \n[65]Hearts speak truer than tongues. \n[66]It's too late. All that matters is the Rihla. Get the manuscript before they get here. \n[67]Hurry. \n[68]Mika! \n[69]You've got to get out of here! \n[70]Then we all die together. \n[71]Mika? \n[72]I don't want to sound critical-- \n[73]Go. Find Maslow. \n[74]Go quick. \n[75]...waiting for you... \n[76]No. Not a hospital.     Another place. \n[77]...dong-xia leaves...three of the lo-chan...dragon root... \n[78]No...it will save me.... \n[79]Hot water. \n[80]I have to sleep now...a day at least. \n[81]...keep moving... \n[82]...no! \n[83]Kiriko!   You can't leave! \n[84]Why? \n[85]The Hanta Kirra will come for you. \n[86]You know the law. He will cut your heart from your chest. \n[87]Where? What is out there? \n[88]...My life is here. \n[89]Why are you doing this? \n[90]What took you? \n[91]Just because I was asleep doesn't mean I couldn't hear you. \n[92]And I forgive you. \n[93]The breath I take after you are dead, will be the first of my life. \n[94]Mika! Run! \n[95]Get away! \n[96]She saved my life. \n[97]She will be all right. \n[98]Her heart is special. \n[99]You shouldn't do that. \n[100]I don't. ", "OZUNU": "\n[1]Wherever you are, wherever you may go.... \n[2]...you must never, ever forget who you are, how you came to be. You are Ozunu. You are a part of me as I am a part of you. \n[3]This is the truth of your lives and it will remain true after death. \n[4]This is my new son. I have given him the name Raizo. Welcome him as your brother. \n[5]You should have died. \n[6]On the street. Abandoned by your parents. Without a home. Without people to care for you. You should have done as most children do, and gone quietly from this world, to the next. But, instead you fought. As you did here today. You fought. And you won. \n[7]Scars are the calligraphy of violence, Raizo. They inscribe the story of one's life. \n[8]You survived because you are different. You are special. That is why you are here. That is why the Great Current, which flows beneath all life, carried you to me. \n[9]Our enemies are everywhere. \n[10]You must move without trace or                       * footprint. \n[11]You must become shadow; Your scent                   * nothing but wind through trees.                      * \n[12]The body must obey the will.                         * \n[13]Hunger and thirst, your bowels and                   * breath, even the blood in your                       * veins, are the body's weaknesses.                    * \n[14]Master them, and you master the self. \n[15]This is the power of the Ozunu clan. \n[16]This is the way of the ninja. \n[17]Eat tonight and you work twice as                    * hard tomorrow. \n[18]The world feeds on the weak. \n[19]Suffering exists only because                       * weakness exists. \n[20]You must hate all weakness. Hate                    * it in others, but most of hate it                   * in yourself. GOLDENROD REVISED 2nd DRAFT   6/4/08   18A. \n[21]Strength is the only virtue that nature respects. \n[22]Hone your body. Sharpen your mind. Become the weapon you will need to survive. \n[23]Did Takeshi's blow hurt you?    You                   * think this is pain? You are                           * mistaken.                                             * \n[24]That is true pain. You must learn                     * to live with it. \n[25]This is your first test. Survive                    * the night. \n[26]Very good, Raizo. Very good. \n[27]These next five years will be the most important of your training. \n[28]A true Shinobi lives in darkness. The night is his weapon.                             * \n[29]You must see with more than your                     * eyes.                                                * \n[30]Weakness compels strength. \n[31]Betrayal begets blood. \n[32]This is the law of the Nine Clans. This is the way of the ninja. \n[33]You may remove the blindfold. \n[34]Your entire life has brought you to this moment. Do not fail yourself. Do not fail your family. \n[35]Keep it. It will remind you that every minute of your life is a gift that I have given you. \n[36]You have made me proud tonight, Raizo. There are some who believed you would fail, but I knew you would not. \n[37]You have a strength inside you Raizo. You must use that strength, now to show me that you are truly Ozunu. \n[38]Weakness compels strength. Betrayal begets blood. \n[39]A daughter that turned her back on her family. She tried to run. Takeshi hunted her down. \n[40]It is the law of the Nine Clans. \n[41]Kill him! \n[42]Cut him. \n[43]All failure must be sown into the flesh. \n[44]Cut him! \n[45]What? \n[46]You know the law! \n[47]You will wear this disgrace for the rest of your life! \n[48]We have been betrayed. \n[49]A child of mine, my daughter, betrayed us. She refused these gifts. Rejected our clan. \n[50]Hers is a shame that can only be purged with blood. \n[51]You who returned her shall have this honor. \n[52]You are Ozunu. Your life is meaningless compared to the survival of the Clan. This is our deepest truth. Because of it, we have endured for hundreds of years, and will endure for hundreds more. \n[53]Weakness compels strength. Betrayal begets blood. This is the way of the Nine Clans. This is the way of the Ninja. \n[54]I have waited many years for this moment. I have dreamed it, many times. \n[55]You will suffer for seven days, one day for each year you defied me. \n[56]For seven days, we will...take...from you, as I have just done. Everyone here will take from you. Piece by piece. You will live through it all, you will feel through it all. You will watch as the birds fight over the pieces. \n[57]You will know pain like no other human being has ever known. \n[58]Your death will be remembered for a thousand years as a testament to the will and strength of the Ozunu Clan. \n[59]You have not forgotten your training. You will always be mine, child. \n[60]Perhaps this is the best way for you to die. \n[61]Bitch! ", "KIRIKO": "\n[1]Then they catch me. \n[2]Yes, they will. \n[3]I believe the heart of the tree knows which way it needs to grow. \n[4]Everything has a heart. \n[5]Really? Let me see. \n[6]Hello....hello, you in there. \n[7]It's saying hello back. And that it's happy to meet me...but it misses you. \n[8]Listen to mine, I'm not lying. I'll prove it. \n[9]Hello. \n[10]Then they'll catch me. \n[11]Yes. They will. \n[12]...yes, you did.... \n[13]Why am I in here for watering my tree...or why are you out there... watering me? \n[14]I have to. \n[15]Because my heart is telling me too. \n[16]Then they will come. \n[17]No...He can never touch my heart. \n[18]Come with me. \n[19]Life. \n[20]Because I can't watch you become something you are not. \n[21]I believe the heart of a tree knows which way it needs to grow. \n[22]Everything has a heart. \n[23]Hello...hello in there. It said it was happy to meet me and that it missed you. \n[24]Come with me! ", "HOLLYWOOD": "\n[1]Fuck!   Fucking-shit-fuck-fucking- fuck! \n[2]Watch it, old man! \n[3]What the fuck?     You're doing it wrong. \n[4]What's that supposed to mean? \n[5]What did you just say, old man? \n[6]I know you didn't just disrespect me, did you? You that fucking stupid? You disrespect me, and I'll tattoo this ceiling with your fucking brains! \n[7]You're lucky. I can't kill you 'til you finish this thing. Gimme that mirror! How's it looking? \n[8]Not bad. Not bad. For an old fuck. \n[9]What is it? \n[10]So open it, dumb ass. \n[11]What?   What is it? \n[12]You know what this is? \n[13]Wanna let us in on the joke? \n[14]What came out of the shadows? \n[15]What word? \n[16]What the fuck is that? \n[17]A ninja? Are you kidding me? That's the word you're afraid to say? Ninja? \n[18]Ninja-Ninja-Ninja! \n[19]You old fuck! You had me going! Ninja. That's some good shit. \n[20]Listen... you don't have to do this! Whatever you're getting paid, I'll triple it! You hear me! I'll pay you whatever you want! Just name your price! ", "ZABRANSKI": "\n[1]...Very Good. \n[2]Boy you're like a dog with a bone on that computer aren't you? \n[3]Agent Zabranski. Internal affairs. Need to ask you a couple of questions. You are Mika Coretti, yeah? \n[4]Forensic researcher. You work a lot with an Agent...Maslow. That right? \n[5]You have something of a social relationship. \n[6]You had lunch with him on the 13th and again on the 18th. \n[7]Is it not true? \n[8]Are you working on something with him right now? \n[9]Has Agent Maslow seemed different lately, in any way? Has he done or said anything that struck you as unusual? \n[10]Just routine. The agency cares about its field operatives. We monitor for signs of stress, fatigue, mental exhaustion. Agent Maslow has a serious case load. That much work can wear on a man. ", "TATTOO ARTIST": "\n[1]The needle is doing what the needle does. \n[2]That night, one of their blades struck here. I should have died, but for an accident of birth. My heart is here, on the other side. \n[3]But you are real, aren't you? \n[4]For fifty-seven-years, I've told your story... \n[5]No one ever believed me. \n[6]But you are real, aren't you? ", "TATTOO MASTER": "\n[1]The irezumi does not hide the skin, the tattoo reveals the nature of the man and illuminates the four noble professions in the Book of Five Rings: the Warrior, the Artist, the Merchant, and the farmer. If there is a conflict between the needle and the skin, between the mark and the man, then perhaps the path you have chosen is not the path for which you are suited. \n[2]No disrespect. \n[3]No... \n[4]Years ago, I watched a man open an envelope like that one. \n[5]There were many with him and they laughed like you laugh now. Then it came from the shadows and their laughter was drowned in blood. You cannot bargain with what is coming. You cannot reason with it. Because it is not a human being. It is a demon sent straight from hell that will never stop until you are dead. \n[6]I cannot say the word. ", "TAKESHI": "\n[1]Raizo. \n[2]This is the end for you, brother. \n[3]Father... \n[4]Come, little brother, let us play like old times \n[5]No death tasted as sweet as hers. \n[6]I watched you die when I pierced her heart. You have always been too weak to be Ozunu. "}}