{"dialogues": {"ADAM": "\n[1]What about \"Comrades-in-Fuck\"?. \n[2]What if we say we're in the Axis of Fuck? we formed a Fuck Alliance. We're neighbors 'on.. Fuck Street. \n[3]Who says \"buddies\"? \n[4]Hey. - \n[5]Do you want to, freak? \n[6]You freak, good. \n[7]\"No, I don't want no scrubs\"-- \n[8]Urn. She doesn't want a -scrub; Because he's hanging out of his. best friend's ride, trying to -holler at her. Katie, in another part of the dance floor, is in the middle of a big freak-sandwich. \n[9]We're not even going out. \n[10]I've enjoyed camp. There's all kinds of fun activities. For example, I learned how to-archer. \n[11]You're funny. It's weird. 4. 'FR+fAï¿½1A My life's pretty.fucked ug'. \n[12]My parents are gettinga divorce..' That's why I had-to go--to carp. SO. The couple making out next to them rolls over.really close. ..Emma pushes them back over. \n[13]Yeah. it sucks it. It sucks it. all 'ni-ight. \n[14]I just want to find a girl Who's really nice. And she likes to eat hummus. Suddenly, another CAPPER  comes up.' \n[15]I like frenching with you. \n[16]Pretty much.' \n[17]Can I finger you? \n[18]Okay. \n[19]iï¿½lhat? \n[20]And that'.s totally -fine with me. \n[21]- 1 don  t know.,She\"s from :Canada. They don't have guns.. Their computers are run 'by tiny mice. 7.- \n[22]Why? That's not even hot. \n[23]You think it's hot to just sit there with your penis.on her face? \n[24]What do you mean? \n[25]Oh yeah. That nipple is definitely more gay.= You can tell by the way it wants to get legally married to' the other nipple. \n[26]Whoa . I know that, girl. \n[27]What? \n[28]Hi, T- \n[29]Emma. Whoa. Yeah. Whoa. I was totally in love with you. \n[30]No. Hi. ,You:'re here. This is crazy. Do you go here? \n[31]Wow. So grew up-to-be a lot smarter than nip. 9. \n[32]My neck gets sore. when I-eat string, cheese. Sometimes.. so what are you' doing Here? -At a party of Frat. \n[33]I'll rufee.you. I was gonna save it for a Freshman but whatever- I'll take you out to.the alley,. I'll light some candles- Some girls near by give Adam a dirty look and walk away. \n[34]NO. Yes. Over there. Vanessa. Is her name. ANGLE ON- Vanessa, by the beer, talking to a bunch of other girls. She sees Adam and makes a kissy-mouth. \n[35]What? \n[36]She''s not fat. \n[37]What? We. sleep together. All night. 10. \n[38]Whoa. \n[39]We're waiting till we're ready. \n[40]Oh yeah. I guess everyone hapsex at - MIT. \n[41]What's'up with your.face? \n[42]It's like, beautiful. \n[43]My girlfriend's not fat- \n[44]She is great- He rips open her shirt. \n[45]And I feel really'bad about this. He puts starts kissing her chest. Then starts coughing. \n[46]You didn't have boobs at Camp. Weehawken. Your boobs were still little stars in the sky. I had such a.big crush-on.you, Jesus. Emma starts taking off his pants. \n[47]Hey. Hey. Actually. I can't do. this. 12. \n[48]Because then I turn into.my dad. And then.my worst fears have been realized. And then that sucks. Where do. you go from there? -Once your worst :fears have been realized. You become Bob. Sagat.. I want to. A lot. 'A lot,-alot. But I can't. , Is that okay? \n[49]Really? ' \n[50]Yeah.-That's him. \n[51]So do you do this stuff all the . time? It.'s okay if you 'do, I might. call you a ho but it's okay- 13.. \n[52]What? \n[53]You make a c ompelling  argument . \n[54]What? \n[55]Um, I think I... . Yeah. Ii11 go with you. ' What is it? \n[56]You were burying your father. \n[57]No. .\"11.m just- \n[58]I'm.her.baby--daddy. Adam. puts his hand on her stomach. Emma looks up at him, getting the joke. Glad to be'saved. \n[59]I shot one past the goalie. So. , Score!' \n[60]But the truth is, I don't even know- if it's mine. \n[61]You should try the Chex Mix.It',s. theBold Party Flavor. \n[62]No- I' get it. \n[63]is it weird if during most of-your father's funeral,, i. was thinking about' you naked? Ewa smiles and starts the car. \n[64]Yes. I may. \n[65]Oh wow, thank ..you. Yeah. ,That means a lot.. Let's-be best friends forever. 20.. \n[66]Dad? is \n[67]Wow, I,. should come over and wash my clothes-on your wasbboarcl. abs . \n[68]Really? You want me to punch you in the stomach so'you can-show me how ripped you' are but it's going to fucking.hurt my hand? \n[69]\n[70]Oh,she's clinically depressed. But it looks like she might start' knitting.So. Alvin lights up the-joint. \n[71]In my mind? \n[72]Since Vanessa. 8 months. Alvin offers him the joint.. Adam takes it: \n[73]But I've been masturbating like my hands-axe made of Vasoline and someone just took my paints. So. Things'are looking up. It's.good to- see you Dad. Adam sucks on the joint. 22. \n[74]owl-owl OW! OW! \n[75]Four years. \n[76]8 months. \n[77]Yeah I'm fine. \n[78]I.'m totally. ,fine. '24. \n[79]I threw your toothbrush in the toilet. \n[80]8 months. \n[81]I'm going to get wasted..: \n[82]And then I'm going to puke in that trash--can. outside. \n[83]And then I'm going. to call every girl in my phone and tell them,.all. the things-I remember about Vanessa. \n[84]Gretchen! Hey! What'sup Gretch! Eli and Scottie watch, worried. \n[85]You smell so good, Gretchen. I'm gonna make you a sandwich. Of my body. Okay. Put your. mom on the phone. Scottie tries -to take away his phone. Adam fights'back. \n[86],You'll never take my freedom- \n[87]1 came to.Scotland to raise cropsi and God willing, a family- out of nowhere., Scottie jumps on Adam, he's -taken down-1 \n[88]I don!t'know who you are. Are you pretty? It doesn'tmatter if you're pretty. You can be ugly, I'm still gonna call you tomorrow,' don't worry about it. I'm gonna take you out.. I'm gonna pay for everything- Emma comes out of the bathroom in a'towel and shoes,.drying her hair. - \n[89]You don't live . in LA'. \n[90]You're not wearing clothes. \n[91]Did you take advantage of'me? -I hope you took advantage.of me. Will you take advantage of me? Emma just looks at him, it's not clear what she's thinking. \n[92]My dad's dating my.ex-girlfriend- \n[93]I did? Did I tell you in a funny way? Was X kind 'of charming and funny? \n[94]Condoms, condoms, condoms- \n[95]If some guy had a dick,like this, you would be like: Why does your dick have rabbit ears?, \n[96]00, \"Snow Falling on Cedars \"- what did you think of that? \n[97]Those are for, me! You don't get to wear one of those! \n[98]Wow. \n[99]It feels like your vagina- is shaking hands with my, penis, 29. \n[100]Yes. Yes -it is. JUMP CUB-. In a .different position. \n[101].What's my sex face? \n[102]Flip it? \n[103]Um. Whee! Ow. Do you want to take your shoes off? \n[104]The shoes aren't gonna help. \n[105]I'm gonna cum. \n[106]Fine. But you have about-45 seconds to get your shit together. \n[107]Fine. \n[108]No. \n[109]it was a .mistake. . Should we-cuddle or something? \n[110]I just like to-cuddle otherwise I feel cheap. Emma starts getting dressed- all business. \n[111]Like a peanut - allergy. - \n[112]Oh my god, is that going, to. happen? \n[113]And I of you. To you. \n[114]I hate breakfast. And lying. And also war. \n[115]Uh- don't sleep with-my dad. \n[116]Stealing? I dated.'a guy who pathologically stole stuff out of my apartment and then' brought it .back the ' nest d ay and apologized. \n[117]Okay,'so the bar is really-high here. \n[118]II don't care about your hopes and -dreams. \n[119]I'm scared of flowers.. \n[120]Don't do that passive aggressive shit. Like \"Oh I'm:-not upset.â\u0080\u009e 33. \n[121]Don't ever saypee-pee again. Don't talk' about how hard it is to be a woman. Because it's'not. \n[122]Yeah. Don't say my penis is \"cute\". Even if- my penis is ' dressed up like a Care Bear and it's giving.you a care--stare . \n[123]So you want to come in? (THE FOLLOWING SECTION- Short scenes maybe with music underneath, kind of like a montage.'.. I don't know \n[124]Sex is so great. \n[125]You're blowing me! That's great! Emma looks up at him. \n[126]Really? I should call my mom.' \n[127]What else does,it.taste like? \n[128]That's fascinating. \n[129]You taste like candy canes and \n[130]Bye Eli. \n[131]Oh. god, I love you!' j ï¿½ Just kidding! \n[132]I've never really done role'-play before. What do I do? \n[133]okay. He does something with his hands. \n[134]Some mime work. \n[135]You don't- think so? \n[136]Okay. -Re-do. Um, sans mime. Adani puts his -hands on his hips. 37. \n[137]What Doc? Emma climbs on the bed. \n[138]What is that? \n[139]Yes. I think I will. He does. \n[140]Yeah. \n[141]I hate you. 38. \n[142]Seriously. You're a terrible person. \n[143]Coffee. I get coffee for 'a I0 'year old girl. Cool. \n[144]I want to do stand-up. \n[145]I'm too scared. \n[146]My cholesterol levels have really' been going down. \n[147]Am I just a body to yoa? 39. \n[148]You have the worst- taste in music I have ever seen. Seriously.- You're like a teenage girl. You're like a tween. \n[149]I don't know if you know, this, but one day, I'm gonna beta big Star. He starts. to dance around.4nd mime a mike. - \n[150]\"Here's the thing, we started out friends, but it was-all pretend, yeah, yeah, since you been gone...\" \n[151]\"And all you ever hear me say is how I picture me with you-, that's all you ever hear me say-\" Suddenly, Eauna Jumps up on the bed and goes. nuts. \n[152]Did we invent-being \"fuckbuddies\"? \n[153]Who invented it? \n[154]Like.one caveman texted the other, caveman: \"Where are you?\". And . she- was like: \"In the cave. Smiley face.\" \n[155]Probablq;doggy-style. \n[156]That's beautiful. \n[157]Hey. Emma makes a little sleep sound. \n[158]Yeah. Big time. \n[159]Yeah. I figured that out.: \n[160]Noi You look. Fantastic. Maybe it's just the way you're eating Advil like it's a bag of M&amp;Ms. \n[161]Baby, you're a'-woman, and:I think that's a beautiful thing.' (putting his hand on her \n[162]Shedding-the ew of the-e', ew. But - hurry up and finish soonl \n[163].You just left. \n[164]\n[165]Okay. So. I guess it's just Inge. \n[166]Women.huh? They like to shop. \n[167]My wife, she likes to-shop. Oy. \n[168]Oh.. Wow. This is- this is .a Jalapeno Popper. 47. She throws another one at him.' He catches it. \n[169]Hey, I'd like a beer. Some people: actually chuckle. Adam is' surprised, but it feels good. Then a beer comes out of nowhere and hits him in the head. \n[170]1-don't know. Because people make jokes about their.wives. - \n[171]Because I suck. \n[172]No. We don't have.time toï¿½go out, we're too busy having Sex. ' \n[173]What? \n[174]Look at you, you could hasre sex with any girl in this bar, and-look at me- It's like you're taking food out of the hands of a starving child. Shit. Come on Scottie.- \n[175]Do you sleep with other guys? I know I'm not allowed, to ask -or \n[176]Scottie wants to_ask you Out. \n[177]What do you meat? I told. him No. \n[178]Why? \n[179]Emma, you're killing me-- \n[180]Awesome, you want his number? \n[181]323-555-8903. \n[182]I think I'll goout onsome dates. \n[183]Maybe I'll have. a lot of sex, with a lot\"of women that aren't you. \n[184]And maybe that sex .will continue on and on-until the break Of dawn. \n[185]Oh' yeah. Sex on the couch.: Sex on the floor. Sex on' a boat. In a box. With a fox. in a house.' Ona mouse. . I do not-like Green Eggs and Ham. I do not like them. . -Emma. \n[186]Oh great.' That's a great reason. What is. it about me  then? Is it because I have hair on my neck?. \n[187]Hi. I, deed a., guitar case. \n[188]T don't have a guitar. \n[189]It needs to fit a: small body. Like a child's body. \n[190]Girls don't sleep with guys who use the verb \"to bitch\". \n[191]\n[192]\n[193]I'm Port of hot! \n[194]No f' wait, give me a second, think. about something else: pasta sauce, pasta sauce, old men eating pas.ta \n[195]So do you always kiss ass? \n[196]Yeah. Who wants coffee? - Most of the group raise their hands: And at the edge -of the group, ALVIN STANDS THERE, also with his hand up. - \n[197]what are you doing here, bad? \n[198]Oh that's nice, but I 'don't really want to eat in a place where you're also eating. \n[199]Do you think it's possible that I unknowingly got bit. by adog and somehow, through a series of genetic mutations, I'm starting.to become. a dog? And now I'm :going to. have dog-powers-. Like smell And the power of bark. \n[200]And if I shave it,.:am I zapping my body of some sort of strength? Is it secretly \"strength hair\"? 57. \n[201]No, Emma, I .don't need to: go to \"psych,\" I'm just a-normal guy who's looking for answers: about his -neck--hair . . Oh my god, -oh my god, it's killing me,- I'm dying, this is dizziness,- check, this is heart-rate= increase, check-' - ' \n[202]T know that! \n[203]Look. My hand is a hammer.- \n[204]made you.a hat. \n[205]Put on the hat. \n[206]I'm all over this. I am 200 percent on my game. Am I flying right,now? \n[207]It might be. Yes. \n[208]I. love it. Thank you. \n[209]INSIDE THE HAG! Wow! Adam takes out a set 'of - expensive looking- sheets. \n[210]I -loved you. \n[211]You know what the word 'is'? I've been thinking and 'I figured it out. 61. \n[212]The word is Twat. Dad, you're a twat. \n[213]want to swordfight you. \n[214]\n[215]-Let's get the fuck out of'here. napkin,- he runs back to Enuaa. \n[216]Ha; ha. II win. I win. \n[217]I. always loved Venice as a kid. Because I thought: Atleast I'm not as crazy as these. people. \n[218]Not him. There's a guy coverred'in silver body paint., yelling at'.the top of his lungs, and skating by on :a -skateboard. \n[219]who's got' the crazier-family? \n[220]I loved her. Vanessa. \n[221]Home. \n[222]Sometimes. Here. Adam gives the sheets Vanessa gave-him to a.guy'dressed as a cat. \n[223]For the kitty litter. \n[224]-Emma- this isn't working. \n[225]Emma. . \n[226]What rule? 64. \n[227]That's a bad rule. He kisses her- .it's passionate, a grown:-up, kiss. it takes her off guard. He looks at her, serious,, inches from her face. She's uncomfortable, laughs nervously. \n[228]Am I running fast? I can't. tell. She turns around and sees him, laughs.. \n[229]I can't do this. \n[230]I love you. \n[231]love you. Be my-girlfriend. \n[232]I'll operate your motor vehicle. \n[233]Be my girlfriend. ' Be my. girlfriend forever. \n[234]S have a date. So. \n[235]Yeah.-. I )list asked' her and she said' yes'. - - She must be-drunk or something. ANGLE ON--Hot Assistant holding up a finger to Adam, :'One minute.\" - - \n[236]I'm trying- to remember what people do on dates. \n[237]Yeah. \n[238]-Flipsies? \n[239]Do you' want to get on top? \n[240]Yeah, cool. That sounds like fun. Adam continues on,. he's not having the greatest time'.. \n[241]Well. You are really,close to me: \n[242]Maybe he'll leave his wife and you can run away and make A lot of babies' together. Fuck. I can't believe you did that. \n[243]You're not a jerk, you're just- deeply flawed. \n[244]No. \n[245]I got laid tonight too. And she'.s sleeping on all the-pillows. Why does she need all the pillows? Is her head made of paper? \n[246]It's just- It's the first time since Vanessa, not counting you, \n[247]What's wrong? \n[248]You're jealous. \n[249]Your voice gets really high when _ you're- lying. -You sound like a munchkin. - \n[250]The witch is dead!.The wicked witch is death - \n[251]Going to gang-bangs. I've been getting. involved in the gang--bang community. \n[252]\n[253]I'm sorry, I have to go play her pussy like it'sa'harmonica. \n[254]Shabbat Shalom. 75.. \n[255]Sorry. Those are for.- A. female producer walksby, grabs the tampons. \n[256]Yeah? \n[257]_So you're at work and you're eating a sandwich? \n[258]Mustard or mayo? \n[259]\n[260]It was funny whenyou were Hillary' Clinton and.you _got eaten by. that bear. I didn't know Hillary Clinton could scream like that- \n[261]Wow. Yeah. 'You're so talented. 77. Adam's phone rings.. \n[262]What? \n[263]Oh, I'm sorry, can't talk, I'm groping--someone against my car. Joy gives him a funny. look. \n[264]Fuck you. Adam hangs up the phone, smiling. \n[265]Oh Joy, this- is my- \n[266]I should'have told you. \n[267]I'm sorry, Joy. You're sort of a pawn in a larger game.-It's my \n[268]This is amazing. \n[269]Oh my god, you were crazed, I felt like Flava Flav- \n[270]Wow. \n[271]I noticed you'didn't.say I had a. donkey cock, \n[272]My birthday was two weeks ago. And. we said No Birthdays. \n[273]Yes.'i am that guy. \n[274]Nothing. Nothing is funnier than a rubber chicken. \n[275]Throw it in the shower when someone is showering. \n[276]And -they're like:.Aaali, .why are you hitting me with a rubber chicken? They kiss, it's- .tender. \n[277]Like -a.date. Like - I pick you up. We talk about our favorite books and TV shows and I pay for everything and then you reward me with an over- the-jeans cock rub. \n[278]Come on, I'll take you to a museum. \n[279]Um. To learn about art. \n[280]So much,-so much it's freaking me out. \n[281]Yes! Yesssssl We're going on a date! We've had so much sex we can go on - a date now! :Emma laughs and hits him.a couple times with the chicken'. \n[282]You look great. \n[283].(hariding her the flowers \n[284]- T don't know, because you're my flower. \n[285]I know- I'm good at this. They get into'the car. Adam opens the car 'door-for her. \n[286]We're going to the Getty. \n[287]Jesus Christ. \n[288]\"Cracklin'-Rose , you're a store- bought woman, but- you make, me a sing like -a guitar hummin', so hang onto me, girl, as our-song keeps runnin' on, play it now,. play it now, play it now my baby-\" Adamturns the music down. \n[289]\"rind us a dream that don't ask no questions-- bah, bah.'bah--\" \n[290]We don't have-.time for the bathroom. You're gonna have to man up. He takes her arm and they run-off.. \n[291]This one is called The, Tri=ph of Chastity. The swan represents chastity. Emma puts her arm around him. and starts to, kiss his neck. \n[292]No- no, kissing on the date She keeps kissing him, ..he's enjoying it. \n[293]No- not in front of \"The Triumph of Chastity.\" JUMP CUT-. Adam and Emma in ,front of another painnting.. \n[294]I bet you can.'t guess what this one's called. \n[295]You're right! The painting is literally: A man with a pink flower. JUMP CUTS-- A series of paintings with the Madonna, Jesus, Angels. \n[296]So I guess there are no paintings of enormous dreidels'. Oh, I think I saw one called \"Jew Eating Baby.\" JUMP CUT- Van Gogh's Irises. \n[297]This was.Vaness.a's favorite. 85. Emma looks at him. Adam's lost in thought. \n[298]No, come on, you've got to see the' garden, it's like a gay Japanese monk had a nervous breakdown with a pocketful of'seeds. \n[299]I told you. \n[300]Do what? Spend time with each other' that doesn't involve ripping our clothes off, time that does't involve you texting me at 1 in'the morning and me running over like your little sexbunny- A nearby kid covers his mouth and starts giggling. \n[301]Sometimes \"bunnies can be bad. The kid giggles more. An angry. parent shepherds the kid away, glaÂ± ing at Adam. \n[302]This is what a relationship is! 86. \n[303]I want -to be nice to you and do \n[304]Because T-can't do it-doing anymore if you're not my girlfriend! \n[305]Because .I'ia tired of pretending' that I don't feel anything, I'm tired of pretending like it doesn't -kill me to think that you're with anyone else- This is what people do, Emma-- they buy each other flowers, they go to museums, they don't sleep with other people- \n[306]Goddamn .it. You drive me crazy-- \n[307]I wish there was some way I could legally cage fight you. \n[308]what? She slaps his hand. He slaps her hand back. They start \"slapping each other's hands. \n[309]Why are you afraid of being loved? \n[310]This is our way of meditating. \n[311]I want to lock you in.atiny, windowless room with just.-my butt. \n[312]1 ,wish I was a hamster, so I could play dead, and then when you put your hand .in the cage, I would jutp up and kill you. \n[313]Fine,, I'd jump on your face, and I wouldn't let:go, and your whole' life people would be-like: \"Why do you have'a hamster on your face?\" Why won't you be my girlfriend? \n[314]'You think anyone does all- the things. they want to do, Emma? \n[315]We'd go to. couples therapy- \n[316]We'll go to a couples therapist with female facial hair. \n[317]You'd, be proud of me ! -You're right, I would-- \n[318].I'11 never give you a diamond necklace! Emma' jumps in the flowers frith him. \n[319]I'll give-you one every day l They grab each other and start making out. They pull aWay from each other and keep pushing-each other:: \n[320]I want to tit-fight, that means I want to punch you in the tits a lot. They start Making' out again.. A guard comes over and grabs them one'on each of his arms. A' father, holding his Toddler. daughter, watches then. \n[321]I don't think I should see you \n[322]Because I can't keep doing this. \n[323]You do? \n[324]I'm really not going to see-you again. \n[325]Yeah. Bye. See ya! Not! Not gonna see ya.. Emma leaves, shuts the car door. She walks into the hospital, upset, trying to keep it together. \n[326]I'm really not going to see you again. Emma looks- up- Adam is standing' across the room, by the doors. The nurses look at her, confused. \n[327]Seriously. No more. Not going to happen. 92. \n[328]Good-bye. They, look at each other- waiting for something. to happen.. . The elevator dings. She gets on. He watches her get on- \n[329]Fine, great. Adam walks'through.the hospital doors, back to his car.; \n[330]Yeah, yeah, we're bumping and we're grindih'- we're in. da club- \n[331]Let's get out of here. \n[332]Me neither!' That's so funny, neither one of us wants to mean. anything t o other one- we just want to hook up! Like fish! Like a fish -hook! (puts his finger 'in his mouth like a fish, hook Oo, sex doesn't mean-.anything, aaagh, I.'m a fish! Look at me, I like sex and I'm a fish. \n[333]Hey, hey, buy me a shot. \n[334]I don't want a relationship right \n[335]1\"'m just not very good with \n[336]I just farted right when I threw up. The girl is running away. \n[337]1. think guys should\"make an effort to be- more polite. Like if you know you're never  going to call her again, at ' least. send a' Thank You ' Caxd. \n[338]I like'to go the extra mile. If I'm drunk and pass out-before you cum, I'll-send you a gift certificate to Berl, Bath, and Beyond. People seem to be digging it, Adam is enjoying it. He seems more comfortable in'his skin. \n[339]Great, I'll do anything that makes any kind of money. Just maybe not something where I.have to ride a. horse-and then underneath it says: Herpes. \n[340]You know my Dad? \n[341]\n[342]Dad. \n[343]Thank you. Dad. For 'a. lot; of . things. Alvin smiles, relieved. \n[344]Hey it's Adam, 'l don't know if you're free tonight-but I have a show and you're probably-working, but I just thought 1\"d- Emma hangs. up and starts sprinting to her car.- \n[345]I used to be a fat ki_d. When I was growing up, I would tell people 1 was in that movie \"Honey, I Blew. up the Kids\". Like : 'I'm not actually fat, I just got 'enlarged by .a secret' growth. ray. Emma is in the back row with a proud smile.. \n[346]Sorry- I'm nervous, it's my first. line on a TV show. \n[347]I say; \"Put down the guns The .make--up artist attaches small chunks of brain down his face. \n[348]No,-it looks like he'.doesn't. 105. \n[349]Emma? - 106. \n[350]I'm there. Adam starts running. \n[351]I'm- sorry-- Can 'you tell them I have \n[352]Emma Franklin. They kiss some more. People walk by, surprised or confused to .see someone with a massive head wound kissing someone. A big scoop of his'brains fall on the sidewalk. \n[353]why? \n[354]You hurt me. A lot. A Lot. \n[355]No, you're just high. \n[356]Of course I'm coming home with you, are you, kidding me? ' They kiss. It's kind of a desperate kiss, like. they're both trying-to say something they can't say.' \n[357]What is it about you?'Why can't I get enough' of you? \n[358]You're gonna kill me-- 109. \n[359]Yeah. \n[360]Yeah. That sounds good. Emma looks happy, closes her eyes. Adam keeps his eyes open, scared out of his mind. \n[361]Hello Los :Angeles. Emma, with a hoodie over her scrubs, comes in the back. \n[362]And it suddenly became clear why none of my girlfriends ever wanted to have sex with me. I thought it was just because my dick was too big and it scared them-But apparently-that's not the problem. At all. Actually, I've heard it's like acupuncture- you're- on your back the whole time and you don't even feel it go in. That's what my ex-girlfriend told me before she started dating my father. Vanessa and Alvin laugh, Vanessa covers her head with-her hand. \n[363]Actually they're getting married. So Mother's Day just keeps getting better and better. (MORE JOKES \n[364]\n[365]Come. on. \n[366]I know-I didn't stay,'and I'm sorry= \n[367]I don't care if you need It., just stop for a second. so I can' explain-- \n[368]Emma, you can't just call me and tell me that now everything's different, now, you love me, now you, want to be.my girlfriend- after I spent-months trying to get over you somehow, trying to tell myselfto forget-you- you can't just .call me and, expect me to just come running- which I did, I know, but I can't just jump back in, I can't just start over, all of a sudden. \n[369]Maybe-we just-'I don't know, maybe we blew it. Maybe ' our.'timing was \n[370]I don't know. \n[371]\n[372]I don't think I can do'it again. \n[373]But we should still, you know, see \n[374]Wait, Emma, I have to go on again-. A guy comes. out of the club and calls. \n[375]Don't go anywhere, okay Emma watches h:im - go. She gets in her car, closes the door. . Are.youstill working? I'll meet you outside. \n[376]I'm just like you- I'm going to fuck it all up. Like you. -Like you gave up on Mom. \n[377]\n[378]Don't tell me what to do. . I'm going to. call her. \n[379]Emma Franklin--do you know where she is? \n[380]Where are. you? Are'you at:home? \n[381]okay, hold an. \n[382]Fuck. Bambi. Fuck. \n[383]please.. Emma opens the door. She's been crying for hours. She ldoks wild, raw, a hurt animal. They stare at each other from; either side: of the door. 121. \n[384]I know. \n[385]I- know. \n[386]I know, he's a little baby deer. He just holds her. He starts crying too. They are both crying. \n[387]Yeah. \n[388],Are you good?- 122. \n[389]That's okay, that's.okay.. She holds' onto him. He starts crying again too. \n[390]Oh crap. They hold onto each other, crying ridiculously hard. \n[391]What's after Bambi?: I brought. Schindler's List. \n[392]You can do it. \n[393]-Yes. The only ones not in jail. .She laughs.-He kisses her some more. 123.. \n[394]You know what I want to doh I want to buy light bulbs with different wattage so I.can see you in.every kind of light. \n[395]I'm gonna- I'm gonna build you a log cabin. \n[396]We're gonna break all those rules. \n[397]Not that one. But the one about peeing, in front of you. I.'m gonna do that whenever I can. Emma laughs and cries. \n[398]Are you glad I'm making this face? Adam makes a funny face. Emma laughs. \n[399]I'm totally, completely, - ridiculously in love with you- Adam kisses-down.-her stomach, she laughs, happy, it feels good... then she turns and sees the'TV screen where'Thumper thumping his leg. \n[400]Hey.' \n[401]What are we going to have for breakfast? Emma, still half-asleep, smiles. \n[402]I'm going to get you so 'much bacon... Thankfully,'we don't have to see that. Fade to black-as'we hear some amazing song, in my head it's \"You'Ain't Goin' -Nowhere. \". ", "EMMA": "\n[1]I don't know. \n[2]No. \n[3]What's wrong with \"buddies'? \n[4]Yeah, you're right. \n[5]Hey. A 'long' pause'. -They're not looking at each other. Then \n[6]Okay. \n[7]I don't get it.' \n[8]Let's go to the dumpster- \n[9]But I feel like I've known you.my whole life. \n[10]That's good. That'll be useful if you ever make a time machine and go back'to the medieval ages:-and then your-time machine breaks, and you get attacked by knights. \n[11]Marriage sucks my ' butt . \n[12]We just got here. \n[13]Okay. 5. Adam starts crying, trying to hide it. \n[14]Why are-you crying? \n[15]Jesus.. Exwaa pats him a'couple times on the shoulder. \n[16]Look. I'm not really an affectionate person. Emu a, very uncomfortable, puts her-arm around him. He lets her. They.don't look at. each other. \n[17]Hello Adam Kurtzman,. of Camp Weehawken: I'm Emma. I held you while you cried., \n[18]No, I grew,up 20 minutes away. Ypsilanti,.Midhigan. The land of my birth. 'l go to MIT. \n[19]Uh-huh. 'It's scary actually, how smart I am. Sometimes my neck gets sore because my:brain is so.big. \n[20]I'm trying,to get someone to rufee me'. I keep holding out my cup.. \n[21]So. Times have changed. We've grown up. Do you have -a girlfriend? \n[22]Oh. The-fat one? \n[23]Look at that McDonald's face. \n[24]Why won't she sleep, with .you? \n[25]Come on. it's obvious. Look how tense your shoulders are. I'd need a flashlight to find: your-balls. \n[26]I'm Pre MEd, I'm really comfortable., with talking about the human body, and male genitalia in piarticular. S could fill, a book with' a.11 the dicks -and balls' I've seen.'I'd call that book.. \"Disks -and Balls\".. Or \"Dicks, Balls, and .Dogs\" and'i'd ptit -pictures of dogs in it too.  I- don't know, I'm weird, deal with it. So why won't she sleep with you? \n[27]MIT can get crazy Kids are pretty much ready to fuck anything-. They know that based on attractiveness, they're on - the bottom of -the ' - biological food chain, so if the' opportunity comes along for procreation, they better fucking. ridethat shit. What's' up with those boxers? \n[28]Oh- yeah-. she seems great- \n[29]Aren't they cool? They move around and stuff. \n[30]Doo-doo-doo. I'll be removing your -pants now. Adam moves away. \n[31]Was the trumpet sound weird? \n[32]-Oh. Why not? \n[33]Yeah, but I'm keeping your pants. \n[34]No. Here. She gives his pants back. \n[35]Your dad-was on that show? \n[36]I always hated that TV show. T think it first came out when I was. teething, and I've just always associated it' with. pain in my gums. \n[37]No. I don't. But I don't have a problem with it. \n[38]The affairs of the. heart. The fleeting passions of a drunken night.-The wayI .see it we're all just these big dumb.. animals. who, for the most .part; just want  to have sex with each other.: So maybe we should stop beating ourselves up for what-we feel and just make sweet bone. \n[39]And also, it's somewhat improbable, but I like you. Adam beams. \n[40]Don't smile. Jesus. \n[41]You want 'to come with me tomorrow? I have to go to-this-'stupid thing. \n[42]Some stupid thing. \n[43]You have cookie on your face. \n[44]Oh. No. \n[45]Yes. NEIGHBOR DARIA comes up to-the food table. \n[46]Yes. That was-probably because he' was wasted. \n[47]\n[48]Yeah, thank you for being sorry for me. Have a nice day. Neighbor Dana walks away. Emma looks at Adam, smiles. \n[49]I wish:I'could take you to a funeral'every day. \n[50]E3ow-do they make it so bold? \n[51]What? Yod were going to stop  him from dying so he could come home, first and lift all the heavy stuff? That would'vejustmade him-want-to die faster. 17. \n[52]It's okay. \n[53]Yeah. He was not the greatest.-  You should have left.- \n[54]Because you're crazy. Because you thought he'd change. Because you still root for the Tigers. \n[55]-Yes..And maybe leprechauns are real. \n[56]The Toothfairy. And paying off my student loans.-Are you gonna come back inside-,-Mom? Because it's kind of depressing in there.- It's like. somebody died. \n[57]Id say- we should hook up or something, but I've gotta get back' before Mom watches \"Terms of Endearment.\" \n[58]I'm glad you came. \n[59]Have fun with McDonald's Face. As.she drives away:- \n[60]I'm gorgeous. Adamlooks at her,.amazed. \n[61]You called me last night :and asked if I would fight to get the English out of Scotland..' \n[62]I've been living here 'fot ' 4 8 . hours . You were throwing up for three of them. I've never seen anyone puke like you puked. You  puked .with passion.. It was like watdhiiig Faulkner write \"As.I Lay Dying.\" \n[63]Neither axe you. \n[64]You told me last night- \n[65]Inside the box there's ..a box- Adam takes out a large vibrator, the \"rabbit\",. \n[66]Jesus. \n[67]Is that a..good thing?. \n[68]You have a weird sex face. \n[69]I don't know- it's like Richard. Nixon and Dan Rather and someone having an asthma attack.. ANGLE ON- His sex face, it does look. like that. \n[70]Affirmative. They flip so 'she's on top. \n[71]Look, I'm riding you like a sled. \n[72]I never take my-shoes oft. What if there's a nuclear attack? \n[73]What if-someone breaks into my apartment, holds me at gunpoint and says: You must run hurdles. \n[74]That's bullshit. 30. \n[75]Fine. \n[76]Let's.not do the Richard Nixon thing again. \n[77]I don't really do relationships. I've tried and I'm not. good at it. After a couple months ,  my throat - starts to constrict and the walls start throbbing. 31. \n[78]You're on the rebound, you. should be having meaningless yet sate .sex at every free moment of the day. You need another relationship like you need someone to jump :out of that closet'and throw-a brick-at your head. \n[79]Look, I'm attracted to you--- \n[80]I'm going to be working 14 hour days and I just need someone who's going to be there at'2am, in.my ' bed, and who.I don't have to lie to or eat breakfast with- \n[81]We need.to-make some ground rules. \n[82]Don't call me in the middle-of the - day to tell me you were \"just thinking about me.\" No buying me things. No crying. No jealousy. 32. \n[83]Nolong silences where we're looking into each other's' eyes.. No fighting.- No telling m e that I have problems with communicating my feelings. Because I know t do. I -don't need you to tell me that I do. \n[84]No stealing. \n[85]Don't ask me about my past- relatioziships or my hopes and dreams for the future. \n[86]I don't care about yours. No' flowers. \n[87]what do you think about my body? \n[88]Thanks. Don't go pee--pee in  front of me. \n[89]Don't-list me as your Emergency Contact, because I .Won't\".come. This one? She pulls in front of a house. Stops the car. \n[90]Please don't dress up you$ penis. Ever. \n[91]And wedo this until one of us starts feeling something more and then we say good-bye. \n[92]Okay. 34. \n[93]Sex is so great! Emma goes down on him. \n[94]Your dick tastes like ma tzo. \n[95]Yeah, let-'s call your mom. Oh wait, I'have your dick in my mouth.- \n[96]I don't know-; 'let me see.; Siie'.goes back down to check' it out. -Then comes back up. \n[97]I go on dick tasting touts of Nappa: Valley. 35. She goes back down, Adam starts clapping in rhythm-like'he's at a. sports game. \n[98]Hey Eli. \n[99]I don't know. I think we :just start. \n[100]What are you doing? \n[101]No. I don't think it'-s necessary to the scene.. \n[102]Hey McFly. \n[103]There's only one thing to-do. \n[104]I think you better get in the De Lorean. \n[105]He's so-attractive. \n[106]So what do you do for, a 1ivin4? \n[107]So do it. \n[108]Why? \n[109]Yeah. You're my renewable; source of dick. -Your dick is,powering 5 of my lightbulbs. \n[110]What's wrong, with ,it? He presses a button pn her i-pod and \"Since U Been Gone\" by Kelly Clarkson comes on. \n[111]Stop. Stop. This is like my- worst nightmare. He- gets more and more into it, dancing arouund. \n[112]No. \n[113]I don't know. The cavemen? \n[114]Yeah and then they did it. \n[115]Definitely. And.-then he was like: I'm gonna go spear some pre- ' historic hog. And she was-'like: Cool, I'm-gonna have a kid and pick- a lot of berries. \n[116]Yeah, it's really sweet.' \n[117]Are -we having sex? \n[118]Why- do I look bad? \n[119]You don't'have to be here. \n[120]Sheddirig the lining of the uterine walls. 42. - \n[121]Oh my god. \n[122]I know. \n[123]Good, now I don't have to-'brush my teeth.. \n[124]I don't know. I don't ask. \n[125]Hm. No. \n[126]Uh-uh.'. \n[127]You've got some-brain on you. Connie flicks. it on Sumaire. \n[128]I have brain on my hair, don't I?. Connie nods. DR. HENRY METZNER, still good-looking\", ixi his fifties, walks by. \n[129]\n[130]Yeah. \n[131]Adam? I don't really know'. \n[132]\n[133]Wow. I never really see him in clothes. Everyone looks.,at her. \n[134]what? \n[135]Why did'you say you had a wife? \n[136]Why don't you just talk about your real life? - \n[137]You don't suck. Just.keep doing it. \n[138]\n[139]Just kidding. 49. \n[140]So.why are you asking? \n[141]What did you say? \n[142]Why? \n[143]I'm not yours. She'meets his eyes for a minute. \n[144]Sure. Emma gets out her phone, makes a big show of putting in the number. \n[145]Okay,-I'm ready. 50., - \n[146]You should. \n[147]You should. \n[148]Go for it'. \n[149]That sounds fun. \n[150]It's just so soft-- 51. \n[151]Mom, he's a jerk., you keep going out with these jerks- Did you fill out that form.I sent you with the information about the co--payment? \n[152]'Mom, try to eat something. Don`t just sit there and drink- \n[153]Mom! Dr. -Metzner walks by, looks at Emma. -52. \n[154]Say: \"Hey; I'Yre 'always wanted to know what you look like when you're not kissing ass.\" \n[155]No it's a terrible idea, Jesus. \n[156]What-about \"Let's-go get some coffee and bitch about work\"? \n[157]Flipsies? \n[158]Just ask her outl You're sort of \n[159]Just try not to seem like ;a.serial killer. Are .:you ready to cuzit? I'm ready. \n[160]It's not working--' \n[161]Just hurry up ! I \n[162]His father's dating his ex- girlfriend. \n[163]I just' worked 14 hours. i - \n[164]Oh Dr. Metzner- he's Um,:he's not \n[165]You don.'t have to put anything on. \n[166]No. \n[167]Yes. Yes we are. Awkward. \n[168]It's your birthday? \n[169]Adam's-had a long day: I think he .should probably go home and rest. \n[170]He 'actually- he had an allergic reaction to his own hair. If he hadn't come in when he did,-we might have lost him. You can die from hair.'It turns out. \n[171]Sudden outbursts of emotidn are common. The. patient sometimes shouts out-things like- \n[172]I think-we're going to call it a \n[173]\n[174]\n[175]I don't know, we'd have to develop an elaborate point'system. \n[176]I knoww. I've-never been in love. What does it feel like?. \n[177]Is that good? \n[178]So. Sleep. \n[179]Oh. I thought we were having fun, \n[180]You're breaking a rule. \n[181]You're not allotaed to say '''Emmaâ\u0080\u009e and look longingly in my. face. \n[182]Go back to bed! Emma runs down the stairs, outside. \n[183]What? What am I asking you to do? \n[184]\n[185]Don't operate a motor vehicle. Adam, too tired to chase her, watches her walk to her car. \n[186]Good night.. \n[187]I got em. . ' \n[188]Sounds great. Emma does a routine check and the man groans, starts to shake a-little. The heart rate monitor picks up.speed. EMkA _ Sir?-Sir? Do you have pain? No orie answers her. The woman won't=break eye contact dith the.man. Some nurses rush in. \n[189]I don't. I just- I .asked someone if I could borrow it. I mean- you can't borrow a cigarette-. I don't know- I don't smoke. \n[190]I'll just. Hold it. Which is weird. So. I hope you're okay-with that. \n[191]Yeah, I know that. I'm not, an idiot, Dr. Metzner. Respectfully. With a lot of respect. \n[192]My dad smoked cigarettes., \n[193]Be died. \n[194]Oh. That's great! \n[195]I don't known don't do that shit. I guess just smile a lot.:Are you. smiling? \n[196]Good. \n[197]You don't.have to face thiss alone-. \n[198]Oh, I'm sorry, I sh.ouldn.'t-- .He touches her face. Kisses her lightly. \n[199]Where are we going to get-that? At the enormous bed factory? \n[200]You should be. talking about your mother.. \n[201]What did your therapist telL.you to do about me? \n[202]That? 71. \n[203]You're the Old Testament God. - Because you just, like, made me out' of clay. \n[204]Okay, An awkward moment. \n[205]'Yeah of course. 72. He starts putting his clothes back on.' eta is left starÂ±xig at the ceiling. \n[206]I know. I'm a'jerk. \n[207]Are you jealous? \n[208]Okay. 73. \n[209]There's an extra. pillow in your closet. \n[210]Nothing.. \n[211]I'm not. \n[212]No' it doesn't! \n[213].I'm not jealous! \n[214]Hey, where have you been? \n[215]Doing what?, \n[216]Are you trying to make me jealous? \n[217]This isn't going to work- \n[218]Adam! Adam hangs up.. WIDEN TO REVEAL- He's in front of a synagogue, wearing a kippah.A middle-aged woman. stands looking at him. \n[219]Those aren't even the words- The Child Actor holds up a box of.tampons- pissed. \n[220]Just come over later- \n[221]That's too bad you can't come over. Because I'm naked right now. Adam freezes. Emma tries to quietly.. clew her sandwich. \n[222]Oh yeah, I'm so naked, Adam,- and I'm just lying on.a big bed with lots of... turkey... \n[223]Both. \n[224]This is bullshit. \n[225]Stop. Stop singing that. Joy walks up to the 'door'. \n[226]Hello. \n[227]'I'm his doctor. I did his testicle transplant. \n[228]Yeah, we had to do an-emergency, ball. removal. We actually replaced them with the-balls of a small. donkey.. \n[229]I just have to do a quick check on them. \n[230]Yes, that's right. \n[231]\n[232]Pumpkin. \n[233]You look.like'a pumpkin, bitch. \n[234]Ring, ring, it's-the pumpkin patch, they want their pumpkin back. \n[235]Just shut up and fuck me. \n[236]-I got you a birthday present. Close your eyes.. \n[237]open them. Emma is holding-a -rubber chicken with a ribbon tied around its neck in a bow. \n[238]I just-.1 figured you were the kind of guy who'd like a rubber chicken. \n[239]It's like: What's funnier than a rubber chicken? \n[240]You can put it in a pot. \n[241]Hit people with it. \n[242]What do you mean? 81. \n[243]Why would I.want to go'to a museum? \n[244]Is this what you want? \n[245].Okay. \n[246]I look like shit on a biscuit. What are those flowers for? \n[247]Why? \n[248]That was pretty fucking cute. \n[249]How long does it take to'go to a museum? An hour? \n[250]2 hours? \n[251]I can't believe you made fun of my, music-when all you do is listen to Neil Diamond. \n[252]Oh god.. 83. \n[253]Okay- where'.s the bathroom? \n[254]Oh yeah? That's so : interesting- \n[255]Ley, I think T'.ve got' to get back. \n[256]\n[257]It's beautiful. \n[258]What are we doing here?.Why do we have to do this? \n[259]No it's not! Maybe that's what You did with Vanessa or whoev er, but ' that's not who I am, Adam. This \n[260]Why does it matter if I'm your girlfriend or not, Adam? Why do I have to be yours? \n[261]Oh you mean like your parents? Like my-parents? Why would we let ourselves' get hurt when we don't have to?. \n[262]No. \n[263]You drive Me crazy- \n[264]I'll take you down. I'll take you 'down to Chinatown. I'll serve you dumplings filled with me kicking your ass. \n[265]Why are you messing everything up? \n[266]Why did you get c6ckblocked by your father? A guard comes over. \n[267]What if-we get-sick of each other and you get angry because I work all the time ,and then. I stop working and then I never do all-the things I want to do- and- \n[268]What if.we have kids and then we hate each otherand-we.have a 'horrible. divorce just like.your parents? \n[269]What if I get cancer and you don't want to take care of'me? \n[270]What if I'm never around and. sometimes. I'm mean to you and we only have'sex on our anniversary? \n[271]I don't want to take.a cruise to spice up our  love-' life ! \n[272]What if you have-an.-affair with our couples therapist? \n[273]What if you have an of fair with a model? \n[274]I don't want a-diamond necklace because you slept with a model! Emma pushes him, he falls into some'flowers. ' 90. \n[275]I want to microwave your dick- \n[276]I cna't. I told you in the beginning. It's not who I-am.. \n[277]I know. \n[278]I know,. I get it. \n[279]Yeah. So. Good-bye. Emma gets out of the car.' \n[280]I I know . \n[281]Shit. \n[282]As you can see, you have a growth in your breast. We're going to'do some more tests to see if it' s actually cancer.. Do you have any questions so far? \n[283]Oh. I- um. \n[284]T have a lot of- \n[285]I'm sorry. I don't what it feels \n[286]I don't'. \n[287]Your wife? Emma smiles and keeps walking, checking:her voicemail. \n[288]A doctor. That`s how I know your grandma. She made 'me sit with her till I could talk to her. like a human being. And then she'gave me your number. \n[289]Mike. \n[290]Do you think we could take it slow? \n[291]Mom! Hi! Sandra takes out ridiculously larger cheesy sunglasses. \n[292]I'm sorry, Mike, I can''.t hear you- I'm on a Celebrities Homes Tour. - Mazri, this is in Spanish. \n[293]You want Me to meet your friends? \n[294]I'm sorry, I only have one day off, T .Wanted-to take you to the places. .1' love . Mom.,.can. we talk about- An artist sits on a stool. surrounded by caricatures'. \n[295]Why do you need to be taken care - of, Mom? why can't you take care of yourself? ' 103. \n[296]Thank god he wasn't-. \n[297]What, Mom? You never, did any of the things 'you wanted to- do--- \n[298]By Tuck? ' \n[299]why don't'you stop telling her what to do, Tuck? Okay? She can do-what she wants !.- She doesn.'t need, you. \n[300]Yeah, Mom.. Sounds great. Sandra and Tack-head back to the car, with their arms 'around each other. 'The artist hands her the drawing; She looks like a monster, with.fangs and claws. People are running away from her,, screaming and scared. - \n[301]Poofs. \n[302]I poofed in my pant's . \n[303]'Adam. Adam. I'm stoned and .everyone's talking about weddings.: \n[304]Adam Kurtzman.- \n[305]My mom's. in town,. she's wearing big' sunglasses and randomly yelling-out \"Hollywood Baby!l\"She has -a new boyfriend. I was meaxi to him.- \n[306]-I don't know. 108. \n[307]I know. Am I high or. is the sun setting? \n[308]It's beautiful. Come home with me tonight. Adam?. \n[309]I missed you so much- \n[310]I love you.-And I can't see how I could'ever love anyone else. Emma slips her shoes off.-Adam sees her do it, this'is everything hers always wanted. He kisses her. back. - This -is a different kind of sex- it's intense, intimate.-I don't'know how much'of it we see, but they're looking into each other's eyes, not speaking. it takes them by surprise'. \n[311]That was. \n[312]Hey- tomorrow, maybe we should finally have breakfast? \n[313]Yeah. \n[314]I just, I had to. 90 into work,. Emma looks down the hallway. ANGLE ON- Dr. Metzner discretely brushing some hair off the - face-of Connie, the other female resident.. Dr. Metzner sees her looking  at him, Emma has no reaction. \n[315]\n[316]What? Sandra looks at Emma, worried- she can tell something's. not right. - \n[317]You should go- \n[318]Okay. Tuck honks the horn again. \n[319]Thanks Tuck. Emma waves as they pull, out. Watches them go.. Gets out.her . -phone- punches some-buttons, looking -fora number. \n[320]Hi,. Scottie? It's Emma. I.know this is weird, but do you know where I can find him? . \n[321]Do you know where he is? \n[322]i14. \n[323]it's fine, I just wanted to tell you Good Job. \n[324]What? \n[325]I don't need the apology shit. \n[326]Explain what? \n[327]I know.. It doesn't- work that way.. I . get i.t . They look at each other, at a loss. \n[328].Maybe, but maybe that's just the way. it. happened. Maybe we were just growing up. But I'm in love with you. 115. \n[329]I want to write it on myforehead, t want to buy a t-shirt that's says: \"I love.Adam Kurtzman\" and wear it around all day long. What do you want me to do?. \n[330]I want that time back. I want to break all those rules. I want to try this. Let's try. \n[331]So. Great. Let's do this. \n[332]I know. i So this isn't part of our arrangement, but do you think you could hold me? \n[333]How does this work--'head on your shoulder, head on- your .chest? \n[334]T know- - - \n[335]\n[336]I think I get it, Mom. Emma starts to cry, hard. \n[337]It hurts. \n[338]Channel 27. \n[339]My dad. \n[340]if you come in here, you're never .leaving. Adam steps inside, takes her-in his arms, she really starts to sob. \n[341]He's just.a baby deer. \n[342]Are you crying? \n[343]why. are you crying? \n[344]i think so. Emma starts crying again. \n[345]I thought I-was done. \n[346]I don't know if I can do it. \n[347]'oh god- I can't do it-. Emma starts kissing him. He kisses her back, \n[348]'Do you think we'.re the only people, .who've' ever fucked 'while watching Bambi? \n[349]I'm gonna: Make you do push-ups when yourre old so your-heart stays healthy. \n[350]I don't want toa log cabin. \n[351]Not the one about calling-me ia the middle of the day. \n[352]I'm so - glad you're alive. \n[353]Turn Bambi off- turn Bambi off- 124.. \n[354]", "SANDRA": "\n[1]He was a son of a bitch. She's crying. Enna looks at her. \n[2]I loved hint. Why? \n[3]The Tigers are gonna come back. \n[4]Yes. I think I will go back in. -You know what I'm gonna do? I'm gonna get-so drunk I can't walk and then I.'m gonna watch \"Bambi\" and cry for a couple hours. \n[5]He just left, he didn't even say good-bye. \n[6]Oh I don't know. \n[7]I'ma not! \n[8]Why are the jerks so much :fun? \n[9]Oh., he 'was 'a good ' hunter. ; He was really good at... hunting. \n[10]I'm in Hollywood! Emma smiles and looks over her- mom's shoulder to see a man. coming towards them, big, built-r vacant expression., \n[11]-Hollywood!\" \n[12]It - doesn't matter, wecan still \n[13]See? I love Harrison. Ford. \n[14]No, of course not- \n[15]Oh! Do they live-together? 102. \n[16]Hey, let-'.s get. h.im to draw. your picture, \n[17]What do you.mean? I like him. He takes care of me. \n[18]Don't say that3 \n[19]I wanted to be there for your father. and I was. I wanted to raise you and I\"did. Don't tell me that wasn't important. Now,.I want to be loved. That's what I want-. \n[20]Why don't you.take some tine 'out of your schedule-to love someone and :then come talk to me- Tuck comes up. \n[21]I thought you might call. 110. \n[22]No, I understand, you're busy. I'm so proud of you, it's such.a great big hospital-. \n[23]Oh! I forgot to tell you! We were, getting a bagelaind he was getting. a bagel too. And that,' s the. whole story. \n[24]Why do you keep looking atyour I .phone? Dr. Metzner walks up. \n[25]Oh. Yes, I am. Hello. \n[26]Who's he? Emma's.looking at her phone again,-distracted. \n[27]Wait. I wanted to say something- \n[28]We'll make it, Tuck. Sandra rushes into the car.-Ea grabs her \n[29]Yeah. It does. They 'don't-say anything- Sandra sits on the front steps of the house and just listens on the other end as. Emma cries. ", "ALVIN": "\n[1]Hit me in the stomach. \n[2]Yeah. \n[3]Let's get some ice on that. 21. \n[4]Hey, it's not what you want to be doing after college, but,you have to start somewhere. I spent the first yearI was out here buying horse tranquilizers for Judy' Garland.' \n[5]How's your mom? \n[6]How long has it been? \n[7]Okay. Here's the deal. I'm dating Vanessa. Adam stares., shocked, holding the pot 'smoke''ixi: his 'lungs. \n[8]I ran into her again at a'party. We just started talking. About you actually. Hey.kiddo. Kiddo? Adam says nothing, does. nothing., \n[9]I know you guys went out  for a \n[10]Four years. Okay. Yes. A'couple years. But you've been broken up for a year now. \n[11]Okay, but she said for the last year, you were barely. having sex. ' Adam's, in agony, but he's trying not to'-let it show. 23. \n[12]She said you weren't that attentive to her needs? You told her you'd only go down on her if it was her. birthday? Kiddo, ' just ''ask 'ine if you've got questions. I hav.e.years of experience. Tf there's one thing you-learn after two failed marriages, -it's how to eat kitty. Look. I know I'm .not the best. Dad. But I care about her: And I've always believed that the worst thing you can do. in this .life is say no to love. Right kiddo? \n[13]Thank you, Father. The Priest laughs. \n[14]I wanted to see you, buddy. \n[15]Come on. We've got to talk about. this. It would mean alot. Come on. I'm going to stay and take pictures with the priests until you say yes. \n[16]So. How long have you two been. dating? \n[17]Oh yeah? \n[18]Hey, I know it wasn't-the right thing to do,but I!m,not good at doing the right thing. I've tried and I'm not .good at it. \n[19]What? You really want to-fight? Alvin stands up. A tense moment. Adam pokes at\"the air a couple times with his napkin, but he's moving incredibly slow. - \n[20]\n[21].Hey, I wanted to call.to'- . I know you're probably mad at me,, but-- \n[22]Yeah kiddo, I can do some-things right. is this. an eighth?. \n[23].Vanessa went home to walk the dog.. We- have: a dog now. She named it Freckle. I don't know what to do about that. I might kill it. I don't know yet., Only time will tell. , Hey;-let's pretend I'm a good dad. and you tell me what the hell's wrong with you and then I take you. fishing. \n[24]How'd.you get so screwed up? Oh yeah.-I did it. \n[25]When ' we -first , had you, we hadn't slept in days, we were just shoving' food in our mouths over the sink whenever we could. And finally, I got it together enough to get. some take-out from one of the -restaurants we used to like.  117. \n[26]And I set it all out on,the table, and the second we sat down, I think it was the first bite I took, you started crying. And your Horn and I looked at each-other-and just \n[27]I don't know. I-think the. simplest answer is: I'm a jerk. And--the. other answer is: Because - at -some point, we forgot how to make each other laugh.. And if that-sounds like a bullshit answer, you're probably right. But if it 'sounds really deep, then - that-'s, good too. Alto.-just FYI- the first time I cheated .oft.' your mom, I. was on a lot of blow. So. if you're married and you. do blow, try to avoid-being -around women who wantto_fuck.you. Even fat women. Blow is-blind, Adam, blow is blind. \n[28]But you're not. Call her. ", "ELI": "\n[1]I'd like to give her a Roman Face Mask. \n[2]okay, well I'm from the United States, and I want to give that girl a penis mask. \n[3]Um. Yeah it is. \n[4]You don't? Scottie looks over and smiles at the guys.. One of his nipple is slightly' larger and pinks than.the other one. \n[5]Look. Scottie's got a gay nipple. \n[6]Look at it. \n[7].,My dads are gay. I'm not ashamed of \n[8]She's got bat.eyes. \n[9]She's got angry bat eyes. Like staring at you from the dark. Its. pretty hot . I'd fuck.a bat. A bat in a cave. A hot bat in a cave. Adam starts to walk -over to her. \n[10]You know who else-is hot? Your girlfriend. \n[11]At-least I know my gay dads aren't going to eat out my ex--girlfriend. \n[12]No, no, stop. being so nice. Seriously. Remember when:I.-.stole your inhaler as a joke, arid. you , almost died and you didn't yell at'- me. What did you do?. \n[13]You should've just yelled at me. You've got to let some of this stuff out,. Scottie-puts another shot in front of Adam; Adam dawns it. \n[14]You. broke' up a year ago. \n[15]-You broke up 8 months\" ago. and now she's-dating' your father: What, are . you going to-do about it? \n[16]Perfect.- \n[17]That's the: worst idea, I've .ever heard, and we're behind you 100 percent. \n[18]He`s at G. \n[19]It might, be his cousin. \n[20]Socttie, we gotta let thisplay out. Just let it play out. \n[21]I can't focus on my porn when there's so much real sex going on around me. \n[22]This is not going to be good. \n[23]Yeah, we could pretend to'be bandits. \n[24]That's fresh-territory. That's really edgy. \n[25]Dad? Jim and Harold both turn around. 48. \n[26]Nothing. I just like when you do that. should be drunk when that'woman comes back and sits on you.- Emma leaves with them. \n[27]I think what we. have here is an important life lesson: When you hate, everyone and you don't give a shit, a lot of girls want to have sex with you. ", "SCOTTIE": "\n[1]Drink this. - .Scottie puts a shot in front-of him. Adam downs it. \n[2]Are you okay? \n[3]No, dude-- 25. \n[4]Who's Gretchen? \n[5]Give me your phone dude- He drunkenly lashes out at Scottie., \n[6]No,.I think I got it-_ \n[7]Maybe you could distract him and I could run up and take 'the mike? i \n[8]So you guys aren't really-going put?. \n[9]Well do you think I ask her out?' \n[10]Because you're not really. going out. \n[11]What? I just think she's great. They both look over to the  bar . En ma sees Adam, smiles r holds. up a beer. -  - \n[12].Hey: I'm glad you came-. \n[13]I. don't know- back there? ", "JOY": "\n[1]You're so funny in class- \n[2]Do youthink'I'm funny? \n[3]Yeah? \n[4]Hello? \n[5]Oh my god! \n[6]Oh my. god, you have-donkey balls? \n[7]But it's so late- Yeah,-isn't it? \n[8]Are you trying to get rid of me so .you can have sex with him? \n[9]Bitch. \n[10]Slut'. \n[11]Pumpkin? \n[12]What? ", "I": "\n[1]- 27. \n[2]Adam, props. her up against him, opens the door, walks her over to the bed. He lies. her down in the bed. Covers her.up. Turns out, the light. Leaves.. \n[3]Adam hits himself '.repeatedly in the head with his' clipboard. \n[4]Put on the hat. Dr. Metzner puts the car keys on his head and doe$ a funny little dance. Enmia smiles at him. He smiles back: Adam sees it. \n[5]63.. \n[6]talked about you in therapy. \n[7]79. \n[8]93. \n[9]95. ", "NURSE": "\n[1]Hers seizing-.he's seizing up- \n[2]Time of death.: Emma doesn't respond.- \n[3]The time of-death. Eimna walks out of the'room, past Dr. Metzner. \n[4]\n[5]I can't-tell you that, and.no. \n[6]I would call Security, like I'm doing right.now. Dr. Metzner is nearby. - 120. \n[7]You can't change the channel-.. Adam gets it on Channel 27- it's Bambi. \n[8]What's wrong with Bambi? Adam runs out of the waiting room, as Dr. Metzner'watches him go.' There's a little regret in ï¿½ his .face. Nurse is glued ,to the TV. - s \n[9]Have you ever eaten deer? It's pretty good. ", "SUMAIRE": "\n[1]He sleeps with other people? \n[2]I guess my wife is kind of my 'fuckbuddy.. 'Except we don't have sex. And we're not friends. \n[3]No, definitely. not. \n[4]It's so thick. Sumaire is looking at Adam's neck on an exam. table. Emma comes. in. \n[5]He said-he knew you. \n[6]Yeah. Could be. I'll write that down. \n[7]Oh. That's a good point. What if it's \"secret strength hair\"? \n[8]Yeah, that'll do it. \n[9]1gave him a milligram of. Benzodiazepine; so that's' the medical equivalent of hitting him with a large heavy object: and leaving him on the side of the road. ANGLE ON- Adam, completely zoned out, hitting his hand against.a children's toy block. ", "TUCK": "\n[1]You love Harrison Ford more than me? \n[2]Yeah, you better not, Emma is disgusted. \n[3]Bey, ï¿½ -co me on, we're going to go back to the hotel, I don't like, it .here.' Bunch of freaks. \n[4]We saw Carrot Top. \n[5]Stars- they're just like.us. \n[6]We saw Carrot Top. \n[7]Flight leaves in 45 minutes! \n[8]We're..not gonna make it. \n[9]You're a nice kid. ", "CONNIE": "\n[1]Don't. you want someone'you can rake leaves with? And.you're like: \"Brr, it's cold. Let's go makesome hot coco.\" And he's like: \"O1 baby, that's.so cute, I respect your body.\" \n[2]I don't buy it. You can't sleep with someone and not'feel. something! Come on! Don't you always feel something? Emma and Sumaire look at her, thinking. \n[3]Wow. I.feel like Cindy Lou Who. I'm like-\"Have some milk and cookies, because I still believe. \n[4]We were just trying to bring some fun into our work day. Like on Grey's Anatomy? \n[5]I.hate'him. And I kinda want to do him. But I kinda just -want to go. to \n[6]So what does this guy do? \n[7]Hey, you want to get the Addam's Family? \n[8]Thanks dude. ", "VANESSA": "\n[1]Uggh. I'm gonna go get more beer. - \n[2]I'm just getting a beer. Vanessa walks away. \n[3]Happy Birthday, Adam. \n[4]I got you a gift-. 60. .Vanessa takes out a gift bag with 'Â±ou're 26!\" it has tissue paper. and ribbons. \n[5]I remember you only had one pair so. A tense ' moment . \n[6]What happened? \n[7]Adam, we're happy- it's agood thing for everyone--- ", "ADAM '": "\n[1]What the fuck, what the fuck, what the fuck?' \n[2]You said \"some stupid thing.\" I thought you were getting your hair cut. \n[3]So should 1.1Â±k6 call you or- Adam, you're wonderful, I hope I never see you 'again. 19. \n[4]Yeah, sounds great. Adam punches him in the stomach. \n[5]I like your face. \n[6]Because I want to get hurt by you. If I'm gonna get- hurt, 'I want you to hurt me.. Be my girlfriend. 87. \n[7]We'd take a cruise'to spice up our love life! ", "MIKE": "\n[1]I do international finance,. I put together financing packages for overseas ventures. if I had to describe it in 'a word, that word would be: Hardcore. So- you're like a nurse? \n[2]Right, I usually don't go out with people my grandma tells me td go out with,. but she promised me you were beautiful. And, you know,. I'm relieved,- because now I know Grandma's not going blind. Emma smiles. Mike puts his hand on hers. \n[3]'Yeah. \n[4]Really? Because my Grandma. also said you looked easy. E r m a's. surprised. \n[5]\n[6]Emma? "}}