{"dialogues": {"DEREK": "\n[1]All I'm saying, before we take it down... maybe we should try it out. You know. Christen the new house. \n[2]What do we need a bed for when we've got a fine shag carpet? \n[3]Told `em I'd be late. \n[4]Kyle? That boy wouldn't wake up if a nuclear bomb went off. \n[5]Won't be here for another hour. \n[6]Isn't THAT why you married me? \n[7]Want me to stay?     Crack the whip on these guys? \n[8]Excuse me? \n[9]Right.   Gage/Bendix.   I work there. \n[10]Do you have an appointment with us? \n[11]Actually, you do. \n[12]You're a temp? \n[13]Well, you could have fooled me. \n[14]No problem. Happen to anybody. \n[15]Are you following me? \n[16]Derek Charles? \n[17]Oh, yeah, I know him. Kind of an asshole, takes himself waaaay too seriously. But don't tell him I said that.     L \n[18]Deep trouble. \n[19]Total chaos. Lucky for me, I sneaked out as soon as the movers showed up. \n[20]If she calls mad -- and she will -- tell her I'm in a meeting. \n[21]Good point. \n[22]Matter of fact, I just got off the line to Berlin. \n[23]Ganz doesn't like the way the Stock Market's been gyrating and he thinks the hedge fund wave is about to crest. \n[24]Hell, no. I think he's a hundred percent wrong. We haven't even gotten close to that point yet. Hedge fund demand is coming from individual investors which is why it's gaining mainstream acceptance. You know Ganz. He gets paranoid when anything goes mainstream. He started making Auf Wiedersehen noises but I managed to talk him into a private equity portfolio instead... to the tune of 155 mil. \n[25]I think she's one of the temps. \n[26]I'm moving into a new house. \n[27]Do I look like a man who wants a divorce? \n[28]Thanks, but I think I'll stay married instead. \n[29]Sorry but you set me up. \n[30]About what? \n[31]Well, that just proves he's got `em all fooled. \n[32]Well, it was nice to meet you, Lisa Sheridan. Good luck with your next job -- \n[33]Damn.   Almost made it. \n[34]Hey, little man. What's wrong?    You should be... Uh oh. Poopy diaper. Beth... \n[35]Whew.   What's that woman been feeding you? \n[36]Toasted Kyle -- \n[37]But I've saved the most important toast for last... To my beautiful wife who I love and adore more than anything in the world. \n[38]Uh huh? \n[39]Yeah? Give the magic mirror another test drive? \n[40]Beth, you are so bad. \n[41]Lisa Sheridan, Girl Temp.     Where's Patrick? \n[42]Hey Marge. \n[43]Grab your pad and follow me. \n[44]How's that? \n[45]It's like that in most companies. They think people are more inhibited in front of their spouses, less likely to kick back and enjoy themselves and mingle with co-workers, which is what the party is about. \n[46]Just the opposite. \n[47]No, it's perfect. \n[48]Well, it's Monday and first thing on Monday... \n[49]Took care of what? \n[50]Thanks. \n[51]Three years in March. \n[52]It's kind of a tradition. \n[53]Well, it took a little more than roses. We need to run some calls. \n[54]\n[55]Well, it's just that most of the temps we get here... \n[56]No.   Definitely not. Okay not your typical temp... start with Phil Trendle at Emerson... set up a lunch for end of the week. Wherever he wants but push the Water Grill. Then Terry Mills at Imagio. Am I going too fast for you? \n[57]I don't know. It's shaping up to be a work weekend. \n[58]In a sec. \n[59]Blame it on the new girl. Patrick called in sick and I had a temp on my desk. \n[60]Honey, I don't control the temp pool. \n[61]Yeah, she's pretty... plain. \n[62]Actually, she did a great job... aside from the card. \n[63]Night... Betty. \n[64]You kidding? This is a treat. \n[65]I'd love to but I'm all jammed up.     But say hi to your sister. \n[66]\n[67]What does that mean? \n[68]And Sheila's got a problem with that? \n[69]Lisa, this is my wife Beth.       Beth, Lisa. She's temping for Patrick. \n[70]Kyle, say hello. \n[71]Actually, most people think he takes after Beth. \n[72]That was intentional. \n[73]What do you mean? \n[74]So? \n[75]Well, she probably didn't know when to come in. \n[76]How would I know?    I only have eyes for you.      B \n[77]Come on. I'll walk you to the elevator. You can say hi to the old gang. Ever miss it? \n[78]Alright.   You two behave yourselves out here... \n[79]No. Stay. I was just gonna take this back to my office. \n[80]Anything I can do to help?     I mean... if you want to talk about it. \n[81]Most people I know don't cry over nothing. \n[82]Uh huh.     What are you allergic to? \n[83]Boyfriend trouble? \n[84]OUCH!!! That's pretty cold.    How long were you together? \n[85]Nothing wrong with you. Your boyfriend's a fool, that's all. \n[86]Maybe you just haven't met the right guy yet. \n[87]Actually, yeah.      We both knew pretty quick. \n[88]It does happen. \n[89]Why? \n[90]No, really. If I was single... \n[91]Hang in there. It'll happen. \n[92]Poor kid got dumped by her boyfriend. \n[93]Hey, I'm a happily married man.   And so are you. \n[94]Ben, if you're looking to start something with that girl... \n[95]Fuck off. \n[96]I'll have to do it tomorrow.      Office party's tonight. \n[97]Yeah, Santa. And he's coming soon. So eat. Don't you know Santa only brings presents to boys who eat all their food? \n[98]No. Be my guest... \n[99]Still the best burger in town. ... And the best Margarita. \n[100]We used to cut loose here after a long day at work. \n[101]Back in the day... How's that boyfriend trouble coming? \n[102]You know, run the company by 35. Jet by 40. Retire to my private island and own the Lakers by 50. \n[103]Not with me in charge. \n[104]What? \n[105]Oh, I don't know. \n[106]All right. One.     What do you like? Strawberry? \n[107]That's Mister Office Asshole to you. \n[108]All those years watching Soul Train. \n[109]Why not? \n[110]I'm sure everybody's glad you decided to show up. \n[111]What do you mean \"even me?\" I'm your number one supporter around here. \n[112]Guess we'll just have to take that chance. \n[113]With Beth and Kyle.       I'm gonna take a piss and sneak out. \n[114]What are you doing? \n[115]Lisa -- \n[116]Are you out of your -- \n[117]For god's -- \n[118]You've got the wrong idea! \n[119]I only stayed for two drinks. \n[120]Morning. \n[121]Yeah.   I'm fine. \n[122]What? \n[123]Really? Sorry I missed that. \n[124]No... \n[125]Tell him he'll have it end of the day. \n[126]You're working Joe's desk? \n[127]Don't let him fool you.   His bark really is as bad as his bite. \n[128]Yeah, go home. \n[129]What are you -- \n[130]We both had a few drinks.   Just forget it.       L \n[131]Lisa... nothing happened. \n[132]You really need to get out of my car. \n[133]This is so not right. \n[134]Lisa, get out of my car! \n[135]I don't know if you're just dense or what's wrong with you but I want you to understand something. There's nothing going on between us. I would never -- never -- jeopardize my job with a co- worker. \n[136]Get out! \n[137]Beth? Honey? \n[138]There's something I need to... \n[139]What's wrong? \n[140]Tim... told her? \n[141]Yeah.    That's tough. \n[142]Beth, you know I'd never cheat on you. \n[143]Tim's an idiot. \n[144]Forget it. Just a little problem at work. \n[145]\n[146]There was nothing to tell. \n[147]You think this is funny? \n[148]What the hell did I do?    I was nice to her, that's all. \n[149]I didn't do a damn thing. \n[150]Thanks.   You're a big help. \n[151]Report it to Human Resources... \n[152]I don't have a choice. \n[153]Hi, Connie. Is Hank in?     I need to talk to him. \n[154]Hey, Hank. \n[155]Well, it's sort of a personal matter.   I need to talk to you about one of the temps, Lisa Sheridan. \n[156]Listen, Hank, this going to be a little awkward... \n[157]Well, I just thought she was unqualified, sort of in over her head. But if she already quit... \n[158]Yeah. \n[159]No.   I guess not. \n[160]New house is great. Couldn't be better. \n[161]I will. Listen. We'll have you and Kathy over some night when we're more settled. \n[162]She quit. \n[163]Yeah. \n[164]Looks that way, doesn't it? \n[165]Hans? Derek. How was your Christmas? Well, you people invented it. You got the prospectus? Great. Look it over. I think it's gonna be a happy new year for all of us. \n[166]I'm just gonna check my e-mail and come to bed. \n[167]It's already tomorrow in Berlin. Ganz was supposed to send me his approval. That's probably him. \n[168]Nothing. I gotta get a new spam blocker. \n[169]How could I forget?   I had a hangover for a week after. \n[170]No, just the usual suspects. Joe says it's going to be a male bonding experience. \n[171]Hopefully, they'll all get drunk and crash early. Or if I'm really lucky... drown in the jacuzzi. \n[172]I will. \n[173]I didn't order this. \n[174]I'm fine.      Just thought I saw somebody. \n[175]Speaking of Beth, I said I'd give her a call before she puts Kyle to bed. I'll be right back. \n[176]Hey, honey. It's me. \n[177]They're all getting wasted. Any minute now, Joe's going to suggest the Jacuzzi. \n[178]They're yelling for me to come back. \n[179]Beth, I'll call you later. \n[180]How did you know I'd be here? \n[181]Why did you come here? \n[182]Lisa, you need to leave. \n[183]I'm not coming to your room. \n[184]You're crazy... sick.      You need help. \n[185]Stay away from me! \n[186]Beth, I'm sorry -- \n[187]No.. \n[188]Later! Come back later! \n[189]You've got to get out of here! \n[190]Leave!   You've got to go! \n[191]Just get the hell out. \n[192]Fuck... fuck... fuck. \n[193]Sorry.   Overslept. \n[194]It's Beth. \n[195]She's here. \n[196]Lunch? \n[197]What do you think this is? \n[198]We didn't do anything last night. \n[199]It didn't happen! \n[200]That's exactly what we \n[201]What I   should have done last night. Taking   you inside to tell Joe and the others   whatever you want. They'll know you're   out of your mind. \n[202]Godammit! \n[203]I'm sorry... \n[204]Yeah! That's exactly what I am. A stranger, a person you don't know. Now either go inside and tell them your bullshit lies or get the hell out of here. \n[205]How else do you look at somebody who sickens and repulses you? \n[206]I don't care what you do or what you say. What goes on in that twisted mind of yours. It doesn't matter because the truth is, there's never going to be anything between us. So go ahead, Lisa... do your worst. \n[207]Not tonight, man.   I'm sticking to ice tea. \n[208]Lisa, get up. \n[209]Get up or I'll drag you out and throw you in the hall. \n[210]This is 622. There's a woman in my room, she's taken an overdose of prescription pills -- Ambien. You need to get the paramedics and security up here right away. Please hurry. \n[211]Lisa! \n[212]Oh god... \n[213]I know how it sounds but, yeah, that's pretty much it. \n[214]There WAS NO affair. \n[215]Maybe I was too nice to her, said something she took the wrong way, I don't know. All I know is I did not lead her on. \n[216]None. I don't even know how she got in my room. \n[217]Doesn't that prove she did this on her own? \n[218]She never had a key. \n[219]How is she? \n[220]You think I encouraged it? \n[221]Beth... \n[222]Stop it, Beth. You know I never said those things. \n[223]If I did, it wasn't intentional. \n[224]I was passed out... drunk.     Nothing happened. \n[225]I love you, Beth. I love Kyle and the life we have together. I would never do anything to screw that up. This girl is disturbed. She's seriously disturbed and for some reason, she fixated on me. \n[226]I don't know. She's crazy. \n[227]I know. \n[228]At first I thought it was no big deal. And then... I was just embarrassed. I didn't know how to explain it to you without looking... \n[229]I said I was wrong. \n[230]What? \n[231]Don't do this, Beth.    You'll make yourself sick. \n[232]Honey, I know I screwed up... \n[233]But I've told you the truth.    I have to know you believe me. \n[234]Beth, don't -- \n[235]There was no impropriety, Joe. This is just the sick fantasy of a very disturbed girl. \n[236]There was no sexual harassment. If anything, I'm the one who was sexually harassed. I can't believe this is happening to me. It's like a nightmare. \n[237]Goddamit, Joe, if there's an injured party here, it's me. \n[238]That's not going to happen because there's nothing to find out. \n[239]But Ganz is my client -- \n[240]She obviously ordered the flowers for herself. \n[241]My secretary keeps all my personal information on her computer. Lisa must have accessed it when she was working my desk. \n[242]You think I sent the flowers?   I'd have to be as crazy as she is. \n[243]More? \n[244]This is... none of this ever happened. I was never at her apartment. I never even touched her, let alone did any of this... \n[245]You can't possibly believe this. \n[246]There's got to be something I can do to protect myself... my family. \n[247]Why not? \n[248]Well, I can't say I'm unhappy to hear she's gone. Maybe now she can get the help she needs. \n[249]\"Four little ducks went out one day... over the hill and far away...\" \n[250]Come on, honey.     Samantha knows what to do, don't you? \n[251]No way. Do you know how hard it was to get these reservations? Come on, we agreed. This is an important night. And I am not gonna waste you in that outfit. She looks fantastic, doesn't she? \n[252]Everything's gonna be fine. \n[253]Lock this.     We'll be back by ten. \n[254]Yeah.    It's been awhile. \n[255]So... there's hope? \n[256]I need you to believe me. \n[257]Could we get another bottle, please? \n[258]I keep telling you I didn't do any thing to regret. \n[259]I know. \n[260]I'll go on-line tonight and order the tickets. Unless you think you should take him alone. \n[261]Someone was here?     Inside the house? \n[262]How long since she was here? \n[263]Kyle... \n[264]he doctor says he's fine. \n[265]Now what? Am I supposed to go out and buy a gun or something? \n[266]No, but she could have. Is that the message she's trying to send? \n[267]It's all right, it's all right... \n[268]Who are you calling? \n[269]You're not... \n[270]She won't be there. \n[271]Beth, why are you doing this? \n[272]Make sure you set this. \n[273]It can't go on much longer. They're bound to pick her up soon. \n[274]Yeah? \n[275]Thanks.     Hi, honey.   Everything okay? \n[276]What's wrong? \n[277]I'm gonna be stuck here pretty late but I could drive down after... \n[278]Are you sure? \n[279]All right. Say hi to your dad and tell your mom everything's going to be fine, I love her. And call me when you're leaving the house. \n[280]Good.    Did you set the alarm? \n[281]Lisa? \n[282]Beth -- \n[283]Beth, I spoke to Reyes.   Are you okay? \n[284]Beth... Tell me baby-- are you hurt? \n[285]It's gonna be okay, honey.     We're gonna be okay-- \n[286]And I love you-- ", "LISA": "\n[1]I couldn't help but notice we're both going to Seven. \n[2]I thought you might. \n[3]Why?   Do I look like a client? \n[4]\n[5]Just here for the day. \n[6]I'm beginning to think these heels were a big mistake. \n[7]I should have worn my track shoes. They've got me running all over town picking up these disclosure -- \n[8]God, I'm such a klutz. \n[9]No. I'm taking these files to Mister Charles' office. They said it was this way. \n[10]I guess you probably know him. \n[11]That's Derek Charles? \n[12]The good ones are always married. \n[13]Good night, Mister Charles. \n[14]Don't worry. I'll get my revenge.    And by the way, you might like to know everybody who works here strongly disagrees with you. \n[15]About Derek Charles being an asshole. They all say he's the nicest guy in the firm. \n[16]And he's humble, too.   I'm Lisa, by the way. Lisa Sheridan. \n[17]Actually, they're keeping me on a few more days, so I'll probably see you on Monday. \n[18]Hi.   Remember me? \n[19]Out with the flu. I did some trading with the other temps and wrangled your desk. I hope that's okay. \n[20]I put a memo on your desk about the Christmas party this Friday. \n[21]Why don't they invite spouses? \n[22]To the Christmas party.    It says \"for employees only.\" \n[23]So, does this party get pretty wild? \n[24]Well that's no fun. \n[25]\n[26]If it's cold, I can run down and nuke it in the Break Room. \n[27]Fire away. \n[28]I took care of that. \n[29]On Mondays you always send your wife a dozen long-stemmed red roses. I called to confirm they've been delivered. \n[30]I think that's incredibly sweet.   How long have you two been married? \n[31]And you still send her flowers every Monday morning? Lucky girl. \n[32]Patrick said you started sending them back when Beth worked here as your assistant. Is that how you won her heart? \n[33]Ready when you are. \n[34]Does that surprise you? \n[35]I think you'll find I'm not your typical temp. \n[36]No.    Go faster.   I can handle it. \n[37]Do you need me? \n[38]Excuse me. \n[39]It's great to meet you, Mrs. Charles. And this must be Kyle. I can already tell he's going to grow up to be a heartbreaker. \n[40]Hi, Kyle.     I'm Lisa. \n[41]What a handsome boy. He looks just like you. \n[42]Talk about the perfect family. The three of you should be on a magazine cover. \n[43]He is. But I like it. I'm learning a lot. Joe Gage needs to see you when you get a minute. \n[44]It was great to meet you... Beth. \n[45]Lisa. \n[46]It's Lisa.      You said Laura. \n[47]Bye, Kyle. Say hi to Santa for me. \n[48]Not sure we can say the same for Marge... \n[49]Poor thing called in with a fever... \n[50]I'm way too devious to ever get caught. Besides, I thought all you assistants listened in. \n[51]How long have you worked here? \n[52]Sorry.     I thought everybody was at lunch. \n[53]I should go... \n[54]It's nothing. \n[55]You think I was crying?     This is just my allergies. \n[56]Men, apparently. Actually it's more like they're allergic to me. \n[57]It's stupid really. This guy I've been seeing just calls and dumps me. Middle of the day. No warning. No explanation. Just \"I don't think we should see each other anymore.\" \n[58]Two months. Actually, it was one of my longer lasting relationships. I don't know what it is but sooner or later I just seem to scare men off. I'm starting to think there's something wrong with me. \n[59]I wish I could believe that. \n[60]I'm beginning to think all the good ones are taken. D \n[61]Is that how it was with you and Beth? \n[62]Love at first sight? \n[63]She's got it all.   Perfect husband, perfect child, perfect marriage. \n[64]Oh, yeah.     Right. \n[65]But you're not. \n[66]I know. You're just trying to make me feel better. And you have. \n[67]Thanks, Derek. \n[68]This seat taken? \n[69]Really? \n[70]Work hard, play hard.   Right? \n[71]Keep moving forward, right? \n[72]How about you, Derek?   What's the grand plan? \n[73]A margarita? \n[74]C'mon big talker... it's Christmas time. Works dead -- \n[75]I won't tell if you don't. \n[76]Rocks. Salt... \n[77]I'm impressed.      You can dance. \n[78]I wasn't sure I was going to come tonight. \n[79]Well, it's not like I've been here that long. \n[80]Even you? \n[81]Uh oh. \n[82]Maybe a quick one on the cheek? If we don't, people will really suspect there's something going on. \n[83]Coward. \n[84]Why? \n[85]Oh, come on... \n[86]Wait. Where are you going? \n[87]Oh, Patrick, you're such an old queen. Come on. Dance with me. \n[88]\n[89]Good morning. \n[90]Bad time? \n[91]Joe wants to know if you're done with the Ganz portfolio. \n[92]Thanks. \n[93]Just for today. He's a real screamer, isn't he? \n[94]I owe you an apology for the Christmas party. I think I sort of took you by surprise. \n[95]All right, have it your way.   Nothing happened. \n[96]Why? \n[97]Relax. Nobody's around to see us now. God, I almost went insane today, didn't you? Having to go pretend like I was concentrating on work when all I could think about -- \n[98]Derek, what's wrong? What did I do? \n[99]I can always tell from the pained look on your face when you're talking to Beth. \n[100]I've got my sources. What's wrong? You don't look happy to see me. \n[101]You said you could never be with someone you work with. \n[102]Or what? You'll make a scene? \n[103]\n[104]This hook-up was on the books from the day we met. \n[105]One of us   has to take control and I guess it's me.    So you go back, say your good nights to   the boys and I'll be waiting in my room.    610. \n[106]Would you rather I came to yours? \n[107]I know. I need help. Help me, Derek. \n[108]All right, Derek. You play your games... ... and I'll play mine. \n[109]Shhhhh. \n[110]Hush, baby. \n[111]I'm going to take real good care of you. \n[112]Morning. \n[113]What are you talking about? \n[114]Derek, come on... \n[115]Why?   You worried somebody's gonna catch us? \n[116]We woke up a little grumpy this morning, didn't we? \n[117]All right.     Have it your way. \n[118]I thought you might need an excuse to get out of there. How about some lunch? \n[119]It's gorgeous outside and I made a reservation at -- \n[120]The morning after? \n[121]But you can't remember, can you? \n[122]Derek, not so loud.   You'll cause a scene. \n[123]What are you doing? \n[124]Why are you trying to ruin this? \n[125]Don't say that. \n[126]What's wrong with you?   You're acting like a stranger. \n[127]You think you can use me, then throw me away? I'm not some piece of garbage, Derek. I'm a human being... \n[128]Do it. Hit me. You can do anything you want to me. Don't you know that? Anything. \n[129]Come in. I'm sorry I'm such a mess but they won't let me take a shower or wash my hair. Apparently I'm still on suicide watch. \n[130]Well, still a bit groggy from the medication. But it isn't stopping me from feeling ashamed for all the trouble I've caused. \n[131]Have you spoken to Derek? \n[132]And he's all right? \n[133]Derek. \n[134]Why? \n[135]Then why did he send these? \n[136]A few hours ago.    They're lovely, aren't they? \n[137]Didn't Derek tell you? \n[138]There's not a lot to tell. We got together at the hotel and you can guess what we did. \n[139]Of course. \n[140]He's just being a gentleman, trying to protect me. \n[141]The next day when Derek told me his wife wouldn't give him a divorce and that we could never see each other again, I guess I over reacted. \n[142]He was thinking about his little boy, Kyle... what the breakup might do to him. He's not even two, you know. My parents broke up when I was pretty young. It leaves a scar that never really heals. \n[143]I'm not a home-wrecker. I'm not stealing him away. Their marriage is dead and Beth is in denial. It can't be easy to find out that the man she loves is in love with another woman. I just hope she doesn't do something foolish. You know the old saying. \n[144]\"Hell hath no fury like a woman scorned.\" \n[145]Lisa's left town. She was released in the custody of an older sister yesterday. Her sister flew down from San Francisco and took her back. Lisa's agreed to check herself into a neuropsychiatric hospital up there. \n[146]Hi, I'm Beth's friend Allie.      She's expecting me. \n[147]Out? \n[148]What? Beth told me to drop by. That's strange. Oh well, I have something for Kyle. I'll just run up and give it to him. \n[149]Oh, I won't wake him. \n[150]But I'm here right now. Why should I... oh, I see. Just doing your duty. Good girl. You know what, let me call Beth. \n[151]Beth? Hey, girlfriend. It's Allie. Where am I? Where are you! I'm at your place. You told me to come by. No it's okay. She forgot. No, Samantha was a little concerned so I said I'd call you. Yeah. Okay, honey. You two have a great night. \n[152]Beth, I'll call you tomorrow. \n[153]Great. This will only take me a minute. \n[154]Thanks, Samantha.   Nice meeting you. \n[155]She took him! She took my baby! \n[156]Patrick, don't be such a drama queen.   I thought we were friends. \n[157]Well? \n[158]No! \n[159]Please... I'm sorry... \n[160]He doesn't love you! I'm the one he wants! Why can't you get that through your head? \n[161]Please... Beth... \n[162]Please. I'll go... I'll leave... I swear I'll never bother you again... \n[163]Derek! \n[164]Derek!    Oh, Derek, thank god! \n[165]Please.... \n[166]No... ", "BETH": "\n[1]What are you going to do with that? \n[2]And what do you suggest we use for a bed? \n[3]Because I'm gonna have fine shag carpet tattoos all over my -- \n[4]Don't you have to go to work? \n[5]What about... \n[6]Maybe not, but the movers... \n[7]Derek, you are so bad. \n[8]No. Go to work and earn that promotion. Somebody's got to pay for all this. \n[9]Your turn. \n[10]I've been changing him all day. \n[11]Well, we toasted the house -- \n[12]Your promotion -- \n[13]And to my handsome husband. I asked for the moon and he gave me the stars. \n[14]Derek... \n[15]How would you feel about trying out that mirror again? This time in our own bed. \n[16]You know how I like looking at your sexy butt. \n[17]Isn't that WHY you married ME? \n[18]It's a beautiful little park with a duck pond and close enough to push Kyle. \n[19]I've already met a dozen other women with kids the same age. One of them, Lauren something asked if we'd like to come over for a barbecue on Saturday. \n[20]You can work at home and then we'll go to the barbecue. \n[21]Work at the office.     This is home.   Come to bed. \n[22]The card that came today with the roses... \n[23]... was addressed \"To Betty.\" \n[24]Your other wife? \n[25]She pretty? \n[26]I don't care. I want her fired immediately. \n[27]Hope you don't mind us dropping in unannounced. \n[28]Sheila's meeting us for lunch at Central Market. Then I'm taking Kyle to the Grove. And who are we going to see at the Grove? \n[29]You want to come?   Get your picture taken on Santa's lap? \n[30]That guy she was seeing, the one we met at Thanksgiving... Jack. \n[31]Apparently he's not so perfect.   He told her he just wants to be FWB. \n[32]Friends With Benefits. \n[33]You know.    Sex but no commitments. \n[34]Hi. \n[35]He can say hello. He's usually not this shy around strangers. \n[36]I hope my husband's not working you too hard. \n[37]Well, that's our cue to leave.    We just dropped in to say hi. Come on, big boy. \n[38]Excuse me? \n[39]I did? \n[40]Sorry.   Lisa. \n[41]Wasn't me. Blame \"Betty.\"    So what's the deal with her? \n[42]She knew I was taking Kyle to Santa. \n[43]So she was obviously listening at the door. \n[44]I thought you said she was plain. Derek, that girl may be a lot of things but one of them is not plain. \n[45]I like to think I traded up. \n[46]On your way home, can you pick up those Baby Einstein DVD's for you know who. \n[47]I forgot. Well, if you drink too much, take a cab, okay? \n[48]How was the party? \n[49]That dull, huh? \n[50]Not tonight, honey, okay?   I'm really tired. \n[51]I've been on the phone for the last hour with Rachel MORE \n[52]\n[53]At first I couldn't even conceive of it. They've always seemed to be so much in love, totally devoted to each other. \n[54]Tough?    It's a disaster.   If it was me... \n[55]I know. \n[56]God,   it's after three. That's the last time   I'm going out on New Years Eve. Next   year we'll celebrate here at home. Just   you, me and Kyle. \n[57]Can't it wait? \n[58]Ganz? \n[59]What was that? \n[60]Forget it. He'll call you in the morning. Come to bed. \n[61]Remember the last time Joe had one of his weekend work retreats? \n[62]Any women coming this year? \n[63]I can just picture you guys in the hotel jacuzzi, getting in touch with your innermost feelings. \n[64]Call me tonight. \n[65]How's the male bonding? \n[66]Well, if your future depends on putting on a bathing suit and hot tubbing it with a bunch of drunks... Derek? You there? \n[67]Wait.   Kyle wants to say good night. \n[68]It'll just take a second... \n[69]Say good night to Daddy. \n[70]I'll be in bed -- Derek? \n[71]Tell me everything.   From the beginning. \n[72]How could you let this happen? \n[73]Maybe you liked it. \n[74]What man wouldn't? The attentions of a pretty young girl? I can just see those adoring blue eyes batting at you every time you told her how pretty she looked or what a nice dress -- \n[75]You must have said something. Done something to give her the idea. \n[76]Damn you, Derek.   Damn you. \n[77]You should have told me. From the very beginning, you should have told me. \n[78]Why didn't you? \n[79]Guilty? \n[80]Did she know about us, Derek? \n[81]How we met? \n[82]I'm already sick. \n[83]I don't know what to believe. All I know is, I need to be alone for awhile. \n[84]I need to be alone -- \n[85]You've got our cell numbers so if there's any problem, don't hesitate to call us, okay? \n[86]I don't know. Maybe we should... \n[87]Okay, but you call us. \n[88]I'd forgotten what this was like... the two of us out together. \n[89]It's not that easy. \n[90]Derek, not everybody gets drunk and does things they regret. \n[91]I am telling you... you did. \n[92]It's his birthday tomorrow. \n[93]I told him we'd take him to Legoland. \n[94]No. Whatever we're going through, he needs us to be together. \n[95]Any trouble with Kyle? \n[96]What friend? \n[97]Nobody called me... \n[98]Oh my god! Where's Kyle? \n[99]She was in our house -- alone with our son. \n[100]Well, I'm not fine. I want you to find her. \n[101]How would you feel if it was your child? \n[102]Find her. \n[103]Derek! \n[104]She never left.   She was here the whole time. \n[105]No Derek! It's not all right!!! We have to do something. We can't live like this. \n[106]Right. Thank you. \n[107]Guess. \n[108]I got her home number from Patrick. \n[109]She can still pick up her messages. \n[110]\n[111]Definitely. \n[112]You don't have to tell me. \n[113]No. Go to work. If anything happens, the security patrol can be here in two minutes. Go. I can take care of myself. \n[114]Hello? Oh hi, Dad. What's wrong? \n[115]We're fine but I had some not so great news from my Dad. \n[116]Mom went back in for more tests. They wanted to do another biopsy and she's pretty scared. \n[117]I'm sure it'll be fine but I thought I'd drive down to San Diego to hold her hand, take Kyle with me. \n[118]I don't think that's a good idea. Friday night traffic's gonna be a nightmare and they won't know the results til tomorrow. Why don't you do what you need to do and drive down in the morning? \n[119]Yes. \n[120]I will. \n[121]Come on, sweetie. We're gonna take a little trip. \n[122]Much more fun than Legoland.     We're going down to Nana and Poppa's. \n[123]No. We'll see Daddy tomorrow.     Now... what toys do you want to take? \n[124]We just left the house. \n[125]The... I think I did. I had to run back in and I can't remember if I re-set it. \n[126]No, I'm barely down the hill.     I'll do it and call you back. \n[127]Girl, you're even dumber than my husband said you were. Or did you just forget to take your meds? \n[128]You really fucked up this time... coming back to my house. Didn't you get my message? \n[129]You can look all you want but you're not getting out of here. your life... bitch. \n[130]Think you can walk into my house... my bedroom... \n[131]My child... my husband! \n[132]Please?   Please what?   Please don't hurt you? \n[133]Don't worry. I'm not going to drown you. No, no. I'm just getting started... \n[134]Too late, bitch.   Sorry won't cut it. \n[135]Careful. You don't want to fall down the stairs. \n[136]Did that hurt? Because it looked real painful. \n[137]Oh, it's Beth now?    What happened to Betty? \n[138]You got that right. \n[139]Derek, I'm right in the middle of something... let me call you back. \n[140]Let go of the chandelier. \n[141]Let go, Lisa. \n[142]I'm fine. Lisa had an accident. I have to go. My mother needs me. \n[143]Call me on my cell. \n[144]I think you know what happened... \n[145]\n[146]It's Daddy... \n[147]It's over, Derek-- \n[148]I should have believed you... \n[149]I love you, Derek. ", "REYES": "\n[1]All right, Mister Charles, let me get this straight. E \n[2]\n[3]This affair... \n[4]So she just... made it up in her head? With no help from you? \n[5]And you had no idea she'd be at the hotel? \n[6]Apparently she told one of the housekeepers she was your wife and lost her key. \n[7]All it proves is she lost her key. \n[8]Look, Mister Charles, I don't care if you were or weren't banging this girl. I just need to get your version for my report. \n[9]\n[10]Let's just say I wouldn't like to explain a situation like this to my husband. \n[11]I'll be right back. \n[12]They pumped her out in time. Doctor says she's groggy and disoriented. Probably tomorrow they'll move her out of ICU and up to the fifth floor for a psychiatric evaluation. All suicides are put on 72 hour hold, it's standard. \n[13]As a matter of fact, she was lucid long enough to give the doctor a name to call in case of emergency. He wrote it down. Here. \n[14]Still want to stick to your story? \n[15]Miss Reynolds? I'm Monica Reyes. \n[16]I'm a police officer assigned to your case. How are you feeling? \n[17]Do you feel like talking about the other night? \n[18]Yes. \n[19]Relatively speaking. \n[20]I'm afraid that's not possible. \n[21]Miss Sheridan, I don't think Mister Charles wants to speak to you or continue any kind of contact. \n[22]He sent you flowers? \n[23]When did these show up? \n[24]Can you tell me what happened at the hotel, why you were there. \n[25]I'd like to hear your version. \n[26]Derek denies it. \n[27]I see.     Go on. \n[28]Noble? \n[29]So you believe Mister Charles is in love with you? L \n[30]What's that? \n[31]You take it easy now.   We'll talk again. \n[32]With your credit card. \n[33]There's more. \n[34]This is a print out of Lisa's blog. It's sort of a diary she was keeping. \n[35]It's a rather graphic and detailed account of your various sexual liaisons together. D \n[36]You can read them for yourself but I should warn you they're a little... X- rated. \n[37]According to those entries, you're quite the accomplished lover, Mister Charles. And you made promises to her, promises to divorce your wife and marry her... \n[38]Whether I believe it or not is irrelevant. The only thing that matters is that she believes it. \n[39]You could file a restraining order.    But that may not be necessary. \n[40]\n[41]Apparently Lisa stole her sister's ID to buy a ticket and board a plane to LA earlier today, then used her sister's credit card to rent a car. The sister didn't even know she was gone until a few hours ago. She said Lisa had been doing well in therapy. She didn't know she checked herself out this morning... \n[42]We will. She violated the restraining order so we can arrest her. Look, Mrs. Charles, I know you're upset. I'm a mother, too... \n[43]Exactly the same as you. \n[44]She didn't physically harm him. \n[45]Beth?    Is everything alright here? ", "EREK": "\n[1]Uh... sure. \n[2]Is it that time already? \n[3]Uh huh? \n[4]Betty? \n[5]The one she said was perfect. \n[6]Hey, Patrick. Feeling better? \n[7]You get around don't you? \n[8]Look, I'm no expert but if it didn't work out, maybe it wasn't meant to be. When the right guy comes along... you'll know it. \n[9]Nobody's perfect. There are problems in every relationship. The important thing is to keep moving forward. Don't get down on yourself. You're a bright, attractive girl. Any man would be lucky to have you. \n[10]I just meant... \n[11]Ben, do me a favor... \n[12]If it's anything like last year, I'll be home early. Kyle, I want you to eat this. \n[13]Exactly. \n[14]How did that get there? \n[15]Lisa, stop -- \n[16]Don't do this... \n[17]Beth... \n[18]Tim? Really? \n[19]Then I need to get my side on the record first. \n[20]She quit? They give a reason? \n[21]I have to go. \n[22]What are you talking about? \n[23]I'm right here.     Coming back in. \n[24]Can't, man. That last drink totally kicked my ass. I need to lie down. \n[25]I want you out of here! \n[26]\n[27]No. No fucking way... \n[28]Goddamn it, Lisa. \n[29]Lisa!   Wake up, goddamn it...              C \n[30]What do you mean? \n[31]Did she say anything? \n[32]What? \n[33]I haven't seen you looking this relaxed and beautiful in weeks. \n[34]Call 911! \n[35]I can imagine. \n[36]Look, don't worry about it. \n[37]I need to speak to Lt. Reyes.   It's an emergency! ", "BEN": "\n[1]None taken, Joe. I'm just honored to be allowed to exist in Derek's world. \n[2]Never seen `em before. \n[3]You mean temptress... \n[4]I scored an extra Lakers ticket for tomorrow night. Think you can get free? \n[5]Coward. \n[6]What was that all about? \n[7]Really? I wouldn't mind taking up the slack. That is one hot piece of ass there. Like you haven't noticed. \n[8]Doesn't mean we can't look. \n[9]Not like the old days, back when you could get away with a little office nookie on the side and not get nailed for it. Don't give me that \"I'm appalled\" look. That's how you got together with Beth, isn't it? \n[10]You saw her first? \n[11]Besides, I don't think I'm her type.     Now you on the other hand... \n[12]All I'm just sayin' is a lot of these single gals see the work place as a hunting ground. And this one's got you in the cross hairs. \n[13]You're not thinking about bailing, are you? Fun's just getting started. Remember last year? Sally Sloane did a table dance. \n[14]I give her one more drink, then stand back.   How about you, buddy? Need a re- fill? Come on, where's your holiday spirit? \n[15]You're no fun. \n[16]You okay, bro? \n[17]You should have stuck around. \n[18]The Christmas party. Hank in Human Services tossed his cookies on the Christmas tree. \n[19]Why didn't you tell me? \n[20]Nothing to tell? She grabbed your cock? Flashed her tits in your car? Come on, man. I thought I was your best friend. \n[21]I just... jeez. I mean, I kinda got she was interested but I never figured she'd... \n[22]Maybe she thinks she can make the jump from assistant to wife, too? \n[23]Sorry... What are you going to do? \n[24]Get her fired? \n[25]I'd be very careful if I were you. What if she makes trouble and says you came on to her? \n[26]Wouldn't it be cheaper to just have her killed? \n[27]Well? \n[28]Really? \n[29]Not a bad little Christmas present. \n[30]No way.   You can't tempt this guy. \n[31]Come on, it's early. We'll go to my room and plunder the mini-bar, charge it all to Joe.   D \n[32]All right, be that way. But don't forget. Nine o'clock in the California Room. Joe's big rah-rah to the troops. \n[33]What about her? \n[34]Derek, you drinking? ", "PATRICK": "\n[1]Beth must have loved that. \n[2]Remember who used to sit at this desk? She'll know I am lying. \n[3]Can I help you? \n[4]Yes. \n[5]Watch it, girl. He's married. \n[6]Or straight. \n[7]Much. Thanks. You know it's going to take more than the flu to keep me away from that Christmas party. \n[8]Yeah... She's not speaking to me at the moment. \n[9]So, how many times did you get busted listening in on Derek's calls? \n[10]We do. \n[11]Ten years this Spring. \n[12]Oh you got that right girl.    I know all the dirty little secrets. \n[13]\n[14]Living dangerously, aren't we? \n[15]Honey, I've never been this close to an actual man. \n[16]Okay if I take off? \n[17]See you tomorrow. \n[18]Derek Charles' office.      Oh, hi, Beth. \n[19]Beth's on 2. \n[20]Derek Charles' office. \n[21]\n[22]I've missed you. \n[23]Well, actually... \n[24]I'm a little concerned. I heard the Charles' took out a restraining order against you. \n[25]I'm not sure I should be telling you this... \n[26]We are, we are. \n[27]Well... Beth's headed down to San Diego tonight. Her mother is having some tests done. Derek is driving down first thing in the morning to be by her side. Lisa? Did you hear me? \n[28]But you just... \n[29]Wait. I wanted to tell you about my date I last night. The one my friend set me up with? The graphic artist? Lisa, you'd be so proud of me. I met him for drinks at -- \n[30]Yes? ", "ISA": "\n[1]Gage/Bendix? \n[2]Thanks.   I owe you one. \n[3]I could get you into trouble? \n[4]You punk'd me. \n[5]I'll bet you know more about what goes on behind these closed doors than anybody. \n[6]Well maybe we should grab a drink some night after work for a little girl talk. \n[7]Great.     Now I'm jealous. \n[8]Lakers suck. \n[9]You want one? \n[10]Well, if it isn't the Office Asshole. \n[11]What if I can't? \n[12]Maybe you are an asshole. \n[13]Derek, what is wrong with you? \n[14]Don't look at me that way. \n[15]Derek, please... \n[16]When can I see him? \n[17]Peonies.   My favorite. \n[18]Read the card. Derek and I belong together and nothing can change that. But I do feel bad about his wife. \n[19]", "SAMANTHA": "\n[1]I've got four little brothers.    Trust me. I'm really good at this. \n[2]Like a movie star. \n[3]Have fun. \n[4]Mister and Mrs. Charles are out. \n[5]They went to dinner. \n[6]You can't.     He's sleeping. \n[7]Maybe you should come back. \n[8]\n[9]Hey! You guys got back so fast-- \n[10]No.  He was a doll. \n[11]You know. Allie? She was just here... called you on the cell? \n[12]You said it was okay.    She said she had something for Kyle... \n[13]In his crib. \n[14]A couple minutes. What's wrong? \n[15]", "ETH": "\n[1]I thought we had a deal. No female assistants. \n[2]Just asking... \n[3]Night, Derek. \n[4]You, too... Laura. \n[5]Oh, you are so slick. \n[6]Just blurted it out last night when he came home from work. Then he said he was moving out. You know they've got three kids. Poor Rachel's a wreck. \n[7]He's a son of a bitch. What did you want to tell me? \n[8]She was in your bed, Derek! You spent the night together and you want me to believe nothing happened? \n[9]Why? \n[10]Thank you, Doctor. \n[11]What kind of sick person... \n[12]I want her to know who she's dealing with now. \n[13]You're bleeding. We need to wash that off. \n[14]Listen to me. You have to let go right now. ", "HANK": "\n[1]Derek? That you? \n[2]What's up? \n[3]Right.   She worked your desk for awhile. \n[4]If you're here to file a complaint about her performance, save your breath. Her agency called this morning and said she wouldn't be coming in any more. They already sent over a replacement. \n[5]No. Did you have some kind of a problem with her? \n[6]Looks like she beat you to it. \n[7]Anything else? \n[8]How's the new house? \n[9]Tell Beth I said hi. \n[10]Sounds like a plan. ", "LISA'S VOICE": "\n[1]Hi, this is Lisa. I'm not here right now so please leave a message after the beep and I'll get back to you. Have a good one. \n[2]Hey there, girlfriend. \n[3]How are you? \n[4]I've missed you, too. Everything okay around the office? \n[5]What? \n[6]Oh, that. That was Beth's doing. She's not handling this very well. Derek's just waiting for the right time to tell her he's leaving. \n[7]Of course it is... \n[8]Patrick, I have to go. \n[9]I'll talk to you later. \n[10]I really don't care whose dick you sucked last night. I have to go. ", "JOE": "\n[1]Derek, you okay? \n[2]Somebody you know?     Or somebody you'd like to know? \n[3]Hurry back. This party's just getting started. \n[4]Thank god. We were about to send out a search party. \n[5]I don't have to tell you how an incident like this could impact the company. Even the slightest whiff of impropriety... \n[6]Who might retaliate by hitting us with a sexual harassment lawsuit. \n[7]By now, you're probably wishing you had fucked her. \n[8]Derek, calm down. I believe you and you know I'll back you up all the way. But if I find out there was something going on, I won't have a choice. \n[9]Look, maybe you should take some time off. Just til this blows over. ", "EYES": "\n[1]See him? \n[2]Slept together.    Had sex. \n[3]You do? \n[4]Either that or...maybe she was trying to show you she could love him. People like Lisa... their emotions can turn on a dime. What you don't want is her feelings for you to change to rage. I don't know. But there's a good chance she'll try to get in touch. If she does, you need to call me right away. Meanwhile, you might want to beef up your home security. \n[5]Beth, I need to speak with you. \n[6]What happened here? "}}