{"dialogues": {"RONNIE": "\n[1]Pull over to the sidewalk, NOW! \n[2]Sir, pull over to the sidewalk, \n[3]Skateboarding is not allowed on mall premises. Pull over now! \n[4]I was driving in reverse and trying to get you to flip into the back seat. \n[5]That way I could handcuff you smoothly and take you in. You know, never mind, just get in the goddamn golf cart. \n[6]It seems like we go through this every day. What's it going to take for you all to realize that I won't tolerate this horseplay and just do whatever you want to and don't worry about the rules attitude? \n[7]That's funny, guys. I try to be a mentor to the youth, but it seems like you boys have gone straight past boydom to the land of street- hardened criminals. I'm left with no choice. You call me rent-a- cop, but I call myself the law's right hand. I see the crime... and I phone it in. And that's what I'm getting ready to do right now. \n[8]317, this is Ronnie Barnhardt over at Carolina Mall. Come in, over. \n[9]I've got a couple of trespassers who have been found skateboarding on mall property. Can you send a black and white over to take these boys into processing? Over. \n[10]What do you mean? I've got these guys red-handed. I'm gonna need a car over here pronto. I can't hold them all day by myself. Over. \n[11]Sir, I don't think you understand, their parents don't care about them. This is a 911 from one of your soldiers. Officer needs assistance! Over! \n[12]So as you can see, the law is just one little call away. But I'm gonna choose not to use that tactic today. I'm gonna do something that I like to do from time to time, and that's called handle shit myself. \n[13]While I won't have you arrested today, I am going to suspend each of you for one week. For those of you who don't know how this works, here it is. This is official documentation. If you step foot on mall property, it is considered trespassing. At that point, I call the police, they come down, you go directly to jail. \n[14]You accepted it originally, so it still counts. \n[15]Amen. \n[16]You know, the usual. Spot crime before it happens, perform random acts of bravery, save people from certain death, yada yada yada. \n[17]Nothing, Nell. \n[18]I know. I'm okay, Nell. Thanks, but really, I mean, I'm on the front lines right now. I'm livin' it. \n[19]Of course it is, but at least you don't have to wrestle with the demons at night. I better get going. \n[20]Not at work, Nell. We have to keep up appearances, we talked about this. And don't call me sweetie. \n[21]'Bye, Nell. \n[22]Slow it down. Watch your speed there. This ain't a race. Hey, second time, slow it down. \n[23]I haven't been hiding, but some things that I have to do are better to keep hidden from you and 'official' eyes. Trust me, it's best all around if there are no bodies to clean up. \n[24]For the love of God. \n[25]You want me to phone this one in to the police? \n[26]Hold on, Mark. Let me make sure I understand you. You're telling me to deny my primary objective of Observing and Reporting crime and at the same time, you're giving me authorization to handle this case on my own. \n[27]So basically, I'm in charge of this whole investigation. \n[28]Not yet. Okay, Mark, I'll do it, but I'm gonna need a few things first. \n[29]Well, I'm gonna need a new title. Something to instill fear in the criminal mind. How about Director of Mall Intelligence? \n[30]That's perfect. \n[31]Got it. \n[32]Understood. Thank you for this opportunity, Mark. I won't let you down. \n[33]I'm sorry, but I can't answer anything. \n[34]I'm not allowed to comment on that situation. \n[35]I'm trained to resist torture for up to 72 hours, you really expect me to break now? Get real, lady. \n[36]Good luck. \n[37]It just means you won't find any police. \n[38]Ewww, alert the media. \n[39]First of all, if there was a situation to be handled, I don't see why you find it so goddamn ridiculous that I would be in charge. \n[40]Well for your information, I'm in charge of this whole fucking operation. \n[41]I don't give a goddamn if you believe me or not, Ms. Hot Fuckin' SHIT news lady. I'm the first line of defense against this pervert. As the law's right hand, I'm here so that people like you can live in your own little happy world and think places like this mall are safe and fun. I'm the defender of this war zone. Just me and my goddamn flashlight. \n[42]I warned you about parking in the fire lane, Saddamn! \n[43]\n[44]Sir, I will be forced to take action if you do not step back! \n[45]As I was saying, the pervert situation here is real bleak. For all you people out there thinking of coming to the mall, please for your own safety, stay away. \n[46]That's right and I've got another one waiting right here for you. \n[47]Hey, Brandi. \n[48]That color looks great on your skin. Not just that color, but I've noticed that all make-up looks really good on you. Especially the blue around your eyes. I bet it drives the men crazy. \n[49]It's okay.   I can say that because I'm taken. \n[50]I'm here on official business. See, I don't know if you know this, but I have recently been made Head of Mall Security. Did you hear about that? \n[51]Well, I'm sure you will. It's actually pretty huge news. But the reason I stopped by is to tell you that it looks like we've got a pervert on the loose. A real live psychopath who gains sexual gratification by exposing himself to ladies such as yourself. I just want to warn you to be careful when coming and going to work. \n[52]And you may not want to wear any of those skirts that you like to wear. \n[53]You know what skirts. Something like that could set him off. And for that matter, you better not wear any of those little low-cut top things either, okay? Especially with those black bras because, you can really see them in the light. Perverts really tend to notice stuff like that. Okay, see you later. \n[54]Dennis, man, I'm glad we've got a minute to talk. There's no easy way to say this so I'm just going to come right out with it. Mark offered me the position of Head of Mall Security. I know this isn't easy for you to hear seeing as you've been here longer than me. But I want you to know that you're my best friend and I'm only going to accept the job if you're okay with that. \n[55]Well, you should know I've already accepted and it's too late to turn it down now. Every ship needs a captain. So you were passed over. Who gives a shit? Dennis, in time, you'll come to accept answering to me. Remember, there aren't any leaders in friendship. We cool? \n[56]Hey, you want to go and grab a beer or something? \n[57]Yeah, you're right. You're probably in no mood to party after that news. Well, try not to take it too hard. See you later, buddy. \n[58]I'm ready, Mom. \n[59]Ow! \n[60]Fuck you! \n[61]You give? \n[62]You move with me, you go down. You move against me and your arm breaks. \n[63]What's that? \n[64]Luck has nothing to do with it. \n[65]I'm sorry, Mom. Are you okay? \n[66]Yeah, well for your information, I'm in charge of this whole BEEP operation. I don't give a BEEP if you believe me or not, Ms. Hot BEEP BEEP news lady. Do you see anybody else? BEEP no you don't. As the law's right hand, I'm the first line of defense against this pervert. I'm here so that people like you can live in your own little happy world and think places like this mall are safe and fun. I'm the defender of this war zone. Just me and my BEEP flashlight. \n[67]Do you think I did good? \n[68]Ah, you're just drunk. \n[69]Yeah, I usually don't come out to the forefront like that. \n[70]My official orders are Observe and Report, but when Mark put me in charge of mall security, something inside of me changed. It's what I've always wanted. Things haven't always worked out, with the whole... well, you know. But this gives me faith that I can do something great. This is my call to duty and I'm going to answer. I'm going to bust this fucking pervert. I swear it on everything I am. Anyway, I better get to sleep. I got a big day tomorrow. Good night, Mom. Mom? \n[71]You working the door here? \n[72]Kind of funny they thought they needed more security here. Ha. You do realize that if anyone gets out of hand, you need to call me to handle the situation. \n[73]Granted, but you realize that my jurisdiction supersedes any and all other forms of security when under the roof of Carolina Mall? \n[74]You did? \n[75]My young friend, you are sorely mistaken. Do you know how much stuff I'm in charge of? \n[76]A shitload. That's not even counting the parking lot. \n[77]No way, that's about like 75, maybe 82 percent of it. There's so much other stuff. \n[78]Two words, Friday Night. \n[79]It's crazy, let's just leave it at that. \n[80]Listen. I like you, but I don't like the fact that you're masquerading as an official in the security world. If you're serious about a career in the security world, then perhaps I could look into getting you a job on my staff? \n[81]Part of my job is reaching out to troubled youths such as yourself. It's who I am. \n[82]Hold on, this job involves a probationary period. You have to prove yourself worthy. We can't just hire any old Tom, Dick, or Harry just because they want to carry a flashlight. \n[83]You have to complete a term as deputy. You will answer directly to me. Your job will be to come and find me if you see any trouble. If this works out, then I will phone the crime into the police. Now, this will train your eyes to spot various criminal activity. Once you have completed your training, you will be awarded an official position on my security staff where you will have the duty of actually phoning in crimes to the police yourself. \n[84]For starters. \n[85]Until Mark lets me hire another guy. \n[86]Yes, you can. \n[87]You keep that attitude up and you'll have no problem making the squad. \n[88]It's a flashlight. Get to know it. It's your new best friend. Until you get your giant flashlight. Then, that will be your new best friend. \n[89]Okay, look alive, soldier. Deputy time starts now. No more slacker attitude for you. \n[90]You know, I remember when I got my first flashlight... \n[91]Brandi! I came as soon as I heard. Jesus, are you alright? \n[92]This is one of the most heinous things I've seen. Jesus, I tried to tell you about the skirts. It's not your fault, you little fighter you. Ronnie's not mad, okay? \n[93]Rogers. \n[94]Don't worry.   I'll carry you. \n[95]My name is Ronnie Barnhardt, chief inspector on the case and head of Mall Security here at Carolina Mall and this is my lieutenant, Dennis. From one law enforcement officer to another, I just want to welcome you and say that we will do whatever it takes to coordinate with your department in order to bring this assailant to justice. \n[96]Did you get a blood sample? \n[97]That's a shame. Would have been useful. \n[98]This is what I got so far. \n[99]What's yours look like? \n[100]Oh. \n[101]I'm afraid I'm going to have to disagree with you there, Detective. By my math, it seems pretty clear that Brandi's been targeted. \n[102]Well, how about the fact that she was the first employee to get assaulted? Not to mention the fact that she is the prettiest girl who works at this mall. To me it seems obvious that this is some sort of methodical villain that plans on returning to finish what he started by murdering Brandi. \n[103]That's right, Brandi, you've got the best team in law enforcement working for you. \n[104]I'll take one of those cards as well. \n[105]Go ahead and write your home phone on there as well in case I need to get a hold of you. \n[106]Sorry, but I'm gonna need those digits. If we're gonna solve this crime we need to constantly be in communication with each other and have an open door policy with intelligence. Brandi, let me see that card. \n[107]Cool, I'll call you later with an update. \n[108]It's no problem at all. We're brothers of the badge. This is what we do for each other. \n[109]Seems like a good guy. A little green, but still solid. \n[110]Just putting these posters up. \n[111]That's what it's like when you date the Head of Mall Security. The downside is we don't get to see each other as much, but the upside is you get to brag to all your friends. \n[112]Sure, let's take off. \n[113]Come on, let me get some of those big bazoombas. \n[114]Goddamn it, are we ever gonna do it? \n[115]We did, it's just, well, I'm tired of just doing what we do. I'm ready for something bigger. Like sex or just maybe using a finger on you -- \n[116]Well, I used to be, it's just. I don't know. What's so great about being a 27-year-old virgin? \n[117]Nell, I'm sorry. Don't go away like this. \n[118]I do.   I really do. I'm sorry, Nell. \n[119]I'll stop by for breakfast tomorrow. \n[120]Mom, wake up.    Let's go to bed. \n[121]Oh shit. \n[122]Good to see you, brother. Looks like the old team is getting together to crack one more case. \n[123]I'm ready to go to war with you. \n[124]I've already checked the Security tapes. They didn't catch a thing. Someone must have broken in here and turned them off. \n[125]Laser technology. \n[126]Detective Harrison, can I ask you how long you've been a detective for? \n[127]Just as I thought, a rookie. \n[128]Yeah, you're a rookie, okay. It's fine, you'll learn with experience. And when you do, you'll discover that rule #1 of law enforcement is that you don't ever turn on a fellow officer. Now, I know you would never actually accuse somebody on my Security Force of committing this act of lawlessness. \n[129]Look, my record speaks for itself and as for Dennis, well I can certainly vouch for him. Dennis is one of the finest men I know, so just take my word, you're barking up the wrong tree. Now, let's put this little squabble behind us and get back to busting the guys that robbed this mall. \n[130]I understand too, sir. \n[131]No can do, Mark. When you appointed me Head of Mall Security, I swore an oath to protect this mall and aid in bringing crime to its knees. \n[132]To myself I did. \n[133]There's only one cook. I'm a chef. A cook and chef, together, serving up justice. \n[134]Hot plates of justice. \n[135]Come on, rookie. Let me show you the lay of the land. \n[136]Okay, Dennis. I've gotta hang with Detective Harrison. \n[137]What I need for you to understand is that just because Detective Harrison is here, doesn't mean that you and me are no longer best friends. Sure, Harrison would be cool to hang out with. He carries a badge and a gun. He probably owns a boat. Over time, we'll probably become really close like brothers, but for right now, you're still number one. Now, I must leave you behind because duty calls, so... chin up. Radio if you need anything. \n[138]My turn, Rookie. \n[139]Solving the whole case right before your eyes. \n[140]Hello, Saddamn. \n[141]I want your ass to face the music is what I want. \n[142]So you're just gonna let him slip right through your fingers? \n[143]No reason? Look at him. There's every reason in the goddamn book. \n[144]I think it's obvious, Saddamn. \n[145]You're not even black. \n[146]Sure, sorry.   We're crystal. \n[147]Alright, I believe I can be of some assistance here. \n[148]This is a special circumstance. \n[149]Communication skills, watch and learn. \n[150]Que pasa? \n[151]Como? \n[152]Si. Yeah, this guy definitely did it. \n[153]I don't know, I don't speak Spanish, but judging from his tonal inflections, it's safe to say that he's hiding something. The only question is where. Okay, Ramon, I'm giving you one chance and one chance only to come clean. Or else Detective Harrison is going to come over to your house and deport your whole family back to Mexico. \n[154]Good cop, bad cop, just play along. Where are you hiding the jewels? \n[155]Alright, you're gonna make me be the bad guy here? Well, that's a role I'm comfortable playing. Let's just see what you're hiding. \n[156]Think you're pretty slick, don't you? Guess what? I'm pretty slick too. \n[157]Alright, you're free -- Wait a minute. \n[158]Okay, my mistake. Sir, you're free to go. Uh, you might want to have someone clean this up which in this case is you, so, uh, chop- chop. Wouldn't want anyone to slip on this mess. \n[159]And I'm Ronnie Barnhardt, head of Mall Security. \n[160]Come on, we're working here. \n[161]You're gonna let them distract you with a little bit of panty showing.    You have got a lot to learn, my friend. Who are you protecting, toots? \n[162]Look, I'm sure you and your little friend have made a real lifestyle for yourselves here. It's probably easy for you to blind most men with your beauty, but I'm not most men. I can see through the sexuality to the truth. Jewelry, gold, diamonds, you don't really expect me to think that a man wants that crap. I'm putting you on my list of top suspects. I don't think you did the crime, but I do think you are an accomplice. \n[163]You should be ashamed of yourself. \n[164]Is that pot I smell? \n[165]Whatever, hippy. If I find you doing drugs or killing cats or whatever you devil worshippers do, I'll come back here and bust you. I swear to God. \n[166]Just forget that, we're on to something bigger here. \n[167]Now, maybe I'm crazy or maybe I'm the smartest man alive, but it seems kind of convenient to me that you sell hammers like this one that could easily be used to smash a glass case in, oh say, a jewelry store. \n[168]You really think you're gonna talk your way out of this one? \n[169]You guys should have been there today. We were just solving shit left and right. I mean, that's what this job is supposed to be like. Busting loiterers and kids who steal pennies from the fountain has its rewards, but really getting in there and closing cases is where it's at. It's rewarding too because at the end of the day, you know you've done something good for the world. \n[170]Well -- What is your name anyway? \n[171]Well, my young apprentice. I called you here today because as Head of Mall Security, I have decided that it's time to take protection to the next level. In other words, I alone cannot combat this recent crime wave. In order to help me in my personal journey, I have decided to divide up the tasks between my soldiers. So, for now on, Dennis, my right-hand man, you will be in charge of solving the case of who is robbing the mall. Little Chucky, you will be on the case of the Pervert. You are both to collect data and provide it to me. I will analyze the data, draw conclusions, and solve these crimes as well as coordinate and strategize with various law enforcement agencies. \n[172]You can't measure honor in dollars and cents. \n[173]Who me? Nah, man. Why?     What do you think of her? \n[174]Yeah, but, you don't think she's kind of hot? \n[175]Fuck no. There's no way I'd date that... person who's obviously not hot. \n[176]Anyway, our new unit will operate under the name, 'Special Elite Task Force.' You will answer directly to me and no one else. Now, let's all put our hands in the middle and do a unifying cheer. \n[177]Seven even.   I promise. \n[178]One, two, three, TASK FORCE! \n[179]Okay, so now I say we all take a celebratory trip to Sears because, as we all know, today is half- price day on all automotive parts for mall employees. \n[180]It's no interruption.   What are you still doing here? \n[181]It would be my honor. \n[182]Just doing my job with a little something extra especially for you. \n[183]Brandi, um... I was just thinking, would you like to go to dinner this weekend? \n[184]Look, it's not like that. I've got a girlfriend... who doesn't work in this mall. \n[185]Just out of curiosity, what is your type? \n[186]Yeah, I guess that's not me. \n[187]What's that? \n[188]Done. \n[189]My lips are sealed. \n[190]You may drink your fill. \n[191]You got it. \n[192]Is $20 enough? \n[193]Got it.   Not a date. \n[194]Hey, Brandi. \n[195]I lied.   It is a date. \n[196]I'm not here for that.    I need to talk to you. \n[197]Who the fuck are you? \n[198]I need a favor. \n[199]As you know, we've had a lot of crime around here lately. Between the Flasher and all the break-ins, I've decided to go to the streets. Frankly, I'm looking for a stool pigeon and you're just the right person. \n[200]I could make it worth your while. You like skating at the mall. I could allow you to skate here whenever you wanted. In exchange, you keep your eyes peeled and provide me with any information you come across as to the identity of the perpetrators. \n[201]Well, let me put it another way. If you don't help me, I'm gonna spread your little butt cheeks and stick this flashlight up your ass. But like for real. Like I really will do that. This is the new me talking and I get what I need, you understand me, Stevie? \n[202]Cool. In that case, have fun shreadin'. \n[203]Good morning, Nell. \n[204]Look, I got to talk to you about something. I'm not really sure how to put this. Let's see. If you drove a Toyota. \n[205]I know, but let's just pretend you drove a Toyota. Now, this Toyota runs really good. It always starts when you need it to and it gets good gas mileage and you don't have to do much to maintain it. Then you get a really important job like Astronaut, no that won't work, you get a job as the head of Wall Street. Well, you may really like that Toyota, but you're going to feel weird about driving it to work every day, right? Now let's say that somebody offers you a chance to get rid of that Toyota and instead you get a Ferrari. It may be more expensive and harder to drive, but I mean, it just looks good as hell. What would you do? \n[206]You would trade up, Nell. Well, that's exactly what I'm doing. \n[207]No, Nell, I'm getting a new girlfriend. \n[208]This girl, Brandi. \n[209]Yeah, I mean, no, she's not a slut. But you're thinking of the right person. \n[210]I'm sorry. I don't mean to hurt you. It's just, well, I believe in this world, you play the hand you're dealt and at this point in my life, I've been dealt five Aces. I'd be a fool not to bet. \n[211]I have to, Nell. \n[212]Of course I love you. \n[213]Because I've never dated the prom queen before. \n[214]Come on.   Why do you have to bring that up? \n[215]Even if I do fall, it won't matter, because I'm learning to fly. \n[216]Yeah, um, I've got a really special date tonight with a hot young lady -- Do you know Brandi? \n[217]Never mind. Anyway, I need something that's really 'cool.' Something that will impress her and I guess you could say I'm not exactly in the know with what the hipsters are up to these days. \n[218]Um, I guess love, but uh... \n[219]Watch it, man.     She's a lady.   But yes. \n[220]It's too tight in the butt. \n[221]Really, you don't think I look like a phony. \n[222]Yeah, I guess these clothes are kind of cool. \n[223]Its not Nell, Mom. \n[224]I did too. But then I met this girl Brandi and she swept me off my feet. \n[225]I actually feel kind of bad about Nell, but I figure that I can pour all the sadness into Brandi and just really rely on her for my happiness instead of Nell. \n[226]She is, Mom. She's the most perfect girl in the whole world. \n[227]I hope that happens tonight. \n[228]Is that a yellow diamond? \n[229]Mom, why did Dad leave? \n[230]Do you think it was my fault that Dad left? \n[231]Well, I didn't know, with the drinking and all. \n[232]I love you, too, Mom. \n[233]Damn, that was pretty impressive. \n[234]Well, Brandi, can I just say that you look absolutely beautiful tonight. \n[235]Yeah, yeah.   No problem. \n[236]Oh, it's nothing. \n[237]It's just a pill I'm supposed to take. \n[238]The Doctor. \n[239]Yeah, I guess I party like this every four to six hours as needed. \n[240]Help yourself. \n[241]So, how do you like working at the mall? \n[242]Yeah, I see how that could get to you. \n[243]That's a lot. \n[244]So, Brandi, I hope I'm not being too forward, but do you have a boyfriend? \n[245]Yes! \n[246]Yeah, I understand. I hate ties. I recently cut mine and now I'm free like a bird. \n[247]To new beginnings. \n[248]Okay. \n[249]No more.    I'm sticking to beer. \n[250]God, you remind me so much of my mother. \n[251]You are so beautiful. \n[252]Brandi, this is the most fun I've ever had on a date. \n[253]Wooo! Um, so, Brandi, it's no secret that I'm attracted to you. I think everybody in the mall is. As you know, I recently split with my girlfriend and basically, I was wondering if, since you don't have a boyfriend, that I could maybe be your boyfriend and you could be my girlfriend? \n[254]Brandi, I had a wonderful time tonight. \n[255]Are you okay? \n[256]I love you, Brandi. \n[257]I don't care. \n[258]Don't look at me like that, Dennis. I told you I wouldn't talk. \n[259]I'm serious, Dennis. A gentleman never kisses and tells. So, just stop with all the pressure because it's just not gonna happen. \n[260]Okay, fine, you son of a bitch, you want details, I'll give you details. I had sex with Brandi last night. \n[261]It was amazing. I mean, I've never experienced anything like it. I've been with a girl or two. \n[262]Okay, fine, I've been with a girl, but let me tell you, this was so much better. You know how many times we did it? Twice! BAM! \n[263]But I got to tell you, Dennis. It was steamy and sexy, but more than anything, I should tell you that it's her soul that I fell for the most. She got pretty tanked, but I could just really tell that she's a good person. The kind of person that I could see myself with. \n[264]Look, I'm gonna get out of here. There's a lot of people I need to tell about this, so I'll catch up with you later. Oh, and I almost forgot, keep your eyes peeled for crime and stuff. \n[265]You have? \n[266]What color of roses do the women like anyway? \n[267]Yeah, we're way past the color white if you know what I mean. What about the yellow ones? \n[268]I don't even know what to make of that. \n[269]Next. \n[270]Why didn't you just say that?    I'm a busy man here. \n[271]Forget it. Give me a big bag of the red ones. \n[272]Go ahead. \n[273]I've only been on one date with her, but I could see myself being with her for all of eternity. \n[274]Seems   like a big bag of roses would   be more love than just one, but I   guess you're the expert. Gimme   one. \n[275]Brandi? \n[276]I came here to see you. And to present you with this single red rose. It symbolizes 'love.' \n[277]Well, after last night,   I just wanted you to know that   it wasn't just some fling to me.    It meant something special and I   felt it deep in my soul. \n[278]I remember it for the both of us. \n[279]I'm the head of Mall Security. \n[280]Brandi, I know exactly what you mean. And I just want to thank you for being honest. You're telling me I'm not living up to my full potential in life. It's funny, because I've been feeling like this for quite some time. I guess I just needed that extra little push to get me over this hurdle I've been stuck on. How can you be with a man who isn't living the life he was meant to? \n[281]I don't like it, Brandi, but I do understand. I promise you this. Next time you see me, I will be wearing a uniform that will make you proud. I will be the man that you will be honored to call your life's love. \n[282]I will though. I'll bet everything I have on you. Now I ask you for one favor. Although I am unworthy, will you accept this rose from me anyway? \n[283]I'm here to become a police officer. \n[284]I have a GED. \n[285]You bet your ass I am. \n[286]That sounds fun. Sign me up. \n[287]It's like it was meant to be. You behind the wheel. Me riding shotgun. Two brothers of the badge unite to form the ultimate crime-stopping combo. I'm psyched to be here, Harrison. Thank you for the opportunity. \n[288]I know. You want to know the truth. It's because I respect you. See, when we're at the mall, it's obviously my turf. Sure, I break your balls about being a rookie, but out here in the streets, I'm the rookie. I'm here to learn. Teach me. \n[289]I've wanted to be a Police officer all my life. \n[290]Don't get me wrong, I love keeping the mall safe, but you guys are the ones that really enforce justice and protect, not just our mall, but our whole community. I don't tell the guys on my squad this, but the Security Guard job was just temporary. \n[291]Right, we're not back at the station anymore so we can cut the charade. \n[292]Well, I know that policy demands I stay out of the way, but between you and me, I just want you to know that if anything pops off tonight, I'm going to jump right in there and take 'em down with you. \n[293]I get you. You have to say this in order to keep you safe 'legally' speaking. I should probably follow along too. 'I swear I won't get out of the car and fight justice tonight.' \n[294]I know. \n[295]Yeah, so then I basically saw his ass trying to circumvent around the ped exit and slip through the employ exit. Not allowed. The two ped exits are to be used only -- \n[296]Yeah, I see it. \n[297]Shit, I've heard of that. \n[298]I don't know.    It looks pretty shitty to me. \n[299]Oh, yeah, I can see that it's basically a fine neighborhood. \n[300]I use that same technique at the mall. \n[301]Really? \n[302]You can count on me.     Thank you for the honor. \n[303]I won't let you down. \n[304]Where are you going?! \n[305]Hey, no horse play. You guys get on home. \n[306]No, I don't want any crack. In fact, I didn't want to do this, but you leave me no choice in the matter. I'm placing you under citizen's arrest. \n[307]I place you under citizen's arrest for the crime of selling a Schedule 1 Narcotic. You have the right to remain silent... \n[308]... If you cannot afford an attorney, one will be appointed to you. Now I guess we just wait here for my ride to come back. \n[309]Who, this little guy right here? \n[310]Well, I hate to be the one to tell you this, but it appears that your little brother has tried to sell me illegal drugs. I know it's hard for you to hear that. \n[311]Is that so? Well then, it looks like you got one less employee because I'm taking little brother down. I'll die right here before I let crime prevail. \n[312]Free to go, little brother. My mistake completely. Good luck with the crack. \n[313]Alright, so I guess I'll be seeing you folks. \n[314]Oh, no. That's really not necessary, Tone. \n[315]Oh, Jesus, I don't want to die. Don't let me die, don't do it! \n[316]No, please!   I'm sorry! \n[317]I know what you did! \n[318]You're not going to talk your way out of this one. You set me up! \n[319]Don't try to deny it! You set me up and that's all there is to it. \n[320]And I just want to thank you for it. \n[321]Because I'm proud to report that I passed the test. I know you wanted to see if I had the chops to cut it on the police force and I'm glad to say that I passed. I knew I would get initiated some time, but I didn't think it would be so soon. Thank you, Detective Harrison. Thank you for believing in me. \n[322]You don't have to say anything. Your actions speak for themselves. Thank you for giving this rookie a shot. Get used to seeing Ronnie Barnhardt around here, boys. \n[323]Good morning, Mark. \n[324]I feel your pain, Mark. Quite frankly, there's two things happening. One, I'm lacking a sufficient firearm. And two, we're understaffed. That's why I come to you this morning with a plan. Come on in, Charles. \n[325]This is Charles, sir. \n[326]Mark, I would like to hire Charles here as an additional Security Guard. He would operate under me. I figure with the additional criminal element, we should hire more security in hopes that we would have a better chance of catching these guys. \n[327]Um, sir, I have personally been training young Charles for weeks now in preparation for this day. The kid kind of looks up to me. I'm some what of a big brother to the little guy. \n[328]With Charles on my team, I can now devote more time to the robbery and Pervert case. I plan on having these wrapped up by the end of the week. \n[329]Why'd you just laugh? \n[330]Did I say something funny? \n[331]That's not bad, but you need to learn to speak in a more authoritative voice. Watch this. Slow it down! Slow it down! You've already received one verbal, don't make me issue a second! See, you can't be intimidated. You have to make them respect you. \n[332]No problem, my young student. So, I got something to tell you. Keep this between us until it's official, but I don't think I'm going to be here for much longer. \n[333]I do love it, but it looks like someone is going to be joining the police force. \n[334]They're calling me up. It's basically a done deal. Just a little red tape is the only thing keeping me from carrying a gun. \n[335]It's always been my job. The Mall thing is great training, but it has its limitations. Some stars are just meant to shine brighter than others. \n[336]\n[337]Nell? \n[338]What are you doing? \n[339]Well, that's okay, I guess.   Just watch your speed, okay? \n[340]Ex. \n[341]You think so? \n[342]Yeah. \n[343]No, ma'am, we don't. \n[344]Born and raised right here. \n[345]No, ma'am.   My record is totally clean. \n[346]No, ma'am. I believe drugs are the path to self-destruction and should be purged from the face of the earth with ruthless vengeance. \n[347]Yes, for my nerves. A man in my line of work has a lot of stress to deal with. If you've seen the bloodshed I've seen, you'd be on the meds too. I -- Where are you going with this? \n[348]I can't believe you'd even ask me that. \n[349]Yes. \n[350]The kind of branch that doesn't exist on paper. \n[351]Finally. \n[352]Would I? Yes. Would I be more useful working alone, I would say definitely. I see myself more like a Rambo kind of guy. A man who rolls solo. Taking care of business on his own terms. Kind of like a Superhero or something. \n[353]I want to become a cop to help people. The world is a scary place with lots of evil everywhere. See, I have this vision of evil trying to get at the world from every angle and there I stand at the top of it all with my gun, just kind of blowing it away. Just me and my weapons, cleaning up this whole town. I know I could do some good if I was just given a chance and everybody would be a lot better off. \n[354]Maybe Russian gang activity, but you know what? I think I'm gonna have to go with evil on that one too. \n[355]Thank you, ma'am. \n[356]I'm telling you, Mom, this police thing could be good for both of us. Not just the fact that I'll be making the streets safer for you, but they have health insurance and a pension plan so I don't have to worry about your medical bills as much. \n[357]Mom, I know, but maybe you should stop drinking so much. You're getting up there and you know what the doctor said about your liver. \n[358]I just worry about you is all. \n[359]Why would you say that? \n[360]Mom, I appreciate it, but I'm going to make it as a police officer. I'm tired of coming in second all the time. Everybody in life gets to go for their goals, why should I be any different? \n[361]Okay, Mom.   I hear you. \n[362]What's that, Mom? \n[363]Mom!   That's gross! \n[364]Mom. \n[365]Ronnie Barnhardt reporting for duty. \n[366]What?!   Why not? \n[367]Did I fail one of the tests? \n[368]No! \n[369]Detective Harrison, you've got to believe me. I'm completely sound. This has got to be a mistake. \n[370]You guys keep records on that? \n[371]I understand. Thanks for believing in me, Detective. And just for the record, I'm not crazy. \n[372]Hey, Nell. \n[373]Can I talk to you for a second? \n[374]I tried to get into the police academy again and the same thing happened. \n[375]Why does this keep happening to me, Nell? \n[376]No. Are you going home? I mean, do you want to go somewhere and talk or something? \n[377]Why not? \n[378]What plans? \n[379]What the fuck do you want? \n[380]What the fuck is going on? \n[381]Nell, for the love of God, don't go with him. \n[382]Don't go, Nell. Remember your purity! Remember your purity! \n[383]I'm just taking a break. What do you want, Stevie? I don't have time to fuck around with you today. \n[384]What the fuck is this? \n[385]This thing gets grosser and grosser all the time. Well, thanks for the clue. Maybe I can use this to identify the freak. You can skate all you want around here. \n[386]What do you mean? \n[387]Nah, man, I'm fine. I mean, I'm catchin' perverts and protecting this mall and just you know, really livin' the dream. \n[388]No, I don't want to get high. \n[389]And by the way, if I see you getting high, I will call the police and have your criminal ass arrested. Don't you fuckin' ever mistake my kindness for weakness. I hate drugs and I hate you too. \n[390]\n[391]Get back inside, Brandi. This isn't about you... you... you slut! \n[392]How can you just stand there after you ruined my life and act like nothing happened?! \n[393]You're pretty tough with that gun. \n[394]You were supposed to be my friend! \n[395]I was just trying to scare her. \n[396]Fine, fuck you! Fuck all of you! And, Harrison, you better be glad you have a gun or I'd kick your ass too. And you know what? I'm taking my friendship back because you don't deserve it! And, Brandi, I'm taking my love back too. I'm gonna leave now and you two can just have fun. Have fun sleeping tonight because something tells me, you won't be able to. \n[397]I'm disbanding the task force. \n[398]No, I'm not cool, Charles. In fact, shit is seriously fucked up. I've got to protect the whole mall by myself. Now, I got you this fucking job, when are you going to stop being a little baby and do something for a change. 'I don't want to do anything hard. I just want to be a little bitch and brag about dropping out of college.' Grow a fucking pair, will you, Chucky? \n[399]I'm sorry, Charles! I didn't mean it, buddy! \n[400]You know, Dennis, for the longest time I made this job my whole life. I looked at this mall as a kingdom and I looked at Mark as the King. I thought of myself as the first Knight and the customers, well, they were the peasants. I lived by an old code where one was bound by duty and honor. But now I don't know if I believe in that code anymore. I've lost my way. Now I just feel like it's one big kingdom of shit. Right now, I got half a mind just to let this whole place burn. Burn it to the fucking ground! \n[401]You're goddamn right I'm ready. \n[402]Fuck it, give me the bottle. \n[403]Fuck you, Stevie! \n[404]Dennis, I got to thank you for today. Man, I was so down, but you taught me that I don't need to take things so seriously here. We have a pointless existence. Who gives a fuck? \n[405]A partner. I like that. You know, I've never really had a friend before, but I think that this could be the beginning of a real good thing. \n[406]What do you mean? \n[407]You're the one who's been robbing the mall? \n[408]I can't believe this. Right in front of my goddamn face this whole time! \n[409]Dennis, I can't take part in this. \n[410]I can't let you rob the mall. \n[411]Come on, Dennis. We're best friends, so just put that stuff back and let's go get a beer. \n[412]Good, man.   That makes me feel better. \n[413]Ramon, get your ass over here! Go get my spare keys out of the office. \n[414]Ramon! Goddamn it get back here! Go get my goddamn keys. \n[415]Can I speak now? \n[416]Are you sure? \n[417]It seems only natural that 'some people' would want to blame me and truth be told I do put a lot of that blame on myself. But some people might say that the cops are to blame for not catching them. Some people might say that the reason this happened was the undeniable fact that I was under- equipped and quite frankly, lacking a sufficient firearm. But not me. I carry this loss alone deep inside my heart. \n[418]Fuck you. \n[419]Wait a minute. I thought I could trust you, Mark, and now you're telling me that you're going to be the one to put the knife in my back. Fair weather friend you are. \n[420]You think you're so smart, Mark. You don't know everything. If you're firing me, then you can say goodbye to your entire Security staff. Because there is no fucking way my team is going to work here if you fire me. Isn't that right, Charles? \n[421]And you told him to fuck off, right? Charles? Right? \n[422]This isn't happening! Everybody is fucking me over?! I hate you all. \n[423]Wait a minute.     I'll work for free, Mark. \n[424]I'll pay you. \n[425]I love you. \n[426]You don't love me, Mark? \n[427]Hey, Charles. Mark asked you down here in case I got out of hand? Well, get ready to earn your money. \n[428]I guess maybe look for a job or something. \n[429]There is no bright side.   My life is over. \n[430]What the fuck are you talking about, Mom? \n[431]Nothing. That's exactly what you're supposed to do. I just blew my life. I tried to be a big shot, a hero and a stupid cop. I wanted to be recognized for being great. I should have just been happy where I was at. I didn't do my duty. \n[432]I do it because I love you. \n[433]Are you going to quit drinking? \n[434]I'm so proud of you, Mom. \n[435]I've been better. You? \n[436]Yeah, I heard they finally caught up with you. \n[437]You know they fired me when they found out you were the one who robbed the mall. \n[438]It's cool, but I need to know why you did it. \n[439]Come on, Dennis. \n[440]Yeah. \n[441]What's that? \n[442]No, Dennis, I haven't. \n[443]Thanks for talking to me, Dennis. \n[444]Yeah, Dennis. \n[445]I can't do it, Dennis. You're now a criminal who stopped caring, but my crime is that I care too much. \n[446]I just came to talk to Nell. Don't get your panties in a wad, I'm just here as any normal patron. \n[447]It's okay, Charles. \n[448]Thanks, Charles. \n[449]I got something I want to say. \n[450]I'll be quick. Nell, this is the only job I was ever any good at. I'm not a crime solver or right hand of the law. I'm just a dumb guy in a uniform who can't even become a real policeman. Somewhere along the way I started to think I was something special, someone whose shit didn't stink, someone who deserved to date out of my league. You know, I've learned. My shit does stink. It smells horrible. And you're also out of my league, but for some reason, you like the smell of my shit. I guess what I'm saying is... \n[451]If you give me another chance, I'll spend the rest of my life making it up to you. And you can call me sweetie in front of people and I'll like it. \n[452]Son of a bitch!!! \n[453]Are you alright? \n[454]Shit, we should call somebody. \n[455]Yeah? \n[456]Get out of the way! Get out of the way! \n[457]Stay the fuck away from my wife! \n[458]Okay, Ramon, we're fucking even! \n[459]as he runs by the RECORD STORE, which of course is BLASTING MUSIC. Ronnie stops at the doorway.  \n[460]Turn it down.     Turn it down. \n[461]Fuck yeah! \n[462]Hell no.   I'm taking him down myself. \n[463]Thank you, sir. \n[464]I don't love you! \n[465]Fine. \n[466]I caught the Pervert. \n[467]Since you're a real Cop, right? \n[468]What are you doing?! \n[469]I'm trying to remember my speech. \n[470]Well, being a mall security guard basically requires the same skill set that someone in say the FBI has. You have to use logic and evidence and old-fashioned common sense as well as the latest technology to deduce the criminal mind. It's what I do. \n[471]Yeah, I'd just like to say that Carolina Mall is back on track and safer than ever... \n[472]In fact, there are some wonderful sales taking place right now. \n[473]So for all you families out there, come on down and see us. It's a wonderful place. \n[474]", "BRANDI": "\n[1]What do you want, Ronnie? \n[2]No. \n[3]Okay, got it. \n[4]What skirts? \n[5]It was horrible! Oh, my God, the thought of that disgusting -- I think I'm going to be sick. \n[6]I just keep playing it over and over again in my head. \n[7]Physically, yes. But psychologically, no! \n[8]I'm fine, Ronnie. \n[9]I can't walk right now.   I feel like I'm in shock. \n[10]I'm really shaken up. \n[11]Yes, I did. \n[12]No. \n[13]He was tall and skinny and he had brown hair and it was real greasy. \n[14]It was long about to his shoulders. \n[15]No, he just stood there and you know, touched himself. \n[16]Just a brown trench coat. \n[17]What if he comes back? \n[18]Is that going to happen?! \n[19]I feel a lot better now. \n[20]Sorry to interrupt. \n[21]I had to do inventory tonight. Bruce took off early so I'm the last one. Hey, I was wondering if you would mind walking me to my car. You know, just in case that freak with the dick is out there someplace. \n[22]Alright, thanks for the ride. \n[23]See ya tomorrow. \n[24]How come every time somebody does something nice for me, they act like I owe them a blow job? \n[25]Ronnie, I got to be honest with you, you're not really my type. \n[26]Rich guys.    Or guys who are really hot. \n[27]I'll go out to dinner with you on one condition. \n[28]This is not a date. Do you understand? We're going to dinner, but we are not going on a date. \n[29]And you can never tell anybody we went out. \n[30]You pay for dinner, right?   And as many drinks as I want. \n[31]And you have to drive me to my car every night after work for the next six months. \n[32]And my car is low on gas, so I need some money to fill it up. \n[33]Nah, fifty. \n[34]Okay, you can pick me up after work on Saturday. Dinner and that's it. Don't try to kiss me because I'll smack the shit out of you. It's not a date. \n[35]Thanks for the ride. \n[36]What? \n[37]Yeah, work's been pissing me off, so I just need to blow off some steam. \n[38]Yeah, I know. Nurse! Get me another -- You got this, right? \n[39]Nurse! Bring me another and keep 'em coming. I think it's funny to call the waitress nurse. \n[40]Hey, what's that? \n[41]Don't be stingy, what the fuck is that? \n[42]Let me see. \n[43]Where the fuck did you find these? \n[44]Damn, Ronnie, Klonopin. I'm impressed. This is the good shit. I didn't know you partied like this. \n[45]Let me get one. \n[46]Hell yeah! \n[47]I hate that shit. All I do is listen to bitching all day long. I got to put makeup on these fat- ass women all day and it's like, I don't give a shit what you do, you can't polish a turd. \n[48]Let's do some shots.      Waiter, four shots of Jager! \n[49]It's Friday. \n[50]I've got a few hook-ups but nobody who is a boyfriend. \n[51]You know, it's just like a time in my life where I want to be free right now and think about myself. Not get tied down to one person. \n[52]Alright, bottoms up. \n[53]Right up your ass! \n[54]Oh, shit! \n[55]What's wrong, is your pussy hurting? \n[56]Feel the burn, bitch! \n[57]Who wants to see my titties?! \n[58]For the last time, this ain't a date, motherfucker! This is a party! \n[59]That's my house! \n[60]I'm so fucking shit-faced. \n[61]My breath smells like asshole. \n[62]I think I've got puke in my teeth. \n[63]How may I help you? \n[64]What is it, honey? Let me guess. You're looking for something to take care of those blackheads and hide that puffiness under your eyes. I've got just the thing. \n[65]Fifty dollars for the bottle. \n[66]What the hell are you talking about? \n[67]I don't know who you've been talking to, but it's safe to say that you're fucking trippin'. \n[68]Oh fuckin' Lord. This is disgusting. \n[69]Pull it together. This is how you run around all the time? Have some self-respect. No wonder your man left you. Who the hell would want to be around this shit all day? \n[70]You better fuckin' run, bitch! \n[71]I'm just kidding. \n[72]What are you doing here? \n[73]Ronnie, that's really... uncalled for. \n[74]Oh, like you've never been drunk, Bruce! \n[75]Ronnie, look. I got to be honest with you. I barely remember last night. \n[76]Okay, see here's the thing. I don't know how to say this, so I'm just gonna come on out with it. Ronnie, I could never date you seriously. I mean, you're a security guard. \n[77]Exactly. The point is, I don't really see myself being with that. Like ever. You know what I mean? \n[78]Yeah, something like that. And just you know, you're a security guard at the mall and it's like, come on, you know? \n[79]Don't bet on it. \n[80]I can't do that. And tell your girlfriend to stop coming by my work and threatening me and shit. \n[81]Shhhh. \n[82]I thought I heard something. \n[83]Shit! \n[84]Well, you're the fucking cop.   Do something. \n[85]What the fuck are you doing?! \n[86]Ronnie, it's me! Don't do anything crazy. \n[87]Fuck off, Ronnie. \n[88]It's easy 'cause I don't give a \n[89]You don't scare me, you piece of shit. \n[90]Tell me about it. \n[91]I was drunk okay. You gonna make a big deal out of it. \n[92]Fine. \n[93]That'll be $39.99. \n[94]I hope so.   It's my favorite. \n[95]Good job, Ronnie. \n[96]I don't love you either. ", "DETECTIVE HARRISON": "\n[1]Your secretary told me to come on in. I'm Detective Harrison, Cabarrus County Police. \n[2]Hello, Brandi.     Are you doing okay? \n[3]Yes, ma'am, I'm sure you are after all you've been through, but I'm here to tell you that we're going to work together to make sure we catch the person who did this. \n[4]Great. Okay, Brandi. Did you get a look at the suspect? \n[5]Thank you. Brandi, can you remember anything specifically? What color was his hair? Was he tall or short? \n[6]Was his hair long or short? \n[7]Did he say anything? \n[8]What was he wearing? \n[9]I just wrote a description. \n[10]Okay, Brandi, I think that's good for now. I think the best thing at this point is to just follow up with the other ladies who saw the perpetrator yesterday and see if they remember anything. \n[11]That's highly unlikely. These incidents are usually random and unpredictable. I'm sure you'll be safe. \n[12]Targeted? What gives you that impression? \n[13]That's not going to happen. \n[14]Well don't worry. I'm on the case and I'm going to do everything in my power to bring this guy down. \n[15]Look, I've got to get going. Here's my card. I'll even write my home phone number on the back, just in the event you need to get a hold of me. \n[16]Give me a call when you aren't working and I'll have you come to the station to look through some mug shots. Don't worry okay. \n[17]What? \n[18]Oh, okay. \n[19]You can just leave a message at the station. I check my messages constantly. \n[20]Don't do that. \n[21]Thanks for waking me up this morning, Ronnie. \n[22]My team just checked all the doors and there are no signs of forced entry. I've also checked out the crime scene, but we didn't see any fingerprints on the glass. The suspect was probably wearing gloves. \n[23]My guess it was an inside job. Probably someone who has access to keys like a janitor or a security guard. \n[24]I'm almost at the end of my first year. \n[25]I've been a police officer for several years. \n[26]Whoever did this would have to had keys to the Security Room so they could shut off the camera. \n[27]Ronnie, nobody is accusing anybody, but I would like to stick around for a while and interview some of the employees. \n[28]I understand. \n[29]Ronnie, on these types of investigations, it's usually not a good idea to have too many cooks in the kitchen. \n[30]I'm gonna do this alone. \n[31]So, have you seen any suspicious people hanging around the mall? Anybody who might have been casing the stores? \n[32]Okay, well if you can think of anything, here's my card. \n[33]What are you doing, Ronnie? \n[34]Ronnie, this is official police business. \n[35]Ronnie, I appreciate your enthusiasm, but just let me handle this. Have a good day, sir. \n[36]I have no reason to make him a suspect. \n[37]Ronnie, stop. We're finished here. Now if you're going to tag along, I'm gonna need you to just stay back; are we clear? \n[38]Did you let anybody borrow your keys? \n[39]Have you seen anything suspicious? \n[40]Okay, sir.   Thank you for your time. \n[41]Ronnie, we talked about this. \n[42]What special circumstance? \n[43]What did he say? \n[44]No, I'm not. \n[45]Ronnie, that's enough. \n[46]I'm Detective Harrison with the Cabarrus County Police. \n[47]Okay, seriously, would you back the fuck off?! I'm trying to do my job and you're fucking it up. \n[48]I'm working! \n[49]Sorry. Hi. I'm doing a check with all the mall employees to see if anybody has any information on the robbery that took place here last night? \n[50]That's fine, thanks for the help. \n[51]I'm sorry, ma'am. He's not with me. Here's my card. If you think of anything, just give me a call. \n[52]Shut up, Ronnie! \n[53]Get the hell out, Ronnie. I'm here to ask questions about the robbery. \n[54]You requested to ride along with me. \n[55]Why do you want to become a Cop? \n[56]Well, just pay attention tonight and make sure you stay out of the way. \n[57]What are you talking about? \n[58]No, no. Ronnie, policy says you have to stay in the car. \n[59]Ronnie, you really can't. \n[60]I'm glad we understand each other. \n[61]You see that corner there, Ronnie? \n[62]That corner used to be the worst corner in this whole town. It was riddled with drugs, prostitution, and gang violence. It was nicknamed 'The Crossroads.' \n[63]That's right, but myself and the other officers worked on cleaning it up for years so that the good folks of this neighborhood wouldn't have to worry about being safe. Yes, sir, that corner is a testament to the fine police work of our force. \n[64]Well, it's a low income area, Ronnie. You're being kind of prejudiced. \n[65]That's right, but it hasn't been easy. We still patrol this area every night just to keep our presence up. \n[66]I'm sure. I usually do the foot patrols myself, but because I like you, I'm going to let you do it tonight. \n[67]Yeah,   really. But I told you about   department policy, so I'm going   to need you to keep quiet about   this one. \n[68]Of course, Ronnie. I just really believe in you. \n[69]Trust me, you would have done the same thing. This guy is without a doubt the biggest fucking idiot I have ever met. \n[70]Good! Fuck him, I hope he does get killed. \n[71]Ronnie, what are you doing here? \n[72]Ronnie, look, I didn't do anything -- \n[73]Ronnie, look -- \n[74]Ronnie, I -- \n[75]Thank me?   Why? \n[76]Ronnie, I don't know what to say. \n[77]I can see that. Listen, I don't really know how to say this, but we're not going to be able to let you join the academy. \n[78]It seems you had a little trouble passing the minimum requirements. \n[79]Well, yes, actually, you failed the psychological exam. \n[80]It says... That Ronnie Barnhardt shows warning signs of delusion and allowing him to join the force puts his life and the lives of others in jeopardy. \n[81]Ronnie, I personally did your background check and this is the fifth time you've been turned down for the police academy. \n[82]We sure do. Look, I tried to talk to them, but there's no way they're gonna let you in. I'm sorry, but your dreams of becoming a Police Officer just aren't going to happen. \n[83]Take care, Ronnie. \n[84]What is it? \n[85]It's nothing. \n[86]That motherfucker is crazy. \n[87]You're right.    Okay, here it goes. \n[88]Drop the flashlight, Ronnie. \n[89]Ronnie, I know you've had a hard time -- \n[90]So you're gonna kill Brandi? \n[91]Ronnie! \n[92]That guy is a nut job. \n[93]So you slept with him? \n[94]No, I guess not. \n[95]I see that. Well, you better turn him over to me and I'll take him inside and book him. \n[96]Hey, Ronnie, you may not be an officer of the law, but you're the law's right hand. Good job. ", "NELL": "\n[1]Dear Lord, bless this food that we eat and purify it with Your salvation. Also, please keep Ronnie safe as he works in Your name to protect the customers and employees and store owners of the mall. \n[2]And please turn your wrath on any sinners that try to hurt him and make them pay by burning in the eternal flames of hell. In Christ's name we pray, amen. \n[3]So what's on the agenda for you today? \n[4]What's wrong, Ronnie? \n[5]Ronnie, I know that you really want to be a Police Officer, but you have to realize that things work out the way they're meant to. \n[6]Your job is definitely more exciting than mine. \n[7]I'll see you after work, sweetie. \n[8]I'm sorry. I'll see you after work, Officer Barnhardt. \n[9]What are you doing? \n[10]You've been so obsessed with catching this pervert I've barely seen you. \n[11]Well, are you ready to go? \n[12]What are you doing, Ronnie? \n[13]Ronnie, no. \n[14]You know we talked about this. \n[15]Ronnie, you know I'm saving myself for marriage. I thought you were okay with that. \n[16]I thought you loved my purity. \n[17]It's okay.   I should leave anyway, it's late. \n[18]See ya tomorrow. \n[19]Hey, sweetie -- Oh, I'm sorry, good morning, Officer Barnhardt. \n[20]Where were you last night? I tried to call, but your mom said you weren't home from work yet. \n[21]I drive a Ford. \n[22]I don't get it. \n[23]Are you thinking about getting a new car? \n[24]What?!   Who? \n[25]The slutty girl who works at the make-up counter? \n[26]How could you do this to me? \n[27]Why are you doing this, Ronnie? \n[28]Don't you love me? \n[29]Then tell me why? \n[30]Remember when you started this job? You weren't such a hotshot then. I've stood by you when you were at your worst. Every time you fell, I held your hand and told you everything would be okay. Time and time again. \n[31]I never cared about who you wanted to be, I fell in love with who you really are. If you leave me, Ronnie, I won't be there to pick you up when you fall. \n[32]Excuse me. \n[33]I need to talk to you. \n[34]No, that's not it.    Well, how much is it? \n[35]Okay, I'll take it. \n[36]Listen, I know you're Ronnie's new girlfriend. \n[37]It's okay. I know he left me to be with you and I accept that. \n[38]It's fine really. It's going to take a while for me to get over it, but I'll be okay. \n[39]I'm sorry. \n[40]Jesus teaches us to forgive. And I forgive you for what you did to me when you stole my boyfriend. Plus, I feel pretty confident that you'll end up burning in hell because of the various evil ways you live your life and that brings me some satisfaction. But I just want to tell you that Ronnie is a good person. He does a lot of stupid stuff, but really, he wants to do good for the world. I want you to know that if you hurt him and ruin his heart, I will personally come down here and kick the ever living shit out of you. \n[41]It's not too late to change your ways. \n[42]Hey, Ronnie. \n[43]Nothing, just getting in shape. \n[44]Hey, Ronnie.   How's it going? \n[45]What is it? \n[46]Oh, Ronnie, I'm sorry. \n[47]I don't know, Ronnie.    Maybe it's just not meant to be.    Are you okay? \n[48]Ronnie, I can't. \n[49]I've got plans. \n[50]I'm ready, Saddamn. \n[51]I'm sorry, Ronnie. \n[52]Ronnie, what are you doing here? \n[53]I don't think we should be talking. \n[54]Oh, my God! \n[55]I'm fine. \n[56]Ronnie. \n[57]Go get him. \n[58]You had an eyelash? \n[59]Sorry. ", "MARK": "\n[1]Ladies, please, we're doing everything we can to handle the situation. Nothing is more important to us than the safety of our shoppers. Now in the meantime, feel free to check out some of our wonderful back-to- school sales. Excuse me for a minute. \n[2]Have you seen Ronnie? \n[3]Ramon, have you seen Ronnie? \n[4]Where is Ronnie? \n[5]I've been looking all over for you. \n[6]So you may or may not have heard, but this morning, several women were assaulted just outside the front doors by a crazy Pervert. \n[7]I know, it's horrible. \n[8]Not just yet. See if we call the police, they'll be a big scandal and something like that could kill what little traffic we have at this mall. What I need you to do is watch out for this Pervert and if you see him, try to stop him or quietly phone it in so we can handle this discreetly. \n[9]I'm just saying keep an eye out and keep quiet. \n[10]There's no investigation. \n[11]You can't carry a gun. \n[12]Head of Mall Security. \n[13]And it doesn't come with a raise. \n[14]And the new title stays between us. \n[15]Alright, people, she's doing good. We're just gonna get her down to my office and everything's going to be fine, so the best thing for you employees to do is just get on back to your stations and you customers can go ahead and enjoy the back to school savings here at Carolina Mall. \n[16]Brandi, please, Dennis has called the police and let's just take this down to my office. \n[17]They're on the way. \n[18]I'm trying, but she just keeps crying. \n[19]She's fine, Ronnie. \n[20]Ronnie, can you get her down to my office so the Police can talk to her in private when they arrive. \n[21]Oh, fucking Jesus. \n[22]Mark Talbert, I manage the mall. This is Brandi, she's the one who saw the deviant. \n[23]Go ahead, Detective. \n[24]That doesn't sound good.   How did they do it? \n[25]Okay, but all I ask is that you do it quietly, so that the hoopla is kept to a minimum. \n[26]Ronnie, you are to leave Detective Harrison alone and let him handle the investigation. \n[27]You didn't swear an oath. \n[28]Come in. \n[29]Is it, Ronnie? I mean, the mall is getting butchered in the press. Somebody who works here is ripping the place off. The cops don't have any leads. I'm getting shit from the owner of the mall. Sales are down. I mean, what's so good about this morning? \n[30]Who is this? \n[31]You work at O'Charley's, right. \n[32]Do you have any experience, son? \n[33]Alright, it's actually not a bad idea. It might make our Security more visible so we can give people the illusion that we're on top of this. \n[34]Ronnie, one more thing. Look, if this crime doesn't come to an end pretty soon, we're gonna have to let someone go. I mean, you've always done a great job for me, but the truth is, someone is going to have to take the fall. You're the one who wanted to be Head of Mall Security and quite frankly, I just bought my wife a new Cadillac, so let's just say it won't be me. \n[35]It's nothing.    Have fun, Ronnie. \n[36]Ronnie, we need you down at the candy store. Some little brat has been shoveling peanuts in his mouth for the last hour. \n[37]How fucking stupid do you have to be?! I mean Dennis. What the fuck, Ronnie? How could you not have known it was Dennis? Then, how the fuck could you be so stupid as to let him get away. OBSERVE AND REPORT. Those are the only two things you have to do and you can't do those worth a shit. \n[38]Go ahead. \n[39]Just start talking, Ronnie! \n[40]Good.   Because you're fired. \n[41]I'm serious, Ronnie. I've always liked you, but there's just no excuse for this. Somebody is going down and I'll be damned if it's going to be me. Now, don't make a big thing out of this. Just pack your shit and get out by the end of the day. \n[42]I'm not your friend, I'm your boss. \n[43]No, Ronnie. \n[44]Nope. \n[45]Ronnie, Jesus have a little self- respect. \n[46]Ronnie, it's over. \n[47]Stop him! \n[48]Okay, show's over. Enjoy your shopping experience at Carolina Mall. \n[49]Jesus. Charles! \n[50]Call the police. And go get Ronnie. \n[51]Just do what I ask you. \n[52]Hey, Ronnie. \n[53]Good job, Ronnie. ", "MOM": "\n[1]You think you're ready for a shot at the title, motherfucker?! \n[2]Ding ding. \n[3]What's wrong, baby?    Is your pussy hurting? \n[4]Ah! \n[5]Fuck you! \n[6]Ow! \n[7]I give! \n[8]I give!   Let me go, goddamn it. \n[9]I can't believe you got that lucky shit on me. \n[10]You almost broke my arm. \n[11]Not really. \n[12]I'm so proud of you, Ronnie. \n[13]Hell yes.   You were great. \n[14]Nah, you did good. \n[15]Come on, Ronnie, just get out here. \n[16]Let me see. \n[17]Ronnie, you look so handsome! \n[18]Hell no.   You look like a stud muffin. \n[19]Nell is a lucky girl. \n[20]Really, I thought you and Nell were going to get married some day. \n[21]Well, I always liked Nell, but as long as you're happy, Ronnie, that's all I care about. \n[22]That sounds wonderful.   Is she pretty? \n[23]I remember when your father picked me up for our first date. I swear he was the most handsome man that I had ever laid eyes on. I knew right then and there that this would be the man that I married. \n[24]It will, Ronnie. Then you'll have to give her a ring like the one your father gave me. \n[25]It's a glass diamond.   This is how it looks now. \n[26]Well, he kind of freaked out when you were born. You had so many special needs that he just couldn't handle the pressure. One day, he just couldn't take it anymore. \n[27]Definitely. You don't think it was mine do you? \n[28]Nope, it was all you. \n[29]I love you, Ronnie. \n[30]I don't care about that bullshit. All I need is a little nip of this good shit right here and I'm ready to walk through the pearly gates. \n[31]I don't tell you how to party, don't tell me how to live my life. I've taken care of you since you were born. \n[32]Ronnie, don't get your hopes up about this police thing. \n[33]You know why. I just don't want to see you get hurt. It's my job to protect you from the bullshit. \n[34]I know. Just be careful is all. You've got a good heart and I don't want to see it broken. \n[35]And, Ronnie, one more thing. \n[36]That's right! Now you got to smell it! \n[37]What's on the agenda for today? \n[38]Well, I know you're sad about it, but try to look on the bright side. \n[39]Ronnie, you may not be smart or handsome, but you've got dreams inside of you and dreams make you special. No matter what this world tries to throw at you, they can never take those dreams away. \n[40]I don't know. I'm drunk. I just know that mothers are supposed to talk like that to their children when they're sad, so I tried. What do you want from me? \n[41]Ronnie, the other night when I soiled my pants right before I puked myself, I was thinking about how you would come home and find me and clean me up. I knew you would be there to find me and take care of me, so I was able to pass out on the floor and not worry. If there's one thing you know about, it's duty. \n[42]I know and I love you too,   Ronnie. I haven't always been easy   to deal with and most people would   have thrown me away a long time   ago. \n[43]Just like your father did. But not you, Ronnie. Look, whiskey was always the way I dealt with being a single mother, but as I get older, I know that I can't keep doing this. I've got everything I need with you. So I want you to know that I'm ready to make a change. Your life needs to get easier and you don't need to take care of old Mom anymore. \n[44]I'm switching to beer. I can pound those all day and still keep my shit together. I'm doing it for you. \n[45]I'm proud of you. Now today is a new day and we're going to get through it. Now, get out there and find what the world has in store for you. ", "DENNIS": "\n[1]I've been waiting on you to get on my page this whole time. You look at this mall as a Kingdom?! Shit! I look at this place like a motherfucking jail sentence. You put on that uniform every morning, but what are you really protecting? Commerce and corporations and money. Well I say, fuck that! I'm a fucking outlaw and I'm going to live that until the day I die. Now, I can show you the way, but you've got to be willing to accept it. So I'm gonna ask you now, Ronnie. Are you ready for a trip to the other side? \n[2]Alright then.    Let's party. \n[3]So, yeah, usually I take a joint straight to the head before I start work in this motherfucker, but on really stressful days, I like to get drunk too. \n[4]So then I usually come in here and perv out on girls for about an hour or two. I hooked up twice last week. One was this Asian chick and the other was this mom. She wasn't that hot, but what else do I got to do? \n[5]Sweet Jesus in the morning. \n[6]Dressing rooms are a great place to hide out, because nobody is really going to think of looking for me here. You can nap or just kind of hang out and just really have some personal time. Hey, hand me that camera. \n[7]Thanks, Ronnie. \n[8]Right before lunch I usually blaze up again real good. \n[9]Hey, what's up, motherfuckers?! \n[10]You know, smokin' that good good. \n[11]Hey, Ronnie's alright.   Let me see that stick. \n[12]Come on, brother. Let's go. \n[13]Don't mention it, homey. I'm just glad I got me a partner in crime. \n[14]You ain't even seen the best part. After everybody leaves, I rob the shit out of this place. \n[15]I steal shit! \n[16]Hell yeah!   Who'd you think it was?! \n[17]This probably will look good with my complexion. \n[18]Ronnie, I thought you were down?! What the fuck?! Here I am opening up myself to you and you're just gonna stick it to me like this. What the fuck has this place ever done for you? Don't you know that people see us as jokes?! A useless tool that's left in the shed. Well that's not me. Not now, not ever. I told you, I'm an outlaw. \n[19]What the fuck you mean you can't let me? \n[20]Alright, Ronnie, you're right. \n[21]I don't really know what I was thinking. Robbing the mall? Let's just go get that beer. \n[22]See ya in Mexico, bitch. \n[23]What's up, Ronnie? How you doing? \n[24]I'm holding it down in here. \n[25]I know. I should have hit Mexico, but, you know, I got stoned and just kind of kicked with this girl in Kannapolis for a while. \n[26]Shit, dog.    Sorry about that. \n[27]I told you.   I'm an outlaw. \n[28]Man, you want to know the real reason? \n[29]Alright, I'll tell you. Man, that gig was one of the best jobs I ever had. I got to wear a uniform, I could smoke weed whenever I wanted. For once in my life, I felt like I was actually somebody. I know most people don't think it's shit, but I really loved it. Then, all of a sudden, I find out that your ass got promoted over me. \n[30]After all I put into it, you're the one that makes it to Head of Mall Security. You know what it's like to get passed over, Ronnie? So I got pissed off. I started robbing the joint as a way to get at them for what they did to me. But you know what, Ronnie? \n[31]You ever love a girl so much that you can't break up with her, so the only thing you can do when she pisses you off is smack her in the goddamn face? \n[32]Well, I have. And that's pretty much how I felt about the job. \n[33]Well, it's the least I could do after knocking you out and all. \n[34]Hey, Ronnie. \n[35]Bail me out of here, old friend. ", "CHARLES": "\n[1]How's it going? \n[2]That's right. \n[3]Not really. \n[4]Thank you, Mark. \n[5]Let's go, Ronnie. \n[6]Be careful, guys. Nice and slow. \n[7]Ronnie, you know I really want to thank you for the job. You're a man of your word. \n[8]You're quitting? But you love this job. \n[9]The real police? \n[10]I didn't even know you wanted to become a Cop. \n[11]Congrats, brother. \n[12]Isn't that your girlfriend? \n[13]She looked good. \n[14]She looks a lot better. \n[15]Hey, Ronnie, that's crazy talk. Are you cool? \n[16]I'm gonna go check the parking lot. \n[17]Ronnie, I got to talk to you about this. Mark asked me down here to escort you out. \n[18]What the fuck do you want from me, Ronnie? \n[19]I'm sorry, Ronnie, but it's time to go. \n[20]Alright, Ronnie, that's enough. \n[21]Ronnie, what are you doing back here? \n[22]Ronnie, dude, I've been all fucked up in the head. I feel like shit about what happened. I mean, here I am, just looking to shuck responsibility and I ended up hurting you in the process. Look, I should have been honest with you. I don't give two shits about this stupid job. But you do. \n[23]I've decided I'm going back to college. Getting stoned and studying beats this any day. I realize that now. I realize that there aren't any jobs where you can avoid hard choices. Anyway, take as long as you want at the mall. I'll keep Mark off your back. \n[24]What is it? \n[25]He's trying to help. \n[26]Hey, Ronnie! \n[27]You want to report this to the police. ", "STEVIE": "\n[1]Fuck off, Ronnie, it's just a parking lot. \n[2]Yeah, skating's not a crime, dick. \n[3]We're not leaving. \n[4]What the fuck are you doing? \n[5]What? \n[6]Ronnie, I hear what you're saying and I just want you to know that personally, it pains me to see you all worked up and I just want you to know that I'm really sorry because you can't do shit and you can take your little rules and stick'em up your ass, you fuckin' rent-a-cop. \n[7]Our suspension is over. \n[8]This is my cousin, Roy.      He's a boxer. \n[9]Jesus, Ronnie, what the fuck are you doing? \n[10]I'm listening. \n[11]Why would I want to help you? \n[12]Sorry, dude, but I'm no snitch. Go find somebody else to do your dirty work. \n[13]Alright, dude, I understand, you sick fuck. \n[14]Stop crying, Roy. \n[15]What are you doing, Ronnie? \n[16]I got something. \n[17]What's wrong with you, Ronnie? \n[18]I don't know.    You just seem kind of sad. \n[19]That's cool.    Look, man, you want to get high? \n[20]That's cool. \n[21]Fine, you fucking dick. \n[22]What up, Big Den?! \n[23]Dude, why are you hanging out with Ronnie? \n[24]Dude, that's fucking disgusting! \n[25]Hey, Ronnie, here! \n[26]What a fucking douche! ", "BOUNCER": "\n[1]That's what they tell me. They needed to hire a little security here in case the drunks get out of line or whatever. \n[2]I work for O'Charley's, not for the mall. \n[3]You know, I thought about getting a job as a Mall Security. \n[4]Yeah, man. I mean, I'm kind of on extended vacation from college and it's just like, I don't want to do shit, you know what I mean? My parents said I have to work if I want to live at home, but I just don't feel like doing anything. This was the easiest job I could find, I mean, what the hell could be hard about being a bouncer in a mall restaurant? But now that I think about it, Mall Security could be easier than this. \n[5]No. \n[6]Really? I thought you just kind of chilled out and called stuff into the police. \n[7]Like what? \n[8]What about it? \n[9]Okay. \n[10]Oh yeah? \n[11]Does it pay more than $6.50 an hour? \n[12]Seven even. \n[13]I'd say that's more than I'm making now. \n[14]What do I have to do? \n[15]So basically, I just do what I'm doing now and then you'll get me a job? \n[16]How long does this mentorship last? \n[17]Can I smoke while I work? \n[18]Sign me up. \n[19]What's this? \n[20]What are we doing here, Ronnie? I thought you said they were giving away free Chick-fil-A sandwiches. \n[21]Charles. \n[22]Since we're going to be doing a lot of the work and you're going to be solving the crimes, do we at least get paid? \n[23]Is that your girlfriend or something, Ronnie? \n[24]She's not my type, but that's just me. \n[25]Are you blind? Give me a break. Wait, are you sure she's not your girlfriend? \n[26]You're gonna hook me up with a job, right? ", "SADDAMN": "\n[1]You motherfucker, you put a boot on my car! \n[2]Fuck you, Ronnie! Take that goddamn boot off of my car. \n[3]I pay good money to this mall. Don't tell me where to park! \n[4]I'm gonna kill you! \n[5]I can't believe you tased me. \n[6]Nah, man.   I ain't seen nothing. \n[7]What the fuck you want, Ronnie? \n[8]Don't come any further, bitch. The restraining order says 20 feet so just back the fuck up. \n[9]Why are you saying that, man? \n[10]That's fucked up. You're racist, man. \n[11]What's up, girl, you got a boyfriend? Free cell phones with a month trial and I throw in my phone number for free. \n[12]Look at this sorry piece of shit. \n[13]I don't want anything from you. How you doing, sweetness? \n[14]You look beautiful tonight. \n[15]You ready to go? We got reservations at 9:00. \n[16]What the fuck, man?! ", "FEMALE REPORTER": "\n[1]Excuse me, sir, but we would like to ask you a few questions. \n[2]We heard a report that an unidentified man was spotted earlier today exposing himself to several women. Do you care to comment? \n[3]So you admit there is a situation. \n[4]We're wasting our time here. Let's go find some police to interview. \n[5]What's that supposed to mean? \n[6]Are you telling me the police haven't even been called! \n[7]Jesus, well who'd they leave in charge, you? \n[8]Yeah, right. Why would they leave you in charge? \n[9]Look, there is no way you're in charge of this investigation. \n[10]No comment as to why steps are not being taken, but this Security Guard feels like he is the only one doing anything to protect the people who visit Carolina Mall from the suspect. For all of us, I hope this isn't the case. Back to you, Lindsay. \n[11]Okay, Ronnie, we're ready for you. \n[12]Okay, we rolling? \n[13]Good evening. We're here today with Ronnie Barnhardt, head of Mall Security here at Carolina Mall. Last week, Ronnie was able to catch The CAROLINA MALL FLASHER single-handed and bring him to justice. Ronnie, how did you manage to find the identity of The Pervert and take him down? \n[14]Any last words for the folks at home. \n[15]You heard it, folks. Everything is back to normal here at Carolina Mall. Back to you, Lindsay. ", "PSYCHOLOGIST": "\n[1]Okay, Ronnie, today I'll be giving you a psychiatric evaluation to determine if you're competent to enter into the Police Academy. It's really just a formality. Don't want any serial killers working for us, now do we? \n[2]Okay, Ronnie, so let's start with your background. Where are you from? \n[3]Local boy. Okay, and, Ronnie, have you ever been convicted of any crimes? \n[4]Do you now take any illegal drugs or have you taken any in the past? \n[5]Any prescription medications? \n[6]Are you presently or have you ever been affiliated with the Communist Party? \n[7]Have you ever been in the military? \n[8]What branch of the military were you in? \n[9]Okay, here's a real world scenario. You have a gun -- \n[10]That wasn't really the question, never mind, I think I got that one. Um... here's one. Do you feel like you would work well on a team? \n[11]Why do you want to become a cop? \n[12]Uh-huh. So, what do you feel is the greatest danger facing a police officer today? \n[13]Okay, I think we're good here. It's been a pleasure, Ronnie. ", "FLOWER SALESMAN": "\n[1]Ronnie, I've been expecting you. \n[2]Oh yeah, I heard about last night. Brandi is quite the woman. Congratulations, my friend. Or should I say, welcome to the club? \n[3]Well, it depends on what you are trying to say. The white roses symbolize innocence and purity. \n[4]Joy, happiness, appreciation. \n[5]The pink rose means thank you. \n[6]The red rose is the most powerful. It symbolizes love. \n[7]I'm sorry. \n[8]Um, can I ask a question? \n[9]Do you really like Brandi? \n[10]Well, in that case, the greatest symbol of love is just a single red rose. ", "JANITOR": "\n[1]No, senor. \n[2]No, senor. \n[3]No, senor. \n[4]Long drawn out conversation in Spanish? \n[5]More Spanish dialogue. \n[6]No se. "}}