{"dialogues": {"DANNY": "\n[1]Good morning. \n[2]Daniel Ocean. \n[3]As you say, ma'am, I was never charged. \n[4]My wife left me. I was upset.    I got into a self-destructive pattern. \n[5]She already left me once. I don't think she'll do it again just for kicks. \n[6]I don't know. How much do you guys make a year? \n[7]My wife's. \n[8]I'm a free man. \n[9]Hello, Frank. \n[10]My mistake... Table's cold anyway. \n[11]Thanks. \n[12]Ramon? \n[13]This afternoon. \n[14]You seen him? \n[15]You kidding? I just became a citizen again. \n[16]That would be criminal. \n[17]Casinos. \n[18]Oh, yes... \n[19]Soon.   Interested? \n[20]Yes, Officer Brooks? My name is Danny Ocean. I'm just out, I'm supposed to check in with you within twenty-four hours. No, sir, I haven't gotten into any trouble. No drinking, no sir. No, sir, I wouldn't even think of leaving the state. \n[21]The bouncer mentioned there was a game in progress. I hope I'm not intruding. \n[22]I don't remember. \n[23]Why should I mind? Two cards, please... I just got out of prison. \n[24]I stole things. \n[25]Gallery. \n[26]Headmasks.   Some. \n[27]My fence seemed confident enough. \n[28]Some people just lack vision. \n[29]Well, that's all behind us now. \n[30]I raise you five hundred dollars. \n[31]What? Your girlfriend holding your purse? \n[32]Contrary to what Mr. Ryan may say, Seth, I always check my cards before I make a bet. But be cafeful. I could tell from your face you're holding three of a kind or better. Five hundred to call. And two grand more. \n[33]Thanks for the game, fellas. Hey, I hate to ask this, but could you sign something for me? It's for the guys in the joint. They just love all your shows. \n[34]Unprofessional. \n[35]Why do you think I came to see you first? \n[36]Ten grand.   Half of it's yours. \n[37]I've got something better for you. \n[38]It's tricky. No one's ever done it before. Needs planning, a large crew. \n[39]Not loaded ones. It has to be very precise. There's a lot of security. But the take... \n[40]Eight figures each. \n[41]When's the last time you were in Vegas? \n[42]The vault at the Bellagio. \n[43]Yep. \n[44]These feed into the cages at both the Mirage and the M.G.M. Grand. But every dime ends up here. \n[45]Yes, they are.     Think he'll mind? \n[46]Like what, you think? \n[47]As long as we're hitting these three casinos, we'll get our bankroll. Terry Benedict has a list of enemies. \n[48]Aha. \n[49]So... \n[50]Uh-huh.    So what are you saying? \n[51]Really? I thought it was much harder than that -- \n[52]Jesus, Oscar, lower it a little, will ya? \n[53]Yeah, thanks. You mind if we borrow a couple drawings for the night? Make some copies. \n[54]'Preciate it. \n[55]Why not do it? \n[56]Because yesterday I walked out of the joint wearing my entire wardrobe and you're colddecking TeenBeat coverboys. Because the house always wins. You play long enough, never changing stakes, the house takes you. Unless, when that special hand comes around, you bet big. And then you take the house. \n[57]A little. Did I rush it?   It felt like I rushed it. \n[58]It's never been tried. \n[59]Reuben, you're right. Our eyes are bigger than our stomachs. \n[60]Thank you so much for setting us straight. Sorry we bothered you. \n[61]It was our pleasure. \n[62]The Bellagio, Mirage, and the M.G.M. Grand. \n[63]What do you have against him? That's the real question. \n[64]That's why we've got to be very careful. We have to be precise. We have to be well-funded. \n[65]Frank C. is in. \n[66]Frank C. has developed a bad case of bronchitis and is putting in for a transfer to warmer climates. \n[67]What about drivers? \n[68]The Mormon twins? \n[69]Electronics? \n[70]How are his nerves? \n[71]Phil Turentine. \n[72]No shit?   On the job? \n[73]You send flowers? \n[74]Basher... \n[75]So he can walk on a rope. \n[76]So he can juggle. We need a grease man, not an acrobat. Who else is on the list? \n[77]Who else? \n[78]We need Saul. \n[79]He get religion? \n[80]You can ask him. \n[81]And Saul makes ten. \n[82]Ten should do it, don't you think? You think we need one more? You think we need one more. Okay. We'll get one more. \n[83]Hi, Linus.   Sit down. \n[84]A friend of Bobby Caldwell's.   Sit down. \n[85]Bobby told me about you. Said you were the best set of hands he ever saw. Didn't expect to find you working wallets on the subway. \n[86]You're either in or out, right now. \n[87]A plane ticket. A job offer. \n[88]Bobby has every faith in you. \n[89]You do this job, he'll be trading on yours. \n[90]We'll get someone else who won't be quite as good. You can go back to feeling up stockbrokers. \n[91]That's the best lift I've seen you make yet. \n[92]America's playground. \n[93]Gentlemen:    welcome to Las Vegas. \n[94]Everybody eaten? Good. Everybody sober? Close enough. Most of you know each other already. You probably haven't met Linus Caldwell before, he's Bobby's kid outta Chicago. \n[95]Okay. Before we start, nobody's on the line here yet. What I'm about to propose to you happens to be both highly lucrative and highly dangerous. If that doesn't sound like your particular brand of vodka, help yourself to as much food as you like and safe journey. No hard feelings. Otherwise, come with me. \n[96]Gentlemen: the 14000 block of Las Vegas Boulevard. Otherwise known as the Bellagio, the Mirage, the M.G.M. Grand. Together, they're the three most profitable casinos in Las Vegas... \n[97]Gentlemen: the Bellagio vault. Located below the Strip, beneath two hundred feet of solid earth. It safeguards every dime that comes through each of the three casinos above it. And we're going to rob it. \n[98]Courtesy of Frank Catton, new blackjack dealer at the Bellagio, security tapes from the three casinos. \n[99]Okay.    Bad news first. This place houses   a security system which rivals   most nuclear missile silos. First:    we have to get within the casino   cages -- \n[100]-- which anyone knows takes more than a smile. Next: through these doors, each of which requires a different six-digit code changed every twelve hours. Past those lies the elevator, and this is where it gets tricky: the elevator won't move without authorized fingerprint identifications -- \n[101]-- and vocal confirmations from both the security center within the Bellagio and the vault below - - \n[102]Furthermore, the elevator shaft is rigged with motion detectors -- \n[103]Once we've gotten down the shaft, though, then it's a walk in the park: just three more guards with Uzis and predilections toward not being robbed, and the most elaborate vault door conceived by man. Any questions? \n[104]The Nevada Gaming Commission stipulates: a casino must hold in reserve enough cash to cover every chip at play on its floor. As I mentioned, this vault services each of the three casinos above it. That means: during the week, by law, it must hold anywhere from sixty to seventy million dollars in cash and coin. On a weekend, between eighty and ninety million. On a fight night, like the one two weeks from tonight, the night we're going to rob it, at least a hundred and fifty million. Without breaking a sweat. Now there are eleven of us. Each with an equal share. You do the math. \n[105]Oh, right. Sorry. I forgot to mention that. \n[106]Yeah. \n[107]Alright.   Here's how we'll begin. \n[108]First task: reconnaissance. I want to know everything that's going on in all three casinos. From the rotation of the dealers to the path of every cash cart... \n[109]I wanna know everything about every guard, every watcher, anyone with a security pass. I wanna know where they're from, what their nicknames are, how they take their coffee... \n[110]Most of all, I want you guys to know these casinos. They were built as labyrinths, to keep people in. I want you guys to know the quick routes out. \n[111]Second task: power. On the night of the fight, we're gonna throw the switch on sin city. Basher, it's your show. \n[112]Third task: surveillance. Casino security has an eye and ear on everything, so we'll want an eye and ear on them. Livingston... \n[113]Why do they paint hallways that color? \n[114]Uh-oh. \n[115]Well... \n[116]Fourth task:    construction... \n[117]We need to build an exact, working replica of the Bellagio vault. \n[118]Something like that. \n[119]Fifth task: intelligence. We need those codes, Linus. From the only man who has all three. \n[120]Learn to love his shadow. Sixth task: transport... \n[121]For now. You gotta walk before you crawl. \n[122]Sixth task: transport... \n[123]... Power, surveillance, transport... \n[124]Get your wallet. \n[125]It's Armani, Saul. \n[126]Saul, you sure you're ready to do this? \n[127]You're ready. \n[128]There's a little over twenty grand there, Saul. Try to make it last. \n[129]Bought you a fresh roll. \n[130]Good luck, Lyman. \n[131]29:47.   Everything okay in there? \n[132]What is it? \n[133]Ex-wife. \n[134]It's not.   About that.   Entirely. \n[135]You said you needed a reason. Well, this is mine. When we started in this business, we had three rules. We weren't gonna hurt anybody. We weren't gonna steal from anybody didn't have it coming. And we were gonna play the game like we had nothing to lose. Well, I lost something. Someone. That's why I'm here. \n[136]If things go to plan, I won't be the one who has to make that choice. \n[137]How'd she look by the way? Tess... \n[138]Hello, Tess. \n[139]I'm out. \n[140]Of prison. You remember. The day I went for cigarettes and never came back. You must have noticed. \n[141]They said I'd paid my debt to society. \n[142]You're not wearing your ring. \n[143]My last day inside. \n[144]Benedict? \n[145]Whiskey and -- -- whiskey. \n[146]You're doing a great job curating the museum. \n[147]The Vermeer is quite good. Simple but vibrant. Although his work definitely fell off as he got older. \n[148]And I still get Monet and Manet confused. Which one married his mistress? \n[149]Right.   Manet had syphilis. \n[150]You don't know how many times I played this conversation out in my head the last two years. \n[151]Yes. \n[152]You were never easy. Okay. I'll make this quick. I came here for you. I'm gonna get on with my life, and I want you with me. \n[153]I only lied about being a thief. But I don't do that anymore. \n[154]Lie. \n[155]No, he's very clear on both. \n[156]Year and a half. \n[157]I only have one? \n[158]Does he make you laugh? \n[159]You can't. But what you can do is not throw away another five years. \n[160]Listen, you don't love me anymore, you want to make a life with someone else? Fine, I'll have to live with that. But not him. \n[161]I'm not joking, Tess. \n[162]Yes. But that doesn't mean I'm wrong. \n[163]You said: you better know what you're doing. \n[164]I know what I'm doing. \n[165]Catching up. \n[166]Danny Ocean. \n[167]I was shocked myself.   Imagine the odds. \n[168]About the same. Everything you want is still on the other side. \n[169]I just wanted to say hello.   For old time's sake. \n[170]-- I can't. \n[171]You never know. \n[172]So I should put those towels back. \n[173]Good seeing you, Tess. \n[174]understands this either \n[175]So... \n[176]By tomorrow? \n[177]What -- is a pinch? \n[178]Could a pinch take out the power of an entire city? Like, I don't... \n[179]Where? \n[180]You two ready? \n[181]What are you doing? \n[182]We got it.   Let's go. \n[183]Wait a minute. \n[184]Where's Linus? \n[185]There he is. \n[186]He knows where we are. \n[187]Alright, back it up, back it up! \n[188]C'mon, c'mon... \n[189]I say stay in the van, you stay in the van, got it? 'Cause you lose focus for one second in this game, and someone gets hurt. \n[190]This is a problem. \n[191]Who told you to do that? \n[192]My wife. \n[193]This isn't your call. \n[194]This is my job. \n[195]Pops, you won. \n[196]Try to keep your tongue in your mouth. \n[197]I'll just be a moment. \n[198]Tess... \n[199]I just came to say good-bye. \n[200]Good-bye. \n[201]Be good. \n[202]are much too big to tangle with \n[203]How much longer do you think Mr. Benedict will be? \n[204]No cameras in this room, huh? Don't want anyone seeing what happens here? \n[205]He's not coming, is he? \n[206]Who is? \n[207]I guess Mr. Benedict didn't like me talking to his girl. \n[208]Jesus, Bruiser, not 'til later. \n[209]S'okay. How's the wife? \n[210]Then we better get to work. \n[211]You didn't really think I was gonna sit this one out, did you? \n[212]I do now. \n[213]Crawlspace. And I had to give away a couple mil. \n[214]You think the kid bought it? \n[215]Bobby Caldwell threw me into the pool first time. Least I could do is give his kid a push. \n[216]Well, where's the fun in that? C'mon: Yen's got about three minutes of air left. \n[217]Who do you like tonight? \n[218]Tyson or Lewis. \n[219]You looking for action? \n[220]A buck it is. \n[221]Livingston, we're set. \n[222]Never.   You? \n[223]Now! \n[224]No, but you're sweet to ask. \n[225]Not yet. Okay. \n[226]I'm sure he's fine. \n[227]There's a Chinese man with a hundred sixty million dollars behind that door. Let's get him out. \n[228]Okay. \n[229]Counting down from twenty -- -- now. \n[230]-- seventeen, sixteen, fifteen -- \n[231]-- eleven, ten, nine -- \n[232]-- one -- \n[233]I don't know. \n[234]-- and someone gets hurt, yeah yeah. I don't hear Yen complaining. \n[235]Do it. \n[236]Amazing? \n[237]Good-bye. \n[238]Heya, Benedict... How's the other fight going? \n[239]Did I have a hand in what? \n[240]You get robbed or something, Benedict? Geez, that's a shame. \n[241]What would you say if I told you you could get your money back... ... if you gave up Tess? What would you say? \n[242]Well, that's very interesting... ... but I didn't have anything to do with it. \n[243]I knew what I was doing. \n[244]Three to six months, I should think. \n[245]Thirteen million and you drive that piece of shit cross country to pick me up? \n[246]Your eyes got closer together. How's life? \n[247]To a phone. \n[248]My what? \n[249]I'm not sure these belong to me. \n[250]We need to find Rusty a girl. \n[251]You said you sold this. \n[252]Liar. ", "RUSTY": "\n[1]Bernie? \n[2]Alright.   Who's here? \n[3]That's a problem. \n[4]I thought they let him out to do that H.B.O. thing in Vancouver. \n[5]Not the one from -- \n[6]I quit watching when Kate left Don after his accident. \n[7]Good evening, guys. Let's play some cards... \n[8]... and let's play some cards. \n[9]Why you bet a certain way is your business. But you have to make them think you're betting for a reason. Understand? \n[10]Seth. You know what you have. Looking at them doesn't change them. Leave 'em where they are and make your bet. \n[11]You're showing. Yeah, I know she's your girlfriend, Barry, but you can't... Thank you. \n[12]Josh.   Deal to your left. \n[13]You got me. Let's take a little break. \n[14]It's been the longest hour of my life. \n[15]I'm running away with your wife. \n[16]What's this? \n[17]What was his name, the bouncer's? \n[18]A card player with amnesia.    This should be fun. \n[19]Barry, you're showing again. \n[20]Incan matrimonial headmasks. \n[21]Don't let him fool you, Seth. There's boatloads. If you can move the things... One card to me. ... but you can't. \n[22]If you're dealing with cash, you don't need a fence. \n[23]Probably everybody in cell block E. \n[24]I should hope so. \n[25]Guys: Day One: what's the first rule of poker? \n[26]That's right. My friend here just raised me out of pique. Today's lesson. How to draw out a bluff. This early in the game, that much money, I'm thinking he's holding nothing better than a pair of face cards. Seth, raise him. \n[27]Tophe... \n[28]Indeed. But be careful you don't push him too high too fast. Want to keep him on the leash. I call. \n[29]All you have to do is call. \n[30]Guys, you're free to do what you like. It's a lot of money. But I'm staying in. He's trying to buy his way out of his bluff. \n[31]We call. \n[32]Shit. Sorry, guys. I -- I was sure he was bluffing. \n[33]That was, that was just... \n[34]How was the clink? You get the cookies I sent you? \n[35]You barge into my new workplace, ruin my professional reputation, least you could do is tell me you've got something better for me. \n[36]How's Tess? \n[37]Alright.   Tell me. \n[38]Guns? \n[39]What's the target? \n[40]What's.    The.    Target. \n[41]What? You wanna knock over a casino? \n[42]If I'm reading these right -- and I think that I am -- this is probably the least accessible vault ever designed. Oops. Actually, you know what, I'm wrong. It's definitely the least accessible vault ever designed. \n[43]You said three casinos... \n[44]The Bellagio, Mirage, and... These are Terry Benedict's places. \n[45]More than somewhat. \n[46]You'd need at least a dozen guys, doing a combination of cons. \n[47]Well, off the top of my head, I'd say you're looking at a Boesky, a Jim Brown, a Miss Daisy, two Jethros, and a Leon Spinks. Oh, and the biggest Ella Fitzgerald ever. Where do you think you're gonna get the money to back this? \n[48]But does he have enemies with loose cash and nothing to lose... Aha. \n[49]Reuben. \n[50]So, here's what I think: You should take this plan, kick it around for a week or two. Sleep on it. Turn it over in your head. Then: never bring it up to me again. \n[51]I'm saying: this is like trying to build a house of cards on the deck of a speeding boat. \n[52]I need a reason. And don't say money. Why do this? \n[53]You're been practicing that speech, haven't you? \n[54]No, it was good. \n[55]I wonder what Reuben will say? \n[56]You're right. He's right. \n[57]That's exactly it. Pure ego. \n[58]I'd never been to Belize. \n[59]Say, you know, he's right. \n[60]What are we doing, Reuben? \n[61]Alright.   Who's in? \n[62]I talked to the Malloys yesterday. \n[63]They're both in Salt Lake City, six months off the job. I got the sense they're having trouble filling the hours. \n[64]Livingston Dell. \n[65]Livingston's been doing freelance surveillance work of late for the F.B.I. Mob Squad. \n[66]Okay. Not so bad you'd notice. \n[67]Munitions. \n[68]Dead. \n[69]Sun cancer. \n[70]Dated his wife a while. \n[71]We may be too late. \n[72]Isn't that right, Basher? \n[73]Peck, A.T.F. Let me venture a guess. A simple G4 mainliner, double-coil, backwound, quick fuse with a drag under 20 feet. That's our man. Tell me something else. Have you checked him for booby traps on his person? I mean really checked, not just for weapons... \n[74]Will you go find Griggs and tell him I need to see him? \n[75]Just go find him, will you? How fast can you put something together with what I passed you? \n[76]From when? \n[77]Ten seconds? \n[78]Around the corner. \n[79]Everyone down! Get down!      There's a bomb in the... \n[80]More than that. \n[81]He is the list. \n[82]Watch. \n[83]There's your grease man. \n[84]He won't come. He swore off the game a year ago. \n[85]Ulcers. \n[86]I can ask. \n[87]How ya been, Saul? \n[88]What's with the orange? \n[89]So why don't you take vitamins? \n[90]I got a box seat. Come on. \n[91]I thought you drank bloody Mary's at the track, Saul. \n[92]Who we rooting for here? \n[93]Saul, you're the best there is. You're in Cooperstown. What do you want? \n[94]Guys like us don't change, Saul. We stay sharp or we get sloppy, but we don't change. \n[95]That your hound way in the back there? \n[96]It's a little more complicated than that. \n[97]-- here, here, and here -- \n[98]-- which we can't fake -- \n[99]-- which we won't get. \n[100]-- meaning if we manually override the lift, the shaft's exit will lock down automatically and we'll be trapped. \n[101]No. Tunneling is out. There are Richter scales monitoring the ground for one hundred yards in every direction. If a groundhog tried to nest there, they'd know about it. Anyone else? \n[102]That's what I said. \n[103]Without being seen by the cameras. \n[104]Two.   And one of them is lonely. \n[105]Thanks, Charmaine. I'll have it back within the hour. Say hello to your mom for me. \n[106]They say taupe is very soothing. \n[107]Yeah... \n[108]For practice. \n[109]Reverse that. \n[110]Okay.   Tell me about Benedict. \n[111]What do they talk about? \n[112]And that portfolio contains the codes to all the cage doors? \n[113]-- his brother-in-law's tractor dealership, I heard. \n[114]You scared? \n[115]Only in the morning. Now what? \n[116]Where's she come from? \n[117]Tess. \n[118]about this, very certain and very upset \n[119]But what doesn't beat the shit out of being a circus performer? \n[120]Tell me this isn't about her. Or I'll walk off the job right now. Tess. She's with Terry Benedict now. Tell me this isn't about screwing the guy who's screwing your wife. \n[121]Tell me. \n[122]Here's the problem: we're stealing two things now. And when push comes to shove, if you can't have both, which are you gonna choose? And remember: Tess doesn't divide eleven ways. \n[123]I've seen her happier. \n[124]Saturday day is yours. Do whatever you like with it. \n[125]Call is at five-thirty. Makeup and costume. Saul's package arrives at seven-fifteen, and Linus grabs our codes. All goes well there and we're a go. Seven- thirty Virgil and Turk deliver Yen and we're committed. From that point, we have thirty minutes to blow the power or he suffocates. \n[126]Once the electricity goes, all entry points to the vault and its elevator will automatically lock down for two minutes. That's when we make our move... \n[127]Okay: they've put you in the middle of the room, far from everything. You have to get from here to the door without touching the floor. What do you do? \n[128]We could -- \n[129]For how long? \n[130]You boys have a nice trip? \n[131]Saul:   time to get out. \n[132]Now! \n[133]You have any idea how this happened? \n[134]I did. I knew you couldn't leave Tess alone. \n[135]Ex-wife. \n[136]I'm sorry. I didn't know if it would sting you, but it did. You're out, Danny. \n[137]It's that or we shut down right now. His involvement puts us all at risk. \n[138]You made it my call. When you put her ahead of us. You made it mine. \n[139]Not anymore. \n[140]Kid, you up for it? \n[141]Find everyone else. Let 'em know the change in plan. Curtain goes up at seven. \n[142]Where you gonna put your hands? \n[143]No... \n[144]Not the pockets, either. And don't touch your tie. Look at me... \n[145]That how you gonna stand? \n[146]Wrong again. I ask you a question, you have to think of the answer, where you gonna look? \n[147]Death. You look down, they know you're lying -- \n[148]-- and up they know you don't know the truth. Don't use three words when one will do, don't shift your eyes, look always at your mark but don't stare, be specific but not memorable, funny but don't make him laugh, he's gotta like you then forget you the moment you've left his sight, and for God's sakes whatever you do, don't under any circumstances -- \n[149]Sure thing. \n[150]You ready? \n[151]Linus... you're up. \n[152]Okay: when do you make the deposit? \n[153]to Yen, squeezed into the cart \n[154]Okay. I'm counting down.    Thirty minutes of breathing time starts... now. \n[155]Did you make it out? \n[156]He's got it. Virgil, Turk: deliver your package. \n[157]That's my cue. Give Basher the go. \n[158]Someone called for a doctor? \n[159]Hell, I think Reuben bought it, and he knew we were screwing around. You sure about this? \n[160]He's gone. \n[161]Livingston, we're set. \n[162]May I have a word with Mr. Benedict, please? \n[163]The man who's robbing you. \n[164]You're watching your monitor? Okay, keep watching. \n[165]In this town, your luck can change just that quickly. \n[166]Maybe. \n[167]No.   You're gonna carry it out for us. \n[168]Take a closer look at your monitor... \n[169]As your manager's probably reporting to you by now, you have a little over a hundred sixty million in your vault tonight. \n[170]You may notice: we're only packing up about half that. The other half we're leaving in your vault, booby-trapped, as a hostage. \n[171]You let our eighty million go, and you get to keep your eighty. That's the deal. You try and stop us, we'll blow both cash loads. \n[172]Mr. Benedict: you can lose eighty million dollars secretly tonight or you can lose a hundred sixty million dollars publicly. It's your decision. \n[173]Hi. \n[174]He's fine. He wants you to go upstairs, and watch TV. \n[175]It's alright, Tess. I promise. Good. Here's what you do. Five minutes from now, the men in the vault are going to deposit six bags in the vault elevator. \n[176]If they meet anyone, we'll blow the money in the bags and the money in the vault. \n[177]One minute after that, the elevator will rise to your cages. Six of your guards will pick up the bags and carry them out into the casino. \n[178]If they take more than twenty seconds to reach the casino floor or if there's any indication a switch has been made, we'll blow the money in the vault and the money in the bags. \n[179]Of course, I'm in the casino. In fact, I'm staying in your hotel. And I have two words for you: mini-bar. Now as soon as your guards hit the casino floor... \n[180]... a white unmarked van is going to pull up in your valet station. \n[181]Your guards will load the bags into the van's rear. If anyone so much as approaches the driver's door, we blow everything. \n[182]Now, when I get word that the van hasn't been followed, that the money is secure, my men will exit the building, and once their safety is confirmed, you'll get your vault back. \n[183]I would. \n[184]Yes? \n[185]Prepare to cut power! \n[186]Las Vegas P.D. This is Officer Brooks, New Jersey Probation Division. I have a violator in your jurisdiction... Hit it. \n[187]Looking for someone? \n[188]Hello to you, too. \n[189]Your hair's grayer. \n[190]Life... is a roomful of pillows. C'mon... \n[191]Where do you want to go first? \n[192]I stopped and picked up your personal effects, put them in the back seat. \n[193]There's a women's prison just down the road... ", "BENEDICT": "\n[1]Am I late? \n[2]Mr. Santaniello, I apologize if I kept you. I had to iron out a few issues with my fight promoter. I gave him an unlimited budget, and he exceeded it. \n[3]We hope. \n[4]Magnificent! I've been following her for fifteen years now. At last I've made her a home. All the arrangements and so forth... \n[5]Not mine. She belongs to everyone who comes into my hotel. Isn't that right, Ms. Ocean? \n[6]She's lovely, isn't she? I can't be the only one who was after her. \n[7]Ah, but this... You can't put a price on beauty. But I shouldn't philosophize. I own casinos, after all. \n[8]Of course, of course. \n[9]I like that you like it. I have some bad news from the world of high fashion. It seems Mike Tyson will be wearing red on Saturday night. Red trunks with a white stripe. \n[10]And you, as I recall, will be wearing a red Donna Karan? And when the TV cameras pick us up in the front row, that red dress... \n[11]He's a charming man, but no one's going to be watching him when they can make a study of you. I've asked Paolo to find three or four things for you to try. I hope you're not too disappointed. \n[12]Are you sure? \n[13]I'll see you tonight. \n[14]In my hotels, there's always someone watching. \n[15]Actually, I do like it. \n[16]Eddie.    Anything for me? \n[17]Who is he? \n[18]Zerga?    Never heard of him. \n[19]He's staying here? \n[20]How's he doing? \n[21]Good for him... \n[22]Mr. Weintraub.     How's everything? \n[23]And here I thought you were drinking vodka. Mr. Zerga. \n[24]You're the guest, sir. \n[25]I'd love to, Mr. Zerga, but the gaming board would feed me to my white tigers. \n[26]No shame at all. Reminds me of my youth. \n[27]Yes.   I can get you seats... \n[28]I'd be happy to put it in the house safe for you. \n[29]I can assure you, the house safe is utterly... \n[30]What are you doing? \n[31]Mr. Ocean. Forgive me for being late. A guest required my attention. \n[32]Is that right? \n[33]'Of all the gin joints in all the world...' You've been in prison until recently, isn't that right? How does it feel to be out? \n[34]There's the human condition for you. \n[35]Stay for a drink, if you like. \n[36]Well, then I don't imagine we'll be seeing you again, Mr. Ocean. \n[37]I know everything that happens in my hotels. \n[38]The towels you can keep. \n[39]Don't be. \n[40]Good to see you. \n[41]I hope there's as much dynamite in the Paradiso as there will be in this Saturday's fight. \n[42]Yes. Yes. No. Very much no. Then inform Mr. Levin he'll find a better view of the fight in front of his television. Surely he must have H.B.O. \n[43]What are you thinking about? \n[44]Any sign of Ocean? \n[45]Put a guy on him. He's here for a reason. I'd like to know what it is. But if he comes anywhere near Tess, take it to the next level. \n[46]Mr. Zerga. It's a very busy night for me. Are we on schedule? \n[47]It's a nice evening. Shall we wait outside? \n[48]Find Mr. Walsh. Tell him Mr. Ocean's in the west slots. \n[49]I'm afraid I can't allow my private security personnel inside the casino cages. I hope you don't mind... \n[50]They're very beautiful.   A gift. \n[51]Can you lift them out, please? \n[52]Alright, Mr. Zerga. I acknowledge that the case does not contain any dangerous or illicit material. I further agree to take custody of your case for a twenty-four hour period to store in our secured vault. While I cannot permit you to accompany the case to the vault... \n[53]Insurance, for one. Security, another. And I don't trust you. \n[54]Mr. Zerga, this is Mr. Walsh, my casino manager. If you will allow, he will arrange for your briefcase to be stored inside our vault while you watch on a security monitor. Those are my terms. Yes or no? \n[55]Mr. Zerga... \n[56]Yes? \n[57]Of course.   Anything for the \n[58]If he is who you say he is. Charlie. Call over Ramon Escalante. \n[59]You new at the commission? \n[60]I know Hal Lindley over there. You work with him at all? \n[61]Mr. Escalante. Would you come with us, please? \n[62]I think it's better if we talked off the floor. \n[63]You alright? \n[64]Please show this man off the premises. Don't step foot in my casino again. \n[65]Mr. Wills, if you don't mind... Mr. Wills? \n[66]You know how to get back out? \n[67]Thank you. \n[68]What the hell was that? \n[69]The first goddamn round. \n[70]You gonna answer it? \n[71]See who's on the other end. \n[72]Who the hell is this? \n[73]What the hell is going on down there in the vault? \n[74]Show me. \n[75]I'm afraid you're mistaken. \n[76]Jesus Christ... \n[77]takes a breath and cups the phone, then barks at Walsh \n[78]Alright. You've proved your point. You've broken into my vault. Congratulations: you're a dead man. \n[79]May I ask: how do you expect to leave here, hmm? \n[80]Do you believe I'll simply allow you to parade bags full of my money out my casino doors? \n[81]And why would I do that? \n[82]Make the call. \n[83]Okay.   You have a deal. \n[84]You have a deal. \n[85]He's in the casino right now. \n[86]Now what? \n[87]Sir, I have complied with your every request, would you agree? \n[88]Good.   Now I have one of my own. \n[89]Run and hide. If you get picked up next week buying a $100,000 sports car in Newport Beach, I'll be supremely disappointed. Because I want my people to find you. And rest assured: when they do, they won't hand you over to the police. Run and hide. That's all I ask. \n[90]Get everyone in position. I want my vault back before that van hits the tarmac. \n[91]Where's Zerga? Mr. Zerga? With the briefcase? \n[92]Do it. \n[93]What's the situation down there? \n[94]Tell them to take the van. I'm going down there. Find out how they fiddled with our cameras. \n[95]Yes. \n[96]anymore; the SWAT team failed him \n[97]Walsh: How are we with the van? \n[98]Yes? \n[99]And? \n[100]Shit. \n[101]What, Walsh? \n[102]What?! \n[103]What do you mean there was no money in the bags? \n[104]Walsh, cue up the tape of the robbery. \n[105]Does it say 'Bellagio' on the south wall of the vault? \n[106]We had that installed on Tuesday. The image we saw of the men robbing us was a tape. \n[107]Someone built a double of my vault, then made a tape of them robbing it. When we saw them putting money in those bags, that wasn't actually happening. \n[108]Ocean... \n[109]Where's Ocean? \n[110]Open that door. \n[111]Wake him up. \n[112]Did you have a hand in this? Did you? \n[113]Get him out of here. \n[114]Stop there. \n[115]Where.   Is.   My. Money. \n[116]I would say yes. \n[117]Escort Mr. Ocean to the exit. And contact the police. I would imagine Mr. Ocean is in violation of his parole. \n[118]No.   Follow him. Everywhere. \n[119]Tess... Tess? ", "LINUS": "\n[1]Sorry 'bout that. \n[2]Who are you? \n[3]That wasn't work, that was practice. \n[4]What is it? \n[5]You're pretty trusting pretty fast. \n[6]Fathers are like that. He didn't tell you? He doesn't like me trading on his name. \n[7]What if I say no? \n[8]Las Vegas, huh? \n[9]Hi. \n[10]Yeah. \n[11]Yeah. \n[12]Yeah. \n[13]Smash-and-grab job, huh? \n[14]Benedict. \n[15]Wait, wait, wait. All I get to do is watch him? \n[16]The guy is a machine. \n[17]He arrives at the Bellagio every day at two p.m. Same Town Car, same driver. Remembers every valet's name on the way in. Not bad for a guy worth three-quarters of a billion. \n[18]Offices are upstairs. He works hard, hits the lobby floor at seven on the nose. \n[19]Spends three minutes on the floor with his casino manager. \n[20]All business. Benedict likes to know what's going on in his casinos. There's rarely an incident he doesn't know about or handle personally. \n[21]He spends a few minutes gladhanding the high rollers. He's fluent in Spanish, German and Italian, and he's taking Japanese lessons, getting pretty good at it. He's out by seven-thirty, when an assistant hands him a black portfolio. Contents: the day's take and new security codes. Then he heads to the restaurant. \n[22]Give him another ten seconds. \n[23]As I said:   a machine. \n[24]Two minutes after they've been changed, he's got 'em in hand. I'll tell you: you guys picked a helluva target. He is as smart and ruthless as they come. The last guy caught cheating here, Benedict not only sent him up for ten years, he got the bank to seize the guy's home and bankrupted -- \n[25]He doesn't just go after your knees, he goes after your livelihood. And everyone-you- ever-met's livelihood. \n[26]You suicidal? \n[27]Now comes the girl... if she comes in after he does, that means they're in a snit. \n[28]The museum downstairs. She's the curator there. Wait... here she is. You'll like this. \n[29]I don't know if we can use her yet. I haven't even caught her name. \n[30]What? \n[31]Coming with you. \n[32]But... \n[33]about enough of Danny's shit \n[34]I do. He's been chasing Benedict's woman. Got into a real snarl with him two nights ago. I was tailing you. \n[35]Thanks. \n[36]Deep breaths, deep breaths. \n[37]Mr. Benedict... \n[38]Sheldon Wills. Nevada Gaming Commission. Could I have two minutes of your time? \n[39]It only came to our attention this morning, Mr. Benedict. Apparently he has a record longer than my arm. \n[40]Been there about two years. \n[41]Not since he died last year. \n[42]Thank you for your cooperation, Mr. Escalante. Or should I call you Mr. Catton? \n[43]You are Frank Catton? Formerly of the Tropicana, the Desert Inn and the New York State penitentiary system? \n[44]Your silence suggests you don't refute that. Mr. Benedict, I'm afraid you've been employing an ex-convict. As you know, the N.G.C. strictly forbids... \n[45]believe he just heard that \n[46]That has nothing to do with... \n[47]I resent your implication that race has anything to do with this. Now, as I was saying, the Nevada Gaming Commission strictly forbids the employment of the colored... ... I mean... \n[48]Yeah. \n[49]Of course. \n[50]My beeper.   I'm sorry.   I forgot it. \n[51]Of course.   Enjoy the fight. \n[52]What, didn't you trust me? \n[53]How'd you get here? \n[54]But what about -- I mean, that whole thing with Rusty... \n[55]Why'd you make me go through all this? Why not just tell me? \n[56]Huh? \n[57]The fight...? Lewis. You like Tyson? How strongly do you feel about it? \n[58]I'd go in for a buck. \n[59]You ever rappelled before? \n[60]Nope. \n[61]Aaaaahhhhh! \n[62]You alright? \n[63]You think Yen made it out okay? \n[64]Jesus... \n[65]-- five, four, three -- \n[66]What's wrong? \n[67]You check the batteries? \n[68]You know, you lose focus for one second in this game -- \n[69]Guys, someone's here! ", "TESS": "\n[1]'Radiant' is the word. Absolutely radiant. \n[2]He painted it in the summer of 1912, after the break-up with Fernande Olivier. \n[3]You can see the conflict. He makes her both erotic and grotesque. He's hopelessly drawn to her, and yet she drives him crazy. \n[4]Mr. Benedict is never late. \n[5]Not at all, Mr. Benedict. Allow me to introduce to you Mr. Jean Santaniello. \n[6]Here it is. \n[7]Yes, Mr. Benedict. \n[8]You like it? \n[9]Oh? \n[10]I see. \n[11]What?    We're alone. \n[12]I'll see you tonight. \n[13]You're thirty seconds late. I was about to send out a search party... Danny... \n[14]and stunned to see him, but outraged mostly \n[15]You're out. \n[16]I don't smoke. Don't sit -- \n[17]Funny, I never got a check. \n[18]I sold it. And I don't have a husband. Or didn't you get the papers? \n[19]I told you I'd write. \n[20]Danny.   Go.   Now. Before... \n[21]Danny... \n[22]Remind you of anyone? \n[23]Monet. \n[24]They also painted occasionally. \n[25]Did it always go this poorly? \n[26]Sounds frustrating. \n[27]You're a thief and a liar. \n[28]Steal? \n[29]I'm with someone now who doesn't have to make that kind of distinction. \n[30]Nice.   Work on that for two years, too? \n[31]Do you know what your problem is? \n[32]You've met too many people like you. I'm with Terry now. \n[33]He doesn't make me cry. \n[34]See, the kind of people you steal things from, they have insurance to compensate them. They get made whole again. I had to leave New York to get away from what happened. How do I get my five years back, Danny? \n[35]You don't know anything about -- \n[36]Spoken like a true ex-husband. \n[37]I'm not laughing. You have to admit there's a conflict of interest when you give me advice about my love life. \n[38]Do you remember what I said to you when we first met? \n[39]Do you? Now? Because -- truly -- you should walk out the door if you don't. \n[40]Terry, meet my ex-husband... \n[41]Danny was just walking through the restaurant and spotted me. \n[42]Terry, Danny was just about to... \n[43]He can't -- \n[44]Take care, Danny. \n[45]I'm sorry -- \n[46]You. \n[47]Danny:    No. \n[48]I'm having you thrown out of here. \n[49]You're up to something, Danny. What? And don't say you came here for me. You're pulling a job, aren't you? \n[50]Well, know this: no matter what it is, you won't win me back. I can't afford it. \n[51]Oh... then... good-bye. \n[52]Good-bye, Danny. \n[53]I don't have a cell phone. \n[54]It isn't mine. \n[55]Hello? \n[56]It's for you. \n[57]Where's Danny? \n[58]He does? \n[59]Hello? \n[60]You of all people should know, Terry: in your hotel, there's always someone watching. \n[61]Wait! \n[62]Danny... I'm sorry. \n[63]I didn't. \n[64]How long will you be? \n[65]Sure they do. \n[66]That's what I said. \n[67]Thief. ", "SAUL": "\n[1]I saw you in the paddock before the second race, outside the men's room, when I placed my bet. I saw you before you even got up this morning. \n[2]Never better. \n[3]My doctor says I need vitamins. \n[4]You come here to give me a physical? \n[5]A man shouldn't drink on the job. \n[6]Number four. \n[7]You gonna ask me? Or should I just say no and get it over with? \n[8]Nothin'. I got a duplex now, I got wall-to-wall and a goldfish, I'm seeing a nice lady, she works the unmentionables counter at Macy's. I've changed. \n[9]Quit connin' me. \n[10]He breaks late. Everyone knows this. \n[11]You gonna treat me like a grownup at least? Tell me what the scam is? \n[12]Not as much as I'd like. \n[13]I have a question. Say we do get into the cage, and through the security doors there, and down the elevator we can't move, and past the guards with guns, and into the vault we can't open... \n[14]Say we do all that. We're just supposed to walk outta there with a hundred million dollars in cash on us without getting stopped? \n[15]This is nice material. \n[16]It's very nice. \n[17]If you ever question me again, Daniel, you won't wake up the following morning. \n[18]Hello.  My name is Lyman Zerga... My name is Lyman Zerga... \n[19]My name is Lyman Zerga... My name is Lyman Zerga... \n[20]You seen my... \n[21]Luck is for losers. \n[22]My name is Lyman Zerga.   I'd like a suite, please. \n[23]I don't make reservations. \n[24]I don't believe in weakness. It costs too much. I don't believe in questions, either. \n[25]Mr. Benedict. I recognize you from the TV. You know, nine casinos out of ten, owner comes up in the middle of the hand to ask me what I want. I respect your waiting. \n[26]And I have to impose on your hospitality. Can you sit in for a hand? \n[27]That's a shame. You're the king of Vegas and you have to play craps in the alley. \n[28]The fight is Saturday, is it not? \n[29]No, no. Hand-to-hand combat doesn't interest me. I have a package arriving here Saturday evening. A black briefcase, standard size, the contents of which are very valuable to me. \n[30]The house safe is for brandy and grandmother's pearls. I'm afraid I need something more secure. \n[31]I can assure you, Mr. Benedict, your generosity in this matter will not go overlooked. Now: what can you offer me besides the safe? \n[32]They'll be here. \n[33]It's time when I say it is. \n[34]I'm out. \n[35]Tess is here? \n[36]Tess is with Benedict now? She's too tall for him. \n[37]Mr. Benedict. \n[38]I have no reason to suspect otherwise. My couriers should be here momentarily. \n[39]Thank you, Friedrich, Gunther. \n[40]Of course not. \n[41]Friedrich, Gunther. \n[42]Mr. Benedict... Please: I have never enjoyed the touch of steel to my skin. \n[43]Why not? \n[44]You leave me no choice. \n[45]Don't let me keep you. \n[46]this a bit, nerves overtaking him \n[47]Yes, I'm very satisfied. \n[48]Everything going okay? \n[49]Ever been in love? \n[50]This is better. ", "TISHKOFF": "\n[1]You're out of your goddamn minds. \n[2]Are you listening to me? You are, both of you, nuts. I know more about casino security than any man alive. I invented it, and it cannot be beaten. They got cameras, they got watchers, they got locks, they got timers, they got vaults. They got enough armed personnel to occupy Paris. Okay, bad example... \n[3]Oh, it's been tried. A few guys even came close. You know the three most successful robberies in Vegas history? \n[4]Number three. The bronze medal. Pencilneck grabs a lockbox at the Sands. He got two steps closer to the door than any living soul before him. \n[5]Second most successful robbery. The Flamingo '71. This guy actually smelled fresh oxygen before they got him. \n[6]Course, he was breathing out of a hose the next three weeks, goddamn hippie. \n[7]And the closest any man has gotten to robbing a Las Vegas casino... \n[8]Outside of Caesar's in '87.   He came, he grabbed, he got conquered. \n[9]But what am I saying? You guys are pros, the best. I'm sure you can make it out of the casino. Of course, lest we forget, once you're out the front door, you're still in the middle of the fucking desert! \n[10]Yeah yeah blah blah. \n[11]Look, we all go way back. I owe you from that thing with the guy in the place, and I'll never forget it. \n[12]Give Dominic your addresses, I got some remaindered furniture I wanna send you. \n[13]Just out of curiosity, which casinos did you geniuses pick to rob? \n[14]Those are Terry Benedict's casinos. \n[15]You guys... Whadda you got against Terry Benedict? \n[16]He torpedoed my casino, muscled me out, now he's gonna blow it up next month to make way for another fuckin' eyesore. Don't think I don't see what you're doin'. \n[17]You gonna steal from Terry Benedict, you better goddamn know. This sorta thing used to be civilized. You'd hit a guy, he'd whack you. Done. But Benedict... At the end of this he better not know you're involved, not know your names, or think you're dead. Because he'll kill you, and then he'll go to work on you. \n[18]Yeah, you gotta be nuts, too. And you're gonna need a crew as nuts as you are. Who do you have in mind? \n[19]What, you guys get a group rate or something? \n[20]You're Bobby Caldwell's kid, huh? \n[21]From Chicago? \n[22]It's nice there. You like it? \n[23]That's wonderful. Get in the goddamn room. \n[24]Anything I can do? \n[25]This looks familiar. Where'd you get this? \n[26]Danny!   Tell 'em not to touch the Rolls! \n[27]Where are they? That's what I want to know. Where are they? \n[28]'They'll be here.' Thanks a lot, Fidel. \n[29]Who's Tess? \n[30]He's out?! \n[31]But, but... he can't just be out. Who's gonna take his place? \n[32]Good evening, Marcel. My nieces and I would like a table. Something quiet before the fight. \n[33]Quick as you can. The meter's running here. \n[34]thinks he's off the job, but covering \n[35]Hey: you have any idea who I think I am? \n[36]Enough monkey business. ", "LIVINGSTON": "\n[1]D-don't, don't-don't... touch... it. \n[2]Do you see me pulling the gun out of your holster and firing it? \n[3]Trick or treat. \n[4]Well, it's not the least accessible system I've seen, but it's close. I don't suppose they have a closed-circuit feed I could tap into? \n[5]Then this is definitely a black bag job. Do they employ an in- house technician? \n[6]Fine, thanks. \n[7]Thanks. \n[8]Make it a sawbuck. \n[9]I'll explain later. \n[10]Yikes. \n[11]We have a problem. \n[12]You've been red-flagged. It means the moment you step on the casino floor, they'll be watching you. Like hawks. Hawks with video cameras. \n[13]Okay.   We're a go. \n[14]Rust, can you come here a sec? \n[15]Deep breaths.     You'll do fine. \n[16]No sweat, kid. You're a rock. Now don't fuck up. \n[17]You get no tip. \n[18]His head blocked the last two numbers. We missed it, Linus. You gotta grab the combination yourself. \n[19]Bash, what's your status? \n[20]Bash! \n[21]What's your status? \n[22]Oh shit... \n[23]Almost there, kid. \n[24]Going to video now. \n[25]Basher, we're set. \n[26]We don't have a minute. Yen's gonna pass out in thirteen seconds. \n[27]Then hit it. \n[28]One second. I thought you got kicked out? \n[29]\n[30]This tape's from last night.   Same guards, same... \n[31]... shift. \n[32]No bet. \n[33]Shit. \n[34]There's still the five pins and the floor sensor. Not much we can do about that from this side of the door. But from this side... \n[35]Linus, can you read me? Linus, do not blow the door, you're about to kill Yen. \n[36]9-1-1.   Emergency response. ", "BASHER": "\n[1]Sweet... \n[2]gang, his temper flaring \n[3]Are you accusing me of booby- trapping? \n[4]That's right. \n[5]Done.   Thirty seconds all right? \n[6]SNAP from behind his back \n[7]Not quite.   Is Danny here? \n[8]Be good working with professionals again. Okay: go. \n[9]What the hell. \n[10]Just jumping into the shower, can you come back later? \n[11]Shit. \n[12]We're in deep shit. \n[13]The damn demo crew didn't use a coaxial lynch to back the mainline! Onioned the mainframe couplet! \n[14]Blew the backup grid one by one! Like dominoes! \n[15]They did exactly what I planned to do. Only they did it by accident. Now they know their weakness. And they're fixing it. \n[16]So unless we decide to do this job in Reno, we're screwed. \n[17]We could use a pinch. \n[18]A pinch is the equivalent of a cardiac arrest for any broad-band electrical circuitry. Or better yet: A pinch is a bomb... but without the bomb. Every time a nuclear weapon detonates, it unleashes an electromagnetic pulse which shuts down any power source within its vicinity. That tends not to matter in most cases because the nuclear weapon destroys everything you might need power for anyway. Now a pinch creates a similar electromagnetic pulse, but without the headache of mass destruction and death. So instead of Hiroshima, you get the Seventeenth Century. \n[19]About ten seconds. \n[20]Las Vegas? But there's only one pinch in the world big enough to handle it. \n[21]Pasadena. \n[22]Then there'll be two of us who need saving. \n[23]No need to yell. \n[24]I'm there. \n[25]Just give me a minute. \n[26]Then give me thirteen seconds. \n[27]Ready. \n[28]... One... \n[29]... two, three... \n[30]... four, five... \n[31]... six, seven..... \n[32]... eight, nine... \n[33]... ten... \n[34]Viva Las Vegas. \n[35]... a little bit of Semtex should do the trick. ", "FRANK": "\n[1]I beg your pardon, sir. You must have me confused with someone else. My name is Ramon. See? \n[2]You might try the lounge at the Grand, sir. It gets busy around one. \n[3]Catching up on current events? \n[4]Glad to meet you. Frank Catton wouldn't get by the gaming board. You just out? \n[5]And already turning over a new leaf. \n[6]Last I heard he was in L.A. Teaching movie stars how to play cards. Why? You don't have something planned already? \n[7]Jesus... \n[8]It's tough now, our line of work. Everybody so serious. Too many guns, too many computers. Whadda you gonna do? Steal from ordinary people? \n[9]So what's left? Banks? Hah. Banks got no money. It's all electronic. Only place that still takes cash is... \n[10]Oh, no... \n[11]When? \n[12]Oh, I understand perfectly. They are beautiful vans. Well, I thank you for your time, Mister...? \n[13]Yes, Denham, like a jean. You know: you have lovely hands -- do you moisturize? \n[14]I swear by it. I try all sorts of lotions. I went through a fragrance-free period last year, but now I'm liking this new brand fortified with rose hip. My sister, you know, she uses the aloe vera with the sun screen built in... \n[15]I did. You know: they say cinnamon is wonderful for your pores. Read that on the internet. And that ideally you should be wearing gloves to bed, but I find that would interfere with my social agenda. Problem is: I get a reaction to camphor so I can't use traditional remedies... \n[16]That would be lovely. \n[17]Bank wins -- natural nine. \n[18]Fin says he shorts it. \n[19]Lookin' like a bad night for the house. \n[20]What's this about? \n[21]Goddamn cracker... \n[22]You heard me. Just 'cause a black man tries to earn a decent wage in this state... \n[23]... some cracker cowboy like you's gotta kick him out on the street. Want me to jump down, turn around, pick a bale of cotton, won't let me deal cards, might as well call it whitejack. \n[24]Okay, okay, I'm cool. \n[25]over his shoulder, to Linus \n[26]Thanks, fellas. \n[27]Are they in? \n[28]Fin says he shorts it. \n[29]That's it? \n[30]No, I guess not. Not really. ", "WALSH": "\n[1]I put two plainclothes on Ocean. He's at the keno bar now. \n[2]This is our security center, where we oversee all gaming in the casino as well as our vault. You'll be able to monitor your briefcase from here. \n[3]There it is now. \n[4]Does that satisfy you, Mr. Zerga? \n[5]Close it up. \n[6]Call for a doctor. \n[7]You're too late, guys.   He's dead. \n[8]Hello, this is Mr. Walsh at the Bellagio. \n[9]We have an incident here... \n[10]Our guys say the van is headed toward McCarren Airport. \n[11]He's -- he died. \n[12]Mr. Benedict... \n[13]They took the van. \n[14]And they blew up the bags, sir. \n[15]Sir... sir... \n[16]They say it doesn't look like there was any money in the bags, sir. \n[17]They say the bags were filled with fliers. For hookers. \n[18]That's what they said, sir. I don't understand it: we both saw them putting money inside those bags. \n[19]No, sir. It doesn't. I -- I don't understand... \n[20]What? \n[21]Then, sir... \n[22]... what happened to all the money? \n[23]Maybe we should have held him. ", "VIRGIL": "\n[1]Anybody see the salsa goes with this? \n[2]Who you calling 'bud,' pal? \n[3]Who you calling 'friend'... ... bud... \n[4]You hear about this new medical discovery they made? It's called a 'sense of direction.' Apparently we're all supposed to have one... \n[5]Hey... get your own balloons. \n[6]Mr. Zerga, we're here. \n[7]Off your Rolls. \n[8]Are you a man? \n[9]Are you alive? \n[10]Evel Knievel. \n[11]Co-sign squared over .0455. \n[12].04-five-five. \n[13]You're so wrong. \n[14]Mom told me she loves me more. \n[15]Make me. \n[16]Make me. \n[17]One of us should help him. \n[18]Hey. What do we look like: a couple of peckerwood jackasses or something? \n[19]Aw, I think... Jesus.    I lost my card. \n[20]I think... Jesus! I lost my keycard. \n[21]I told you to hurry. ", "TURK": "\n[1]You make it out to Utah much, Saul? \n[2]You should.   You'd like it.   You'd like Provo. \n[3]You said something about good news... \n[4]Who you calling 'pal,' friend? \n[5]Yeah yeah yeah, whatever, balloon boy. \n[6]Yes.    Nineteen. \n[7]Yes.    Eighteen. \n[8]Shit!   Okay, your turn... \n[9]No.    Co-sign squared over .0415. \n[10]One-five. \n[11]You don't know your string theory, bitch. \n[12]She told me she was going to tell you that. \n[13]Stop it. \n[14]Stop it. \n[15]Where'd he go? \n[16]What? Would you -- shouldn't someone be behind the wheel? \n[17]They're in position. \n[18]Mr. Zerga.   A gift from Mr. Hesse. \n[19]Who ordered the penne? \n[20]Not until we get your signal. ", "TOPHER": "\n[1]Hey!   Hey, Rusty! \n[2]Hey, I don't know if you're, uh, you know, incorporated or anything, like Rusty Ryan. And, I don't know, incorporated, but you should think about it, really, 'cause I was talking to my manager yesterday -- \n[3]No, not Bernie, I mean not, not that Bernie, my business manager, he's also Bernie, he was telling me that since this, what we do, could be considered research for, you know, a future gig, that I should be able to write it off as a business expense. So he suggested that it'd be better if I wrote you a check, and thereby -- \n[4]Or, or we could keep it cash. \n[5]Josh is here. Seth is here. David couldn't make it. He's got two weeks of reshoots on Lusitania because somebody just figured out forty percent of the budget is coming from Germany. \n[6]Barry is here. \n[7]Couldn't work the dates. Oh, and he brought his girlfriend. \n[8]Uh-huh. \n[9]A hundred bucks to me... Ah, what the hell. Pocket change. Call. \n[10]Hey, Rusty, we got another player, if that's alright. \n[11]No intrusion at all -- \n[12]What do you do for a living, Mr. Ocean? If you don't mind my asking. \n[13]Really? Really... \n[14]Seven to me.   Plus three.   What the hell. ", "FAT": "\n[1]Hiya. \n[2]Hey... \n[3]Hey... \n[4]You dropped this. \n[5]You alright, sir? \n[6]Who's that? \n[7]Nothing, sir.    All normal. \n[8]All quiet. \n[9]Ready when you are. ", "VOICE": "\n[1]Good morning. \n[2]Please state your name for the record. \n[3]Thank you. Mr. Ocean, the purpose of this meeting is to determine whether, if released, you are likely to break the law again. While this was your first conviction, you have been implicated, though never charged, in over a dozen other confidence schemes and frauds. What can you tell us about this? \n[4]Booby traps aren't Mr. Tarr's style. \n[5]Room service. \n[6]Hey... \n[7]911.    Emergency response... \n[8]Turn to Channel 88. ", "PIT BOSS": "\n[1]Mr. Zerga, sir. Lyman Zerga. In the third position. Wishes to speak with you privately. \n[2]Businessman of some kind, working mostly in Europe. He's very vague, but I asked around. Word is he deals primarily in arms. One of the biggest. \n[3]Yessir.    That's why I don't doubt it. \n[4]Checked in two nights ago, sir. He's in the Mirador suite. \n[5]Up.   Almost forty grand. \n[6]Certainly, Mr. Benedict. ", "SWAT LEADER": "\n[1]Night goggles on. Prepare to cut power. \n[2]Cut it. \n[3]They blew it. They blew the... Oh, Jesus... If there was anyone in there, they're not in one piece anymore. \n[4]Mr. Benedict... \n[5]We couldn't find any survivors. Or, I'm afraid, any of your money. I'm sorry, sir. \n[6]Okay, guys, grab your gear and clear out. "}}