{"dialogues": {"DANNY": "\n[1]Miguel Diaz speaking. \n[2]Tess, Tess. It's okay. You remember what we talked about, if this happened? All right. Call me in twenty-four hours on that number. \n[3]How many can't make the deadline? \n[4]How many think if they run, they'll be found? \n[5]Well, the only other-- \n[6]Good. \n[7]Where? \n[8]\n[9]\n[10]Reuben. \n[11]What's this? \n[12]Oh, I don't know...it's not that ba- \n[13]Sure, Linus. \n[14]Evelyn. \n[15]Absolutely. \n[16]Okay, then. \n[17]So are we. \n[18]Yeah. \n[19]Only what I have to do to get Benedict off our backs. \n[20]How's work? \n[21]I'm sorry. \n[22]I keep trying to figure out what I did wrong. How did he find us? \n[23]I did something wrong. He should never have found us. \n[24]I love you. \n[25]Be polite, but firm. \n[26]If animals were capable of flattery, the World Bank would be open until 8pm. \n[27]Linus...why don't you wait outside. \n[28]Is that your idea of making a contribution? \n[29]The deal was this close to being blown. \n[30]You called her mother a whore. \n[31]A document. A very old, very valuable document. \n[32]The first one ever issued, from the first corporation on the planet. The Dutch East India Trading Company. It's the only one of it's kind and it's worth a boat-load. \n[33]There's a dummy key pad by the front door. But the alarm is really controlled by the keypad in Mr. Vanderspeigle's second floor office. Now, here's good news: we already know the system's master code. Evelyn gave it to us. \n[34]Yeah, well...that's the bad news. \n[35]He's agoraphobic. \n[36]It's hard-wired and shielded. \n[37]And it's covered by five independently-wired surveillance cameras.... \n[38]Something wrong? \n[39]Yeah. \n[40]Okay, so we know what we can't do... \n[41]Time to think outside the box, guys. \n[42]But.... \n[43]Right. \n[44]Try me. \n[45]What? \n[46]What? \n[47]Listen: Don't say anything. If you're ever going to run your own crew, you've got to remember to never show weakness. \n[48]If they think you're slipping, you won't even see it coming. \n[49]The Swinging Priest? \n[50]Crazy Larry. \n[51]Robinov's Revenge? \n[52]The Soft Shoulder. \n[53]Baker's Dozen. \n[54]Hell in a Handbasket. \n[55]I can't have my wife watch me hauled off in handcuffs again. \n[56]This like running toward a cliff. Speaking of which, how's Isabel? \n[57]You get the tattoo removed? \n[58]What are you doing? \n[59]Oh. \n[60]Nice. \n[61]Took a few more for me. \n[62]Augie One, this is Condor. \n[63]We're fully cranked here. Let's go to phase two. \n[64]Wait!   Wait! Shhhh! \n[65]Yeah. What the hell are you doing? \n[66]No. \n[67]Listen, we have to come to some arrangement. \n[68]Just give us the stock certificate. Whatever else you took out of that safe...it's yours. \n[69]He says. \n[70]LeMarc. Right? \n[71]It's not a problem, it's a hiccup. It won't affect our schedule that much. I want to talk about you, not the job. How are you doing? \n[72]Tess, I've got to call you back. \n[73]Coming. \n[74]Of course we know who he is. \n[75]This is what I was talking about. This is exactly what I was talking-- \n[76]Her father. \n[77]Very. \n[78]We've got to slow her down. \n[79]But first: We find our French friend and introduce ourselves. \n[80]The fifteen million dollar one the day the Berlin wall fell? \n[81]Wait -- Prado Museum, the Picasso -- that was Moretti. \n[82]Personal information? \n[83]What? \n[84]All right, moving on, is there anything else we need to know about this guy before we-- \n[85]A what? \n[86]Last time I checked titles like that went out with a little number I like to call the French Revolution-- \n[87]What? \n[88]He may be the greatest thief in Europe. He may have slept with half of the EU. He may be a Casanova with the soul of a starving artist. It doesn't matter. \n[89]There's something he cares about. There's something he can't live without. \n[90]Other way around. \n[91]Nice to meet you. Edmund. You a tennis pro? \n[92]That's awful. \n[93]Listen, Francois-- \n[94]We came here for the Vanderspeigle certificate-- \n[95]Your Degas is worth three times that. You want your painting back, you're going to have to trade. \n[96]Yes. \n[97]All right, let's stay calm. We don't need to over-react here. He said some disrespectful things, that's true. But why antagonize this guy? Why get into something with him? He's young and he's filthy rich, and he's got time on his hands. We don't want to become his Betty noir. We can just fence his painting and earn a lot more than we would have from the certificate. \n[98]We'll make enough selling the Degas to pay off her buyer-- \n[99]Saul? \n[100]We got ten million in that closet. \n[101]I cash in the Degas, take a moment to think about our next move. Toulour isn't going anywhere. You guys are hyping him too much, you're letting him get inside your head. \n[102]That's not how I want to go. \n[103]Why are you doing this to us? \n[104]This is a game for you. For us it's survival. Are you that bored? I mean... \n[105]What kind of wager? \n[106]163. \n[107]Here's what I'm going to do. You tell me the name of your mentor. I'll call him up and I'll tell him that you're the greatest thief in the world...that I accept that to be true.... And in return...you leave us alone, let us go about our business. How about that? \n[108]This mentor of yours...was he a good thief in his day? \n[109]Yeah. Him. \n[110]No. It's going to be settled by one more job. A single object. \n[111]We can't. \n[112]Because we beat him, he'll pay Benedict off. \n[113]It's the only thing in LeMarc's entire career that he went after but failed to get. He tried three times. \n[114]We get the egg and we're free. \n[115]Then we go to jail. \n[116]What am I looking at? \n[117]Saul and Linus back yet? \n[118]No? \n[119]Seen Rusty? \n[120]What? \n[121]More importantly, what kind of reception is the Italian Police giving her? \n[122]What's he doing now? \n[123]Okay, take it easy over there. \n[124]What happened? \n[125]Thanks. \n[126]You sound confident. \n[127]Doesn't matter if you're that good. Are you that good? \n[128]Do you? \n[129]That's fantastic. Listen, I appreciate the call, and, best of luck. \n[130]You're telekinetic, is that what you're telling me? \n[131]What, what happened? \n[132]\"Someone he knows. Someone he trusts....\" \"Someone he knows....\" \n[133]For instance? \n[134]She might. It's not going to be easy getting her over here. \n[135]Yes, you can. \n[136]You do, Tess. You really do. I never told you that before, but it's true. \n[137]Nobody's looking at your ears. \n[138]I couldn't. \n[139]Because you're not an actress. You wouldn't have been so real. \n[140]I'm not going to jail. \n[141]You're a terrible liar. \n[142]Where did Benedict find you? \n[143]At your parent's house. \n[144]Exactly. \n[145]No, nothing like that. We just came to collect our money. \n[146]What happened? \n[147]\n[148]Well, we'll be in touch to make all the arrangements. \n[149]Feel like traveling? \n[150]Yeah. ", "RUSTY": "\n[1]You are kidding me. \n[2]736.18 degrees Fahrenheit, Felix. I watched it. \n[3]I want what I paid for. \n[4]No, Felix, no. I paid for pure. And if my workshop were on top of Mount Everest it would be pure. But I'm at sea level, Felix, and at sea level it should liquefy at 736.95. If it's pure, that is. Which this isn't. \n[5]Let me ask you something: When Christo calls his cotton supplier and asks for 100% cotton cloth, do you think his supplier sends him 98% cotton and 2% polyester and when that doesn't work, says to Christo, \"Well, you should have told me you were going to wrap the coast of Australia\"? \n[6]Felix, you're in a shame spiral. Have your assistant lose my number. \n[7]My god. \n[8]How long you gonna give us? \n[9]We're on the five o'clock. \n[10]Amsterdam. \n[11]\n[12]That's very touching, Reuben. \n[13]Call me an elitist asshole, call me a bourgeois clown, call me anything you want, but 'economy' is bullshit. \n[14]What's on your mind? \n[15]Are you thinking what I'm thinking? \n[16]We're negotiating the terms with her tomorrow. You feel up to taking the lead? \n[17]No gag. \n[18]We're here to listen. \n[19]The sign said 'the Bellagio of Amsterdam'. \n[20]She'll try and use her looks to distract you. Don't let her. \n[21]Don't get soft on us. Don't make too many concessions. \n[22]A doctor who specializes in skin diseases will dream that he has fallen asleep in front of the television. Later he will wake up in front of the television but not remember his dream. \n[23]Her terms were scandalous. And we were lucky to get them after what you said. \n[24]\"Playing along!\" \n[25]A really cheap one. \n[26]It's a privately owned home. But don't let that fool you. It's extremely well-protected. \n[27]A stock certificate. \n[28]2.7 million after expenses. \n[29]He doesn't. \n[30]Not once since he moved in ten years ago. \n[31]Cracks his windows at night...that's about it. \n[32]Negative. It's a closed-loop system with two redundant servers locked into titanium cases in the guy's bedroom. \n[33]The street in front of the house is blocked off to vehicles. \n[34]Monitored 24-hours a day by a security company. \n[35]No. \n[36]There's a Goldmann Grid over the enitre surface. \n[37]Is that what you were thinking about? \n[38]--Well, that's different. Especially if we-- \n[39]A Schuman Special. Livingston-- \n[40]You'll have three. Basher? \n[41]Virgil, Turk. \n[42]Yen? \n[43]What, and give up show business? Saul-- \n[44]Clock's running. \n[45]You're not going to believe this. \n[46]We don't have line-of-sight. \n[47]We tried everywhere. Some places we're only three or four inches off...but...there's no straight shot. Even with Basher. It's literally impossible. \n[48]Jesus. This'll kill us. \n[49]It's like blood in the water for these guys. \n[50]But hey--thanks. \n[51]I need some air. \n[52]Not enough time. \n[53]Too many variables. \n[54]Too many obstacles. \n[55]Not enough people. \n[56]We'd need a woman. \n[57]Can't train the cat that quickly. \n[58]It's always about you, isn't it? \n[59]I have no idea what you're talking about. \n[60]Given its location, my doctor advised against it. \n[61]We're here. \n[62]Tilt it. Raise it slightly. \n[63]It's only a few inches. \n[64]Exactly. \n[65]Not true. Palowski did it in `64 in Venice and `73 in Istanbul. \n[66]There are thirty pylons. We cut them, insert the jacks, and crank. \n[67]The good news is, after the first twelve hours, I stopped being able to smell anything. \n[68]This water was stagnant six hundred years ago. \n[69]This is our score. \n[70]We don't. \n[71]Hey. Mouth. \n[72]Please. That guy's never even seen a cop. \n[73]If he's not dead. \n[74]Who is it? \n[75]Isabel. \n[76]It's great to see you. \n[77]We didn't steal anything. \n[78]--I was just checking up on her. I knew she didn't want to see me. I was being polite. \n[79]Thief. \n[80]She's passionate. \n[81]Her job is very stressful. \n[82]Anything else? \n[83]Scotland Yard never saw LeMarc. \n[84]Spit it out, Linus. \n[85]The criminal element is everywhere these days. \n[86]He still wouldn't trade. \n[87]I thought so too. \n[88]Carl Faberge, the greatest goldsmith in history, constructed the Coronation Egg in 1896 for the wedding of Czar Nicholas and Alexandra. Every world class thief in the last 108 years has tried to steal it. No one has even come close. \n[89]I'm older. \n[90]I thought maybe we could get some coffee. \n[91]Okay, how about a two week trip to Zanzibar? \n[92]Fine, coffee then. Whatever you say. \n[93]How should I know? sorry about your mom. \n[94]She was a real... \n[95]Well, she was nice enough to hide it from me. Some people can't even do that. \n[96]Get what? \n[97]It's not possible. \n[98]Would you call that bubble-shaped? \n[99]She pulled a gun on me. \n[100]She won't back off. \n[101]I'm selling. She ain't buying. \n[102]All right, okay. Let's not be defeatists.... What about that mirror trick that Akimbo tried at the-- \n[103]Yes. \n[104]Oh yeah? \n[105]You sure your eyes aren't broken? \n[106]Well, then I'm not gonna argue. Can I buy you a coffee? \n[107]We've got to stop meeting like this. \n[108]Soccer. He doesn't like Naples....thinks they're a bunch of...sissies. Can I ask you a question? Will you come to Zanzibar with me on Friday? \n[109]When she was twelve her mother told her that her dad got arrested doing a job in Russia and died in jail. So I wouldn't count on much sympathy. \n[110]Ever heard of overkill? \n[111]If he gets it, we'll let you arrest us. If we get it, you come away with me to Zanzibar-- \n[112]Do you want to make the bet or not? \n[113]What about someone he doesn't know but trusts? \n[114]I'm talking about you know who, who looks an awful lot like you know who... \n[115]I'm sorry. \n[116]I have to go. Right now. I have to leave the country. It could be a while. A month. Maybe more. \n[117]I can't tell you. \n[118]You knew what I was the day you met me, Isabel. \n[119]We can talk about it when I get back. \n[120]What is it? \n[121]I can't have this conversation right now. Please, Isabel. I have to get out of here. I love you. \n[122]Who's Julia? \n[123]LeMarc quit because he was 75 years old, Isabel. He was tired. His doctor told him if he didn't start taking it easy he was going to have another heart attack. You're dramatizing it. \n[124]Actually, I do. I know exactly why. \n[125]He told me. \n[126]A little. \n[127]Ten years ago. \n[128]For six months. \n[129]I couldn't tell you, then. \n[130]Isabel-- \n[131]I don't know what you're talking about. \n[132]Guys. Get on there before they leave without you. Thanks. \n[133]Thanks, Scooter. \n[134]I love you. \n[135]No, it won't. Not if you come to Zanzibar. \n[136]It's where LeMarc is. \n[137]That one's ours.     We can be there in three hours. \n[138]Don't you want to meet him? He wants to meet you. \n[139]Would you miss it? \n[140]You're only a cop because your father was a thief. \n[141]According to you mother. \n[142]It means you should meet LeMarc. \n[143]Gaspar, it's Rusty. How are you? \n[144]\n[145]There he is. \n[146]Gaspar! ", "ISABEL": "\n[1]Let's discuss, briefly and to begin, with the category of \"thieves\", as distinguished from the larger category of what might be termed \"hardened\" criminals. The highest level, \"master thieves,\" if you will, is a very small world. Between six and ten high-level crews are operating in Europe at any given time. Worldwide, no more than twenty. The most famous, Gaspar LeMarc, is either dead or retired, and the expectation is that no one will replace him. The good news is the trend is toward their extinction. \n[2]For example: Anecdotal evidence suggest these people are personally insufferable. \n[3]Their egos demand constant praise, and they embellish their exploits to anyone who will listen. They tell their own stories endlessly, provided of course, they are talking to a fellow thief or an intimate. \n[4]Those who interact with them on a personal level are relegated to positions of total servitude, with no chance for growth or freedom. Their lives are treated as secondary. Many of them suffer from depression. It's a crime for which there is no law, and yet causes untold damage. \n[5]\n[6]That's impossible! \n[7]I hope the scene hasn't been contaminated. \n[8]No forced entry. \n[9]No, that would have triggered the system. \n[10]And damaged the circuits. \n[11]They had to have known the code. \n[12]There are other ways to get the code. Closed loop. Redundant servers. Titanium encasement. Not bad. \n[13]Uh...well, they probably set up in a house across the canal and watched him type the code in through a pair of binoculars. \n[14]That's why they probably set up over there-- \n[15]--And used the mirror. \n[16]I'm guessing they'd need a fifteen hundred millimeter lens to get a clear shot but-- \n[17]It's where the crossbow bolt hit. \n[18]Ever heard of Franz Schuman? \n[19]They would have fired from that roof. Through this open window. \n[20]Not a cop, anyway. \n[21]Sorry. Your friend downstairs put me in a bad mood. \n[22]Yes. You're right. \n[23]But these man are exceptionally good. Even when they make mistakes. \n[24]When did he get up and notice the certificate was gone? \n[25]But the alarm would have been-- \n[26]Oh... Oh, I know what happened. \n[27]There was someone else. \n[28]Oh, I wish I could've have seen that. \n[29]That must have really been something. \n[30]I'm sure there's another scenario that would fit these physical details, but I don't know what it is. \n[31]You can start by picking that guy up. \n[32]Can I speak to him? \n[33]Oh no. I just need to speak with him. To get some information. \n[34]I'm sure. I only need a moment, then I'll be out of your way. \n[35]Hello, Robert. \n[36]Is it? Because you've been seeing a lot of me lately. \n[37]You were sitting in a Mercedes outside my apartment on Wednesday night. \n[38]You were hiding in the bushes when I had lunch yesterday at Trattoria Bella. \n[39]This one...I'm not even sure where this one was taken, but I like it a lot. Very Ron Gallela. \n[40]I mean, if I didn't know better I'd think you all came here to steal the Vanderspeigle Getuigschrift, also known as the world's first stock certificate. You must have been so proud of yourselves. A Schuman Special. It's been awhile. That was a very handsome crossbow shot, Eugene. \n[41]And the Palowski...whose idea was that? \n[42]Oh...I know you didn't. Somebody beat you to it. One man. No crew. No back up. Tell me something -- just so I can get the full picture in my head -- was he wearing a tuxedo? A white dinner jacket? \n[43]So you know who he is? \n[44]Well, then. I'll see you when you see him. To get your certificate back. \n[45]I don't have twenty-four hours. They're there now. They'll lead me to him. \n[46]Yes. \n[47]Let's share a car. \n[48]I can't believe they won't make an exception. I've got to find out who this other guy is. \n[49]Why do I need to see all these guys? When I tracked the Munch down in Sweden I got all the approvals I needed with one phone call. \n[50]With Lenin's shaving kit the Russians brought me in and it took a single signature and I got it at the airport a minute after I arrived. What's so goddamned special about the French? \n[51]I'm going to need surveillance on both hotels, phone taps, room bugs, people in the lobby and by every exit. \n[52]If I had to guess I'd say I'll need at least 25 people, a dozen vehicles...and an on-call air unit. \n[53]Okay, one more thing, and this is crucial: these guys are extremely, sophisticated at avoiding electronic surveillance, so we'll need real state of the art stuff. \n[54]I'm talking synthetic aperture pinhole cameras, wave reformation mics with a high Plank coefficient and a passive input structure-- You're not writing anything down; are you sure you're getting all this? \n[55]Okay. Good. Now what time am I meeting Captain Giordano? \n[56]No, what time? \n[57]I see...so...you've spoken with the Pope and he's okay with autographing my breasts? \n[58]Jesus, Robert. I could've killed you. \n[59]I hope so. What are you doing in my room? \n[60]No, thanks. \n[61]Please don't. \n[62]Why do I want to have coffee with you? \n[63]She hated you. \n[64]She hated everybody. \n[65]You'll never get it by the way. \n[66]You'll think you've got it, you'll be so close that you'll be able to taste it and then this guy, the Night Fox or whoever he is, will just take it -- right out of your hand -- just like he did in Amsterdam. He's as good as LeMarc. \n[67]You're in a bubble. \n[68]What are they talking about? \n[69]...reason to believe these men... ...are going to try to steal the Coronation Egg when it is actually put on display next week. I need official authorization to surveil and pursue these suspected criminals on Italian soil. \n[70]And I'll need substantial resources from your department. Can I count on that? \n[71]So, Captain, what do you think of my skirt? \n[72]Next week! \n[73]Vacation. \n[74]We both did. I'm exhausted. \n[75]Hi, this isn't official business. Actually, I'm here on vacation. But I was sitting in a cafe this afternoon, near the Piazza Navona and...the police were chasing someone on foot. I was just wondering if you caught him or...do you know anything about that case? \n[76]Oh... \n[77]Excuse me... \n[78]Um...Did I...? I think I saw you...yesterday. \n[79]The police were chasing you. \n[80]I'm quite sure it was you. \n[81]Hello. \n[82]What are they talking about all the time?! \n[83]Stop it. \n[84]An order signed by Commander Andriotti instructing you to \"provide any and all support that Agent Lahiri requests, whenever she requests it.\" \n[85]Another camera here and here. And have a guard here at all times so any attempt to disable the system will be detected. All your IR devices need to be fitted with reflective faces otherwise a UV later can be used to burn the sensors out. \n[86]What do you want? \n[87]I don't even think Toulour can get it now. \n[88]What is your obsession with Zanzibar?! \n[89]I'm hanging up. Stop calling me. \n[90]When did that happen? \n[91]I don't understand, why do you have to disable any of the systems-- \n[92]She's an actress, Giovanni, not the Pope. \n[93]That's exactly the sort of thing... \n[94]...that the people I'm after will exploit. Okay, fine. You want to shut down half the electronic system, let me post eight cops in the room... \n[95]What happened? \n[96]What are you saying? What the hell are you saying? Where are you going? \n[97]When people start talking the way you're talking there are only two possibilities: you're either in intelligence or you're a criminal. And no one I work with has ever worked with you...or even knows your name. \n[98]Robert... \n[99]No, Robert. I have to tell you something. \n[100]I'm taking the job. I'm moving to Amsterdam. \n[101]You want to walk? \n[102]I know how you're planning to do it. I know Julia's visit is the key. \n[103]LeMarc knew when to get out. He just quit...with his perfect record intact. Now he's a legend. Don't do this. \n[104]You don't know why LeMarc retired, any better than I do. You have no idea. \n[105]Really?    How's that? \n[106]You know LeMarc? \n[107]Since when? \n[108]For how long? \n[109]You-- \n[110]You knew LeMarc? You knew LeMarc and never told me? That's the worst thing you've ever done to me. Nobody knows more about LeMarc than me. How could you do that? \n[111]Really awful. \n[112]Then why aren't you as good as Toulour? \n[113]I don't want to arrest you, Robert. I really don't. But I will if you make me. I will if you go for that egg. \n[114]So many times, I waited. You can't do that to a person. \n[115]I have to go. \n[116]I want to be on record as saying that you should have shut the entire museum down. \n[117]There!     Right there! \n[118]This isn't going to work. \n[119]I am. \n[120]What the-- Oh my God! \n[121]Call the tower! Don't let that plane take off! \n[122]Do something! Do you realize what's happening?! Do you understand what's going on?! \n[123]I hate you. \n[124]This will ruin me. \n[125]What is it with Zanzibar? \n[126]You're asking me to turn my back on my whole life. \n[127]I'm a cop.     That's who I am. \n[128]Who died in a Russian jail. \n[129]What does that mean? \n[130]Gaspar? That was my fa-- \n[131]Daddy. ", "TESS": "\n[1]Well, it's for my parent's anniversary. They don't know I'm coming. I just want it to be beautiful. Can you just do whatever you think looks best? \n[2]Take your time, please. And thank you. \n[3]Which? \n[4]Oh. Yes. I hope so. \n[5]I'm sorry? \n[6]Oh. Fortieth \n[7]Do you have a bathroom? \n[8]Thank you. \n[9]What about them? \n[10]So am I. \n[11]What are you doing in Amsterdam? \n[12]Be careful, Danny. Please. \n[13]It's the same. I'm distracted. \n[14]It's not your fault. \n[15]Danny, don't keep thinking about it. \n[16]I'll call you tomorrow. I love you. \n[17]I...uh... \n[18]To see what? \n[19]Oh. No. I came to -- to see the-- \n[20]What? \n[21]Well, he's not really-- \n[22]I can't do this. \n[23]I'm not an actress, Danny!     And I don't look like her! \n[24]Come on: my... \n[25]And my... \n[26]And my ears. Anybody who sees my ears is going to know instantly. \n[27]Yes, Danny, they are.     They're going to know. \n[28]Uh, no. \n[29]Oh. Thank you. \n[30]Oh. \n[31]It was, uh... \n[32]Okay. \n[33]I'm, uh, getting ready to go out... \n[34]I...I'm having trouble deciding what to do next. \n[35]Danny...Danny is...Danny is... \n[36]No, no... \n[37]No. we're absolutely fine, he's just-- \n[38]No, really-- \n[39]Thank you. He's fine. Danny's fine. He's working. \n[40]It's so beautiful.        My God. \n[41]I'm not going to set off any alarms? \n[42]That's stupid. \n[43]I don't think we want to be so obvious-- \n[44]I...uh, I have to take some pills. Aspirin. I get headaches. \n[45]They're just aspirin. \n[46]That's amazing. \n[47]Well, with aspirin...it's very beneficial. \n[48]Why didn't you tell me? \n[49]Why not? \n[50]I thought you were going to jail. \n[51]So you don't think I'm a good actress. \n[52]I'm a good liar. \n[53]He... \n[54]That was...okay, so I'm not a good liar. So what. You're good enough for both of us. \n[55]When do you want to go back? \n[56]Yeah. Don't you? ", "LINUS": "\n[1]I'm responsible for myself. I have my own life and my own plans. I've never asked for anything but a fair shake. We make a deal, I stick to the deal. \n[2]I just need to be absolutely clear that we have an understanding: If you contact my father, I'll kill myself, and you'll never get the rest of your money. \n[3]Ground level. First floor. Day one. Planning stages. Planning stages. \n[4]Hey. You guys have a minute? \n[5]Well, I know this may not be the exact right time to bring this up, but I've been thinking about...well, about where I want to be in five years, career-wise, and I've decided I really want to be more than just a role-player. I really see myself as kind of an idea man, like you guys. I mean, I know you do your part and you're in the trenches with us and all, but it's really your show, and like I said, five years from now, I want to be running my own show.... \n[6]So if there's any opportunity for me to be involved in the, you know, planning stages of things, I would really appreciate it. I really feel like I'm ready for more responsibility and that I could really make a contribution. \n[7]Are you serious? \n[8]This isn't some gag? \n[9]Wow. Yeah. That would be awesome. \n[10]Man. I wasn't sure if I should say anything. Now I'm glad I did. \n[11]Great. Thanks. Really. You won't regret this. \n[12]Wait a minute. That's it? \n[13]Look, you guys no frills, no perks, run-and-gun, all that stuff, and I said no problem because I believed you were right that we shouldn't go deeper into debt and spend money we don't have. I mean, am I the only one who thinks this might actually be a good thing? That we could use a little humility? That maybe we were a little too pleased and impressed with ourselves after the Benedict job? Okay, I grant you that maybe this isn't what we deserve, but maybe it's what we need. We can do this. No, I take it back: We have to do this. \n[14]Right. \n[15]I won't. \n[16]O let the sun beat down upon my face, stars to fill my dreams. I am a traveler of both time and space, to be where I have been. \n[17]\"Deal?\"   What \"deal?\" \n[18]I know what you guys are doing. \n[19]Look. That...person had too many cupcakes. \n[20]I was playing along. \n[21]Guys, I'm not falling for this. I'm not.... \n[22]I mean... \n[23]I called her mother a whore? \n[24]Thanks. \n[25]Okay, here's something...I've got an idea...suppose we-- \n[26]Well, but how-- \n[27]What? \n[28]What's a Schuman Special? \n[29]Can I talk to you guys for a second? \n[30]Listen, I've done a little research on the Schuman Special, and uh...we don't have line of sight for the shot. \n[31]She steals the money from Mr. Mulroney. \n[32]To pay Franklin to keep quiet. \n[33]We've incurred some very serious costs here. \n[34]Well, we have. \n[35]Do you think the cops even know who this guys is? \n[36]Who's LeMarc? \n[37]\"Robert?\"    Is that his real name? \n[38]How does she know that? \n[39]Was he good? \n[40]Some say he's one of these guys that thinks because he was born in a penthouse, he controls the elevator business. Others say he turned out okay when you consider how rich his parents were. \n[41]Father was a big-time industrialist, got into the cellphone market on the ground floor. Mother inherited. Had maids as a child. He's a public figure, people know who he is. He's been rumored to run for office in Spain, even though he doesn't appear to live there. \n[42]He's an avid golfer, pro-level tennis player, and inveterate gambler. But apparently his favorite pastime is.... \n[43]He's rarely alone. I think it's a compulsion. I have a list of names here...it was just the first week. \n[44]What? \n[45]We thought someone was following us. \n[46]When Dominique goes back with Thomas to check the trunk, the money shouldn't be in the briefcase. Franklin should have double-crossed them. \n[47]She just walked in there like Patton or something. She's changing...everything and-- There were so many cops with her. I've never seen so-- \n[48]I don't understand. If her father was a thief...why's she such a hardass? I mean you'd think she'd have a little sympathy for us. \n[49]What do you want? \n[50]I can't do that. \n[51]Did you tell Dad? \n[52]Looks down at his copy of the French FHM. \n[53]Puts his magazine away. \n[54]He's completely drunk. \n[55]We thought someone was following us. ", "SAUL": "\n[1]What it is about horses? I ask you. Is it the strength? The beauty? The fearlessness? The grace? Of course. But there's something else. Something in the eyes. \n[2]Yes. When I look into a horse's eyes, I can tell: This one's a winner. \n[3]Yes? \n[4]You take Visa? \n[5]My business manager? \n[6]Fifty-five K? There's a fifty-five \n[7]You made the seats smaller. Can you just say that? You made the seats smaller. \n[8]He can be a Tom? \n[9]You gotta make your own opportunities. This ain't a rehearsal. \n[10]Boy, you're tough. \n[11]What are we after? \n[12]Doesn't this guy believe in fresh air? \n[13]God, this guy really is a freak. \n[14]I know, I know. I'll be bored. You'll be fine. \n[15]About 87 feet. \n[16]You want to do what? \n[17]The whole house? \n[18]It took three hundred guys two years to do that. You're crazy. Nobody's ever done anything like this. \n[19]Really? \n[20]Counterfeiting? Me? I have to tell you, it's not something I condone. It's cheating. \n[21]There's no subtlety to it. \n[22]No one I know... \n[23]Not bad. \n[24]Diego's people? \n[25]Well. Congratulations. \n[26]I'm too old. That's dangerous. My stuff is cheap compared to that. It's just me and my gal, you know. What you're talking about is organized. But thanks, anyway. \n[27]This is Gatsby. We're green here. \n[28]You think he's better than us? \n[29]You don't work with the cops unless you absolutely have to. And not even then. \n[30]How did she-- That was-- \n[31]She could reduce her stress by leaving us alone. \n[32]Hang on a second! He-- All of them?! \n[33]How do you hide a two hundred foot yacht?! \n[34]Taxes over here are brutal. People don't realize. \n[35]Turn his name over to Isabel. In exchange for getting off our backs. \n[36]Short of that...the only appropriate response is to steal his next job right out from under him. Just like he did to us. \n[37]LeMarc.     The LeMarc. \n[38]God hates me. He hates all of us. \n[39]Whatever it is, let's just let him have it. \n[40]He wants us to steal the Coronation Egg! \n[41]The Holy Grail. \n[42]That's because it's cursed. \n[43]It's un-stealable. \n[44]It's not possible. \n[45]We gave 'em the shake. Caught 'em napping. \n[46]Is making his way through the door. He looks drunk. \n[47]125. \n[48]Is almost to Linus's row, he stumbles a little, almost falls. Then, with a loud WHOOSH the train goes completely dark. It's gone into a tunnel. We hear Saul's voice CRY OUT. In a few seconds, the train exits the tunnel and the lights come back on. \n[49]Has fallen into the lap of the BackPack kid. Linus and the Normal-Looking Guy try to help him up. He stumbles onward and collapses into a vacant seat. \n[50]Mmm. Yes. But I'm through evolving, I think. It's too tiring. I feel pretty evolved. You know, considering. ", "TOULOUR": "\n[1]Twenty minutes by helicopter. \n[2]Please. \n[3]You are worse than Sampras. You should be paying me. \n[4]Put them on the veranda and get them a drink. I'll be right up. \n[5]Rusty. \n[6]Danny. \n[7]Are you sure? Usually I'm so good at that. \n[8]This is Edmund. Edmund.      Rusty. Danny. \n[9]Sadly, I can't show you my favorite painting of all -- a Degas that used to hang right there -- because it was stolen recently. \n[10]Please. Call me Baron. \n[11]That's not for sale. \n[12]You actually expect me to believe that you are in possession of my Degas? You are living in a...in a bubble. \n[13]No. \n[14]Very theatrical of you...asking to meet here. Like we're spies meeting to do an exchange. \n[15]Doing what? \n[16]No. I wouldn't do that. No... The truth is...I made a bet. Or maybe a better word is a \"wager\". \n[17]A gentlemen's wager with a friend of mine -- my mentor. A few months ago we were at his winter place in Nicaragua and another guest referred to me as \"the greatest thief in the world.\" I didn't object, obviously, but my mentor fell silent. Later I asked him about it. He said if I really wanted to say I was the best thief...I'd have to prove I was better than the eleven of you. \n[18]You know, the Benedict job made waves, even all the way over here. 16.3 million dollars. That's a lot of money. \n[19]Sorry. 163. Before you were found. \n[20]Yes, 163 million is a lot of money. It attracts attention. So, in a way, you brought this problem with me on yourselves. You're victims of your own success. \n[21]He said you'd probably say something like that -- but he said you'd probably have your fingers crossed when you said it. \n[22]So in this situation -- for the purposes of my wager -- words aren't good enough. I have to prove this on the ground. \n[23]Who, LeMarc? \n[24]I don't usually call for a second date. For you I make an exception. \n[25]I think it's good that we talk. You see, you should stop following me. You're wasting your time. I'm going to let you go first and get caught. Then they will increase the security even more, and then I will steal the Egg. Then Lemarc can make his decision. \n[26]Confident? This is a very American word. I am arrogant. There's a difference. \n[27]I can move objects with my mind. \n[28]You don't believe it? \n[29]Are you done stirring your sugar? \n[30]Danny. I'm serious. Sit down, please. \n[31]Yes. But...it's a curse. A nightmare. Everything is too easy. But then LeMarc says I'm still not the best. So I take his challenge. And you will fail, and I will win, and so what? What does it prove? What is he trying to show me? \n[32]Put this in the safe, would you? \n[33]Guests? \n[34]Let me guess, you decided you did want to give my lawyer a call. But you lost his card. \n[35]Not only did you fail, half of your crew got pinched! Your plan was not good. And you don't look anything like Julia Roberts! I mean your... ...and your... ...and your ears. \n[36]Oh, no. You stole it on the way to Rome didn't you? I stole a replica. \n[37]But that means you knew what to steal before LeMarc proposed that I challenge you for it. That means... \n[38]LeMarc told you. Of course. \n[39]To teach me. \n[40]No. Don't go. Please. \n[41]You are my guests. I will celebrate your victory. Besides, you may have noticed, I don't like to be alone. \n[42]I am feeling more French by the minute. To my first depression. \n[43]Tess. Danny. This is Monica Bellucci. \n[44]We're thinking of taking a trip to the states. Take a look around. We'd love to meet some of your friends while we're there. Actually, one friend in particular. ", "BASHER": "\n[1]Tom. \n[2]Anybody can be a Tom. \n[3]Tom. \n[4]Stop calling me \"boy\". \n[5]Could we use a remote device to trigger the panel? \n[6]Crazy freak. \n[7]No worries. \n[8]Let me see the specs. \n[9]How tall is the surface of this roof? \n[10]How tall exactly? \n[11]Then I'll have line-of-sight. \n[12]For nineteen hours. Here's the order in which they have to be done. \n[13]It is cheating. \n[14]It's kind of embarrassing. \n[15]I can't imagine anything like that. \n[16]Bolivia. \n[17]Yeah. \n[18]I told him about you. \n[19]Somebody must know this bloke's name. \n[20]Either way, he's got to have a name. \n[21]At least we saw him in the flesh. You'll never see this guy your whole life. \n[22]He did his first big job in 1989. Bundesbank, Berlin. \n[23]He was nineteen years old. \n[24]Bank Faltier, Paris 190 and again in '91.... Total take twenty-one million euros. Bank of Italy '92. Eighteen million. Danish Treasury, also 192. Twenty-two million. \n[25]He in Moretti. It's one of his aliases. \n[26]UDC bank in Geneva, `94. Nineteen million in bearer bonds. The Louvre --'95 and twice in '96. \n[27]He left a Post-It note on the Mona Lisa that said \"Bitch set me up.\" \n[28]In 2000, he stole the King of Morocco's 230 foot yacht. Vanished into thin air. Crew surfaced a few days later in a life raft. Couldn't remember a thing. \n[29]If the King knows, he's not telling. He received it back a month later. \n[30]Until a month ago Interpol were convinced that the heists were the work of twelve different people. But not any more. \n[31]Scotland Yard said he's the new LeMarc. \n[32]Did we forget to mention he's a Viscount? \n[33]Spain. \n[34]His title.     It's Spanish.   Mother's cousin. \n[35]He used the word \"amateur\"? \n[36]It's about reputation. You said so yourself. We have to get that certificate to Evelyn's buyer or-- \n[37]One score, for the whole thing? \n[38]That's just... that's...what is that? \n[39]That's great, except we can't get it. \n[40]Not since we first got here. About an hour ago. \n[41]And where's Saul and Linus? \n[42]\"This time it's personal\". \n[43]So I think if you really analyze it, you can see that it's inevitable. It's time for us to evolve, en masse. I have to help bring that about whatever way I can, you know. Otherwise, the trajectory is fixed. You know what I'm saying? ", "TURK": "\n[1]The opening doesn't work. \n[2]She shouldn't have the same dream as Franklin. He's the antagonist. \n[3]No it wasn't. \n[4]Why do you do that? why do you have to get personal? \n[5]It's personal. You don't argue logically. You attack. Bring the right foot back even with the left, buttocks raised high.... ...you have to have reasons, to support your argument... ...flattening the back so the body forms a triangle. \n[6]Relax the crown of the head toward the floor. Draw the hips away from the hands, len--gthening the spine. And press the heels toward the floor. \n[7]Virge. \n[8]You're hallucinating. \n[9]Great anticipation. \n[10]What seat? \n[11]What's our cut? \n[12]Each? \n[13]Guys, am I missing something here? We know his damn code, right? You're telling me with that much information we can't find a way into this freak's house? \n[14]Can't we just get a telephone repair truck... \n[15]...put the basket up and use a telescoping rod through the open window to tap out the guy's code? \n[16]Sweden. \n[17]Okay, so he goes to the cops. \n[18]Right. \n[19]What? \n[20]That's good. \n[21]Maybe he works with the cops. \n[22]Where did she learn all that stuff? The Palowski stuff. \n[23]But did you see that display of emotion, handing out those pictures? \n[24]One guy did all those jobs? \n[25]Absolutely. \n[26]We don't even know our next job. \n[27]Wow. What are those? \n[28]I've never seen that color. \n[29]And you think Thomas is going to get blown up. \n[30]Where is he? \n[31]Why? \n[32]It clarifies everything. \n[33]What's he, the head of the studio? What's he ever written? \n[34]What? \n[35]What! How did you-- You moron! You said you were watching him the whole time! \n[36]Livingston said Frank said that Rusty said that Danny said Toulour said don't ever bother following him. \n[37]I say we do a Joey Heatherton, 1971. \n[38]Damn. \n[39]I've got an idea for another Dominique story. \n[40]Just let me tell it to you. \n[41]It's like three sentences. ", "VIRGIL": "\n[1]Duh. \n[2]It was your idea. \n[3]Well, it wasn't mine. It couldn't be; it's too stupid. \n[4]It's not personal, it's a fact. \n[5]I can't listen to you anymore. It makes me physically sick. \n[6]This a serious class. No pigs allowed. Okay? \n[7]Yeah, whatever, OJ. \n[8]Nice. \n[9]What is it? \n[10]Who negotiated this? \n[11]We just wait until he leaves. \n[12]They did it with the Leaning Tower of Pisa. \n[13]There's no reason for him not to. He would go to the cops. \n[14]Then they arrest Dominique. \n[15]Then we have no story. \n[16]Why would she? \n[17]Who's this? \n[18]That's bullshit. \n[19]This is our goddamned job! \n[20]Who the hell was that guy? \n[21]He was a cop? \n[22]What's the big deal? She's just some brilliant, pissed-off ex- girlfriend who's dad taught her every trick in the book. Fiancee. \n[23]Totally unprofessional. \n[24]She's unbalanced. \n[25]How'd he get all those aliases? \n[26]You said we could show him the painting right, to prove that we had it. \n[27]Well...where is it now? \n[28]Nothing.   Just reading the papers at a cafe. Oh, no, wait. A woman just sat down next to him.... He's getting her phone number. \n[29]Jimmy Chu. \n[30]That could be a great moment, when he's on the ground. \n[31]Hey. \n[32]There. I took a look at the interrogation scene. \n[33]'Cause Linus said it was repetitive. \n[34]He said it's too on the nose. \n[35]He's just saying -- Oh, no-- \n[36]It's not him! \n[37]I was! I mean, I used the bathroom once, but it was quick. You lost him yesterday! \n[38]It's the wrong color. \n[39]Can we finish this one first? \n[40]No. \n[41]I'm serious; you're asking too much. ", "LIVINGSTON": "\n[1]How many people here tonight were stupid enough to have children? \n[2]Wow. No, seriously, that's great. I have a child. A daughter. She's five. They get to you, right? Am I right? Like emotionally. I mean, sometimes she'll turn to me with her little face and her little shiny eyes, and she'll say, \"Daddy, please stop hitting me,\" and it just breaks my heart.' \n[3]I'm Livingston Dell. Thanks for listening. See you at ten. \n[4]I appreciate you letting me finish my run. You've been very patient. \n[5]Flight 144 to Amsterdam. \n[6]Uh...there must be some mistake. I mean...unless...is your first class section in the back of the plane? \n[7]How'd he get that seat? \n[8]How could he lie to us like that? \n[9]What do we know so far? \n[10]So he's never been out of his house? Ever? \n[11]Can we tap into the system from the outside through the phone lines? \n[12]Absolutely. I mean, I'd need a day to-- \n[13]Your shot has to hit directly above the keypad. \n[14]And he only had a crew of six. \n[15]So, Basher approached me about being on a crew. \n[16]Yesterday. \n[17]When are you gonna stop with that tired \"white people can't be funny stuff\"? It's so old, Frank, really. Do you want some orange juice? I got the good kind. \n[18]This is Augie One; Go Condor. \n[19]If the situation were reversed-- \n[20]The question is who trained him. He got into that place alone. \n[21]It can't be that hard to find out who this guy is. Like I said, somebody trained him. Who trains the best? \n[22]Ex-girlfriend. Fiancee. \n[23]Who's hat is that? \n[24]He's not done. \n[25]Tell them about Saint Tropez. \n[26]The French national police just gave him a nickname. \"Le Renard Nuit\" -- The Night Fox. \n[27]Viscount.    As in nobility. \n[28]Who? \n[29]Because of pride? \n[30]What do we have to do? I mean, is it a fair bet or is it like...the Coronation Egg or something? \n[31]A TR354 infra red motion detection system. It's the gold standard. \n[32]No. \n[33]And I can't find Rusty. \n[34]No, that won't work either. The IR will pick it up before you even get close. \n[35]Damn-it. \n[36]--There's no mirror thin enough to avoid tripping the lasers. \n[37]We did it!     It works! \n[38]I'm telling you, with everything she's done in the last twenty-four hours...unless you happen to be best friends with the head of security at the museum, unless you are someone he knows and trusts enough to leave alone in the gallery, after disabling about half of their security system, forget it. We are not stealing that egg... \n[39]All in all, it was depressingly familiar. The forced camaraderie, the hollow smiles. Scared to take a moment's reflection. Scared to imagine a different life. We behaved like boys. But... \n[40]I'm Livingston Dell. Thanks for listening. ", "FRANK": "\n[1]We stole that money fair and square. You bought people off to find me. You took advantage during an economic downturn, and made them say some shit they shouldn't have said. It's not fair, it's not just, and it aint' cool. \n[2]Did you hear what I just said? \n[3]See, you're not hearing me. What I'm trying to tell you is the reservations agent made a mistake when she issued the ticket, because on the rare occasions that I fly commercially, I always book a first- class ticket with no restrictions-- \n[4]Now, listen: Don't make me get black. \n[5]That's not good news, that's really good news. \n[6]Just...don't call the guy a freak, okay? \n[7]What? \n[8]What?! I mean, am I the only one here who feels funny about stealing from a...a...handicapped guy? \n[9]We can't tilt a whole house. \n[10]When? \n[11]Jay Leno called. \n[12]Bring that orange juice. \n[13]We let you in the house! Somehow you got in after we hit the code but before we got to the door. \n[14]He said he got here first. \n[15]It's going to get out, you know. People are going to find out. \n[16]I believed him. \n[17]I'm not saying anything, but the man was sitting there, waiting for us. \n[18]Great. \n[19]We need to teach him a lesson. \n[20]Then why did you make that trip down there in the first place, if you didn't want to get into something? \n[21]Hell, this could go on forever. \n[22]Now we're talking. \n[23]What? \n[24]Well, I don't know, but that's one nasty lock. \n[25]We thought he was with you. \n[26]Look, if we're having this much trouble, and we've got ten guys Toulour must be pulling his hair out. \n[27]Are you back on? \n[28]Reuben, what are you doing? ", "REUBEN": "\n[1]I really think you're being too sensitive. She's crazy about you. I can tell. \n[2]Joyce, she's ninety-two. I'm all she has left. The wheelchair thing was an accident, she's having some trouble with the joystick. I'll adjust it. I told you, when her mouth hangs open like that, that means she's happy. I am. When are you coming over? \n[3]You're tired because you work too much. You don't have to work all the time. Don't you want to take a break? Those trays look so heavy. Of course. How could you ask that? Because when I heard you laugh, all my problems disappeared. \n[4]So I'm smarter than those schmucks on Wall Street. Whose fault is that? \n[5]I wanted to wish you luck. And listen: I want to do something for you. \n[6]Take it. Take it. This is the least I can do. I've got a friend who owns the Bellagio of Amsterdam and I've made reservations for all of you there. It's all taken care of. \n[7]It's the least I could do. I love you guys. Enjoy. \n[8]No, thank you. \n[9]There's make-up in the bag there. And some photos. Do the best you can. \n[10]Ms. Roberts is very tired!! Please let her through! Please! \n[11]You're a photographer. Very exacting. You want things a certain way, but you never raise your voice. You're uncompromising. Strong. \n[12]Oh, we understand each other. I'm mean, the actual words are gibberish to me, but I know what he means. There's a tone, you know. We communicate. I'm sure he'd tell you the same thing. Am I right? \n[13]My name is Stuart Feldman, Worldwide Executive Senior Vice- President of Marketing, Corporate Senior Vice-President of Publicity and Corporate International Executive Worldwide President of Promotion for the Warner Brothers Motion Picture company. My colleague, Grant Wells, who is responsible for Ms. Roberts itinerary, has graciously set aside time for Ms. Roberts to view the Coronation Egg privately. \n[14]Julia -- unless you have any objections -- Wen and his crew set up for the publicity stills. \n[15]I was thinking maybe we could get you and Topher into some \"You Always You Never\" hats and t-shirts for the shoot-- \n[16]So stupid! Idiot. Maybe we could put some posters in the background-- \n[17]I completely agree! Stop trying to turn this into some sort of stunt. \n[18]May I look at that when you're through with it? \n[19]Is opposite him. They are both being served for lunch by a JACKETED WAITER, whose face is continually obscured. \n[20]That's the exact figure, I'm pretty sure. \n[21]So we're clean? \n[22]I'll take your word. \n[23]These grudges, they're awful. Nobody wine. \n[24]This way, there's no need for retaliation. Why would there be? \n[25]More than plenty. It's just a matter of sharing. \n[26]It is. Waiter? Can I get sparkling water? It's good for my acid reflux. ", "TOPHER": "\n[1]Hello? \n[2]Hey! I got your room number from McCormick, I hope you don't mind. \n[3]This is great. Do you have the adjoining room? \n[4]Oh. Hey. I saw the rough cut of YOU ALWAYS, YOU NEVER. It's so awesome. Congratulations. \n[5]It was just like a dub of a lo-rez output, but I could totally see what you were doing. I think you might win again. Seriously. \n[6]It really actually looked like you were blind. How did you do that? What is it like, an on-set thing, or was it digital? \n[7]You can tell me, I won't tell a soul. Because if you say it's instinctual, I'm quitting right now. Seriously. The way you parted your hair? That was so connected. And that scene with the matches? And when you find out who your real grandmother is and run through the rain and find her on the porch and touch her face? Man, that was...you gotta tell Steven how much I loved it. \n[8]So what are you doing? \n[9]I mean next. What movie are you doing next? \n[10]Is Danny working? \n[11]Oh, no. Is something wrong? Have you two... \n[12]I'm so sorry. I'm so sorry. \n[13]I've got to stop asking people about their spouses, it's like always a mistake-- \n[14]Listen, I won't say a word. Seriously. I'm rooting for you guys, you know that. This is your private business and I totally respect that. No more Danny questions from me. \n[15]Hey, cool, whatever. That's what I'll say. \n[16]So can I come look at that Egg with you? \n[17]Kinda small. \n[18]Hi. \n[19]Hey, J Ro, why the quick exit? \n[20]Yeah, well, with everything thing you've been going through I can see how you'd need something. \n[21]Right. I've never taken aspirin in my life, ever. Can you believe that? \n[22]For me, it's like a control thing. \n[23]Oh, yeah. I'm sure. ", "PAUL": "\n[1]Thanks for coming. We can really use your help on this one. \n[2]Not that we can find. \n[3]We can't figure out how they disabled the alarm. We thought maybe they tried to short it out somehow. \n[4]We considered that, but the mark swears that nobody in the world knew the code except him. He programmed the last seven steps of the system himself. He set it and never left the house again. When he dies, we'll probably have to physically cut all the power lines to the house to get it off line. \n[5]Like what? \n[6]Actually, I don't know about that. \n[7]Unless he had a habit of typing in the code like this-- \n[8]--then his body would block the view from across the canal. \n[9]What is it? \n[10]What is that? \n[11]A crossbow bolt? \n[12]No. \n[13]From that roof, through this window? Nobody could make a shot like that. \n[14]What's that supposed to mean? \n[15]He's an idiot. You shouldn't let him bother you. \n[16]The alarm woke him at 4:2O am. \n[17]What? \n[18]Someone else. \n[19]Are you sure? \n[20]Where should we start? ", "BENEDICT": "\n[1]The Baldwins. \n[2]We had dinner with them three years ago. You talked about your parent's anniversary. \n[3]I'm getting married next month. \n[4]Well, I hope Danny is as good as he thinks he is. A bouquet toss in prison can get pretty ugly. \n[5]Four weeks. \n[6]I heard what you said, Frank. Did you hear what I said? \n[7]What can I say? You're a funny guy. \n[8]Look at it this way...Eugene....if the album goes platinum it'll cover what you owe. And if the second one goes gold, that should cover the interest. \n[9]Yes. \n[10]You want it in writing? \n[11]You're clean. \n[12]As soon as someone retaliates, the situation is out of control. \n[13]There's plenty for everyone. \n[14]Sharing is good. ", "DINNER JACKET": "\n[1]Can I help you? \n[2]I am getting here first. \n[3]I am here before you. \n[4]That's thirty seconds. How could I know which exact thirty seconds I had? Unless I knew you plan. Could I have known your plan? Do you have a snitch in your group? \n[5]Yes, I know you don't. Because I saw, the whole thing from that chair. I knew you were around, but I had my own plan. \n[6]There's really no need for that. \n[7]Every second I am becoming more outnumbered. \n[8]But the situation is not reversed. The situation is that I am here first, without any help from you. \n[9]So as much as I would-- \n[10]Jesus, how many of you are there? \n[11]No. But: I leave you with something. \n[12]My attorney. In case Evelyn's employer tries anything...well, anything. ", "CAPTAIN GIORDANO": "\n[1]Naples sucks! They're a joke! The only decent player they have is Pasqualli -- and he's a pussy. \n[2]Yes, absolutely. \n[3]Yes, absolutely. \n[4]I think it's very beautiful. Why, don't you like it? \n[5]Ms. Lahiri, you're in Italy now. We are a sovereign nation. We're not some adjunct, some administrative district of the EU. When Europol calls we don't jump up and tap dance for you. If you want to work in Italy, then you have to do it under Italian authority...and that means you have to talk to Commander Andriotti...who, I'm sure, will be happy to meet with you some time next week-- \n[6]--when he returns from vacation. \n[7]What's that? \n[8]It's good, yes. Okay. \n[9]That's a very nice blouse you wear today. \n[10]She is. \n[11]Yes, absolutely. \n[12]Hey, no problem. Good seeing you, man. ", "OWNER": "\n[1]It's an accident. It means the flower developed a virus early in the bulb stage. The flaws create the unusual coloring. \n[2]Of course. What kind of price range are you looking for? \n[3]I'll need a few minutes. \n[4]That should be some surprise. \n[5]For your parents. \n[6]Which one is it? \n[7]Anniversary. \n[8]Wow. Okay. I think I have an idea. Something classic. \n[9]Straight back, on the left. It's unisex. \n[10]It's unisex! ", "KLM AGENT": "\n[1]You're in seat 43J. Enjoy your flight. \n[2]No. \n[3]\n[4]41C and D. \n[5]\n[6]We've increased capacity by employing advanced design technology. \n[7]She may have, air, but this is the only ticket available to you on this flight. I need you to step aside so I can take care of the next customer. ", "HESS": "\n[1]He said we can't leave until tomorrow because of liability issues and he needs a document. \n[2]Thanks for trying. \n[3]That would be nice. Thank you. \n[4]Without their signatures, you can't do anything. You can't pull the suspects over, you can't do surveillance on them, you're not even allowed to contact them. They're real sticklers about sovereignty issues here. \n[5]Foucquet's at eight-thirty. Apparently their's a private room. Better bring your kevlar. Don't stop for that. \n[6]He said he has to get approval from someone else and they're on sick leave. \n[7]Sorry I fell asleep. ", "AGENT MOLLY STARR": "\n[1]Who's in charge? \n[2]Oh, yeah... I'll start with him. \n[3]When people think of Italy they think of food, wine, the Renaissance. They don't realize Italy has the scariest prisons in the civilized world. You know why? They're all leftover from the Middle Ages. They're worse than dirty; they're damp. They're like caves. \n[4]I'm the only hope you've got. \n[5]Testify against the others in the Benedict case. \n[6]Sure you can. You'll get a year, maybe two. The Italian charges will be dropped. You and the others will be extradited to the US this afternoon. \n[7]Think about those prisons. Think about living there for twenty years, getting out when you're fifty. What a catch you'll be. ", "CARABINIERI OFFICER": "\n[1]Yes, absolutely. \n[2]Yes, absolutely. \n[3]Yes, absolutely. \n[4]Yes... \n[5]Yes...absolutely... \n[6]Yes, absolutely. ", "MUSEUM DIRECTOR": "\n[1]We just found out. I arranged a private showing for tomorrow morning before we open the show to the public. \n[2]Because she might want to get close to the egg, got right up here and look at it. And I'm not going to embarrass myself or this institution by telling her she can't. \n[3]Do you realize how much free publicity we'll get for this museum, just because she because she decided to come by and look at the egg? She's even agreed to do a photo shoot for us promoting the museum. \n[4]Are you crazy? That's worse than....you want me to treat her like a criminal? \n[5]Look, if you need to do something to reinforce security during her visit, fine. But it's got to be out of sight. And it can't effect Julia in any way. Are we clear? \n[6]No. No. Get as close as you like. "}}