{"dialogues": {"MCMURPHY": "\n[1]Yeah, ain't that the truth. \n[2]So long, fellas... \n[3]Yes, sir, it's a mighty nice fall day... \n[4]Yes, ma'am... \n[5]I tell ya, these goons showered me at the courthouse this morning, last night at the jail, and I swear they'd have swabbed my ears out on the way over if they could've found the facilities... \n[6]Hey, how ya doin', cutie? \n[7]Just great! See ya around! \n[8]Yes, sir, I sure am gonna enjoy my stay here. \n[9]Ya know, I ain't never been in an institution of psychology before. \n[10]Yeah, I'm here on a ninety-day observation period. Short-timer, like they say... \n[11]After you, ma'am. \n[12]Man, there sure is an awful lot of poontang around here. \n[13]Yeah, I was just thinking the same thing, Doc... \n[14]Why, I'll betcha there must be a million albacore and tuna running of the coast right this minute. \n[15]Fish! Hell, Doc, I'd like to have a nickel for every fish I landed between Point Conception and the Alaska coast... \n[16]Yup! Worked right outta Depoe Bay for just about every season since I was able to haul my own weight. \n[17]McMurphy, Doc. R.P. McMurphy. \n[18]You bet, Doc. \n[19]Thank you, ma'am, \n[20]Hi. \n[21]How ya doin', buddy? \n[22]Oh, yeah? What's ailing ya? \n[23]Well, that's too bad... \n[24]Yeah, buddy? \n[25]No, 'fraid not... \n[26]Yeah, buddy? \n[27]Sorry, buddy, I'm clean outta change... \n[28]Sure... \n[29]Hey, how's it look up there, big boy? \n[30]That right? \n[31]Your buddy is callin' ya. \n[32]What's troubling ya, buddy? \n[33]You look pretty healthy to me. \n[34]How do ya know that? \n[35]You're breathin' right now. \n[36]What's that, Pop? \n[37]Can't hear ya, old-timer. \n[38]Hell, compared to where I just come from, this is a country club. \n[39]Whatcha boys playin'? \n[40]Shoot! No wonder you don't care nothin' 'bout showin' your hand. \n[41]What's your name, buddy? \n[42]Well, put 'er there, Billy boy, my name's McMurphy. \n[43]What I wanna know is who's the top loony around here? \n[44]Yeah, that'll do for openers! \n[45]What for? \n[46]I can wait... \n[47]I'm seeing what a busy man does. \n[48]Yessir, that's why I came to this establishment for, to bring you birds fun and entertainment 'round the gamin' table... \n[49]Easy now, don't smudge 'em, we got lots of games ahead of us... \n[50]Yes, ma'am... \n[51]Hold the fort down, will ya, fellas! \n[52]Yes, ma'am. \n[53]Thank you, ma'am... \n[54]Yes, ma'am... \n[55]Now that you mention it, I sure would like to call my aunt up in Portland and tell 'er where I am so she can come visit me. \n[56]Yes, ma'am. \n[57]Just that I'm glad to be here, Miss Ratched. I really am. \n[58]Yeah, you ain't half so bad looking for a head nurse. \n[59]Yes, ma'am. Lead the way, Sam. \n[60]Hell, Doc, I've been everything from a hoopla man with a two-bit carny show to a top mechanic and bull goose catskinner for every gypo loggin' operation in the Northwest till the Army taught me what my natural bent was. \n[61]Poker! \n[62]Yeah, but you know how society persecutes a dedicated man. \n[63]They say I'm a habitual hassler. Like I fight some. Sheeut. They didn't mind so much when I was a dumb logger and got into a hassle. That's a hardworkin' feller blowing off steam, they say. But if you're a gambler, all you have to do is spit slantwise and you're a goddamned criminal. \n[64]To tell the truth, ever since I found my natural callin' I done time in so many small-time jails I could write a brochure... \n[65]Well, ya know, Doc... Doesn't it say so there? \n[66]I don't, Doc... \n[67]That's correct, Doc ... \n[68]Doc, what can I tell ya? \n[69]No, this is my first trip, Doc. \n[70]You bet, Doc! \n[71]Yeah, well, it just pains me somethin' awful to see a full growed man sloshing around in his own water... \n[72]Well, say, buddy, is that the usual pro-cedure for those Group Ther'py shindigs? Bunch of chickens at a peckin' party? \n[73]That's right, buddy. And you want to know who pecks the first peck? \n[74]Ah, come off it! It's that Big Nurse, that's who... \n[75]I'm not talking about Fred Yoong or Maxwell Jones, buddy, what I'm talkin' about is that crummy meeting and what that nurse did to you! \n[76]Did to you and all the rest of you guys. \n[77]What did I see 'cept a grown man gettin' whipped so bad he can't laugh anymore. \n[78]Tell 'er to go straight to hell! \n[79]She ain't peckin' at your eyes, buddy. \n[80]She's peckin' at your balls, buddy, at your ever-lovin' balls. \n[81]P.A. What the hell is that? \n[82]Huh? \n[83]Tell 'er to go to hell anyway! \n[84]What for? \n[85]Lobotomy? \n[86]Is that your sense of humor or are you tryin' to say somethin'? \n[87]Pass it to me, Martini. \n[88]C'mon, I'll give it back! \n[89]Atta boy, Martini. \n[90]Back and forth, that's it. Shoot, man, we'll be takin' on the New York Knicks before we're through... \n[91]Hey-ya, hey-ya, come on, come on, I'm waitin' on you suckers, you hit or you sit... \n[92]Hit, you say? Well well well and with a king up, the boy wants a hit. Whadaya know. So comin' at you and too bad, a little lady for the lad and he's over the wall and down the road, up the hill and dropped his load. \n[93]'Kay, place your bets. \n[94]That's a dime, Martini. \n[95]Whadaya bet, Cheswick? \n[96]That okay. I'll take your marker. How many ya want? \n[97]'Kay, all bets are down, let's wheel 'em an' deal 'em. \n[98]Big king... little deuce... another king... a lovely lady... big ten... and a trey... hey, hey, whadaya say? Ya hit or sit, Martini? \n[99]That's twenty up, Martini. Hey, Taber, who's pitching the opening game? \n[100]Wait a minute, Martini, I can't hear a thing. What? \n[101]Pardon me miss, but would you mind turning... \n[102]All I'm askin' is... \n[103]Sorry, ma'am. \n[104]Pardon me, ma'am, can I ask you somethin'? \n[105]How 'bout turning off that music for a while so a man can hear himself think? \n[106]Well, say, how 'bout easin' it down a bit so a man don't have to shout! \n[107]Sorry, ma'am... Sorry 'bout that... \n[108]Sorry to have bothered you. \n[109]What's the horse pill for, honey? \n[110]Look, miss, I don't like swallowing something without knowing what it is! \n[111]I'm not upset. All I wanna know, for the lovva Jesus... \n[112]No, that's okay, ma'am. Down it goes. \n[113]You boys seem to think you've got a champ in there, huh? \n[114]Hell, I couldn't get it up over old hatchet-face if ya paid me! \n[115]Yeah, an' I'm tellin' ya, she's just an icy-hearted over-the-hump gal who never got enough of the old wham-bam to straighten 'er out... Okay, who wants a card? \n[116]Chief? I wanna ask ya somethin'. Oh, does the spearmint lose its flavor on the bedpost overnight? When you chew it in the morning, will it be too hard to bite? This question's got me goin', won't somebody set me right; does the spearmint lose its flavor on the bedpost overnight? \n[117]Here ya go, Chief... \n[118]What the... Who the fuck stole my cigarettes! \n[119]I wanna report a robbery! \n[120]Yeah, some creep stole my cigarettes! \n[121]What for? \n[122]Well, say. How 'bout springing a pack of cigarettes loose? \n[123]You sure run a tight-assed ship 'round here, don't ya! \n[124]'Kay, let's go brush our teeth, fellas... \n[125]Oh, Lulu had a baby, His name was Sunny Jim, She put 'im in a piss pot, To teach 'im how to swim. Oh, he swam to the bottom, He swam to the top, Lulu got excited, An' pulled 'im by his... Cock-tail ginger-ale, Five cents a glass, An' if ya don't like it Ya can shove it up your... Ask me no more questions, I'll tell ya no more lies. \n[126]What's wrong with you guys? \n[127]Why, if I'd have known how soft this place was gonna be, I'd have arranged for my transfer sooner... Look at this here, real orange juice! Hooee, that's good. Why, you couldn't pay me to leave this place! All this place lacks is a couple of sweet gals to liven things up... \n[128]Stand aside, Sam, Nature's callin'. \n[129]Don't know if I can hold it that long, Sam. \n[130]Who do you like in the opening game, Sam? \n[131]Asshole. \n[132]Right... I've been givin' some serious consideration to what you told me about the democratic something of this therapeutic community of ours, an' I got a few things I wanna get off my chest, before we get back to Harding's problem. \n[133]Right! \n[134]'Kay... Item one... I've been thinkin' 'bout the age problem we got on this ward. You know, the young an' old livin' together, an' I was thinkin' what a great thing it would be if the music was turned up louder. Louder so the old fellas could hear better... \n[135]But then I got to thinkin', the music is so loud already, it makes it difficult for the young fellas to hold a decent conversation... \n[136]Well, I was turnin' this dilemma over in my head, when I happened to hit on that old tub room out there, an' I said to myself, McMurphy, I said, that place would make a great second day room. A sort of game room for the young fellas. Whadaya think, Doc? \n[137]I'm not finished yet. \n[138]'Kay, item two. Tomorrow, and listen carefully to me, you ding-a lings. Tomorrow is the opening game of the World Series an' what I want is to take a vote on switchin' the group meetin' to later on in the day, so we can watch the ballgame. \n[139]Yeah? \n[140]The hell with the schedule, you can get back to the schedule next week when the series is over. What I want is a vote on it right now! \n[141]Atta boy, Cheswick! \n[142]Okay, raise your hands. \n[143]Come on', what is this crap? Who wants to watch the World Series? \n[144]No way. \n[145]You need four houses on every lot of the same color, Martini. Now let's go, for Christsakes. \n[146]It's your dirty roll, Cheswick. \n[147]Snake eyes! Hoooeee, that puts you on my Marvin Gardens, which means you owe me three hundred and fifty dollars. \n[148]You just come on with that three fifty and Martini will take care of himself... Your dice, Scanlon. \n[149]Break it up, God dammit! Ain't I got enough troubles without you guys messin' around... can't depend on nobody. \n[150]What's the use! Hooee! It'd do you birds some good just to get a little exercise lifting your arms to vote! \n[151]It is to me! An' if I hafta bust way outta this place to see it, I will! \n[152]Yeah! \n[153]Yeah, how much you wanna bet? \n[154]That me an' my buddy, Cheswick, we'll be downtown tomorrow watchin' the ballgame while you suckers are sittin' around this goddamn nursery! \n[155]That's between me an' myself. So why don't you boys just shove off. I got some planning to do. \n[156]Maybe I'll just use that thick skull of yours as a batterin' ram, Sefelt. \n[157]You think it's funny, huh? \n[158]Put your money where your mouth is, Taber. \n[159]You want me to show ya! You want me to show ya how! \n[160]All right! \n[161]With this thing! I'm gonna put this thing right through the window, that's how! \n[162]You're fuckin' A-right, I am! \n[163]You heard me the first time! \n[164]You're on! \n[165]Stand aside, son. Any more takers? \n[166]Right! \n[167]Okay. Who else? \n[168]Okay, Harding, you're on. \n[169]Yeah... Okay, stand aside, you guys! You're usin' up my oxygen! \n[170]Just warmin' up. \n[171]But I tried. Goddammit, I sure as hell did that much. Didn't I? \n[172]That's okay, kid... \n[173]No, kid, it was my own stupidity, that's what pissed me off. \n[174]What we're gonna have to do is pull this ballclub together for our next play. 'Kay! \n[175]Jesus Christ, the man doesn't want to talk, so get off his back an' let's get on to some new business. \n[176]Yeah, yeah, the hell with that crap! The World Series is goin' on right' now an' that's therapy also! \n[177]What the hell does that have to do with it? This is an important event and I want a vote on it! \n[178]Yeah, it'll satisfy me. \n[179]I'm proposing a re-vote on watchin' the ballgame! \n[180]Okay, I wanna see the hands. I wanna see which of you birds has any guts. \n[181]That's it! We made it! \n[182]So do I! \n[183]You mean to tell me you're gonna count those old birds over there? \n[184]Well, I'll be a son-of-a-bitch... \n[185]Well, screw that noise! \n[186]Hoo-wee! Man, all I need me now is a can of beer and a red-hot. \n[187]A hit! It's a hit! He's rounding first, heading for second. Here comes the throw. He's sliding... and... he's safe! He's safe! Hoo-wee! Whatta game! Whatta game! Come on, Koufax! Strike 'em out! \n[188]He's into his wind-up. Here comes the pitch. Strike on the inside corner! \n[189]He's into his wind-up. Here's the next pitch... and it's a hit! It's a hit! \n[190]Ya-hoo, let's'play ball! \n[191]'Kay, it's two outs, bases loaded as Koufax steps up to the mound... Checks the runners... goes into his wind-up... Here comes the three-two pitch... And it's a fly ball into deep center. Mantle is going back. He's going back! Back! His back is up against the wall... and... he catches it! He catches it! \n[192]Just fine, Doc... In fact, I think I might've put on a couple of pounds since I got here. \n[193]Come on, Doc, you know as well as I do what's been comin' down in that loony bin. \n[194]Shoot, Doc, the only one I'm disturbing is that old nurse and her fixed ways. That's all. \n[195]Come on, Doc, you must be kiddin'. \n[196]Jesus, that old nurse sure wants my ass in a sling, don't she! \n[197]Guidance and assistance! That's insane! Doc, ya gotta help me. \n[198]When? \n[199]vocal emphasis throughout entire scene \n[200]That's good! That's a good boy, Chief! Now jump and put it in! \n[201]I know, goddammit! You don't have ta tell me that! \n[202]I'm not talkin' to him! I'm talkin' to myself! It helps me think! \n[203]Well, it doesn't hurt him either! Does it, Chief! See, it doesn't hurt him. Jump! An' put it in! \n[204]Ha! Did ya see that! Hey, Cheswick! \n[205]Come here! \n[206]Let me get on your shoulders. \n[207]'Kay, wheel me around to the basket... 'Kay, easy, easy. Hold it! 'Kay, now. Hey, Chief, come back! \n[208]Cheswick, go get 'im! \n[209]Now, wheel me to the basket. \n[210]Wait here, Chief. Heh, heh, I'll show 'em who's crazy. \n[211]Hey, Cheswick! Wake up! \n[212]I'm leaving. Goodbye! \n[213]Shhh... \n[214]Hey, Billy. Billy boy, wake up and say goodbye to your ol' buddy. \n[215]So long, kid. \n[216]Shhh... \n[217]Psst! Hey, Martini, wake up! \n[218]Bye-bye. \n[219]Scanlon! Hey, Scanlon, wake up! \n[220]Shhhh. See ya around the ball park. \n[221]So long, Freddy. Don't take any wooden nickles. \n[222]Shhh... \n[223]Bye-bye, pussy cat. \n[224]Up an' at 'em, Taber. \n[225]Shhhh. Time to say goodbye. \n[226]Hey, Hard-on. Wake up, Dumbo. \n[227]Ya owe me twenty-five bucks. \n[228]I'm busting outta this place. \n[229]So long suckers. \n[230]Shhh... That's for me to know an' you to find out. \n[231]Oh, yeah? \n[232]How much ya wanna bet? \n[233]You're on. Let's go! An' keep it quiet. \n[234]Out. It's the way out. So just keep it in your minds if ya ever wanna make use of it. \n[235]Shhh. Wait a minute. You guys are gonna screw up my plans. So just gone on back to bed like nothin' happened. \n[236]Shhh. Hold it down! I'll take you guys down, but ya gotta come right back up! 'Kay? \n[237]Shhh... Remember this is a privilege, so I don't want none of you goons fuckin' up. Kay? \n[238]'Kay, let's see... Cheswick first ... then Billy... Martini... Scanlon... Sefelt... Fredrickson... Taber an' the Chief... 'Kay \n[239]Shhh! \n[240]Where's Martini and Scanlon? \n[241]Charlie, ya can't ever let those goons outta ya sight! Understand! \n[242]Hey, Martini! Psst! Scanlon! Ya dumb goons, come back here! Come on, let's get 'em! \n[243]Come on, you guys, let's stick together. \n[244]Shhh! This way! \n[245]We'll go back just as soon as we find those guys! 'Kay? \n[246]They must be up there! \n[247]Come on, don't crap out on me now. We got two buddies out there! \n[248]Fuck Miss Ratched! \n[249]Wow! Look at this! \n[250]Hey, you guys, come on up here and take a gander at this! \n[251]Hey, what's that? \n[252]Over there! \n[253]A bus? \n[254]Well, shoot, man! Whadaya say we take ourselves a little spin around the place. \n[255]Go ahead! Go back! \n[256]I'm not going back in there. I told ya this was a one way trip. Now stand aside. \n[257]Get on assholes! \n[258]Come on, Chief! Let's go! \n[259]Your horses are hungry, That's what she did say, Come sit down beside me, An' feed them some hay. My horses ain't hungry, They wontt eat your hay-ay-aeee... \n[260]Yeah, kid? \n[261]I dunno. Where do ya wanna go? \n[262]Breakfast! Hell, I know just the place where we can chow down an' thaw out before we shoot back on home. 'Kay? \n[263]Soo, fare-the-weel, darlin'. I'm gone on my way, My wagons are loaded, My whip's in my hand... \n[264]This is it! \n[265]Come on in an' warm up. You can put some of that gear on to keep warm. An' there's beer an' Coke in the cooler an' some food over here... \n[266]Come on, don't be shy now, you're among friends. \n[267]Why don't one of you boys help ol' Chief there get warmed up? \n[268]Come here a minute, Cheswick. You, too, Sefelt. Hey, all you guys, come over here, I wanna show you somethin'. \n[269]Yeah, did you ever see a boat like that? Why, I'll bet you could go all the way to Hawaii in that boat! Tahiti... the Philippines... Tibet... \n[270]Ease up on the star drag, keep the tie up, up and work hell outta that fella. \n[271]Up, I told you! Keep that tip up... up! You had you one big silver there. \n[272]What is it, kid? \n[273]He's a big flounder. Could weigh two, three hundred. You got to lift him in with a winch. \n[274]Like hell we will! We got the muscle standing right here. All we need is a couple gaffin' hooks and some rope. \n[275]Steady does it, Sefelt! \n[276]Yeah, ya should've come along with us, Miss Ratched, an' gotten a little sun on your cheeks and maybe caught a fish or two. \n[277]Yeah, that's kind of crazy, ain't it! \n[278]I don't have any. \n[279]I'm sure sorry, ma'am. Gawd, but I am. That window glass was so clean I didn't even see it... \n[280]You guys want cigarettes! Here's the goddamn cigarettes! \n[281]Say it again. \n[282]Say... God Bless America! \n[283]Goddammit, you sly son-of-a-bitch! Does anybody else know? \n[284]Shit! This is too much! Chief, I tell you we're gonna bust outta this place an' make it all the way to Canada before they know what bit 'em. \n[285]Ya like that, Chief, huh? \n[286]Yeah, well, well, well. 'Bout time the rest of the world got a gander at Big Chief Bromden cuttin' down the boulevard, stopping just long enough for virgins... Oh, man, I tell you, I tell you, you'll have women trippin' you and beating you to the floor... \n[287]Shhh, Chief, don't talk. Never talk! Remember, this is just between you an' me. Do ya understand? \n[288]Hey, how ya doin'? \n[289]What are they? \n[290]You an' me, Chief. \n[291]You know, I never got your name. \n[292]You comin' in to hold my hand? \n[293]Yeah... Well, see ya around, Itsu. \n[294]Yeah... \n[295]Hi... \n[296]You boys can take a cigarette break now... \n[297]Whatever you say, Doc... \n[298]Uh, uh... \n[299]What's that for? \n[300]Surely, goodness and mercy will follow this, eh, honey? \n[301]I got ten thousand watts and hot to trot. First woman takes me on is gonna light up like a pinball machine an' pay off in silver dollars... \n[302]Just fine, Billy boy, just fine. Full of piss an' vinegar! They checked my plugs and cleaned my points... \n[303]Yes, ma'am? \n[304]Thank you, ma'am. \n[305]Ma'am, I'm as gentle as a puppy dog. Why, I haven't licked the tar out of an aide for two weeks! Hi ya, Doc! \n[306]Why, thank you, ma'am... Whew. Man, I tell you, that place up there is somethin' else! Well, ya boys been practicin' up for the big game? I figured as much... \n[307]Yeah, well, let me tell ya somethin'... While I was up there gettin' in-lightened, I came up with one hellava plan... \n[308]Plan?... Oh, yeah, the plan... Yeah... \n[309]Miss Ratched, would you please save a space for my aunt? She's comin' down from Portland. \n[310]Thank you, ma'am... \n[311]Gotta go now, ma'am... \n[312]Thank you, ma'am. \n[313]Hey, Sam, bet ya two bucks ya lose. \n[314]How 'bout twenty? \n[315]Bet! \n[316]You're a witness, Doc! \n[317]Come on, wake up, you ding-a-lings. The game is on. \n[318]Pass the ball, Harding... Don't hang onto it... Pass it, goddammit! \n[319]Harding, here, over here! \n[320]Ya deaf! I said pass the ball! \n[321]I was open! Come on, let's play ball! \n[322]What kind of crap is that??? \n[323]Get down there where ya belong, Martini. You, too, Scanlon. You take it out, Harding! \n[324]Harding, get back here! \n[325]Candy. Candy, over here. Hey, Doc, time out. \n[326]Terrific, baby, terrific! Hi ya doin', Rose? \n[327]How's your ass been holdin' up, honey? \n[328]Come on, girls, we're holding up the game! \n[329]Miss Ratched, this is my Aunt Candy and her friend Rose... \n[330]Miss Ratched was kind enough to save you ladies a seat... \n[331]Talk to ya at half time! \n[332]Whadaya doin', there's no one there! \n[333]Okay, Martini. That's okay. Now you watch me. \n[334]Time out! \n[335]Replacement coming in! Harding out! \n[336]Time in! Hold it! Time out! I said Harding out! \n[337]I said out! \n[338]I'm the coach! \n[339]You can come back later! \n[340]Scanlon out! \n[341]Martini out! \n[342]Good boy, thank you, Billy. \n[343]Harding, pass the ball! \n[344]Run, Chief, run! \n[345]Run, Chief, run! \n[346]Ya fuckin' coon, you're not on the ward now! \n[347]We got your black ass now, Washington, wanna bet another twenty? \n[348]Prayin', brother. Prayin'. \n[349]'Kay... \n[350]There they are, Chief! \n[351]Where are they goin'? \n[352]Our prayers have been answered, Turkle! Our prayers have been answered! \n[353]I tell ya, there's an angel of mercy standing out there, Turkle. \n[354]Come an' see. \n[355]You's better believe it, brother! \n[356]Now, wouldn't you pray for twenty bucks, a bottle booze an' a piece of that angel cake? \n[357]Hiya, girls... \n[358]Man, you look good 'nough to eat! \n[359]Come here, sugar... \n[360]He's a patient, Rose... \n[361]Yeah... \n[362]He can't hear you, Rose. He's just a big deaf an' dumb indian... \n[363]He's in charge. \n[364]Sure, I know Chuck. I know him. \n[365]Sure, she understands what you mean. She's not dumb. Why do you think Rose came to visit us? Rose is very interested in hospitals and hospital facilities. Aren't you, Rose? \n[366]Yeah, that's a good idea, Turkle. Why don't ya take Rose on a little tour of our facilities... \n[367]'Kay, lets get under way. \n[368]Down the ol' hatch, Chief. \n[369]Who knows what evil lurks in the hearts of men... \n[370]Medication time! Medication time! Rise and shine! Rise and shine! Time to say goodbye... Everybody up, up, up! \n[371]Don't scream, honey... \n[372]Ellis ain't gonna hurt you... Ellis is nice... Nice Ellis... see the nice lady... \n[373]There, see, nice lady touch Ellis... \n[374]Don't worry 'bout the road! We'll hit the road! It'll be there when we're ready! Ain't that right, fellas? \n[375]I jus' want you guys to have a good time... Are ya havin' a good time? You... you... good... good... Lez have some fun... \n[376]Whatsa matter with ya... \n[377]Ain'tcha havin' a good time... Whadaya want? Ya wanna drink? A cigarette... \n[378]Whatsamatter, kid, what's botherin' you...? \n[379]Marry who? \n[380]Candy? Hell no, Billy, she's just a good friend, that's all... \n[381]Why don't ya go tell 'er... \n[382]Go on, son, now's your chance... \n[383]Come on, you lovers, it's gettin' late... \n[384]In ya go... \n[385]It's okay, kid. Everything it going to be okay... I'll come back an' getcha in a while... 'Kay... \n[386]Hey, Harding, wake me in an hour. \n[387]Ahhh, Billy... \n[388]Hey, Billy, stop cryin'. You don't have to cry... You ain't got nothin' to be ashamed of. She ain't gonna tell you mother... stop crying... \n[389]Let's go! \n[390]Let's go, Chief... \n[391]Billy, oh, Billy boy... ", "BIG NURSE": "\n[1]Good morning, boys. \n[2]Mean old Monday, Miss Pilbow, mean old Monday... Good morning, boys. Rise and shine. Rise and shine. \n[3]Time to get up! Come on now, it's a beautiful day! Let's not straggle! Everybody up, up, up! \n[4]Good morning, Mister Sefelt... Good morning, Mister Fredrickson. Good morning, Billy, I spoke to your mother last night and she sends her love... Good morning, Mister Harding... Good morning, Mister Cheswick. Mister Scanlon... \n[5]Oh, Mister Bromden... Mister Washington! \n[6]Mister Washington, why don't we get a good head start on the day by shaving Mister Bromden and see if we can't avoid a disturbance. \n[7]Mister McMurphy! \n[8]Will you come with me, please. \n[9]My name is Miss Ratched. I'm the head nurse here. You've already met Miss Pilbow and Aides Washington and Warren. \n[10]Mister Miller, this is Mister McMurphy, who'll be staying with us. \n[11]We do appreciate the way you have taken it upon yourself to meet the other patients. \n[12]This is your bed. You may leave your things in that cabinet. \n[13]Please use your time to familiarize yourself with your new home and if there is anything you need to know, don't hesitate to ask us. \n[14]All in good time, Mister McMurphy. All in good time. \n[15]Good. Now if you'll just go along with Mister Washington, he'll see that you're properly oriented. \n[16]Is there anything else? \n[17]Good. I'm sure we'll be friends. \n[18]Yes. Now go along, Mister McMurphy. Go along. \n[19]Somebody please see to Mister Bancini, so we can start the meeting. \n[20]At the close of Friday's meeting, we were discussing Mister Harding's problem, concerning his wife... Mister Harding stated that his wife made him uneasy because she drew stares from men on the street. Is that correct, Mister Harding? \n[21]He also thinks he may have given her reason to seek sexual attention elsewhere, but he didn't say how. He has been heard to say to his wife, 'I hate you, I don't ever want to see you again. You've betrayed me.' So. Does anyone care to touch upon this further? \n[22]Mister McMurphy, this ward is a democratic community run by the patients and their votes, so you should feel at ease in your new surroundings to the extent you can freely discuss emotional problems in front of the patients and staff. However, the cardinal rule, and I must emphasize this: Everyone keeps their seat during the meeting! \n[23]Yes... We were discussing Mister Harding's problem with his wife. Now, who will start? Billy. \n[24]Would you like to start? \n[25]Mister Sefelt? \n[26]Mister Fredrickson? \n[27]Mister Taber? \n[28]Mister Martini? \n[29]Mister Scanlon? \n[30]Mister Cheswick? \n[31]Am I to take it that there isn't a man among you who has an opinion concerning this matter? Mister Harding, you've stated on more than one occasion that you suspected your wife of seeing other men. \n[32]But you have no proof. \n[33]And yet you suspect her. \n[34]Why? \n[35]Have you ever speculated, Mister Harding, that you are impatient with your wife because she does not meet your mental requirements? \n[36]Yes, Billy? \n[37]No secrets, Mister Harding. Let's get it all out in the open... \n[38]Somebody see to Mister Bancini. \n[39]Mister McMurphy. Patients aren't allowed in here. \n[40]Yes, Mister McMurphy? \n[41]That music is for everyone, Mister McMurphy. \n[42]Mister McMurphy, there are old men here who couldn't hear the music at all if it were lower. That music is all they have, and I wish you wouldn't lean against the glass there, your hands are staining the window. \n[43]Not at all, Mister McMurphy... \n[44]That's all right, Miss Pilbow, if Mister McMurphy does not wish to take his medication orally, he may... \n[45]Good morning, boys. Rise and shine. Rise and shine. \n[46]Time to got up! Come on now, it's a beautiful day! Let's not straggle! Everybody up, up, up! \n[47]Good morning, Mister Sefelt, are your teeth any better?... Good morning, Mister Fredrickson... Good morning, Mister Harding; my, my, you've been biting your fingernails again... \n[48]Mister McMurphy, patients are not permitted to run around in towels. \n[49]On this ward? \n[50]Oh, I had them removed. \n[51]Patients are rationed to one pack of cigarettes a day. \n[52]Mister Washington! \n[53]Please see to Mister Bromden. \n[54]Now you boys hurry along and wash up for breakfast... You too, Mister McMurphy. \n[55]After breakfast, Mister McMurphy, after breakfast. \n[56]Yes. Now run along like a good boy and see that you wash up properly. \n[57]\n[58]Sit down, Mister Cheswick. \n[59]Sit down, Mister Cheswick! \n[60]You should have thought about that before you gambled all your cigarettes away. Is that clear? \n[61]Mister Cheswick, is that clear! \n[62]Good... Now, as I recall, we were making quite a bit of headway, last time, with Mister Harding's problem. So, does anyone care to begin? \n[63]Yes, Mister McMurphy. \n[64]Certainly, Mister McMurphy. \n[65]The point is well taken, Doctor, but do we have the necessary personnel to cover a second day room? \n[66]Good. Good. Yes, yes, I think we should give it a trial period. So! May we get back to Mister Harding's problem... Yes, Mister McMurphy? \n[67]Go on... \n[68]Just a minute, Mister McMurphy! \n[69]Please understand, the schedule has been set up for a delicately balanced reason that would be thrown into turmoil by a switch of routines. \n[70]Very well! All those in favor, please raise your hands. \n[71]I count only two, including you, Mister McMurphy. Certainly not enough to change ward policy. \n[72]Yes. Now was there anything else you wanted to discuss, Mister McMurphy? \n[73]Then I suggest we turn our attention back to Mister Harding's problem. Would anybody care to begin? \n[74]Yes, Mister Harding? \n[75]Try, Billy, try... \n[76]Was it your idea to visit her on Sunday? \n[77]Tell us about it... \n[78]What was it about her that disturbed you so, Billy? \n[79]Billy, were you afraid of her, or of her love? \n[80]That was the first time you attempted to commit suicide, wasn't it? You must try to talk about it, Billy. \n[81]Mister McMurphy, the purpose of this meeting is therapy. Group therapy. \n[82]Let me pose a question to the group: do any of you feel that Mister McMurphy is perhaps imposing his personal desires on you too much? \n[83]Will one more vote satisfy you? \n[84]Very well. What is it you're proposing, Mister McMurphy? \n[85]A vote is before the group. \n[86]Everyone in favor of changing the schedule raise his hand. \n[87]I'm sorry, Mister McMurphy, I count only eight. \n[88]But there are eighteen patients on the ward, Mister McMurphy. \n[89]I'm sorry, Mister McMurphy, but you must have a majority to change ward policy. \n[90]You mean you don't want their votes to count, Billy! \n[91]Sit down, Mister McMurphy! \n[92]I want you to turn the television off and return to your place! \n[93]Sit down, Mister Cheswick. \n[94]I want you men to return to your proper places. The group meeting is not over! \n[95]Mister McMurphy, you are deliberately violating the rules!... \n[96]You men remain seated! \n[97]You boys, stop this and go to your assignments! Mister McMurphy, I want you to set an example... \n[98]Good. Well, boys, did you enjoy yourselves? \n[99]My, my... \n[100]Mr. McMurphy, you had no right to take these men out with you! \n[101]No, it was irresponsible! \n[102]That's quite a catch, Jim. Whaat are you going to do with it? \n[103]That's an excellent idea. Now, why don't you boys place your fish on the gurney and we'll see to it that everyone enjoys a fresh fish dinner. \n[104]Thank you, boys. Now if you'll just go along with Mister Washington to the showers, supper is in half an hour. \n[105]It's been brought to my attention that you're giving Mister Fredrickson your medication, aren't you, Mister Sefelt? \n[106]Now, Jim, you must be honest with yourself. \n[107]Yes, Mister Fredrickson? \n[108]Sit down, Mister Cheswick, and wait your turn! \n[109]If the dorms were left open, you would just return to bed after breakfast... \n[110]With few exceptions, time spent in the company of others is therapeutic, while every minute spent brooding alone only increases separation. \n[111]Mister McMurphy. \n[112]Welcome back. \n[113]I hope everything is settled. \n[114]Good. Why don't you join us? \n[115]Certainly, Mister McMurphy, with pleasure. \n[116]Yes. Good luck, Mister McMurphy. \n[117]No. \n[118]No, miss, it's the other way around. \n[119]Who? \n[120]Miss, it's a complicated case. It would take too long to explain. \n[121]Billy, it's not polite to stare! \n[122]Thank you, Mister Washington! Mister McMurphy, do you know where Billy is? \n[123]Mister Harding, have you seen Billy? \n[124]Mister Sefelt... \n[125]You should have thought about that before you brought that woman in here! \n[126]I don't want your mother to believe something like this but what am I to think? \n[127]Billy, that girl couldn't have pulled you in there forcibly... \n[128]Who? Tell me! \n[129]Get up, Billy. \n[130]Mister Washington. \n[131]Put him in Doctor Spivey's office! \n[132]Washington! Warren! To the day room, immediately! \n[133]Get away from him! Don't you dare touch him! \n[134]Did everything go well, Mister Sefelt? \n[135]Good... \n[136]Yes, Mister Harding? \n[137]No. Mister Harding, that is not true. \n[138]Thank you... \n[139]Now, let's find you a place to sit, shall we, Mister McMurphy? \n[140]Here now, you sit here... That's it... ", "HARDING": "\n[1]Martini, it's your turn! \n[2]Does he have an appointment? \n[3]I'm a busy man! \n[4]What are you doing? \n[5]Your turn, Martini! \n[6]Martini, throw a card! \n[7]No, throw a club! \n[8]Don't you have any clubs? \n[9]Let me see your hand! \n[10]Well, if you gentlemen will excuse me, I have some pressing matters to attend to. \n[11]Yes, that's perfectly correct. \n[12]Yes, Miss Ratched, this is correct. \n[13]No, Miss Ratched... \n[14]Yes, that is correct. \n[15]I can only speculate as to the reasons why. \n[16]Miss Ratched. Given all the conditions of that sublime relationship, coupled with the subsequent annihilation of all that I held to be sacred, mentally, physically and emotionally, the only thing that I can speculate on, at this late date, is how I will justify the very existence of my life, with or without my dear wife. \n[17]The point is, I will carry on until I fully understand what the function of that relationship is regardless of form or content. \n[18]That's a matter of opinion. \n[19]Is that your sense of humor or are you trying to say something? \n[20]I don't know. I don't know, but it makes me feel very peculiar when you throw in something like that. \n[21]I hesitate to go on. \n[22]I mean, the other day you made an allusion to my wife and the possible sexual problems we might be having. I know that to be the case, but the way in which you broached it, if that's your idea of teaching me something... \n[23]... or making me aware of a condition in my life, then I say, categorically speaking, the hell with you, Taber! I don't have to justify the condition of my life to you or any of you. No matter what I will carry on until I fully understand what that function is regardless of the form or content. Regardless of the fact we must try to understand the function of our capacity to obtain, to personify the condition, the condition of our existence, our existence... \n[24]A pecking party? \n[25]It's as simple as that. You've been on our ward six hours and have already simplified the work of Freud, Jung and Maxwell Jones in one grand analogy: it's a pecking party. \n[26]Did to me? \n[27]Miss Ratched is a competent psychiatric nurse, not some, some kind of monster pecking out our eyes! \n[28]Electro-Shock Therapy, my friend. Five cents' worth of electricity and you are out of everybody's hair. \n[29]And if you persist in your ways, they can always ship you over to Medical Surgery. \n[30]Lobotomy! \n[31]That! \n[32]Now, what would I be trying to say? \n[33]Why didn't you tell her to go to hell, lover boy? \n[34]I don't see you scoring any points, buddy. And you're just the man for the job, right? \n[35]She's not all that homely, Mister McMurphy. In fact, she must have been a rather beautiful young lady. \n[36]Yes, thank you, Miss Ratched. Since our last meeting I have been reflecting, quite seriously, on the nature of my problem. Naturally, I'm referring to the capacity to obtain the necessary results in order to obtain... No, no. To personify the very existence of that relationship regardless of the function... Regardless of the function, we will confront the question of... Yes. Yes. The question of... Existence... Relationship... Function... Confront... Yes, confronting us in the moment of deepest crisis... Yes, the crisis of our souls. Of our souls, which I am trying to fully understand the problem... the problem. Not to shut ourselves off, but somehow... Somehow to understand fully our capacity... to obtain... to personify... the question... existence depends... depends on the question... to reflect... to reflect... \n[37]To reflect... \n[38]A baseball game isn't worth the risk, my friend. \n[39]And how do you propose to accomplish that little feat, my friend? \n[40]You mean you're going to try to pick that thing up and shove it through the window? \n[41]With your own two hands? \n[42]Twenty-five dollars. \n[43]Okay, sucker. \n[44]Giving up? \n[45]Leave him alone, he's pouting. \n[46]He can't hear you! \n[47]So why are you talking to him? \n[48]It doesn't help him. \n[49]Well, I think you're just confusing him... \n[50]What for? \n[51]That's nice. Send me a post card. \n[52]No! \n[53]I'm not running a charity ward... \n[54]What's your plan, Mack? \n[55]What are you talking about??? Everybody was covered!!! Everybody was covered!!! \n[56]Pass the ball! Pass it! Pass it! Pass it! I'm open, McMurphy, pass the ball! \n[57]Mack, get back here! \n[58]I refuse! \n[59]No! \n[60]I just started! \n[61]I don't trust you! \n[62]McMurphy, pass the ball! \n[63]Sure, Mack... \n[64]Okay, suckers, place your bets... \n[65]Big Ace... a lovely lady... another ace... an' a little trey, hey, hey, whadaya say... hit or sit? \n[66]Big king, too bad... \n[67]Hear what? \n[68]When? \n[69]Who told you that? \n[70]Is it true McMurphy killed two attendants and escaped yesterday? \n[71]Yeah... ", "BILLY": "\n[1]H-H-Hearts. \n[2]B-B-Billy. \n[3]Y-Y-You m-mean th-the pr-president of the P-P-Patients C-Council? \n[4]H-H-Harding, the m-m-man w-wants to t-talk to you, y-you're the pr-pr pr... \n[5]Sure, Mack! \n[6]T-t-t-take it e-e-easy, P-P-P Pete... \n[7]M-m-m-ma'am? \n[8]N-n-n-n-n-no, ma'am. \n[9]I-I-I-I-I d-d-don't s-s-see how anyone could lu-lu-lu-love a man who t-t-t-talks the way he does. \n[10]Y-y-yes! Yes! Y-y-y-you s-s-saw wh wh-what she c-c-can do to us! \n[11]Some of us ha-ha-have b-b-been here a long t-t-time, Randle, and will b b-be here long after this Wo-Wo World Series of yours is oh-oh-oh, what's the use anyway... \n[12]M-M-Mack, y-y-y-you c-c-can't l-l lift that thing! \n[13]M-M-Mack... \n[14]M-M-Mack, I-I-I'm sorry! \n[15]Y-Y-Y-You leave him alone! \n[16]Th-th-then y-y-you're n-n-not m-m mad? \n[17]O-o-o-oh... \n[18]'K-k-kay, Mack! \n[19]Y-y-y-yes... \n[20]I-I-I-I c-c-c-came over S-S-S Sunday m-m-m-morning after ch-ch-ch church and br-br-brought her s-s some flowers, and I s-s-said, I said, 'C-C-C-Celia, will you muh muh-muh-muh-muh...' till the girl broke out l-l-laughing. \n[21]I was in luh-love with her. \n[22]B-But, M-M-Miss R-Ratched, y-you n never c-c-counted th-their votes before! \n[23]\n[24]W-w-w-what is it, M-M-Mac? \n[25]Wh-wh-wh-wh... \n[26]Wh-wh-where ya going, M-M-Mac? \n[27]Wh-wh-what's d-d-down th-there, M-M Mac? \n[28]Y-y-yeah, p-p-prove it, M-M-Mac! \n[29]I-I-I th-th-think we sh-sh-should go back! \n[30]L-L-Let-'s go b-back! \n[31]I-I d-d-don't know! M-M-Miss R Ratched g-g-g-g... \n[32]I-i-it's a b-b-bus! \n[33]Y-y-yes, a b-b-bus! \n[34]I-I-I'm w-w-wet... \n[35]H-H-How d-d-do we g-g-get b-back? \n[36]H-Hey, M-Mack. \n[37]W-W-Where we g-g-going? \n[38]'K-Kay, M-Mack! \n[39]H-H-Help! \n[40]M-M-Mack! M-M-Mack! \n[41]C-C-Come here and l-look at th this! \n[42]I-I-I'll get them. \n[43]H-h-how's it g-g-going, Mack? \n[44]W-W-We h-heard y-you w-were n-never c-c-coming back! \n[45]Wh-wh-what p-plan, M-Mack! \n[46]I-I-I-I-I'll g-g-g-go, M-M-Mack... \n[47]Miss! \n[48]Hi! \n[49]H-H-Hi, Candy... \n[50]Ah-ah-ah-are y-y-y-you g-g-g-going t-t-t-to muh-muh-muh-marry her? \n[51]C-C-C-C-Candy! \n[52]Wu-wu-wu I-I-I-I th-th-think sh-sh sh-she's th-th-th-the ma-ma-ma-most bu-bu-bu-beautiful wu-wu-wu-woman in th-th-the whole world! \n[53]C-C-Candy, wu-wu-will y-y-you mu-mu marry me! \n[54]M-M-M-Mack? \n[55]\n[56]M-M-M-Miss Ratched! \n[57]P-p-p-please du-du-don't t-t-t-tell m-m-my muh-muh-muh-mummy! \n[58]P-p-p-please du-du-du-don't t-t tell her, p-p-please... \n[59]N-n-n-n-no, no, I du-du-du-didn't, I didn't! \n[60]Sh-sh-sh-she m-m-made m-m-me do it! \n[61]Sh-sh-she did! Everybody did! \n[62]M-M-Muh-Muh-McMurphy! \n[63]P-p-p-please duh-duh-duh-duh t-t tell, M-M-M-Miss R-R-Ratched, y-y you don't need to! \n[64]No! No! No! \n[65]N-n-n-n-duh-duh-duh-pl-pl-pl-pl-muh muh-muh... ", "TURKLE": "\n[1]Le's get back to bed, Mistah Bromden... \n[2]What you boys doin' up at this ungodly time o' the night? \n[3]Well, you boys finish it up an' climb back into your beds. 'Kay? \n[4]I thought I told you boys to go to bed! \n[5]Oh yeah... \n[6]Hallelujah, brother, now get back in bed! \n[7]That angel of mercy, he ain't a she, is he? \n[8]Ah believe ya, brother. Ah believe ya! \n[9]Ah'm on my knees, brother, ah'm on my knees. \n[10]Shhh... \n[11]Hey, Mac! Gimme a hand, will ya! \n[12]Shhh... let's move it away from the window... \n[13]What happened? \n[14]What? \n[15]Oh, that. That ain't nothin' to be afraid of, ma'am. Just ol Chief Bromden. That's all... \n[16]They're sleeping, Miss. They're sleeping. An' we gotta keep it down so we don't disturb their sleep. \n[17]Oh, no, Miss. Not these loonies. These are nice guys. Nice guys. \n[18]What smell? \n[19]Ammonia, Miss... \n[20]Shhh, please, Miss. Keep it down... \n[21]Not exactly, Miss. Not exactly. \n[22]Well, Miss... I would say... I would say, yes. Yes, he's crazy. \n[23]Is he in an asylum? \n[24]Oh, I see. He was a very sick man. Very sick. \n[25]I don't know anything about that, Miss. I would have to examine you first... \n[26]Well, I'm running a risk by letting you in, Miss. You know I'm runnin' a risk of gettin' my black ass fired. If you understand what I mean... \n[27]I'll be very glad to show you around, Miss... \n[28]Now, Miss. What do you want with twenty zombies when you got a twenty gun salute looking you right in the face. \n[29]You better believe it, you sweet little thing. You better believe it... \n[30]Oh, I'm all through talkin'. Now, let's just you an' me trip on down that hall. \n[31]That's all I'm going to show you. \n[32]You crazy goons... shut up an' get outta here... Out! Out! Out! \n[33]Shit, it's the soo-per-visor come to fire my black ass. \n[34]Get back in there! In! In! In! \n[35]Stay in there! Stay in there! \n[36]Alla ya goons, get in here! \n[37]Evenin', ma'am. \n[38]Why, sure, ma'am... \n[39]Jus' cleanin' up, ma'am. \n[40]Cleanliness is a twenty-four-hour job, ma'am... \n[41]Ah guess the natives are restless, ma'am... \n[42]Ah, no, ma'am... well, yes, ma'am... A man get awful lonely at night, if ya know what Ah mean, ma'am... \n[43]Yes, ma'am... \n[44]Yes, ma'am... \n[45]Night, night. \n[46]Be right back, honey... \n[47]Morning, Miss Ratched... ", "SPIVEY": "\n[1]Hold it! \n[2]Good morning, boys. \n[3]Great day for fishing. \n[4]Oh, what's that? \n[5]Oh, do you do much fishing? \n[6]Is that so? \n[7]My, my... Ah, who are you? \n[8]Ah, yes. Well, we must talk soon, Mister McMurphy. \n[9]Good morning, Jim. How are you feeling? \n[10]Have you been taking your Dilantin, Jim? \n[11]Well, we'll send you over to the dentist and see what he can do. Okay? \n[12]What other work have you done? \n[13]Oh, what was that? \n[14]I see. \n[15]In what way? \n[16]I see... \n[17]Yes... Ah, do you know why you're here? \n[18]Well, according to the Warden at Pendleton, you were a disturbing influence on others. 'It appears that there is a potential in him for instigating a revolt among the other inmates.' What do you think of that report? \n[19]Arrested on an assault charge five times... \n[20]The doctor at the prison states: 'Don't overlook the possibility that this man may be faking psychosis to escape the drudgery of the work farm...' What do you say to that? \n[21]Ah, it seems you have no other psychiatric history, Mister Murphy? \n[22]Well, you're here for a ninety-day observation period, Mister McMurphy. I'd like you to understand you are here on a court order and we are responsible to the state. So, I'd like your cooperation! \n[23]Good. Good. \n[24]It is worth considering... Miss Ratched? \n[25]Well, since it will be largely the Chronics who remain here, one aide and one nurse should easily be able to handle any situation that might occur. What do you think, men, is it workable? \n[26]Fine! \n[27]How are you feeling? \n[28]Good, good, and how are you getting along on the ward? \n[29]Yes, well, Miss Ratched feels that you're a disturbing influence on the other patients. \n[30]Yes, that may be so, but in making a careful study of your past record, along with your behavior since you arrived here, my feeling is that you are not mentally ill and it is going to be my recommendation that you be returned to Pendleton where they are better equipped to handle your case. \n[31]I'm afraid not. \n[32]No, Mister McMurphy, it's just that we cannot offer you the guidance and assistance that you would receive at Pendleton. \n[33]I'm sorry, but I can't keep you here. \n[34]We'll let you know. \n[35]Here they are, Miss Ratched. Safe and sound! \n[36]Me? I didn't hear a thing! Let's play ball! \n[37]Time out! \n[38]Time out! \n[39]Foul! \n[40]Break it up, boys! Point counts. One free throw! ", "MARTINI": "\n[1]Can you borrow me a dime? \n[2]Me too! Me too! \n[3]No! \n[4]No! \n[5]No! \n[6]Catch it! Catch it! \n[7]No! \n[8]I get it! I get it! \n[9]No. Me! Me! \n[10]What's this? \n[11]Bet a nickel! \n[12]Hit me. \n[13]Hit me! \n[14]Hit me! \n[15]Me. Hit me! \n[16]Hold it a minute. What's a man need to buy thum hotels? \n[17]Hold it a minute. \n[18]What's thum other things? Hold it a minute. What's thum other things all over the board? \n[19]A nickel. \n[20]I saw thum! I saw thum! \n[21]Yeah, Mac? \n[22]I wanna see it... \n[23]No! I wanna go! \n[24]I wanna go home! \n[25]I'm hungry. \n[26]Oh, look at the pretty boat. \n[27]No. \n[28]What is it? \n[29]Me, too. \n[30]Gimme a cigarette! \n[31]Gimme a cigarette! \n[32]Why not? \n[33]All gone! All gone! Don't hit! Don't hit! \n[34]I saw 'em! I saw 'em. \n[35]Gimme the ball! \n[36]No! \n[37]He's not! ", "SEFELT": "\n[1]Doc, my gungs hurt me. \n[2]Uh-huh... \n[3]Okay, Doc! \n[4]Hi. \n[5]What's he talkin' about? \n[6]Yeah, Harding, where do you breathe anyway? \n[7]Why? \n[8]Yeah, turn her loose! \n[9]That kind of behavior will get you a P.A. rating, my friend. \n[10]Potential assaultive. \n[11]Hit me! \n[12]Boogered! \n[13]Big man! \n[14]On what? \n[15]Maybe he'll just show Miss Ratched his big thing an' she'll open the door for him. \n[16]Why, my head would just squash like an eggplant, McMurphy. \n[17]I'll bet a dollar. \n[18]Yes, I see it! I see it! \n[19]Me too... \n[20]There they are! \n[21]Yeah, my feet are gettin' cold. \n[22]I don't know... \n[23]My feet hurt... \n[24]Oh, my God! I see something! \n[25]I thought I might donate it to the mess hall. \n[26]It's the Dilantin that makes my gums soft! \n[27]Lemme see... \n[28]Jesus, they're terrible grades, Fred... \n[29]Yes, ma'am... \n[30]Ya know what, Fred? \n[31]Just wait till you hear... \n[32]McMurphy killed two attendants and escaped... \n[33]Yesterday... \n[34]Gary Blinker... ", "CHESWICK": "\n[1]Yeah, do you have an appointment? \n[2]What for? \n[3]He's a busy man! \n[4]Yeah, throw a club! \n[5]She won't give me any more cigarettes! \n[6]Lend me twenty. \n[7]I wanna know about my cigarettes! \n[8]Yeah... \n[9]Right, Doc. It's workable. \n[10]I second the motion! \n[11]No way. \n[12]Let's go, for Christsakes... \n[13]How can a man concentrate with you sitting there hallucinating a mile a minute... \n[14]Right! \n[15]Yeah, let's vote on it! \n[16]Mack... \n[17]Yeah, Mack? \n[18]Yeah, Mack? \n[19]Sure, Mack... \n[20]Yeah, Mack, what is it? \n[21]Where ya goin', Mac? \n[22]How ya gettin' out, Mac? \n[23]Yeah, show us, Mac! \n[24]They went that way. \n[25]Right, Mack! \n[26]Yeah! \n[27]There they are! \n[28]Yeah, maybe we ought to go back, Mac... \n[29]Yeah, where we going? \n[30]When do you think we'll be going back, Mack? \n[31]Yeah, whadabout our cigarettes? \n[32]Mack! McMURPHY Hey, hey, you ding-a-lings, you creeps, you goons... ", "ROSE": "\n[1]Okay, Mack! Whoowe, Candy girl, are we in an insane asylum or ain't we? \n[2]Are they all crazies? \n[3]Oh, just those guys dressed in white? \n[4]Well, you could've fooled me. \n[5]Hey, pssst! Whadda 'bout me? \n[6]Whew! Hiya, boys! \n[7]What's that? \n[8]That! \n[9]Is he one of the loonies? \n[10]Oh, yeah... \n[11]Hi ya, big boy? How's it goin'? Like it in here? \n[12]What? Where? \n[13]Wow! They're so quiet. \n[14]Are they dangerous when they're awake? \n[15]Smells like piss. Is this real, Candy? Is this really real? I mean we are in an insane asylum, an' I wanna know how we got ourselves into this scene. \n[16]Who is he? \n[17]Are you a doctor? \n[18]Yeah, well, I'll tell ya somethin'. I'll tell ya somethin'. I had this boyfriend, Chuck. Ya know him, Mac. Ya remember, Chuck. \n[19]Well, listen to this. He got mad at me one day. Boy, did he get mad at me. He took the light bulb, ya know. I thought he was going to cram it right up me, ya know. But he ate it. He ate the whole fucking light bulb. Now, tell me! Is he crazy? Tell me! Is he crazy? \n[20]I thought so. \n[21]He's dead. \n[22]That's what I told his mother. And she said I was crazy. Her son ate the whole fucking light bulb and she said I was crazy. \n[23]You ol' fucker! \n[24]What? \n[25]Wait a minute... \n[26]Oh yeah! Well if ya don't mind, I'll decide on my own date! \n[27]Whaddaya talkin' about? There's at least twenty guys in there. Let's wake 'em up and get this party on the road. \n[28]Oh, yeah... \n[29]Don't you sweet talk me you ol' spook, you! \n[30]Well, okay, but I just want to look at the facilities. That's all. ", "WASHINGTON": "\n[1]He goin' t'see the Big White Muthuh... \n[2]Haw, look at 'im, big 'nough to eat apples off my head an' he mine me like a baby... \n[3]Yes, Miss Ratched? \n[4]Yes, Miss Ratched... \n[5]Warren! \n[6]Get your black ass in here! \n[7]You a good boy, Mistah Bancini... \n[8]Martini, there ain't nobody there, ya dumb goon! Go get the ball! \n[9]Pass the ball, McMurphy. \n[10]Le's go, Chief. Le's go get ourselves all nice and clean... You too, Mistah Mack-Murphy! \n[11]Yes, Miss Ratched? \n[12]Yes, Miss Ratched... \n[13]Nobody leaves here till seven thirty. \n[14]Tha's your problem. \n[15]Huh? \n[16]Warren! Miller! \n[17]Shit, man, tha' ain't even worth considerin'. \n[18]Now you talkin'. \n[19]Bet you ass... \n[20]Gimme tha' ball! \n[21]Jus' playin' the game, sucker... \n[22]Take you han's offa me! \n[23]No way... \n[24]Bibbit? Where's Bill Bibbit, ya damn goons? \n[25]Come on, get over there! \n[26]Yes, Miss Ratched! \n[27]Yes, Miss Ratched... \n[28]'Kay, let's have the keys an' nobody get hurt! ", "TABER": "\n[1]Are you a doctor? \n[2]I want you to write me a letter to my brother for a hundred dollars to bury me. \n[3]I'm the next one. \n[4]Because I quit breathing. \n[5]Yeah, Harding, why don't you knockoff the bullshit and get to the point. \n[6]Yeah, Harding, you're so fuckin' dumb I can't believe it. \n[7]Yeah, why? \n[8]You know what, Harding? I think you're some kind of morbid asshole or something. You've been talking about your wife evere since I can remember. You know, she's on your mind and blah, blah, blah and on and on and when are you going to wise up and turn her loose! \n[9]Koufax against Ford! \n[10]Yeah, whattsa matter, Mack, she too much for ya? \n[11]Yeah, you don't know how to get outta this place! \n[12]Yeah, yeah, you're a fucking phony, McMurphy! \n[13]Yeah, yeah, show me. Show me how! \n[14]I'll bet a buck you don't do it! \n[15]What's going on? \n[16]Bullshit. You ain't got no way out! \n[17]Yeah! \n[18]Ten bucks. \n[19]Where's it go? \n[20]I don't believe it... \n[21]Somebody's coming! \n[22]We'll get in trouble... \n[23]Yeah, take us back to the dumbwaiter, Mac. \n[24]Yeah, we'll miss breakfast! \n[25]Yeah, why can't a fellow even have the weekends to himself? ", "FREDRICKSON": "\n[1]Through the ass. \n[2]Now what would I be trying to say? \n[3]Peculiar? \n[4]Yeah, wise up, Harding. \n[5]It's the questions she asks. \n[6]Which gets you shipped up to Disturbed for a nice little zap job. \n[7]Oh, yeah? \n[8]Me, too... \n[9]What? What? \n[10]What? \n[11]Neither do I... \n[12]Mine, too! \n[13]Yeah, my feet are cold... \n[14]We'll never get that on the boat. \n[15]Does that mean we have to cut him loose? \n[16]Show her the one you caught, Jim. \n[17]I wanna know why the dorm has to be locked in the daytime and on weekends? \n[18]So what? Is it a mortal sin? I mean, normal people get to sleep late on weekends... \n[19]Christ, they even got my first grade report card here... \n[20]What? \n[21]Lobotomy... ", "SCANLON": "\n[1]Got a cigarette? \n[2]He can't hear you. He's just a deaf and dumb Indian! \n[3]Yeah, tell us why. \n[4]Gimme the ball! \n[5]Gimme those dice. I'll blow this board to pieces. Here we go... Lebenty leben, count me over eleven, Martini... \n[6]Not that one, you crazy bastard, that's my house... \n[7]A dime. \n[8]Me, too! Me, too! \n[9]Yeah, what's up? \n[10]Me too! Me too! \n[11]Me too! Me too! \n[12]Yeah, it's cold! \n[13]My turn. \n[14]Jesus God... \n[15]Me, too. \n[16]No! \n[17]Hit! \n[18]Gary Blinker's fulla shit! \n[19]He is! \n[20]Yeah, that Gary Blinker is fulla shit... ", "CANDY": "\n[1]Mack, you sonofabitch, you ol' fucker, how've you been? \n[2]Sock it to 'em, kid! \n[3]Atta boy, Mack! What's he in for? \n[4]Mack! \n[5]Yeah, well, he looks like hell! \n[6]Hi... \n[7]Whew! Made it! \n[8]Yeah, well you look like hell warmed over... \n[9]Pssst! Hey Rose! There they are! \n[10]In there. \n[11]What's that smell? \n[12]Smells weird. Smells like pneumonia. \n[13]It's okay, Rose. You can go with him. \n[14]Shit, Rose! What's there to decide? There's only four of us. \n[15]Go with him, Rose. Go with him. \n[16]Up and at 'em, boys. \n[17]Hi, Billy. \n[18]It's time to hit the road, Mack... \n[19]Ah, Billy... \n[20]Come on, come on, let's go! ", "MISS PILBOW": "\n[1]Good morning, Miss Ratched. It's a beautiful day, isn't it? \n[2]Eighty-two, Miss Pilbow speaking... Yes... ... New admission, Miss Ratched... \n[3]Mister Washington! Mister Warren! \n[4]Thank you, Officer... \n[5]This way, Mister McMurphy. \n[6]I'm sure you will. \n[7]Oh... \n[8]Of course. Mister McMurphy. \n[9]Thank you. \n[10]Make yourself at home, Mister McMurphy... \n[11]Medication time! Medication time! Medication! ", "BROMDEN": "\n[1]\n[2]Thank you. \n[3]Thank you. \n[4]God Bless America. \n[5]No. \n[6]Ca-na-da... \n[7]Yeah... \n[8]Ca-na-da... \n[9]When I first came here I was so scared of being lost I had to holler so they could track me... I figured anything was better than being lost... ", "NURSE PILBOW": "\n[1]Mister McMurphy is a new admission. \n[2]This way, Mister McMurphy. \n[3]Yes, yes, Mister Bancini, now if you'll just be calm... \n[4]Yes, I know, I know... \n[5]Stay back! Patients aren't allowed to enter the... Oh, stay back! \n[6]Oh, stay back, I'm a Catholic! \n[7]Your medicine, Mister McMurphy. \n[8]It's just medication, Mister McMurphy, good for you. Now down it goes... \n[9]Don't get upset, Mister McMurphy... ", "NURSE ITSU": "\n[1]Okay. How you doing? \n[2]Mister McMurphy. \n[3]Fine, thank you. Here, please take these. \n[4]To help you relax... please... \n[5]Please take off your shoes. \n[6]Please follow me. \n[7]Miss Itsu. In here, please. \n[8]No... ", "No!": "", "BANCINI": "\n[1]I'm tired. Whew. O Lord. Oh, I'm awful tired... \n[2]Awful tired... \n[3]Tired... Awful tired... \n[4]I'm tired! \n[5]Tired. Tired. Oh God, I'm tired... \n[6]You see... it's a lotta baloney... It's all a lotta baloney... \n[7]That's all it is, just a lotta baloney. Ya see, I can't help it, can't... \n[8]... don't ya see. I was born dead. Not you. You wasn't born dead. Ahhh, it's been so hard... Tired... I'm tired... aw-ful tired... ", "NIGHT SUPERVISOR": "\n[1]Oh, there you are, Mister Turkle. \n[2]Is everything all right? \n[3]The lights were flashing on and off, Mister Turkle. \n[4]At this hour? \n[5]What are these men doing up wandering around? \n[6]You've been drinking on the job again, haven't you, Mister Turkle! \n[7]I want those men put back to bed, Mister Turkle! \n[8]And you haven't heard the last of this! "}}