{"dialogues": {"KATE": "\n[1]Wait, I've changed my mind. I don't want to do this anymore. The Doctor gives the Nurse an exasperated look. The Nurse takes Rate's hand, eases her back onto the table. \n[2]No, this isn't what's supposed to happen. My baby's alive! \n[3]But it's still alive! It's moving! Feel it, you can feel it! Kate tries to put the Nurse's hand on her.belly but the-Nurse- pulls away and hands the Doctor a pair of gleaming.blunt-tipped SURGICAL SCISSORS. The Doctor leans between Rate's spread legs, disappearing behind the curtain. Rate gasps. \n[4]This isn't happening. Wake up, wake up, wake up... Suddenly -- the thin wail of a BABY CRYING. Rate's eyes go wide w ith horror as the smiling Nurse approaches with a wriggling bundle wrapped in a blanket. Blood seeps through the pink fabric. W e can't see what's inside, but it's moving. And it's CRYING. \n[5]I was thinking of\" going back to work. I really thought 1 was doing better. \n[6]I drove by the wine shop,on my.way.bome the other day. \n[7]I really wanted to. The thought went through m' head, you know. it wasn't for me, it just might be nice to have a bottle handy in case we had guests. \n[8]No. \n[9]Wow, did you make this? \n[10]-No, I'm sorry.. But just... take a break for a little while, okay? Max nods. Kate goes. back inside. A CAR pulls into the-drive.. It's John and eleven--year-old-DANIEL, Rate and John's other child. Daniel's blonde, brash, and-cocky, the all-American kid. He's wearing.a Little League uniform. Daniel runs toward Max. He steals her ball and dribbles-it around her in circles. -Max watches glumly. He offers her the ball, but when she reaches for it, he snatches it away and shoots a lay--up..- \n[11]Curtains.  They're curtains, not drapes. And haw exciting is my life that -I now know the difference.     6. He offers her the flowers.. \n[12]Ore story. Then bedtime. Okay? Max nods. happily and picks up a book from her nightstand. Kate groans inwardly when she sees what it is. It'.s called. \"We were Going To Have A Baby, .But We Had An Angel Instead.\" \n[13]You want to hear about the baby again? Max nods. Kate hesitates, then gives Max a sad smile. \n[14]\"People send us flowers and cards, but we still miss our baby. If this just happened to you, I'm sorry you got an angel instead of a'baby. I.think a baby would have been more fun.\" The last picture is a FAMILY WITH A BABY ANGEL watching over them. \n[15]Yes, she is. She's with us every day. Kate gives Max a gentle kiss on the forehead. \n[16]I'm sorry. I can't. Shit... She moves away, tears suddenly in.her eyes. He gives a concerned look, lets her have her space. A beat. \n[17]I'm so sick of feeling like this. Christ, the kids must thing I'm crazy. \n[18]How can I? I saw a pregnant woman today on the way home and I almost lost it. Just burst into tears with Max sitting right there. Daniel barely talks to me. You and I haven't had sex in over a year now. What if I.never get better? I don't want to lose you. \n[19]I can't even be a mother to the children we already have. \n[20]But I should be. \n[21]You Snow I do. More than anything. \n[22]You-don't just adopt a child because you're lonely and depressed. \n[23]We can't replace our baby. \n[24]I used to teach music at Yale. I haven't worked for about a year. \n[25]You're not worried about being prepared? \n[26]Wow, that was nice of her. Look, we brought you something for the trip tomorrow. She hands her a bag of activity books and a \"Travel Turtle,\" a kid- sized lap desk for coloring in the car_ Yolanda's face lights up. \n[27]Yeah. And happy. And excited. : And proud. And scared shitless. It' s funny. All the same feelings I had when I was pregnant with our others. \n[28]It was nice meeting you. \n[29]Thank you so much for all your help. Kate gives her a warm hug. But mid-embrace, she notices something: Esther is at the end of the hallway, peering at them from around a corner. Abigail and John see--her,' too. \n[30]What did she say to me.back there? It sounded like... \"motta?\" \n[31]She. made quite an impression on.you. \n[32]She probably wasn't there when we were first ,looking. \n[33]You sound like you're sorry we're not adopting her instead of Yolanda.     16. \n[34]So that's it? She just vanishes from our lives? \n[35]I've been' in grief counseling for almost a year-and-a-half.. If you say the word \"closure,.\" I'm going to-claw your eyes out. She's not angry, just matter-of-fact. Be wants to say something, but holds his tongue. Silence hangs heavy between them. \n[36]Maybe we're not supposed.to do this.     18. \n[37]Her body's barely cold and you're already thinking about replacing her? \n[38]We have to at least wait until.-- \n[39]Let's see what Sister Abigail thinks. \n[40]Why do'you think that is? \n[41]By who? \n[42]She really did open up with us, didn't she? \n[43]A normal life..' That sounds really good,',doesn't it? - She smiles. and takes John- .'s hand. \n[44]Put your thumb here. She makes the sign for 'T.\" Esther. sees her mistake, corrects it. \n[45]Sweetie, here we say \"Mont\" or. \"mommy.\" \n[46]Oh, we missed you so muchll Kate gives Max a kiss, then turns to Esther: Max hangs back, a little shy. Esther signs' to Max without speaking: - \n[47]She's been practicing the whole way.     23. Kate takes the girls' hands and they all walk up'to the house. Esther notices Man's hearing aid. \n[48]Would you like to see-your room? Esther smiles and nods eagerly. But on the way up the stairs, she eyes Daniel furtively, sizing him up... \n[49]I love you, too, sweetie. She kisses Esther on the forehead. John leans in for a kiss and Esther,hugs -him tight. Then he and Kate turn out the light and close the door. Esther watches them go...- \n[50]Good luck II I love you II     25. \n[51]Remember, it's only a game. \n[52]Okay, which one do you like? \n[53]I'm sorry. I'll take them back and pick some just for you. \n[54]'1s that a real place? \n[55]These are cute. \n[56]But sweetie, you have to have something you can play outside in. \n[57]You should show her Hodgepodge when we get home. Max nods eagerly. Esther givee.them a curious look. \n[58]Max. takes care of him all bir herself. It's her big girl responsibility. \n[59]Sure. But you have to promise not to- let him out of his. cage .unless- Hcumey or Daddy is,here to hold him. \n[60]Because he's very delicate and you could hurt him. Okay? Esther xiods. Kate scoops.flodgepodge up and kneels between the girls. Esther and Max share a  smile as they stroke his-fur. \n[61]Too fast. \n[62]Well, we'll get Esther settled, then I'll probably go back, to work. \n[63]I'm not talking about Yale. I'm going to teach piano lessons from home. \n[64]I didn't quit because I wanted to. I quit because.I couldn't work anymore.     28. \n[65]She's fine. Kate's pointedly not making eye contact with Doris now. \n[66]Are you ready? Esther nods excitedly. John uncovers her eyes. Esther stops short in awe. It's the FISH TAN C from the shopping, mall. Esther kneels before it, entranced. She turns the black light on and off, marveling at- how it makes her dzess glow and the colors in her paintings light- -up. She gives Kate and John a. big smile. \n[67]nave-you seen my pearls? \n[68]Did you take this out of my jewelry box? Max shakes her head, confused. \n[69]Then-how did it get in your room? \n[70]Somebody put this around T.J.'s neck. Who was it if it wasn't.you? Max shrugs. She looks-nervous. Kate sighs. \n[71]She can finish your game later.  Come on. Max pouts and follows Kate upstairs. Esther watches them go. \n[72]I think we should try this with the door unlocked tonight. What do you say? \n[73]Nobody's'going to come in. I'll stand right outside the door. \n[74]Come in. The door opens. It's Esther and Max. \n[75]I have a journal just like this that I write in every day. \n[76]This is Daniel when he was born, And there's Max; And there's you. She turns next to a photo of the-whole- family taken at Esther' s welcome home party. The caption reads, \"ESTHER JOINS THE FAMILY.\" \n[77]The ones I saw in. your Bible. Esther gives her a dismayed look. \n[78]It's okay, sweetie... I understand.  You know, I lost someone who was very .special to me once, too. Esther wipes her eyes and looks up, interest piqued. \n[79]Oh, my God! They hurriedly pull the sheets up and Kate turns on the bedside lamp. Esther stares at them blankly. \n[80]Yes. There are certain things that. grown-ups do. that kids aren't supposed to see. And that was one of them. Esther keeps painting. She still hasn't looked at her. - \n[81]Esther, I need you to listen to me.. Esther pauses. She deliberately sets her paintbrush down and turns to Kate. An awkward beat. \n[82]See, when two grown-ups love each other very, very much, they like to. show that love to each other -- Iknow.- They fuck. Kate is dumbfounded. Esther regards her with a bored, aloof-look. \n[83]This wasn't something she overheard. She knew what it meant. And the way she said'it. I don't even think she expected to get in trouble over it. \n[84]You think that's enough?     40. \n[85]Maybe. It just reminded The of what Sister Abigail said.. We really don't know that much about her.'- The last 'family she-was with could have been - like, \"Pass the fucking potatoes\" at the dinner table for all we know. ' \n[86]If she's saying \"fuck\" to my face, what's she doing when we're not around? We have to be thinking about what kind of influence she's having-on Daniel and Max. Particularly Max. \n[87]Did you see what happened? Esther eyes Max expectantly. Max hesitates. Then: \n[88]Put that away. Don't look at those. Kate puts the magazine back. There are several others just like it at kids-eye level. \"Orgasms UNLIMITED!\" \"Thrill EVERY INCH- Of Him J\" Kate'sighs and-'starts putting groceries on the conveyer.- \n[89]Stand where I can see yowl The CASHIER and a couple CUSTOMERS turn to look at her. Kate ignores them. Esther can't suppress a little smile. \n[90]At least eat your chicken. \n[91]\n[92]How was the.iide? Did you have fun? Max nods'and heads off; but Esther hangs back, eavesdropping: \n[93]Didn't waste -arty time-turning that divorce settlement-into a tit job, did= \n[94]Yeah, right. She's teasing, but there's something biting underneath it. Esther walks away, sipping on her juice box.. \n[95]Oh,.my God... \n[96]Have you seen a little girl in-a fish costume? She has short brown hair? Nobody's seen her. Kate grows frantic. Esther watches with a nonchalant smile, enjoying the drama.- She tugs on Kate's arm. \n[97]Are you all right?- Don't you ever run off like that[ What were you thinking? \n[98]Esther, come on. \n[99]There's nothing to be afraid of. \n[100]Esther, get out of the cart Righ t now! For a moment, they just glare at each other. Mexican stand-off.. Then Esther sticks her nose in the air and does as she's told. \n[101]He's been our dentist for ten years. Why would he lie to us?     54. \n[102]I saw the bite marks. We're lucky he's not suing us. \n[103]No, but she threw that fit at school \n[104]So should .1 believe her when she says you've been hitting on Joyce Patterson? \n[105]Did-she invite You over?' \n[106]Oh, - come on. \n[107]Then why didn't you tell me? \n[108]Really? You sure it wasn't because you were coming-on to her so obviously that an eight-year-old picked upon it? A long-beat. John sighs, resigned.- \n[109]You keep-saying that. But it's only been about two years since you told me.  Having another child was -supposed to bring us together. \n[110]I was sick! You were just an asshole who wanted to fuck somebody else! \n[111]Nice. Is that-what-your mother told you? Angry tears well in her eyes. He realizes be went too far.. Kate goes into the bathroom and SLAMS the door. \n[112]What about the orphanage in Russia where she was raised? Wouldn't they have been able to tell? \n[113]Do you think she had something to do with'what happened to Yolanda? A long beat. Sister Abigail hesitates, reluctant to answer. \n[114]But what if 'the doctor says she's dangerous? A beat. He considers, uncertain and emotional. \n[115]She's not dangerous? \n[116]But that's not what's.been happening. \n[117]I don't feel inadequate. \n[118]What does that have to do with'Esther? \n[119]Thanks for the support back there.     69. \n[120]Yes. Who's calling? \n[121]Do you have any idea who could have done this? ' \n[122]Esther, Daniel was there first. - Daniel eyes Esther. Wary, but defiant. She sighs and makes a -\"cutting\" motion with two fingers. Daniel brusquely turns off th e game and gets out of the chair. - As' he leaves, Kate calls out, \n[123]Daniel? Daniel? He ignores her and stomps upstairs. She watches him, concerned. \n[124]This is what Sister Abigail was telling us about. Character-disturbed children, 'Look at the, symptoms.  \"Superficiallycharming. Difficulty making and keeping frinnds. Cruelty to pets. Bossy and controlling. Overly affectionate with strangers.\" \n[125]I still think Doctor Brow have missed something. iner couldd      71. \n[126]I'm not 'seeing her anymore.. \n[127]No, we don't. Why does everybody around here get the.benefit of the doubt fro m you except me? \n[128]I don't need help. All I want is for a doctor who knows what they're doing to give us a second opinion. \n[129]What if somebody else thought there was something wrong with her? Like the director of the orphanage in Russia? Esther stops painting and listens, suddenly apprehensive. \n[130]if it's a dead end, I'll drop it. - But if they say the same thine, then we'd have to get.a second opinion. John considers. He doesn't want to be unreasonable. He nods. \n[131]Sister Judith? Hi, this is Kate .Coleman. I teas.wondering if you'd heard from anyone at the Sludianka Orphan's Shelter in Russia. sister Abigail said that...- Oh, you did? _  What do you mean?... Well, I don't understand. How could they not have any record of her being there?  .Yes, please. Call me the moment you hear anything. Thank you. She hangs up, disturbed. \n[132]Daniel, wait a minute. He hangs back. Rate gives him and Max a concerned-.look. \n[133]Does she ever make you guys feel uncomfortable or do things you know she's not supposed to? Has she ever hurt either of you? Daniel wants to say something, but the frightened look on Max's face stops him. Rate realizes she's struck.a nerve. \n[134]Please. You can tell me anything. \n[135]You do? \n[136]Estherl Put that down --l Esther laughs and playfully pulls it away. Kate grabs her by the wrist and Esther suddenly drops the flower, SHRIEKING in pain.     76. \n[137]I just grabbed her arm! from off the floor. it's ruined. \n[138]She knew what it meant to me. She did it on purpose., \n[139]I swear, I barely touched her. \n[140]You know I would never hurt any of the-. kids on purpose. \n[141]We're having guests over for dinner. The Cashier nods. Like be gives a shit. Kate lowers her eyes.- \n[142]You dropped them on purpose. \n[143]\n[144]\n[145]\n[146]I set the brake. . Bven if I hadn'tr the police said it wouldn't have.:rolled unless it was put in neutral. \n[147]I'll do whatever I have to,do to protect my children. \n[148]The girls?\" You mean Esther found it. \n[149]I didn't... I bought two bottles. I poured the other one down-the sink. \n[150]I'm not going to rehab. \n[151]I haven't had a drink in almost a year. John sighs, frustrated.- Dr. Browning intervenes, her voice infuriatingly even. and calm.'     83. \n[152]It's not a charade. I wanted to- drink i t. You have no fucking idea how.badly I wanted to drink it. But I didn't.  I know 1 should have told you..  I was just afraid of what you'd do. \n[153]Max and Daniel are the only reason I'm still sober. I would never do anything that would hurt them. \n[154]You know damn.well what I'm talking about. _ Her voice is brittle now, barely controlled. A beat. The tears sta rt to spill. \n[155]When I look out at the pool and think...  When I try to imagine what would have happened if you hadn't come home early that day... it makes me want to kill myself. I would the before I let something like that happen again. \n[156]I'm not the one you need to be worried aboutt Seven people close to Esther have died in the past year. Max was almost the eighth. now many more coincidences are you willing to ignore? \n[157]I know I haven't given you any reason to believe me. But you have to. I'm begging you. \n[158]What are you doing in here? \n[159]Go to your room. \n[160]Who told you about that. - Esther holds up Kate's journal:: Kate blanches. \n[161]I need to know where she came from and I need to know now. \n[162]We adopted her from yquI How can you not know anything about her?!-     90. \n[163]Jesus Christ... She flips through the: Bible and shakes it, but there's nothing else. She notices that the Bible -is in a foreign language. There's an ink stamp on the inside cover. it's in the sa me. language as the Bible. \"See on saarne rnatituat omand.\" She focuses on two words: seamne.Inatituut.     91. \n[164]Uh, hello.- I'm sorry, do you speak English? \n[165]Do you speak.English? Does anybody there speak-English? This is very- important.     92. \n[166]Is this the Saarne Institute? \n[167]I need to talk to someone about one of your children. She was adopted by.an American family about a year ago. \n[168]A little girl, possibly adopted from your orphanage. I'm trying to find somebody who might remember her. \n[169]Can't you at least check? \n[170]Please, I know she at least spent some time there.' \n[171]It's called the Saarne Institute. S-A - A-R-N-E. it's in Estonia: \n[172]Please, just try to find out if sh e was ever a patient there. I'm sending them a-picture of her right now. \n[173]Oh, my God! Daniell Baby, can you hear me? Please, baby! Wake up. He doesn't move. Kate calls out to Doris:. \n[174]Call nine-one--onel Doris hurries back to the house. Kate catches Esther watching her warily.. Kate glares at her with pure hate. \n[175]Get in here. \n[176]I'm not letting her out of my sight..     96.- \n[177]Will he be able to tell us what happened? A pointed glance-between Kate and John. Dr. Rajan doesn't notice. \n[178]How do we know? The orphanage we thought she came from has never even' heard of her[- Everything. about her could be a lie!     97. \n[179]It's just paper, JohnI From halfway around the world!-- This isn't last me being paranoid. Call. Saint Cabrini's yourself. if 'you don't believe me. A beat. John looks like he's wavering. \n[180]Well, I'm done connecting the dots for you. You can believe what you want about me. Blame me for everything. I'll leave tonight if you want me to, on one condition.  Esther goes, too. \n[181]What-is it, sweetie? Suddenly, a CALL comes on the overhead speakers: \n[182]Dan.iL-I! Kate and John try to enter the room, but the ICU NURSE stops them. \n[183]What's happening --?1 \n[184]Oh, no... Oh, no... Oh, my baby... _ \n[185]What did you do?! Heads'turi. Doris and Max are taken aback. Kate looks insane. She strides.toward Esther, gaining momentum with every step, but Esther just looks up at her with a half-hidden smile on her fa ce. \n[186]She killed him! He was going to live and she killed him!1 \n[187]No! Get away from me l i! \n[188]John... Please... Please don't let her take my family... A long, emotional beat. John hesitates, conflicted. Then he places her hand back on the bed and turns away. She tries to call out, but doesn't have the strength. - She sees the girls waiting in-the hallway. Max has been crying. She looks scared. John leads them all away. And the last thing Kate sees-before blacking-out again is Esther's devious smile... \n[189]Hello? \n[190]Who's calling? \n[191]No, she's at home with my husband. \n[192]He won't do it. He's not going to do anything without some kind of proof. \n[193]This can't be. There has to be a mistake.     108. \n[194]But why was ahe at your hospital? \n[195]And then she burned the house down... \n[196]I need the police. There's an intruder in my home. _ \n[197]John! Oh, my God! John!'1 She rushes to him, but it's obvious that he's dead. She leans over his body and bursts into tears, aching at what has been done to him... then stop and steels herself for what ]sh jds to do.. \n[198]No!!     115. \n[199]", "JOHN": "\n[1]It's okay, honeys You're doing great! The Doctor hands the scissors, now slick with gore, to the Nurse. H e takes a SUCTION. CATHETER and disappears behind-the curtain again. The Nurse - presses a button on a vacuum pump and the machine begins to HUM. Kate tightly closes her eyes. \n[2]Nice one, champ! - Daniel pumps his arm and runs inside. John walks up the drive, carrying a bouquet of FLOWERS. He hands Max the ball and lifts her up to the basket. Max happily puts the ball-through'the hoop. \n[3]All right! Ginme five! She smiles and gives him a high-five as he carries her inside. \n[4]Drapes look'nice. \n[5]Just love you. He kisses her as she takes them. Some of her gloomy mood melts. \n[6]Will you stop worrying about what everybody else thinks? \n[7]You're never going to lose us. I promise you. I just wish...  Have you thought any more about adopting? \n[8]That's not true. The kids understand. They just know you're not happy. \n[9]Even if it can-'t be'biologically ours. \n[10]Then what are we talking about this -for? Let's do it. \n[11]That's not why we'd be doing..it. We wanted a child a year ago and we still want one, now.. \n[12]No, 'we can't. But we can take the' place we made for her in our hearts and our home and give it to a child who needs a family.  Kate, we love being parents. We're good at it and'it makes. us happy. What better reason-do you want? Kate looks at him for a beat, then smiles and lets her tears fall. \n[13]I'm-an architect at a firm in the city. The Lawyer turns to Kate. Kate hesitates. \n[14]We've'alread y waited a.long time. :We'd lake a child as:quickly as possible. \n[15]We've already signed up for special- needs-'adoption classes. Trust me, we're ready for anything. \n[16]Hi there. \n[17]Are these , paintings all yours? \n[18]Very much. They're remarkable. -     12. \n[19]John. It's nice to meet you. She smiles and demurely offers her hand, giggling as he takes it. She blushes, then turns back to her painting. It's a half- finished jungle scene with a SMILING LION crouched beneath a tree. \n[20]So what's this one going to bo? \n[21]She's smiling. \n[22]Well, I hope she finds them. \n[23]Where did you learn how to do this? \n[24]Well, that's very responsible of you, but I'll- bet the sisters could find something else for you. to wear. \n[25]Your dress is. very pretty. I'm ,just saying. you could -probably go outside if you really wanted to. \n[26]There's nothing wrong with different. \n[27]Hey, I'd like you to meet someone. - . Esther, this is my wife, Kate. Kate smiles and offers her hand, but instead of shaking it, Esther lovingly presses it to her cheek.     14. - \n[28]She painted these all by herself. \n[29]You've got a real talent on your hands here. \n[30]Sorry, I've got that stuck in my head now. \n[31]I wish you co'uld've heard the things. she was saying before you c&amp;me in. I Jatow adults who aren't that mature.  I wonder' why they didn't show us her case file. \n[32]It just blows may mind, a kid could go through as much-as she must have and still turn out like that. \n[33]No, of course not. I just hope she. gets the right break.  I wouldn't trade our littl'e' girl for the world. You )maw that. Rate gives him an adoring look and squeezes his hand. \n[34]Bello? \n[35].The birth family is claiming her body. They're planning a private service. He looks to Kate for a reaction, but she has none. He continues: \n[36]Sister Abigail thinks she might have been playing something called \"The Choking Game.\" It's a kind of schoolyard dare. You try to get a rush by having someone choke you until you almost pass out. There have been cases where kids have tried it alone and accidentally hanged themselves. A beat. Kate's voice is distant, as; \n[37]We can have our awn-service. I think .it's important that we - \n[38]so let's not. Let's adopt.Bather. This brings Kate back to reality. She eyes him coolly. \n[39]-Until what? I don't want to waste .a nother year of our lives wishing for something that we.can't-have. . I want us to feel like a family again. Kate regards him for a beat, conflicted. Then: \n[40]I think we can handle that. \n[41]She told me they make fun of her. \n[42]Then what are you basing this on? Sister Abigail hesitates. Deciding how much to say.     20. \n[43]Like what? \n[44]She latched. right onto you. We're probably the best chance she has at a. normal life. Esther looks up from her work and waves at them. They wave back.     21. \n[45]Hi, Mont. Thanks for watching them.  Esther, this is Grandma Doris. \n[46]Don't be rude.     24. Esther overhears them, but pretends she didn't. Kate sees this- and tries to distract her. - \n[47]Okay, come on. But just for tonight. Esther and Max excitedly clamber into the bed and snuggle between them. Kate and John share amused looks.- \n[48]See you later.     33. Esther puts dut her arms for a hug. He leans in to kiss her, but she clings to him and won't-let go. She pouts. \n[49]I guess I can be late today.  I can take them to school and you can pick them up. \n[50]- She could nave picked it up anywhere. Bell, she probably heard it at school. \n[51]We'll talk to her about it tonight. \n[52]It was one dirty word. I don't think we need to call in the shrink just-yet. \n[53]Iget it, I just- don ''t want to make a bigger deal out of it than it is. \n[54]I wouldn't worry about it. You're right, we don't know how she was raised, but we do know she's a good kid. if Danny and Max want to start acting.like her, that's fine with me. \n[55]Brenda says you pushed her. \n[56]I swear, we-didn't bribe her to say that. .y:     46. \n[57]She's lucky she didn't break her neck. Sister Abigail seems troubled by this. \n[58]That's right. You both are. As they head home, they see JOYCE 'PATTERSON  jogging toward them. A blonde with dark roots and an overdone boob job., wearing a skimpy sports bra and mini shorts. She waves to tem. \n[59]How're-you doing? \n[60]Uh, yeah. Maybe Kate and I -could help you -out. \n[61]I didn't notice. \n[62]Okay, just make sure you hold her hand. \n[63]It's okay. Did YOU see where she went? \n[64]Did you lie to us? What did I tell you about'holding her hand? \n[65]Where would'Esther have gotten pot? \n[66]Fine, but I don't believe for a\"second that she just did it for no reason. \n[67]So you've seen her haul off'and bite someone like an animal? \n[68]of course not! \n[69]She wanted me to help her move a chair. \n[70]\n[71]Because I knew how you'd reactl \n[72]How-long are you going to keep this hanging over me? It was ten years ago. \n[73]I'm sorry I didn't tell you-about it- x just feel like I've earned a little trust here. \n[74]I gave you a second chance. ï¿½4     56. Kate stops short. IIis words-are like a phybical blow. \n[75]So-you can keep bringing uP my . mistakes over and Over, but we're not even allowed to discuss yours? \n[76]You were a danger to our children. If I didn't want to. make this work, I could have left months ago and nobody would have blamed me. \n[77]You want to disrupt the adoption over this?!     - 60. \n[78]She's just a kids - \n[79]Wait a minute, you're not suggesting -- \n[80]We can take her to Doctor -Browning. - Kate suggested doing that weeks ago. But I don't want to send her away. Not without at least some kind of proof. Sister Abigail.sighs, frustrated. Kate turns to him:     61. \n[81]Esther and Max? You saw them? \n[82]The treehouse is still locked. \n[83]You mean these keys here? He goes over tothe keepsake chest and opens it.. The KEY RING is there. He holds it up. Daniel flusters.. \n[84]You're not lying to get them in- trouble,.are you? '     65. \n[85]I don't know what's got into you lately. Just go to your room. Daniel leaves, dejected... \n[86]Thank God. \n[87]Hey, I'm not a psychiatrist. And a lot of what she's saying makes sense. Before she can respond, Nate's cell phone RINGS. She turns away from John' and'answers it. He sighs and goes inside. \n[88]We'll help in any way we can. We at least owe her that much. \n[89]Who is it? \n[90]Jesus..:: at kind of sick' monster carjacks a nun? Kate glances up, sees Esther crouched on the stairs, watching... INT. fAMiLY ROOM - DAY Daniel sits in a big recliner, sullenly playing a VIDEO GAME SHOOT- EM-OP. Kate is researching- on the Internet. We get CLOSE SHOTS of some of her Google.results, INTE Ctfs with Daniel BLASTING AWAY at alien baddies, his face angry and intense: \"Character-disturbed Children.\" -BLAME.-BLAME-BLAME \"Antisocial Personality Djsorder.\" PL f-BLAMI- \"C ren o Kfll.\" Esther enters holding Max's handy leadin her around like a pet. Max numbly follows. They walk up to Daniel'in the recliner. \n[91]\"Extended period of bedwetting. Speech pathology.  Abnormal eye contact.\" She doesn't have half of these. \n[92]save you showed this to Doctor. BÂ±owiiing? \n[93]You're not going to therapy? When did you decide that? \n[94]I know you were. upset. But we have to at least consider the possibility that she's right about this. \n[95]That's not true. I'm just..worried about you, that's all. We can hire someone to help you with the kids if it's getting to be too much. \n[96]We're-not going to.keep taking her to doctors until you hear what you want to hear. \n[97]For all, her good intentions, sister Abigail was not a trained psychologist. She'had certain suspicions about Esther and they turned out to be wrong. Why is can't you accept that? \n[98]All right.- See what you can find out. \n[99]You'll have to get ready early, \n[100]What's the matter? \n[101]Why not? \n[102]You want-to play hooky?  I can call in- sick and we'll go to -the zoo. What do you think? Esther smiles through her tears. 1     74.. \n[103]And a monany, too. Right? Esther hesitates. John notices. She gives a sad shrug. \n[104]That's not true..- Mc=my loves 'you. \n[105]Sweetheart, .you are just as much a part of this family- as Danny. and Max are. Mommy doesn't love'you any less because you're adopted. Do you understand? She nods, but doesn't look convinced. John thinks. \n[106]Why don't you do something special for her? So she can see what a good girl you are. I'll bet she'd like that. Esther's face brightens. \n[107]What the hell did you do to her? \n[108]It wasn't even her idea.  I'm the one who told her she should try to do something nice for you. He leaves. \n[109]what in it, sweetheart? \n[110]But.it was just an.accident. \n[111]I know. It's not what you do on purpose that scares me. Kate watches him go. ..Be turns away and takes Max upstairs. .1 \n[112]56 will 1.  That's why she's here. something in his voice makes Kate apprehensive. An uneasy beat. \n[113]Kate, don't. John stands and takes something from inside the sideboard. Ile : sets it on the coffee table between them... qtr, s the wine bottl g she hid \" he closet. Kate is stricken. She looks at it like it was a poisonous spider. \n[114]The girls found it while they were playing in your. closet. \n[115]Yes, Esther found it. Does that make a difference? Is she lying? A beat. Kate's silence-is answer enough. \n[116]But not this onie. Again, no answer necessary.. Kate looks defeated, tears welling. \n[117]I wanted you to come to me. That's why ,I didn't confront you with it last night. If Max had gotten hurt this morning, it. would've been because I trusted you tell me if there was a problem. \n[118]l f ow do you expect me to believe that? \n[119]Then why-not throw both bottles away?     84, \n[120]That's not enough anymore.' I told you last time what I'd do if this'ever happened again. I'm trying to give you another chance. \n[121]I've heard enough. If it was just the two of us, that would be one thing. But I can't let you be in a position where you could hurt the kids. \n[122]Kate, stop it. You're talking about an eight-year-old girl. And right now she's making a lot more sense than you are. \n[123]I'm sorry. Maybe if you'd been honest with me from the start. But not now. \n[124]You either check into rehab this week or I leave and I take the kids with me. Esther leans close and whispers into Max's hearing aid: \n[125]I'll see you tomorrow. Doris gets In her car. John looks conflicted. \n[126]Can we see him? - \n[127]There has to be some other explanation. She didn't come from an insane asylum! \n[128]I don't know what to think anymore. \n[129]Kate! Stop it! Rate looks ready to hit her again, but a NURSE holds her back. \n[130]She was out here the whole time! Dr. Rajan rushes in, readying a syringe. \n[131]Mom's driving us home. I think it's better if you stay here tonight. I don't want you around the kids like this. Kate weakly grasps his hand, her voice a thready whisper: \n[132]What's wrong, sweetheart? - \n[133]Me, tQO. Esther enters and stands next to john at Max's bedside. \n[134]What are you doing? \n[135]Get down from there. That knife's too sharp for you to be playing with. Esther climbs down from the chair and nonchalantly carries the cheese and cracker plate to the dining room, as-if he hadn't said anything. John follows her, dumbfounded... \n[136]What is this? -     104. \n[137]You don't need makeup to be pretty. Esther is touched. She gazes up at. him lovingly. \n[138]of course. Why don't you go wash your face and we'll tuck you back into bed. \n[139]-All right. We'll have a little snack and then off -to bed. Esther beams. John sits down, reluctantly humoring her. Esther starts pouring sparkling water into the glasses. \n[140]Little girls aren't allowed to drink wine. \n[141]Why don't you sit down? \n[142]Don't ever do that again. \n[143]Of course, I love you. But not... it's different than how I love Mommy. You're my little girl. \n[144]Who can't? You mean Mommy? \n[145]Esther, stop it! I mean it. This is wrong. \n[146]Esther? Are you-all right? She's not here. The light is on, but the room is empty. Fish are still FLAPPING around on the floor,-mouths. gasping. John gives the-broken aquarium an unnerved look. \n[147]Esther, where are you? No answer. He turns off the light, about to look \"elsewhere... then stops. With the overhead light off, the room is lit only ook f een vri d er black h - - - John takes a closer look, Unde gal lights the painting he saw when he first met Esther,- a mother lion and her sleeping cubs. .[Inds black Limos the cube are now dead and 'the mother's mouth .s dripping with blood. The paintings that looked like typical family portraits in normal light are now nightmarish visions of death and violence. In one, Kate's eyes have been gouged out. In another, Daniel's throat has been slashed. In the picture of the whole family, John- and Esther look normal, but Kate, Daniel, and Max are all decomposed corpses. John staggers back in shock. The telephone RINGS, startling him. The answering machine picks up. He hears KATE.'SVOICE, ", "ESTHER": "\n[1]Hello. - She speaks with a strange accent. Sounds Eastern European. \n[2]My paintings are stories that come from my imagination. -This one'-s about a'sad mother lion who can't find her cube. \n[3]She's dreaming about her babies. It's the only thing that makes her happy. \n[4]She will. I,bok. As she speaks, Esther dabs her brush and paints little lion cubs curled up in front of their sleeping mother: \n[5]They were lost'in the jungle 'and they were so scared because they didn't'have a mother or father. But just when they thought they'd be alone forever, they found their mother sleeping under this tree. And they felt so safe that they fell asleep too. Now when-the mother lion wakes up, her dream will have come true. She has her family again. \n[6]Y've just had lots of time to practice, \n[7]I like staying inside. That way I don't get my clothes dirty. \n[8]Yes, there is. Everybody says there's not, but it isn't true. I don't care. If I'm sad or lonely, I just come in here a nd paint a story with a happy endingg And when people say they like. my paintings, it makes me feel better.  I think.peo le should always try to take the bad things that happen to them and turn them into something good. Don't you? John is taken aback. Who j t1m1s )dc? Before he can respond: \n[9]Would you like me to paint you a picture? You can watch me if-you want. I'm normally a little shy, but -- \n[10]Yes. I'm sure she'll be very happy. \n[11]\n[12]T-H-E-R.' E-S-T-H-E-R. Esther. \n[13]It's so beautiful, motta. \n[14]Kate and John exchange-a warm look. \n[15]\n[16]Hello, Daniel. \n[17]Everything's so bigi As Esther moves on to the next room, Daniel hangs back and whispers to John, too loud: \n[18]It's perfect. \n[19]I love.you, motta -- I mean, Monmiy. \n[20]These are for a'younger child. Did you pick them out for Yolanda? Kate is taken aback. She stammers for a beat. \n[21]It's all right. I rather like this one. Esther points out her.favorite and goes back to pinning up her paintings. Kate sighs. As she rolls up the samples, she notices the same Gothic mansion in several of Esther's older paintings. \n[22]No. I just made it up. It's a haunted castle where a beautiful- princess was locked away. She waited so long and was so sad that she filled the moat with her tears, but then a handsome prince swam ,across it and rescued her.  I like happy ending's. Don't you? \n[23]-Jeans are ugly. \n[24]That doesn't mean I have to look like a boy. \n[25]I like all beautiful things. Kate taps Max's shoulder and signs to her. \n[26]Hodgepodge? What's that? \n[27]Aaaww,-can I pet him?     .27. \n[28]But we're playing] \n[29]Do you want to play? The boys quickly waving the wke away. Esther and Max are lo king up lat them \n[30]What if someone comes in and sees me? \n[31]I could sing for you. At the home, I used to sing so the sisters would know I was all right. Please? Esther's eyes are desperate, pleading.. Kate sighs. \n[32]We're scared of the lightning. Max giggles. Kate and John exchange a resigned look.' \n[33]She wants you to pass the milk. Kate gives Daniel an admonishing look. \n[34]Yay! We're going with Daddy! - She jumps up from the breakfast table and runs off to get ready.. \n[35]Whit's that? \n[36]So beautiful,..   , \n[37]What other pictures? \n[38]It's okay.' I want you to -see them. She smiles, but it looks forced. \n[39]These are the Wallaces. That's James and Hannah. And that's Micah, Luke, and Isaiah. \n[40]I hid these because Ididn't want you to know how much I miss' them, I was afraid you'd think I didn't love you. \n[41]Really? \n[42]Give it back to me. She reaches for it, but Brenda laughs and raises-it over her head. \n[43]There's nothing to talk about. We were -just playing a game, that's all. She walks away, passing Daniel without, a look. Kate is. dubious. \n[44]What's the matter? Max turns and tries to block the cage, but Esther sees that it's empty. Esther gasps. \n[45]Where is he? Were you playing with him? Max frantically shakes her head. Esther quickly shuts the door. \n[46]You left his cage open! Look! Sure enough, the door of the cage is wide open. Max shakes her head, frightened tears in her eyes. \n[47]Then how did he get out? \n[48]It' a okay. Don't cry. Look 'at me. She takes Max by the shoulders. Max looks up, breath hitching. \n[49]Let's pick flowers for Daddy. Max.nods happily. 'Then Esther notices something that makes her stop short. A girl approaching on a bicycle... It's Brenda. She pretends to not see Bather, just rides right by. Esther watches, her face strangely slack... then starts to follow .her. Max gives Esther a confused look, but tags along. \n[50]Are you going to tell on me? Max shrugs. \n[51]I didn't mean to hurt her. I just wanted her-to stop picking on me.  Don't you hate it when someone is mean to you for no reason? Wouldn't you do almost anything to make them stop? A best. Max nods. Esther offers her hand and Max takes it. \n[52]That's not true! We were just playing and she tripped! I swear! \n[53]Give it-back. \n[54]Give it back'or I'll tell Daddy, that you hit her and then you'll be in trouble. Max smiles. Daniel-scowls at Esther, then gives Max the lipstick. He leaves. Max gives Esther a hug. Best friends forever.     44. f l iT. SUPERMARKET - DAY Kate waits in line -at the check-out. Esther and-Max are with her. Aw .Kate pushes her cart up to the-counter, she looks over and sees the nearby'\"WINE &amp; SPIRITS\" aisle. No big. deal, just a passing glance, a flash of idle distraction. Her eyes unreadable. Then: \n[55]What kind of sex do men crave most? Kate-looks back, shocked. Esther has picked up a \"COSMOPOLITAN\" from the newsstand and is'reading the cover aloud-to Max. \n[56]\"How To Hit Your G-spot Every Time.\" Kate whirls. Esther has picked up the same magazine. Kate angrily snatches it and pulls Esther toward her. Max startles. \n[57]May I be excused? \n[58]I'm not going to eat something that I don't like just to make you feel better. That's ridiculous. \n[59]Yes, sir. Esther starts eating. Kate gives John an exasperatedlook.     45. \n[60]Hello, Sister Abigail. \n[61]Isn't it lovely? Look at my new paintings. -I've=done a portrait -for everyone in the family. She shows sister Abigail the portraits pinned to her wall. There's also a painting of everyone together. \n[62]I know. Aren't they perfect? Sister Abigail gives Kate and John an amused look- \n[63]I'm Daddy's little girl, aren't I? \n[64]You have a l ovely body. \n[65]49.- \n[66]I will. - The girls. run inside. John smiles, but Kate watches anxiously. \n[67]I don't know. I was trying to hold her hand, but she pushed me and ran away. \n[68]This way, I think. She points the wrong way. Kate takes her hand and they quickly move through the crowd, looking for Max. John stands on a bench for a better vantage, Kate grabs passersby: \n[69]i Mommy, I want scene cotton candy.     50. \n[70]I'm sorry, sir. She looks like she's going, to cry. John sighs, then turns to Kate and Max. Esther gives Daniel a hateful look through her tears. \n[71]What's this? She shows Kate a little PLASTIC BAGGIE OF WEED. Daniel blanches when he sees it.. His.treehouse staah.. \n[72]Why does she have to'dress like that? \n[73]Well, I think it's immodest. I don't know why Daddy -likes her so much. \n[74]He's always smiling at her and talking to her. She wants him to come over to her house. Did you know that? ) Please don't tell Aaddy I told. I don't want him to be mad at me.- Kate doesn't respond, clearly disturbed.     52.. \n[75]X told you, I don't like the de ntist. \n[76]THE MAN LADY YS Comm TOMORROW. \n[77]\n[78]Do you -want to_ play? - A beat. Max shakes her head. Esther smiles, fingers the trigger. After a long, awful, pants wetting eternity, she lowers the gun. \n[79]You're right. We'd better not.  Not yet. - \n[80]Here she. comes. Wait until she gets close. Max nervously peers out from behind the abutment. Esther stands behind her. The car starts across the-bridge. Suddenly -- -- sthe pusbes Max it into the Load. stumbles and falls ri ht ,m. on of the _speedï¿½ car.     62. Sister Abigail gasps and SLAMS on the brakes, 'TIRES SQUEALING, stopping the car mere feet from where Max lies in the road. She frantically. jumps out of the car and kneels next to Max. \n[81]Help me get her off the road. Max looks up blankly, then staggers .to her feet. They each take a hand and start dragging Sister Abigail's body, but she's heavy and they're little. It's all they can do to slowly move her. Then Esther hears something. There's ANOTHER CAR coming. It's still out of sight through the trees, but closing. Esther and Max hurriedly drag the body, struggling it to the side of the road, just as the car rounds the bend. Esther gives the' body a kick,, sending it rolling down the embankment. The car is almost on them. Esther and Max quickly hide under the bridge.. Esther grabs Max's backpack and pulls u wig _cm. The car reaches the bridge. Esther listens to it cross, tense, gun . ready... . but it passes Abigail's car and continues without stopping. Esther breathes a sigh of relief. Suddenly, there's a CROARING_noise from behind them.' Esther turns. It's Sister Abigail. She's still alive. She's trying to speak, but all that comes out is an awful'MOAN. Esther scowls and grabs the hammer. Sister Abigail looks up at her,' moaning louder. Then Esther brings-the hammer down. CRUNCH. The moans stop. Esther hits her AGAIN and AGAIN.     63. Ma x 'pr cataton ipes her Se p rettysdr sand white glove harernow splaa ered ith blood. \n[82]Did you get any on you? Max shakes her head, pale and shivering. \n[83]Good. Let's get her covered up. Esther starts scooping leaves and debris onto Sister Abigail's corpse. Max just watches fora long beat... then shuffles over like a zombie and helps her. Esther smiles.. \n[84]If you tell on me, you'll get in trouble, too. \n[85]She wanted to take me away from you.  Now we eau be together forever. \n[86]ssshhh. - Esther leans in, her face wild-and terrifying. Daniel lies there breathless, paralyzed with fear. -The. scissors drift from his eye, his between his legs. H il, ssibant bhiss \n[87]You te.11 anybody what you saw and I will cut your hairless little prick off before you even figure out what it'-s for. Do you understand me? She rapidly cuts the air with the scissors -- SNIP-SNIPI Daniel frantically nods his head. She twists his hair again. \n[88],= -it     66. \n[89]You pissed yourself. Daniel is crying, humiliated, belplesa.,'too terrified to dare make a sound. Finally, she releases him and turns off the light. As ick ad :it bWgan it she's go . up in a b all and his faa in his pillow stifl e his Bobs \n[90]Goddamn, coaksucking bitch!! Thinks she knows well Doesn't know shit!! \n[91]We want to sit there. \n[92]I don't want to go to school. \n[93]I hate it. Nobody likes me there. Nobody ever likes me. She stares forlornly out the window. Big sad eyes. John sighs. \n[94]I'd like that very much. EXT. ME TARY SCHOOL  r MORNING Kate drives up the steep hil1 in front of Daniel and Esther's school and stops at the end of a long'line of parents dropping kids off. Daniel. gets out without looking at Kate. \n[95]You don't know how-long I've waited for a 'daddy just. like you. \n[96]I don't think !'Tommy likes me very much.     75. John is taken aback. An awkward beat.- \n[97]It's all right. I understand if she doesn't. It must be difficult to love an adopted child as much as- your own.. \n[98]I have a special surprise for you, Mommy. Kate eyes her warily. No idea what to expect. \n[99]Daddy! Daddy!     77. The door opens. John,.blearily -enters in his pajamas. \n[100]My arm huits .' \n[101]I can't wait for show-and-tell. I hope Mrs. Grosse. likes my paintings. I did one especially for her.. .Nobody responds. Kate's blocking her out. Esther doesn't mind. \n[102]Moumiy! My paintings! Kate eyes her accusingly. \n[103]No, I didn't! I swear!. - Kate doesn't believe it for a second, but sees a CROSSING GUARD and a FEW KIDS hurrying to grab the paintings as they're carried off by the wind. Kate shoots Esther a dirty look, then sets the parking brake with an exasperated sigh and gets out to help...     80. acti But, the second-Rate is out of the van, Esther springs tut gear shit in'neutral andggrabs the parki ng her .an alarmed look. Esther smiles at her... releases t braka. Daniel sees Esther jump out of the van, just ag it starts 1 roll ._ ba hil \n[104]I'll kill her it you tell..     85. Max gives her a frightened look.- Just then, Doris.appears with a bowl of popcorn. She quickly ehoos the girls away. \n[105]She's fine. Lot's not wake her. \n[106]1-couldn't sleep. I was-afraid you might try to take Daniel and Max away. Kate stands frozen, frustrated and'angry. \n[107]Honestly, we're past that now, aren't we?.     86. t KATE I'um not going to let you hurt my children. - \n[108]1m not the one who passedouutt drunk. I hear the first step is  -admitting that. you have a problem. \n[109]It's in your journal. I found ï¿½it a few weeks ago.. It's very intimate. 3 \n[110]\"Eight weeks before my due date, Jessica died-from several undiagnosed birth defects. I hadn't felt her move for days, but now that I knew she was dead, I started-to feel her kick again. It's called phantom fetal movement, like the pain felt in a missing limb. I was an amputee and my baby was the lost part of me. Because of other complications, Doctor Kosgrove didn't want to induce. So I had to wait to go into labor. For sixteen days I carried Jessica's body and felt her ghostnow a kicking in my-belly. y womb coffin and inside me slept a corpse.\"  How perfectly hideous. No wonder you turned into a nasty, smelly drunk. Kate is dumbfounded, trembling with impotent rage and raw emotion. \n[111]Kate. You don't know how lucky you are, I'll never have children of my own. My father paw to that while I was still-in diapers. I. actually don't\"remember a 7 time when he wasn't fucking.me.      89. \n[112]Please. You're soft. Like,&amp; worm. Losing your baby could have. made you stronger. But for you it's alwa s.more therapy and more- pills and more booze. Anything so that you don.'t have to actually face the so state of your miserable existence. And why should you? You've got John to carry your dead weight around.. But you know something? You don't deserve him. And sooner 'or later, he's going to figure that out. Esther stands up to leave. Kate-blocks her path. \n[113]What are you going to do? Hit me? -Kate. looks really tempted. A beat. She puts out her hand for the journal. Esther gives it to her with a smile. Kate steps aside. \n[114]See you tomorrow. She leaves. Kate glares after her. - \n[115]I couldn't have,done it by myself, you - \n[116]Think about it. Somebody had to have helped me. If they find that dress, they won't just be coming for me. They'll becoming for Max, too.. Is that really what you want? She's maneuvering him away from the door. Daniel screws up-his courage and stands his ground. \n[117]All right. I was just trying to be. nice. And with that: she takes a can CHARCOAL, LIGHTER FLUID from behind her back and tazts snravina the-floor At Daniel's feet with Al. He gasps' and jumps back as it SPLATTERS in. front of hire. She douses the floor from one side to the other. Then she opens a BOOK OF MATCHES and lights one. Daniel blanches, \n[118]Goodbye, Daniel.     94. She drops the match. - The lighter fluid IGNITES 'and a wall between Daniel the door, Esther smiles at him through fire the ER Tgl,pp3ES trapped. \n[119]Can I have a dollar for the pop machine? Doris gives her a dollar.from her'purse. Esther smiles and heads toward the vending machines.. Max watches her go. But as soon as Esther's out of sight, her cheery face turns to graiii.te. She puts the dollar in her pocket and sneaks away... \n[120]Daddy! Daddy! Help me! John scoops her into his arms; Kate is apoplectic. It takes TWO ORDERLIES to hold her. Max watches, crying. \n[121]She's thinking about Daniel.  Aren't you?     1.02. Max reluctantly nods. John gives her a sad look. \n[122]I'm sorry, sir. I.just want to be as' pretty for you-as she is. \n[123]You really mean that, don't you? \n[124]We really. should be drinking that bottle-of wine, but I couldn't find it. \n[125]What's wrong? \n[126]Will you stop saying that? We can be together now, don't you see? She can't come-between us anymore. \n[127]Am I being bad? -   You can spank me. it you-'.d like. I'll let you. I won't, evn cry. Unless you want me to.     106. John gapes with-disgust and horror,. He looks like he-might vomit. \n[128]Please! Please! You're ruin.ing it! \n[129]- has stopped crying, her sorrow burning into blind, monstrous rage. She glares at her reflection, her mascara smeared down her cheeks. \n[130]curls her upper lip, looking at her top teeth. She reaches up, pulls on her teeth and -- RA-CLICK. y come out \n[131]just stares at herself in the mirror. With her scars revealed, her face scratched, her mascara streaked down 'to her chin, and her awful, yellow, snaggletoothed sneer, she looks like a monster. \n[132]When I was juuust, a lifitle g .iirl I asked'my mother, what .will I be... leg is broke John tries to stand, but cries out in agony. Big He looks up, sees the table with the PHONE on it. As he painfully crawls toward it, Esther closes in on him, singing and winding the jump' rope around her fists like a garotte. \n[133]Qua sera, sera. Suddenly -- a GASP from upstairs. Esther whirls. I 's 5 N ax.. She stands atop the .stairs,- paralyzed- with fear. She's, \n[134]It's all right, baby. -Come to Mommy. \n[135]Shit l. She scrambles to her feet.. \n[136]Please\" don't hurt me, Mommy. rat fucking chance, bitch. Kate SHOOTS her again. This one goes right between those pretty eyes. Esther falls to the floor, dead gaze staring at the ceiling, a pool of blood .expanding around her pretty Shirley Tem ple curls. Kate drops the gun and crawls over to Max, scooping her into her arms and hiding her face from the horrible sights all around them- For a long moment, mother anddaghte r o justï¿½holdaeacheother close. Kate strokes Max's hair, cry ng u What Kate can't see\"is the'slack, traumatized expression on Max's bloodied face. .vacant and emotionless. That spark you should see in the. eyes of a\"child, gone forever. CAMERA PULLS BACK and we ", "DANIEL": "\n[1]Boo -yahl He shoots! He scores! \n[2]-Holy shit:.. Max. runs straight into Kate's arms and gets a big hug. \n[3]Hey. \n[4]Why is she dressed like that? \n[5]Love you, tools John follows Daniel, kissing Kate on his way out.' \n[6]Dad! 'Dad!! Dad, look!! John distractedly glances over his shoulder at him and Daniel does a huge cannonball into the pool. SPLASH! Suddenly, Esther squeals with glee. She's unwrapped an IIRT EASEL and NEW PAINTING SUPPLIES. By the time Daniel-'s smiling face pops out of the water, he's disappointed to find that Esther has drawn John's attention again, barraging him with-hugs and kisses. She looks at Daniel over John's shoulder and hticks her tongue out at him. Daniel fumes.     29. \n[7]Get out of here! This is my treehouse. Dad built it for mM. Esther smiles, then leads Max away. The boys watch them go. \n[8]Mom, what's she saying? \n[9]Bye, Mom. Kate-gives him and Max a kiss, but Esther-runs right by without pausing, hurrying after John. Esther. takes- 'John 'a-hand, holding it on the way to the car. Kate watches them, a little hurt... \n[10]She's not my sister.     .37. \n[11]Hey, you're not allowed to wear makeup. Does mom know you have this? \n[12]They were playing \"hide and seek.\"- I- saw Esther let her run off. Esther gives him a sharp look. John turns on her, . angry. \n[13]I wasn't taking it to school[ \n[14]I don't knowl\" She just put it there to. get me in troubles     51. \n[15]She saw me wCth it in the treehouse. \n[16]Oh-huh. \n[17]Esther had the-keys. \n[18]No, I swear! \n[19]Fine, I guess. \n[20]-I gotta gu. Before Kate can stop -him, he closes the car door and runs off. \n[21]\n[22]Are you okay?' Max nods. Daniel sits down next to her. He lowers his voice. \n[23]Did Esther do something to the van? Max turns away and shakes her bead. \n[24]It's okay. You can tell no. I saw her jump out before .it started to roll. Max gives him a startled look, suddenly frightened.     86.. \n[25]No way. Dad won't believe me. You have to do it with me. Max shakes her head and starts signing, but Daniel can't keep up. \n[26]Slow down, 'I don't understand. Did she make the van crash? A long beat. Max reluctantly nods'. - \n[27]Then we have to tell Mom and Dad. Max starts crying. She signs, but Daniel doesn't understand. Frustrated, Max starts hitting him. Daniel grabs her arms \n[28]-Stop it!- She's going to kill us if we don't tell! Morn and Dad can protect us! Max. shakes her head. Daniel releases her. \n[29]Why not? \n[30]What did she do in the treehouse? \n[31]r She's coming.     87. 'Max quickly hides the. pictures-. Daniel scrambles to the door, but -pauses and signs to Max as best he can. \n[32]Everything's going to be all right. \n[33]Bathroom. Esther eyes him as he leaves. \n[34]You leave her alone. \n[35]\n[36]\n[37]", "RATE": "\n[1]No, stop! I want to be asleep!   2. \n[2].That's this for? \n[3]A girl. We'd like a little girl.- - - \n[4]Don't you look pretty! \n[5]We wills Sister Abigail happily watches them go.. Rate and Esther smile and wave goodbye.' She'waves back... but once the car pulls out, her smile fades. She seems'vaguely troubled as they drive away... \n[6]Perfect l     22. Esther smiles and practices=it a few times.- Outside, the LEAVES have turned color. Esther gazes out in-wonder. - \n[7]You like fish? \n[8]Go take a time-out and think about it. \n[9]See? If you studied more, you wouldn't have to ask all-the time. Daniel glares fit Esther, but she doesn't see it. John enters, ready for work. He-grabs his travel mug, gives Kate a kiss. \n[10]what I did that day, how I feel. Anything I don't want to forget. I thought you and I could spend some time together today and start a life book. \n[11]It's like an adoption storybook. And it's all about you. I did a couple pages to gat you started. Look. -     34. She opens the journal. Pasted to.the first page is a photo.from \n[12]What's wrong?. \n[13]We don't have any pictures of Jessica because she died while she was still in my tunny. But we spread her ashes in here and as long as. this flower grows, part of her will be alive inside it.  It's okay to be sad.about the people we've lost.. And it.'s okay to iniss them, too. Esther nods. They'smile at one another through their tears. \n[14]Mrs. Grosse told me what happened today. Do you want to talk. about it? Daniel-hangs back to see if Esther is going, to tell on him. She \"sees him standing there, then turns to Rate with a smile. - \n[15]She broke her arm and had to have something like eleven stitches, I think. She was lucky. \n[16]Where's Max? \n[17]Then what was it doing 'in-your backpack?- \n[18]That's because she's always on her best behavior with you. \n[19]Which is what? - \n[20]She's canceling some appointments-so we - can get her in-tomorrow. \n[21]have just told her what she wanted; to hear. Look.  \"Character-disturbed children are adroit manipulators. They can be exceptionally charismatic, oftentimes playing people off one another to get what they want.\" \n[22]What happened this morning had nothing to do with this! \n[23]I'mi pot weak.. \n[24]Your own mother was there this time. Only Esther or Daniel could have started that fire. I know who I think did It. Do you? . \n[25]Oh, My. God... Daniell She and John run after Dr. Rajan. Doris quickly grabs Max to keep her from following. INT. HOSPITAL -. lCD - NIGHT Kate and John follow Dr. Rajan.to the room where a CODE TEAM races to resuscitate Daniel. \n[26]Where is she?     \n[27]Did you get the picture I:sent? Did you recognize her? \n[28]What scars? \n[29]\n[30]Well, where the hell are they? Jesus Christ, I'll be there before they will ", "SISTER ABIGAIL": "\n[1]Yolanda, look who's here to see you. Yolanda, smiles at Kate and John.. She runs over to greet them, but stands just out of their reach. -Kate kneels in front of her. \n[2]What do you.say? \n[3]Nervous? \n[4]Yes, we're very lucky to have her. But there's something -strange-in Abigail's voice -- she definitely doesn't un -lucky. Esther watches them go. \n[5]The notary will be here at.ten for-you- to sign the placement agreement. \n[6]It's Russian. It means \"mother.\" INT.JoHN'S CAR - NIGHT John whistles \"Whatever Will Be, Will Be\" to himself as he drives. Kate gives him an amused look, then Jokingly sings along: \n[7]For the most -part, she's an'ideal child. She's originally from Russia, but her English is flawless, Smart as a.tvhip and very mature Â°for her age. I don't think I've-ever had to tell her .anything-twice and I've never had to clean-up after her.. She's a bit of a- nQat-freak. \n[8]I'm sure they do, but she doesn't make- things any easier on herself. She just doesn't seem interested in friends.. She doesn't even play like a normal child. She just reads and paints. Most of the time she barely-speaks. \n[9]I don't know. There's nothing in her -history, but that doesn't necessarily mean anything. Russian adoption - records. are notoriously unreliable. \n[10]I wish I knew. There's just something missing with her. A-spark you see in a child's eyes that isn't there. I've only seen that-before in cases where the child had been severely traumatized. It might also explain - some of her idiosyncratic behaviors. \n[11]She refuses to shower or change clothes with the other girls.' She won't even allow the housemother in-the bathroom with her. She.'.s also very concerned with her physical appearance for her age. She's like a teenager getting ready for a date every morning. She insists on wearing dresses-every day. The ribbons around her wrists and neck stay on day and night. . The only trouble we ever had with her was when we tried to take them off. She kicked two of Sister Francis' teeth-out. Kate and Tohn are taken. aback. Abigail sighs. \n[12]I'm sorry. I'm 'not trying to discourage you. If you're serious, I'll do everything I can to-expedite the process, given the circumstances.  My one reservation is..this. When-an adoption fails, it's usually because the parents didn't know what to expect. -And'in this case, I can't' tell you what to expect because the plain fact of the- matter is that-I don't knaw. \n[13]If you ever need anything, please don't hesitate to call. Before Kate. can respond, Esther tugs on her arm. \n[14]to need updated charts I tÂ¢ also going t from her. pediatrician and her dentist for my supervision report. \n[15]That's one good-looking family you've got.. \n[16]No explanation necessary. I don't think there e'anything that girl could say that would surprise me. \n[17]What kinds of things is she doing? \n[18]Really? is the girl all right? \n[19]She doesn't. sound very lucky. \n[20]Hello, this is Sister Abigail calling for John and Kate. Please call me as soon as you get this message. I have. something that we need to discuss in person. It's regarding. Esther. \n[21]When you first asked about adopting Esther, I expressed some misgivings. But I wasn't completely straightforward with you. You see, I love children. I've worked with them my entire life. And the thing about love is that it sometimes clouds your judgement.  But the truth is that I knew there was something wrong with Esther from the moment I laid eyes on her. Kate sits up, concerned. John bristles. \n[22]Yes, but there was something else. It was hard to say chat it was at first. Just-a feeling that she was a profoundly damaged little girl.      58. \n[23]That's; g I was reluc!tant to t anything bef ore. Now'I think th at may a have been a mistake.  Children like Esther, who've spent their entire lives-in institutions, lasting bonds.. The longterm effects of 'this- can be devastating.   In the very worst cases, children who fail to form early attachments are unable to learn the difference between'right and wrong. They can lie, cheat, steal --- .or worse -and and have no remorse whatsoever for their actions.' They view other human beings as objects, pawns for their amusement. And they can-be potentially very dangerous. \n[24]A severely character-disturbed child can appear to be -completely normal, -even exceptional. It's like they have two faces one-they show the outside world in order'to get what they want, and the other, their true face, lying just beneath the surface. \n[25]That's true,-I don't. But I believe the circumstantial evidence is enough to warrant taking the next step. \n[26]She's also the sole-survivor of a house fire that killed her last family.  It was arson. I did some checking. Someone deliberately set that fire. They-never caught who did it. \n[27]Pyromania is one of the warning signs of a character--disturbed child. Rate blanches, realizing: \n[28]Dear Lord! Are you okay, honey? Max looks up at her,-stunned, but unhurt. Sister Abigai1 is taken aback. She recognizes her. ", "MAX": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]", "DORIS": "\n[1]How precious! It's a pleasure-to meet you, too. \n[2]So what are your plans now? \n[3]Oh, so you think.they'll take you back? Kate's eyes flicker with irritation. \n[4]I see. That was such a good position you had at Yale. It's a. shame. \n[5]I know. I'm 5o glad you're doing better now.  Bow's Maxine feeling? \n[6]Well, it's a shame that it took something like that for you to :get help, but I'm glad you did. Kate takes. the plate of food and leaves without looking at her. \n[7]Come on, you two. Let's go watch TV. Max wipes her eyes. Esther takes her hand and leads her away. \n[8].I don't care what she appreciates. You can't leave those kids alone with her while you're at work all day.  You're doing the right thing. Don't let her change your mind. \n[9]I say Professor Plum did it in the Conservatory with the candlestick... \n[10]Where are you going? \n[11]She can ride with us. ", "BRENDA": "\n[1]Dear Jesus, please help me to not dress like such a freak tomorrow. The girls laugh. Esther pays no attention. \n[2]Is this a Bibl? \n[3]Jesus-freak brought a Bible to school! Esther angrily swipes at it again, but one of Brenda's friends grabs it first. Esther takes a deep breath, trying to calm down. \n[4]Look at the cute little doggied Is this your collar, little doggie? Brenda reaches out and grabs the ribbon-around Rsthdrls neck... The-second Brenda touches the ribbon, Esther flies into panic. She screams an s Brenda'e hand away, aching h_ex e and k coking feet, ster 11 s 5 riekincr At the toy Dg her.lungs. Brenda leaps back, wide-eyed and freaked out. The kids fall into stunned silence. Esther's screams echo in the hallway. A TEACHER comes running. Trevor puts a hand over his mouth so the teacher won't see him laughing. \n[5]Stop staring at.mel Stop ital. But Esther is unwavering. Can't take her eyes off of her. Brenda gets off the swing and runs away. Esther calmly walks after her. \n[6]Go-away! Stop following me, freak! Max sees Esther following Brenda and grudgingly gets off the swing, hurrying to -catch up. Brenda gives them an angry look. \n[7]You go first. Esther doesn't move, but Max gladly takes her turn. After a beat, Esther follows Max up the stairs. Brenda stays behind, watching. Max goes down the spiraling slide, but Esther just stands at the top, looking down at Brenda. \n[8]Gol! Esther, continues to stare down at her for a beat, then turns and -disappears from eight. only. then does Brenda climb up. Max runs to the stairs for- another turn. Brenda reaches the top and looks around. She sees Max.' But where's Esther? She turns.     42. Suddenly, Es er is right in ,AIL of her.   She didn't' go down the slide, she was just crouched out of sight. Brenda gasps -- -- then Este spits Jn her face acrd ush hex dawn the airs. Brenda SCREAMS as she falls,-limbs flailing, out-of-control. She lands hard in the dirt and just lies there crying, clutching her arm and bleeding from a gash in her forehead. Brenda's scream draws alarmed looks. The Homeless Guy startles awake. one of the playground mothers comes running to help. But Max stands frozen, gaping at Esther in total shock. Esther stares blankly down.at Brenda from atop the slide. Utterly emotionless. ", "UPSTAIRS HALLWAY": "\n[1]John staggers to the stairs, the handle of the scissors jutting from his eye socket. But just as he hits. the first step, Baer rushes out and pushes tine cMm  the etz{rs. \n[2]Max carefully peers out from.around a corner... Suddenly -- no sound.. This is how Max experiences the world. A silent vacuum. Her perspective is shot MOS. The hallway is empty and Max cautiously maces her way toward the stairs. Suddenly, Esther emerges from Max's room. Max quickly ducks into Daniel's room. Esther doesn't see her: \n[3]Esther edges toward Daniel's room, gun raised. There's a STRANGE GRINDING SOUND coming from inside... 0     \n[4]Kate cautiously moves down the hall suddenly, he lights go \n[5]Esther sneaks upstairs, hugging the wall, gun held ready. She pauses at the top of the stairs, waiting. Lightning FLASHES.. 'The- hallway is empty. She sidles along the wall... \n[6]- Kate heads back toward the stairs'. BLAM!  The knob on top of the bannister EXPLODES. Kate startles and whirls' to see Bather, just as she pulls frantically crawls/crabwalks into Esther's room, ehr teas ianother SHOT blows a chunk out of the moulding by "}}