{"dialogues": {"MARY": "\n[1]Hardly. \n[2]No, George. Never. I'll be married, that's all.. Apart from that - it won't change a thing. \n[3]Very. \n[4]No. I want a husband who loves me. And who thinks it first thing every morning. And last thing at night. \n[5]o - the King himself is coming to \n[6]What? What are you saying..? \n[7]But...you could never be more than his mistress. And that's no substitute for a husband. \n[8]But what about your happiness? Your future? \n[9]A little. \n[10]I promise. \n[11]Hold me a moment? \n[12]I'm so lucky to have a man who is content with what he has. \n[13]You are, aren't you? \n[14]Of course, sister. How could he not? \n[15]Mary, your Grace. Anne's younger sister. \n[16]Yes, your Grace. \n[17]Next to Anne, it's easy to do. \n[18]Yes, your Grace. To William Carey. \n[19]Yes, your Grace. \n[20]Because I have persuaded him to spend a year or two here first. We have a small manor and some land. Nothing much. But enough to start a family. \n[21]Yes. \n[22]He says not, your Majesty. \n[23]But, if he ever changed his mind, I would always support him. \n[24]ut I don't want to go to court. Nor \n[25]What? \n[26]But what about our future? Here in the country? \n[27]William, please! Don't you understand what this means? \n[28]They will separate us. Put me in different accommodation. Where the King can always...find me. \n[29]What about Anne? Couldn't she go instead? \n[30]How could he DO this to me? My own father. What if we just refused? \n[31]But would that be so bad? \n[32]Position means nothing to me. Nor wealth. We could find somewhere. A small farm. Away from everything. \n[33]ut can't you see? Do this, and we might \n[34]I'm so sorry.. \n[35]\n[36]N-no.. \n[37]\n[38]..I'm afraid not. Your Majesty. \n[39]No..really..I beg you, your Majesty. \n[40]Mary Carey. \n[41]Yes. \n[42]I can't imagine. Should I mention you to him? \n[43]Of course. Happily. \n[44]Well, she likes you, and asked me to give you this..to remember her by. \n[45]And our sister? Any word? \n[46]Yes, I know. \n[47]But you KNOW I would never do anything like that. \n[48]Your opinion, Uncle. \n[49]Mine is that it's the greatest insult of all. \n[50]Asking a whore to have feelings, too. \n[51]George? It's the middle of the night. \n[52]hat? \n[53]What? \n[54]Oh, no...! \n[55]Why would I be pleased? \n[56]But they'll never allow it, don't you see? He's already precontracted to Mary Talbot, and if word of the consummation gets out her reputation will be ruined.. \n[57]...I have to tell Father. Before it's too late.. \n[58]What? \n[59]Because you would never have got away with it. And it would have ruined your prospects forever. Believe me. I did it for your good. \n[60]ANNE, wait..! \n[61]What reason have I to be happy? \n[62]Do I know you? \n[63]Wait! Who ARE you? \n[64]My name is Kindness. \n[65]What is it you desire? \n[66]You demand a great deal. \n[67]It is easy for a man to declare love from behind a mask. \n[68]If your feelings were sincere, I would never reject you. \n[69]o matter how you looked. Or who you \n[70]Your Majesty..! \n[71]Thank you, your Grace. \n[72]No. \n[73]You might ask your servants to bring me some water. \n[74]So, this is it? This is where the King of England sleeps? \n[75]I am. I suppose it's more.. \n[76]..simple than I imagined. \n[77]And yet you invite me here? \n[78]You hardly know me. \n[79]No. \n[80]Yes. \n[81]Very well. \n[82]I'd like an apple, please.. ..Henry. \n[83]Now it's your turn. \n[84]To say something, or do something you couldn't outside. \n[85]But when you are loved as much as you are? How can you be lonely? \n[86]Yes. I do now. \n[87]My father..? Well, we'd better not keep him waiting. \n[88]Yes. \n[89]Yes. More than once. \n[90]I believe so, Uncle. \n[91]illiam, you're drunk. \n[92]He pleases me. Is that what you want to hear? \n[93]Say `no', husband. That was all you had to do. \n[94]Yes. \n[95]What? \n[96]But I'm only three months.. \n[97]Will it? It's six months? \n[98]Why? \n[99]But the King visits me every day. There's no need for her. Or anyone else. \n[100]But in who's interests do they imagine Anne will act? Certainly not mine. \n[101]Or HER, you mean. \n[102]'m wary of any suggestion that Anne \n[103]Really? \n[104]Then ask yourself this. If she is really so concerned for my well-being... \n[105]Henry..? \n[106]My Lord..? \n[107]How can you show your face in here? \n[108]Oh, spare me. You did this deliberately. As revenge. And now you have what you wanted you probably think justice has been done. \n[109]Be careful, that's my advice. Learn from my experience. Because he'll only do to you what he has done to me. \n[110]You'll never get Henry Percy back, if that's what you mean. \n[111]If that's what you think, fine. Tell yourself that. \n[112]Henry. \n[113]He is to be Henry Carey. \n[114]Thank you. \n[115]Please be sure to thank them - though one wonders what's kept them so busy that not a single one of them found time to visit the new baby. \n[116]What? \n[117]..until what? \n[118]High stakes indeed. \n[119]And my brother George? \n[120]He is. \n[121]It's fine. \n[122]Leave me. Please..? \n[123]ou asked to see me, your Grace? \n[124]Nothing. \n[125]You owe me nothing, sister. I did it that we may finally draw a line beneath everything that has happened between us. \n[126]Thank you. But I'd rather go back to our home in the country. \n[127]ho's that? \n[128]So, it's true. It's really happening? \n[129]The crowds are with her. \n[130]What? \n[131]Tender. Surprisingly so. Why? \n[132]All that will die down as soon as they get to know you. \n[133]They won't. They will see how much the King loves you, and follow. \n[134]ister, I wonder if you've given any \n[135]hat? \n[136]Wait.. \n[137]It was you, wasn't it? At the masked ball? \n[138]Oh, Stafford.. \n[139]But it's impossible. You know that. Now Anne's Queen, my family would never allow it. \n[140]What? \n[141]What? Certainly not.. \n[142]In love! \n[143]Well done... \n[144]It's a girl! \n[145]A beautiful, healthy girl. \n[146]Lady Somerset, I believe. \n[147]Oh, Anne.. \n[148]That's no bad thing. \n[149]Anyone with any sense would have run away from this hell-hole already. As far as they could go. \n[150]What? \n[151]..Tatton. \n[152]Oh, Anne.. \n[153]Why? There's still time. You could sleep with the King, and fall pregnant again. No one would know.. \n[154]I..I don't understand. \n[155]You mean lying with another man? \n[156]esides, where would you find someone \n[157]Stop it, Anne! It's madness.. \n[158]I can't listen to this.. ...this is monstrous.. \n[159]No, Anne! I understand you have had a shock tonight. A terrible shock. But there is no need for this.. \n[160]Come, George.. \n[161]No. Come, George.. \n[162]I pray for you both. \n[163]Come on, darling wake up. \n[164]Away from here. Far, far away. \n[165]Someone. A friend. \n[166]William? \n[167]I'm sorry. I just didn't know where else to go. \n[168]I do. \n[169]What is it? \n[170]hat? It's Anne. Tell me.. \n[171]I must go. \n[172]I can petition the King.. \n[173]I have no choice. Anne and George are my family. I cannot desert them. \n[174]Henry and Catherine have you. Anne and George have no one. I'm sorry.. \n[175]ho was it? \n[176]Your Majesty.. I understand my family has offended you. But having taken my brother today, I beg you to spare my sister. \n[177]I realise you must replace Anne as Queen. But must she die, too? \n[178]You could send her away. \n[179]You could send her to a nunnery. No one would know. \n[180]There is precedent, my Lord. Louis of France did it, too. When his wife could not conceive. \n[181]I understand Anne has offended you. I ask only that if there is any regret you might..feel yourself. \n[182]For your part in the matter.. \n[183]..does not unduly colour your thinking. Killing Anne will not make it go away. It would only make it worse. \n[184]Oh, Anne.. \n[185]Ssshhhhh. \n[186]It's all right. You will be spared. The King as good as gave me his word. \n[187]Yes. \n[188]That's not true. \n[189]It will be all right. Trust me. \n[190]e will spare you. I am sure of it. \n[191]Come on.. \n[192]No! ", "ANNE": "\n[1]May we come in..? \n[2]Look at you..! Younger than me. More beautiful than me. Married before me. I am eclipsed. I am just the `Other Boleyn Girl.' \n[3]Who is that? He was staring at me in church? \n[4]Betrothed is not married, brother George. A lot can happen before you reach the altar. \n[5]You asked to see me father? \n[6]Yes. But Father took me aside. It seems he has ambitions for me, too. \n[7]It's known the King has a wandering eye. Imagine...if he were to like me? \n[8]But as the King's mistress the least I'd get after he finished with me would be an Earl. And if I fell pregnant? And gave him what his wife has failed to? Quite apart from the money, it'd be a Duke at least. \n[9]I could be a happy Duchess. \n[10]Are you nervous? \n[11]You'll tell me everything in the morning? \n[12]No details spared? \n[13]There he is! \n[14]You think he will like me? \n[15]Your Majesty.. \n[16]Here is the library. \n[17]And through here, the observatory.. \n[18]falcon, your Grace. \n[19]I have no idea. Ask my father. Perhaps because falcons are vaguely associative with field sports - field sports with aristocracy - and in the absence of a genuine coat of arms.. ...a man with ambition will do the strangest things. \n[20]Oh, his Majesty has nothing to fear from me. Unless he fears an excess of compliments. \n[21]Me, my Lord? I know little of such matters, but I've not heard mention of our armies. Undefeated, I believe, in a generation. \n[22]Or our navy? The finest in the world. \n[23]The universities in Spain and the philosophers in Germany may be strong, but are they really the equal of Oxford and Thomas More? \n[24]I doubt there is a country that is fairer in Government, or better protected by nature from her enemies, whose people are happier or more prosperous.. \n[25]Good morning, your Grace. \n[26]On my own your Grace. \n[27]They have invented a new saddle which allows ladies to ride on their own. \n[28]Why? The same way you hold onto yours, your Grace. \n[29]Hah! \n[30]Hah! \n[31]What?!? \n[32]What for? You think I want the King? Or to be used and abused by him? No! You're welcome to him. I have my own plans, which don't involve becoming a rag that will one day be discarded. \n[33]No. \n[34]No one. \n[35]But you cannot undo what has been done before God. And consummated too. \n[36]I have lain with my husband. There is nothing improper about it.. \n[37]ou told them, didn't you? \n[38]Really? For MY good? I'll try to remind myself of that. While I'm in exile. And you're here, in the King's bed, and unchallenged for our father's affection. That it was for MY good. Not yours. \n[39]I was just giving my thoughts on the new French King. \n[40]That for someone with such great wealth, and power..he has surprisingly little authority as a man. \n[41]And is SO consumed by one particular rivalry he can barely think. \n[42]A neighbouring King, who's name one is forbidden to mention at court. Whose reputation haunts him in his thoughts and dreams. \n[43]Whose armies and navy thwart his every endeavour. Whose physical and intellectual endowments are known far and wide. \n[44]In order to restore his confidence, this French King spends a fortune on anything that glitters, on building of castles with large towers.. \n[45]But these symbols of wealth and virility fail to convince. Talk among the ladies at court in France suggests.. \n[46]That in this department too, the King has his shortcomings. \n[47]Open it. \n[48]I said `open it.' \n[49]Now close it again. And send it back. \n[50]You heard me. \n[51]Your Grace? \n[52]Yes. \n[53]On the contrary, my Lord. They pleased me greatly. \n[54]ecause my sister lies in bed with your \n[55]beg you, my Lord, do not do this. What \n[56]But Mary is still the mother of your child. And even if she weren't.. \n[57]How could I forget that you chose her above me when we first met? You liked her better. \n[58]Either way, I could never betray my own sister.. \n[59]Perhaps. But since it can never come to anything.. \n[60]Your Grace, this is not the time.. \n[61]But how could I ever TRUST you? \n[62]When I have seen how you have betrayed first your wife. And now my sister. \n[63]Then don't acknowledge the child. \n[64]What my sister has given you, I could, too. \n[65]Very well. \n[66]Or what...Uncle? \n[67]Mary should go back to her husband. \n[68]She has been inconvenienced long enough by this family. \n[69]I understand you're angry - but be assured. I did nothing, except remind him of you. \n[70]Well, hasn't it? \n[71]Never. I'll make sure he understands I'm a greater thing by far. That he can never have me until he makes me a far greater offer. \n[72]That's not what I mean. \n[73]And don't you ever mention his name to me again. I'll never forget how you betrayed me. \n[74]I did, sister. Every day for three years. \n[75]As what? \n[76]But it's not true. You are loyal to the QUEEN above all others. \n[77]But she sits on a throne beside you. Accompanies you to every state function. \n[78]Still, she is your WIFE. And ever present. And I feel her eyes on me. And those of her spies. \n[79]And look at us. Forever reduced to meeting in secret like this. Speaking in whispers. Hardly conducive to passion? \n[80]I'd like to. But I'm afraid I find the insult too much to bear. \n[81]Because as long as we remain unmarried, any child I gave you would forever be daubed `bastard' and I a `whore'. \n[82]Katherine of Aragon is alive. That woman is not worthy of the title `Queen'. \n[83]I really do not know why we waste time talking of convents when you could annul the marriage. \n[84]That woman married two brothers and therefore sinned against God. \n[85]They were married six months. \n[86]And Katherine is a shrewd woman who knew that her position as Queen would never be safe until she bedded your brother. Talk to your advisers. They will tell you as much. \n[87]But that's wonderful. \n[88]Why do you look sad? \n[89]es. But any court made up of YOUR \n[90]hen you, my sweet Lord, will be free to \n[91]Then what troubles you? \n[92]Why? You have justice on your side. \n[93]Who? \n[94]I must go to the King. \n[95]Mary? \n[96]uch beautiful hair. \n[97]Thank you for coming. \n[98]I hate how this matter has come between us. I wanted to come to see you after your daughter was born, and again when your husband died, but.. \n[99]I'm frightened, Mary. What have I done? \n[100]And..? \n[101]I am forever in your debt. \n[102]hen let it be exactly that. A new start \n[103]What? That damp old ruin? With no food? Or warmth? Why don't you let your family look after you? Your children would have the best of everything here. They would grow up safe and secure. \n[104]Yes, it is. Stay with me, please? I need my sister by me side. \n[105]The crowds have no vote. And the bishops that do are in Wolsey's pocket. \n[106]God, she's coming towards us. \n[107]You failed to give England an heir. \n[108]What upsets the King upsets me. \n[109]Wolsey promised the King his verdict. Instead he has humiliated him. \n[110]Yes. But without the Pope's blessing, the result will seem hollow. If only the King would take matters into his own hands. \n[111]But the alternative is leaving this country without an heir. Failing in his duty as a King. And risking civil war. \n[112]\n[113]One he could hold in his arms.. \n[114]A strong, rosy-cheeked boy.. \n[115]Go, on.. \n[116]I thought I had made myself clear. Until we are married, there is no questi.. \n[117]Stop, you are hurting me..! \n[118]How was he with you? As a lover? \n[119]No reason. \n[120]Did you hear? On the way to the church? They were calling me a witch. \n[121]But what if it doesn't? What if they hate me forever? \n[122]How much the King loves me? \n[123]What? No! I need you here more than ever. Besides, as the Queen's sister, you can't live alone out there like some gypsy. We need to make you a proper match. \n[124]What about the Duke of Suffolk? \n[125]All the ladies at court are mad for him. Or Lord Fardingly. Marry him and you'd own half Scotland.. \n[126]God, I look hideous. \n[127]Little nips and stabs. \n[128]But if it isn't? The King will take that as evidence of God's displeasure. And will turn further against me. He's already become so cold. \n[129]They say you can tell by the shape of the stomach. Mary, what do you say? Boy or girl? \n[130]What's the matter with her? \n[131]You've been like this for days. \n[132]Mooning. You're not in love, are you? \n[133]And..? \n[134]A girl? \n[135]Who is it? \n[136]Yesterday it was the wife of the French Ambassador. The day before with the Countess of Salisbury. How could he DO that to me? So SOON? \n[137]Now I know how it must have been for you. \n[138]You can't ignore me like this. I am your wife! Why don't you just admit it! \n[139]Liar! I can smell the whore on you! Get away from me! You disgust me! \n[140]I struck him today. What am I doing? I am destroying this all on my own.. \n[141]I can't sleep at night! And without sleep I cannot think! \n[142]nd it's getting more and more difficult \n[143]It's slipping away, Mary. I can feel it. \n[144]I'm fine, thank you. Just a bad dream. \n[145]But fetch my brother and sister, will you? \n[146]I lost it. Almost without pain. And so fast it was over in a moment. \n[147]ou have to get rid of it. Bury it. Get \n[148]It's not the first. Miscarriage. \n[149]They will take it as proof that I cannot bear children. That I am cursed by God. And should be dispensed with. \n[150]he King would never lie with me now, \n[151]No, if I am to survive..I have to take matters into my own hands. \n[152]I need a baby, Mary. Must I spell it out? \n[153]Of course. \n[154]Obviously, it would have to be someone close. Very close.. \n[155]Don't you see? This affects all of us. If I go down, so do all of you. The only way to save ourselves..is to do this.. And pray it's a boy. \n[156]Mary, sit down.. \n[157]George is staying. He understands this involves the whole family.. \n[158]George, is STAYING! \n[159]Mary! Come back! \n[160]It is a sad day for England when the nobles do not rise for their Queen. \n[161]Charged is different to convicted, Uncle. Or is it not? In this court? \n[162]Not guilty, my Lord. \n[163]My noble Lords..the love I have for my brother is the love any sister would have for someone with whom she has grown up in the same house, nursed when sick, played games as children, shared life's celebrations. \n[164]That is the love I have for him. Not what you suggest. \n[165]Judge me, my Lords, as you see fit. But never forget that your verdicts will be judged again by God, in the greatest court of all.. \n[166]How has it come to this? \n[167]They're letting the crowds in. \n[168]The King saw you? \n[169]We all made a mess of that, didn't we? We all underestimated little Mary. \n[170]I don't think he ever stopped loving you. \n[171]It is. He never loved me in the same way. And deep down you know it. \n[172]You should have been Queen. You even gave him a son. But instead all this has happened because.. Because I couldn't bear to be the Other Boleyn Girl. \n[173]And now look? \n[174]Hold me.. \n[175]You'll look after Elizabeth? \n[176]he couldn't ask for a better moth... \n[177]I...I come here to die...a loyal subject.. \n[178]..I..I do not blame the King. Never was there a more just or goodly Lord.. \n[179]..I beg God's forgiveness and his mercy.. ", "HENRY": "\n[1]Sir Thomas. Lady Elizabeth.. \n[2]Your Uncle tells me I should have you at court. Should I? \n[3]Had we known, we might have come sooner. \n[4]A pleasure. \n[5]Charming. \n[6]Lovely.. \n[7]What's that? \n[8]I can see that. But what's it doing there? More to the point.. ..not just there, but in every corner in the house? \n[9]Really? And what would they be..? \n[10]Well played! And, may I say.. ..an excellent choice of music too! \n[11]Sir Thomas, Lady Elizabeth, dear Anne. Your health. \n[12]..I had it from the lips of the Spanish ambassador himself. That our musicians are the envy of all Europe. \n[13]Our Universities and philosophers, too. \n[14]What of our painters, then? \n[15]What? Is no one proud to be English? Anne? What say you? \n[16]It's true. \n[17]Never! \n[18]She's right, by God! She's right! \n[19]Good morning, Anne. \n[20]ho will you be riding with? \n[21]Your own..? \n[22]ut with no man to hold onto? How will \n[23]We'll see. \n[24]Let's away! \n[25]Hah! \n[26]Hah..! \n[27]Then we must follow. \n[28]And who are you? \n[29]You've been here all week-end? \n[30]Really? How could I have overlooked you? \n[31]Nonsense. \n[32]Then why haven't I seen you at court? \n[33]A charmed life in the country? Away from it all? \n[34]Everything I would have wished for myself. But then my brother died. And duty called. \n[35]You don't think he'll miss court? A young, ambitious man? \n[36]Well said. \n[37]Thank you again, Lady Elizabeth. We'll take good care of your boy.. And Thomas.. \n[38]You'll take care of that matter? \n[39]Please, don't be alarmed. \n[40]I hope your accommodation is comfortable. I realise it's no substitute for the life you had in mind in the country.. But please, give me the opportunity to try to make you happy here.. \n[41]What are you..? \n[42]I am sorry. You obviously misunderstand me. \n[43]he faints! Quick! Take her to my rooms! \n[44]`Henry', please. The first rule of this room, is to leave `Your Grace's' and `Your Majesty's' outside. \n[45]Is there anything I can bring you? \n[46]Nothing to increase your comfort or well- being? \n[47]There. There ARE no servants. \n[48]And reads. And writes. And finds a few moments each day... ...for himself. \n[49]You look surprised? \n[50]Because I trust you. \n[51]A man in my position develops an instinct. You would never lie, could never lie to me. \n[52]I also sense...that you might relish an opportunity to be yourself, too. \n[53]Well, here you only say what you like, do what you like. \n[54]What? \n[55]There are many things I cannot admit to in public. Sadness, for example. And loneliness. \n[56]Do you not know what it is to be lonely in a marriage? \n[57]But I never looked at her or longed for her the way I do you. \n[58]Imagine how different it might have been. For both of us..had we been able to chose for ourselves.. \n[59]The biggest warship in the fleet. Thirty- two guns and two hundred feet long, and with your permission Thomas.. ..I'd like to name her after your daughter. The \"Mary Boleyn\". \n[60]onsense. She's an angel. It's the least \n[61]Name it. \n[62]You want me to make him a match? \n[63]Do you have anyone in mind? \n[64]Go on.. \n[65]verreach themselves? \n[66]One is currently in the King's bed. If they are good enough for me, I suggest they're good enough for anyone else. So.. Who is it? \n[67]ou poor girl. All alone in here. But \n[68]I know. But the most important thing is a healthy child. \n[69]I'll come and see you as often as I can. I promise. \n[70]What's the noise? I can hardly hear myself think! \n[71]I'm only aware of one Boleyn girl and she is lying-in with a certain child in her belly! \n[72]What? That awful girl, Thomas? The one that almost killed me? You allowed her back? \n[73]Really..? \n[74]Well, come on. Where are you, other Boleyn girl? Show your face. \n[75]So? What is so amusing, Anne? Perhaps we might hear and judge for ourselves? \n[76]Which are..? \n[77]Hah! \n[78]eally? And who is this rival? \n[79]What? \n[80]You're a fortunate man, George. To be blessed with G \n[81]I'm familiar with Mary's. Tell me about Anne's. \n[82]Careful, you'll make me think I chose the wrong Boleyn girl. \n[83]Is that so..? \n[84]storm, you say..? \n[85]She did what? \n[86]Sent it back? \n[87]What? Again? \n[88]Your daughter. Where is she? \n[89]Anne! \n[90]Anne..       A \n[91]You received my gifts? \n[92]And? They did not please you? \n[93]Then why did you return them? \n[94]I have shown Mary enough kindness and generosity. It's you I want, Anne. \n[95]YOU. Don't you see? YOU have changed. \n[96]Not true.. \n[97]You see! The same pain as mine! It proves you feel the same way! \n[98]Let me decide that. For now, you have given me hope. \n[99]Anne.. \n[100]Anne, I love you.. \n[101]I love you Anne. I cannot stop thinking about you. I cannot eat, I cannot sleep.. \n[102]I vow from this moment forth I will never lie with my wife, or speak to your sister again. I will do anything you ask.. \n[103]What? \n[104]Well, I have done what you asked. Will you give yourself to me, now? \n[105]My one true mistress. To whom I am loyal above all others? \n[106]My wife? I barely see her. \n[107]Well, what would you have me do? \n[108]Wolsey has agreed to draw up plans for the Queen to be sent to a nunnery. \n[109]She will protest, of course. She won't go quietly, but she knows she has failed to give me a son, and deserves her exile. Which leaves you all alone at court.. \n[110]...queen in all but name. Mother to any future heir. \n[111]So, is this assurance enough? Will you give yourself to me now? \n[112]What insult? \n[113]Annul it? \n[114]But she never consummated the marriage with my brother. \n[115]Arthur was a sick man. \n[116]Wolsey has agreed to charge the Queen? \n[117]Because she will contest it. Which means putting her on trial. And hearing these delicate matters in public. \n[118]The Queen has insisted a Papal representative be present at the trial. But Wolsey has assured me the trial will proceed for appearance sake only. We have our verdict. \n[119]One or two friends have refused to lend their support. Among them, Thomas More. And then there's the small matter of my conscience. \n[120]Do I? \n[121]Ah! Mary! Come in. \n[122]Closer.. Into the light. \n[123]The Other Boleyn Girl. I'd forgotten how beautiful you were. \n[124]You are. \n[125]Who's this? \n[126]Is it, now? A fine name. And how old are you? \n[127]I think so. Would you like to see it? \n[128]Now, `on guard'. \n[129]Now you will give yourself to me. \n[130]Silence! Enough of your GAMES! I have torn apart this country for you, gone against every principle in my heart, I've endured the doubts and counsel of good men and silenced them with the axe...just to be with you.. \n[131]Now prove to me it was worth the sacrifice. \n[132]I do. \n[133]Is the child healthy? \n[134]ecause it's not true! \n[135]Mary..? \n[136]ALL of you! \n[137]Oh, Mary... \n[138]She has been tried and found guilty. \n[139]Anne? To a nunnery? \n[140]The French Queen was a blameless woman. Your sister a witch. \n[141]How could I have made that mistake? \n[142]Choosing her over you? \n[143]o. I will reflect on the matter. ", "SIR THOMAS": "\n[1]I received a formal request for marriage From the Carey family. \n[2]I turned it down. \n[3]And offered them Mary instead. \n[4]Fnne's too good for William Carey. She can do (better than a merchant's son. \n[5]Not true. I think she's..the kinder of \n[6]But to get ahead in this world, you need more than fair looks and a kind heart. \n[7]Bravo! Anne! \n[8]Thomas.. \n[9]But that's wonderful! Thank you, thank you so much.. Did you hear that, Elizabeth? \n[10]Finally we can present George, and with luck, get him a position at court. \n[11]What? And make a bastard King of England? \n[12]What about Anne? \n[13]I realise as a `Boleyn' she is not officially a `Howard', but as your sister's daughter.. \n[14]If Anne were an uncomplicated, respectable girl like Mary, then I'd say `yes'. But she's not. \n[15]She's anything but. \n[16]And what if you were to look on the bright side? Just once? \n[17]Risk nothing, you gain nothing. \n[18]Easy for you to say. You've had power and wealth all your life. \n[19]Yes. Come in. \n[20]Your Majesty, you are most welcome. \n[21]May I present my son, George. \n[22]And our daughter, Anne. \n[23]Perhaps you'll allow Anne to show you around our modest house? \n[24]Bravo, Anne! The King was quite smitten! Told me so himself. And has requested you sit beside him at dinner. \n[25]My girl. My dear, remarkable girl. I knew you would up to the task. \n[26]You did well tonight. Very well. Quite enough to be invited to court, I am sure of it. \n[27]Now go to bed. Get a good night's sleep. Because there's still the hunt tomorrow. You must excel at that. \n[28]My daughter Anne is here. Would like to apologise. \n[29]Consider it done, your Majesty. \n[30]ell her. \n[31]Y'hear that? Gentleman of the Privy Council! Attending to the private and personal needs of his Majesty himself! That's the inner sanctum! \n[32]The way that girl behaved this week-end, she can count herself lucky she still has a home. \n[33]What were you thinking? The marriage of a senior noble is a matter of state. Something only the King can decide.. \n[34]There have been improper intimacies, too? \n[35]The boy will return to Northumberland - where he will marry the Talbot girl. As arranged. \n[36]Majesty! I'm...I'm speechless.. \n[37]s it happens..there is one thing. \n[38]ur son, George. He's of an age now.. \n[39]Yes, your Majesty. \n[40]There is one lady, Sir.. \n[41]Who I fear is too high-born for us. And following the unfortunate matter between Anne and Henry Percy, I didn't want my children to overreach themselves again.. \n[42]She's well connected, her father is cousin to the King. And there's money, too. \n[43]thought you had ambitions for this \n[44]And that you wish to make a contribution yourself. Not just stand back and watch your sisters. \n[45]Then my advice would be to start behaving like a man. A real man. Do I make myself clear? \n[46]For God's sake, it's the wedding of our youngest child attended by the King of England and the greatest Lords in the Land. Would a smile be too much to ask? \n[47]For the moment she's happy. \n[48]Only God knows how anything will end. \n[49]Are you certain? \n[50]n that case...I suppose...someone \n[51]Keep them shut...still shut.. \n[52]Now open! \n[53]There's more. Thanks to you, I am to become an Earl. Your brother a Viscount. \n[54]In addition, we have received a number of new grants and estates. \n[55]Because he committed treason. \n[56]Pay her no heed.. \n[57]It's just...I was going to suggest Anne. \n[58]I've had favourable reports from the Dowager Queen in France. It seems she is quite changed. \n[59]It's my elder daughter, Anne, your Majesty. She has returned to court. \n[60]The time abroad has done her good, your Majesty. I'm certain you'd find her much improved. \n[61]You should have seen the Seymours! Their faces! \n[62]They must have thought that with you out of the way, they had a real opportunity with that pale-faced thing of theirs, Jane... \n[63]But Anne put pay to that. Last night, the King only had eyes for us Boleyns. \n[64]What? \n[65]n this occasion I am quite satisfied \n[66]Does the King know? \n[67]Any moment, your Grace. \n[68]It's a boy, your Majesty. A strong, healthy boy. \n[69]`Mary Talbot'. \n[70]Mary Talbot!! The girl that married Henry Percy. It seems she has petitioned the King, demanding a divorce from her husband( on the grounds.. ...that his prior betrothal to you was actually.. ..consummated. \n[71]I knew this would come back to haunt us! \n[72]No! He doesn't want to see you! Or hear a word from your lips! He's far too angry. It seems the only Boleyn he will speak to, the only person who's testimony he will trust in this matter.. ...is Mary. \n[73]Mary. \n[74]We're so sorry. About your husband.. \n[75]The Papal Legate. Sent by the Pope to preside over the Queen's trial. \n[76]But they are continuing with the trial. And the Bishops will still find in the King's favour. \n[77]Nor his good sense. Breaking with Rome would isolate England politically. Leave us at the mercy of the Protestants. \n[78]She has named her Elizabeth. After your mother. \n[79]Perfectly, Sir. \n[80]And..? ", "GEORGE": "\n[1]No, is this it? This is the end of the unholy trinity? \n[2]That's Henry Percy. Heir to the Duke of Northumberland. Richest landowner in England. \n[3]But don't get your hopes up. He is already betrothed. \n[4]It would be a great honour, Sir. \n[5]Not noticed her? Jane Parker? Of course I have. How could I not? She looks like a goat. \n[6]Ugh. Well say you haven't seen me. Or that you forgot. \n[7]There is something about that woman that makes me feel... \n[8]ANNE? You know she took being upstaged by you very badly. \n[9]And no amount of interventions on my behalf would make her believe you hadn't done it intentionally. \n[10]I know. \n[11]Just give her time. She'll come round. \n[12]t's Anne. \n[13]he's married Henry Percy! \n[14]In secret. Without telling anyone! \n[15]You don't look pleased. \n[16]It would make her the future Duchess of Northumberland. Our sister! \n[17]What? \n[18]Mary..! Wait! Come back! \n[19]Jane Parker..? \n[20]But must I actually...marry her? \n[21]Yes, Sir. \n[22]I suppose they felt three years of exile was punishment enough. \n[23]They just want to protect you. Leave nothing to chance. \n[24]Why DO they make this room such a dungeon? Does it really need to be this dark? \n[25]Don't worry. She's had three years to forgive you. And she's not going to risk being sent away again. She'll do as she's told, I'm sure. Besides, the most important thing is.. \n[26]The three of us will be together again. \n[27]Oh, yes. Each has her own, quite distinct virtues. Mary for example.. \n[28]Anne? Well, she's strong. Some might say `difficult'. \n[29]But with it comes great passion, too. It's both the best and the worst thing about her. There are no half measures with Anne. \n[30]Oh, no. I'm certain Mary is the   right choice. You will have a serene,   happy, life with her. The risk is with   Anne, it might be like being caught in a   wild summer storm. \n[31]He's on his way. \n[32]Just imagine. It it's a boy. The unholy trinity will be mother, uncle and aunt to the next King of England. \n[33]If it's a boy, the King will have been vindicated in getting rid of his first wife, and his authority will be unassailable. But if it isn't. Or if, God forbid, she miscarries. \n[34]The King will have to move swiftly to silence his enemies. He will claim innocence. That he was corrupted. Anne will swiftly be replaced as Queen, by someone more `acceptable'. And we Boleyns will never be able to show our faces at court again. \n[35]ike the wise William Stafford. \n[36]You didn't know? Sold up and went. Left for the country. Just like that. Gone to live in some place called.. \n[37]Where he grew up, apparently. Did you know he came from a better stable than all of us? His grandmother was a Beaufort, cousin to the King. And he never mentioned it. Who'd have guessed? \n[38]But that would be treason. \n[39]What..? No..! ", "NORFOLK": "\n[1]I think I have managed to persuade the King to come and stay with you on progress. A week-end's hunting in late summer. \n[2]These are difficult times. I have it on good authority that the Queen no longer bleeds - yet the matter of a male heir is still not resolved. It cannot be long before the King is forced to look outside the marriage. \n[3]A legitimized bastard. What choice does he have? Obviously, I've given it thought, and wondered which Howard girl I could put under his nose. Imagine the influence that would give us. To be blood family of the next King of England. Equally, imagine if another family were to achieve the same? \n[4]But she's your eldest, Thomas. Your first born. And your favourite. Wouldn't you prefer her to have a nice, uncomplicated, respectable marriage? Like Mary? \n[5]Mary, I don't know what you said or did - but you obviously made a deep impression on the King. \n[6]ou're to pack and leave first thing in \n[7]The King himself has secured you a position in the Queen's household. \n[8]Put it out of your mind. From now on your home is at court. \n[9]Happily your husband understands the value of such an opportunity. For us all. \n[10]What? If all the King wanted was coition, he could fetch in a woman from the bath house. What he wants is YOU. To woo you. And be wooed in return. And could'nt you look just a little happier? There isn't a girl in the Kingdom that wouldn't wish to be in your shoes. \n[11]Who knows about this? \n[12]Then that is how it shall remain. Forever. \n[13]\n[14]SILENCE! My God, if you were my daughter I'd thrash you within an inch of your life.. \n[15]You will join the court of the French Queen. And stay there until your father has forgiven you. \n[16]Well..? \n[17]Did he have you? \n[18]More than once? \n[19]You'd better get used to talking about it. Once you sleep with the king, it's not a private matter any more. \n[20]So he was satisfied? \n[21]ood. This is where our work begins. \n[22]I want you to keep her spotless, hair washed every day. She must read all the latest books and be able to venture and defend an interesting opinion. She must know her music, must be energetic and entertaining - in company and in bed. That's how he likes his women. And if ever she's in any doubt as to how to conduct herself, or what to do next - she should simply watch the Queen. That woman kept him from straying for eleven years. And the effort almost killed her. \n[23]For the moment he's still visiting Mary. But for how long? The Queen will soon have his head spinning with pretty little Spanish things. Not to mention the Seymours with that girl of theirs. \n[24]What we need is someone from OUR family who will keep the King focused on Mary, reminding him of her while she is absent. \n[25]What? Speak.. \n[26]You couldn't control that girl last time. What makes you think it would be any different now? \n[27]Damn you! Three years we've been working on this! Not a single detail was left to chance! And now, in the moment of our greatest glory.. \n[28]All I can say is you'd better have a plan. And it had better work. \n[29]And even sadder when that same Queen is charged with adultery and incest. \n[30]Master Cromwell, read out the indictment.. \n[31]How do you plead? \n[32]My Lords, the time has come to cast your vote. \n[33]Guilty. \n[34]In which case, the burden falls on me to pass sentence. ", "a beat": "", "STAFFORD": "\n[1]Your Father wishes to see you. \n[2]Just Mary. \n[3]I have orders to bring you to your father. \n[4]Sir Thomas! It's Mary..! \n[5]I brought gifts from your family. A night-dress from your mother. This from your Uncle George. \n[6]It's Anne. She's turning this country on its head. She has persuaded the king to test the validity of his marriage, and put the QueenM on trial. \n[7]She continues to hold out. Expertly witholding her favours until... \n[8]Until he makes her the ultimate offer. \n[9]ow is your husband? I heard he was \n[10]I'm sorry. \n[11]Whoa.. \n[12]Wait! Mary.. \n[13]I couldn't help overhearing. And before you agree to any of your sister's matches, let me just say.. \n[14]..I have saved money...not a lot...but enough. I've my eye on a place in the West...Tatton...near where I grew up.. \n[15]Mary...I love you. There..I've said it. From the moment I joined your family.. \n[16]Yes. \n[17]Mary..I have watched how your family has treated you. \n[18]And you would CARE? What THEY think? After everything they have done to you? \n[19]News from court. \n[20]They say it was deformed...monstrous. She is charged with incest and of summoning the devil. Your brother, too. He has already been sentenced. Anne is in the Tower, awaiting trial. \n[21]And do what? George is doomed. For Anne it's only a matter of time. \n[22]ou think he will listen? It's his own \n[23]Fine, go. But if you do, you might as well kiss your children goodbye. You are Anne's sister. That alone makes you her accomplice and co-conspirator. \n[24]And what of your new family? Your ", "WILLIAM": "\n[1]Are you happy? \n[2]You don't secretly wish you'd married someone grander? With a title? \n[3]Then you've found the right man. \n[4]I am the luckiest man in the world. \n[5]Drink? \n[6]You should. It will hurt less. \n[7]Lie back. \n[8]Thank you. \n[9]The King has also offered me a position. As Gentleman of the Privy Council. \n[10]We would be cut off. He made that clear. \n[11]You say that now - but when you're older? And our children are grown up? This won't last long. A year. Maybe two. And at the end of that - we'll we have everything we want. It's for our FUTURE. \n[12]You're in love with him, aren't you? \n[13]How is it? With him? \n[14]What does he do to you? Tell me. I want to know.. \n[15]I know you look at me with contempt. But I had no choice. Your father insisted I stand aside. What was I expected to do? \n[16]Have you christened the child? \n[17]I see. \n[18]And is he to take my name? Or is he to be a Fitzroy or some other sign that he is a royal bast... \n[19]I see. \n[20]Well, then, here we are. \n[21]I could pretend none of this ever happened. Start again. If you could. \n[22]Mary..! ", "ENRY": "\n[1]No one said anything of a daughter. \n[2]That's a sharp tongue you have. I wonder what it might say about me behind my back? \n[3]Well said. \n[4]he King of England defeated by a humble \n[5]No! Get her away from me! \n[6]Tell me about yourself. You're married? \n[7]From Wolsey's office? \n[8]I wanted to find somewhere we could be alone so I might say a few words to you in person. \n[9]Go! Leave us! Go! \n[10]There's no need for show. I am only ever here alone. \n[11]married my brother's widow because my \n[12]Tell me. Are they as different in temper as they are in looks? \n[13]Headstrong. With a fiery temper. \n[14]What? \n[15]For appearance sakes only. In every other regard, our marriage is a sham. \n[16]ut what alternative is there? \n[17]Oh, Anne. \n[18]Well, if we can have a healthy daughter, we can have a healthy son. \n[19]Leave us. \n[20]I am bound by the law. \n[21]What? ", "LADY ELIZABETH": "\n[1]But that's wonderful. \n[2]You underestimate Mary. \n[3]Yes. \n[4]hen was it that people stopped thinking \n[5]Until I married you, Thomas. And I was happy to give it up. \n[6]What's to smile about? I'm a mother with one child on his wedding day looking like he's been condemned to death. \n[7]Another banished abroad, in disgrace. And a third whoring in public with an adulterer. \n[8]But will she be happy when he leaves her? Because you know that's how it will end. \n[9]God..? He turned his back on all this a long time ago. \n[10]Just be aware. These `gifts', this `favour' can go as swiftly as it comes. These rooms belonged to the Duke of Buckingham. Once the King's closest friend. Now his head rots on a spike.. \n[11]Your Majesty. \n[12]Mary..? \n[13]Stop it! Both of you. What shall we do about Mary? And the child? Or have we forgotten them already? \n[14]I think you've earned that privilege. ", "QUEEN KATHERINE": "\n[1]Who? \n[2]Really? But I was not expecting anyone. \n[3]By my husband? Really? \n[4]Well, then she must be some kind of gift. He must have seen in her some special talent that would please me. Tell me. What special talent is it that you have? Apart from your obvious youth and beauty? \n[5]oetry, perhaps? \n[6]Or dressmaking? \n[7]Music! That's it! You compose? Or sing? \n[8]Come, you're too modest. Signor Vasquez. \n[9]I command you to SING!!! \n[10]Bravo! A nightingale! Welcome at court! \n[11]And that upsets you so? \n[12]How dare you! \n[13]ou want me to creep away and become a "}}