{"dialogues": {"FOLEY": "\n[1]Loretta, you see that guy talking to your manager, has his case open? \n[2]But you see the guy with the attache case? \n[3]That's my partner.  He has a gun in there.  And if you don't do exactly what I tell you, or you give me any kind of a problem, I'll look over at my partner and he'll shoot your Mr. Guindon between the eyes. \n[4]Now take one of those big envelopes and put as many hundreds, fifties and twenties as you can pack into it. Nothing with bank straps or rubber bands.  I don't want any dye packs.  I don't want any bait money.  Start with the second drawer and then the one over there, under the computer.  Come on, Loretta, the key's right there next to you.  No bills off the bottom of the drawer. First time being robbed? You're doing great.  Just smile, Loretta, so you won't look like you're being held up. That's the way, you're doing fine. \n[5]Here, give me the twenties.  I'll put 'em in my pocket.  Okay, I haven't had to give my partner a sign; that's good. Now, he's gonna wait thirty seconds till after I'm out the door, make sure you haven't set off the alarm.  If you have, he's gonna shoot Mr. Guindon between the eyes.  Okay?  I think that'll do it.  Thank you, Loretta, and have a nice day. \n[6]She's cute, isn't she? \n[7]Come on... \n[8]Fuck! \n[9]Wanna hear a funny story? \n[10]Some people are going out of here. What if I told you where and when? \n[11]I expect you to look out for me, Pup, let me run off work details. \n[12]I hear six. \n[13]Looks like tonight. \n[14]I do, but I won't tell you just yet. Meet me in the chapel at eight-thirty, right before lock-down. \n[15]Today's the day, huh? \n[16]You excited? \n[17]Yeah, but I see you moved it up. \n[18]You were out running this morning, sticking to your routine, anybody happened to notice.  But you only did a couple of miles instead of your usual five.  Saving yourself for the main event.  Then I see you inside eating ten pounds of macaroni. Carbohydrates for endurance. \n[19]You told me I can come 'cause I caught you digging the fuckin' tunnel, saw you and Lulu coming out of the bushes, thought maybe you two were making out. \n[20]So what, you finish ahead of schedule? \n[21]I appreciate the offer.  And it's tempting. \n[22]But, man, it's a long run to civilization.  A hundred miles to Miami? I'm too old to start acting crazy, try a stunt like that.  You make it out, send me a postcard. \n[23]That's funny, Adele.  How many more times you gonna gimme that one? \n[24]You know that Super Bowl party?  They changed the date.  It's on tonight, eight-thirty. \n[25]I said not as a rule. \n[26]Listen to Miss Smarty Mouth.  Out there in the free world. \n[27]What happened to Mandrake the Magician? \n[28]Listen, Adele, the reason I called, that party is today instead of Sunday. About eight-thirty, like only a few hours from now.  So you'll have to get hold of Buddy, whatever he might be doing... \n[29]What're you talking about? \n[30]Glenn Michaels. \n[31]He did, huh.  Well, tell Buddy I see Glenn wearing his sunglasses I'll step on 'em.  I might not even take 'em off first. \n[32]Anyone ever tell you why they call him Snoopy? \n[33]He was Maurice \"Mad Dog\" Miller back when he was pro.  Now you pet him, he goes down. \n[34]It's Richard Ripley. \n[35]Dick the Ripper they called him, on account of all the people he ripped off. \n[36]Who you talkin' to, Studs?  Me, or Buddy.  I can't tell, you got those shades on. \n[37]I guess the bright glare out here made it hard to see the numbers on the weights. \n[38]Yeah, to the U.S. Attorney.  I hear he rolled over on all the snitches he was doing business with and got 'em all brought up. \n[39]Ever seen an uncut diamond, Studs? They look like plain old rocks. \n[40]My point is, that's probably what you're gonna end up with. \n[41]Use your head.  The guys got five million lying around his house, you really think he's gonna tell some motormouth he just met in prison about it? \n[42]You don't wanna be standing there, the hacks start asking questions you don't wanna answer. \n[43]They're right underneath you, Pup. They dug a tunnel. \n[44]Second fence post from the tower out there.  Go on, take a look. \n[45]You will directly.  Keep watching. \n[46]I bet that's all the hacks they send out.  Otherwise nobody's left to mind the store. \n[47]Why you're just a girl.  What do you do for a living you pack a shotgun? \n[48]I bet I smell, don't I? Listen, you hop in the trunk and we'll get out of here. \n[49]You comfy? \n[50]There isn't any.  All this shit you got in here.  What is all this stuff anyway?  Handcuffs, chains... what's this can? \n[51]You devil, it's mace, huh?  What've you got here, a billy?  Use it on poor unfortunate offenders. \n[52]Where's your gun, your pistol? \n[53]They're off in the cane by now chasing Cubans.  I timed it to slip between the cracks, you might say. \n[54]Boy, it stunk in there. \n[55]Yeah, went real nice with that twelve gauge, too. Tell me, why in the world would someone like you ever become a federal marshall? \n[56]Guys like me, huh.  Well, listen, even though I've been celibate lately, I'm not gonna force myself on you.  I've never done that in my life. \n[57]If they get set up in time, which I doubt.  And even if they do they'll be looking for a buncha little Latin fellas, not a big black guy driving a Ford. \n[58]Who, Buddy?  Yeah.  He's a good guy. Back when we jailed together, he'd call his sister every week without fail.  She's a born-again Christian, does bookkeeping for a televangelist. Buddy calls her up, confesses his sins, tells her about whatever bank he happened to rob. \n[59]One I gave him, yeah. Fuck... \n[60]Jack Foley.  You've probably heard of me. \n[61]Time I was convicted in California? FBI told me I'd robbed more banks than anyone in the computer. \n[62]Tell you the truth, I don't know.  I started when I was eighteen, driving for my Uncle Cully and his partner, Gus.  They go into a bank this one time in Slidell, Gus jumps the counter to get the tellers and breaks his leg. All three of us ended up in Angola. \n[63]I thought so, too. \n[64]I believe you would have.  Another fall, I did seven years at Lompoc.  And I don't mean the place next door where some of Nixon's people went. \n[65]Basically.  Yeah.  If I go back now, I do a full thirty years, no time off. Can you imagine looking at that? \n[66]You don't seem all that scared. \n[67]You don't act like it. \n[68]Jesus, you sound like my ex-wife. \n[69]It was just a year, give or take a few days.  I mean, it's not like we didn't get along or anything.  We had fun, we just didn't have that... that thing, you know?  That spark, you know what I mean?  You gotta have that. \n[70]We still talk, though. \n[71]Yeah, well, if it turns out I get shot like a dog, it'll be in the street, not off a goddamn fence. \n[72]Oh, you mean of Bonnie and Clyde?  Hm. You ever see pictures of him, the way he wore his hat?  You could tell he had that don't-give-a-shit air about him. \n[73]Is that right? \n[74]You're full of interesting facts, aren't you? \n[75]That part in the movie where they get shot?  Warren Beatty and... I can't think of her name. \n[76]Yeah, I liked her in that movie about \n[77]And the guy saying he wasn't gonna take any more shit from anybody... \n[78]Yeah, right.  Anyway, that scene where Warren Beatty and Faye Dunaway get shot?  I remember thinking at the time it wouldn't be a bad way to go, if you have to. \n[79]It wasn't pretty after, no, but if you were in that car -- eating a sandwich -- you wouldn't have known what hit you. \n[80]You're sure easy to talk to.  I wonder -- say we met under different circumstances and got to talking, say you were in a bar and I came up to you -- I wonder what would happen. \n[81]I mean if you didn't know who I was. \n[82]I'm just saying I think if we met under different circumstances... \n[83]Another one Faye Dunaway was in I liked, <i>Three Days of the Condor</i>. \n[84]Yeah... \n[85]Really. \n[86]Uh-huh. Well, but if -- \n[87]Where in the hell are we? \n[88]Okay, honey, come on out of there. \n[89]Shit... \n[90]She's coming with us. \n[91]Get the shotgun.  And her purse.  I'd like to know who she is. \n[92]Karen?  Be a good girl now, you hear? Now, I'm gonna open the-- \n[93]You're putting holes in your car! \n[94]We're not leaving you.  I'm gonna open the trunk enough for you to throw the gun out.  Okay?  You shoot -- Buddy's got your shotgun, says he'll shoot back if you do and I can't stop him. So it's up to you. \n[95]Do we need him? \n[96]Oh, hey, Studs?  We thought you were somebody else. \n[97]Oh, nuthin'. \n[98]You coming out? \n[99]You hear that? \n[100]Have your clothes cleaned and send me the bill. \n[101]Take your sunglasses off. \n[102]You don't take 'em off, I'm gonna throw 'em off the overpass while they're still on your head. \n[103]Wait in the car. \n[104]I'd like you to go wait in the car. How's that?  Take her with you and put her in back. \n[105]The backseat. \n[106]Wait a minute.  Let me have your raincoat. Somebody forgot to bring me clean clothes. \n[107]Why you brought Glenn into this, I'll never know. \n[108]His idea?  Gimme a break.  Fuckin' guy's got a vacant lot for a head.  Was you and me figured the whole thing out. \n[109]I don't know why, but every time he opens his mouth I want to punch him out. \n[110]I want to talk to her again, that's all.  See what would happen under, you know, normal circumstances. \n[111]Sign says \"Shut the fuck up.\"  Or can't you guys read? \n[112]Yeah. \n[113]Yeah, I got a problem.  This is the dumbest fucking shakedown in the history of dump shakedowns.  Three hundred bucks for a pillow? \n[114]Must be a real soft pillow. \n[115]How much for your company at chow? \n[116]I bet.  How much? \n[117]You're smart, Ripley, you'll tell this guy to fuck off. \n[118]First of all, if he kills you, he's not gonna get any more money out of you. \n[119]You stick anything in this guy, Snoop, they transfer his ass outta here faster'n you can throw a fight, and you still end up with nothing. \n[120]I don't smoke. \n[121]Thirty-two outta what, twenty? \n[122]Any time. \n[123]I'm just saying she wasn't scared. \n[124]You're just jealous it was me in the trunk with her and not you. \n[125]First thing I'm gonna do is get all this mud off me. \n[126]I've been dreaming about a hot bath for the last six months.  Soak the prison off me. \n[127]Oh, man. \n[128]I know exactly what you mean.  It's just a feeling. You know, I could go for some wine tonight. \n[129]Sounds great. \n[130]Hey. \n[131]I wasn't feeling my best that day. I'd just drawn thirty to life. \n[132]Thanks. \n[133]Say anything in there about Karen Sisco? \n[134]Yeah, but what happened after she drove off with Glenn? \n[135]Think this old guy is her boyfriend? It's the only picture she carries. \n[136]We'll leave first thing in the morning. \n[137]Hi. \n[138]You know who this is? \n[139]I just wanted to see if you're okay, make sure Glenn didn't hurt you or, you know, anything. \n[140]Who was it answered the phone? \n[141]I'm just worried maybe I'm not old enough for you. \n[142]Really.  He has a cop's face. \n[143]And your gun. \n[144]How do we do that? \n[145]Sure.  I'll just leave 'em with the S.W.A.T. guy answers the door. \n[146]You won't do that. \n[147]Because you're having too much fun. \n[148]I can just picture that, a cute girl like you following slip-and-fall and whiplash cheaters. \n[149]Why?  You think he might tell you where I am? \n[150]He's dead.  He did twenty-seven years before he came out and died not too long after in Charity Hospital, I think trying to make up for all the good times he'd missed. That's not gonna be me. \n[151]I'm partial to mountains myself.  But if you like islands, we'll make it an island. \n[152]I just thought maybe you and me could-- \n[153]What?! \n[154]Chino's gonna wanna talk to me. \n[155]He's gotta know by now that I gave him up back at Glades.  He does, he's gonna try to find me.  Maybe go see Adele, see what she knows. \n[156]We were talking one time, drinking rum.  I may've mentioned Adele, how she worked for a magician.  Chino got interested.  He's like, Yeah?  How does he saw the woman in half?  He wanted to meet her.  Or get a look at her if she ever came to visit. \n[157]Her phone's probably tapped. \n[158]Shit. \n[159]I'm a tourist. \n[160]In here with my suntan lotion and beach towel. That's her place. \n[161]Uh-huh... \n[162]I guess Adele's in good hands. \n[163]Let's go to Detroit. \n[164]First thing we do, we get to Detroit, we find Glenn, then we find a window to throw him out of. \n[165]Well, first off, if you were Glenn, you wouldn't be thinking. \n[166]Snoopy.  Christ, I thought he'd be brain dead by now. \n[167]She looked right at me.  She didn't yell or get excited.  She didn't move. \n[168]She just sat there, looking right at me. \n[169]I don't know.  I never used a gun. \n[170]You'd be surprised what all you can get, you ask for it the right way. \n[171]No?  Where do you keep it, Dick? I'm talking about all those uncut diamonds you told Glenn about. \n[172]You're the one with balls, Dick, say something like that to someone like Glenn.  Or maybe you just forgot where you were for a minute. \n[173]Of course not. \n[174]Doesn't have to figure out shit.  You told him you keep 'em at your house. \n[175]Twenty-two months, three days, two hours.  Why? \n[176]It's a little late for me. \n[177]I don't know.  I'm not exactly the nine-to-five type. \n[178]My ex-wife's in Miami.  It's nice down there. \n[179]The fish? \n[180]I can't say that I've paid that much attention to 'em before. \n[181]And the guy sent you a bill for this? \n[182]The next time I walk into a bank. \n[183]What? \n[184]Love is funny. \n[185]I think Glenn opened his big mouth and now we got us another partner. \n[186]Weren't you expecting us? \n[187]Yeah?  She said that to you? \n[188]What happened to your shades?  Someone finally step on 'em? \n[189]Whose blood you got all over you? \n[190]Is that Snoopy?  In the purple doo rag? \n[191]Snoopy Miller, famous fight thrower. \n[192]Low class of people there, Snoop. \n[193]Like being back in the yard, huh? \n[194]Glenn didn't tell you? \n[195]Why?  Just because you left us standing on the side of the road? \n[196]Look, Snoop, I don't know what Glenn promised you or what you think you're gonna get, but the deal is me and Buddy get half of whatever we take from Ripley, understand?  How you and Glenn cut up the rest is up to you. \n[197]What's the matter with right here? It's nice and warm. \n[198]We'll see you tomorrow then. \n[199]It's a terrific shot of her. \n[200]Doesn't say what she's doing up here, but I don't think it has anything to do with us. \n[201]I think she's after Glenn.  The girl still with you? \n[202]You tell your sister about it? \n[203]How long you talk to her? \n[204]How long were you with the girl? \n[205]You didn't tell your sister about Ripley, did you?  'Cause I don't wanna go through that again. \n[206]Let's drive by where we're meeting and have a look.  Maybe take a look at Ripley's place while we're at it. \n[207]I still haven't made up my mind yet. \n[208]You goin' right back to work? \n[209]Hi!  I just broke outta jail! \n[210]Karen Sisco, please. \n[211]Thank you. \n[212]Jesus, look at that wall.  Place almost looks like a prison. \n[213]Time comes, we knock on the door.  See if he wants to talk about old times. Go in the easy way. \n[214]Who says anybody's gonna be with us? I say we go to the fights tomorrow, find out what the Snoop's big plan is, then go in ahead of those guys -- alone. \n[215]Tell me something, Buddy.  You know anyone who's actually done one last big score and gone to live the good life?  Cause it occurred to me that everyone talks about doing it, but I don't know anyone who's actually gone and done it.  Do you? \n[216]Let fate decide?  What're you, the fuckin' Dali Lama now? \n[217]Yeah, it's called Glades Correctional Institution and I'm sure as shit not going back there or any place like it. \n[218]They put a gun on you, you still have a choice, don't you? \n[219]Great. \n[220]What? \n[221]What is this? \n[222]My what? \n[223]Are you kidding me? \n[224]A security guard?  Are you fucking kidding me? \n[225]How, Dick?  The way you earned it?  By marrying some rich broad owns the company, selling it off a piece at a time, then divorcing her?  What is this Knute Rockne, pull yourself up by the bootstraps bullshit?  Back in prison, guy like you, place like that, you were ice cream for freaks.  You were a goddamn dumpling.  Maurice and a dozen other guys coulda bled you till you had nothing.  Till you were nothing.  I saved your ass.  So you'll pardon me if I don't wanna sit on a fuckin stool all day saying \"sign in here please\" or \"hey, pal, you can't park there.\"  Okay, Dick?  I can't do it. \n[226]Hey, what job he promise <i>you</i> guys? \n[227]Yeah?  What are they? \n[228]Oh, yeah, I'm calm.  In fact, I'm totally \"relaxed...\" \n[229]Listen, I gotta get some better shoes, few other things before tomorrow.  Why don't you drop me off at the Ren Cen, we'll hook up later? \n[230]I'm Gary. \n[231]I can go to the bar. \n[232]Those guys bother you? \n[233]You like bourbon? \n[234]Well, we got that out of the way. Tell me, Celeste.  What do you do for a living? \n[235]Is that how you think of yourself? \n[236]A girl. \n[237]I like your hair.  And that suit. \n[238]You did? \n[239]Having it cleaned didn't help, huh? \n[240]How far do we go with this? \n[241]I don't think it works if we're somebody else.  You know what I mean?  Gary and Celeste, Jesus, what do they know about anything? \n[242]It's not a game.  Something you play. \n[243]It doesn't have to, it's something that happens.  It's like seeing a person you never saw before -- you could be passing on the street -- you look at each other and for a few seconds, there's a kind of recognition.  Like you both know something.  But then the next moment the person's gone, and it's too late to do anything about it, but you remember it because it was right there and you let it go, and you think, \"What if I had stopped and said something?\"  It might happen only a few times in your life. \n[244]Why don't we get out of here. \n[245]I called your room from downstairs. \n[246]Well, I'd say who I was and do you remember me and ask if you'd like to meet for a drink. \n[247]It would be worth the risk. \n[248]So do you. \n[249]That's not what you were about to say. \n[250]She did, huh. \n[251]Yeah, but in a nice way. \n[252]I might've smelled like a sewer, but you could tell I was a gentleman. They say John Dillinger was a pretty nice guy. \n[253]I hear he didn't mean to.  The cop fell as Dillinger was aiming at his leg and got him through the heart. \n[254]Why not? \n[255]I don't know.  I hadn't worked that part out yet.  All I knew was that I liked you, and I didn't want to leave you there, never see you again. \n[256]I wasn't sure you caught that. \n[257]Really?  I was thinking the same thing. If we could call time and get together for a while. \n[258]You know I saw you on the street. \n[259]Outside Adele's. \n[260]To warn her about Chino. \n[261]I don't think we should get into that. \n[262]Don't talk like that, okay?  You scare me. \n[263]My God, look at you. \n[264]You having fun? \n[265]You coming back? \n[266]Why are you mad? \n[267]What about <i>my</i> motive?  Now I can say I fucked a US Marshal.  You think I will? \n[268]I know of a guy he goes in the bank holding a bottle he says is nitroglycerin.  He scores some cash off a teller, he's on his way out when he drops the bottle.  It shatters on the tile floor, he slips in the stuff, cracks his head and they've got him. The nitro was canola oil.  I know more fucked-up bank robbers than ones that know what they're doing.  I doubt one in ten can tell a dye pack when he sees one.  Most bank robbers are fucking morons.  To go to bed with a bank robber for kinky thrills, as you say, you'd have to be as dumb as they are.  I know you're not dumb, so why would I think that?  Why would <i>you</i> think I might think that? \n[269]I don't know about that.  You can't do three falls and think you have much of a brain. \n[270]You getting serious on me now? \n[271]You know. \n[272]I saw Karen Sisco. \n[273]Yes, she did. \n[274]You know how I felt about her. \n[275]It wasn't about getting laid.  I just wanted to know what might've happened if things were different. \n[276]Yeah, I did. \n[277]I don't know. \n[278]Who's sitting here? \n[279]Well, if he left his coat and he's been gone a while. \n[280]We're leaving. \n[281]Snoop, if you don't know where Glenn is... \n[282]I thought everything. \n[283]Give me a minute, talk to Buddy. \n[284]I wasn't asking permission. \n[285]They want to go tonight, before Glenn gets in any trouble, opens his big mouth. \n[286]I get that feeling, yeah. \n[287]I'll make you a deal.  Get out of here. Right now.  I'll do the job with the Snoop, meet you wherever you want and give you half. \n[288]Getting me out of Glades for starters. \n[289]That what they're wearing these days to break and enter? \n[290]So you've done this before, huh? \n[291]That's a wonderful story, Snoop.  I'm very excited about tonight. \n[292]I've seen 'em used on TV. \n[293]Go on in the house before you get hurt. \n[294]There's still time, take me up on my offer. \n[295]Jesus Christ, what difference does it make?  You want to wait for him? \n[296]How about his place in Florida?  If you'd called, we could've checked his walls down there before we left.  That is, if you'd checked to see where he was.  You follow me? \n[297]You ever wear one of these? \n[298]Stay with the maid.  I'm gonna have a look around. \n[299]They cut the lines, Richard. \n[300]How are you, Richard? \n[301]Maurice Miller, couple of his friends. \n[302]What kinda man lets a woman answer the door, this time a night? \n[303]A minute or two, you're gonna wish you were. \n[304]Why don't you come on over here, sit down, Richard, have a look at your fish. \n[305]You gonna write me a check? \n[306]You remember Buddy, don't you, Richard? \n[307]Siddown, Dick.  They're trying to open the safe, not your maid. \n[308]I'm not angry, Richard. In fact, I'm completely relaxed.  Thing is, I can't tell if it's the fish that're cooling me out or all those uncut diamonds on the bottom of the tank there. \n[309]Dumbfuck Glenn was right, there's about five million worth in there, wouldn't you say, Richard? \n[310]They sure do. \n[311]Go get a bag. \n[312]I were you, I'd get up and run. \n[313]Don't be an asshole, Richard.  They're gonna kill you. \n[314]Good luck, Richard. \n[315]Shit. \n[316]They're gonna rape the maid, aren't they. \n[317]And then they'll kill 'em. \n[318]We made it, didn't we? \n[319]I'm going back inside. \n[320]No, you dump the van, meet me at the airport. I'll take one of Ripley's cars. \n[321]Listen, Buddy, the shit that's about to go down, you'll be on the phone with your sister for a month.  Let me do this part alone. \n[322]I'm saying this isn't your problem. Far as I'm concerned, we're square. \n[323]Now get outta here. \n[324]Midge? \n[325]Downstairs. But wait here.  There's two more. \n[326]You learn from doing. \n[327]Not until recently. \n[328]A little. \n[329]You're right.  So why take a chance-- \n[330]Shit... \n[331]Pretend I'm somebody else. \n[332]If you don't, one of those guys will. \n[333]I told you, I'm not going back. \n[334]No more time outs. \n[335]You just did, for Christ sake. \n[336]<i>Hejira?</i>  What kinda name is that? \n[337]What's it mean, \"No Hair\"? \n[338]The flight? \n[339]You were at Leavenworth, huh? \n[340]Meaning? \n[341]You busted out? \n[342]And how long was it before they caught up with you? \n[343]There were others. \n[344]The ninth? \n[345]You must be some kinda walker, Henry. \n[346]And so now you're off to Glades. \n[347]She did, huh. \n[348]Yeah, could be.  Or maybe she thought we'd have a lot to talk about. \n[349]I don't know. It's a long way down to Florida. ", "KAREN": "\n[1]You fit another Chanel suit in here? \n[2]Oh my God... \n[3]It's beautiful. \n[4]--Sig-Sauer .38.  I love it. \n[5]Thanks, Dad. \n[6]Can't.  I gotta drive out to Glades, then I'm meeting Ray Nicolet at ten. \n[7]He was.  Ray's with the F.B.I. now, he switched over. \n[8]Technically.  They're separated. \n[9]He's about to. \n[10]Can we change the subject? \n[11]Serving process, a Summons and Complaint.  Some con doing mandatory life doesn't like macaroni and cheese. He files suit, says he has no choice in what they serve and it violates his civil rights. \n[12]No thanks. \n[13]Dad... \n[14]I really gotta go. \n[15]How 'bout I come next Sunday and watch the Super Bowl with you? \n[16]Thanks for the gun, Dad. \n[17]Hi.  Karen Sisco again for Ray Nicolet. He's not?  Could you tell him that... never mind.  I'll call back. \n[18]Get your hands in the air! \n[19]What're you doing here? \n[20]I'm a federal marshal and you're under arrest, both of you guys. \n[21]If I could have a little more room. \n[22]For your breath.  You could use it. Squirt some in your mouth. \n[23]In my bag, in the car. \n[24]You know you don't have a chance of making it.  Guards are out here already, they'll stop the car. \n[25]I believe it.  You've ruined a nine- hundred-dollar suit my dad gave me. \n[26]The idea of going after guys like you appealed to me. \n[27]You wouldn't have time anyway.  We come to a roadblock, they'll run the car, find out in five seconds who it belongs to. \n[28]Must be quite a pal, risk his own ass like this. \n[29]Buddy.  That's his given name? \n[30]So, what's your name?  It'll be in the paper tomorrow anyway. \n[31]Why, are you famous? \n[32]How many was that? \n[33]That's funny. \n[34]It was me, I woulda left ol' Gus on the floor. \n[35]I know the difference.  You were in Lompoc USP, the federal penitentiary. I've delivered people there.  So basically you've spent half your life in prison. \n[36]I don't have to.  I don't rob banks. \n[37]Of course I am. \n[38]What do you want me to do?  Scream?  I don't think it would help much. I'm just gonna sit back, take it easy, and wait for you to screw up. \n[39]You were married?  All those falls, I'm surprised you had time. \n[40]Uh-huh. \n[41]Sure. \n[42]You know, this isn't gonna end well, these things never do. \n[43]You must see yourself as some kind of Clyde Barrow. \n[44]I don't recall his hat, but I've seen pictures of him lying dead, shot by Texas Rangers.  Did you know he didn't have his shoes on? \n[45]They put a hundred and eighty-seven bullet holes in Clyde, Bonnie Parker and the car they were driving.  Bonnie was eating a sandwich. \n[46]It was May, 1934, near Gibsland, Louisiana. \n[47]Faye Dunaway. \n[48]<i>Network</i>.  Yeah, she was good. \n[49]Peter Finch. \n[50]Bleeding on a country road. \n[51]Nothing. \n[52]You'd probably tell me. \n[53]You have to be kidding. \n[54]With Robert Redford, when he was young. \n[55]I never thought it made sense, though, the way they got together so quick. \n[56]I mean, romantically. \n[57]Get your hands up and turn around. Now. \n[58]You win, Jack. \n[59]I'll send it to you at Glades. \n[60]You can blame me if you want.  I don't mind. \n[61]Glenn? \n[62]You don't remember me, do you? \n[63]No, that's not what I'm thinking. \n[64]Last fall, I drove you from the Palm Beach county jail to the federal courthouse, twice.  You're Glenn Michaels. I never forget anyone I've cuffed and shackled. \n[65]Let's think for a minute, Glenn, see if we can work this out... \n[66]Do we have a gun in the car? \n[67]Foley's not going to make it.  And if he goes down, Glenn, you go with him. \n[68]Look, I can understand if you and Foley are close. \n[69]Wait.  <i>Have</i> you helped him, Glenn?  At this point, technically, I doubt you could be charged with aiding a fugitive. So you still have a choice.  You can help him and risk going down again, get cuffed and shackled, hope to God you pull a reasonable judge, not some hard-on.  Or, if you want to play it another way... \n[70]What? \n[71]What'd I say? \n[72]Huh. \n[73]Hello, Daniel. \n[74]I wanna be on the task force, Daniel. \n[75]Isn't that my report you're holding onto? \n[76]Coming to the Okeechobee exit... \n[77]Take the next exit. \n[78]Glenn, take the exit. \n[79]The next thing I knew, the paramedics were taking me out the car. \n[80]Really?  Huh.  He told me he didn't remember how many he robbed. \n[81]In the trunk, yeah? \n[82]Oh... different things, prison, movies. \n[83]It was an unusual experience. \n[84]When I was seeing Carl Tillman, I didn't know he robbed banks. \n[85]And what happened to Carl? \n[86]Is that what you would've done? \n[87]Daniel, what do you work on most of the time, fraud?  Go after crooked bookkeepers. \n[88]Have you ever shot a man?  How many times have you been primary through the door? \n[89]You have to know what you're talking about. \n[90]You'll have to ask him. \n[91]The Sig Sauer you got me for my birthday. \n[92]I'll get it back when I get Foley. \n[93]You win, Jack. \n[94]He doesn't even look like that. \n[95]No, he looks a lot... \n[96]Different. \n[97]Hi, Ray. \n[98]He took the week off so we'd have time together.  So far he's worked on his boat every day.  Dad?  Ray Nicolet. \n[99]Ray's with the F.B.I. Task Force, working on the prison break. \n[100]How's it going? \n[101]Was it Foley? \n[102]Was it Foley? \n[103]Oh... \n[104]Foley hadn't been there? \n[105]Hello? \n[106]Yes. \n[107]How'd you get this number? \n[108]None of your business. \n[109]That's my dad. \n[110]How do you know?  Wait-- you have my wallet. \n[111]Think I could have them back? \n[112]Let's see.  You could come on by my dad's place, drop 'em off. \n[113]There's a guy here on the task force right now.  Maybe I should put him on the phone, let you two work it out. \n[114]Why not? \n[115]My dad's retired.  He was a Private Investigator.  Forty years.  I used to work for him. \n[116]Something I've been wondering, what ever happened to your Uncle Cully? \n[117]Unless you wanna tell me. \n[118]One last score, that the idea?  Move to some island. \n[119]Whatta you mean we'll make it an island? \n[120]Is that Buddy? \n[121]Dad. \n[122]He's pretty laid back, confident. \n[123]Not at all. \n[124]I want to bust his ass, put him in shackles. \n[125]My married boyfriend - setting him up with that news story so you could talk about infidelity.  I couldn't believe it. \n[126]Foley <i>kid</i>napped me. \n[127]From Glades to the turnpike.  Then I left with Glenn. \n[128]The FBI didn't tell you I was with them? \n[129]But you know what I'm talking about, don't you?  About Glenn, don't you, and the second car? \n[130]No, thanks. \n[131]You mean, did he try to jump me?  No, but he was kind of talkative. \n[132]You didn't visit him in prison. \n[133]Why not? \n[134]But you spoke to him on the phone. \n[135]He called the day he escaped. \n[136]He said he wished the two of you could start over, live a normal life. \n[137]Did you know that when you married him? \n[138]Really. Hm. \n[139]Adele, sooner or later, he's gonna get caught.  I'd like to get him before he does something else, makes it worse on himself. \n[140]Till they got busted. \n[141]Any idea where I could find Buddy?  Or Glenn? \n[142]Ask him his name. \n[143]Tell him to wait in the hall, you have to get dressed.  Say it loud. \n[144]Go in the bedroom and -- \n[145]Leave it where it is. \n[146]I'm a federal marshal and you're under arrest.  Put the gun on the table.  I mean, now. \n[147]Put it down or I'll shoot. \n[148]What do you want to bet? \n[149]If you move, if you look at her again, you're dead. \n[150]You can live or die, it's up to you. \n[151]You don't, huh? \n[152]Daniel Burdon, please.  Karen Sisco. \n[153]Shut up. \n[154]Daniel.  Listen -- \n[155]I'm at Adele Delisi's. \n[156]Yeah, I know.  I was just leaving. Why were you trying to reach me? \n[157]All right, but... \n[158]Sure, Daniel. \n[159]Oh, I was just wondering, if I were to bring in Chirino, would you put me on the task force? \n[160]Yes or no, Daniel.  If I get him, will you let me go after Foley? \n[161]That's all I wanted to know. \n[162]Thank you. \n[163]They're in 7D. \n[164]You're gonna use a ram? \n[165]The manager's door is metal. \n[166]You know what I mean?  They might all be. And a ram on a metal door makes an awful lot of noise for what good it does. \n[167]What?  Daniel, I wanna go upstairs. \n[168]Call and tell you. \n[169]No, thank you. \n[170]I couldn't swear to it, but I'm pretty sure he did. \n[171]I didn't have time. \n[172]Buddy's sister Regina Mary Bragg got two calls from Buddy up in Detroit this morning, called Burdon.  She's also the one gave Burdon Buddy's address. \n[173]So what I want to know is why Buddy still calls his sister every week even after she turned him in. \n[174]None I'd like to share. \n[175]I'll call soon as I get in. \n[176]I'm looking for Ray Cruz. \n[177]How are you, Raymond? \n[178]Quite a mess. \n[179]Who? \n[180]What is it with crack and transsexuals? \n[181]Yeah.  I saw one of 'em outside. \n[182]I report to the FBI, first thing they're gonna do is ask me to go get some coffee. \n[183]No, I didn't know that. \n[184]Detroit, you must be pretty busy. \n[185]Listen, Raymond, a year ago, DEA had this guy Glenn Michaels on possession with intent but couldn't make it stick. In his statement, Glenn said he went up to Detroit to visit a friend and look into job opportunities -- if you can believe that. \n[186]Guy named Maurice Miller, also known as Snoopy, a former prizefighter. \n[187]I'll need a last known address. \n[188]Come on, Raymond, I'm a federal officer, I'm armed. \n[189]Moselle Miller? \n[190]I'm looking for Maurice. \n[191]That's not Maurice? \n[192]Thanks. \n[193]I'm looking for a friend of mine I think Maurice knows. \n[194]No. \n[195]No, I'm not.  Maybe you know him. Glenn Michaels? \n[196]He said he stayed here last November. \n[197]He said he stayed with Maurice. \n[198]Your dog was killed? \n[199]What did you call it? \n[200]Where do you think I might find Maurice? \n[201]The State Theater? \n[202]You're a fighter? \n[203]I can tell. \n[204]What'd you fight, middleweight? \n[205]Flyweight. \n[206]You're not my type. \n[207]Just a minute. \n[208]I have to go, Kenneth. \n[209]Maybe we'll see each other again, okay? \n[210]You wanted to tussle, we tussled. \n[211]I wrote my hotel number on there -- in case you run into Glenn. \n[212]Jack Daniel's, please, water on the side. \n[213]Thanks anyway. \n[214]I get that.  Tell them I'd rather pay for my own. \n[215]If it's okay with you, Philip, I'd like to just have a quiet drink and leave.  Okay? \n[216]Tell you the truth, I'm not even mildly curious.  Really, I don't want to be rude, Philip, I'd just like to be left alone. \n[217]Andy?  Really.  Who gives a shit? \n[218]Beat it, will you? \n[219]Yeah, I'd love one. Would you like to sit down? \n[220]I'm Celeste. \n[221]It takes hours to get a drink around here.  There's only one waitress. \n[222]Don't leave me. \n[223]No, they're all right.  I meant, you just got here. \n[224]Help yourself. \n[225]Love it. \n[226]I'm a sales rep.  I came here to call on a customer and they gave me a hard time because I'm a girl. \n[227]What, as a sales rep? \n[228]I don't have a problem with it. \n[229]I had one just like it -- well, it was the same idea, but I had to get rid of it. \n[230]It smelled. \n[231]No. What do you do for a living, Gary? \n[232]Not yet.  Don't say anything yet.  Okay? \n[233]It's your game.  I've never played this before. \n[234]Well, does it make sense to you? \n[235]Or once. \n[236]How'd you find me? \n[237]Oh, God... \n[238]If I had answered, what were you gonna say? \n[239]If I remembered you.  I came looking for you.  I would've said sure, let's do it.  But for all you knew I could show up with a SWAT team.  Why would you trust me? \n[240]You like taking risks. \n[241]What's the hurry, Jack?  You have to be somewhere? \n[242]Sooner or later... \n[243]You really wear that suit. \n[244]Remember how talkative you were?  In the trunk?  Adele said you do that when you're nervous. \n[245]You kept touching me, feeling my thigh. \n[246]He killed a police officer. \n[247]You believe that? \n[248]You know that Sig .380 you took was my favourite.  My father gave it to me. \n[249]What were you gonna do with me? \n[250]You waved to me in the elevator. \n[251]I couldn't believe it.  I was thinking of you by then, a lot, wondering what it would be like if we did meet.  Like if we could take a time-out... \n[252]Where? \n[253]You were going to see her? \n[254]So she did help you? \n[255]No, you're right.  Or Buddy.  I won't ask if he's with you or what you're doing here in Detroit.  Or if you've run into Glenn Michaels yet. \n[256]Come on. \n[257]Are you gonna leave your tie on? \n[258]I'm just going to the bathroom. \n[259]I want you to know something.  I wasn't looking for just a fuck, if that's what you're thinking. \n[260]Or I did it for some kind of kinky thrill.  Score with a bank robber the way some women go for rough trade. \n[261]I don't know. \n[262]You're not dumb. \n[263]I'm trying not to.  I just wanna know what's gonna happen. \n[264]Oh, for Christ sake, grow up. \n[265]Glenn, are you trying to steal this car? \n[266]Another one of those days, huh, nothing seems to go right? \n[267]I see that. \n[268]You're not? \n[269]The two guys you were with -- that one, that isn't Maurice Miller, is it? I've seen Snoopy's mug shot and that didn't look like him. \n[270]Glenn, I know your life history, who your friends are, where you've been and now, it looks like, where you're going.  Put your hands on the wheel. \n[271]For the car, for aiding and abetting a prison escape, and conspiring to do whatever you came here for. \n[272]What's going on, Glenn? \n[273]But I thought the whole thing was your idea? \n[274]Ripley?  You mean the wall street guy? \n[275]And is Foley a part of this? \n[276]Why's that? \n[277]But you say he hasn't shown up, you think he backed out? \n[278]Gee, I wonder why not. \n[279]You want to get out of here, run, it'll warm you up. \n[280]But listen, Glenn.  If you're lying to me... \n[281]If I didn't know you, Glenn, by tomorrow you'd be in jail or dead.  Look at it that way.  Go on. \n[282]Shit -- \n[283]Tell me where Ripley's house is.  I'll meet them there. \n[284]As she watches Foley go back inside.  A moment later, the van pulls out of the driveway.  Karen makes a decision, starts for the side of the house... \n[285]Hello? \n[286]Oh-kay... \n[287]Maurice-- \n[288]Jack? \n[289]Come on, Jack -- don't. \n[290]You think I'd shoot you? \n[291]What're you now, a desperado?  Put the guns down. \n[292]Don't do this.  Please. \n[293]You win, Jack. \n[294]Wait, I know him --okay? \n[295]I'm sorry, Jack, but I can't shoot you. \n[296]You know what I mean. \n[297]I wish things were different.  I'm sorry, Jack. \n[298]They don't know yet if they want to bring him up on the homicides. \n[299]I doubt if they will.  The Bureau's put a detainer on him, so when they're through with him here he'll go back to Florida. \n[300]It's possible.  Why? \n[301]He knew what he was doing.  Nobody forced him to rob banks. \n[302]Jack? \n[303]I got you a present, something for the road. \n[304]I have to take it away, though, soon as the ride's over. ", "BUDDY": "\n[1]Ref don't call it pretty soon, Snoopy's gonna send this guy out in a body bag. \n[2]I don't believe it. \n[3]Guy's braggin' he won a thrown fight. Fuckin' pathetic. \n[4]The Wall Street guy?  Oh, yeah.  I didn't recognize him without his rug. \n[5]What's he doin' here? \n[6]How do you know he wrote a check? \n[7]Cool.  Where's the guy live? \n[8]Here it comes. \n[9]I guess the Snoop doesn't like to lose, even if it's on purpose. \n[10]Here, lemme help you with those, ma'am. \n[11]That's okay, ma'am.  I'll just take your car. \n[12]What's she doing? \n[13]Uh-oh. \n[14]Uh-oh. \n[15]It's okay, honey, we're good guys. \n[16]Why don't we talk about it later? \n[17]You still alive in there? \n[18]That's the turnpike up there.  Glenn's waiting with the other car. \n[19]We may as well leave her, we're leaving the car and we gotta leave her some place anyway, what's the difference where? \n[20]Jesus Christ, what were you doing in there? \n[21]I already looked.  Her name is Karen Sisco.  Like the Cisco Kid only spelled different, S-i-s-c-o. \n[22]The green-and-whites saw us.  One of 'em starts thinking, what's that car doing there?  Ties it to the break and turns around... \n[23]I brought 'em, they're back at Glades in the Cadillac.  You wanted to take her car. \n[24]What's wrong with you? \n[25]How 'bout the score was his idea to begin with? \n[26]You're pulling at it.  Here... \n[27]He ain't the problem, Jack. \n[28]You wanna pull your head outta your ass and tell me why we're bringing <i>her</i> with us? \n[29]You want to take her to my place and get cleaned up?  You come out of the bathroom with your after-shave on and she goes, \"Oh, I had you all wrong\"? \n[30]You're too late, Jack. \n[31]He wants to get out of here and I don't blame him. \n[32]Cause she had her hand on her gun the whole time, waiting to make her move. \n[33]You're right. \n[34]There's some lilac oil, you want some, a vanilla candle under the sink. \n[35]There's something about a nice hot bath, transforms a person.  It's not just about opening up your pores, know what I mean?  There's just something about the heat and the wet that's calming you know?  Settles me in a way that I really can't articulate. \n[36]There's a store around the corner, I'll be right back. \n[37]Uh, no, ma'am.  Sorry. \n[38]You made the front page. \n[39]They pass this picture around you can go anywhere you want, nobody'll know you. \n[40]Maybe this'll make you feel better. \n[41]Paper says there's ten grand each on you, Chino and Lulu. \n[42]Just that she got away. \n[43]You'll have to ask Glenn.  And most likely, he's on his way to Detroit, where we should be. \n[44]You realize what you're doing?  Worrying about a person that works in law enforcement.  You want to sit down and have cocktails with a girl that tried to shoot you.  You hear what I'm saying? \n[45]Am I going to Detroit by myself? \n[46]Longer we hang around down here, Jack, better chance there is either Glenn's gonna fuck up the whole score, or we gonna get busted, or both. \n[47]Who you talking to? \n[48]You better come see this. \n[49]He's running for his life, he doesn't give a shit about you. \n[50]He knows where she lives? \n[51]Jack? \n[52]So call her up.  Tell her don't talk to any Cubans. \n[53]And you know they're gonna have some people watching the hotel. \n[54]Nice disguise. \n[55]You at least bring the gun? \n[56]There.  You see the guy sitting on the porch?  The old ladies and one guy? You know they'll have a couple more in a car somewhere. \n[57]Oh, my. \n[58]Okay, you saw her.  That's all you get. \n[59]Sure looks that way. \n[60]Now you're talkin'. \n[61]I been thinkin', if I was Glenn, I was up there to take down the Ripper, where would I go? \n[62]Remember Snoopy Miller, his old pal from Lompoc? \n[63]He isn't fighting no more.  Glenn told me the Snoop's been managing some guys up there now, works out at the Kronk. \n[64]Is this your floor, mother? \n[65]Let's just hope there's no one in the garage. \n[66]They know where I live, I guess they know what I drive, so maybe we should pick up another car on the way. \n[67]Hey, Jack... \n[68]You see this one... \n[69]\"Fight over tuna casserole may have spurred slaying.\"  Seems this woman's live-in boyfriend, seventy years old, complained about her tuna noodle casserole and she shot him in the face with a twelve-gauge.  Police found noodles in the woman's hair and think the guy dumped the casserole dish on her before she shot him.  They'd been together ten years. \n[70]Hey-- \n[71]Whatta you think? \n[72]Or two. \n[73]What's he do now, tell fortunes? \n[74]What?  You mean Snoop? \n[75]But you call this bozo White Boy? \n[76]What's he do now outside of shoot his mouth off? \n[77]You have the paper? \n[78]Outside of that. \n[79]She came up here on her vacation, 'cause she likes shitty weather. \n[80]They don't stay the night, Jack, 'less you pay for it. \n[81]Just hung up. \n[82]Two hours. \n[83]Forty-five minutes. \n[84]Forget about my sister.  If Karen Sisco's tailing Glenn, we're fucked. Tomorrow night at the fights we all get picked up. \n[85]Now that's a really big house. \n[86]No doubt the man's got some big-ass security system. \n[87]Yeah?  You think he'll let us in, we got Snoopy and the muscle-bound asshole with us? \n[88]Let Glenn deal with the Snoop, while we're off livin' the good life. \n[89]What about that D.B. Cooper guy? \n[90]I mean, they don't know for sure he's dead. Look, there's always a chance we'll walk out've there with nothing.  I say let fate decide. \n[91]My sister believes in fate, but not hell.  That's why she stopped praying for the lost souls since you don't hear that much about purgatory anymore. But every day she asks her boss to pray I don't fuck up.  Whatta you think, you think there's a hell, Jack? \n[92]You might not have a choice. \n[93]They put a gun on you, you'll go back. \n[94]Yeah, and I better call my sister. \n[95]It took you, what, seven hours to buy a pair of shoes? \n[96]And she saw you? \n[97]So how's that work, a wanted felon socializing with a U.S. Marshal? \n[98]Did you give her a jump?  If you did I might begin to understand where your head's at. \n[99]You find out? \n[100]So what's that mean?  That you're disappointed by what you found or you're sorry you robbed all those banks? \n[101]Whatta you wanna do? \n[102]You know they gonna set us up. \n[103]But you still think you can get the diamonds fore they do? \n[104]Half for doing what? \n[105]And who watches your back? \n[106]Slow down. \n[107]Get ready to grab the wheel when I shoot this asshole. \n[108]You think he was talking about walking into people's houses when he said it? \n[109]I'm not leaving you alone with these assholes. \n[110]I don't ski. \n[111]Checkin' the other rooms, like you said. \n[112]They found the safe. \n[113]Yeah, hi.  Nice house. \n[114]Damn-- \n[115]They look like plain old rocks. \n[116]C'mon. \n[117]Okay. \n[118]Come <i>on</i>. \n[119]What? \n[120]From the looks of those boys, the Ripper too. \n[121]At least. \n[122]All you gotta do is get in. \n[123]I'll go with you. \n[124]Jack -- \n[125]Hey... \n[126]The airport. ", "MAURICE": "\n[1]Dick.  My man. \n[2]I got your fishies for you. \n[3]Not so fast, Dick. Starting now, there's gonna be an across the board cost a living increase. \n[4]Year ago, I come in here on credit card fraud, but after I shanked that loudmouth pussy on the yard the other day, my Dunn &amp; Broadstreet, has gone way the fuck up. \n[5]Whoever.  The point is, prices are goin' up, too.  Better get your little black book out, Richard.  We got some business to talk about. \n[6]Let's start with the fish.  They was two grand, but now they's three. \n[7]That Bausch &amp; Lomb Saline shit you asked for is gonna be eighty bucks. \n[8]...and that extra pillow's gonna be an even three c's. \n[9]There a problem, Foley? \n[10]That's right. \n[11]Faux goose down. \n[12]Company, shit.  I watch the man's back. \n[13]Another C. \n[14]Man doesn't have to get killed.  He could accidentally fall on something sharp, like a shiv.  Or my dick. \n[15]This doesn't concern you, Foley.  Why don't you go on out to the yard, have yourself a smoke? \n[16]Himey here's a pro-toh-jay of mine. He's ranked number thirty-two in the federal prison system. \n[17]Oh, you know, reading's funnamental an' shit, we just excited. \n[18]Yeah.  Sure.  It's all settled. \n[19]Stick and jab, fool.  Stick and jab. \n[20]Hey!  Watch that shit! \n[21]You gonna answer the phone? \n[22]Moselle, the fuck are you doing to my little Tuffy? \n[23]That's the dumbest thing I heard in my life.  Everybody knows Kal Kan doesn't pay for shit.  You gonna get a gig, it's gotta be for one of the big three: Science Diet, Iams or that Cycle shit for the fat dogs.  Now answer the fuckin phone. \n[24]This is me. \n[25]Studs.  Hey, son, you must be one a them psychic friends.  I was just thinkin' about you. \n[26]You crazy, come up here?  It's fuckin one degree outside. \n[27]Uh-huh. \n[28]Someone?  Gimme a hint. \n[29]Gimme another hint. \n[30]Oh, I'm here, all right.  I'm very here. Question is, why aren't you here? \n[31]I don't just manage fighters, or deal product any more... \n[32]I've diversified since the last time you saw me.  I've vertically integrated and now I'm into home invasions and the occasional grand larceny. \n[33]White Boy Bob's my all-around man, my bodyguard when I feel I need one, and my driver. \n[34]Watch the road, boy. I like this Town Car.  We can cruise the man's neighbourhood without getting the police or private security people on our ass. \n[35]It's lilac, man, the color, and the style's made known by Deion and other defensive backs in the pros.  I could be one of them living out here with doctors of my race and basketball players.  Okay, here comes Mr. Ripley's house up on the left.  Yeah.  The brick wall.  There's his drive, right there. \n[36]You sure Foley and his pal aren't coming up here, do this themself? \n[37]I'll show you, soon as I get one more guy I'm gonna need, Moselle's brother, Kenneth.  Along with White Boy there. \n[38]You get everything? \n[39]Cool.  Kenneth, this is the man I told you about, Glenn. \n[40]That's right. \n[41]You just ask me how we gonna do it. That's what I'm here for, tell you how.  We the experts. \n[42]Thing I'm worried about is you. \n[43]Yeah.  If you can step up and actually do it.  Understand?  'Stead of just talking the talk. \n[44]Walk in a house with me, do this cross- dressin' nigga named Eddie Solomon I used to sell to been dealin' on his own. \n[45]Right now, son. \n[46]Look, Glenn, I know you cool, but you don't have to give me no tone of voice, okay?  You don't like what I'm saying, you can get out anywhere along here you want. \n[47]Hey, shit, come on.  I say I want this car, man, it's mine.  You go get yourself another one.  I say I'm in on Ripley?  I'm in, with or without <i>your</i> ass.  I say I want you to come along on another job, see if you for real or not, guess what you gonna do? \n[48]Let's go see Eddie. \n[49]Was a time you see a gold Mercedes over in the parking lot has a license plate on it say HITMAN?  You know Tommy Hearns is inside.  Seeing the car would get our juices flowing. \n[50]You already got your juices flowing, huh?  Pissed your pants back there at Eddie's house, didn't you? \n[51]That was some shit, huh? \n[52]Yeah, Kenneth, why you have to do that to that poor girl. \n[53]Just wait till we get inside Ripley's house. \n[54]No.  You gonna stay close to me from now on.  So you don't disappear on me. \n[55]Was worse than you imagined, wasn't it? Baby, you with the bad boys now. \n[56]Stick and jab! \n[57]Jack Foley, famous bank robber. \n[58]It seems to me I been reading about you in the newspaper.  Busted out of some joint in Florida, huh? \n[59]Nobody calls me Snoop no more or Snoopy, is what White Boy's trying to say. He's a little crude, you understand. No, I left that Snoopy shit behind me. \n[60]Just like it.  Nobody backing down. You back down, you pussy.  Tell me what you and Buddy doing up here in the cold? \n[61]Let's go outside and talk. \n[62]Warm?  Man, it's ninety-five degrees in here, sometimes a hundred -- the way Emanuel always kep' it so his boys'd sweat, get lean and mean like Tommy Hearns.  No, I ain't talking any business in here.  To me this is holy ground, man.  You understand?  I got to be someplace anyway.  Y'all want to talk, come to the fights tomorrow night, we'll sit down and look at it good. The State Theater. \n[63]White Boy, how much is the reward on the man again? \n[64]Uh-huh. You recall, did it say dead or alive? \n[65]Stick and jab, stick and jab! \n[66]Where you been?  You miss the big boys, come in time for the walkout fights. Well, shit, you may as well pull up a chair. \n[67]Kenneth, this is Mr. Jack Foley and this is Mr. Buddy, famous bank robbers. \n[68]Your homie, Glenn.  Only thing, he went to the men's about a while ago and never came back. \n[69]I sent these two looking for him, they come back shaking their heads. \n[70]Reggie, push off and hit, man.  Push him off. \n[71]The fuck you talking about? \n[72]Look, what you worried about Glenn for?  What's he know? \n[73]Glenn knows everything we suppose to do tomorrow.  Glenn could tell somebody that, yeah, but it don't mean shit. You understand?  'Cause Glenn don't know I changed the plan. It's happening tonight. \n[74]Soon as we leave here.  Stop home and pick up what we need and go do it. \n[75]You got two minutes, that's all.  Make up your mind. \n[76]Man has all that reward on his head and still talks like a con in the yard. You know what I'm saying?  Like he's a man you don't mess with.  Yeah, well, what I say to Jack Foley is buuull<i>shit</i>. \n[77]Break and enter, shit.  Take it and git, how it's done.  Don't waste any time.  That's how you do it. \n[78]Shit, yeah.  White Boy even got busted for it. White Boy, tell these boys the reason you went down on that burglary that time. \n[79]Takes the TV, the VCR, some other shit and leaves his wallet on the floor. \n[80]Hey.  You learn from doing. \n[81]You know how to use one a these? \n[82]Do like he says, man.  Slow down. \n[83]\"An army .45 will stop all jive.\" Huey P. said that. \n[84]Get ready to go skiing. \n[85]Here we go. \n[86]Not yet.  Where's Mr. Ripley? \n[87]Out for the evening? \n[88]When's he due back? \n[89]You here all by yourself? \n[90]Where's Ripley's safe at, he keep his valuables in. \n[91]Let's go upstairs, have a look at the man's bedroom.  All right now, you and Mr. Buddy check the rooms down here. Look at the wall behind any pictures hanging on it.  Look at the walls in the closets.  The man has a safe, it's gonna be up there somewhere. \n[92]You set off any kind of alarm and you're a dead Hazel.  Understand? \n[93]First money, then pussy. \n[94]White Boy, the man's not gonna hide no diamonds under the fuckin' mattress. \n[95]Where's Foley? \n[96]Go keep an eye on him. \n[97]Kenneth, fuck the radio, put on a CD. \n[98]Just pick one, put it on. \n[99]How do I look, mama? \n[100]Motherfucker! \n[101]I found the safe. \n[102]White Boy!  Get your ass up here! \n[103]We gonna open up this fucker... \n[104]Jesus...! \n[105]A'ight, this time we gotta get the motherfuckin' trajectory right... Okay, on three:  One... Two... \n[106]...the fuck is this... \n[107]Go find Foley.  NOW! \n[108]Someone down here? \n[109]Well, if it isn't the Ripper hisself. \n[110]Where you been hiding, Dick? \n[111]Forget about her.  Tell me where the money's at. \n[112]Where the fuck is Foley? \n[113]You take the front stairs, I'll take the back. \n[114]Jack, you don't use a gun, do you? \n[115]Nervous? \n[116]This kind of setup, you don't have any idea what the fuck you're doing -- do you? ", "GLENN": "\n[1]Three years. \n[2]He got three years and fined fifty million dollars and wrote 'em a fucking check.  Like that, fifty mil, signed his name. Whoa-- little help here! \n[3]You guys-- come on-- this is too heavy! \n[4]I'll take the shades off.  Just get this fuckin' thing off me. \n[5]He told me.  He works the laundry with me.  The guy loves to talk. \n[6]Hey, anybody that can write a check for fifty mil, he says <i>any</i>thing I'm all fucking ears.  Like the other day, he tells me how he's got all this money in foreign banks, plus around five mil in uncut diamonds at his house.  He said, quote, \"Where I can put my hands on it anytime.\" \n[7]Detroit.  Snoopy Miller told me uncut diamonds are as easy to move as cash. \n[8]So.  What's your point? \n[9]You think he's lying? \n[10]Hey, Jack, good to see you, man.  The fuck're you guys shooting at? \n[11]Studs.  Man, I haven't heard that since Lompoc.  What's going on? \n[12]Jesus, what'd you crawl through, a sewer? \n[13]I see better with them on. \n[14]You're in civilization now, man, ease up. \n[15]In the trunk? \n[16]Come on.  I have to do what I'm told. \n[17]Here you are, sir. \n[18]...if he thinks he can talk to me like this.  Shit, I don't even know what I need them for. \n[19]I got a big score lined up up north. They wouldn't even know about it, it wasn't for me.  I could do it right now myself, except it's so fucking cold up there in January-- \n[20]It couldn't have been out at Glades, if that's what you're thinking.  I was never out there. \n[21]But you're sure we've met, huh? \n[22]I remember you now.  Shit. \n[23]We're not.  I'm helping him, yeah-- \n[24]Like how? \n[25]Snoopy.  Glenn Michaels. \n[26]Listen, Snoopy, I'm on my way up to Detroit and need a place to crash. \n[27]I wanna talk to you about a job. \n[28]I can't really go into it right now. I'll just tell you it's someone big. \n[29]It's a guy you know. \n[30]It's Richard Ripley. \n[31]You there? \n[32]What am I supposed to do now? \n[33]No way, man, no fuckin' way am I gonna turn myself in. \n[34]The fuck are you doing?! \n[35]Sure, right, they see Bigfoot driving around a black guy wearing shades and a lavender fucking bandanna, no, they won't think anything of it. \n[36]If they're not busted now, they're gonna be. It's wide open. \n[37]So you still haven't said, how you wanna do it? \n[38]What? \n[39]Help <i>you</i>... \n[40]Wait a minute.  I'm letting <i>you</i> in on this, not all your friends. \n[41]Me? \n[42]Can I do what? \n[43]What-- when? \n[44]I don't have to prove shit to you. The Ripley job is <i>my</i> job.  You're either in or you're not.  You wanna pop some crack dealer pissed you off, that's your problem, not mine. \n[45]I think you're forgetting, this is my car.  I drove it up here. \n[46]Why'd he have to do that to that girl? \n[47]It's all right with you, I'll just hang in the car. \n[48]Why would I do that? \n[49]Jesus Christ, what're you guys doing here? \n[50]That broad you picked up -- did you know she was a US Marshal, for Christ sake? \n[51]She <i>knew</i> me from some bullshit dope bust.  She drove me to court.  Twice. You know what she said, we're in the car on the turnpike?  \"I never forget anybody I've cuffed and shackled.\" \n[52]I don't know... \n[53]These guys, man, they're crazy. Shit. \n[54]White Boy Bob. White Boy used to be a fighter. \n[55]I thought you guys were busted. \n[56]I got to go take a piss. \n[57]Jesus, I don't believe it. \n[58]I mean I'm not stealing the fucking car. \n[59]I already stole it.  Last week or whenever it was, in West Palm.  I can't be stealing it again, can I? \n[60]Jesus.  How'd you know about Snoopy? \n[61]You're gonna bust me for picking up a car? \n[62]Listen, these guys, they're gonna be out here any minute looking for me. They're fucking animals. \n[63]Nothing.  I just wanna get the fuck outta here. \n[64]Rippin' off Ripley was my idea, but these guys, man, they're into shit I can't handle. \n[65]Yeah, the plan was to pick him up at his office tomorrow, take him out to his house in Bloomfield Hills.  Now, I don't give a shit what they do. \n[66]He's supposed to be, but he hasn't shown up yet, which is a good thing for him. \n[67]Maurice is gonna kill him, try and collect the reward. \n[68]I don't know-- he doesn't exactly confide in me. \n[69]I'm freezing my ass off. \n[70]Really? \n[71]I know, you'll find me.  Jesus, I believe it.  I keep thinking if you hadn't driven me to federal court last summer, you wouldn't even know who I am. ", "RIPLEY": "\n[1]Oh, uh, right, thanks... \n[2]Thank you... \n[3]What? \n[4]I think it's Dunn &amp; Bradstreet.  But then, I could be wrong... \n[5]Well, I need that... \n[6]Sounds high, doesn't it? \n[7]Still... \n[8]Really?  Well, I uhhh... \n[9]Excuse me.  Snoopy?  Did we settle the fish thing? \n[10]That's how you do it. \n[11]Thanks for your help. \n[12]Must take balls, do what you do. \n[13]Tell me something.  What's it like, walk in a bank with a gun, stick it up? \n[14]Really? \n[15]You're the reason, Jack, I don't keep all my money in banks. \n[16]I know what you're talking about. \n[17]Yeah, but who's gonna believe Glenn? I mean, do you believe Glenn? \n[18]Plus, even it was true, he'd still have to figure out where I keep 'em. \n[19]It's a big house. \n[20]Tell me something, Jack, how much longer you in here? \n[21]I was just thinking that I could use a guy like you, someone knows how to ask for things the right way.  I'm talkin' about when you're outta here.  I mean, you can't rob banks for ever. \n[22]Hey, Jack?  Bullshit.  I didn't make my first million until I was forty- two.  Forty-two.  You really want to change, it's never too late. \n[23]Who is?  But then you gotta look at a job as more than just work.  You gotta look at it as peace of mind.  As <i>security</i>, you know what I mean?  I got offices in Detroit, Miami, Boston, take your pick. \n[24]No need to decide now.  Be like the fish.  Let whatever happens happen. \n[25]Yeah, fish live in the present.  They don't dwell on yesterday and they don't worry about tomorrow.  Even when a big fish attacks a little fish, there's no neurosis involved.  No guilt afterward. No whining on some fish-shrink's couch. They just do it.  They accept. \n[26]The fish saved my life.  Two years ago, I found out I had high blood pressure.  So my doctor, he tells me to go get an aquarium, look at the fish every time I felt myself stressing out. \n[27]It works.  You should try it sometime. \n[28]Think about my offer, Jack. \n[29]I guess next time I see you, you'll be wearing a suit and tie... \n[30]What's to think about? \n[31]First, I'm goin' to Israel for a year, study the Talmud, work on a Kibbutz... then come back, maybe take some tennis lessons. \n[32]Here... Something to remember me by. \n[33]It's not the real thing, but it's still nice to look at. \n[34]See you on the outside, Jack. \n[35]Jack?  Whoa-- what's the problem? Take it easy, let's talk... \n[36]You know, I wasn't sure you'd show up. But I was pretty sure that, if you did, you'd throw the job in my face. Understand something, Jack.  Up to this point, everything you've done with your life means absolutely nothing in the real world.  Less than nothing. \n[37]You're a bank robber.  This is not a marketable skill.  There are no old bank robbers out in the world living on pensions.  You know this.  That's why you're here right now.  \n[38]Today, I'm offering you a lousy job at a lousy wage.  You think you're better than that?  Fine.  Show me.  Show me that you're really willing to change and we'll talk about something better. A lot better.  But first, Jack, you gotta earn it. \n[39]Jack, I'm disappointed.  I guess I misjudged you. \n[40]Gentlemen.  I think we've calmed down now.  Haven't we, Jack? \n[41]Foley?  That you? \n[42]Jesus Christ, what the hell are you doing here?  What's going on?  Who's upstairs? \n[43]Maurice?  From Lompoc?  Good God. \n[44]Have they got Midge up there? \n[45]We thought it might be her husband. Sometimes he comes and checks up on her.  She told him I was down in Florida. \n[46]What do you want from me, Jack?  Name it.  You want money? \n[47]We'll go to my bank.  I'll make a withdrawal. \n[48]Thank you. \n[49]Good God... they're shooting Midge! \n[50]I can't believe you're still angry with me, Jack, after all this time. \n[51]Five point two. \n[52]I'm not leaving Midge. \n[53]If that's my fate, so be it.  I'm not leaving. I love her, Jack. \n[54]Are those <i>my</i> suits? \n[55]Midge. \n[56]Foley's got it. \n[57]Midge! \n[58]Listen, Jack... What'd you do with my diamonds? ", "MARSHALL": "\n[1]Happy birthday. \n[2]Something better.  Open it. \n[3]It's a -- \n[4]Happy birthday, kid. You want another Coke? \n[5]Which one is that?  The ATF guy? \n[6]He's still married though, huh? \n[7]Oh, he's moved out? \n[8]Then they're not separated, are they? \n[9]What're you doing at Glades? \n[10]You know you can always step in, work with me full-time as one of my investigators. \n[11]You used to like it. \n[12]You'd meet doctors, lawyers -- nothing wrong with them necessarily if they're divorced.  Why settle for some cowboy cop who drinks too much and cheats on his wife?  That's the way those hotshots are, all of 'em. \n[13]We don't get to talk much any more. \n[14]I'd like that. \n[15]You were talking in your sleep. \n[16]\"Hey, yourself.\" \n[17]Marshall Sisco.  Karen's dad. \n[18]I need to go to the john anyway. \n[19]Agent Burdon. \n[20]The white man's Burdon.  That's what everybody calls him in Miami.  The Metro-Dade guys.  He's got a knack for pissing people off. \n[21]What are you thinking about? \n[22]Tell you what, you're a good girl, you might get another one for Christmas. \n[23]Is this Foley? \n[24]No? \n[25]Likewise. \n[26]I see that. \n[27]In case no one knows what he does. Tell me, Ray, you ever wear one says, \"Undercover\"? \n[28]Off a tip? \n[29]I knew it, soon as I saw they were offering a reward. \n[30]Did you pay the guy the reward? \n[31]Hello? Yeah, she is.  Just a minute. For you. \n[32]Something I've been wondering, Ray... \n[33]It says in the headline, \"I slept with a murderer, says shaken Miami woman.\" She lives in Little Havana, her husband's out of town working when one of the escapees shows up at her door... \n[34]...She fixes him pork chops and rice, the next thing you know they're making love on the sofa.  She says he was very gentle. \n[35]That's how you score now? \n[36]So the woman's married.  She goes to bed with this prison escapee because he misses his little girl and then tells the world about it.  But you don't reveal her name, you protect her.  It sounds like you're saying it's okay as long as her husband doesn't find out about it.  Like the guy who cheats on his wife, saying what she doesn't know won't hurt her. \n[37]What? \n[38]Remember, pay attention to how she talks about Foley, her tone.  Do it right, she'll tell you things she wouldn't tell Burdon.  Tell her you think he's a nice guy.  No, first tell her about being in the trunk with him, in the dark for half an hour, and see how she takes it.  If she's in on it, what does she get for all the aggravation; cops breathing on her?  I bet nothing.  So she still likes him enough to stick her neck out.  You think that's possible?  What kind of guy is he? \n[39]He remind you of that guy, Tillman? \n[40]But you know he's dirty and you still wanna see him again. \n[41]Maybe.  But you're also curious about the man.  Twice last night you asked your married boyfriend Nicolet about him.  You were concerned, but you didn't want to show it. \n[42]You like the wild ones, don't you? Tillman, Nicolet and now Foley.  You know, I've always said there's a thin line between the cowboy cops and the armed robbers, all those guys that love to pack. \n[43]Yeah, but you talked all the way from GCI to the turnpike.  It sounds more like a first date than a kidnapping.  \n[44]Go talk to the ex-wife. \n[45]He waved to you? \n[46]You wave back? \n[47]I imagine you would've though. \n[48]So? \n[49]He doesn't seem to hold a grudge. What <i>I</i> want to know is why, they got such a big score up north, did Foley hang around Miami for so long? Any thoughts on that one? \n[50]You gonna go get him? \n[51]I was just thinking... you could have a nice time with him on the plane -- like picking up where your interlude, or whatever you call it, left off. And then throw him in the can. \n[52]My little girl, the tough babe. ", "ADELE": "\n[1]Hello? Yeah, I accept. \n[2]Hey, Bank Robber, want some advice? Next time, leave the engine running. \n[3]Till it's not funny any more.  What do you want, Jack? \n[4]Didn't you tell me one-time calls aren't monitored? \n[5]So why don't you come right out and tell me what you're talking about? \n[6]What's free about it?  I'm looking for work. \n[7]Emil the Amazing.  The bastard fired me and hired another girl, a redhead. I'm working on a new business card, pass out to the cafes.  How's this sound-- \n[8]And the one driving the other car? \n[9]Well, seeing as you have so much luck with cars, Buddy thought it might be better to bring two.  He got this guy he says you know from Lompoc, Glenn something. \n[10]Yeah, that's him.  Buddy says Glenn thinks you guys are real cool. \n[11]Hi, this is Adele speaking. \n[12]Yes, it is. \n[13]You were <i>both</i> in the trunk?  Together? \n[14]They didn't <i>tell</i> me anything, they asked questions. \n[15]I know a Glenn. \n[16]I'm getting ready to go out.  You can come in if you want, sit down for a minute.  Would you like a Diet Coke?  \n[17]Those are cute shoes.  The kind of jobs I get, I have to wear these killer spikes, they ruin your feet. \n[18]When you were in the trunk with Jack... \n[19]He didn't hurt you or anything, did he? \n[20]He gets that way when he's nervous sometimes. \n[21]He didn't want me to. \n[22]I don't know.  He was different after he was sentenced, looking at thirty years.  Said it depressed him every time the younger cons called him an old timer. \n[23]He'd call every once in a while. \n[24]He did?  I don't remember.  Did he say about me?  In the trunk? \n[25]Huh.  Problem is, Jack's idea of a normal life is robbing banks.  It's all he's ever done. \n[26]He said he was a card player.  I could live with that.  I never knew he robbed banks till he got busted with that car that caught fire -- if you can imagine something like that happening, comes out of the bank and the car's on fire. I did go see him in jail to tell him I was filing for divorce.  He said, \"Okay.\"  Jack's so easy going. He was fun, but never what you'd call a real husband. \n[27]I'll say one thing for Jack, he was never ugly or mean, or drank too much. He was very considerate, lights on or off, if you know what I mean. \n[28]Buddy'll take care of him.  Keep him out've trouble.  He's Jack's conscience. Always has been. He tell you how they met? \n[29]Jack came out of a bank he just robbed in Pasadena, couldn't get his stolen car to start.  Battery was dead.  He looks over, sees Buddy sitting in a burgundy Bonneville, goes up, offers him a thousand dollars for a jump. Turns out, Buddy was casing the same bank and saw the whole thing.  Buddy says, I'll take the thousand, but we're leaving in my car, not that piece of shit you come in. They musta robbed fifty banks together. \n[30]That wasn't Jack's fault.  No, that was on account of Buddy, for some reason, decided to call his sister and confess to a job before they'd done it instead of after.  She called the FBI and they both went down, ended up at Lompoc. I think Buddy felt kinda bad about that. \n[31]Yes. \n[32]Who is it? \n[33]Oh.  Uh-huh. \n[34]Yeah, I was Emil's box-jumper for almost four years. \n[35]His assistant. \n[36]You say you perform in the Miami area? \n[37]I'm not dressed. \n[38]Who are you? \n[39]Wait in the hall!  I have to get dressed! \n[40]I don't know where he is. \n[41]Go away, or I'll call the police. \n[42]On your knees. \n[43]Lie face down on the floor. \n[44]Yes. \n[45]Yes. \n[46]You're good. ", "BURDON": "\n[1]Daniel Burdon, FBI. \n[2]You mind please waiting outside.  We have some business to do here. \n[3]That's nice of you to offer, Karen, but I got all the help I can use right now.  Instead, let's talk about how you got the bump on your head. \n[4]Yes, but I want to hear you tell it. Starting with when you tried to grab the wheel -- where was this? \n[5]There's a couple of points I keep wondering about have to do with the two guys that grabbed you.  Buddy is it?  And this fella Jack Foley.  I swear the man must've robbed two hundred banks in his time. \n[6]You talked to him? \n[7]What'd you talk about? \n[8]This fella holds you hostage, you talk about movies? \n[9]Foley made me think of that fella Carl Tillman, the one you were seeing, it turns out the same time he was doing banks.  You recall that? \n[10]Yeah, but I had enough reason to believe he did, and I told you.  So you had to at least suspect him. \n[11]The time came, you shot him.  But you didn't shoot Foley or the guy with him.  They're unarmed, you had a shotgun and you let them throw you in the trunk. Okay, now you got your Sig in your hand.  You say in the report you couldn't turn around, he had you pinned down.  But when the trunk opened, how come you didn't cap the two guys then? \n[12]You say in the report Glenn didn't have a gun, but you let him get away, too. \n[13]Karen, I've been with the Bureau fifteen years, on all kinds of investigations. \n[14]I have to qualify, is that it? \n[15]We'll talk another time, Karen.  All right?  I'd like to know why Foley put you in that second car when he didn't need you any more. \n[16]Sounds to me like he liked having you around.  I'll see you, Karen.  Mr. Sisco. \n[17]Karen.  Where are you?  I been trying to get a hold of you. \n[18]Where are you?  I been trying to reach you. \n[19]What-- we already talked to her.  That's a dead end. \n[20]There was a Buddy Bragg at Lompoc around the same time Foley was there.  We got an address for him at the Adams Hotel in Hallandale.  I want you to go there, see if you can get the manager to i.d. him as the other guy.  If he does, you call me right away... \n[21]But don't you do anything.  You just have a seat, wait for me to get there. \n[22]Now.  What is it you wanted to tell me? \n[23]What?  Is that what you're calling me about? \n[24]Yeah, sure, Karen.  You bring in Chirino, you can be on the task force. \n[25]Good.  Now forget about the ex-wife and get over to the Adams Hotel. \n[26]You get the key? \n[27]I want two men outside, front and back. Conway and Jessup go on up to seven, cover both ends of the hall. \n[28]You're primary, you're secondary, you're point man. \n[29]Yeah, why? \n[30]Fine.  Whatever. \n[31]Fuck it.  Let's take the stairs. Karen... \n[32]Take the radio, stay down here in the lobby, watch the elevator. \n[33]You can go wait out in the car, you want to. \n[34]Now you see Foley and this guy Bragg come in behind us, whatta you do? \n[35]And you let them come up.  You don't try to make the bust yourself.  You understand? \n[36]Karen.  They're not up here.  Keep your eyes open. \n[37]Karen.  Report.  You see anything? Karen?  You there?  Karen...? ", "MOSELLE": "\n[1]Tuffy.  C'mere, boy... \n[2]What for?  It's not for me. \n[3]Bad dog. \n[4]I'm trainin' Tuffy, so he can be on a Kal Kan commercial, make us some extra money. \n[5]Hello? For you. \n[6]What do you want? \n[7]You find him, tell him the dog got run over and I'm out of grocery money. \n[8]Lady looking for Maurice. \n[9]Hasn't said. \n[10]That's Kenneth, my brother.  He's talking on the phone. \n[11]You ask her.  Maurice's business is none of <i>my</i> business. \n[12]You like to sit down? \n[13]You not with probation, one of those? \n[14]You a lawyer? \n[15]Glenn?  No, I don't know any Glenn. \n[16]Here?  In this house? \n[17]Well, <i>he</i> ain't even here that much.  I like to know where he goes, but at the same time I don't <i>want</i> to know, you understand? \n[18]Got run over by a car. \n[19]Was a she, name Tuffy. \n[20]I don't know -- the gym, the fights. I <i>know</i> he don't miss the fights.  Having some tomorrow night at the State Theater.  He use to take me. \n[21]She looking for a man name of Glenn. ", "WHITE BOY BOB": "\n[1]We're here. \n[2]We have a problem here? \n[3]You call him that again I'll put your head through the wall. \n[4]Ten gees. \n[5]You drink like a girl. \n[6]What're you telling us for?  You want somebody to hold your little pecker? \n[7]I think he must've fell in. \n[8]The car's still there.  I looked. \n[9]I left my wallet in the house I robbed. \n[10]Hey-- \n[11]I found a rubber. \n[12]Uh, Foley? \n[13]Cool. \n[14]Are they dead? \n[15]Hold it, asshole! \n[16]Drop the gun. \n[17]Now stay right there.  Don't move. \n[18]Maurice!  I got Foley! \n[19]Maurice!  Up here! ", "KENNETH": "\n[1]The one gonna help us rip off the rich guy? \n[2]Do what? \n[3]The State, huh.  Who's fighting? \n[4]Did I ask you?  Go on out of here.  Do something with yourself. \n[5]How you know that? \n[6]I <i>was</i>... \n[7]Till I got my retina detached two time. \n[8]Light to super-middleweight, as my body developed.  You go about what, bantam? \n[9]You know your divisions.  You like the fights?  Like the rough stuff?  Yeah, I bet you do. Like to get down and tussle a little bit?  Like me and Tuffy, before she got run over, we use to get down on the floor and tussle.  I say to her, \"You a good dog, Tuffy, here's a treat for you.\"  And I give Tuffy what every dog love best.  You know what that is? A bone. I can give you a bone, too, girl. \n[10]Don't matter.  I let the monster out, you gonna do what it wants. \n[11]Bring your own rubbers with you? \n[12]We gonna tussle first. \n[13]God <i>damn</i>... \n[14]What's wrong with you? \n[15]Hey, shit, we're gonna have a party. \n[16]What's you name, mama? \n[17]I don't recognize none of these bands. \n[18]I think she like to tussle with me. Get boned a way she gonna remember. ", "CRUZ": "\n[1]Ironic, isn't it? \n[2]Freezing.  But I'm getting warmer. \n[3]Yeah.  And I thought everyone liked Eddie. \n[4]Dude in the dress is Eddie Solomon, used to buy scag off a corner till he kicked it and found his happiness with crack and then started dealing himself. Word on the street was he was saving up for an operation. \n[5]Yeah, Eddie was a real character.  Had these girls cooked the rocks he called the Rockettes. \n[6]Yonelle.  Looks like someone raped her, shot her, then threw her out the window. Fuckin' animals. \n[7]Let's get some air. \n[8]Other than we had so much fun the last time we worked together.  You gonna tell me why you're comin' to me instead of the FBI? \n[9]You know, I'm not in homicide any more. \n[10]Yeah, I'm crimes against persons and property now, also sex crimes and child abuse. \n[11]Yeah, and, as you can see, home invasions are big, too. \n[12]Who was the friend? \n[13]Christ, I know Snoopy Miller.  He's a fuckin' wackjob thinks he's Sugar Ray Leonard.  Hangs out with a couple other Grade-A nutcases over on the West side. \n[14]That's fine, but I don't want you to talk to Miller alone. \n[15]Yes, you are.  I'll call you tomorrow with the address. \n[16]Karen, you gonna promise me you're not gonna go in, do anything stupid till I get there... \n[17]We're a few minutes away.  Just sit tight, stay outta the house till we get there, understand? \n[18]Karen, I told you not to-- ", "CHINO": "\n[1]I told you, man, Super Bowl Sunday. \n[2]Why you think is today? \n[3]You want, I tole you you can come. You all right, Foley.  I like you. \n[4]You see what they doing, those posts out there?  Putting up another fence, five metres on the other side of the one that's there.  We wait until Super Bowl Sunday, they could have the second fence built and we have to dig another nine, ten days.  So we going soon as it's dark.  You want -- I mean it -- you can still come. \n[5]Oh, is this Adele? \n[6]Uh-- sorry.  Wrong number. \n[7]I want to speak with you, please. \n[8]Wait.  You not Adele? \n[9]Oh.  Then this must be Adele... \n[10]You wouldn't shoot me, would you? \n[11]I could walk out of here. \n[12]Oh, is that right?  You going to shoot me?  Nice girl like you? I don't think so. \n[13]What?! \n[14]Excuse me... \n[15]Excuse me, Adele? \n[16]You do the sawing of the box in half trick with you inside? \n[17]Tell me, how do you do that? ", "CHINO'S VOICE": "\n[1]Adele?  You in there? \n[2]I talk to the guy you work for, Emil. He tole me your number and where you live.  See, I'm looking for an assistant and would like to speak to you. \n[3]You did work for Emil, right? \n[4]You were his what, his box? \n[5]Yes, around here.  I was a mayishan in Cuba before I come here.  Manuel the Mayishan was my name. \n[6]Can you open the door? \n[7]Listen to me. I'm a good friend of Jack Foley. \n[8]Jose Chirino. \n[9]Or maybe you hear Jack Foley call me Chino.  I'm the same person. \n[10]Tell me where is Jack Foley, I don't bother you no more. \n[11]Listen, I'm the one help Jack escape from prison.  He tole me, I can't find him to see you.  So why don't you open this fucking door.  Okay?  So we can speak. \n[12]Why you want to do that, to a frien'? \n[13]Okay, you don't want to help me, I'm leaving. I'm going now.  I see you maybe some time, okay?  Bye bye. ", "HEJIRA": "\n[1]Islamic. \n[2]The Hejira was the flight of Mohammed from Mecca in 622. \n[3]The brothers in Leavenworth gave me the name. \n[4]For a time. \n[5]Meaning time came, I left. \n[6]I prefer to call it an exodus from an undesirable place. \n[7]That time? \n[8]Yeah.  That was the ninth. \n[9]Ten, you count the prison hospital in Ohio I walked away from. \n[10]Hejira. \n[11]Apparently, yeah.  I was supposed to leave last night with the lady marshal, but for some reason she wanted to wait. \n[12]Cheaper I guess, take us both down in one van. \n[13]Like what? ", "VOICE": "\n[1]Hey! \n[2]It's me, Glenn. \n[3]Hey. \n[4]Hey, Studs, how you doing? \n[5]Called themselves the Youngboys. \n[6]Atheneum Hotel. \n[7]I'm sorry, but there's no one by that name registered. \n[8]Best Western... \n[9]What you want with Maurice? \n[10]Can I buy you a drink? \n[11]Foley. ", "RAY": "\n[1]You look great.  Your dad taking good care of you? \n[2]I've heard a lot about you, Mr. Sisco. \n[3]No.  Course not. \n[4]Great.  We got one of 'em. \n[5]Yeah, someone spotted two of 'em in this hobo camp out by the airport, called the number-- \n[6]Foley?  Oh.  No, it was one of the Cubans.  Linares. \n[7]We went out there, full SWAT, two choppers, the whole bit, but Linares started shooting anyway.  We put him down, but somehow Chirino got away. \n[8]Yeah, as soon as we got back. \n[9]This place was strictly Cuban.  If Foley had a ride he must have his own agenda. He seems to be the only one knows what he's doing. \n[10]I spoke to her.  The guy told her he missed his little girl and she felt sorry for him. \n[11]The woman also said he stole her husband's gun, a twenty-two pistol, and some of his clothes. ", "PUP": "\n[1]You want something, Foley? \n[2]How many? \n[3]Okay.  How many going out? \n[4]When? \n[5]You know who they are? \n[6]I don't hear 'em.  Where's the tunnel come out? \n[7]I don't see nothing there. \n[8]There some car headlights out there... Jesus Christ... \n[9]Man outside the fence!  By tower six! This is Officer Pupko... I'm looking at him, for Christ's sake! ", "MAID": "\n[1]I told you, he isn't here. \n[2]He's in Florida.  Palm Beach. \n[3]Mr. Ripley's down for the season. Christmas to Easter. \n[4]That's right, just me. \n[5]I don't have any idea. \n[6]Like a fag. \n[7]The combination is three-ten-forty-four. \n[8]Richard's birthday. \n[9]Where's Dick? "}}