{"dialogues": {"SHANE": "\n[1]Lieutenant Shane Wolfe, United States Navy. I'm gonna get you outta here. But you have to do exactly what I say, when I say it. My way -- no highway option. Do you copy? Where's the briefcase? \n[2]I've got the Prof and the case. First round's on me back at Virginia Beach. \n[3]Hold on. \n[4]You know how to swim? \n[5]Better keep that on `til we get to the rendezvous point. \n[6]No. I'm just not big on chit chat. \n[7]Negative. Not imperative to the mission. We have to keep moving. I have strict orders to get you out of here safely. \n[8]Make it quick. \n[9]Negative. \n[10]We're almost ready.    Just gives us a - \n[11]Professor, RUN!!! \n[12]Captain, sir. \n[13]... I know sir. And I except full responsibility for the mission's failure. \n[14]He had to call his family. A lapse in judgement on my part that I regret sir. \n[15]The case was empty sir, as I stated in my report. \n[16]Sir. Thank you. I... appreciate your confidence. \n[17]I'll need to put a team together. I'm gonna need the mini sub, I need access to an EP3 aries 2 spy plane... \n[18]That's it? Why would you want me for that, sir. \n[19]Sirnosir. It's just that... I've never been very good with kids, sir. Not even when I was a kid sir. \n[20]Lieutenant Shane Wolfe, reporting for duty. \n[21]Ma'am... Baby. \n[22]You have a pleasant family, ma'am. \n[23]Mrs. Plummer, I have to tell you that I did everything I could... \n[24]Nothing will happen to your family as long as I'm here. I've dealt with much... \n[25]Mrs. Plummer- \n[26]... Mrs. Plummer, I'll go secure the perimeter. \n[27]Don't worry. They'll be safe with me. \n[28]... No. \n[29]Could you turn that dow- \n[30]Hey- \n[31]... Where's the baby? \n[32]You run a very loose ship. \n[33]So you're the one who broke in. Zoe -- go back inside. \n[34]Not with this kid.  You -- Gimme twenty! \n[35]I meant PUSH-UPS! \n[36]My apologies. We had an intruder. A simple misunderstanding. \n[37]Oh. Sorry. \n[38]Sorry. \n[39]Your mother thought you were in real danger. You should have told her the truth. \n[40]Not anymore. \n[41]Lights out. \n[42]This family's in for a rude awakening. \n[43]You're burning daylight. Move.       Move. \n[44]Now move it! \n[45]Hey. Not in front of the kids. \n[46]Usca mi-as chilotii pe crucea lu mata! \n[47]Listen up, ladies. Your behavior is unacceptable. In order to maintain a state of safety we need to maintain a state of discipline and order. I've only got one rule: Everything is done my way. No highway option. Do you copy? \n[48]What?   I said -- do you... \n[49]Do not copy me! \n[50]Tracking devices. Now that I know I can't trust you... Never take them off. The panic button is only for emergencies. Touch that -- you better be dying, or you're dead. \n[51]Let me explain how the chain of command works. I tell you what to do -- and you do it. End of chain. Now I'm not gonna have time to learn your names. So you are --  Red 1, Red 2, Red Leader, Red baby... wait, where's the older male? There were five. \n[52]Red 4!    Open this door! \n[53]It didn't have to go down like- \n[54]All I need is a hammer and some plaster of Paris. I can fix this. \n[55]Here's your bracelet. If you'd been wearing it, this wouldn't have happened. \n[56]Hey, hey, good soldiers aren't afraid of anything. \n[57]Really?   And where is this ghost? \n[58]Red Leader, remain calm -- \n[59]Let's not be hasty. \n[60]Hello--- Don't even think about it. \n[61]Ah, Mrs. Plummer. No no -- everything's fine. You're gonna be gone how much longer? \n[62]Five business days? \n[63]That is not a problem. Just doing my... \n[64]Duty. \n[65]Ah! Things are GREAT!!! You do what you have to do. \n[66]Take care, Mrs. Plummer. \n[67]Red Leader! I command you to come back! That is a direct order! You can't leave a man behind!! \n[68]I don't know the Peter Panda song!! \n[69]Okay, listen up. There's been a change of plans. Your mom's not coming back as soon as she thought... \n[70]Soon. In the meantime, we're just gonna have some more big fun. \n[71]Whoa, WHOA! HALT! We'll take this hill one inch at a time. Only then can we rise to the challenge. All for one, and one for all! \n[72]That's Army. I'm Navy.     But I appreciate your enthusiasm. \n[73]Tell me that was the duck? \n[74]Hey.   HEY! \n[75]The things I do for my country. \n[76]Thank you. \n[77]Affirmative. \n[78]None of your business. \n[79]I think -- it's time for you take a nappy- poo, in beddibye land, little girl. \n[80]What are you waiting for?    Dig in. \n[81]Don't worry, I can get lots more of those. And I've survived off this stuff for months. \n[82]Okay, ladies. Your mama -- is not here to take care of you now. So -- here's how it's gonna be. We're gonna pull together, all for one, one for all. If I say in, you stay in, if I say out, you go out... \n[83]I did not say at ease! \n[84]Yes. \n[85]Negative. \n[86]Plummer residence... yes, I know it's Monday. Oh. Thank you, sir. \n[87]Your vice principal. He said if you're late again, you and Todd are expelled. He wants to see you in his office. With your ... legal guardian. \n[88]Not on my watch. \n[89]Wolfe. Shane. Lieutenant. I'm in charge of watching these kids for... a few days. \n[90]Red 1, Red 2. Get moving. \n[91]Bodyguard. You see, Mrs. Plummer called my captain, she thought the kids needed - \n[92]... You're kidding? \n[93]\"Honor, Courage... \n[94]Can't be too careful. So. Permission to stick around and keep eyes on the kids? \n[95]No one will even notice I'm here. \n[96]Clean as a whistle. \n[97]Back off. Official Business. \n[98]Give up now. Save us both a world of pain. Now -- last time: Open the hanger, Black Hawk coming in. \n[99]Open in T minus three, two, one... \n[100]Show no weakness. \n[101]... Sure. \n[102]Hey -- I out rank you, you know. \n[103]Oh, man... \n[104]... Nice moves, man. \n[105]... Sorry, sir. I'm on duty. \n[106]I'd love to, for one who'll eat, and not cry. \n[107]Oh -- change him. Roger that. Uh... \n[108]But... \n[109]Emergency! \n[110]Thanks. \n[111]Tell me where the kids are and I'll let you all live! \n[112]Red 1?   Red 2? \n[113]Just fine, thank you. \n[114]Who are those people? \n[115]Get rid of them. \n[116]Selling cookies isn't imperative to my mission. \n[117]Alright, ladies. Here's how it's gonna be. Tonight, I'm gonna be your den -- commander. That means if you want to live to see tomorrow, do as I say. DO WE \n[118]Good. Now -- wait here. \n[119]I gotta get supplies. I can see you through the window, but if anything happens... \n[120]Where are my troops? \n[121]What happened?  Well? \n[122]Well then -- I'm afraid I have to eliminate them. If I don't come back -- avenge my death. \n[123]This is not a toy. I'm here to protect you. Not cookies. Get in the car, we're going home. \n[124]Where? \n[125]I wish I were in Chechnya. \n[126]In a big glass    This much ice... this much cyanide. \n[127]What? \n[128]I'm watching your brother... \n[129]That's not fair. Nobody can jump thirty feet. \n[130]That wasn't a documentary. \n[131]This isn't fair. My joystick's broken. \n[132]You don't have a baby on your chest... \n[133]\n[134]Move, move, move! Go go! \n[135]Inexcusable, to leave a man behind like that... \n[136]Clear out! GO GO GO! \n[137]Party's over. \n[138]No one leaves until this house is spotless! I want to be able to eat off the floor! The latrine! Hell, I wanna be able to eat in the kitchen!! \n[139]Oh no you don't. Now, we're gonna do this my way -- no highway option. \n[140]Start swabbing, ladies. \n[141]Those people aren't your friends. They show no respect for you or your house. Because you have no respect for yourself. \n[142]You got barf on your tank top. Company, downstairs! \n[143]You're right, Red 1. I'm not the man for this job. \n[144]In all my years I have never been treated with such disrespect. Not even from the enemy. Don't worry, as soon as your mom comes back, I'm gone. \n[145]Now what? \n[146]Puberty... talking doesn't do any good. Go to your rooms. \n[147]Go! \n[148]Okay -- who wants some? \n[149]Kids.   It's safe. You can open up. \n[150]I'm not going anywhere. \n[151]Shhh... It's okay. \n[152]They're looking for a program, that your father invented. \n[153]They're not after you. They want this. But nothing's gonna happen to you, as long as I'm here. And I'm not going anywhere. \n[154]But I can't do this without your help, okay? We need a little more cooperation here.  Tell you what -- let's start over. From now on, you listen to me, and do what I say. (to Zoe and Todd:) And I... I'll listen to you too. Deal? Truce -- okay? \n[155]C'mon c'mon c'mon... \n[156]Mrs. Plummer... two men tried to get into the house tonight. \n[157]No - it's okay. They're gone, everyone's fine. They were looking for GHOST, but they didn't find it. You have any luck? \n[158]...So soon? We were just starting to have fun. Don't worry -- we'll be just fine. \n[159]I gotta warn you guys: From now on, I'm gonna be sticking even closer. \n[160]Don't worry. So, she wrecked a driver's Ed. car -- she'll pay for the damage... \n[161]Red two? I mean Todd? \n[162]Has he been skipping class? \n[163]He's not a NAZI. \n[164]I'll talk to him. \n[165]Another time, maybe... \n[166]Did you kick me in the back? Is there a footprint on my jacket? \n[167]Wait Todd, I want to talk to you... \n[168]Smart kid. \n[169]Zoe, you're in charge. If anyone gets within forty clicks of the perimeter, signal me. Keep all doors sealed, do your homework, preheat the oven, and make sure Lulu brushes her teeth! \n[170]You want in or out? \n[171]No. My hands are freezing. \n[172]AT EASE.  Would you listen, just once? Look, I don't know a hell of a lot about this kinda stuff, but... You're good. A lot to learn, but with hard work, discipline -- you could make a go of this. \n[173]That guy's an idiot. \n[174]\"Sound of Music\" is a great show. My dad took me to see it when I was a kid. \n[175]Come on. Julie Andrews was hot. \n[176]You know what girls think is weird? Wrestling. Men in leotards pinning each other to the floor? I've never understood that. Chicks dig guys who can dance. \n[177]\n[178]\n[179]No director? I have directed rescue missions in Afghanistan! I've directed numerous snatch and grabs in countries who's names you are not allowed to know. I have choreographed multi-pronged amphibious landings and stealth air attacks! Do you think I have the stomach to whip this production into shape, or not? \n[180]\n[181]... What's up? \n[182]I don't see what you see in this guy. \n[183]It won't happen again. \n[184]Okay. I promise. I won't touch him. \n[185]Okay. Let's see. Once there was a family of Elves. \n[186]One day, the little Elf family -- Uh. Went into the magic forest. To find a secret gnome... facility, where gnomes where turning mushrooms into... Uranium. The elves had to go in and take it out. \n[187]They were ordered to. By the Elf Unit commander at Elf station bravo. So -- they waited for cloud cover, and they came in from the north... \n[188]The Elf Team decided on an L Ambush -- so three elves formed a base leg and laid down a heavy suppressive fire on the gnomes while the others maneuvered around to the right flank and walked through finishing off anything left alive... I mean standing...                    D \n[189]... And not one Elf got left behind that day. We got `em all. Even, the teeniest little elf of all -- Rodriquez. \n[190]Oh, c'mon... I can't remember that thing. \n[191]When you're down and low, lower than the floor. And you ain't got a chance. Don't make a move `til you're in the groove, and do the Panda Dance... \n[192]Just hop three times like a kangaroo -- Sidestep twice, just like the crabs do. \n[193]Take three steps forward and one step back... \n[194]What are you looking at? \n[195]Today you drive. \n[196]Exactly. \n[197]\n[198]Do you know what causes most accidents? is that you keep an absolute focus on... \n[199]THE ROAD! Don't look at me... \n[200]No. Keep going. I trust you. \n[201]Good. Next lesson, 1500 hours. \n[202]I know 437 ways to hurt a man without touching him. Broken promises lead to broken legs. Do we understand each other? \n[203]Wow.   I'm glad I never had you for a CO. \n[204]Thanks. \n[205]You look nice today. \n[206]You said you wanted to wrestle. You win. Let's do it. \n[207]I'll be sure to lock up when I'm through. \n[208]Dislocated nerve, that's all. He'll be fine in  two months. \n[209]Let's go, Todd. I got my troops waiting. \n[210]If you're ever lost in the woods, the first thing you have to do is find a source of drinking water! And make sure it's potable. If you're not sure, boil it for thirty minutes! \n[211]You have to eat, right? Well let me tell you you're not gonna find Girl Scout cookies out here. \n[212]No brownies   either. A lot of roots are edible. So    is some tree bark. When I HALO'd into   Rwanda, I lived off the underground   fern stem for three weeks! \n[213]Insects. They look nasty but they're full of nutrients that may save your life. \n[214]Wots of pwotien! \n[215]Okay -- we'll put Von Trapps here, here, and... here at the top of the stairs. Now the Nazis are gonna come in, this way -- and the Von Trapp is set... \n[216]Why don't we just let the Nazis win tonight -- huh? Now. From the top -- think of yourself as a gazelle prancing over the plains. Graceful. \n[217]Gazelle.   Prancing. Graceful.   Again. \n[218]Don't touch that dial sleep for a while -- HEAAAY! And say good night, Peter Panda. \n[219]Good night, Peter. \n[220]I'm not your daddy, Peter. But sweet dreams. \n[221]That's my troop. \n[222]Sound off! \n[223]It's all in the wrist... \n[224]What's wrong... Scott? \n[225]How long you been together? \n[226]That's longer than any relationship I've ever had. \n[227]Hey. Your father cared about you very deeply. He told me you were the greatest things in his life. That what's bothering you? Cause -- we can talk about it, if you want. \n[228]This was my dad's. He was the only family I ever had. Mom left when I was little, cause dad was always gone. Two years in... an indisclosable locale. Another six in... Another indisclosable locale. I didn't really have a home, so I went to military school -- then one day my mom got the letter. No more dad. \n[229]I always wanted to be just like him. I'm starting to realize, I never really knew him. I don't know if I'm like him or not. \n[230]The hardest part was living without any details...why? How? Where? I always wondered if he thought about me. \n[231]You could say I just shut down my emotions. I turned off all feelings and dedicated myself to becoming the perfect soldier. \n[232]Just another assignment. No reason for personal attachments. \n[233]Hey Gary, your wings aren't clipped. How come you don't fly away? \n[234]I guess you've got it good.    Kids to play with. Three squares a day. \n[235]All quiet on the western front. I guess I better fix that Playroom window. \n[236]What happened, Gary? \n[237]What do you suppose this is? \n[238]Sir! Excellent news. I think I found \n[239]No. It's in a steel vault. I've been trying all night, can't crack it, sir. \n[240]One things for sure. After we turn this in to my CO, whoever's been bothering you guys won't be bothering you anymore. \n[241]What's wrong, Lulu? You should be happy. \n[242]You guys better get ready.    Your mom should be home soon. \n[243]Captain. \n[244]That's kind of you, Sir... But I'll have to think about it. \n[245]Sir, all I've never known is the military. At nine years old my father put me in cadet school and from there I never looked back. Don't get me wrong, I wouldn't trade it for anything and I have no regrets... \n[246]But being with these kids has made me feel like there's more to life than taking out your enemy. And I think I want to explore that some more. \n[247]Mr. and Mrs. Chun?     They checked out- \n[248]\n[249]Bill, don't hurt the kids. \n[250]I know the code. I'll get you in... just please don't hurt anyone. \n[251]Anybody got any perfume?          Hair spray... breath freshener... \n[252]Zoe, Todd, Lulu, Peter, Tyler! \n[253]The key is the kid's names. Watch. \n[254]But... That was the code! I swear! I saw Plummer use it on his briefcase. \n[255]Haven't got a chance. \n[256]... When you're down and low, lower than the floor. And you haven't got a chance. Don't make a move `til you're in the groove, and do the Peter Panda Dance. \n[257]Just hop three times like a kangaroo -- \n[258]Sidestep twice, just like the crabs do. \n[259]Three steps forward and one step back. \n[260]Wriggle like a snake `til you can't no more. Then better jump quick, like there ain't no floor. \n[261]Almost done, almost done... \"Just hold your breath, and jump to the left.\" \n[262]And that's the Peter Panda Dance. \n[263]I was devoted to you, sir. And you betrayed all of that. All that we stand for. \n[264]There will be no mercy. \n[265]You're a... terrible neighbor. \n[266]... Say, good night, Peter Panda! \n[267]\n[268]Whoa, WHOA!    What are you doing to these kids?? \n[269]These kids are heroes. They just aided in exposing a high-level espionage ring. I suggest you call the FBI. Now. \n[270]Just doing my job. \n[271]Well. I'm kinda, re-conning the situation, here... And to tell the truth. I don't see anything but reasons to stay. \n[272]... I don't know. I'm on dry land. You're the superior office. You tell me. \n[273]Sir yes sir. \n[274]Ah, come here you. \n[275]He would've wanted me to give it to someone I care about. Like he did. Thank you. For everything. \n[276]Your dad would be so proud. \n[277]What are you talking about?      I'm gonna see you Friday night. \n[278]Tonight is the night we trained for, and failure is not an option! No detail is too small! We are the BEST! Remember your lines, hit your marks, and stay in character! I expect perfection! \n[279]Now let's break a leg. \n[280]YESSS!  Huu-ah! ", "ZOE": "\n[1]Mom -- we'll be fine, chill. \n[2]He's my boyfriend, tool. \n[3]Okay, fine... come on Scott. \n[4]Who do you think you are -- my dad? \n[5]Let me go! It's Saturday night.   I have plans! \n[6]I am not wearing that. Just because my mom's paranoid doesn't mean we have to take orders from you. \n[7]He's in his room. \n[8]He has to go. \n[9]Here he comes...! \n[10]Uh-oh. \n[11]I need a signed release for Driver's Ed! \n[12]Like I'm really gonna eat all those carbs. \n[13]He's only two, he doesn't have any idea what you're talking about. I don't have any idea what you're talking about... \n[14]Who was that? \n[15]Kick his butt, Todd! \n[16]... yeah, he's a total psycho. I think mom found him from one of those Tough Love boot camps or something... \n[17]This is totally cruel and unusual! You can't do this -- we could run out of air! \n[18].. he's got us on lock-down, it's like \n[19]Mom -- stop worrying. \n[20]Seriously, everything's cool. The guy's just a control freak. \n[21]I know. Don't worry, we're okay. Tonight I'm just doing homework -- in my cell. \n[22]Dude, this is outta hand. Who are all these people? \n[23]Dude, not cool... \n[24]It was YOUR idea! I don't even know most of these losers. \n[25]... Thanks a lot, Rambo. My friends will never come here again. \n[26]I do too respect myself. \n[27]You're not my dad! \n[28]We hate you, you hate us. You're like a robot. Why don't you just leave us alone? \n[29]\n[30]I'm sorry for giving you a hard time. \n[31]So Mom's not paranoid? There really are people out to get us. \n[32]Hey mom we're fine, absolutely nothing happened you should worry about. Nope. \n[33]Nothing... It's stupid... Scott. I called him in his room, another girl picked up the phone. I know it's no big deal. I don't know why I let it get to me. \n[34]It's just nice to think someone's thinking about you, you know? \n[35]... No wait! ...What are you gonna do? You're not gonna hurt him are you? Promise you won't touch him. \n[36]But -- I can't even pass driver's Ed. \n[37]Have you given a driving lesson before? \n[38]What?!? \n[39]You wanna drive? \n[40]Ha ha ha. Very funny. \n[41]Don't worry.    I'm not gonna jump. \n[42]o. Scott's fine. I don't know what you \n[43]A month... \n[44]You're okay, Shane. I'm not used to anyone giving me the benefit of the doubt. My teachers don't trust me. Mom doesn't. My dad didn't care about us, he was never here... \n[45]I miss him so much... \n[46]That's horrible, Shane. \n[47]Mommy's coming home! Mommy's coming home! \n[48]Tomorrow morning! \n[49]Welcome home, mom. \n[50]What's taking you? \n[51]Come on. Use the gas, not the brake, 5-0. \n[52]People are trying to kill us. They have my mom, and our bodyguard -- you have to follow me! \n[53]Fine. Don't follow me! \n[54]Hey, I'M the one in Driver's Ed!    I think I know what I'm doing!! \n[55]But, officer... \n[56]If you're reading this, then Julie found the key. Julie, Tyler, Peter, Zoe, Todd, Lulu -- I want to say: I love you more than anything. I always have. \n[57]But... ", "LULU": "\n[1]Mom! There's some weird bald guy at the door! \n[2]Do you copy? \n[3]What?   I said -- do you... \n[4]Stop it, Peter! \n[5]This house is haunted. Daddy even said so. He said there's a ghost. \n[6]When is she coming back? \n[7]But tomorrow's a school day. \n[8]I've got Brownies! \n[9]\"Be all that you can be!\" \n[10]Hi. Zoe thinks you look like the Hulk. I think you're cute. \n[11]Do you know Kung Fu? \n[12]Did you ever punch someone so hard that their head came off? \n[13]What's that medal for? \n[14]I'll trade you a SpongeBob button for it. \n[15]Is that so people can't hurt us? \n[16]Do I look like I'm five to you? \n[17]Can you kill a man with your bare hands? \n[18]... I can cross my eyes. Wanna see? \n[19]Tyler hates it when I do that... \n[20]We're gonna be late. \n[21]See! My nanny can kick your nanny's butt. \n[22]It's my troop, it's Monday. Monday, Wednesday and Saturday are troop nights. \n[23]I can't. Everybody's parents go out on troop nights. They won't be home `til ten. Mom's our den mother. \n[24]Tonight we're supposed to sell cookies. \n[25]We have to. If we don't sell enough cookies, we can't go the Jamboree, and if we can't go to the Jamboree. Come on, Shane. You gotta help me out. They already think I'm a loser. And it's not like I have any other friends, cause mom never lets me out of her sight... \n[26]I know. \n[27]Those boys over there broke our cookies. \n[28]Let's fight! \n[29]I pressed two player. I thought you liked combat. Unless you're scared. \n[30]The Hulk can. \n[31]You wanna switch? \n[32]You're not even trying... \n[33]Too slow... come on -- take a shot... oops too slow... swing and a miss... \n[34]In your face! I am the greatest hand-to- hand combat champion in the entire world! \n[35]Should we send someone in after him? \n[36]Shane --! \n[37]Please don't leave us Shane. \n[38]We're Brownies. \n[39]Go away and we won't hurt you. \n[40]Uh oh. You're gonna have to pay for that. \n[41]From now on, you do things our way -- no highway option! \n[42]But, Shane -- does that mean you'll have to go? \n[43]Hi ya! \n[44]Look out Zoe! Rollers! \n[45]Do you have to wear that thing in your ear all the time? \n[46]Does it itch? \n[47]This is it. Your work here is through. Guess you have to go now... \n[48]Shane, we're never gonna see you again! ", "BILL": "\n[1]As you were Lieutenant. \n[2]We've been through a lot together Shane. You're the best man I ever trained. And a good friend. \n[3]Why the hell did you let him use the satellite phone? \n[4]... Plummer was the best security expert the department of defense ever had -- a genius. He was working on a program that scrambles launch codes. He called it G.H.O.S.T.: Guided High-altitude Scrambling Transmitter. One pulse from the GHOST satellite and a country can't launch its own nukes. That's what the Serbians kidnapped him for, but they couldn't get S \n[5]Not a surprise, really. Not like the professor to hide things where someone might look for them. G.H.O.S.T. is still out there,  which is why I'm going to give you another shot. \n[6]Negative. It's not that kind of mission. \n[7]Two days ago, I got a call from the professor's wife... Widow. She told me someone had broken into her home. Searched the place, top to bottom. \n[8]She's scared. The family's scared. Whoever killed the professor must think G.H.O.S.T. is in that house. Maybe it is, maybe it isn't. Either way, I need someone to stay at that house, and protect them. And while you're there -- find out if the program is in there. \n[9]The professor's wife requested you. \n[10]... You gotta problem with this mission? \n[11]Julie, it's Bill Fawcett. I have some potentially good news. \n[12]A safety deposit box under Charles' name was just found in Switzerland. I think it could contain GHOST. \n[13]There's a catch. Swiss law says only his family can access it. I'm going to need you on a plane tomorrow morning. \n[14]As we discussed, this is an urgent matter. \n[15]Sorry. Not in Switzerland, I can't. \n[16]This is absurd. If we can't get some faster service, we're going to have to file a complaint. \n[17]... Do you have it? \n[18]What's wrong? \n[19]Good job, Lieutenant. \n[20]I should hope not. \n[21]I'm sorry, Mr. Chun. There were delays... \n[22]He won't be baby-sitting you anymore. \n[23]You bring your stethoscope? \n[24]Relax -- I've got the keys, they're not going anywhere... \n[25]How does it work? \n[26]Don't play dumb. It's getting old. I want to know how to get through the booby traps. What's the code? \n[27]If I knew Charles had hidden it so well, I wouldn't have killed him so soon. Don't make me kill you too. \n[28]Change of plan. Bring them back unharmed. \n[29]Code or no code, go get it -- now. \n[30]Thank you, Shane. You were always my best man. I knew you'd figure it out. \n[31]You know, if you're willing to join up, I'd be happy to cut you in on the proceeds. What do you say -- we make a good team? \n[32]I'll take that as a \"no.\" \n[33]... I think you better open it. \n[34]Wait. That's just what you want isn't it? \n[35]You open it. \n[36]Oh come on. I walked the floor first. \n[37]None requested. \n[38]Any last words? ", "JULIE": "\n[1]Of course. I'm so sorry.   Thank you for coming. \n[2]Come in and meet the rest of the gang. \n[3]\n[4]Get your butts down here and say \"hello!\" \n[5]You've already met Lulu. This is Peter, Zoe and Todd. Kids, this is Lieutenant Wolfe. He's the man who is going to be staying with us for a while. \n[6]And this is Helga and Tyler. \n[7]Kids, go finish your homework.   And I'll be checking. \n[8]Charles wasn't around too much. His work took him all over the world. He'd be gone six or seven months at a time. So I think for the younger ones it's a little confusing. Zoe and Todd... well, they're dealing like your normal teenagers. Maybe in Todd's case semi-normal. \n[9]Charles was in a dangerous business. I knew it when I married him. No one's to blame here. Everyone thinks that Charles told me or the kids where he hid it. And until G.H.O.S.T. is found, we're all in danger. \n[10]That's Gary. He was Charles'. \n[11]Call me Julie. \n[12]I'm glad you're here- \n[13]What is it? \n[14]That's wonderful. This could all be over! \n[15]I'll be there. \n[16]Don't worry about the Kids, Helga will handle everything.  But if there is an emergency, all the emergency numbers are on the fridge. And on the phone. And on the back door... \n[17]I know, it's just... I am a mom, it's my job to worry. ... I love you guys. I'm gonna miss you. I'll be back in 48 hours. And guys, whatever Lieutenant Wolfe asks you to do... do it. Okay? \n[18]Lieutenant, I don't want you to worry about anything except the safety of my children. Helga will take care of everything else. \n[19]Can't you call somebody? Do something to get us around all this paperwork? \n[20]Thank you. How long is that? \n[21]I'm a mom, it's my job to worry. \n[22]It's only a few more days. I hate leaving you, but you know I have to do this. I love you. \n[23]Oh my god! \n[24]Well, yes and no. We found something in the box... But we're not sure what it is. Bill thinks it's part of the GHOST. It looks like some kind of \"key\". We just don't know what its for. \n[25]The good news is I'll be home in two days, as soon as the customs paperwork clears. \n[26]The red tape is cleared up, we're on the first plane in the morning. \n[27]I had a fight with Zoe when I left, so they probably trashed the place... \n[28]I trusted you. Charles trusted you. So did the Department of Defense. \n[29]\n[30]Keep going!     RUN! Go GET HELP!!! \n[31]How does what work? \n[32]I don't know any code -- Charles didn't tell me about the room... \n[33]\n[34]He doesn't have a chance. \n[35]\n[36]Shane!   Watch out! \n[37]Thank you Shane. It's finally over. Now we can go back to our peaceful... \n[38]What's Friday night? ", "S": "\n[1]15. \n[2]\n[3]\n[4]\n[5]17. \n[6]\n[7]he gives him a look of disbelief. \n[8]hane marches to Todd's shut door. He tries the knob, \n[9]22. \n[10]hane does one-handed push ups in the living room while \n[11]23. \n[12]52. \n[13]\n[14]\n[15]69. \n[16]\n[17]\n[18]\n[19]he sits beside him, and offers him a milk. \n[20]74. \n[21]75. \n[22]smiles at her as he passes. She gives him a thumbs up.  \n[23]\n[24]\n[25]81. \n[26]\n[27]\n[28]\n[29]hane rises. \n[30]84. \n[31]\n[32]87. \n[33]\n[34]facing forwards:  ", "TODD": "\n[1]Bite me! \n[2]W-what are you doing??! \n[3]Can I get by? \n[4]He's coming back- \n[5]That's what we've been doing? \n[6]Who were they? What did they want...? \n[7]You wait little girl, on an empty stage/for fate to turn the light on/your life little girl, is an empty page/that men will want to write on... \n[8]You are sixteen, going on seventeen... \n[9]I'm sorry... I'll get it right. \n[10]I'm not going to quit. I hate wresting... \n[11]... but what about Murney? \n[12]You don't seem like the musical type. \n[13]What if... girls'll think I'm... weird or something? \n[14]Doesn't matter now anyway... show's off... it's over. \n[15]Yes. \n[16]I'll write it down for you... \n[17]You have to do the dance. Like dad used to do. He made it up for him. \n[18]Especially when Zoe's driving. \n[19]Hey. I'm right here. Talk. \n[20]Yeah. Yeah I do. I quit, Murney. \n[21]I am not scared. I... I want to sing. \n[22]I'm in Sound of Music. It opens Friday... \n[23]There is a man in my house -- me. (Murney turns:) Let's get one thing clear. I'm not quitting cause I hate wresting. I'm quitting because you're a bad coach. You suck. The whole team wants to quit. I'm the only one with the guts to do it. \n[24]Pinned! \n[25]Is he okay? \n[26]That was awesome. \n[27]West Side Story auditions in two weeks... \n[28]When? \n[29]Let's look for a cop! \n[30]Don't wait for me! \n[31]Now! \n[32]Zoe! You're going too fast!! You're not gonna have enough time to stop- ", "MURNEY": "\n[1]I always said these kids didn't need a baby sitter, they needed a parole officer. Looks like Mrs. Plummer finally listened. \n[2]What's your name, son? \n[3]aby-sitter huh. Well, whatever work you \n[4]She's missed twenty-two Driver's Ed classes. Out of twenty-three. They're the worst students in my school. \n[5]I was explaining, that as vice principal, I am in charge of.... \n[6]My informant's about to crack. \n[7]38. \n[8]The kid's mixed up. Look at him. \n[9]You heard the lady. Any more fighting and there'll be no more wrestling. Personally I think that's a little harsh. Boys'll be boys.  `Scept for Plummer here. \n[10]Pretty slick, Frogman -- I'm a black belt myself. S'why they asked me to coach the wrestling team. \n[11]See -- total control. Maybe you could stop by practice, we'd show the boys how a couple of pros do it, what do you say? Come on, promise I'll go easy on you. \n[12]Oh, yeah. That's right. I forgot you had to baby-sit. Maybe some other time then. \n[13]Looks like pretty boy there's all bark and no bite. \n[14]That? Lady drivers, what do you expect. No, it's not that -- it's the boy... \n[15]This is how he showed up to practice. And that's not all. I was doing a little re- con in his locker... and I found this: \n[16]If he'd had Hustler or something, boys will be boys -- but this is just sick. \n[17]hope you won't go light on him -- that \n[18]You're a good man, Shane. Bet you're a hell of a fighter on the mats, huh? Maybe sometime we oughta strap up, we'll give these boys a treat. \n[19]It's a date then. I'll show you a couple moves. I promise I won't hurt you. \n[20]See that? You never know when your adversary is going to strike! \n[21]Come on Frogman! Don't be a sissy! \n[22]I've had it. I just caught this boy dancing under the bleachers like some kind of Bavarian fruitcake. \n[23]I want this freak outta my school and into treatment. Somebody needs to give this punk a talking to... \n[24]You got something to say? Boy? \n[25]Winners never quit, boy. What're you so scared of, Freak? \n[26]A musical? You're blowing off wrestling for a musical?  This is what happens when there's no man in the house. \n[27]Stay out of this, baby sitter! \n[28]After school. The Gym. Your ass is mine. \n[29]That Baloney Bandit struck again. I accept full responsibility. My intelligence proved to be faulty, but if I had more resources... \n[30]I told you not to pass her in Driver's Ed. ", "PRINCIPAL CLAIRE": "\n[1]Good morning kids. What are you doing in my office, Murney? \n[2]Very little. I thought I asked you to find out who stuck to the baloney slices to the cafeteria ceiling with mustard? \n[3]Then hop to it. I think I can handle this from here. \n[4]So. You're the new baby-sitter? \n[5]It's okay, Lieutenant, I was briefed of the situation by Mrs. Plummer. She told me all about you. \n[6]Lieutenant, huh? You with \"The Teams?\" Petty Officer Third Class Claire Nelson at your service. \n[7]Four years at Naval base Coronado.   The Service paid for my college. \n[8]Commitment\". That's the way I live my life, and the way I run my school. \n[9]Permission granted. Welcome aboard. Just try not to frighten the children. \n[10]What would you say is the secret with kids, Mr. Wolfe? \n[11]So. When you agreed to serve your country, I bet you didn't know you'd be serving creamed bananas to one year olds, huh? \n[12]Not here, you don't. You're on dry land, lieutenant. Well, not so dry where you're sitting, I guess. \n[13]Don't take this personally -- but you're pretty good at this. Seriously, I'm impressed. A whole day, and all three Plummer's stayed out of trouble. That's... unusual. \n[14]Todd started a fight with five students at once? \n[15]If I catch anyone on the team fighting again, next week's tournament is off. I don't care who starts it. \n[16]... Don't even think it, Murney. He'd kill you so fast, I wouldn't even have time to get my camera. \n[17]Another day, another dollar twenty, minus taxes... aren't you gonna change him? \n[18]That's not what I mean, Lt. \n[19]Sirnosir. Not my job. \n[20]Instructions are right on the box. Bathroom's down the hall. Have fun. \n[21]Ordinarily I would wait for his mother to return... but -- I'm a bit concerned, and I'm not sure what to do... \n[22]Well -- yes. He does always miss sixth period. But this... \n[23]It's certainly not normal. See if you can talk to the boy.   Find out what's going on. \n[24]Now... WALK! DOUBLE TIME. \n[25]I've noticed improvement in your troops lately, too. Noon and none of them have been called to my office. It's a miracle. \n[26]This old thing? Well, you never know who you're going to run into. \n[27]... Love it when he does that. \n[28]Ya!! \n[29]So. What happens now? You'll be stationed somewhere else, right? I guess there's no more reason for you to stick around here. \n[30]Well. Summer's almost here. What if you and me did a little amphibious recon mission. On, say -- Maui? ", "HELGA": "\n[1]Everything will be fine, Mrs. Plummer. \n[2]Tell me, are you licensed to kill? \n[3]Too bad. \n[4]You don't like it? You're the SEAL. You do something. I make bottle. \n[5]Sidestep twice, just like the crabs do. Three steps forward, one step back. \n[6]Then quick like a turtle lie on your back! more. \n[7]\n[8]What's it matter? Nobody speaks Romanian. \n[9]Shane's jaw drops.  \n[10]He walks like Dracula, with footsteps silent like death -- \n[11]\n[12]AGGH!     These brats!   Sugi Pula! \n[13]I am calm. I QUIT, that makes me calm! ", "T": "\n[1]\n[2]19. \n[3]\n[4]\n[5]\n[6]hey head into the school.   Shane spots something. \n[7]\n[8]\n[9]odd tries the spinning kick, but blows it, landing hard. \n[10]\n[11]83. ", "CHARLES": "\n[1]Lieutenant, thank you. (He pats his briefcase) You saved more than just my life today. Can I call my wife to let her know I'm okay? \n[2]I'm safe, Lieutenant. Please. She thinks I'm dead.  Don't you have a family? \n[3]Joe, Todd, Lulu, Peter, Tyler. \n[4]My kids. It's voice activated. Designed it myself. I do security, that's my specialty.  Those guys back there tried to get this case open for five days -- couldn't crack it. And you should see what happens to you if open it without the code. I have a picture of my kids in here, you want to see it? \n[5]Battery's dead... \n[6]Honey, I'm alive... \n[7]Honey, I'm alive. Listen: A lot can happen between here and home -- if anything happens to me, call Lt. Shane Wolfe. He's a good man... anyway, I should go. I'll call you in an hour. I love you. ", "I": "\n[1]\n[2]\n[3]\n[4]\n[5]85. \n[6]\n[7]", "Z": "\n[1]\n[2]\n[3]\n[4]\n[5]90. \n[6]\n[7]92. ", "CUTE COP": "\n[1]14 year old Male, weird hair. 16 year old female. Ditto.  Cancel that a.p.b.. \n[2]In the future, use our nonemergency number. That's the one to call if nobody's fleein' or bleedin'. \n[3]I'd say you could lose your license -- but you haven't got one! \n[4]Just pull over! \n[5]\n[6]I said FREEZE. Zoe, you're in a lot of trouble... Reckless endangerment! Driving without a license. Numerous, uh... trafficS violations -- \n[7]You expect me to believe any of that? ", "MANAGER": "\n[1]Welcome to Chuck E. Cheese! \n[2]Anything elsh I can do for you? \n[3]How `bout a re-fill on that pischer of Mischer Pibb? \n[4]Pischer of Mischer Pibb?   Mischer Pibb? \n[5]I figured you'd come back for him -- they almost always do. \n[6]Relax, we once found a kid in the ball pool when we opened in the morning -- \n[7]WHOA, Whoa. Not okay, freestyling in the ball pool -- not okay. ", "B": "\n[1]\n[2]86. \n[3]88. \n[4]93. \n[5]risky, they might wreck... \n[6]\n[7]95. ", "L": "\n[1]Tyler snores in his crib.       Peter in his bed.    \"REVEILLE\"! Zoe jumps, like she's been electrocuted.  \n[2]20. \n[3]21. \n[4]\n[5]68. \n[6]", "OE": "\n[1]Huh?   Wha--?! \n[2]Me too.   So how did you get through it? \n[3]I never even got to say good bye. \n[4]Now Peter! \n[5]Let's GO! \n[6]Omigod!   What are we doing??! ", "ULU": "\n[1]Make up your mind. \n[2]\n[3]I don't know.     I've never seen it. \n[4]Tell me a story. \n[5]Why? \n[6]", "M": "\n[1]73. \n[2]urney looks over at the Team. They look to the ground \n[3]\n[4]\n[5]91. \n[6]", "ILL": "\n[1]Good! Good work. Okay, don't do anything further. We'll be there shortly -- don't do anything `til I get there. \n[2]I'm really proud of you, Shane. I'm giving you your choice of assignment, anywhere you want. You just name it. \n[3]North Korea pays better. Keep an eye on them. You -- with me. \n[4]Charles never made things easy. \n[5]... Do it. \n[6]You think this is a game?! "}}