{"dialogues": {"MEG": "\n[1]Could you slow down a little? (looking back over her shoulder Or we could wait for the car...  \n[2]How many more do we have after this?  \n[3]This is it?  I told you on the phone, I have to be moved in in two weeks.  Sarah, please don't bounce that here.  \n[4]Will they take asking price?  I need a two week escrow and I'm already approved for the loan.  Lydia turns, gives Meg an \"are you insane?\" look.  \n[5]I'm sorry.  Apartments, and... money, and... this is more my husband's area.  She digs in her purse for a prescription pill bottle and some water.  \n[6]Was.  His area.  I'm not very good at...  Lydia watches as she swallows a pill, waiting for Meg to finish her sentence.  Not very good at what?  \n[7]Things, and if I can't prove to my soon to-be ex-husband that I can provide a suitable place for our daughter to live in the next fourteen days, it's going to get ugly between us.  Uglier.  Lydia just looks at her, no idea what to say.  These two are from different places.  \n[8]Something's weird.  \n[9]I don't know, doesn't that corner seem funny to you?  She points to the far end of the wall, near the entrance to the closet.  There is a mirrored door that leads to the closet, and a mirror on the wall alongside it.  If you look closely, you'll see that the mirrors are raked slightly toward one another, which causes an optical illusion in which the corner of the room appears much closer to the door than it is.  \n[10]A what?  \n[11]Makes me nervous.  \n[12]Ever read any Poe?  \n[13]No, Edgar Allen.  \n[14]What's to keep them from prying open the door?  Evan reaches past Meg and pushes a red button on the wall behind her.  With a sudden WHANG of steel, a heavy metal door leaps out of a slot in the wall and SLAMS shut, like a submarine hatch.  A series of metal latches CLICK into place inside it, from top to bottom, securing it into place.  \n[15]Open it.  \n[16]Open the door.  \n[17]I said open the door.  Evan hits a green button and the door GROANS slowly open, recoiling its massive spring, and revealing Sarah, the little girl, standing in the entryway, grinning widely.  \n[18]Don't!  Lydia pushes the close button, nothing happens.  Evan pulls his hand put of the beam, takes a step back.  Lydia pushes the button again.  WHANG!  The metal door rockets shut, the metallic slang reverberating in the room.  Almost immediately, the fake piece of wall HUMS shut, of its own accord, followed a moment later by the mirror, which detaches itself from the back of the closet door and HUMS silently back into place, closing over the hidden door, making the corner of the room look like a corner again.  As the mirrored door closes, it shows Meg her own reflection. She looks at herself, still rattled.  She wipes a trickle of sweat from the side of her face.  \n[19]Got us in here, didn't I?  \n[20]Well, I know that now.  \n[21]Battery's dead.  \n[22]The phone works.  Hey, I hooked up the phone.  \n[23]478...  \n[24]Don't.  \n[25]I agree.  But don't.  Sarah stares at her for a moment, then goes back to eating.  Meg picks up the bottle of wine.  Sarah's eyes flick over and watch as wine GLUGS into her mother's glass.  \n[26]Bypass non-ready zones... shunt, enter, zone number...  She tries it, pushing a few buttons, but the alarm panel BEEPS at her disapprovingly.  She's doing something wrong.  She sighs, sits on the floor, gets serious about figuring out the instructions.  \n[27]Bypass non-ready zones... ah, shunt, enter, shunt again, zone number... wait...  \n[28]Wake up... wake up...  But she's in a profound child's sleep and won't wake up.  \n[29]Wake up...come on, come on...  She sees a plastic cup on her night table/box, half filled with water.  She snatches it and tosses the water in her face.  Now she's awake.  And pissed off.  She SPUTTERS, SHOUTS.  \n[30]People.  In the house.  As the elevator descends, they see Raoul, through the window in the door, as he drops to his knees, to get a good look at them.  \n[31]He's going down.  \n[32]What?!  \n[33]Damn it!  \n[34]Different phone line, I never hooked it up!  She hurls it down, looks back at Sarah.  She seems a bit pale, scared.  She goes to her, holds her, reassures her.  \n[35]Can't hear a thing.  \n[36]I don't know.  Rob us.  I don't know.  She sits back against a wall, looks around, at the tiny room. She's trying not to show how freaked out she is.  \n[37]Wait.  \n[38]They can't.  They can't get in here. No.  They can't.  \n[39]Feel okay?  \n[40]Shaky?  \n[41]Chills?  \n[42]Hey...  Sarah joins her, looks at the buttons.  Each one is labeled with a different room name -- den, kitchen, master bedroom, etc.  Up in the corner there is a button that says \"ALL PAGE,\" down in the opposite corner there's a button marked \n[43]Excuse me.  They practically jump out of their shoes, looking around for the source of the voice.  \n[44]The police are on their way.  Only Burnham has remained relatively calm.  After he gets over the initial shock, he walks toward the tiny camera that's hidden in an upper corner of the living room wall and stares up at it.  Raoul, who has taken off his ski mask, is careful to move out of the camera's range, and turn his back to it.  \n[45]I suggest you leave.  \n[46]How'd he know that?  She presses the talk button again.  \n[47]Take what you want and get out.  That sounded fairly tough.  She looks at the monitor again.  \n[48]\"What we want is in that room.\"  \n[49]No, I told you, they can't.  It's not a possibility.  Angry, she sits forward and jabs the talk button.  \n[50]What do you know about this room?  \n[51]We're not coming out.  We're not letting you in.  Get out of my house.   \n[52]Fuck.  \n[53]Get the fuck out of my house!  She clicks off again, looks to Sarah for approval, and gets it, sort of, in Sarah's half-smile.  But Sarah's eyes go back to the screen.  \n[54]Oh, please.  \n[55]Conversation's over.  With an audible CLICK, she signs off.  Burnham, Raoul, and Junior stand arrayed beneath the camera, staring up at it, dumbfounded.  \n[56]Hey.  Relax, okay?  But Sarah keeps at it, feels along the edges of the portal, then all along the wall, looking for some kind of hidden switch that controls it.  \n[57]I mean it, lie down.  You get your adrenaline up and you know what's gonna happen.  Sarah stops, looks at her mother, who is pale and wan, huddled in the corner.  \n[58]Little bit.  Yeah.  Sarah looks around the room.  \n[59]Don't though.   Sarah looks at her, thinks.  It's not an unfamiliar situation, her needing to comfort her mother.  \n[60]What am I, a five year old?  \n[61]I don't know, why?  \n[62]What the hell are they doing?  \n[63]... locking us in...  \n[64]Not here... not here... someplace else... someplace else...  Her eyes roll back into her head, we see just the whites, and she loses her balance, falling over onto her back.  We fall with her, move in tight on her face, and the dark hallway carpet beneath it turns to green, all green, grassy green.  She sits up, looks around, and we realize she is in fact somewhere else, she's --  \n[65]I am.  I'm here.  \n[66]I'm here.  I'm here.  They huddle there, terrified.  Meg blinks, wipes the sweat from her forehead, begins to come back around.  She turns her head, sneaks a look at the funny wristwatch Sarah wears, tries to look without her daughter knowing.  It's not an ordinary watch, it only has one number, a tall, flashing digital display:  120  Meg nods, as if reassuring herself.  \n[67]We're fine.  We're okay.  She turns, looks at the video monitors to see what the hell they're doing out there.  \n[68]On the floor!  Get on the floor!  Now Sarah coughs.  The gas is pouring into the room.  \n[69]Morse code?  \n[70]Where'd you learn S.O.S.?  \n[71]Got him!  \n[72]Yes, yes, yes, yes...  Sarah keeps it up, flashing faster.  \n[73]Shhh...  She looks at the wristwatch again.  103  She's concerned.  \n[74]Damn.  She turns away from the monitors, to check on Sarah, who's settled into a corner of the room, looking pale.  \n[75]Oh yes, yes...  She looks at another monitor.  \n[76]... the hell is he?  \n[77]Yeah, but where's the third guy?  \n[78]If it looks like I can't get back, just close the door.  \n[79]Close it!  Sarah nods, looks back to the button.  \n[80]Oh, no.  No, no, no no no no no...  She looks at the phone.  It's showing just one signal bar, and even that one is flashing on and off.  \n[81]Oh come on, come on, come on...  She walks around the room, raises the phone high and low, trying crazily to find a signal.  But can't.  \n[82]Wires...  \n[83]... wires.  \n[84]I saw something, I saw...  In the vent, alongside the duct, she sees the bundle of multicolored wires she saw earlier.  \n[85]... phone wires!  She jumps down off the shelf, goes to the tools, starts searching for something.  \n[86]I may not have hooked up the phone in here, but I hooked up the main line, and there's a jack at the base of this wall outside, I saw it!  \n[87]Strip 'em, expose the ends, try blue first, blue is phones!  \n[88]Yes, no, I don't know, do 'em all!  While Sarah goes to work on the wires, Meg turns to the phone itself, the one with the buried phone line that isn't working yet.  She rips the phone out of its housing, tears free the wire on the end of it.  \n[89]I'm at 26 West --  \n[90]\n[91]Damn it!  No more time to hold.  Meg hangs up the phone, dials another number, a seven digit one she knows by heart.  \n[92]On it!  \n[93]Listen to me!  There are three --  \n[94]Hello?  Don't... are...  She looks up, see Sarah looking at her, her eyebrows arches, her face all hope.  Meg keeps her cool, but it take a hell of an effort.  Sarah reads her face.  She turns away.  She hangs up the phone.  Sarah goes to a corner of the room, faces away from her.  Meg doesn't know what to say.  \n[95]He'll do something.  \n[96]He'll know we're in trouble.  He heard me, I said \"There are three...\"  \n[97]What would you think, in the middle of the night?  I mean, three what, three bears?  He'll call the police.  \n[98]He's just across the park, this is why we got places so close to each other, in case we needed each other, we're still a family, he'll help us...  \n[99]He WILL.  She practically shouted.  Sarah drop her head into her arms.  \n[100]I'm sorry.  \n[101]Why?  \n[102]What?  \n[103]Come on, come on... stay with me... you gotta drink...  She takes Sarah's hand, checks her wristwatch thing.  The readout is now  82  She swallows.  She grabs Sarah by the face.  \n[104]Okay, listen, honey, you went double digit here, you must have been shooting out adrenaline like crazy, we gotta bring your blood sugar back up, okay?  Can you hear me?  \n[105]Hey, she's still a smart ass, excellent sign.  Did you see any sugar in here?  Any candy bars, anything sweet?  \n[106]Okay, you just gotta calm yourself down, that's all, just stay calm and your adrenaline will go back to normal and you'll be fine.  \n[107]Not an option.  \n[108]No biggie, we've been through it a dozen times, I just jab you with the Glucogen.  Pause.  She keeps looking.  \n[109]Oh, you know, it's uh... it's in the little fridge in your room.  \n[110]Hey, quit apologizing, you're starting to sound like Grandma. You're not gonna have an attack. Okay?  \n[111]Oh God, oh my God...  Sarah begins to convulse, she bucks right out of Meg's arms and falls back onto the floor of the panic room.  Meg clears everything away from her, tries to make room for her.  The convulsion worsens.  Meg searches through the piles of supplies, comes up with a plastic-handled screwdriver.  She opens Sarah's jaws, wedges the plastic handle between her teeth.  She helps Sarah ride out the convulsion.  Finally, her eyes roll back into her head, she slowly re-orients herself. Sarah reaches over, turns off her still-BEEPING wristwatch/monitor herself.  Sarah sighs, a shuddering sigh of relief, but she is nowhere near normal.  Her skin has passed through white and is turning a sallow yellow color.  She moves her lips, Meg can't hear her, she bends down:  \n[112]Oh... oh...  \n[113]-- cine, she needs the MEDICINE! \n[114]You called the police?  He nods.  \n[115]Don't.  Say.  A word.  He nods.  Meg takes a breath, walks across the foyer, tousling her hair as she goes.  \n[116]Yeah?  \n[117]Huh?  \n[118]What are you guys -- what time is it?  \n[119]I don't get it.  \n[120]Somebody called you?  \n[121]What do you want?  \n[122]No, you can't come in.  \n[123]I'm fine.  \n[124]Stop asking me that.  I'm fine.  Who called you?  \n[125]You wake me out of a sound sleep at four in the morning and then tell me I look like hell?  Of course I look like hell, you don't look so hot yourself, Jack.  I'm freezing here, thank you for checking, can I go?  Cop 1 studies her, notices the burned sleeve of her T-shirt, the black smudges still on her face.  \n[126]Oh, that phone call...  Cop 1 takes a step forward and lowers his voice to just above a whisper, unconsciously making her lean forward in order to hear him.  \n[127]Man, you are good!  You mean, like, if somebody was in the house or something?  That's great, they really train you guys these days, don't they?  Cop 1 looks at her, not sure if he believes her or not.  \n[128]No.  I'm fine.  Cross my heart.  Cop 2 turns to go, but Cop 1 lingers.  \n[129]Huh?  \n[130]Okay, look.  My husband and I just broke up.  It's my first night in the new house, and I was feeling a little lonely and a little drunk. The sentence, if you insist on knowing, was going to be \"There are three things I'll do for you if you come over right now and get in bed with me.\"  Cop 2 stifles a laugh.  \n[131]But thank God I came to my senses before I said all that and hung up instead, so nobody would ever know what I was thinking, unless, of course, two policemen showed up in the middle of the night to interrogate me about it.  That was good.  Cop 1 is embarrassed.  Cop 2 thinks it's funny.  \n[132]Fourteen.  She hurries out of the bedroom.  What's she doing?  \n[133]No camera, no camera, no camera...  They're bare, no video cameras.  Good.  She goes to the window, tries to open it.  Screwed shut, of course.  ", "BURNHAM": "\n[1]I know.  \n[2]A woman and a little girl, both asleep upstairs.  \n[3]Keep your voice down.  \n[4]This was your department, Junior.  \n[5]That's why the key didn't work, they changed the locks.  \n[6]Exactly how is fourteen days almost three weeks?  \n[7]You're an idiot.  Raoul steps forward, shoves Burnham with both hands in the chest.  \n[8]Who is this guy?  \n[9]This is insane.  I'm outta here.  He starts for the door.  \n[10]Unless Daddy comes back later.  \n[11]Not with me.  Not with people.  \n[12]She'll call the cops, they'll be here before I get unpacked.  \n[13]I don't want Raoul to administrate that part.  \n[14]What about us?  What if she has a gun?  \n[15]Asshole.  \n[16]Where did you get this clown?  \n[17]What tables?  I've never seen him before.  \n[18]The fuck did you bring a gun for?  \n[19]Peace out.  He moves for the door.  Junior, trying desperately to hold this together, gets there first, blocks the door with his back.  \n[20]Yeah.  Kidnapping.  \n[21]Pure idiot.  \n[22]Tell me... tell me they're not in there...  We rise up, above them, above the room, looking down on them, the rats-in-a-maze shot.  We rise up further still, above where the ceiling ought to be, to look down on this room and the one beside it, the room behind the four inches of reinforced steel, the panic room in which Meg and Sarah kneel in the middle of the floor, holding each other tight.  Standoff.  \n[23]Got her right where you want her, Junior.  \n[24]When you said you'd let 'em go I thought she'd come running right out for sure.  \n[25]I'm afraid to let you think, Junior. Things get worse when you think.  Oh, that's gonna help.  \n[26]She didn't.  \n[27]She lied.  Cops woulda been here by now if she called 'em.  Besides, Junior cut the phones.  Burnham goes to the window and stares outside.  He laughs, covers his face.  \n[28]God.  \n[29]Who else but God could think this shit up?  I spend ten years building those fucking rooms to keep people out, now I gotta figure out how to get in.  God, man, He just loves the irony.  \n[30]Can't.  Whole point.  Can't get in the room.  \n[31]Make her come out.  And when she does, that's when we gotta be careful.  She can't get out of this house.  She can't even think she can get out of this house.  We just keep them here and keep them quiet for forty-five minutes.  And I don't want  Joe Pesci here standing over them with his fat sweaty finger on the trigger.  That's a sure way for us to end up with two dead bodies and little puffs of smoke burning out of our heads up in Greenhaven.  So we're gonna seal the place up.  They wanna hole up in here?  Fine, we'll help 'em.  Make it impossible for them to leave.  Once they come out of that room.  \n[32]Workin' on it.  \n[33]I did.  \n[34]Just sending a message.  She'll get the point.  Gas HISSES through the spigot and into the hose.  We follow along the length of the hose, across the floor of the room, through the hole in the sheetrock, into the hole that's been drilled in the air duct --  \n[35]Look, don't be stupid...  Junior has his head pressed against the door to the panic room, trying to hear any sounds from within.  \n[36]We're trying to scare them, not kill them!  \n[37]They're gonna die in there!  \n[38]Junior, you gigantic idiot, how are we supposed to get into the room if they pass out?  Pause.  Junior turns to Raoul.  \n[39]Oh.  He tears himself away from the wall --  \n[40]\n[41]Oh, hell...  He turns and takes off down the stairs.  \n[42]What'd she get, what'd she get, what'd she get...  His eyes fall on the empty charger.  \n[43]Cell phone.  \n[44]I don't think we'll be talking on our cell phone from in there...  \n[45]Phone...  \n[46]Say, while we're on the subject of phones...  He turns, looks up at Junior.  \n[47]When I said cut the line, did you cut the main line at the junction box in the basement like I said, and which I repeated, or did you just cut the cord on the phone in the kitchen?  Pause.  Swallow.  \n[48]God damn it!  Without light, he can't see a thing.  He SMACKS the bulb, it swings wildly, SMASHES on the cement wall.  He turns and races out of the room.  \n[49]Hey.  \n[50]Do me a favor and don't talk.  \n[51]Hey man, after all we went through I am not walking out when we're this close.  \n[52]What about us?  Junior thinks, then pulls out his wallet.  He thrusts a fistful of bills at them.  \n[53]We're not leaving.  I'm getting in that room, and I'm opening that safe.  \n[54]Would you wait?  Would you please just wait a minute?  But Junior heads down.  Burnham follows.  Raoul is just coming down from upstairs.  \n[55]You walk out that door and you lose your share of the money.  \n[56]I mean it!  \n[57]Oh God... oh, my God...  Raoul walks past him calmly, grabs Junior by the ankles, and drags him back into the house.  He turns, looks at Burnham, whose jaw is dropped in horror.  \n[58]The fuck did you do that for?!  \n[59]Stop it!  Stop it!  \n[60]Me.  I am.  \n[61]Burning me.  It's burning my eye.  \n[62]Yes.  \n[63]Please...  Raoul pulls the gun back, just an inch.  The skin around Burnham's eye is an angry red.  His eyes dart, strain to look over at Harris, MOANING on the floor.  And at Junior, dead.  \n[64]What?  What do you want me to do?  \n[65]I can't.  Raoul pushes the gun barrel back into Burnham's eye socket.  \n[66]I can't...  \n[67]This is ridiculous...  \n[68]I can't just...  \n[69]Okay, okay!  Okay.  \n[70]Yeah.  Yeah, I got an idea.  I gotta check something.  Raoul GRUNTS, satisfied.  Pulls the gun back.  Burnham slides away, shaking.  He bends down, to the floor.  He looks at Harris's left hand.  At his index finger.  He sees a white strip of skin, where Harris wore his wedding ring, until recently.  \n[71]Okay, look.  I know you can hear me. Your wife and kid are in there. You're gonna get 'em to come out. Or --  He looks up at Raoul, hulking overhead, gun in hand.  \n[72]Or I can't stop what he's gonna do. Do you understand?  Harris, regaining some semblance of consciousness, nods feebly.  \n[73]Good.  Burnham stands up, turns to the video camera, and SHOUTS.  \n[74]\n[75]\n[76]\n[77]I just... I just need forty-five minutes.  Raoul stands behind him, muttering to himself.  \n[78]It's gonna be cool, kid.  Be outta here before you know it.  No response from Sarah.  Burnham cocks a head, really looking at her.  \n[79]Are you okay?  \n[80]The hell does she want?  \n[81]Oh, man...  He crawls over to Sarah, puts his ear down next to Sarah's lips.  \n[82]What is it?  Sarah tries to summon enough strength to speak, but her breath comes hard.  \n[83]Yeah?  \n[84]An injection?  Sarah nods.  Burnham points to the pouch and the Glucogen, on the floor nearby.  \n[85]That stuff?  Sarah nods again.  \n[86]Can you do it yourself?  Sarah shakes her head no.  \n[87]Well, I don't know how.  Sarah looks at him, eyes pleading.  Raoul stands behind Burnham.  \n[88]Yeah, just like a half hour, maybe a little more, and your mom'll give it to you.  You can wait a half hour, can't you?  \n[89]Tell me the truth, okay?  What's gonna happen if you don't get this?  Sarah swallows, licks her cracking lips.  When she speaks, it's breathy, almost inaudible.  But the words are clear.  \n[90]I understand.  I'll give her the shot.  \n[91]Are you gonna open the safe?  Raoul looks at him.  \n[92]Then shut up and get out of my way.  As Burnham crosses the room, Raoul makes eye contact with Sarah, who is staring at him.  \n[93]Okay, kid, all I know about this is what I've seen on TV, you gotta talk me through it.  Sarah tries to form words, but she's too weak.  Burnham swallows.  \n[94]Okay.  No talking.  No problem.  TV don't lie, right?  He reaches into the pouch, take out a syringe, a sterile pad, and a length of rubber tubing.  He takes Sarah's arm, stretches it out, exposing the underside of her forearm.  \n[95]You seem like a good kid.  Your mom... only saw her for a second, but, woah.  Beautiful, huh?  No answer.  Burnham ties the rubber tubing around Sarah's arm, pulls it tight.  \n[96]Hey, nod or something, show me you're still alive, will ya?  Sarah nods.  \n[97]Attagirl.  That too tight?  Sarah shakes her head no.  Burnham takes the syringe, starts to fill it from the Glucogen bottle.  \n[98]You guys are pretty rich, huh?  Sarah shrugs.  While Burnham goes through the process of finding an exposed vein and giving the injection itself, he goes on, as much to comfort Sarah as to comfort himself:  \n[99]Yeah, you don't think about that stuff.  Good for you.  He looks at her, sees her looking at him.  Thinking about him.  \n[100]I know, I know.  I really screwed the pooch this time.  I never did anything like this before.  Break into somebody's house?  Not even close.  Bad cards, Kid.  I swear to God, I been on the wrong end of maybe six straight years of bad cards.  House.  Car.  Wife. (snaps his fingers -- gone Those are some seriously bad cards. And still, every time I pick up a fresh hand I swear to God, the rush comes so hot and prickly I feel it right down to my toes because this time, this one time, it might be there, this time it might be that hand, that perfect hand, that monster hand.  And you thought you were sick.  The shot successfully given, he pulls Sarah's sleeve back down.  \n[101]Feel better?  Sarah nods, and she seems better already.  Burnham helps her to sit up, to lean against the wall.  \n[102]Woulda been a hell of a dad.  \n[103]It's not her fault, it's not her fault, the guy must have called them.  Look, look, look, she's telling us.  He points to another monitor, the one in the foyer, where Meg is looking up at the camera, miming to them -- don't worry, I'll take care of this.  \n[104]She's gonna handle it.  \n[105]That's your problem.  \n[106]Let me fucking finish this so we can get out of here.  \n[107]-- posed to mean?  \n[108]Get the fuck away from me.  \n[109]Bullshit.  \n[110]Not that one.  \n[111]Hey man, it's the neighbor's house, who breaks in through the neighbor's house?!  \n[112]\n[113]She's got your gun, that's what she's thinking!  The FUCK you had to bring a gun for?!  Burnham throws himself back on the floor, goes back to work on the safe.  Fires up the drill again, it SCREAMS into the metal.  \n[114]Almost there...  The POUNDING keeps up from next door.  We hear sheetrock torn away on the far side.  Bricks, SCRAPING out of place.  Sarah, in the corner, is energized, excited.  While Burnham and Raoul are distracted, she grabs the leather pouch, palms the three syringes that are left in there.  \n[115]\n[116]\n[117]\n[118]\n[119]\n[120]Monster hand.  Behind him, the front door CRACKS open, half a dozen COPS appear and start SHOUTING, all at once.  Burnham tosses the bonds to the floor, the same gesture as folding a hand of poker.  He GROANS and collapses, slowly, falling through the bonds, twisting as he goes down.  He SLAPS onto his back in the foyer as the wind gusts through the open door, scoops the bonds up off the floor, and blows them back into the house, as if they were never meant to leave.  Burnham lies there on the floor, eyes open, staring up at the ceiling, looking at the bonds that swirl in the blast of air, suspended there, twisting and bucking and diving just over his head as he dies.  ", "SARAH": "\n[1]Mom, it's the sidewalk.  \n[2]It's not like Saks', Mom, you don't have to pay the price on the tag.  She gets in the elevator and RATTLES the door shut with a bang.  That kid's got an attitude.  Meg takes a deep breath, turns to Lydia.  She brushes her hair behind an ear, we notice her thin hand is shaking.  \n[3]My room.  Definitely my room.  She bolts in, just as her mother bolts out.  \n[4]Too many stairs.  \n[5]Shoulda got an apartment.  \n[6]478-0150.  Meg raises her hand to her face, she's got her cell phone in her palm.  \n[7]The crowd goes wild.  \n[8]0150.  Meg finishes dialing.  It rings, someone answers.  \n[9]Fuck him.  \n[10]Fuck her too.  Meg looks at her, not sure how to confront the open defiance.  \n[11]\"Tom's throat felt so dry and tight that it was a moment before he could make any sound come out.  \"Dad!\" He croaked.  \"I'm - inside - the - machine!\" \"Great Scott!\"  The elder scientist gasped.  He dashed across the laboratory and switched off the repelatron's motor.  \"What happened, son?\" \"The Durafoam hardened, Dad. Get a solvent, quick -- you know the formula!\"  \n[12]\n[13]What's going on?!  \n[14]That room!  \n[15]\n[16]No.  you gotta...  She reaches past her, pushes the STOP button.  The elevator jerks to a halt.  Then Sarah pushes three.  Now the elevator starts to rise.  Meg looks at her, impressed.  Love that kid.  \n[17]It doesn't work?!  \n[18]What do they want?  \n[19]What do we do?  \n[20]What if they get in here?  \n[21]I heard you.  \n[22]Yeah.  \n[23]Nope.  \n[24]Huh uh.  She checks her wristwatch, for some reason.  \n[25]Don't worry about me.  The implications being, worry about yourself.  Sarah crawls over to the bank of video monitors, studies them.  Meg crawls over to join her.  They scan the screens.  \n[26]Go ahead.  Meg is reluctant, frightened.  Sarah is encouraging, for the first time.  \n[27]You can do it.  Meg leans forward, clears her throat.  \n[28]They're coming in here, aren't they?  \n[29]Say fuck.  \n[30]\"Get the fuck out of my house.\"  \n[31]Answer.  Meg follows Sarah's eyes back to the screen, where another message is being held up for them.  \n[32]Give me a break.  \n[33]Are you freaking out?  \n[34]Small space?  \n[35]Why did the chicken cross the road?  \n[36]Why did the chicken cross the road?  \n[37]To prove he wasn't chicken.  Meg tries to push a smile across her face, but it's immediately dashes as she looks back at the video screens. Her eyes show alarm, staring at the kitchen.  \n[38]Mom?  But Sarah's voice is hollow, seems far away.  \n[39]Are you okay?  Meg looks at her.  As she watches, Sarah floats away from her.  In fact, the entire room is floating away from her, elongating.  And narrowing.  Meg looks to the sides, and the walls don't just seem like they're pushing in on her, they are pushing in on her.  Meg opens her mouth, screams, but no sound comes out.  Sarah stands up and bends over her, but now she's just a figure far away, all the way at the end of a long, impossibly narrow hall.  \n[40]\n[41]Mom?!  Mom!!  Meg ignores the voice, she's so happy to be out here, out in the open, in the beautiful wide open, she could stay here forever, she spins around, throws her head back, but there's that voice again, insistent:  \n[42]Mom, please!!  There is the sharp sound of a SLAP, and Meg's face abruptly jerks to the side.  She touches her cheek, confused, as a hot red handprint rises up on it.  What the hell was that?  \n[43]\n[44]\n[45]\n[46]What, what, what is it?!  \n[47]Neighbor!  Meg and Sarah leap as one, facing the common wall, SHOUTING at the tops of their lungs -- get help, call the police, please, call the police, that sort of thing.  They shout and shout, but the soft pounding continues, and if their voices are as soft on the other side as the COMPLAINING VOICE is on this side, they have no hope.  Their voices crack and they begin to cough, too irritated by the gas to shout for very long.  Long after they stop, the soft POUNDING from next door continues.  Their pleas are not heard.  \n[48]Dot dot dot, dash dash dash, dot dot dot.  \n[49]\"Titanic.\"  \n[50]Come on, come on...  \n[51]We're never getting out of here.  \n[52]Do it.  \n[53]Not in the bedroom.  Do it!  Meg goes to the door, raises a hand to the green \"open\" button.  Hesitates.  \n[54]No.  \n[55]\n[56]\n[57]What are you doing?  \n[58]Blue is phones?  \n[59]Call Dad!  \n[60]Uh uh.  \n[61]He won't even know who it was.  \n[62]Stop it.  \n[63]He --  \n[64]I'm sorry.  \n[65]I was trying not to tell you...  \n[66]I'm dizzy and thirsty.  Meg blanches.  This is very bad news.  \n[67]I'm dizzy, not deaf.  \n[68]Huh uh.  \n[69]What if I keep dropping?  \n[70]What if I do?  \n[71]What if I spazz out?  \n[72]Where is the Glucogen?  \n[73]I'm sorry, Mom.  \n[74]Okay.  She lays back, oddly passive, her lips changing color.  She stares at the monitors.  \n[75]\n[76]You gotta jab me, Mommy...  Meg turns, looks back at the monitors.  What she sees is good news --  \n[77]I need...  \n[78]... 'jection...  \n[79]Coma.  Die.  \n[80]Sorry.  Can't control it sometimes.  Raoul scowls at her.  Behind him --  \n[81]Won't happen again.  \n[82]I mean, uptown is close to Dad's place, but somebody at school said the Village is really cool, so... I don't know, it's so great to be close to the park and everything... What do you think, I mean, give me a clue, here, where are we gonna live?  Meg rolls over, props herself up on one elbow.  She seems years younger.  She looks at Sarah, reaches out, brushes her daughter's hair behind one ear.  She smiles.  She is calm.  Behind her, a flock of pigeons takes off, leaping into the clear autumn sky.  ", "RAOUL": "\n[1]What?  \n[2]Watch your mouth.  \n[3]It's just the woman and the kid?  \n[4]You're fuckin' A we can do this.  \n[5]No problem.  \n[6]You're welcome.  \n[7]No face.  Burnham rolls his eyes.  Doesn't know this guy much, but hates him so far.  They start across the foyer toward the stairs.  \n[8]\n[9]What if she called the cops?  \n[10]What the fuck is funny about this?  \n[11]There is not one thing funny here.  \n[12]So what the fuck are we supposed to do?!  \n[13]He said open it.  \n[14]We ain't playin', here.  He cranks the valve handle of the grill open all the way. The gas pours into the hose with an audible WHOOSH.  \n[15]No fucking way.  \n[16]We're gonna talk.  Downstairs.  Junior nods and starts out.  Raoul lets him pass, but when Burnham tries to follow him, Raoul puts a big hand on his chest stopping him.  \n[17]You stay.  Make sure she don't come out.  Burnham swallows.  But stays.  Raoul turns, follows Junior downstairs.  As he descends, he looks up, making eye contact with Burnham.  And holding it. Something on his mind, that's for sure.  \n[18]If you think I'm gonna let my half of the fourteen million bucks slip away because of --  \n[19]I'm just saying, the man is a problem.  And he's your problem. Wasn't me idea to bring him along.  \n[20]He puts his hands on me again I'll bury a slug in his ear.  \n[21]Don't take no tone of voice with me, Homes.  \n[22]The hell we are.  \n[23]Nobody leaves.  \n[24]Nobody leaves.  \n[25]You should see the look on your face.  \n[26]Fuckin' asshole, thinks he knows me. Drives his German car up to 125th Street a couple of times, buys a few rounds, thinks he's a tough guy, thinks he knows me.  You don't know one thing about me!  While Burnham stares down at the body in shock and Raoul stares at Burnham, his back to the outside, a small, thin VOICE comes from the still-open doorway.  \n[27]Who's the clown now?  Huh?!  Who's the fucking clown now?!  He pulls his gun, shoves it into Burnham's eye, hard, we can hear the faint SIZZLE of skin burning.  \n[28]That's right.  \n[29]I have the gun.  \n[30]Remember that.  \n[31]What do you think?  Get us into that room.  \n[32]You can.  You're full of ideas.  You just need to squeeze one out.  \n[33]You got till the count of three. Then you end up like him.  He tilts his head over to Junior, whose brains are spreading out on the kitchen floor.  \n[34]One.  Squeeze.  \n[35]Two.  Squeeze harder.  \n[36]Th --  \n[37]You got an idea?  \n[38]If you leave the house, we'll kill her.  Meg sobs.  \n[39]If I see a uniform in the house, we'll kill her.  \n[40]You understand?  \n[41]Saw my face, man.  Saw my face.  \n[42]Shut up.  \n[43]Hurry up, for Christ's sake!  Burnham turns, grabs his satchel, and drops to his knees in the middle of the floor.  Over his shoulder, we can see the face of Meg on one of the monitors, shouting into the camera, begging them to give Sarah her medicine.  Using his hand, Burnham measures six lengths in from the wall, then digs his fingernails into the weave of the carpet, looking for a seam.  He finds one, gets hold of it on one edge, and runs his other hand along the seam till he finds a place where it seems to turn a corner.  He stands, hovering over the carpet, and pulls back evenly with both hands.  The concealed carpet flap pulls back neatly, with the soft sound of tearing VELCRO.  Underneath the flap --  -- is the smooth metal door of a floor safe.  Burnham unsnaps his satchel and gives it a shove.  It rolls out and opens up onto the floor, revealing a neat array of safecracking tools.  He begins his delicate work, but is suddenly jarred by a POUNDING on the metal door.  He turns, annoyed.  Meg is still SCREAMING outside the door.  \n[44]I don't know, she keeps screamin' the same thing over and over.  Burnham turns, looks at the monitors.  \n[45]Drugs.  She wants drugs.  What the fuck?  But Burnham thinks.  His eyes fall on the bottle and the leather pouch she hurled through the door, then whip over to Sarah, who sags over into a fetal position on the floor.  Her lips are moving.  \n[46]I don't fucking believe this.  You gotta wait.  Sarah just looks at Burnham.  Please.  \n[47]Yeah.  She can.  She's fine, she's just like, tired, she's gotta rest. You rest, Kid.  Half an hour.  Sarah looks terrified, shaking her head no.  \n[48]Come on.  He starts to pull Burnham away, but Burnham shakes his hand off, violently.  He bends down very close to Sarah's lips.  \n[49]You're wasting your fucking time, man, you're wasting my time.  You don't know how to do this, and the longer we stay in here, the more likely she's gonna lose it and call the cops!  \n[50]Don't look at me.  \n[51]She's okay.  Now sit down and wait.  He CLICKS off.  Meg is hugely relieved.  And extremely pissed off.  She goes to the corner of the room and picks up the gun, the one that Raoul dropped.  She heads downstairs.  \n[52]Congratulations.  You saved her life for ten minutes.  Burnham looks up at him -- what?  But Raoul turns and walks away.  Burnham goes back to work.  \n[53]Holy shit... holy shit...  Burnham races over, looks over his shoulder.  One monitor covers the front stoop, and on that monitor they can clearly see TWO UNIFORMED COPS.  \n[54]She's fuckin' crazy, she killed the kid!  She just killed her own kid!  \n[55]She better.  \n[56]She saw my face.  The kid too.  Sarah overhears that.  She raises her head, alarmed.  Burnham turns, looks over at her, and she just gets her head back down in time.  Burnham and Raoul close themselves off, for a private conversation.  Sarah edges closer.  She overhears a fragment.  \n[57]That's their problem.  Sarah is terrified.  Doesn't know what to do.  She looks to her immediate left, sees the intercom panel.  She edges closer.  \n[58]You finish.  Then we finish.  Sarah sneaks up a hand and pushes a button -- \"ALL PAGE.\"  \n[59]You're here with me, you're already on the hook for one.  Buy one, you get the rest for the same price. You know that.  \n[60]The kid in here.  The other two when we come out.  Meg listens, horrified.  \n[61]You know how this gotta end.  \n[62]They stay in the house.  There in an abrupt CLICK, and the speaker turns off.  Meg turns, goes to Harris, falls to her knees, no idea what to do.  She holds him close, their foreheads touching.  She's terrified, exhausted, wants to collapse in his arms.  Instead, she starts to pull the gun from his fingers.  He tightens his grip, what are you doing?  He tries to hold onto the gun, but she pulls his fingers off it, takes it away from him.  He is too weak to resist.  \n[63]Hey!  He turns, away from the monitors.  \n[64]The walls are steel, right?  \n[65]\n[66]We've got the Kid!  WE'VE GOT YOUR KID!!  What the fuck is she thinking?!  \n[67]", "JUNIOR": "\n[1]Fuck.  \n[2]Fuck!  \n[3]They're not supposed to be here!  \n[4]They're not supposed to be here!  \n[5]Fourteen day escrow, man, that's almost three weeks!  They shouldn't be here for another week!  They don't own this house yet!  \n[6]Fourteen business days.  Escrow is always business days.  Burnham sighs.  \n[7]I mean, right?  Isn't it?  \n[8]It's okay, Raoul.  \n[9]Raoul is cool.  That's all you need to know.  \n[10]Wait a minute, wait a minute.  We can still handle this.  Can we still handle this?  \n[11]Daddy's not coming back, she's in the middle of a divorce, it's just the two of them.  We're okay, here.  We can do this, right?  \n[12]Forty-five minutes.  That's all you said you need.  That's like nothing.  \n[13]So we keep an eye on her.  Raoul can totally administrate that part.  \n[14]They won't get hurt.  \n[15]Raoul, what in God's name do we do if she has a gun?  Raoul pulls up his sweatshirt, revealing a .38 tucked into his belt.  \n[16]A guy shows you a gun, Burnham, and you insult him?  Hey, who's the idiot?  Huh?  \n[17]I met him at the tables, same as you.  And frankly, I'm grateful we have a little muscle right about now.  \n[18]Different tables.  \n[19]We can't do it without you, Burnham.  Junior starts at Burnham.  Raoul stares at Burnham.  \n[20]It's still a good plan.  It's just... got a twist.  \n[21]Not if we keep 'em here.  You can't kidnap somebody in their own house. It's just breaking and entering, unless we take 'em someplace.  Or something like that, I'm pretty sure.  \n[22]I am.  I'm an idiot's son.  An idiot's grandson.  I'm third- generation idiot.  But for once in my life I had a good idea, and I'm not giving up so easy.  You are? Are you actually telling me that for the first time in your life you're gonna throw your cards on the table and go home early?  I can't believe my eyes.  Fourteen million dollars upstairs, Burnham.  You'll be out of the hole. Baby, you'll be so far out of the hole you could draw bricks every night for the next twenty years and still shit green.  Come on, Buddy.  One more hand.  \n[23]Top floor, get the little girl and keep her there.  I'll bring the woman up.  Gimme.  He holds out his hand for the gun and Raoul gives it to him.  \n[24]Stay here.  Nobody gets past you.  He heads for the stairs.  Raoul follows close behind him. Burnham stays, reluctant -- what the fuck has he gotten himself into?  \n[25]\n[26]Shut up.  \n[27]Shut up and let me think.  He opens a pack of cigarettes, takes out a joint and lights it.  \n[28]Okay, fuckball, you think.  What are we gonna do?  \n[29]She said she did.  \n[30]Yes.  Yes, it's all terrible ironic and amusing.  You fuck.  Now how are you gonna get us into that room?  \n[31]And why exactly would they want to come out?  At the window, Burnham notices something sitting just outside the French doors, on the balcony.  It's a large outdoor barbecue grill.  He thinks, takes a step closer.  He sees a white five gallon tank of some kind underneath the grill.  \n[32]Open it.  \n[33]Be quiet.  \n[34]They're coughing.  \n[35]Nobody is gonna die, man, will you please have the balls to follow through with a good idea?  Think about it, what would you do if you were them, stay in there and choke to death, or come out?!  Huh?  We're just getting them to come out for forty-five minutes, forty-five fucking minutes!  The worst that's gonna happen is they pass out, we drag 'em out here into the fresh air, and they'll be fine.  \n[36]Cut it back a little bit.  \n[37]He's right, we can't get into the room if they're dead!  \n[38]We're not gonna do anything about him, he's fine.  \n[39]\"Half?\"  What did you, take a nap in math class?  Three people, three shares, one third.  Four point six six six repeating.  \n[40]That's right, Raoul, it wasn't your idea, none of this was your idea, it was mine, it's my family we're ripping off, it's my prick grandfather who built that fucking room, it was my idea to get the plans, I found the floor safe, and it was my idea to ask a guy who builds these rooms to help break into one!  Me, me, me, I, I, I, at no point did I say \"you\" or Raoul,\" got it?  \n[41]No, you will not, because without Burnham there's no way in hell we're gonna get into that safe, so as far as I'm concerned he can paint your ass blue and run it up a flagpole and you won't lay a finger on him, you understand me?  \n[42]What is this shit you're talking all of a sudden?  You're a bus driver, \"Homes,\" you live in Flatbush, so please don't start spouting some Elmore Leonard shit you just heard because I saw that movie too,  \n[43]Shit!  \n[44]I, uh, I...  Shit.  \n[45]... hit a little snag finding the one in the basement.  Shit.  Pause.  Then, as if a starting gun has been fired, Burnham leaps to his feet and races out of the bedroom.  \n[46]She's never coming out.  \n[47]And we're never getting in.  \n[48]Jesus, what was I thinking?  \n[49]We're leaving.  \n[50]Close?  Are you insane?  We're nowhere near close!  Fuck this, I'll make an anonymous phone call on Monday, they'll find the floor safe, and I'll inherit the shit.  Little piece of it, anyway, it's better than nothing.  \n[51]Here.  For your time.  They both just stare at him.  \n[52]Five hundred bucks here.  Neither one of them moves to take it.  Junior shurgs, drops it on the floor.  \n[53]Suit yourself.  \n[54]Observe.  He heads for the door, expecting Raoul to block him, but as he draws close --  -- Raoul just steps out of the way.  Junior passes through and heads for the stairs.  \n[55]Lookin' doubtful there, Big Guy, but ten out of ten for attitude.  And he disappears, down the stairs, Burnham still pleading with him.  \n[56]Yeah, whatever.  \n[57]Adios.  He gets the last screw out, throws open the door, and BLAST of wind gusts in, it's a blustery night out there, he takes a step into the doorway --  -- and with a quiet PFFFT from right behind Burnham, a bullet whizzes across the kitchen and hits Junior in the back of the head.  He crumples, right in the open kitchen doorway.  Burnham SHOUTS incoherently and turns.  Raoul is standing there, two steps up, a silencer twisted onto the barrel of his gun.  ", "IN THE PANIC ROOM": "", "": "", "EVAN": "\n[1]One day you will learn to respect other people's time, Lydia, one day you --  \n[2]This is the middle of the house, the entry floor, living room's over there.  The kitchen floor's below us and there's two bedroom floors above.  The front door closes behind them, with a THUD so authoritative it seems to say no one's ever getting out.  Meg tries to get her daughter's attention, to tell her to stop bouncing the ball in the house.  \n[3]It's an enormous amount of space for the money and I'll be perfectly honest, the family is in no hurry whatsoever.  Meg whispers Sarah's name, but Sarah still ignores her, goes on bouncing the ball.  \n[4]I don't have to tell you there is an acute shortage of living space in Manhattan right now and this is a highly unique property.  \n[5]Working elevator.  Mr. Pearlstine, the previous owner, was disabled the last ten years of his life.  Highly unusual, the elevator, you will not find this in ninety percent of brownstones.  \n[6]What say we see the house before we dicker, hmm?  I have to warn you, this is exactly the response we expected to get. It's a very emotional property.  As he disappears upstairs, Lydia turns to Meg, lowers her voice.  \n[7]It would be so lovely if I could shot the property before I leave!  \n[8]Top floor.  Two bedrooms, one bathroom.  \n[9]Third floor, spare bedroom, den, what have you.  Mr. Pearlstine used it as an office.  \n[10]Master bath.  \n[11]I hardly see how family gossip is germane to showing the property.  \n[12]Master closet.  From the hallway, there is a GROANING METALLIC sound, the elevator, and the happy laughter of the little girl as she puts it through its paces.  Evan winces, speaks as if his mouth hurts when he moves it.  \n[13]Could the child please stop that?  \n[14]And we emerge in the master bedroom.  He checks his watch.  Meg looks around, studying the dimensions of the room.  She looks at the far wall, the one that borders the house next door.  She looks at the wall that corners it, opposite the window wall.  She takes two steps back from it.  \n[15]I was waiting to see if you'd notice!  On caravan, no one from our office had the slightest idea.  He pushes on the top of the mirror on the wall.  It makes a faint CLICK, then glides open a few inches off the wall.  He pulls it toward him, opens it all the way, a hundred eighty degrees, and it fastens magnetically to the back of the closed door.  There is smooth wall behind it, but if you look closely, there is a faint vertical crack in the wall.  Meg looks at him -- what in the world?  Even pushes again, twice this time, first at the top, then at the bottom, and the smooth wall CLICKS ajar.  He pulls it wide open.  Meg and Lydia step forward, fascinated.  \n[16]It's called a panic room.  He hits a switch and a row of bulbs flick on overhead.  \n[17]A safe room.  An inner sanctum.  A castle keep, in medieval times.  \n[18]It's quite in vogue in high end construction right now.  One really can't be too careful about home invasion.  The other two walk inside, but Meg lingers near the door, looking around, studying the neatly arrayed survival supplies -- water, food packs, batteries, flashlights, tools, rope, clothes, blankets -- you get the idea.  \n[19]Reinforced steel core walls.  Buried phone line, completely separate, not connected to the house's main line and never exposed throughout the house's infrastructure or outside the house -- you can call the police; nobody can cut you off. Your own ventilation system, complete with oxygen scrubber, so you've got plenty of fresh air for as long as you like.  And a bank of video monitors --  He hits a switch next to a dozen tiny video monitors, revealing a dozen different views of the house.  \n[20]-- covering almost every corner of the house.  Meg nods, starting to sweat.  \n[21]Steel, four inches thick.  Meg takes a step back.  They're now enclosed in the room.  \n[22]Everything's spring-loaded, even if the power's out it's fully functional.  \n[23]That's highly inappropriate.  \n[24]Not at all.  He points.  There's a tiny red beam that shines across the doorway, one at shoulder height --  \n[25]Infrared.  Like the beam in an elevator doorway.  Won't let the door close if something's blocking it.  -- and one at shin height.  Even bend down, blocks the one at shin height with his hand.  \n[26]Watch.  He reaches up, to push the close button, but with one hand anchored at the floor, he can't quite reach it.  \n[27]Push that button for me, will you?  ", "ON THE MONITORS": "", "LYDIA": "\n[1]-- seventeen feet wide, fifty-five feet deep, forty-two hundred square feet, four floors with a rentable basement apartment, so five altogether, courtyard in back --  \n[2]No cars.  Feet are faster.  \n[3]None, there's nothing else, you know how tight the market is.  \n[4]Oh, that miserable little prick is already leaving.  They approach a row of brownstones, narrow four story townhouses, nice looking buildings, a hundred years old or more.  EVAN, a sour-looking man, has just locked the front door of number 26 and is coming down the steps.  He sees them coming.  \n[5]Evan, I am so sorry, you were a saint to wait for us!  \n[6]No ball, kid.  Sarah immediately stops bouncing.  She wanders into the living room, peers through the big French doors, which look out over the courtyard area.  There's another row of brownstones on the next block, and all the patios back up to one another.  It looks tranquil out there, oasis in the city.  Sarah leans up against the door, sighs, her breath fogs the window.  There is a profound melancholy about her.  Meg watches her, tries to catch eyes with her in the reflection. Can't.  Evan flings open the door of an old-fashioned cage-style elevator.  \n[7]Who taught you to negotiate?  \n[8]He's talking about Bernard Pearlstine.  Meg shrugs, who's that?  \n[9]The hotel guy?  It's been in the papers lately.  His kids are all suing each other over his estate. He was a total recluse, paranoid, rich as hell, he was worth thirty million or something, now it turns out they can't find half of it.  Somebody took something didn't belong to them!  \n[10]Stop calling it the property, you sound ridiculous.  \n[11]\n[12]What?  \n[13]Oh, I've seen these...  \n[14]Hey, this is perfect for you...  Absolutely!  You're a woman, you're living alone now.  Your alarm goes off, or you head glass break, or for whatever reason you think someone's broken into your home in the middle of the night.  What are you going to do?  Call the police and wait until they get here on Tuesday?  Traipse downstairs in your sexy little underthings and check it out?  I think not!  \n[15]Why?  \n[16]I don't think so, but I love her album.  \n[17]The furniture guy?  \n[18]Old Bernie didn't miss a trick with this room, did he?  \n[19]And with kids like he's got, no wonder he wanted a place to hide.  \n[20]That door is a safely hazard.  ", "COP 1": "\n[1]Everything okay?  \n[2]'Bout four o'clock.  \n[3]Can we come in?  \n[4]We'd like to come in.  \n[5]Can we come in?  \n[6]You don't look so good.  \n[7]Your husband says you said \"There are three...\" right before you got cut off.  \n[8]Ma'am, if there's something you want to say to us right now that maybe you can't say to us right now, maybe you just want to make a signal, by blinking a few times, something like that.  She just looks at him.  Wow, this guy's intuitive.  She is sorely tempted.  But she can't.  \n[9]That's something you could do. Safely.  She thinks, thinks --  -- and burst out laughing.  \n[10]May I ask what the rest of that sentence was going to be?  \n[11]The sentence that started \"There are three.\"  What was the rest?  Pause.  She stares at him.  \n[12]Put your hands up.  Burnham freezes, silhouetted in the doorway.  Wind and leaves blow into the house, a real gale outside.  From behind Cop 1, MORE COPS SHOUT, all at once, must be a half dozen of 'em there, but Burnham can't see anything in the stinging light, and can't hear much either, over the ROARING wind.  Burnham moves suddenly, flinging the door shut right in the Cop's face.  The door SLAMS hard, Burnham turns to run but doesn't get more than a few paces before three sharp GUNSHOTS CRACK through the door behind him.  Brilliant white light spills through the bulletholes in the door, but it's not the light that gets you, it's the chunks of lead.  They rip through Burnham's back and come out his chest, a triangle pattern.  Burnham stops, sags to his knees.  He reaches into his jacket, pulls out the loose stack of bonds.  He fans them out, stares down at them, holds them like playing cards.  ", "THROUGH THE TUBE": ""}}