{"dialogues": {"MARION": "\n[1]Damnation! \n[2]Sorry. \n[3]Thank you.  Did you finish the upper field? \n[4]Those swimming breaks cut into the day, don't they? \n[5]Thank you.  How's the spotted one's milk? \n[6]... and they bundled half... almost no trace of the boys you knew... \n[7]... no, she still hasn't spoken... Margaret was her age when you... I remember the time at the river when we couldn't find Catherine... you couldn't stop crying... and she was asleep in the wagon the entire time... \n[8]Your children. \n[9]I smell turnips... \n[10]Samuel, William, both of you clean it up... \n[11]The Assembly has been reconvened, I've been called to... \n[12]We'll leave tomorrow... \n[13]I love turnips... \n[14]The middle colonies? \n[15]Anything about the convention in Philadelphia? \n[16]They're from good stock on their mother's side. \n[17]You look well, Charlotte. \n[18]Inside, all of you... \n[19]Very well. \n[20]What news? \n[21]Is that why the Assembly was convened? \n[22]And the Governor? \n[23]Which would force our delegates in Philadelphia to vote for independence. \n[24]Our governor is a bigger fool than I thought. \n[25]Mister Robinson, tell me, why should I trade one tyrant, three thousand miles away, for three thousand tyrants, one mile away? \n[26]An elected legislature can trample a man's rights just as easily as a King can. \n[27]It's Mister Marion. \n[28]If you mean by a Patriot, am I angry at the Townsend Acts and the Stamp Act?  Then I'm a Patriot.  And what of the Navigation Act?  Should I be permitted to sell my tobacco to the French traders on Martinique?  Yes, and it's an intrusion into my affairs that I can't... legally. \n[29]And what of the greedy, self-serving bastards who sit as Magistrates on the Admiralty Court and have fined nearly every man in this room. Should they be boxed about the ears and thrown onto the first ship back to England?  I'll do it myself. And do I believe that the American colonies should stand as a separate, independent nation, free from the reins of King and Parliament?  I do, and if that makes a Patriot, then I'm a Patriot. \n[30]But if you're asking whether I'm willing to go to war with England, the answer is, no.  I've been to war and I have no desire to do so again. \n[31]I was intemperate in my youth.  My departed wife, God bless her soul, dampened that intemperance with the mantle of responsibility. \n[32]Harry, Harry, Harry... \n[33]Wasn't it a Union Jack we fought under? \n[34]Thirteen years... \n[35]You were an Englishman then... \n[36]We don't have to go to war to gain independence... \n[37]There are a thousand avenues, other than war, at our disposal... \n[38]Royal petition, delegates to court, judicial redress, economic boycott, bribery... \n[39]... time, royal succession, regicide, bribery... \n[40]We do not have to go to war to gain independence. \n[41]I have seven children.  My wife is dead.  Who's to care for them if I go to war? \n[42]That's what I'm doing.  I will not fight and because I won't, I will not cast a vote that will send others to fight in my stead. \n[43]I'm a parent, I don't have the luxury of principles. \n[44]Nay. \n[45]When you have children, I hope you'll understand. \n[46]Do you intend to enlist without my permission? \n[47]Gabriel. \n[48]No, thank the Lord.  He's more like his mother. \n[49]Thank you. \n[50]Not yet, Thomas. \n[51]Seventeen. \n[52]God willing. \n[53]Six-pounders.  Lots of them. \n[54]Four, five miles. \n[55]Just east of it. \n[56]Don't worry. \n[57]No, there'll be skirmishers on the roads.  We're safer here. \n[58]Put those away. \n[59]Put them away. \n[60]Enough.  I'll be in the workshop. Samuel, the cows.  Thomas, attend to your studies here on the porch. Nathan, on the back porch.  If you see anyone, come get me.  Margaret, please keep William close to you. No one is to go past the yard wall. \n[61]Children. \n[62]Up to the house, now.  All of you, come on.  Now. \n[63]Gabriel! \n[64]Margaret, get bandages and water. Thomas, the porch, eyes open. \n[65]Not yet.  What happened? \n[66]They had surrendered? \n[67]You're in no condition to ride. \n[68]Margaret, take William and Susan down to the root cellar.  Thomas, go to the back porch.  Nathan and Samuel, the side windows.  Keep out of sight. \n[69]He's dead... \n[70]Thomas, help me turn him over... \n[71]Thomas! \n[72]Sergeant, there are seventeen wounded men here.  Seven Redcoats and ten Patriots, counting my son inside.  That puts me in a difficult position. \n[73]You three are the least severely wounded.  I have to ask you to leave and find care elsewhere. \n[74]There are rules, even in war. \n[75]After the Battle of Ashuelot River, against the French, I got this and the one on my leg.  I couldn't walk. Washington had to march north.  He left me with other wounded men and a like number of French prisoners. Nine for nine.  When the French found us, their surgeon gave me the best of care.  We'll be safe this way. \n[76]Your best chance is in Bennington, seven miles east, along the river road. \n[77]Thank you. \n[78]Colonel, he's a dispatch rider and that's a marked dispatch case. \n[79]Colonel... \n[80]A dispatch rider with a marked case cannot be held for spying. \n[81]But... \n[82]Colonel, I beg you, please reconsider.  By the rules of war, a dispatch rider with a marked case... \n[83]No lesson is necessary. \n[84]Lieutenant, please... \n[85]Quiet. \n[86]Don't move. \n[87]Nathan, Samuel... \n[88]Margaret, take William and Susan to the river shed.  Hide there.  If we're not back by dawn, go up the river to the Richardson's house. They'll take you to your Aunt Charlotte's farm.  Nathan, Samuel, and I are going to get Gabriel. \n[89]Leave him.  Take care of William and Susan. \n[90]Nathan, there.  Samuel, there. \n[91]I'll fire first.  Then, Nathan, kill whoever is standing closest to Gabriel.  Samuel, kill the last man in the line. \n[92]After that, Samuel, load for Nathan. If something happens to me, put down your weapons and run as fast as you can, that way, downhill.  Hide in the brush by the river, then make your way home, get the others and go to Aunt Charlotte's farm. \n[93]Boys... steady. Yes, father. \n[94]Samuel, reload.  Nathan, untie Gabriel. \n[95]There, there... he's alright... he's with your mother now... \n[96]Lord, we pray that You accept this child, Thomas Marion and give him a place at Your side with his mother. We ask that You embrace him and help us to understand the manner in which Your mercy works.  This we ask, in Your name.  Amen. \n[97]Sleep, now. \n[98]Don't blame yourself, you did what I told you to do. \n[99]Try to get some sleep. \n[100]How did this... how did I let this happen? \n[101]I should have known... once I would have... I used to be wary... and today I watched my son killed before my eyes... your sister civilized me and I damn myself for having let her... \n[102]I've done nothing and for that I am ashamed. \n[103]I'll leave in the morning with Gabriel. \n[104]I don't know, William. \n[105]Goodbye? \n[106]Just one word?  Goodbye?  That's all I want. \n[107]No, it's too late. \n[108]Command posts... Patriot... British... \n[109]Break for the trees... break for the trees... \n[110]Send them to cover!  Goddamn you! \n[111]It's already over. \n[112]Green Dragoons came to my home, killed my son, Thomas.  It was Tarleton himself. \n[113]I'm sorry I wasn't here for this. \n[114]We saw. \n[115]Where is he now? \n[116]Who's in command? \n[117]What are my orders? \n[118]So now Cornwallis will head north, link up with Clinton and finish off Washington. \n[119]When? \n[120]Long time. \n[121]So you're going to try to keep Cornwallis in the South until then. \n[122]You expect Cornwallis to be held here by militia? \n[123]They're nothing but farmers and you're asking them to try to keep a tiger in their backyard.  They'd be better off letting it move on. \n[124]How many men does Cornwallis have under his command? \n[125]I'll do what I can. \n[126]We put out the word.  We'll start along the south side of the Santee... \n[127]It's safer if we stay together. \n[128]Oh? \n[129]Is that so? \n[130]Did your father teach you humility? \n[131]Alright, Corporal, you take Bennington, Harrisville, Acworth and the farms along Black Swamp.  I'll take the north side of the river. We'll meet at Snow's Island. \n[132]And, Corporal... ... be careful. \n[133]I'm looking for John Billings. \n[134]If he comes back from the dead, tell him Francis Marion is looking for him. \n[135]I'll wait.  Miracles happen. \n[136]I expect to try. \n[137]It worked.  How many men can you raise? \n[138]You coming, or not? \n[139]Is it? \n[140]How old are you? \n[141]God help us all when you're forty. \n[142]Reverend. \n[143]Dalton. \n[144]You all have your own reasons for being here.  I lost a son and I intend to kill the man who killed him... \n[145]... But I don't consider that man's life adequate payment for the life of my son, and killing him won't keep the sons of other men from dying... \n[146]Cornwallis has to move north.  We have to keep him right here.  If he's south of the Chesapeake when the French arrive, if the French arrive, we have a chance of winning this war. \n[147]Eat, get some rest, we move out in two hours. \n[148]Flanking riders? \n[149]Epaulets first... Kill the officers. \n[150]\n[151]Swage, broach, etching tool... \n[152]We'll need a forge... \n[153]We've got clay to make a chamber... \n[154]And we can yank a wagon wheel, weight it, rig a piston and drive shaft and we'll have a flywheel to power the bellows... \n[155]Put that pistol down! \n[156]Stay... stay... stay... \n[157]Don't you growl at me! \n[158]Now let's see what's in this wagon. \n[159]These four wagons must be his. \n[160]His journals, letters, maps, books... \n[161]Today was hard earned but a good start. \n[162]In the future wounded British soldiers will be given quarters. \n[163]You have my sympathy... but the order stands. \n[164]I'm your commanding officer.  This is militia, not regular army.  I can't hold you here, but as long as you stay, you'll follow my orders. \n[165]For what? \n[166]Don't depend on my decency.  I'm one of that sort. \n[167]You're the worst of that sort. You're the sort that gives that sort a bad name. \n[168]I'm going to check the watch. \n[169]I've just been inside the mind of a genius.  Lord Cornwallis knows more about war than I could in a dozen lifetimes. \n[170]His victories at Charleston and Camden were perfect, strategically, tactically, logistically.  But he has a weakness. \n[171]Lord Cornwallis is brilliant.  His weakness is that he knows it. \n[172]Pride is his weakness. \n[173]Pride will do. \n[174]We can't pay for this... \n[175]Nice to see you again, Anne. \n[176]... and your terms of enlistment will be month-to-month.  Every thirty days you can re-enlist or return to your families. \n[177]Talk to Abner and Scott about provisions, powder and mounts. \n[178]No, he takes after his mother... \n[179]... the younger ones barely remember her but Gabriel spent more time with Elizabeth... she taught him well, guided him, she was his North Star and mine... her father was a minister, in Boston, did you know that? \n[180]... Gabriel's already a better man than I could ever hope to be... \n[181]What do you mean, old and ugly? \n[182]The hell I do. \n[183]Gabriel?  Are you asleep? \n[184]Sergeant, this road is closed. Those wagons now belong to the Continental Army. \n[185]Sergeant, there's no reason for you and your men to die.  Just leave the wagons and go. \n[186]It's a trap... \n[187]\n[188]That's him.  Tarleton. \n[189]Damn you!  Let go! \n[190]I should have killed him when I had the chance? \n[191]No... \n[192]Stay the course... your mother used to say that to me when I'd get drunk or lose my temper. \n[193]You learned her lessons better than \n[194]Thank you. \n[195]I'm familiar with appropriate behavior at a military parley. \n[196]That will be all, Major.  I'll wait for Lord Cornwallis. \n[197]One other thing. \n[198]The proper form of address to a superior officer, even one of an opposing army, is \"Yes, sir.\" \n[199]Go. \n[200]My pleasure, sir. \n[201]Apology accepted. \n[202]Colonel will do. \n[203]Shall we proceed? \n[204]I'm familiar with how a formal negotiation is handled. \n[205]I served in His Majesty's army in the French and Indian War. \n[206]Unless you would like to claim aggrieved status. \n[207]Very well, proceed, sir. \n[208]I will do so as soon as possible. \n[209]Please accept my apology for not having done so sooner. \n[210]That one is a bit more difficult. \n[211]And what are inappropriate levels of hostile attention? \n[212]Restrain them from the targeting of civilians, including women and children? \n[213]I consider them linked. \n[214]As long as your soldiers attack civilians, I will order the shooting of your officers at the outset of every engagement. And my men are excellent marksmen. \n[215]Prisoner exchange. \n[216]You have eighteen of my men.  I want them back. \n[217]If that's your position, then eighteen of your officers will die. Nineteen, if you hang me with my men. \n[218]In the clearing, just down from the crest, to the left of the dark pines... \n[219]They refused to give me their names. Their ranks are nine lieutenants, five captains, three majors and one fat colonel who called me a cheeky fellow.  Their posts?  We picked them up here-and-there last night. \n[220]If your conduct is the measure of a gentleman, I take that as a compliment. Get my men. \n[221]Thank you, General.  I'm sure your officers will thank you, as well. \n[222]You don't remember me, do you? \n[223]Yes, ugly business. \n[224]If you are alive when this war is over, I'm going to kill you. \n[225]She spoke?  Susan spoke? \n[226]I don't believe it... and I wasn't there for it... \n[227]Tell me everything she said, word for word. \n[228]She said that?  Oh, my Lord, she said that? \n[229]Isn't that something. \n[230]What? \n[231]I'd be honored. \n[232]Granted.  Where are you going? \n[233]It's beautiful there.  Your mother and I were there once, before you were born. \n[234]She would have been pleased. \n[235]It's alright.  I'm very happy for you. \n[236]It's a good measure of a woman that she'll have her honeymoon under the stars. \n[237]Where? \n[238]Five day furlough for all men. Abner, Dan, Reverend, spread the word.  We'll reform at Acworth.  Any man who doesn't come back won't be thought a coward or uncommitted to the cause.  Attend to your families. \n[239]Thank you. \n[240]Susan... \n[241]The overlook, up there should be where you post the watch.  Work out a schedule.  Short watches, especially at night. If you can catch some of those mockingbirds you can make cages and put them along there for alarms. Now let's find someplace to cache extra weapons... \n[242]Good apple. \n[243]Very good.  Sweet. \n[244]Yes, of course. \n[245]No. \n[246]No. \n[247]When? \n[248]Congratulations. \n[249]Excuse me? \n[250]I know that. \n[251]Of course, I do. \n[252]Just a little goodbye?  One word? That's all I want to hear. \n[253]Goodbye, Charlotte. \n[254]I'll come back... I promise... \n[255]How many came back? \n[256]Don't go in there. \n[257]She is.  Don't go in there. \n[258]You know what happened. \n[259]Everyone knows.  It's what made me a hero.  Me, Harry Lee, all of us.  I got a medal.  Men bought me drinks. They still do sometimes.  Everyone knows what happened. \n[260]And what do they know? \n[261]That's right. \n[262]Your mother asked me the same question around the time you were born.  I was drunk and I was foolish enough to answer her. \n[263]That's why it was four years between you and Thomas.  It took me that long to regain her respect. \n[264]It was in '63.  It was a bad time. The French and the Cherokee had raided along the Blue Ridge.  All the English settlers took refuge at Fort Wilderness but the French captured it.  We were sent in relief.  Harry Lee, Billings, sixty of us.  We already had something of a reputation for being... harsh. When we got there the fort was abandoned.  Not a French soldier or Cherokee anywhere.  They had left a week earlier.  What we found was... bad. \n[265]They had left the settlers there. The men had been burned alive, the women were in pieces and the children were on stakes. \n[266]We buried them, then we went to track.  It was a cold trail and they were moving fast.  We went faster. We caught up to them at Kentucky Ford. \n[267]We took our time with them and gave every one of them worse than they had given at the fort.  It was two weeks before they were all dead, all except two.  We put the heads on a pallet and had the two we let live take it to the French at Fort Ambercon. The eyes, fingers and tongues we put in a basket and sent that down the Asheulot to the Cherokee. The French stayed east of the Blue Ridge after that and the Cherokee broke their treaty with the French and stayed out of the fight. That seemed to make a difference. The war went another year, things went better... and men bought us drinks. \n[268]It was a different time, son.  And you're a better man than that. \n[269]Yes. \n[270]If this war is about more than Thomas, it's about more than Anne, as well.  Stay the course. \n[271]His wife was killed yesterday.  She was with child. \n[272]That means they have two hours on us. \n[273]Let me help you... \n[274]He looks as if he's sleeping, doesn't he? \n[275]Don't touch him. \n[276]Two.  Gabriel and Thomas. \n[277]It is ended. \n[278]Take this to General Washington. \n[279]Colonel Francis Marion. \n[280]Gray. \n[281]I lost another a year ago, Thomas. He was only fifteen. \n[282]Remember Braddock? \n[283]Worse. \n[284]Then you must let the message go through. \n[285]No, he won't.  There are two things you need to know about Cornwallis. First, he is a very proud man, He would rather risk defeat than share a victory. If you give him what he thinks is an out, he'll take it. \n[286]I'll let him tell you himself... \"... but it is this colonial militia that is the most irksome.  Not worthy of my attention, but demanding it; not worthy of British blood, but taking it; and not worthy of a soldier's honor, but sullying it.  Those nights of mine that are not sleepless, are filled with dreams of a cavalry charge on the heels of fleeing farmers...\" \n[287]He has no respect for citizen soldiers.  That's your bait... militia. \n[288]The British army believes in officers.  I believe in soldiers. After we engage, there will be no more orders.  Every man here must know what I'm about to tell you. \n[289]We are the bait in a trap.  We're militia.  Cornwallis thinks we're rabble, nothing more than a bunch of undisciplined farmers.  And if he thinks that's what we are, that's what we're going to give him. Listen up. \n[290]Goodbye, Harry. \n[291]And congratulations on the birth of your son. \n[292]I hope so. \n[293]Your son, what did you name him? \n[294]A good name for a farmer. \n[295]Two pounds, fourteen ounces. \n[296]Damnation! ", "GABRIEL": "\n[1]Father, a post rider came from Charleston.  You have a letter inside. \n[2]News of Boston, father? \n[3]Father...? \n[4]The New York and Rhode Island assemblies have been dissolved... \n[5]Rioting both sides of the bay, in Chestertown they burned the Customs House and tar-and-feathered the Customs Agent.  He died of burns. In Wilmington they killed a Royal Magistrate and two Redcoats. \n[6]Poor Richard says they'll make a Declaration of Independence by July. \n[7]Scott Higgins joined the militia. \n[8]He's seventeen.  A year younger than \n[9]The British army is barricaded in Boston.  Harry Lee, is here from Virginia, recruiting for a Continental Army. \n[10]Yes.  He seeks a levy of troops and money. \n[11]He vowed that if the Assembly votes a single shilling to Lee, he'll dissolve the body. \n[12]Lee is counting on your vote and expects you to be the first to enlist. \n[13]Father, I've lost respect for you. I thought you were a man of principle. \n[14]When I have children, I hope I don't hide behind them. \n[15]Yes. \n[16]Have you seen any Redcoats? \n[17]It wasn't like Saratoga.  There, we stayed in the trees, but this time Gates marched us straight at the Redcoats.  They fired two volleys into us and we broke like straw.  I was given these dispatches... I saw Virginia Regulars surrender... as they laid down their weapons the British Green Dragoons rode into them and hacked them to bits... killed them all, over two hundred men. \n[18]I have to get these dispatches to Hillsboro. \n[19]I have no choice, I... \n[20]I carried those.  I was wounded, these people gave me care, they have nothing to do with the dispatches. \n[21]I did. \n[22]Father... \n[23]The Morgans, the Halseys, Williams, Stantons... \n[24]Father, it's safe. \n[25]How are they? \n[26]Gates is at Hillsboro with the Continental Army.  I'll leave in the morning to join him. \n[27]I'll tend my horse. \n[28]Father, we have to do something... \n[29]Father... \n[30]Colonel Lee, I request a transfer to Colonel Marion's command. \n[31]What now, sir? \n[32]We'd cover more ground if we split up. \n[33]Colonel, I didn't request this transfer because you're my father. I requested it because I believe in this cause and this is where I can do the most good. \n[34]I've been doing this for two years. I'm the best scout in the Continental Army, the best horseman, the best shot, the best scavenger and I know every deer path and swamp trail between here and Charleston. \n[35]Yes, sir. My father taught me. \n[36]He tried.  It didn't take. \n[37]Yes, sir. \n[38]Yes... ... father. \n[39]Father, this war is about more than Thomas. \n[40]If you're here only for revenge, you're doing a disservice to him as well as yourself. \n[41]You know how old I am. \n[42]Less than a mile.  Forty-one wagons, a company of Redcoat infantry, horses at the rear. \n[43]I didn't see any. \n[44]And the dogs, too, I'll wager. \n[45]He shouldn't make light.  That Redcoat should not have been killed. \n[46]He's my father. \n[47]I know him well enough? \n[48]Father? \n[49]I... uh... that wasn't me, it was Samuel... I mean Nathan... \n[50]Uh... uh... I... \n[51]If I'd known you were going to look like this, I never would have put ink in your tea. \n[52]It's a start. \n[53]They look nice.  As white as can be. \n[54]We're low on salt.  I should go to Pembroke and get some. \n[55]Oh, right. Baking powder, we need baking powder. \n[56]Father, no... \n[57]Father, please... \n[58]Fourteen dead, eleven wounded, eighteen captured. \n[59]When was that?  In the swamp at the expense of your men?  Or when he killed Thomas at the expense of your family? \n[60]Or perhaps tomorrow at the expense of our cause. \n[61]There will be a time and a place for revenge but killing Tarleton at the expense of your duty serves no one but yourself. Stay the course. \n[62]She'd say it to me when I picked on Thomas or Nathan. \n[63]She got me at a more impressionable age. \n[64]That would be nice. \n[65]That would be nice, too. \n[66]But they're prisoners-of-war! \n[67]It's all set. \n[68]Yes. \n[69]They won't stop looking for you and the children. \n[70]I don't know... I'm his son. \n[71]These are for you and the children. \n[72]He wanted to, Susan, but he couldn't leave his men. \n[73]I know he did and he's sorry.  He'll come back as soon as he can. \n[74]There are some letters here from him.  Some are just to you. \n[75]You don't hate him. \n[76]Full sentences.  As if she had been speaking all along. \n[77]She said... she loves you and misses you but she understands why you can't be there with her. \n[78]Father, there's something else I need to talk to you about. \n[79]Come with me.  I'll tell you when we get there. \n[80]Father, I'm looking for a best man. \n[81]Sir, I'd like to request a furlough. Two days? \n[82]Cheraw Falls. \n[83]I know. \n[84]Tarleton has a list of our men, most are on it.  A regiment of dragoons is going to the homes on the list, burning them, killing whomever resists, women and children, as well. \n[85]Seven homes along the Black River so far... \n[86]Anne...? \n[87]Is it her?  Is Anne in there? \n[88]Father, tell me what happened at Fort Wilderness? \n[89]No, I don't. \n[90]Tell me what everyone doesn't know. \n[91]That the French and Cherokees captured the fort and when you retook it, you took revenge on them for what they did during the occupation. \n[92]That's not enough.  Tell me. \n[93]I'm not my mother.  I can't have the respect without the knowing. \n[94]Go on. \n[95]I see, do as I say, not as I do. \n[96]As you did at Fort Wilderness? \n[97]I'm alright, I... ", "CORNWALLIS": "\n[1]Gentlemen. \n[2]Major, this is not an adequate map. \n[3]A useful place for our maps. \n[4]My harrier.  Join us, Colonel. \n[5]Gentlemen, celebration is premature. We have a difficult campaign ahead of us.  We are in predominately hostile country and we cannot rely on forage.  As we move north, the bulk of our supplies will reach us by sea, through Charleston, which will give us a long and vulnerable supply line, one that can only be secured if the locals are loyal to the crown. \n[6]Nonetheless, we must remember that this is a civil war... \n[7]These colonials are our brethren and when this conflict is over, we will be reestablishing commerce with them.  Surrendering troops will be given quarter and unwarranted assaults on civilians will cease. \n[8]I expect this war to be fought in a vigorous but civilized manner. \n[9]Have I made myself clear, gentlemen? \n[10]Why am I here, Colonel Halbert? \n[11]Why, after six weeks, are we still here to attend a ball.  By now, we should be attending balls in North Carolina, not South Carolina. \n[12]Excellent guess, Major. \n[13]And what, praytell, is this? \n[14]It's a horse blanket. First my personal baggage, then half the bridges and ferries between here and Charleston burned, a dozen convoys attacked.  Colonel, if you can't secure our supply line against militia, how do you expect to do so against Colonial regulars or the French when they come? \n[15]How impolite.  And who leads these clever, secretive fellows? \n[16]Colonel, I'm a civilized man but I'm finding to difficult to remain civil.  Secure my supply line. \n[17]Fine animals, a gift from His Majesty.  Dead now, for all I know. \n[18]Yes, we have learned. \n[19]It's the weight of command and the lot of a widower -- memories, loneliness... ... and long gazes at the moon. \n[20]Colonel Tarleton, you deal with these damned rebels. \n[21]It seems our Swamp Fox wants to have a formal parley. \n[22]Most certainly.  Arrange it. \n[23]Jupiter!  Mars! \n[24]My boys... my boys... you seem to have been well fed.  Thank you for that, Colonel. \n[25]Please forgive me for keeping you waiting. \n[26]Thank you, Colonel... I'm afraid I don't know your name. \n[27]As you wish. \n[28]Colonel... Colonel Banastre Tarleton. \n[29]Let us.  Unless you object, I would like to deem this meeting a formal negotiation and, as such, there are certain customary practices. Perhaps I could explain them to you... \n[30]Oh? \n[31]Oh.  Very well, then.  Would you, as the initiating party, like to begin? \n[32]You are familiar with how these things are done.  In fact, I would like to claim aggrieved status. \n[33]First, you have in your possession certain belongings of mine, including clothing, private papers, furniture and personal effects of a non-military nature which I would like to have returned to me. \n[34]Thank you. \n[35]Apology accepted.  Now, on the matter of the specific targeting of officers during engagements, this is absolutely unacceptable. \n[36]Certainly you must know that in civilized warfare, officers in the field must not be accorded inappropriate levels of hostile attention. \n[37]Colonel, imagine the utter chaos that would result from un-led armies having at each other.  There must be gentlemen in command to lead and, when appropriate, restrain their men. \n[38]That is a separate issue. \n[39]I beg to differ.  One is a command decision on your part.  The other represents nothing more than the occasional over-exuberance of field officers attempting to carry out their duty in difficult circumstances. \n[40]Very well, let us move on to... \n[41]Sir? \n[42]I do have eighteen criminals under sentence of death, but I hold no prisoners-of-war. \n[43]What officers? \n[44]Their names, ranks and posts? \n[45]You are not a gentleman. \n[46]Arrange the exchange. \n[47]Jupiter!  Mars! \n[48]This fox believes himself clever. We shall see. \n[49]From General Clinton in New York... \"... your request to move north is denied until you have properly dealt with your militia problem.\" He underlined, 'militia'. \"You have spent over six months dealing with a six-week problem.  It is essential that you quell the militia...\" Underlined again. \"... insurgency, particularly because of the likely move south of Washington and the inevitable arrival of the French.  Militia, as you have so often pointed out, is not worth the attention of a significant army, hence it is mystifying why militia has bedeviled you for so long...\" \n[50]\"... it is my fervent hope that the vigor of your campaign comes to match the vigor of your correspondence with your Parliamentary and Court patrons. Only then might you share in the victory, on the verge of which I now stand.\" \"Your guardedly respectful Commander, General Sir George Clinton.\" \n[51]If I fail, you fail. \n[52]And if I triumph, you triumph. \n[53]How can we end this madness? \n[54]Civility is a secondary virtue.  It is superseded by duty. \n[55]Call a general staff meeting. \n[56]Do you see that, Colonel? \n[57]Fix bayonets... dispatch the Green Dragoons. ", "LEE": "\n[1]You all know why I am here.  I am not an orator and I will not try to convince you of the worthiness of our cause.  I am a soldier and we are at war and with the declaration of independence we all expect from Philadelphia, it will soon be a formal state of war.  In preparation for that, eight of the thirteen colonies have levied money in support of a Continental Army.  I ask South Carolina to be the ninth. \n[2]Massachusetts and New Hampshire are not as far from South Carolina as you might think and the war they're fighting is not for independence of one or two colonies.  It's for the independence of a nation. \n[3]Please. \n[4]Thank you.  Were I an orator, those are the exact words I would have spoken. \n[5]Captain Marion, I understood you to be a Patriot. \n[6]I understood him to be a Patriot as well. \n[7]Mister Robinson, I fought with Captain Marion in the French and Indian War, including the Wilderness Campaign.  We served as scouts under Washington and I have no doubts about Captain Marion's courage or competence on a battlefield. There's not a man in this room, or anywhere, for that matter, to whom I would more willingly trust my life. \n[8]Nonetheless, I would like to know, Mister Marion, how... how... how... \n[9]Damn it, Francis!  How in God's name do you expect to gain independence without going to war? \n[10]My hairy arse!  You live in a cave if you think we'll get independence without war... \n[11]A long time ago... \n[12]That's a damn long time... \n[13]I was an American, I just didn't know it yet... \n[14]Balderdash! \n[15]Name five hundred. \n[16]That's five, keep going... \n[17]You said bribery twice... \n[18]Francis, I was at Bunker Hill.  It was as bad as anything you and I saw on the frontier.  Worse than the slaughter at the Ashuelot River. The British advanced three times and we killed over seven hundred of them at point blank range.  And still, they advanced and they took the ground.  That is the measure of their resolve.  If your principles dictate independence, then war is the only way.  It has come to that. \n[19]Wars are not fought only by childless men.  A man must weigh his personal responsibilities against his principles. \n[20]And your principles? \n[21]One of yours? \n[22]I recognize him now.  Is he as imprudent as his father was at his age? \n[23]I'll see to it that he serves under me. \n[24]Damn you, Sergeant, don't move the wounded twice, put them straight on the wagons from the surgeons. \n[25]Lieutenant, detail men for outriders.  We move out as soon as the wounded are ready. \n[26]I'm sorry. \n[27]There's nothing you could have done, Gates is a damned fool. \n[28]I begged him to stay in the cover of the trees but he insisted the only way to break Cornwallis was muzzle- to-muzzle.  He spent too many years in the British army. \n[29]Last anyone saw, riding hard, northeast, his staff a hundred yards behind, trying to catch up. \n[30]I am, I think. \n[31]If you want orders, I've got some for you. \n[32]We're a breath away from losing this war.  In the North, Washington is reeling from Valley Forge, running and hiding from Clinton and twelve thousand Redcoats. Here in the South, Cornwallis has broken our back.  He captured over five thousand of our troops when he took Charleston and today he destroyed the only army that stood between him and New York. \n[33]And Patriots will start dying on the gallows instead of the battlefield. Unless we can keep Cornwallis in the South until the French arrive.  A treaty was signed at Versailles after our victory at Saratoga.  The French are sending a fleet and ten thousand troops. \n[34]Fall, six months at the earliest. \n[35]The bigger problem is where, not when.  The French fleet won't sail north of the Chesapeake for fear of early storms. \n[36]Not me, you.  I'm going north with every Continental regular I can find to reinforce Washington or he won't last six weeks. \n[37]Not held, just slowed down. \n[38]They'd be better off, but the cause wouldn't be. \n[39]Four thousand infantry and around six hundred cavalry... ... including the Green Dragoons under Tarleton. \n[40]I'm giving you a field commission as a colonel. \n[41]Granted. \n[42]Good luck. \n[43]Look at you!  I knew you could do it! \n[44]We have a chance!  Better than a chance!  Cornwallis is running to the Chesapeake, probably to meet his fleet at Yorktown.  I wish I could see his face when he sees a dozen French ships floating there.  And Washington should be a day or two behind him. And on top of everything, I have a son!  Born last month in Alexandria. \n[45]I'm sorry, I didn't know. \n[46]You have to bury him. \n[47]I'll help you bury him. \n[48]How many men have we seen die? \n[49]They're gone.  And there is nothing you or I can do to bring them back. But there is something you can do to help end all this. \n[50]No.  It's not over yet.  Two days ride, Yorktown, Virginia. Washington, the French, Cornwallis and Tarleton.  It will end, one way or another. Francis, nothing will replace your sons but helping us will justify their sacrifice. \n[51]Goodbye, Francis. \n[52]Thank you.  Maybe all of this will buy him some peace. \n[53]Robert.  Robert E. Lee. ", "TARLETON": "\n[1]You're surrendering. \n[2]What unit? \n[3]Who cared for your wounds? \n[4]With a lace table cloth? \n[5]Kill them. \n[6]Lieutenant, have a detachment take our wounded to our surgeons at Camden crossing.  Use whatever horses and wagons you can find here. \n[7]Who carried this? \n[8]Take this one to Camden, he's a spy. He will be hung. \n[9]Fire the house and barns. \n[10]Kill them. \n[11]We're not going to hold him, we're going to hang him. \n[12]Oh, he's your son.  You should have taught him about loyalty. \n[13]Would you like a lesson in the rules of war? \n[14]Perhaps your children would. \n[15]Major. \n[16]Sir. \n[17]Yes, sir. \n[18]Did you know that Lord Cornwallis' father was a tenant on the estate of my grandfather? \n[19]Yes, sir. \n[20]Which way? \n[21]\n[22]Enough of this.  There are other ways to run down a fox. \n[23]General, a message from the commander of the rebel militia. \n[24]Are you going to meet with him? \n[25]Colonel. \n[26]Ah, yes, that boy. \n[27]Ugly business, doing one's duty. \n[28]Take a detachment and go get our officers. \n[29]But now we have a name for our Colonel... Francis Marion.  And with a name will come a family. \n[30]They can't be far.  Check the outbuildings and the woods. \n[31]Perhaps. \n[32]Probably. \n[33]Difficult, sir.  This is, as you pointed out, a civil war. \n[34]I understand, sir. \n[35]I believe they are almost ready. \n[36]Very well, get one of the others. \n[37]I intend to. \n[38]Yes, Major. \n[39]The honor is found in the end, not the means.  This will be forgotten. Proceed. \n[40]Unless I'm dreaming, I think I see irregulars at their center. ", "CHARLOTTE": "\n[1]Welcome!  Welcome!  Margaret, William, look at you...! They're huge.  What have you been feeding them? \n[2]Thank you. \n[3]Come, come, inside, wait until you see what I have... \n[4]Inside, inside... \n[5]As do you. \n[6]Children, inside!  All of you! Right now. \n[7]And send us to war alongside Massachusetts. \n[8]I'll stay with them. \n[9]They're asleep. \n[10]You couldn't have known. \n[11]Thomas is dead but you've done nothing for which you should be ashamed. \n[12]If you go, I'll care for them as if they were my own. \n[13]This will do fine. \n[14]Thank you. \n[15]So he's the one they talk about, the Swamp Fox. \n[16]I thought it might be him, the bits and pieces we heard, a veteran, fought in the French and Indian War, knows the swamps. \n[17]We'll be alright, here, for now. How is he? \n[18]Speaking for months now. \n[19]I'm not my sister. \n[20]I said, I'm not my sister. \n[21]Do you? \n[22]Very well, then. \n[23]Goodbye. \n[24]Lovely. ", "BILLINGS": "\n[1]You expect to hold Cornwallis with militia? \n[2]Trust you and Harry Lee.  Remember that damned overland you two thought up in '62 to hit Fort Louis? \n[3]Not many.  Dalton, Scott, they've got their reasons; Rev. Oliver, he believes in the cause; some of the young bucks; a few like me with nothing to lose... What about you?  You've got a lot to lose. \n[4]We have enough arms for an army. Now all we need is an army. \n[5]Shoot them!  Shoot the damn things! \n[6]No wonder they were guarding it. \n[7]I say we drink the wine, shoot the dogs, and use the papers for musket wadding. \n[8]Am I one of that sort? \n[9]He's not making light. \n[10]You don't know him very well, do you? \n[11]Don't fault him for having grown up on the frontier.  It was a harder time and a harder place than you know. \n[12]Well? \n[13]Cheerful news to greet the morn. \n[14]Personally, I'd prefer stupidity. \n[15]We got our own little party... \n[16]Twenty men here, seventeen in New Brighton, a dozen along the Black River.  We'll pass three hundred by week's end if this keeps up. \n[17]He reminds me of you before you got old and ugly. \n[18]You got me beat on both accounts. \n[19]You got salt last week. \n[20]We've got plenty of baking powder. You went to Pembroke and got five pounds two weeks ago. \n[21]Damn your eyes.  Do your worst. ", "MARGARET": "\n[1]Dinner... \n[2]Charleston! \n[3]... now count five finger lengths up from the front two stars of the Big Dipper, and that's the North Star, that's her. \n[4]It helps her to know Mother's there. \n[5]How far away? \n[6]Are we safe here? \n[7]We could go stay at Aunt Charlotte's farm.  She's to the west. \n[8]Samuel... \n[9]Samuel, get up to the house.  You heard father... \n[10]Quiet. \n[11]Samuel! \n[12]You're hurt. \n[13]Thomas, please, Thomas... \n[14]Papa, look what they did to Thomas... \n[15]But what about Thomas? \n[16]No, not tomorrow. \n[17]It's him!  I told you it was him! \n[18]I told you, things would get better. ", "WASHINGTON": "\n[1]Did you bring me this? \n[2]Take this to Colonel Marion. \n[3]Earned. \n[4]Come.  I have something I want to show you. \n[5]Gentlemen. \n[6]I was sorry to hear about your son. \n[7]I've had no sons to lose, nor daughters. I lose the sons of other men. \n[8]Life was easier when we only had ourselves to get killed. \n[9]Gentlemen, what do we see? \n[10]Francis, tell me about General Cornwallis. \n[11]That bad? \n[12]Proud, priggish and competent.  A very bad combination in an adversary. \n[13]For those of you who don't know, we intercepted a British dispatch this morning.  General Clinton has sailed from New York to relieve Cornwallis. \n[14]Less than a week.  Sixteen ships and over nine thousand Redcoats. \n[15]And when the British ships arrive, the French ships will flee.  And when the French ships flee, General Rochambeau and the French troops will flee as well. \n[16]If Cornwallis receives news that Clinton is coming, he'll simply hold tight and wait.  He'll fight a purely defensive battle and he'll win that. \n[17]And what is the second thing? ", "ANNE": "\n[1]I know who you are, Gabriel Marion. The last time I saw you, I was nine and you put ink in my tea. \n[2]It was you and it turned my teeth black for a month. \n[3]You call that a compliment? \n[4]Next time we'll bring more blankets. \n[5]Maybe we'll be lucky this winter and have just rain, no snow. \n[6]Just because the French didn't come this fall, doesn't mean they're never going to come. \n[7]I'm sorry we didn't give you more warning. \n[8]May I ask you a question? \n[9]Do you think Frances with an \"e\" is too manly a name for a girl? \n[10]Do you think Francis with an \"i\" is too womanly a name for a boy? \n[11]Good. \n[12]Late summer. \n[13]Thank you. \n[14]Everyone? ", "SPEAKER": "\n[1]\n[2]Our first order of business... \n[3]ORDER!  ORDER!  Mr. Simms, you do not have the floor. \n[4]Our first order of business is an address by Colonel Harry Lee of the Continental Army. \n[5]Gentlemen!  Please!  This is not a tavern! \n[6]Gentlemen!  Please! \n[7]So moved. \n[8]Mr. Robinson. \n[9]Mr. Hamill. \n[10]Mr. Johnson. \n[11]Mr. Simms. \n[12]Mr. Marion. \n[13]Mr. Marion. ", "SUSAN": "\n[1]Goodbye. \n[2]Why didn't father come? \n[3]Why didn't he come? \n[4]He left us. \n[5]I don't care.  I hate him. \n[6]Yes, I do.  I hate him and I hope he never comes back. \n[7]Papa! \n[8]Papa, don't go, I'll say anything. \n[9]Please, Papa, I'll say anything you want! \n[10]Just tell me what to say!  Tell me what to say! \n[11]Please, Papa, please don't go. \n[12]... I'll talk to you, I'll say anything you want, just tell me what you want me to say, I'll say anything, I promise, please, Papa, just stay... \n[13]Wait for me... ", "THOMAS": "\n[1]Better.  She's near ready to calve. \n[2]Look!  There's Gabriel! \n[3]When? \n[4]But it's already been two years and that's two more years.  The war could be over by then. \n[5]Alright.  Seventeen. \n[6]That's not thunder. \n[7]But father, they might come this way. \n[8]The battle, were you there? \n[9]Father? \n[10]Father, do something. \n[11]Gabriel!  Run! ", "NATHAN": "\n[1]Father, I saw a post rider at the house. \n[2]I hate turnips... \n[3]We're going to Charleston! \n[4]Father? \n[5]But they're wounded. \n[6]Father, they're going to take Gabriel... \n[7]Father, you can't let them take him... \n[8]Father... I killed those men... \n[9]I'm glad I killed them... I'm glad... \n[10]Father! ", "SAMUEL": "\n[1]We got it all cut and we bundled half of it. \n[2]I did not... \n[3]William knocked it right out of my hands... \n[4]When, father, when? \n[5]Waxhaus? \n[6]They're going to come. \n[7]We're going to have to fight them off. \n[8]They'll probably kill us men and do Lord knows what to you women. ", "ROBINSON": "\n[1]An American nation.  Colonel Lee, with your permission? \n[2]Those of us who call ourselves Patriots are not seeking to give birth to an American nation, but to protect one that already exists.  It was born a hundred-and-seventy years ago at Jamestown, Virginia and has grown stronger and more mature with every generation reared and with every crop sown and harvested.  We are a nation and our rights as citizens of that nation are threatened by a tyrant three thousand miles away. \n[3]Sir? \n[4]This from the same Captain Francis Marion whose anger was so famous during the Wilderness Campaign. \n[5]Temperance can be a convenient disguise for fear. \n[6]I stand corrected. \n[7]Mister Speaker, I call for a vote on a levy to the Continental Army. \n[8]Yea. ", "REDCOAT LIEUTENANT": "\n[1]These men are of my regiment.  Thank you. \n[2]I understand. \n[3]Yes, sir. \n[4]We found this, sir. \n[5]Yes, sir. \n[6]And the Rebel wounded? \n[7]I have my orders.  Sergeant! \n[8]Across the river!  Covering fire! Double rank! ", "REDCOAT SERGEANT": "\n[1]\n[2]Halt.  Look alive, boys. \n[3]Ready arms!  By twos! \n[4]Steady, boys... \n[5]This is the King's highway and I advise you and your men to make way. Prepare to fire. \n[6]\n[7]Excuse me, Ma'am, everyone has been requested to gather at the church. \n[8]Colonel Tarleton wants to address, the whole village. ", "DALTON": "\n[1]Like they gave quarter to my family? My wife and three children were hiding in our root cellar when they came.  The Redcoats locked the door and torched the house. \n[2]And who are you to give an order like that?  We all know what you did after Fort Wilderness. \n[3]To hell with the officers and their fancy dress ball... \n[4]You still want me to give wounded Redcoats quarter? \n[5]Gabriel and at least a dozen others. They must have left right after the watch change. \n[6]Colonel... \n[7]\n[8]", "MAJOR HALBERT": "\n[1]For the ball, sir? \n[2]Our supply line, sir? \n[3]Good God! \n[4]Lord Cornwallis will be with you presently. \n[5]You may, of course, keep your weapons, but I must warn you that... \n[6]Yes, quite, but you should know that... \n[7]Yes... you will wait. \n[8]Sir, a dispatch from General Clinton made it through the rebel lines. ", "WILLIAM": "\n[1]Father, Samuel broke the blue plate... \n[2]Is it going to rain? \n[3]Father will do that. \n[4]When will you be back? \n[5]Tomorrow? \n[6]Papa... ", "WILKINS": "\n[1]I believe he was speaking to us, Colonel. \n[2]No one's been here for months. \n[3]Sir? \n[4]Sir, there is no honor in this. \n[5]\n[6]Sir? ", "SCOTT": "\n[1]Reamer, boring tool... \n[2]We can rifle those musket barrels... \n[3]Easy enough... \n[4]Oil cloth and barrel staves to make a bellows... \n[5]That's why he's a colonel. \n[6]They followed us from the bridge. They won't let anyone near the wagon. "}}