{"dialogues": {"CLIVE": "\n[1]Beautiful piece. \n[2]How much? \n[3]No, it's rubbish. \n[4]Do you feel that the killing of Hicks and Newt in Alien 3, invalidates Ripley's struggle at the closed of the previous installment? \n[5]Tough tits four eyes. \n[6]Clive. \n[7]Uh... are you... did you? \n[8]I... I need to photograph him. \n[9]Really? I wasn't. \n[10]Yes, very unaffected. Damn, I forgot to give him my card. CLIVE points at SECURITY. 4. \n[11]Nah. Hey, Rosario Dawson's here! \n[12]Yes, it's very impressive. \n[13]That was Graham's idea. \n[14]I'll have a fat Coke please? \n[15]Coke. \n[16]A what? \n[17]Yes please. 5. \n[18]Why is it so quiet? \n[19]Oh man! I wanted to go to that . I wanted to find out if he actually eats the brains. \n[20]Please. \n[21]Don't be. The hard work's done, we have a great story and as usual your renderings jump from the page. \n[22]All we have to do now is sit back and enjoy. A child approaches. \n[23]Queen Jelva welcomes thee. \n[24]Main pavillion. \n[25]Three copies. \n[26]Yeah, but three copies? \n[27]\n[28]Graham, I need a drink. \n[29]It was like the Prancing Pony in there. \n[30]They think they're so cool. \n[31]Hell yes. \n[32]A-ffirmative. GRAHAM and CLIVE both look at their watches. \n[33]Three, two, one... \n[34]Good night, Graham. \n[35]No. 8. \n[36]Couldn't hurt could it? We hear some movement then the room is illuminated by the TV. The boys lie on their beds holding games controllers. \n[37]Cover me. \n[38]No, that's ours. A large RV pulls up. A 1985 Holiday Rambler, Imperial. Top of the range in its day. Still looks good. \n[39]Java. Straight up. \n[40]No, let's punch through. Miles make the eggs taste sweeter. \n[41]I hear that. Now, get that \"\u0098Joe' on the go and jump in the Chewie seat. I need your map skills. \n[42]Yeah, I could say \"take the helm.\"\u009d \n[43]Yeah, \"take the helm, number one, I need a number two.\"\u009d They laugh heartily. Through this, GRAHAM has been taking out his laptop and setting it up on the dash board. \n[44]Absolutely. Real-time sat-nav multi map and advanced geo-tagging with continual info stream? \n[45]Most impressive. \n[46]Not when we're driving Graham. \n[47]Thank god. I'm a wreck until I've had my first cup of J. GRAHAM high fives CLIVE and heads back into the kitchen. \n[48]Amazing, isn't it? There are 295,734,134 people in this country and we haven't seen a soul for a hundred miles. Where is everybody? \n[49]Apart from her. I suppose that's why they established the Dreamland facility out here. \n[50]Did you know the site was selected in the mid-1950s for testing of the U-2 spyplane, due to its remoteness, proximity to existing facilities and presence of a dry lake bad for landings? \n[51]Oh. \n[52]Before. \n[53]How could you tell? We see GRAHAM and CLIVE looking back at PAT. They look like the most painfully obvious Comic-Con attendees ever. \n[54]Encounter Briefs? \n[55]I've got all six. \n[56]Do you get a lot of UFO types round here? We see PAT looking back at CLIVE, surrounded by UFO and alien paraphernalia, a slight smile on her face. \n[57]And objects. \n[58]Did you now, it's estimated that there are as many as 200 billion galaxies in the observable universe and each of those has approximately 40 billion starts, around which orbit countless planets and moons? \n[59]Oh. \n[60]What? \n[61]I'd like a cup of coffee please. \n[62]It's nice here, isn't it? \n[63]I think I might use the loo. CLIVE walks through a door marked \"\u0098Maliens'. The adjacent toilet door  enter. GRAHAM becomes uneasy. \n[64]That is absolutely amazing! \n[65]Hey Graham, an alien just sicked up into my palms. CLIVE doesn't see the two men sat up at the counter. He strides over to GRAHAM, full of excitement. \n[66]I'm joking, of course. They have a soap dispenser, shaped like an alien's head. When you pump his jaw, soap comes out of his mouth. \n[67]It's hilarious. GRAHAM flicks his eyes to the counter. \n[68]What? CLIVE looks over and sees the two men. They are glaring back. CLIVE immediately loses his confident air. \n[69]What took you so long? \n[70]They were an odd pair, weren't they? \n[71]No. \n[72]Nothing. How we doing? \n[73]I've found it. \n[74]\n[75]It's amazing, isn't it? We're actually here. \n[76]Dreamland. \n[77]MacArthur's Black Mile. \n[78]No, I made it up myself. \n[79]Be great if we saw something. \n[80]That would be incredible. It just sort of stops in the air and hovers then just goes up really fast. Whoosh. 18. \n[81]Keep it together. First contact is a big responsibility. They come in peace, we go to pieces? That's not how I roll. CLIVE looks at GRAHAM who is staring off, wide eyed. \n[82]What's wrong? GRAHAM points off into the distance. HEADLIGHTS. \n[83]Who? Who's found us? \n[84]Run for it Marty! GRAHAM and CLIVE scramble for the RV. \n[85]Of course it's them. We're dead. It's like Deliverance. They're going to rape us and break our arms. \n[86]There's only one thing for it. \n[87]I'm gonna have to fly blind. 19. CLIVE kills the headlights. They are plunged into darkness, still travelling at 65mph. The headlights come back on. \n[88]Probably best not to do that. I couldn't really see anything. They stare at the monitor. Suddenly, creeping up the rear of the RV, headlights. The front of a car becomes visible. \n[89]Oh God, oh God, oh God. \n[90]Me too. The vehicle behind pulls out to overtake. \n[91]They're trying to overtake. \n[92]Should I ram them? \n[93]It wasn't them. The RV pulls up to the crashed vehicle and stops. GRAHAM and CLIVE peer out of the window. \n[94]We should see if they're okay. \n[95]I can hold mine. GRAHAM goes to the back of the RV and into the toilet. CLIVE remains int he driving seat, staring out at the mangled Sedan. The toilet flushes and GRAHAM reappears. 20. \n[96]Hello? They wait for a few seconds. Nothing. \n[97]I rather think these men need help. Graham, give me the phone. GRAHAM passes the phone over. \n[98]I'm feeling like I've gone MENTAL MAD, Graham. If that is your name? You're happily sitting there chatting to... to... that, like it's the most natural thing in the world. The two of you laughing away like you haven't seen each other since 1990. PAUL spits a shell out into a cup. 27. \n[99]So forgive me if I seem a little rattled but from where I'm standing it would appear you are trading nut knowledge with an alien life form. \n[100]Oh, Paul is it? Paul what? Paul Verhoven? Paul Freeman? Paul Reiser? \n[101]No he is not! \n[102]How could he possibly have travelled that distance? \n[103]Balls! Graham, this isn't what it seems. What about Ocham's Razor? \n[104]Yes, the old man who owns it told me that, in unbelievable circumstances, the most plausible explanation is usually the truth. \n[105]That you're a thin midget in an alien costume. 28. \n[106]Oh really? With this CLIVE grabs at PAUL. He pulls at the alien's skin, trying to gain a hold of a mask. \n[107]You're not real. You're not real! \n[108]Oh shit! CLIVE looks round to discover that PAUL has vanished. GRAHAM pulls the RV onto the hard shoulder. \n[109]Where's he gone? \n[110]As if. We would have seen the classic shimmer and hum. \n[111]Britain. \n[112]We were having a little drive. \n[113]He was a good egg. \n[114]Thank you. May I ask what you're searching for? \n[115]Well, it's pretty obvious what happened there, isn't it? \n[116]Yes, the government used some sort of neurotoxic paint on the Black Mailbox, which was white by the way, and it caused us to suffer a shared hallucination about an alien. I mean, it's what we've always wanted, isn't it? \n[117]Than that's what happened. PAUL materializes from thin air behind them. \n[118]Where the hell did you go? \n[119]No thank you. \n[120]Graham, there is a Grey in the galley, making me coffee. \n[121]No, I don't want tea. \n[122]No, what's wried, Graham, is that we have picked up an extra terrestrial hitch hiker and you seem completely fine with it! \n[123]Why us? \n[124]What about the RV? It has to be back in two days. \n[125]I suppose we could phone the hire company and get an extension. PAUL looks super-pleased. \n[126]How did you get here? \n[127]Oh my God! Roswell?! That was you?! \n[128]They invented a fake alien crash to distract from an actual alien crash? \n[129]What have you been doing here all this time? 34. \n[130]How come you know so much? \n[131]No thanks. \n[132]Go on then, I'll have half. \n[133]Jam. \n[134]Jelly. \n[135]Thank you. So, do you know where we're going? \n[136]Why can't he tell us? \n[137]Do you trust him, Graham? I mean, is he Strider or Black Rider? \n[138]You'd better be right. I don't want to wake up and find him inserting a probe into my anus. \n[139]There's a place called Ely five miles from here. It's small but there should be a gas station. \n[140]Paul, don't do that! \n[141]You know this is a gas station? PAUL looks disappointed. \n[142]Ready? \n[143]Thanks. 38. \n[144]Don't you think that's a bit much? Put it all back. Except the burrito... and the doughnuts... and the chocolate milk. Let's just pay for it and leave. \n[145]Essential only, Graham! They head to the counter. So does the STATE TROOPER. \n[146]Thank you very much, officer. \n[147]It's find for you. You'll get whisked back to whatever lab they kept you in and we'll be arrested for harbouring a fugitive and sent to Guantanamo Bay. PAUL laughs. \n[148]Why's everything so funny? They think we're Muslims. 42. \n[149]Paul, the authorities know we're in an TV. \n[150]Ah yes, the waspish markings of a Scott's Oriole. Unmistakable. \n[151]Nothing anyone could've done. PAUL looks at them, then scoops the bird up in his hands. \n[152]Why would you do that? \n[153]Don't call me Sausage in front of him. 45. \n[154]Mummy, I am bushed. \n[155]Best case, I'd like a cold flannel on my neck and an honest meal. \n[156]Sure. Just not Sausage. Any luck with an RV park? We need somewhere off the beaten track, n'est pas? \n[157]You read my mind. GRAHAM head to the galley, ignoring PAUL, who jumps into the Chewie seat and stares at CLIVE. \n[158]Can I help you? \n[159]No, thank you. I don't smoke. PAUL lights a cigarette, the smoke wafts into CLIVE's face. \n[160]Could you unwrap it for me? \n[161]What? \n[162]No! \n[163]What are you trying to say? \n[164]Great find, Graham. \n[165]Just the way we like it. PAUL scrambles to his feet, reaches across CLIVE and rest on the horn. \n[166]Stop doing that! \n[167]We're just a couple of regular guys on a tour of the less touristy side of the American midwest. \n[168]I was talking to you. \n[169]Hello Ruth. Do you mind if we come in? \n[170]Yes. London. \n[171]Have you been? \n[172]You don't have a passport? RUTH shakes her head forlornly. GRAHAM and CLIVE stare. \n[173]Doors to manual and cross check. Graham? Graham? \n[174]I'll flame up the BBQ pit. Fire's my forte. CLIVE sparks up his lighter and waves it around looking mysterious. He then turns and jumps down all three steps and slams the door of the RV behind him. \n[175]I am actually, yes. \n[176]Really? \n[177]All the good ones die. \n[178]So you've been here for 60 years? \n[179]Why did you come to earth? \n[180]What?! \n[181]51. \n[182]Mulder was right! \n[183]Would you like a go? PAUL takes the bottle and squirts it on the fire, making the Hendrix face. They laugh loudly. \n[184]Who is it? \n[185]Good morning. \n[186]Yes, thank you. \n[187]The other one? \n[188]Oh the other one. Um... \n[189]I suppose we're men of science. \n[190]If we believe in anything it would be macro evolution. Cause and effect. The establishment of a biological order from the maelstrom of physical and chemical chaos. RUTH looks scandalized. \n[191]Did you know that the universe has been dated as being 13.5 billion years old an that the release of neutral hydrogen at the moment of the big bang has enabled scientists to do this with categorical accuracy? \n[192]Not you! \n[193]What did you do that for? \n[194]She saw you! \n[195]The authorities will be on the look out for exactly this sort of thing. \n[196]Paul, right now they're going to follow any lead they can get. \n[197]How am I going to get my passport back? PAUL vanishes. \n[198]I can't drive like this. We'll have to drop her off and take our chances. \n[199]Oh great! Everyone knows the secrets of the universe apart from me. He always knew what was going on in Buffy before me because his mum had cable. \n[200]No spoilers! PAUL sighs, then with enormous effort, reaches up and zaps CLIVE who falls to the floor. Everyone lays inert. \n[201]Is that where we're going? \n[202]Someone should go after her. Graham? CLIVE looks round to see GRAHAM gone. \n[203]Graham!? \n[204]Small corrections! Small corrections! RUTH drives. Everyone else is asleep. 68. \n[205]I'm hungry. \n[206]Hey, it's not fat, it's power. I happen to be very strong. PAUL summons a phlegm ball with a grotesque snort and spits it onto the floor of the RV. \n[207]So childish. \n[208]I did it! \n[209]Okay, in and out, yes? Don't talk to anyone unless you have to and try to look inconspicuous. Angle on the most conspicuous threesome in America. \n[210]I wish he'd stop doing that! They enter the bar. Parked nearby, is a black Lincoln Escalade, shiny, mean, dented. \n[211]We'll order food and wait for you at the bar. \n[212]Be careful. RUTH walks through to the back, past the toilets. As she passes, MOSES BEHE steps out of the Men's, they miss each other by moments. He walks up to the bar, next to GRAHAM and CLIVE who are looking at a menu. MOSES orders. \n[213]We're still waiting on a wet fries. The two MEATHEADS emerge from the pay phone. Angry. \n[214]Look, I'm terribly sorry. Perhaps we can exchange insurance details? \n[215]He said, leave her alone. At this, JAKE pulls his fist back to hit CLIVE, knocking a tray of drinks all over a table full of men. They immediately spring up and lunge after the MEATHEADS who turn their attention to the attack. The fight spreads like fire. GRAHAM grabs RUTH's hand and follows CLIVE as he scrambles through the fracas. As they reach the door RUTH is yanked back and comes face to face with her father. \n[216]Graham? \n[217]Graham, take Ruth into the RV and lock the door. I don't want either of you to see this. CLIVE turns back to the MEATHEADS. BANG! CLIVE is struck in the face, he falls, nose bleeding. They turn to RUTH and GRAHAM, who back up against the RV. The MEATHEADS approach ominously. The RV door bursts open. PAUL stands silhouetted against the interior lights. \n[218]Who? Who are you talking about? \n[219]He was so angry. \n[220]I'm game. \n[221]What about when I got smacked in the nose? 77. \n[222]Thank you. He mops his nose as they leave the RV. GRAHAM lingers. \n[223]Let's party! \n[224]Is it spelt like, P-'-a-w-l-l or something? \n[225]Paul Simon. \n[226]I can speak Klingon. \n[227]Hey! 79. \n[228]Roooooootttttttccchhaaaa. \n[229]Calm down, Rog. More laughter. Even PAUL. He lights his joint. \n[230]She called her dog Paul? \n[231]It's strange, isn't it? Ordinarily in this situation Graham and I would be looking up at the stars, wondering about life on other planets but we know now, don't we? It's a bit of an anti-climax. \n[232]I don't mean that in a bad way. They all scratch their noses. \n[233]How so? \n[234]Stool? \n[235]I don't follow. \n[236]I thought the crash was our fault. 82. \n[237]Comic-Con 2005. Ewok chick. \n[238]She was an Ewok! Sniff. \n[239]She was a midget. \n[240]I know. I'm sorry. \n[241]\n[242]How did that happen? \n[243]Oh, thank God. For a second there I thought I'd got drunk on Lite beer. The guys gather their stuff and walk to the edge of the wood. Looking through the tree line they realize that the quiet town of last night has become very busy indeed. \n[244]How are we going to get back? Close in on GRAHAM having the best idea of his life. \n[245]You could be a midget. \n[246]I must have it. \n[247]Oh, come on, we've got time. \n[248]Who was that? \n[249]$299.99. It's made of a low grade Turkish alloy. \n[250]What are you going to do with this? \n[251]Us? \n[252]What shall we say if it's her? We're here with the alien that killed your dog sixty years ago? \n[253]Knock again. 96. \n[254]Tara Walton? \n[255]Miss Walton, I'm the writer, Clive Gollings and this is my friend and colleague, Graham Willy. We're from England and we're here with the alien that killed your dog 60 years ago. Silence. The sound of multiple locks. The door opens to reveal a woman . Grey, dishevelled but with fire in her eyes. She scowls at GRAHAM and CLIVE. \n[256]It's no joke. PAUL materializes between GRAHAM and CLIVE. \n[257]Yes? \n[258]I'll drive! \n[259]I think we have a problem. \n[260]What? \n[261]They're trying to overtake. \n[262]Shall I ram him? \n[263]What are we doing exactly? \n[264]\n[265]Are you sure you know what you're doing?! \n[266]Paul! \n[267]\n[268]Where did it go? \n[269]They're still coming! \n[270]They're gaining! \n[271]Great Caesar's ghost! \n[272]We've lost them. TEAM PAUL erupt into cheers. PAUL jumps in the air and whoops. He high five GRAHAM and pats CLIVE on the back. GRAHAM embraces RUTH and tries to kiss her, she pulls away. \n[273]I only saw one car following us. \n[274]Oh no. \n[275]Fare thee well friend. You were a faithful and mighty steed. \n[276]He's not going anywhere. \n[277]Blind fury. The blade falls off. 113. \n[278]Bloody low grade Turkish alloy. \n[279]Graham, his this man. CLIVE steps aside. GRAHAM slams his fist into the face of the unsuspecting VOICE. He staggers back but rallies quickly, blocking GRAHAM's second blow and delivering a heavy rebuke. RUTH leaps onto VOICE's back and starts pummeling his head. \n[280]He's not a goblin he's from another planet. \n[281]You can keep it. \n[282]You are, and always will be, our friend. \n[283]Oh, say hi from us, won't you? RUTH kisses GRAHAM. Two nerds approach. ", "PAUL": "\n[1]Written by \n[2]Yeah. Now let's get Cloverfield onto the recreational vehicle and get the fuck off MacArthur's Black Mile. They attempt to move CLIVE. PAUL senses something. \n[3]Oh man, has he...? \n[4]Could have been worse. Know what I'm saying? They drag him into the RV. The door shuts, a few seconds later, GRAHAM appears and runs round to the back of the RV. He rips the bumper sticker off and gets back on board. The RV starts up and drives off. \n[5]Can I have this ham? \n[6]Great! PAUL starts to dangle strips of sandwich ham into his mouth, wolfing it down hungrily. \n[7]I told you, North. Do you have a map? GRAHAM pulls the map. It obscures the wind shield. \n[8]Not when we're driving, Graham. 24. The map disappears back up into the roller. \n[9]Just head North. We need to get as much distance as we can between us and them. \n[10]The bulb's gone in there. CLIVE gets up silently and wraps his black towel around his middle. He creeps toward the front of the RV. GRAHAM drives, PAUL sits in the Chewie seat eating pistachios. \n[11]I hate it when you get the closed ones, right? \n[12]Are you fucking insane? You gotta tap \"\u0098em and if they don't open you throw them away. \n[13]Shut up. \n[14]Just Paul. You know, like Madonna or Dracula. \n[15]I am man, seriously. \n[16]Wormhole. \n[17]And what's the most plausible explanation, Clive? \n[18]There's no such thing as a thin midget? Those guys are built. Have you not seen The Station Agent? \n[19]Ow! Get off me! \n[20]Get off me, you fucking psycho! \n[21]\n[22]Nowhere. \n[23]It's not invisibility per so. It's more like what a chameleon does with a little light blending thrown in for good measure. \n[24]Exactly. \n[25]Anytime... \n[26]You sure? How about a cup of coffee?  Come on Hulk, I'll get you a nice cuppa J. PAUL goes back to the galley, flicking GRAHAM on the nose as he passes. GRAHAM wakes up with a start. \n[27]Hey, look who's up! 32. \n[28]Look Clive, I'm gonna go out on a limb and say this is probably the weirdest thing that's ever happened to you. Am i right? CLIVE doesn't deny it. \n[29]And I appreciate the fact that I have somewhat gate-crashed the party here but, truth be told, I'm in a hell of a pickle. I really need your help. 33. \n[30]Why not? CLIVE glances back at an expectant GRAHAM. \n[31]Crashed in \"\u009847. Anti-grav failure. \n[32]Also, I'm a shit driver. \n[33]Roswell was a smoke-screen man, designed to distract from the truth. \n[34]I know, fucking stupid, isn't it? \n[35]Oh you know, kickin' back, shooting the shit. Advising the government. \n[36]How about molecular revivification. \n[37]Restoration of damaged tissue through telepathic manipulation of cellular intrinsic field memory. \n[38]Healing, Steven. \n[39]You know what? Sometimes, less is more. The line beeps. \n[40]Yeah I gotta take this man. It's the fucking V guys again. 35. \n[41]Right. \n[42]You want a bagel Clive? \n[43]Graham? \n[44]You want anything on it? \n[45]What? \n[46]Gotcha. PAUL heads to the kitchen. The boys drive in silence. \n[47]Bagel time! The dashboard beeps. PAUL jumps throwing them into the air. \n[48]Sorry, I had a warning light just like that on my ship. \n[49]Anti-grav failure. CLIVE is looking at the sat-nav on the computer. \n[50]Here's what I need. Some organic beef mince, organic pork, some veal, red onions, pine nuts, pecorino cheese, plum tomatoes, a fistful of fresh basil and 3 war ciabattas. \n[51]Get me some more peanut M&amp;Ms. GRAHAM goes into the store, CLIVE to the pumps. A POLICE CRUISER pulls onto the forecourt. CLIVE goes pale and fumbles the nozzle back into the pump. He walks toward the checkout as a STATE TROOPER exits his car. No matter how hard he tries, CLIVE cannot avoid reaching the door at the same time as the STATE TROOPER. He is tall, wide and bald. \n[52]That's their excuse for everything. There are worse things you can be. We had a Muslim guy at the base. Systems analyst called Yusef. We used to do karaoke on Tuesday nights. You should'a heard him do Matthew and Son. Shame I didn't get a chance to say salam alaikum. \n[53]We're hardly the only RV on the road. Trust me, if we stay off the highways, keep to the back routes, we'll have a nice uneventful journey. BANG!!! Something strikes the windshield. Everyone jumps. GRAHAM bring the RV to a halt. Silence. \n[54]Fuck, that made me jump. \n[55]What a waste. \n[56]I'll miss these. \n[57]I'm not gonna eat a dead bird, am \n[58]Ask me when I've finished it. CLIDE rubs his yes. \n[59]You want a cigarette? \n[60]Look, I'm sorry okay? About eating the bird. CLIVE continues to ignore PAUL. GRAHAM arrives with the coffee and a Honey Bun cake. \n[61]Let me ask you something. Are you to...? \n[62]You know... PAUL does a very weird, very long charade, demonstrating various \"\u0098group' and \"\u0098one on one' homosexual practices. \n[63]Okay, that's great. I just wondered. I'm cool with it. Everyone's \"\u0098bi' where I'm from. It's all about the pleasure thing, you know? We've evolved beyond paranoid notions of gender identity. I mean, procreation is only the functional aspect of sexual congress right? The human race is fairly advanced but most males still act like a cornered tiger if you imply the like \"\u0098smoking the bone' and let's face it they probably do. Look at single sex, empirical institutions, boarding schools, prisons, pirate ships, places where the choice has been removed, everyone's banging everyone else and there isn't a whiff of socio-cultural angst. Get out into the real world and guys are getting smacked int he chops for wearing pink socks. You think you're so sophisticated because you can distinguish yourself from your own reflection but ultimately you're part of a deeply neurotic species and you'd all be a lot better off if you stopped worrying and learned to love the bum. \n[64]Maybe you should start smoking. 47. \n[65]I really lucked out with you nerds, didn't I? GRAHAM and CLIVE look proud. CLIVE drives the RV over a speed hump into the park. PAUL loses his balance and falls over. GRAHAM and CLIVE laugh. They pull up to a gate. \n[66]\n[67]Arrghh, what the fuck?! \n[68]I ate already. GRAHAM and CLIVE look suddenly sad. \n[69]Too soon? They nod. \n[70]Hey, I'm sorry. I'd love to break bread with you guys. What are we having? GRAHAM waves a foot long hot dog around. \n[71]Hello Clive. From the squirting of the gas and the flicking of the tongue, am I do assume you're a Hendrix fan? \n[72]I met him once. \n[73]Yeah. Nice man, really soft, He thought I was a hallucination. Shame what happened to him. \n[74]Meanwhile Bryan Adams releases album seventeen. PAUL and CLIVE share a laugh. \n[75]I know, right? Time flies when you're confined to a U.S. military installation. \n[76]I'm the vanguard of a highly aggressive invading force. \n[77]I'm fucking with you, man. I was on a science mission actually. Meteorological reconnaissance. We were surveying atmospheric conditions on CO2 spiking, M-Class planets. My specialist subject is tornadoes right? So I'm buzzing around the mid-west, looking for twisters and all of a sudden my A.G.G. goes offline and I crash in the middle of some field. 53. \n[78]Next thing I know, this little girl is pulling me out of the wreck and then a bunch of army guys come along and cart me off to Area 52. \n[79]No, it's 52. Area 51 is just full of old Pan Am jets and mini disc players and shit. It's another \"clever subterfuge.\"\u009d GRAHAM joins them with the food. \n[80]Just telling him about Area 52. \n[81]So, with my cover blown and the natives cautious but friendly, I figured we might as well indulge in a little file sharing. \n[82]Mulder was my idea. They chuckle. CLIVE gives PAUL the bottle of gas. \n[83]I'm in the can. I ate a closed mollusc. PAUL blows a massive raspberry to prove his point. GRAHAM and CLIVE look embarrassed. GRAHAM changes the subject. 55. \n[84]Oh come on! \n[85]Horseshit! RUTH approaches the toilet door, taking up her fight with the unseen third passenger. She bangs on the door. GRAHAM and CLIVE are bewildered by this sudden turn of events. \n[86]Oh, don't give me that old irreducible complexity crap- \n[87]But it didn't just occur did it? It is the culmination of millions of years of development across countless species. \n[88]Evolution baby. RUTH screams and bangs the door. \n[89]If He designed it, why didn't He just make it one part and take the whole weekend off? \n[90]Oh yeah?  Well then how do you explain me? RUTH's mouth hangs agape in a soundless scream, her eye rolls up, her hair turns white. She collapses. \n[91]And that's Jenga. \n[92]I didn't do anything, she fainted. \n[93]Oh come on. Who's gonna believe anything she says? \n[94]What, a delusional, one-eyed God botherer? \n[95]I didn't think of that. \n[96]Leave it to me. \n[97]Hallelujah. \n[98]Boo? \n[99]\n[100]Hey, look who's up. \n[101]You know I'm sitting right here? \n[102]Look, if it makes you feel any better, my existence only disproves the notion of the Abrahamic, Judeo- Christian God, as well as all single earth theologies. Science still hasn't categorically rule out the notion of divinity, even though evolutionary biology suggest the non-existence of a creator by probability alone. 60. \n[103]Jesus Christ, I was just trying to be nice! \n[104]You can't win can you? RUTH starts to pray furiously, speaking in tongues, making an awful noise. \n[105]Oh, for God's sake. PAUL walks over to RUTH and places his and across her forehead. He appear to go into a trance. RUTH's eyes roll up into her head. We see a lightening montage of images. The cosmos, the surface of a planet, others like PAUL, PAUL's ship crashing into the ground. The images speed up as PAUL telepathically send his knowledge into RUTH's mind. They collapse in a heap on the floor. PAUL sparks up a cigarette. \n[106]I broadened her horizons. \n[107]No, it's tiring. GRAHAM goes over to where PAUL is lying. 61. \n[108]Come here then. PAUL puts his hand on GRAHAM's head. GRAHAM's eyes go all fluttery. We don't see the images this time. GRAHAM falls. \n[109]Can't I just tell you? \n[110]Wow. Pull out to reveal him sitting next to GRAHAM and CLIVE, looking out through the RV's windshield. We see their POV. A breathtaking panorama of natural beauty. They are parked up at the summit of a mountain road, looking out across the vista. \n[111]There it is, boys. Wyoming. \n[112]Maybe. I gotta tell ya. It's at times like these you winder if the intelligent design crowd aren't onto something. I mean look at it. Hey Ruth, get up here. They look round, the door of the RV is open, RUTH is gone. \n[113]Ruth!? \n[114]From X-Men. \n[115]11 o'clock, 12 o'clock, 11 o'clock, 12 o'clock, 11 o'clock. Come on! It's fun. We see CLIVE, GRAHAM and RUTH standing in the middle of the road watching PAUL. \n[116]Hey, we should stop for something to eat. Are you hungry, Ruth? 69. \n[117]What's new, fatty? \n[118]Pick that up then. \n[119]Right up top! RUTH yelps, terrified that PAUL is going to zap her again. \n[120]Too soon? CLIVE reaches down and picks up PAUL's phlegm ball. \n[121]Yo fucknuts! The MEATHEADS freeze. PAUL vanishes, then reappears a few feet from them, their eyes bulge. \n[122]So, who wants to get probed first? The MEATHEADS swoon and simultaneously hit the deck. \n[123]Tell me you got the food? CLIVE gets up and opens his coat revealing bags of food. Sirens wail in distance. RUTH turns white. \n[124]Get in the RV! SMASH CUT. The RV roars to life, backing up at speed into the MEATHEAD's vehicle. MOSES BEHE bursts out of the bar, just as the RV passes. RUTH sees him out of the window. MOSES locks eye with his daughter. He runs to his pick up but realises he doesn't have his keys. The RV tears off into the night, leaving MOSES BEHE bellowing with anger and the Lincoln Escalade, shiny, mean, fucked. 76. \n[125]I'm feeling pretty amped up. Anyone wanna take a walk? \n[126]Sorry about that. \n[127]You gotta talk the talk, right? \n[128]Yeah yeah Snorlax, you're a real hero. Come on. Let's skedaddle. You want anything Ruth? \n[129]Hey Graham. Check this out. What d'ya think? PAUL indicates to a small cowboy outfit, big enough for a child, displayed in the window. \n[130]I'd look pretty hot, right? \n[131]Steve Miller Band. I love that song. Speaking of midnight tokers, I got a littler herbal refreshment in my pants. Do you guys partake? \n[132]Shame. I get it from the military. This is the shit that killed Dylan. 78. \n[133]Is he? CLIVE comes out of the liquor store clutching bags of beer. \n[134]No. \n[135]No, it's Paul. Like Paul Newman or the little guy from Simon and Garfunkel. \n[136]Paul Simon. Paul's not my real name. It's a name I got given. \n[137]You won't be able to pronounce it. \n[138]What a geek. \n[139]Roooooootttchaaaaaaaaaaa. \n[140]That's pretty good. \n[141]Fuck you! \n[142]That was my gag! \"\u0098Take me to your dealer' right? Yeah, that was mine. Never saw a dime. \n[143]The little girl who found me when I crashed. It was terrible actually. I killed her dog. I didn't mean to! My ship sort of landed on it. When the military arrived I was delirious; I kept saying \"Paul? Paul?\"\u009d It was the only English I knew, because I'd heard the little girl saying it over and over. Spooks thought it was my name. \n[144]Least it wasn't Mr. Muggles. \n[145]Who knows? Never saw her again. Think about her everyday though. PAUL offers the joint round. CLIVE and GRAHAM decline. PAUL takes a deep drag. During the following exchange, GRAHAM, CLIVE and PAUL start to move simultaneously as though governed by some kind of psychic link. \n[146]Thanks a bunch, Hurley. \n[147]Shoot. \n[148]I've outlived my usefulness. \n[149]There's only so much knowledge I can share about the universe and quantum theory and how to make a really nice meatball sandwich. The only thing I have to offer them now are my abilities. \n[150]So the only way they're going to get hold of them is by obtaining some of somatic stem cells. 81. \n[151]Negative. \n[152]Sadly, not that simple. \n[153]Believe me, a needle would be a picnic compared to what they had in store for me. \n[154]Stem cells are multipotent. GRAHAM and CLIVE look blank. \n[155]Lineage defined? GRAHAM and CLIVE still look blank. \n[156]The camouflage response, the memory transfer, the revivification, they all originate in my cerebellum. In order to cultivate them in a laboratory they would have to... \n[157]Bingo! Fortunately, someone was kind enough to give me the heads up, if you'll pardon the pun. So, when they were transferring me to the medical facility and I noticed the bumper sticker on your RV, I figured you might be sympathetic types. I zapped the spooks, grabbed the wheel and took my chance. \n[158]Well it was, kinda. \n[159]So tell me, are you guys virgins or what? \n[160]Alright then, Clive, when was the last time you got laid. \n[161]Three years ago you had sex with a midget? \n[162]There are only two types of person small enough to fit inside an Ewok costume. \n[163]I can't believe you thought boning a space bear sounded less embarrassing than a person of short stature. \n[164]Was it nice? \n[165]You sly dog! PAUL rolls onto his back, clapping. GRAHAM snorts into his beer, laughing. CLIVE joins in. Before long, the three friends are rolling around in hysterics, utterly out of control. After about thirty seconds of this, they pass out. \n[166]Oh shit! Hey, wake up. Wake up. We fell asleep. \n[167]Sorry, I get this thing when I get high. It's called \"\u0098projective empathy'. You feel what I feel. \n[168]Exactly. \n[169]I can't walk through there. \n[170]That's great! Two grown men who look like sex offenders holding hands with a child cowboy. \n[171]You're obsessed with midgets! They continue on, trying to look as if nothing is strange. \n[172]How's it going? \n[173]No. \n[174]Suppose it does. What's your name? \n[175]I'm Paul. Pleased to meet you. They shake hands. \n[176]You on your own here, Keith Nash? 87. \n[177]Sounds like a good Mum. \n[178]My friend's buying a sword. He's a grown man. \n[179]You an M&amp;Ms man, Keith? PAUL produces his M&amp;Ms. He offers one to KEITH. \n[180]Strangers with candy, right? \n[181]Well, we've got a lot in common. We both like comics and M&amp;Ms. Guess that makes us pals. \n[182]You read this one? \n[183]It's a good one. Take it. Go on. It's a gift. \n[184]Catch you later, Keith Nash. GRAHAM and CLIVE approach. CLIVE has a long sword shaped box under his arm and a big grin on his face. \n[185]Keith Nash. How much was that? \n[186]What did you get, speccy? \n[187]Jesus Cheeeerist. \n[188]He likes you, y'know? \n[189]What are you, blind? Beat. \n[190]Sorry. Beat. \n[191]What you got there, a stigmatism? 92. RUTH nods. \n[192]You know you can get on operation for that, right? \n[193]Hey, I don't know categorically that it's godless. I just said \"\u0098probably'. \n[194]Look, the way you're feeling now, that's why religion appeared in the first place. It's like existential Prozac. Imagine being five year sold and having no adults around to tell you why it snows or what trees are for. That's how it is for much of humanity. Faith is a night- light. It illuminates the scary corners, fills the gaps, makes the universe easier to comprehend. Thing is, it's okay not to know everything. I mean, who knows what's really out there? Did you know astrophysicists recently identified the equation for the creation of matter? \n[195]Oh. Well, then you get it, right? If they have the theory, who's to say at some point in the future they won't put it into practice and who's to say someone else didn't do that 13.5 Billion years ago and that's how the universe came to be? Course, then we get the eternal problem of who created the creator but that's a whole other car park. I think Shakespeare said it best. \"There's more in Heaven and earth than is dreamt of in your philosophy Horatio\"\u009d. 93. \n[196]Horatio. It's from Hamlet. You know, the Prince of Denmark? \n[197]Anyway, if there is a God, didn't he create doctors and hospitals and scalpels and shit, so he wouldn't have to go round fixing people's lazy eyeballs? \n[198]The eye is a delicate and complex thing, Ruth. You should get it taken care of. RUTH smiles. PAUL smiles back. RUTH looks out of the window, just as PAUL reaches out to touch her face. \n[199]Perfect. \n[200]Phone home. \n[201]That's what you're going to find out for me. \n[202]I can't just knock can I? What if she's moved on and someone else answers? I'm sick of people fainting on me. I'll hang back with my buddy Ruth, you two make first contact. Just enjoy it. \n[203]Yes. Hurry up, there's going to be a really big storm in exactly 34 minutes. \n[204]It's my job to know. \n[205]Hello Tara. TARA's faces sickens. She falls backwards into the house. \n[206]Aw nuts. \n[207]Can I do anything to help? TARA stand in the kitchen doorway, the lit match in her hand. PAUL stands and walks toward her, she watches him. \n[208]I'm so sorry. \n[209]For killing your dog and ruining your life. \n[210]It's good to see you, Tara. The tinkle of glass. Something hits the floor. A tear gas canister spins at their feet, spewing thick fog. \n[211]Fuck a duck! Get out! \n[212]Tara, where's the back door? \n[213]Clive? \n[214]A little help? 99. CLIVE picks PAUL up. HAGGARD approaches, gun drawn. \n[215]Not a fucking cent. \n[216]Come on! \n[217]Come on. \n[218]Go left. \n[219]\n[220]Don't let him get past. \n[221]Immense pressure and temperature drop. High winds, circulating in the troposphere, two opposed fronts clashing. Oh, this is going to be a good one. \n[222]Twenty seconds. \n[223]Stay on target. A branch smacks on the windshield, cracking it. \n[224]Stay on target. \n[225]\n[226]Ruth, why don't you count back from 10? \n[227]Back where I'm from, tornadoes are part of our daily life. We've learnt how to live with them, how to understand them. \n[228]We've learnt to anticipate their behavior, know their personalities, know when they're playing games. \n[229]Hide and seek? \n[230]Evolution baby. \n[231]Where's Tara? TARA comes out of the toilet. 108. \n[232]We're here. PAUL is stood away from the RV at the foot of a small hill. He starts to climb. The others follow. Crane up as TEAM PAUL climb the hill to reveal a sight familiar to anyone who has seen Close Encounters Of The Third Kind... DEVIL's TOWER \n[233]We call them IFOs. \n[234]I-thank-you. \n[235]This is it. PAUL takes out the firework, Zippo and cigarettes from his back pack. He lights his last cigarette and takes a drag. \n[236]I'll miss these. PAUL takes the firework a little way off and sticks it in the ground. He crouches down and lights the touch paper with the cigarette, then scampers back to the gang. Beat. The firework rises into the sky. It explodes. The star-burst is massive and bright red, it illuminates the tower. \n[237]We wait. A light appears in the sky some way off. \n[238]That was quick. \n[239]Wait a minute... A HELICOPTER swoops in to land, kicking dust and debris into the air. TEAM PAUL turn back to the woods but are stopped by the sight of a torch getting nearer. \n[240]Oh shit. Behind them, the HELICOPTER powers down. The door opens. \n[241]Lorenzo?! PAUL spins round. We go into slow motion. ZOIL fires. The bullet explodes from the gun, straight at us. Angle on the bullet as it passes in ECU. The shot moves round behind the bullet to reveal PAUL, looking shocked. The bullet whizzes past him, slamming into one of the soldiers. ZOIL rolls, coming to rest on one knee. He fires a second shot into the leg of the other soldier who collapses. He leaves his gun at VOICE just as the PILOT bursts from the cockpit. The PILOT fires but misses ZOIL. ZOIL takes out his shoulder, spinning him off his feet. VOICE steps forward, holding a smoking gun. \n[242]How'd you find me? \n[243]Thank you, Tara. \n[244]You know I appreciate it. \n[245]Let me take a look at that. Ruth, shine the torch down here? RUTH grabs a torch and steps in behind PAUL. 114. BLAM! RUTH lurches forward, suddenly limp. Everyone turns to see MOSES BEHE, shotgun smoking in his and. His face white, his eyes wide. \n[246]There is no way this thing isn't gonna end happy. 115. PAUL drops to his knee and places his hands on RUTH's chest. MOSES drops his shotgun and lumbers over, distraught. \n[247]Looks like the geek shall inherit the earth. \n[248]Happens to the best of us. \n[249]I'm sorry I frightened you so much your hair turned white. \n[250]Take care of her big man. \n[251]Whatever dude. They high five. PAUL turns to ZOIL, whose arm is in a makeshift sling and shakes his hand. \n[252]Lorenzo Zoil, you're a good man. Say bye to Karen for me. \n[253]Cool. Okay. \n[254]Yeah. Three tits, awesome. Although you know what? Sometimes, less is more. The boys nod. \n[255]Thank you. \n[256]Come here you fucking geeks. They hug. He takes in incandescent orb from his pocket. \n[257]This is a self-sustaining light orb. Might come in handy, you know, if a bulb goes. TARA is waiting for her goodbye but PAUL ignores her. He face drops as he walks to his ship. He turns to her. \n[258]You coming? \n[259]I ruined your life Tara. Think I owe you a new one. TARA takes PAUL's hand. \n[260]Baby, where we're going, you won't need teeth. TARA frowns then follows PAUL aboard. PAUL and TARA stand in the doorway. One of the other ALIENS comes out of a small room behind them, speaking in a strange tongue. Subtitle: THE BULB'S GONE IN THERE. As the door slowly closes, GRAHAM and CLIVE give PAUL the CE3K salute. PAUL gives them the finger. The boys laugh, tears in their eyes. The ship lifts off into the sky. GRAHAM, CLIVE, RUTH, MOSES and ZOIL watch them go. The light form the ship gradually fades, leaving them in darkness. Pause. ", "GRAHAM": "\n[1]Aren't you gonna get it? \n[2]What are you going to ask? \n[3]I was going to ask that! \n[4]Graham. 3. \n[5]Uh... are you... did you? \n[6]That was amazing. I was actually a bit nervous. \n[7]Good egg, wasn't he? \n[8]Give it to Colossus. \n[9]She NEEDS to call me. \n[10]When do we start? \n[11]I'm nervous. \n[12]Thank you. \n[13]That's sick. \n[14]Would you like a copy? \n[15]Nasty Hobbitses. CLIVE emerges from the bathroom. He is naked but for a black towel wrapped around his waist. His hair is wet and suddenly incredibly long. Around his neck, a large animal tooth hangs on a black leather cord. \n[16]Hey, are you excited about going to Area 51? \n[17]06.30 check out? \n[18]Good night, Clive. They switch off their respective bedside lights. The room is plunged into pitch darkness. A few seconds pass. \n[19]Are you asleep? \n[20]Shall we try and storm the Citadel before we nod off? \n[21]That's not ours. \n[22]Breakfast? \n[23]Any solids? \n[24]I love eggs! \n[25]Good job I pre-pared. GRAHAM flicks on the coffee and jumps into the co-pilot's seat. \n[26]It's a shame I don't have some controls on this side. That way, I could take over if you needed the loo. \n[27]\"Take the helm, number one.\"\u009d \n[28]\"\u0098Least I've got Cerebro, eh? 10. \n[29]Impressive. \n[30]And let's not forget, we've always got Analogue. GRAHAM pulls a map down. Obscuring the entire windshield. \n[31]Sorry. GRAHAM sends the map back up into the roller. The coffee percolator gurgles in the galley. \n[32]Sounds like coffee o'clock. \n[33]Looks like a pile of dead droids. A perky waitress approaches. GRAHAM and CLIVE become shy and awkward. \n[34]What about that old woman on crutches we saw hitchhiking? \n[35]Far from prying eyes. \n[36]Yes. \n[37]Shall we have a bite before or after we hit the Black Mailbox? \n[38]San Diego. \n[39]Have you ever seen one? \n[40]Really?! You've seen more than one UFOs? 13. \n[41]Can I have an E.T. malt please? \n[42]Absolutely. \n[43]Clive... 15. \n[44]I was putting the sticker on. \n[45]Definitely didn't speak Bocci. CLIVE fires up the engine and jams it into reverse. CRUNCH. \n[46]That wasn't their truck was it? \n[47]What's the matter? \n[48]We should be just about there. They scan the roadside for a few seconds. \n[49]Where? 17. \n[50]Area 51. \n[51]The Groom Lake Military Test Facility. \n[52]Is that a real one? \n[53]I like it. \n[54]Yes, imagine if we got buzzed up by a craft. \n[55]What would you do if they actually landed? \n[56]It's them. They found us. I don't know how but they found us. \n[57]The Libyans! \n[58]Perhaps it's not them. Perhaps whoever it was turned doff. \n[59]I don't want my arms broken! \n[60]What? \n[61]I need the toilet. \n[62]Don't let them get past. \n[63]What about the deposit? CLIVE gingerly jerks the wheel, causing the RV to swerve. A BLACK SEDAN car appears next to them, manoeuvering wildly to avoid the RV. GRAHAM and CLIVE stare in horror, their eyes widen as the car flips over and tumbles several times, bouncing across the asphalt and sliding to a smoking stop on its roof. GRAHAM's mouth hangs open. CLIVE blinks. \n[64]I still need a wee. \n[65]The bulb's gone in there. \n[66]Maybe you should call for help. GRAHAM pulls out a cell phone and starts to dial. \n[67]What have you done to him? 21. \n[68]Yes but you made him faint. \n[69]You've got a phaser!? \n[70]Are you going to probe us? \n[71]Don't you? \n[72]What? \n[73]You need my help? \n[74]How come I can understand you? Are you using some sort of neural language router? 22. \n[75]Graham Willy. \n[76]That's the writer, Clive Gollings. \n[77]Where are we going? \n[78]The RV's gotta be back in 2 days. \n[79]\n[80]Okay then. \n[81]What's your name? 23. \n[82]Paul? \n[83]I told him he should have gone. \n[84]Uh... yes. \n[85]Paul? Where am I going again? \n[86]Sorry. \n[87]Them? Who's them? \n[88]I usually bite them open. \n[89]That's molluscs. \n[90]It's true. Hello Clive! How are you feeling? \n[91]His name is Paul. \n[92]Paul's from a small planet in the northern spiral arm of the Andromeda Galaxy. \n[93]The hairdressers? \n[94]He's right. I think that's less believable than Paul being form a planet in the norther spiral arm of the Andromeda Galaxy. \n[95]Excuse me. \n[96]\n[97]Maybe he beamed up. \n[98]Good point. \n[99]Very unaffected. \n[100]Is it? \n[101]I suppose so. \n[102]What, you went invisible? \n[103]Like Predator? \n[104]Can you do it whenever you want? \n[105]Hello Paul. GRAHAM approaches CLIVE who ignores him. \n[106]What's the matter? \n[107]Did you want tea? \n[108]Tea's a bit weird in America, isn't it? \n[109]He needs our help, Clive. PAUL returns with the coffee. GRAHAM and CLIVE curtail their conversation. PAUL hand CLIVE his coffee. \n[110]Clive, he's an alien. A living, breathing, alien. CLIVE look at PAUL who makes a sad face and does the hand gesture from Close Encounters. CLIVE wilts. \n[111]Happens to the best of us. \n[112]Not just the government. \n[113]You'd be surprised how much he's influenced popular culture generally over the last 60 years. \n[114]We had quite a long chat while you were unconscious. CLIVE looks miffed. \n[115]...while you were asleep. \n[116]Yes please. \n[117]I gave your jeans a swill and hung them up. 36. \n[118]Just North. He said we had to make a right at Utah. \n[119]He said it was a surprise. \n[120]Strider, definitely. \n[121]It's okay, he doesn't do that. PAUL returns with three bagels on one long finger. \n[122]Fuel level's critical. \n[123]For fuel? \n[124]Roger that, number one. 37. CLIVE smiles at GRAHAM and flashes PAUL a triumphant look. PAUL coughs loudly, barely disguising the word \"Geeks\"\u009d. \n[125]Ready. HOOOONNNNNKKKK! GRAHAM and CLIVE jump. \n[126]We need bulb for the toilet. \n[127]Britain. \n[128]Poor thing. \n[129]What are you doing? PAUL closes his eyes. His skin ripples with color as he sways slightly. The bird's eyes flicker, its head lifts, it opens its beak and tweets. GRAHAM and CLIVE are astounded by what they are seeing. \n[130]It's a miracle! 43. PAUL stuff the bird in his mouth with a grotesque crunch. \n[131]What do you think? \n[132]You tired, Sausage? \n[133]Sorry. Are you tired though? \n[134]What do you need? \n[135]I hear that, Big-Rig. I can still call you Big-Rig can't I? \n[136]Roger that. Cup of Joe? \n[137]Honey Bun? \n[138]By your command. 46. GRAHAM unwraps the cake and pops it into CLIVE's gob. PAUL watches. GRAHAM disappears to the back of the RV. \n[139]I sourced a website listing off the beaten track, North American RV parks. \n[140]It's awfully quiet. \n[141]Someone's coming. PAUL shimmers and disappears. GRAHAM and CLIVE yelp. \n[142]I don't think she heard you. \n[143]Oh, sorry. 48. \n[144]We're just a couple of regular guys on tour of the less touristy side of the American midwest. \n[145]Uh, east... apparently. CLIVE returns with his passport. RUTH looks at it. \n[146]You should. \n[147]Hmmm? PAUL re-materializes next to GRAHAM and CLIVE. \n[148]Hungry? \n[149]Willies! PAUL gives CLIVE a \"\u0098see what I mean?' look. \n[150]Ha ha yeah. \n[151]Yes. CLIVE give GRAHAM a \"\u0098what the hell are you thinking?' Look as RUTH comes aboard. RUTH surveys the interior of the RV. \n[152]I like your shirt. The shirt has a picture of Jesus shooting Charles Darwin in the head. Underneath it reads, \"Evolve this!\"\u009d \n[153]Why would Jesus want to shoot Charles Darwin? \n[154]Would you like a coffee? \n[155]\n[156]Or it could be God. You just don't know do you? \n[157]Yes. 56. \n[158]\n[159]We could take her with us. \n[160]We're only going to be a couple of days. We could let her go once Paul's gone home. I'm sure she'll be fine once she gets to know us. PAUL and CLIVE consider this. \n[161]Hi. \n[162]Would you like a cup of tea? RUTH starts to pray furiously. \n[163]I'm so sorry it had to be this way Ruth. We're definitely not going to hurt you and we'll let you go as son as we can. We were just a little concerned that you might call the police. \n[164]He's not a demon Ruth, he's from another world and we're helping him get home. He's not evil. He's just very rude. \n[165]I think what Paul's trying to say is, just because there are other inhabited planets, it's not the end of the world. \n[166]No! \n[167]What did you do to her?! \n[168]Can you broaden mine? \n[169]Oh please. \n[170]Maybe I should make that tea? \n[171]Ruth! \n[172]Ruth, please stop, I've got shin splints. RUTH stops. GRAHAM catches up to her. 65. \n[173]Are you alright? \n[174]Ruth, you saw for yourself. It's not just possible, it's probably. There's probably millions of intelligent civilizations. \n[175]Well, one of them is right there. RUTH and GRAHAM look back at the RV. PAUL is stood on the dashboard with his bare buttocks pressed against the window. CLIVE is trying not to laugh. \n[176]Just because your truth wasn't the truth, it doesn't mean there is no truth, Ruth. \n[177]I understand you're probably feeling very confused right now. Religious belief systems are devised to give us context and security. To stop us feeling lonely and unimportant. \n[178]It isn't, it's a coincidence. Or it probably is. That's the beauty of the universe. \n[179]This is the point, Ruth. Right now. This conversation. That tree, your next cheeseburger. Life is a miracle. People spend so much time focusing on rescuing the princess, they forget how much fun it is to fight the dragon. \n[180]Carl Sagan said \"\u0098A religion, old or new, that stressed the magnificence of the universe as revealed by modern science might be able to draw forth reserves of reverence and awe hardly tapped by the conventional faiths.' \n[181]It's okay not to know, Ruth. It's wonderful because it means we still have things to learn. We still have life to live. \n[182]So am I, but it passes, sort of. Ruth, we're on an amazing adventure and I think you should come with us. I know you feel confused and lost but if you get back on board that RV, you might just find the very thing you're looking for. \n[183]I'm sure Ruth. I'm sure because I can honestly say, I have never talked to a woman for this long without blushing. \n[184]She's going to be fine. I think your hair looks good by the way. You look like Storm. \n[185]Exactly. RUTH goes to the bathroom. \n[186]It looks nice. \n[187]How's your dad? \n[188]Leave her alone! \n[189]Ha! Only one of us fainted! \n[190]Who? \n[191]Was that your dad, Ruth? RUTH nods. \n[192]Are you alright, Ruth? RUTH nods, still distant. \n[193]You want to come for a walk, Ruth? \n[194]It was amazing though, wasn't it? Remember when Paul said \"\u0098Yo fucknuts'? That was brilliant. \n[195]You can sleep in my bunk if you'd like. She smiles at him. He goes to leave but turns back. \n[196]I'd use a pen to push the tissues off the bed. I've had a cold. \n[197]Space cowboy. \n[198]No. \n[199]Bob Dylan's still alive. \n[200]So why \"\u0098Paul'? It's not very, you know, alien. \n[201]P-o-o-u-r-l? \n[202]What's your real name? \n[203]Come on, what's your real name. PAUL opens his mouth and screeches. \n[204]Rootchaa? That sounds like Roger. \n[205]You look like a poster on a student's wall. \n[206]You never answered my question. Why Paul? Who called you Paul? \n[207]What happened to the little girl? 80. \n[208]Paul, can I ask you something? \n[209]Why are you in such a hurry to leave? \n[210]So? \n[211]So what, do they take a swab from your cheek? \n[212]Blood?! Oh my god, I hate needles. \n[213]So, you're saying if they catch you... PAUL draws his thumb across his neck. GRAHAM and CLIVE look at PAUL in horror. All three scratch their heads. \n[214]Like in E.T.? \n[215]Oh dear! \n[216]Maybe we should hold hands, so that we look like a family. \n[217]Seem to be working, Clive. Clive? GRAHAM notices that CLIVE is no longer with them. He looks back to see CLIVE, gawping thought the window of a COMIC SHOP, at a sword resembling the one they saw at Comic-Con. The tag reads \"\u0098Genuine \"\u0098BLADE' Katana'. $299.99. \n[218]Clive, no. CLIVE walks into the shop. GRAHAM and PAUL follow quickly behind. As they enter the COMIC SHOP, MOSES BEHE emerges from the adjacent Drug Store. He takes a couple of pain killers and flexes his sore shoulders. He wanders up the road, scanning the passers by. \n[219]Now's not really the time, Sausage. \n[220]It's very cheap. Are you sure you don't want to save up and get a proper on? \n[221]X-Men action figure. \n[222]You don't think she's still there do you? \n[223]Hello? \n[224]Okay. GRAHAM goes to leave. CLIVE stops him. \n[225]We're cut off. \n[226]Ow, my shins! \n[227]Punch it! 101. The RV roars into life, reversing out onto the road. CLIVE pulls a spectacular U-turn, sending the passengers flying. GRAHAM lands in TARA's arms, RUTH in PAUL's. RUTH and GRAHAM exchange glances. Dumb luck. TARA straightens herself and looks out of the RV at her destroyed home. \n[228]Your dad's persistent, isn't he? \n[229]What do we do? \n[230]It's gone! \n[231]What games? \n[232]Sorry. \n[233]That was just awesome. Amazing driving Clive. It was like G.T.A. but potentially fatal. Wasn't it, Clive? Clive? A knocking and a gurgling sound is coming from the engine. \n[234]There goes the deposit. \n[235]Paul? \n[236]What now? \n[237]Leave her alone! VOICE throws them off and comes face to face with TARA. \n[238]Noooooooooo! GRAHAM gathers RUTH up in his arms. She coughs, flecks of blood around her mouth. \n[239]He's an alien you stupid man! Oh Ruth, Ruth I'm sorry, I'm so sorry. I should have never persuaded you to come with us. RUTH focuses on GRAHAM. She smiles, weakly. \n[240]Ruth, are you okay? \n[241]What did you think? \n[242]No, thank you. 117. \n[243]That was good, wasn't it? \n[244]Hey babe. You okay? ", "RUTH": "\n[1]Good evening, I'm Ruth Behe. \n[2]Sure. Park in Bay 9. The charge is $50 for the night, plus $10 for hook ups an I'll need to hang onto an ID too. CLIVE disappears, leaving GRAHAM and RUTH alone. \n[3]Where you heading next? \n[4]England? \n[5]I love London. \n[6]No. Did you know it was founded by the Romans in AD 43 as Londinium? \n[7]Oh. I'd love to go someday. 49. \n[8]There's lots a places I wanna go. Europe. Asia. The Antipodes. The world's a big place. I need one of these though. \n[9]That's my father. I'll come over and take your money in the morning. Have a pleasant night now, won't you? RUTH opens the gate to allow CLIVE to drive through. GRAHAM watches RUTH intently as they pass. \n[10]I was just talking. 50. RUTH stirs a pot on the stove. She surreptitiously retrieves an atlas from a drawer an starts to read. \n[11]Sorry Papa. \n[12]Just the night I think \n[13]Uh-huh. \n[14]East. \n[15]Yes, but they're from London. \n[16]No, London, England. \n[17]England, Papa. It's in North Western Europe. The atlas is snatched out of RUTH's hands. Behind her stands the towering figure of MOSES BEHE. Almost as wide as he is tall, his eyes glitter with fury and menace. \n[18]It's Ruth. GRAHAM and CLIVE look at each other nervously. CLIVE opens the door, as GRAHAM straightens his hair. \n[19]Good morning. \n[20]May I come in? \n[21]Was everything to your liking? \n[22]Where's the other one? \n[23]It's okay, we don't charge by the person. That was three pairs of legs I saw last night cavorting round the camp fire, right? \n[24]Thanks. I got it at my church. \n[25]Because of his theories. Are you men of God? \n[26]God created the earth in six days and on the seventh he rested. PAUL emits another huge raspberry from the toilet. \n[27]The world is 4000 years old. \n[28]Explain to me how something as complicated as the human eye simply comes into being. \n[29]They eye is comprised of three interacting parts. Remove any one of them and it ceases to exist. It has the precision and delicacy of a pocket watch and, when the good Lord permits, it works in perfect harmony with its environment. Something as functionally perfect as that doesn't just occur without the intervention of a guiding hand. \n[30]What are you talking about? \n[31]It'd design! 57. \n[32]Nothing you can so or do can shake my belief, or faith in the sure and certain knowledge that God made Heaven and earth and created us all in His own image. \n[33]Where am I? PAUL leans round from the Chewie seat and smile. \n[34]\n[35]You have been deceived. Deceived by an agent of Satan himself. \n[36]How can he be from another world? There is only one world. Our world, created by God the Father. PAUL sits down next to GRAHAM. RUTH whimpers. \n[37]How could that possibly make me feel any better? \n[38]This isn't happening! You're a hallucination. You're not real. You're a test. A test from God. \n[39]Leave me alone! \n[40]He can't be from space. It's not possible. \n[41]So, where is everybody? \n[42]Everything I've ever been told is a lie. My purpose. My truth. All false. DO you know how that feels? To suddenly have nothing? \n[43]Huh? \n[44]I do feel lonely and unimportant! How can this all be an accident? It doesn't make sense. Did you know the reason we have solar eclipses is because the sun is exactly 400 times bigger than the moon and the moon is exactly 400 times closer to the earth? GRAHAM considers saying \"\u0098yes' but decides against it. \n[45]How can that be an accident. 66. \n[46]But what's the point? If there's nothing afterwards, what's the point in living? \n[47]Huh? \n[48]Huh? \n[49]I'm frightened. \n[50]I... I'm not sure. 67. \n[51]That's so sweet. GRAHAM blushes, deep, dark, red. \n[52]Who's Storm? \n[53]\n[54]This is the furthest I've ever been. \n[55]You don't mind, do you, Graham? \n[56]What? \n[57]Maybe I should call Papa. \n[58]Look, I've been missing for a whole day. If he's called the police, they'll be looking for us and if they find us, this \"\u0098amazing adventure' is going to come to an end real quick. I just need to tell him I'm fine and that I'll be back soon, okay? PAUL offers up a high five to RUTH. \n[59]I won't be long. \n[60]Okay. \n[61]Yes? \n[62]Wait, I... \n[63]Yes? \n[64]How did you...? \n[65]What if we don't want to turn ourselves in? \n[66]I don't know. \n[67]I don't know how I feel about him. He's weird and also, rude. \n[68]I asked him why he wore shorts and he said if he didn't I'd see his big spaceman balls. 72. \n[69]Who's there with you? \n[70]He showed me things. \n[71]I... i just want to know what's real. I'm confused. I... I... RUTH struggles. Her expression shows great conflict. \n[72]I need to get to my friends. \n[73]I happen to have two eyes actually. I just have a severe stigmatism. \n[74]Papa said the Lord would fix it. \n[75]No shit. RUTH plants her knee firmly into the groin of GUS. He doubles up knocking his friend over. RUTH bolts. \n[76]We need to leave now. \n[77]Yes, they are. \n[78]We were just leaving. \n[79]\n[80]I... I can't. \n[81]\n[82]What about Papa?! \n[83]It's them. \n[84]It wasn't my fault. They answered the phone. He knew all about us. \n[85]He's always angry. GRAHAM, CLIVE and PAUL all exchange looks. \n[86]Thanks, but I think I'm going to turn in. It's been a long day what with meeting you guys, being abducted by and alien and having my whole belief system called into question. \n[87]No, you go, I'll be fine. Here Clive. RUTH hands CLIVE her handkerchief. It is embroidered with the words \"\u0098JESUS SAVES'. \n[88]Where have you been? I was worried. She opens the door. AGENT ZOIL flashes his badge. \n[89]Yes, I'm alone. \n[90]No, sorry I don't. \n[91]Christian ministry in Seattle. I've been driving for 5 days. \n[92]Austin. \n[93]Oh yes. It has an impressive bat population you know? 86. \n[94]Folks gather by the rive in the evening to watch them fly out. Turn the sky black. Quite a sight. \n[95]Uh-huh. Well, I really should be getting along. \n[96]Darwin, Charlotte Darwin. ZOIL smiles and nods. He laves. \n[97]Graham? D'you think? \n[98]Papa said the Lord would fix it. Guess that's not gonna happen, seeing as we're living in a gigantic godless universe, with no hope of salvation. \n[99]Oh, that's a relief. \n[100]Yes. \n[101]What did you call me? \n[102]Denmark has a municipal population of 508,691. PAUL blinks. \n[103]I suppose so. \n[104]They're back. PAUL withdraws his hand. GRAHAM and CLIVE are approaching the RV clutching a large firework. They climb aboard. \n[105]How do you know? \n[106]Maybe I should make some tea. \n[107]Papa? PAUL grabs RUTH's hand. \n[108]You have no idea. CLIVE sees their pursuers in his wing mirror. \n[109]Oh my God. 104. \n[110]\n[111]Okay. 10...9... \n[112]3... \n[113]2... \n[114]1... 107. CLIVE looks into his wing mirror, just as the tornado snakes down out of the sky between them and HAGGARD. \n[115]How did you do that? How did you know? \n[116]Wait, what about Papa? \n[117]If there is a benevolent creator watching over everything then may he, she or it bless the 1985 Holiday Rambler, Imperial. Everyone looks to PAUL for his comment but he is not there. \n[118]What you may not know is on the outside of the tower they bolted a series of ladders, all the way to the top, put there by William Rogers in 1893. He was the first man to climb the tower. \n[119]Leave him alone! VOICE hits out at RUTH. GRAHAM renews his attack. \n[120]What, and miss all this? Graham, I've lived more in the last 48 hours that I ever did in that trailer park. Isn't that what you said living was all about? Right now? This conversation? That tree? My next cheeseburger? I'm not afraid anymore Graham. I'm cold though. Hey, where is everybody? RUTH shudders and dies. TARA and ZOIL look aghast. GRAHAM buries his head in RUTH's hair. CLIVE, his eyes are filled with tears, puts his and on GRAHAM's shoulder. \n[121]I think so. Is anyone hungry? I really feel like a cheese burger. Relief and joy spreads through group. MOSES falls to his knees and sobs. He feels a hand on his shoulder and looks up to see PAUL. \n[122]You can kiss me now. They kiss with awkward passion. Everyone smiles then after a bit become uncomfortable and a bit grossed out. \n[123]You didn't frighten me. You freed me. You helped me see the light. \n[124]Hey. \n[125]I'm just taking Tara over to the autograph pavilion. Michael Biehn's here! ", "ZOIL": "\n[1]Talk to me. \n[2]Anyone else? \n[3]No. It's neither of those things. He looks around, then notices tire tracks in the dust by the side of the road. ZOIL stands, full of purpose. He returns to his car and hits a button on the dash. 25. \n[4]We have a guest who's left the hotel without paying, sir. \n[5]Doubtful. NORAD would have picked up a bogie. Those guys can track Santa. No sir, he's still here. Question is, for how long? \n[6]How so? \n[7]Are you suggesting he has someone on the inside. \n[8]Well he's definitely got someone on the outside. \n[9]Tire tracks, sir. Tire tracks... among other things. I'd bet my left nut that little bastard's hitched a ride. \n[10]Orange? \n[11]Nice and juicy. \n[12]Do you mind telling me what's going on, Agent? \n[13]Where's the other one? \n[14]I see. You fellas had much traffic through here? \n[15]Nerds, huh? \n[16]I've heard he's nice. \n[17]Did you search the vehicle thoroughly? \n[18]Find anything? \n[19]Did you get the license plate? HAGGARD and O'REILLY look sheepish. \n[20]Make? More sheepishness. \n[21]I want everything you can remember. Descriptions of the occupants, height, hair, distinguishing features. We can do it on the way. \n[22]You're coming with me. \n[23]It didn't work. 40. \n[24]I think you can be both. \n[25]Excuse me gentlemen. ZOIL leaves with the two men and returns to his vehicle. The voice of ZOIL's superior cuts the air. \n[26]We've tracked them down to a gas station in Ely. \n[27]We think he may be travelling in an RV with two British men sir. 44. \n[28]No, sir. Just a couple of nerds on the lamb from Comic-Con. \n[29]I still think this stinks, sir. \n[30]Someone must have told him. We need to find the rat. \n[31]Yes sir. \n[32]Given your description of the intruder, the police felt your call was perhaps better directed to us. \n[33]Secret Service, sir. \n[34]And Ruth's your daughter? 62. \n[35]I understand. Do you have a photography of Ruth, Mr. Behe? MOSES retrieves an old cigar box and produces a tattered photograph of Ruth. She appears younger, with both eyes intact and with dark hair. \n[36]She's pretty. MOSES snorts. \n[37]Do you have a phone Mr. Behe? In case she tries to contact you. \n[38]You say they went East? \n[39]So? \n[40]Let's go. Haggard! 63. \n[41]We'll do our best, Mr. Behe. \n[42]Can it, you two! How many times do I have to tell you? \n[43]We do not refer to the target as \"\u0098The Alien'. MOSES's expression is mixture of fury and disbelief. He glances at something nearby. Pull focus to the shotgun, lying in the foreground on the kitchen table. We hear an engine splutter into life, revving furiously. \n[44]Ruth Behe? \n[45]Agent Zoil, Secret Service. Listen very carefully. You're in great danger. \n[46]We know who you're travelling with Ruth. I need you and your friend to turn yourselves in. \n[47]Where are you? Where are you headed? \n[48]Look, I know you think you're doing the right thing but I promise you, I'm only thinking about you. And Paul. You care about Paul, don't you? \n[49]Yes he is. \n[50]Ruth, please listen to me. Your father is worried about you. We want to get you home. I need you to tell me where you are. \n[51]You're not still talking about his balls, are you? \n[52]Damnit, Haggard! RUTH panics and slams down the phone. She realizes what she may have done and rushes back toward the bar, slamming into two men. The MEATHEADS, drunk, look down at her, amused. \n[53]Good morning, Ma'am. Sorry to trouble you. Agent Zoil, Secret Service. Your wagon here matches the description of a recreational vehicle we're currently looking for. May I ask, are you alone? RUTH pauses a second. \n[54]Do you mind taking a look at these pictures? ZOIL pulls out three pictures and hands them to RUTH. CCTV shots of GRAHAM and CLIVE at the gas station and MOSES's pic of RUTH, looking younger, with dark hair and no glasses. \n[55]Do you recognise any of these people, Miss? She lingers on the picture of herself. \n[56]Miss? \n[57]Where are you coming from, Ma'am? \n[58]Going far? \n[59]Great town. \n[60]Is that so? \n[61]Of course. Thanks for your time, Miss...? Beat. \n[62]Where the hell do you think you're going? HAGGARD can't hide his frustration. \n[63]And you were just gonna take off? \n[64]Well now, that's mighty civil of you. We have a chain of command. I expect you to abide by it. Where d'you say he was headed? \n[65]Well, then let's move it. They scramble. \n[66]Oh, and Haggard? Don't go getting ideas about your station again. ZOIL gets into his car leaving HAGGARD looking pissed. 91. \n[67]They've double back sir. They're heading toward New Mexico. \n[68]Yes, sir? 94. \n[69]It wasn't going to New Mexico? \n[70]No, sir. Where are they headed? If we gun it, maybe we can get the drop on their destination. \n[71]What else is around there? \n[72]Bethlehem Creek? \n[73]Paul, wait- A burst of psychic images explode into ZOIL's head. The agent and the alien fall on the ground in an exhausted heap. \n[74]Godammit Haggard! \n[75]Oh great! \n[76]Help me up! 100. \n[77]Damnit Haggard, wait! HAGGARD takes off. ZOIL staggers to his car and with great difficulty, takes off in pursuit, narrowly avoiding MOSES BEHE's truck. Lightening flashes. Loud thunder. \n[78]What the hell is he doing?! \n[79]Sir, I- \n[80]Now wait a goddamn minute! \n[81]-Shit! \n[82]He's insane! \n[83]Haggard, stand down. Stand down! \n[84]Haggard, it's suicide. \n[85]Son of a bitch! ZOIL looks at the sky. His face drops. \n[86]Haggard. Wait a minute! An engine revs nearby. ZOIL turns to see MOSES BEHE pull off in pursuit. \n[87]\n[88]Haggard, he knows what he's doing. \n[89]It's a trap! \n[90]We got hit by a twister, sir. Haggard's dead. \n[91]I lost him when the ranch exploded. \n[92]\n[93]He's my friend! I've known him for twenty years. He introduced me to my wife damnit! \n[94]I don't want to be where you are. \n[95]The things I do for you, huh? \n[96]Do you have any idea how difficult it was to catch you guys? \n[97]Safe trip Short Round. PAUL turns to GRAHAM and CLIVE. He pulls JELVA - ALIEN QUEEN OF THE VARVAK from his pocket and hands it to them. ", "VOICE": "\n[1]I wouldn't do that if I were you. GRAHAM and CLIVE spin round to see an indistinct figure sitting on a rock in the nearby darkness. The glow of a cigarette briefly lights up what appear to be two large, black eyes. GRAHAM and CLIVE gawp. \n[2]Seriously, I wouldn't do that. GRAHAM's mouth falls open, CLIVE continues to hold the phone to his ear. We hear the operator. \n[3]What's the situation? \n[4]Damn it! Do you think he's \"\u0098left' left? \n[5]Don't you think this is all a bit of a coincidence? \n[6]I signed the red document this morning, Zoil. Don't you think it's odd that he chooses today to go AWOL? How did he know? \n[7]Maybe. \n[8]What? \n[9]Lock down the area. Road blocks, spot checks, the whole nine yards. You're going to handle this personally, Zoil. I want this wrapped up before Letterman. 26. \n[10]Report. \n[11]So why am I not witting with my feet up, smoking a jay, watching Erin Brockovich? \n[12]Goddamnit, I knew we should have gone ahead with invasion in \"\u009844. What are they, MI6? \n[13]Shit. My sister's kid went to that. Little Manga faggot. \n[14]Like fat man doo-doo. It's too much of a coincidence. He sits tight for 60 years and then suddenly now he decides to take off. If he wanted to go home so bad, he could've just given us the slip when he was playing golf with J. Edgar Hoover. \n[15]Leave that to me. In the meantime, if E.T. is still M.I.A. in the P.M. then F.Y.I. I'm tearing someone a new A. O.K.? \n[16]Hello? \n[17]Hello? GRAHAM opens the door. RUTH BEHE, a young woman in her mid- twenties stands outside. She is pretty but has no idea. She wears glasses, one eye of which is blacked out. GRAHAM stares at her. We hear the slide guitar moment from Olivia Newton John's \"Hopelessly Devoted To You\"\u009d. \n[18]Zoil, what the hell's going on? \n[19]You better be right about this, Zoil. I'm getting a little tired of this shit. I want that little fucker's brain in a jar by sundown. MOSES smiles darkly. \n[20]\n[21]Satellite's come up with a data analysis on all the traffic coming out of Prospect in the last 5 hours. There was only one RV, and guess what, nimrod? \n[22]That's a three pointer Agent Zoil. You better spin your ass around. You got some serious catching up to do. Don't make me come out there. \n[23]They're on the 50, heading towards Gillette. \n[24]Not much. Thunder Basis, Bethlehem Creek. \n[25]Holy shit! \n[26]You don't think she's sill there, do you? MOSES smiles. 95. \n[27]Who's there? \n[28]Leave me alone! \n[29]Zoil. Progress report! \n[30]Who the hell is this? \n[31]I don't give a shit who's in command. Where' my fucking mooncoon?! \n[32]I don't wanna hear from either of you jokers until that little mother fucker is under glass. \n[33]Zoil! What the hell is going on? \n[34]What about the other one? \n[35]Jesus Christ, Zoil, this has been one fuck up after another. I should have handled it myself. I want that little bastard dead by midnight tonight or you'll be working security in a convention centre. Now where's that RV? ZOIL's eyes widen. Parked on the roadside is the RV. \n[36]Zoil? ZOIL? ZOIL is staring at DEVIL'S TOWER. \n[37]Well, whaddya know? Small world. VOICE appears flanked by two faceless, heavily armed SOLDIERS. They level their weapons, just as ZOIL bursts through the trees behind them. \n[38]It was you! You told him. I should've known. 112. \n[39]You've never made a mistake in your life. That's why I put you in charge of this fucking mission. \n[40]You stupid son of a bitch. In five years, you could have been where I am. \n[41]Too bad, seeing as I'm the one hold'ng all the cards and when I say \"cards\"\u009d, I of course mean big fucking gun. VOICE points his gun at PAUL. \n[42]It was pretty easy once we got a fix on the geek-mobile. Wasn't hard to figure out where you were headed. You always did have a flare for the dramatic. PAUL nods, a sad smile creeping across his mouth. \n[43]Let's go. TARA stands in front of PAUL, then RUTH, then GRAHAM then CLIVE, who summons every ounce of bravery in his body. \n[44]Be honest with yourself, two scoops. What is it that you think you can possibly bring to the table at this stage in the game? CLIVE reaches beyond his back and produces his KATANA SWORD, he holds it like a proud Samurai. \n[45]Step aside, you fat nerd. \n[46]I wouldn't say- ", "MOSES BEHE": "\n[1]What took you so long? \n[2]You talk to much. \n[3]How long they staying? \n[4]Hook ups? \n[5]Where they headed? \n[6]Them California plates I saw? \n[7]London, Ohio? \n[8]Where?! \n[9]Europe? I'll give you Europe, missy. Now, get and make my supper. MOSES lumbers off with the atlas. RUTH looks dejected. 51. \n[10]\n[11]Ruth, what in the Lord's name- MOSES and PAUL come face to face. They regard each other for a second. \n[12]I didn't call the government. I called the po-lice. \n[13]And who are you? \n[14]I knew it. You know that devil took my Ruth. \n[15]That's right. Her Mama died when she was born. I good as brought her up by myself. Wasn't easy either. Two mouths to feed and this place to run. \n[16]I do... ZOIL nods at HAGGARD who immediately starts dialling on his satellite phone, moving into a different room. \n[17]...and she'll call me if she can. Ruth's never really been outta Carbon County. \n[18]Uh-huh. They'll have to get off the 191 after Flaming Gorge if they ain't using the interstate, there's been a rig spill just South of Dutch John. \n[19]So that means they'll be on the 44. Only way to go. ZOIL looks at O'REILLY. \n[20]Tell me you're gonna kill that thing, Mr. Zoil. Kill it for what it is. \n[21]Watch yourself now. I seen its eyes. It's evil. ZOIL, HAGGARD and O'REILLY leave. MOSES watches them. \n[22]God's speed, Mr. Zoil. \n[23]Tap water. \n[24]\n[25]I'm taking you home. \n[26]Don't talk back to me, girl! \n[27]Looks like you're going the wrong way, Agent Zoil. That's what happens when you don't got the Lord on your side. \n[28]\n[29]Take your hands off her, devil! \n[30]\n[31]\n[32]Oh Jesus! Oh Jesus! Oh Jesus! ZOIL looks back toward the no unreachable RV. \n[33]Oh Lord, Ruth. My little Ruth. \n[34]I...I never meant to shoot her. I was aiming for the goblin. \n[35]But he can't be. He... he... \n[36]What have I done? I'm sorry. I'm so sorry. A shadow is cast across RUTH. Everyone looks up to see PAUL, silhouetted against the moon. His eyes glint. \n[37]Get away from her! Don't you touch my little girl. CLIVE holds out a hand to stop MOSES. He obeys. The air hums, charged with static. PAUL's skin ripples with color. Everyone watches transfixed. RUTH's eye flickers and opens. With some difficulty, she sits up and takes off her glasses. She blinks both shining, healthy eyes. \n[38]Thank you. RUTH and GRAHAM hug. She smiles at him. \n[39]I will sir. God be with you. ", "HAGGARD": "\n[1]Yeah? O'REILLY appears at the door waving a 10x8\"\u009d photograph. \n[2]No shit! How was he? \n[3]That's nice to hear. O'Reilly? Anything else? 30. \n[4]Okay, you guys can go. \n[5]Of course you may. There is a slight pause. GRAHAM and CLIVE board the RV. \n[6]Sorry, I was just... hiding. \n[7]Just a big RV driven by a couple of nerds. \n[8]Yeah, they'd been to Comic-Con and met Michael Biehn. 39. \n[9]Good egg. \n[10]It was big. \n[11]On the way? \n[12]Agent Zoil? \n[13]Man, that way was one fat freak! \n[14]\n[15]What did you say, kid? \n[16]Agent Haggard Ma'am, Secret Service. \n[17]Kid? \n[18]Is he still in there? KEITH shakes his head. \n[19]South. Toward New Mexico, huh? KEITH nods. HAGGARD stands, his mind racing. He looks meaningfully at O'REILLY not noticing the RV rumbling up the street behind him with CLIVE at the wheel. \n[20]You did good kid. Want a candy? \n[21]Let's go. The two agents rush off. \n[22]Screw Zoil! \n[23]We picked up a lead, sir. Little kid in the town said he saw an alien. Said he was heading toward New Mexico. \n[24]Thought it best to take the initiative, sir. We were going to radio you. \n[25]New Mexico sir. \n[26]Freeze, space monkey! \n[27]In pursuit, sir. \n[28]Haggard, sir. Agent Zoil has been compromised. I'm assuming command. \n[29]Just ahead of me sir. We're heading East across scrubland just North of Mitchell Creek. \n[30]Yes sir! HAGGARD floors it. He is manic and wild eyed. 103. \n[31]He's mine. I can do this! \n[32]You're not running this show any more Zoil. You had your chance. \n[33]So do I. ", "PAT": "\n[1]\"Watch The Skies\"\u009d or \"Alien Onboard?\"\u009d GRAHAM and CLIVE look at each other for a few seconds before looking back at PAT. \n[2]Nice choice. So, where have you boys come from? \n[3]Comic-Con? \n[4]Just a guess. My nephew launched a comic down there a couple of years ago. Sort of dramatized the accounts of some of the folk we've had in here. \n[5]That's it. You heard of it, huh? \n[6]Well whaddya know? Small world. \n[7]Some. \n[8]A UFO? Oh, I've seen plenty. \n[9]Well, I don't know what they were. So as far as I'm concerned they're unidentified and they were definitely flying. \n[10]Damn straight. Whether or not they were spaceships, I can't say. Probably not, but I'd like to think they were. Be a shame if we were the only souls in the universe. \n[11]Yes. \n[12]Makes you think though, don't it? \n[13]Where is everybody? GRAHAM and CLIVE ponder this. \n[14]You boys all set? \n[15]Sure thing. How about you, sugar? \n[16]You wanna sparkler in that? GRAHAM smiles coyly. 14. \n[17]I'll take that as a yes. She beams at the boys and disappears into the kitchen. GRAHAM and CLIVE are left alone. They take it all in. \n[18]Yes dear, what can I get you? \n[19]Coming right up. \n[20]Here it comes! GRAHAM closes his yes, remembering what he ordered. The two men turn to see PAT emerge from the kitchen with a tray of drinks. Two bottles of beer, one cup of coffee and an absurd looking milkshake in a tall glass with a sparkler. \n[21]Okay then, beers for you gentleman. A cup of Joe and a extra thick malt with a sparkler for the boys from outer space. The man snigger derisively. PAT senses the tension. \n[22]So, where you boys headed? \n[23]Well now, I heard Utah beaver puts up quite a fight. \n[24]I better make you something good and hot. Long way to The Beehive. PAT give GRAHAM and CLIVE a look. CLIVE understands and fumbles for hi wallet. 16. He places a number of bills on the table. They leave. GRAHAM comes back in and retrieves the bumper sticker. PAT gives him a wink. He leaves. ", "TARA": "\n[1]What is this, some kind of joke? \n[2]Where are my manners? I never really have guests. Nobody comes up here. I go whole weeks without seeing a soul. 97. TARA goes to the kitchen. She can be seen from where they are sitting. She turns the gas on and strikes a cooking match. PAUL looks pained, struggling for something to say. \n[3]I've only just stopped believing in you, y'know? Spent a very long time trying to convince folk about what happened that night. My parents, my friends. Everyone thought I was mad. They told me it was a meteor that squashed little Paul. Took me away and did tests they did, said it was for cosmic radiation. They said I was concussed, hallucinating, but I knew you were real. I pulled you from that spaceship myself. Sat with you till the men came and took you away. If Pop hadn't had to go to Casper, he would have seen you too. They kept telling me I'd imagined it but I knew different. Pop tried to understand but they filled his head with \"\u0098delayed this' and \"\u0098post- traumatic that'. He just used to smile and say \"\u0098there, there Tara'. He got sick when I was seventeen and died a few years later. I inherited this place. Word got out about my story not long after it happened, so I didn't really have any friends. Kids used to throw stones at the house and call me names. I just kinda retreated into myself. I'd spend whole nights up on the roof, staring at the sky, hoping to catch a glimpse of you again. I always believed that one day you\"\u0098d come back and here you are. The match flame reaches her fingers, she shakes it out. \n[4]Listen to me gabbing. Milk and sugar? \n[5]What for? 98. \n[6]That doesn't matter. Don't you see? You're real. I was right and all those folk that said I was crazy? Well, they can all go fuck themselves. \n[7]Now, where do you suppose that came from? \n[8]In back. The gang bustle out of the room just as the front door splinters inward, revealing O'REILLY in a gas mask. \n[9]Storm cellar! TARA opens a nearby door and motions them down some stairs, as HAGGARD fires wildly. Crockery explodes around them. \n[10]My weed! \n[11]Paul, we'll get sucked right up. \n[12]The bulb's gone in there. \n[13]She rode that storm with a bullet in her heart and didn't stop until we we're safe. \n[14]I climbed up there in 1976. Thought it would make a good site for some UFO spotting. Turns out I wasn't the only one. \n[15]Cute. 110. \n[16]Pretty. \n[17]Leave them alone. WHAM! She whacks VOICE across the face with a large stick. \n[18]You're not taking him away again. He staggers backwards and falls to the ground, unconscious. \n[19]Don't mention it. PAUL rushes to ZOIL who lies on the ground, wounded. \n[20]What? \n[21]I don't have my toothbrush. ", "PUBLICIST": "\n[1]Looks good, right? \n[2]It really does the image justice. I never noticed the third tit. \n[3]Ladies man, huh? You guys happy? You got enough pens? You wanna Snapple? You wanna a Diet Coke? \n[4]A fat what? \n[5]Oh you man a FAT Coke. \n[6]Fat coke. \n[7]Ten minutes ago. \n[8]Sylar's doing a Q and A in the main pavillion. \n[9]I can make a call. \n[10]It'll pick up when he's done. \n[11]Yeah man. Three tits. Awesome. \n[12]Okay, that's the hour. How'd we do? \n[13]Hey, one for each tit. Maybe you should have given her four. \n[14]Don't sweat it. It's a sleeper. \n[15]Better than Carl Weathers. \n[16]Are you nuts? My office is full of junk. The PUBLICIST walks away chuckling. \n[17]Just one item per person please. He winks at the boys. RUTH rushes up to GRAHAM, she is dressed as Storm from X-Men and pushes a customized buggy, in which sits a baby dressed as Professor X. ", "ALIEN": "\n[1]Put - the phone - down. Without the slightest change of expression CLIVE rocks backwards in a dead faint. He hits the ground with a bump. GRAHAM looks at CLIVE then back at the ALIEN. When GRAHAM speaks his voice quivers with hysterical panic. \n[2]I didn't do anything. He fainted. \n[3]I did not. Okay I did, but it's not like i set my phaser to \"\u0098Faint'. \n[4]No! Look, I need you to help. Can you get this guy back onto your wagon? \n[5]No! Where does that come from? Why do people always assume we want to stick something up their ass? \n[6]No. There's certainly nothing about it in the encounter manual. As a rule, we don't even abduct. Maybe people find it easier to deal with earthly transgressions if they suppress it with absurd fantasies about alien probing. \n[7]It's just a theory. Listen, focus okay? I promise you I won't hurt you, I just need your help. \n[8]Yes. \n[9]No, I'm speaking English you prick.  Sorry, I'm tense. Look, what's your name? \n[10]What about him? \n[11]Well, let's get Clive into the RV and get going. I'll explain everything on the way. Please. \n[12]North. \n[13]Well, then we're gonna have to hustle, aren't we? \n[14]Look Graham, you're just gonna have to trust me, okay? GRAHAM looks at the ALIEN. It stands at roughly 3 feet tall. His black almond shaped eye glint. His large head tilts to one side, his small mouth opens slightly, his long fingers clasp together, pleading. \n[15]Please man, I need you. GRAHAM considers the ALIEN for a moment. \n[16]Great. Thank you. \n[17]I'm Paul. ", "O'REILLY": "\n[1]These guys have met Michael Biehn. \n[2]Just some pissy jeans. HAGGARD looks down at the towel wrapped around CLIVE's waits. CLIVE look embarrassed. \n[3]Coming... ready or not! O'REILLY uncovers his eyes and comes face to face with ZOIL. ZOIL is eating an orange, he offers a segment to O'REILLY. \n[4]No thanks. \n[5]I don't want to spoil breakfast. \n[6]Just keeping ourselves occupied sir. Things are pretty slow. \n[7]I don't know, let's see. Haggard? HAGGARD steps out from behind the only man shaped cactus on the entire desert plain. O'REILLY can't help but let out a snort of delighted surprise. HAGGARD hurries over. \n[8]Very unaffected. \n[9]Yes sir. \n[10]Not really. Just Michael Biehn's autograph and some pissy jeans. Close in on ZOIL. He seems suddenly motivated. \n[11]What about the road block sir? \n[12]If I was that girl, I think I'd rather take my chances with the alien. HAGGARD and O'REILLY hoot with laughter. \n[13]Did he say where he was going? KEITH looks at his comic. The ZOIL style agent, shooting the PAUL style alien. He looks back at HAGGARD and points him in the entirely wrong direction. \n[14]We've got him man! We're going to get a fucking promotion. \n[15]What about Zoil? 90. \n[16]Ready or not. He fires. ", "KEITH NASH": "\n[1]My Mom's shopping for some new jeans. She lets me wait in here. \n[2]Yes and no. What're you doing here? \n[3]What a nerd. PAUL laughs. So does KEITH NASH. \n[4]I am but I shouldn't. \n[5]Right. \n[6]Guess so. KEITH beams at PAUL and takes a few M&amp;Ms. They turn their attention back to the racks of comics. PAUL pulls one out called \"\u0098G-Men'. On the cover it shows an agent, not unlike ZOIL, shooting an alien not unlike PAUL. \n[7]No. \n[8]Thanks Paul. 88. KEITH stuffs it down his trousers. PAUL laughs. We hear MRS. NASH calling from the street. \n[9]I gotta go. \n[10]I'm not lying. \n[11]Honestly Mommy, he was an alien and his name was Paul! \n[12]He was in the shop. \n[13]No thanks. ", "STATE TROOPER": "\n[1]After you. \n[2]Morning Chris! \n[3]Who do you think I had in my office this morning? \n[4]No. The Secret Service. GRAHAM bumps into a display of sunglasses and just stops it tumbling. CHRIS and the STATE TROOPER glance over. \n[5]Not yet. They're all over this crash on the road up to Rachel. \n[6]Don't know, could be Muslims. \n[7]You go right ahead. \n[8]Where're you guys from? \n[9]Britain, huh? Nice place. No guns! \n[10]By the time I got the bulletin, they were long gone. Seemed like nice fellas to me. \n[11]They said they were British. ", "GRAHAM/CLIVE": "\n[1]\n[2]\"Alien Onboard.\"\u009d 12. \n[3]The Black Mailbox. GRAHAM and CLIVE marvel at it. The silence of the night and the size of the landscape dawns on them. They look up. \n[4]Yes. \n[5]Cut your brain out. \n[6]No. They all cough. \n[7]Shit! \n[8]Of course! 109. \n[9]There you go. \n[10]There you go. ", "JAKE": "\n[1]Two beers. \n[2]We're heading into Utah. Do ourselves some hunting. \n[3]You got that right, Gus. \n[4]Hey, slow down there cyclops. \n[5]You should get that fixed up. Reckon you'd be kinda pretty in the right light. \n[6]Holy shit! It's the space faggots that dinged the fuck-mobile! \n[7]I'm sorry I don't speak \"\u0098nerd'. GRAHAM and CLIVE look terribly offended. \n[8]Well whaddya know? Small world. \n[9]What did you say? \n[10]Hey, we ain't finished with you. 75. ", "CHRIS": "\n[1]Hey Dean. \n[2]Jeremy Piven? \n[3]They find out how you can afford a Dodge Viper on troopers pay? \n[4]What you think's going on? \n[5]Jesus Cheeerist! CLIVE and GRAHAM sidle up to the check-out. 41. \n[6]No guns? Jesus Cheeerist. CHRIS take the money and the boys leave. The STATE TROOPER and CHRIS watch them go. \n[7]Is it true they was Muslims? \n[8]Jesus Cheeeeerist! ", "GUS": "\n[1]Deer, coon, beaver, whatever steps in front of the bangstick, right Jake? They throw a look back at GRAHAM and CLIVE. \n[2]That's what we're counting on. They nudge each other and laugh. \n[3]Why the hurry? You know I got a friend with one eye who'd love to meet you. \n[4]Yeah, the dark. 73. \n[5]The Lord ain't gonna fix nothing sweetheart. \n[6]These the \"\u0098friends' you told us about, baby? \n[7]I don't think so. 74. JAKE grabs RUTH. GRAHAM pushes him hard in the chest. ", "MICHAEL BIEHN": "\n[1]Hey there. Who's it to? \n[2]Graham. \n[3]There you go. SECURITY moves GRAHAM on. CLIVE approaches. \n[4]Hey there. Who's it to? \n[5]Clive. \n[6]There you go. SECURITY moves CLIVE on. CLIVE scrambles for his camera. "}}