{"dialogues": {"PEGGY": "\n[1]Peggy Sue. \n[2]Don't say that... \n[3]Charlie... \n[4]I can't. I'm too embarrassed. \n[5]Yeah. Come on Charlie, turn it off. \n[6]There's something pathetic parked in front of my house. \n[7]I'm still waiting for the mortgage check. \n[8]Well, today's Saturday and it's still not here. \n[9]That stays. \n[10]I don't buy them anymore. You were the only one who drank them. \n[11]I know. Put Scott through college. \n[12]Are you taking Janet to the reunion tonight? \n[13]Bye sweetheart. \n[14]If the pastries aren't here by nine thirty, call Monica and threaten her life. \n[15]I'll be back by noon. \n[16]Oh, Dolores. \n[17]Carol! \n[18]1 just did it for the reunion. I thought it would be fun. \n[19]This is my old friend Carol.. I told you about her. \n[20]How do you like my hair? \n[21]Turn that off. \n[22]I have a lot of unresolved feelings about him. I don't trust him. Besides, I hate those commercials. \n[23]But I want you and Scott to understand. Do you think he loves Janet? Maybe he's smashed too many fortune cookies. \n[24]Then we'd both have a miserable time. What do you think? \n[25]Borrow?! This was my dress. Maybe it's a mistake. What if I'm the only one? I don't even want to go. Everybody's just going to say... Hi.. Where's Crazy Charlie? \n[26]Not from the guy with the lowest prices in town. \n[27]I feel ridiculous. Maybe I should go home and change. \n[28]I don't know. Reunions do funny things to people. \n[29]It was Beth's idea. \n[30]Arthur, please don't call me Peg. \n[31]Beth's boyfriend is playing in the band. \n[32]Okay. \n[33]I was once. Richard!? Richard Norvik? I didn't recognize you. \n[34]I just did it for tonight. I don't normally dress like this. \n[35]Hello. Nice to meet you. Please call me Peggy. I'm Peggy Bodell now. \n[36]He's not here. We're getting divorced. \n[37]I don't know how you do it. I've never even dated anybody but Charlie. \n[38]We did for a long time. We just got married too young, and ended up blaming each other for missing out on things. \n[39]It's not the place. I don't buy that. Trapped in the same town forever. The price she would pay for her teenage lust. \n[40]Oh, it's not so bad. I have two wonderful kids, my own business. Still, knowing what I know now, if I had the chance to do it all over again, I'd sure do things a lot differently. \n[41]Rosalie Testa! \n[42]You have an incredible memory. \n[43]Yes. These are my children. But they're not babies anymore. \n[44]Michael Fitzsimmons. I had such a crush on him. \n[45]Your first boyfriend. What do you think? Any sparks left? \n[46]Sharon Norvik this is Carol Heath, and Maddy Nagle. My oldest and dearest friends. Sharon's married to Richard. \n[47]No. I asked Rosalie. She couldn't track him down. \n[48]He was the only one in high school I wished I'd gone to bed with. \n[49]Well, besides Charlie, of course. \n[50]Well, you showed them. You're rich and famous and successful. And you have a beautiful wife. \n[51]What was? \n[52]You're a sweet man, Richard. \n[53]You know, I never told anybody this, but I always had a feeling that when you die, before you go to heaven, you get a chance to fly around high school for a while. \n[54]I can't. It's all too much. \n[55]Thank you.. Thank you very much. \n[56]Charlie! Am I dead? \n[57]What's going on? Where am I? \n[58]How did I get here? \n[59]No thanks. I gave them up years ago. \n[60]Where is it? \n[61]Maddy, what did you do to your hair? \n[62]That's okay. I'm sure I'll remember the way. \n[63]Yes. Let's stay in touch. \n[64]Peggy. Peggy Sue. \n[65]Mom! \n[66]I have a note. \n[67]I'm excused. \n[68]Mom! \n[69]Chanel Number Five. That always reminds me of home. \n[70]I'm home now. \n[71]Okay, I'm alone now. Is anyone here? \n[72]No. This is crazy. Is somebody going to tell me what's going on? Why me? What happened? You don't have to show up. I don't have to see you. Just send me a sign. Thanks a lot. 1 guess I'm on my own. \n[73]Nancy! Come here. \n[74]I'm just happy to see you. \n[75]I'm sorry about that. I really want us to be closer. I have enough unresolved relationships in my... life. \n[76]Let's do something together.. Do you want to play Monopoly? Or Careers... Clue... Snakes and Ladders? \n[77]It's unbelievable. The man never ages. \n[78]Don't eat the red ones. \n[79]They're bad for you. They cause...red lips. \n[80]Can't hurt. I'm already dead. \n[81]Oh, Daddy. You were always doing things like that. That's funny! That's really funny. \n[82]Just a little. I've had a tough day. \n[83]Grounded? Ha! The story of my life. I don't wanna go to my room. I wanna import Japanese cars. I wanna go to Liverpool and discover the Beatles. \n[84]Dad, I never knew you had a sense of humor. \n[85]Oh Mom, I forgot you were ever so young. \n[86]Let's get physical!... Let's get metaphysical! \n[87]Good morning. \n[88]Oh. I forgot. \n[89]I'm still here, aren't I? I may as well enjoy myself. I'm going to go to school today. Dad, I want to apologize for yesterday. The car is a classic. Use it in the best of health. \n[90]That would be impossible. \n[91]Mom, is there any coffee left? \n[92]Oh.Ah...recently. All the kids \n[93]I think I'm way ahead of them. \n[94]You know, you two are wonderful parents. I'm really going to try to behave myself. \n[95]Mom, sit down for a minute. This is so nice, all of us being together again like this. \n[96]Oh yeah. Charlie. How am I going to handle him? \n[97]Sort of. \n[98]The house payments. \n[99]Pretty strange. \n[100]Not now, Charlie. I've got a headache. Get used to the word. Roll it around your tongue for a years. \n[101]You drive like a maniac! \n[102]Oh yeah? \n[103]Refresh my memory. \n[104]Maybe I blocked it out. \n[105]Why wait? \n[106]They'll learn to live with it. \n[107]Would you? \n[108]Where's Rosalie Testa? \n[109]Test? \n[110]Mr. Snelgrove, I happen to know that in the future, I will never have the slightest use for algebra. And I speak from experience. \n[111]Mr. Gilfond, can I talk to you? \n[112]I just wanted to tell you how much I enjoy your class. You taught me a lot and... you're a very fine teacher. \n[113]Thank you. Um, I also think you're underpaid. \n[114]What do you mean? \n[115]Arthur, please don't call me Peg. \n[116]I don't get it. \n[117]I'll be right back. \n[118]Congratulations on the math contest, Richard. \n[119]Get lost you macho shmuck. \n[120]I have to talk to you. It's very important. \n[121]It's not that. Can we meet after school? Please? \n[122]All.... Okay. Sure. \n[123]Choosing a good nursery school can be one of the most important decisions you can make. It will often determine your child's attitude towards education and schooling. Of course, the lessons learned are primarily social \u0097\u0097 sharing, being considerate of others. And they're so cute when they're little. They bring you back their Little masterpieces every day and you put 'em on the refrigerator door. They're so proud, and their names are all misspelled. Scott would always print his S backwards, and Beth would make her sweet little flowers... \n[124]Thanks. \n[125]I thought it had a lot of merit. \n[126]Rejected, worthless, miserable. \n[127]Good. \n[128]What a great kite. \n[129]I want to ask you a question. Do you think...time travel is possible? \n[130]Sort of. \n[131]What's that? \n[132]Iknow what a burrito is. \n[133]What's inside? \n[134]So you think time travel is possible? For people? \n[135]Listen, you've gotta keep this a secret. You can't tell a soul. Promise? \n[136]This is serious. Nobody can know. Ah, I've returned from the future. I traveled back here 25 years. \n[137]You have a blind grandfather. One day you're going to invent a machine that reads books for blind people. I read about it. You're going to be famous. You're going to invent a lot of things. \n[138]Because I'm telling you the truth. I know what's going to happen. There's going to be test tube babies and heart transplants. And an American named Neil Armstrong is going to walk on the moon. On July 20, 1969. \n[139]I don't know. \n[140]That's why I was getting a divorce.. What I really think is that I had a heart attack at the reunion and died. \n[141]Come on, Richard, I'm serious. \n[142]Am I dead or not? \n[143]What're you doing? \n[144]No! I don't want to die! \n[145]What if it's beyond science? What it it's God? \n[146]I don't know. \n[147]I told you, I've already lived my life. I don't know how or why I'm here, but you have to help me get back. I want to get back to my real life! \n[148]I'm trying. I'll see you tomorrow. \n[149]Who was that man? \n[150]It was great to see everybody again. But it's so boring and regimented. Most of what they teach is useless. The worst thing was lunch. \n[151]Sure, Mom. Hello. \n[152]It's Grandma. I can't talk to her now. I'm sorry, Grandma. \n[153]I had a dream that Grandma died. \n[154]She did? I love her so much, and I haven't seen her in such a long time. And Grandpa Barney. Is he all, right? \n[155]I'm sorry, Mom. I'll call Grandma back and apologize. \n[156]I'm confused about a lot of things right now. Charlie's only one of them. \n[157]What do you mean? \n[158]Oh, Beth. \n[159]For what? \n[160]I don't feel very festive. \n[161]Where did you get that sweater? \n[162]It's really Fifties. You sort of clash with the world. \n[163]Right. I promised my mother. \n[164]Charlie, how are you? \n[165]Seriously. What's it like to be eighteen? \n[166]Hi, guys. \n[167]Why I oughta! \n[168]You know, I never could figure that one out. \n[169]Don't get your hopes up. \n[170]He is kind of cute, isn't he? \n[171]He does? \n[172]First of all, Richard is not a creep. He happens to be an exceptional person. If any of you gave him half a chance, you'd find that out. \n[173]Dolores, can't you be a little kinder to people? You don't even know the boy. If you weren't so neurotic and insecure, maybe you'd shut up for a while and show some compassion. \n[174]Touchy, touchy! \n[175]Charlie, what do you think of Richard Norvik? \n[176]He's trying. \n[177]Come on, let's dance. \n[178]You're pretty charming when you want to be. \n[179]Mmm. This is nice.  I always loved the way you kiss.  I missed you. \n[180]You really love me, don't you? \n[181]Charlie, let's make love. \n[182]A lot's happened since last weekend. \n[183]I probably meant it when I said it. Doesn't Lucky Chuckie want to come out? \n[184]You know. Your love machine... the throbbing thrill hammer... your thing! \n[185]This is a mistake. We better forget it. \n[186]I'm sorry Charlie. \n[187]Monica? Aren't you Monica Hines? \n[188]Ah... never mind. Can I have a coffee, please? And a cinnamon cruller. How's Bobo? \n[189]You're kidding? \n[190]I was impressed with what you said in English class today. \n[191]You don't? \n[192]Maybe you're confusing his life with his work. \n[193]The young man leaned back in his chair. No bulls would die today. \n[194]Coffee and a donut. \n[195]Hey, man, I'm a hip chick. \n[196]Yeah. I'm surprised. It's really old...  Travels well though. You know, the world looks a lot better from up here. \n[197]What are you shooting for? \n[198]Don't you get along with your parents? \n[199]They care about you. They're just a different generation. \n[200]I already did that. I want to be a dancer, I want to dance. \n[201]Is that one of your poems? \n[202]I'd love to. \n[203]Michael... you're as good as you looked. \n[204]I envy you. You have your whole life ahead of you and you know exactly what you want to do. But forget the rat puke; write something beautiful. \n[205]You know, this isn't really happening. \n[206]Thanks, Ralph. \n[207]I went for a drive. Up in the hills. \n[208]It's not Charlie. It's me. \n[209]At my age? Don't be silly. \n[210]Dad.. it's not a big deal. Didn't you ever stay out all night when you were young? \n[211]Calm down. Just listen for a minute.. Please. \n[212]I want to help with the family finances. I want you to buy some stocks. And gold. By 1980 gold is going to be worth eight hundred dollars an ounce. Then you sell. \n[213]I think they're going to deregulate it. \n[214]Oh boy, that's another thing that's going to change. Who's going to think for us? Our husbands? You know, you treat Mom like a maid. It's not entirely your fault. Those were the attitudes in the fifties, and that's the way you raised me. But give Nancy a break, encourage her to go to art school. \n[215]Listen Dad, please. Buy IBM, buy Polaroid, buy Apple Computer. No, no. Not yet. Buy Xerox! \n[216]Way to go, Mom! \n[217]I'm just not the type. Besides, I want to get out of here. \n[218]I tried to tell them, but they wouldn't listen to me. \n[219]Richard, take it easy. \n[220]How come you never ask me any important questions? Don't you wonder if there's going to be a nuclear war? Or a cure for cancer? What about your family? What about people? \n[221]Give me some credit, will you? \n[222]Wbat're you talking about? \n[223]Sixty\u0097forty. \n[224]Okay, find yourself another vision. \n[225]When do we start? \n[226]Quiche Lorraine, spinach salad and a Perrier. \n[227]Dry cleaners. No real change. Just higher prices. \n[228]Ah. This is a biggie. Forget sneakers. Running shoes, jogging shoes, tennis shoes. Fifty to two hundred dollars a pair. \n[229]There are major fortunes to be made here. Leisure time and life\u0097styles. \n[230]Not for you. Okay, there's lots more. \n[231]Look at that stuff. It's like the dark ages. This is more your speed. And boy, do I know this business. \n[232]You don't have to use pig Latin! Nobody could possibly know what we're talking about. \n[233]Oh.And huge portable radios. \n[234]I'll be right back. \n[235]Richard! They don't have any! They never heard of them! Isn't that wonderful? \n[236]The wave of the future! I've decided on our first fortune! I'll see you later. You just think high tech. \n[237]Woody! How ya doing? \n[238]Nice to see you. \n[239]What do you know about classical music? \n[240]Charlie. About last nights.. \n[241]But I'm not. I'm a grown woman with a lifetime of emotional experiences you couldn't possibly understand. \n[242]Why? \n[243]What am I going to do with you? \n[244]Hi, Dad. \n[245]Open it. \n[246]I closed my Christmas club. \n[247]I wanted to apologize for this morning. \n[248]Quiet today? \n[249]The hat business is in trouble. \n[250]Yes. \n[251]But when John F. Kennedy's elected President, men'1l stop wearing hats. \n[252]He'll win. \n[253]Of course, he'll love it. You're a terrific artist. \n[254]On what? \n[255]She's unbelievable. Who needs satellites when we've got Dolores's mouth? \n[256]Did you memorize the whole book or only the good parts? \n[257]You're kidding...? Carol, you have beautiful hair. \n[258]He's very interesting. For all his pretending to be a tough guy, he's really got the soul of a poet. \n[259]That loud\u0097mouthed little bitch~ \n[260]Cool it kids. He's free to see other girls, if he wants. \n[261]I'm not going to marry him. I just went out with him once. I know! Why don't we go to the movies tonight. Just us girls. It'll be fun. \n[262]Okay. But let's have a girls night soon. Maybe a pajama party. \n[263]Ta da! Pantyhose! The death of the garter belt! Of course, once they're manufactured they'll look better than this. What do you think? \n[264]Instead of a girdle. And light as a feather. \n[265]And we won't just sell them in department stores. We'll market them in drug stores and supermarkets. \n[266]You need a partner. There's a friend of mine at school whose father makes seat covers for cars, Mr. Fitzsimmons. I've invited him and his family over for dinner tomorrow night. \n[267]We've got to move fast. This is an idea whose time has come. \n[268]Wrong, Dad. Your idea. \n[269]Charlie. I just had the strangest dream. \n[270]What are you doing here? \n[271]I bumped into him after you dropped me off Last night. I didn't feel like going home, so we went for a ride. \n[272]You know I never could stand your sarcasm. \n[273]And why do you always refer to yourself in the third person, like Napoleon? How come it always turns into an argument with you? \n[274]Charlie,. I've been trying to postpone this. But what's the point? It's over. I don't want to hurt you. This is very hard for me. I'm doing this for both of us. I really want you to be happy. \n[275]That won't make any difference. We just can't live together. And you had the nerve to drive up with that bimbo Janet. \n[276]I just can't trust you anymore. \n[277]That's just it. You can always get to me. There's this window in my heart and every time I leave it open, you climb in. Unless I close it now, nothing's ever going to be different! \n[278]Everything. I have a good head for business, I should be franchising the bakery. And I want you to give me your word that whatever happens, you'll go to college. And finish. \n[279]I'm trying to save you years of frustration... waiting for a big break... no. Waiting for that big disappointment so you could blame it all on me. \n[280]Hello, Grandma. It's Peggy Sue. Much better. How are you? I'm very sorry about the other day. \n[281]Hi, Richard. \n[282]Jogging. I was running, now I'm jogging. \n[283]Yep. It's going to be a law. I broke up with Charlie last night. \n[284]It was an unfair fight. He didn't have a chance. I'm taking a real gamble. I loved him for a long, long time. \n[285]For God's sake, forget the money! I'm going crazy! I'm a walking anachronism. I'm a puddle of deja I'm worried about my kids, Scott must be scared to death, I think my daughter's doing drugs again. I can't have any fun here, I don't have that innocence any more. I can't keep all this in anymore. I feel Like I'm going to explode. \n[286]Like what? \n[287]What do you know about hypnosis? \n[288]Look, I'm desperate. I'll try anything. But what if you can't snap me out of it? \n[289]Peggy Sue Kelcher. Or, Peggy Bodell. I'm not sure. \n[290]Ah..... they're very tiny... they look like a fingernail made out of an erector set... \n[291]I think it's called silicon. Charlie told me that. \n[292]We were lying in the sand. It was my eighteenth birthday... We were so awkward... I would have married him anyway... \n[293]No. The Pill will change all that. Then he wouldn't have blamed me. We were just too young. \n[294]No. The Pill will be for birth control. But girls do like sex. Maybe not the first time. \n[295]Yes, every day. getting spaced) Maybe I shouldn't have worn that dress? I told Beth it was a bad idea. That's why they made me Queen. \n[296]I couldn't help it \u0097\u0097 I loved him. \n[297]Richard! You should be ashamed of yourself. \n[298]That's just perfect isn't it? Did it work? Did you find out why I came back? \n[299]God dammit! How'm I gonna got out of here? \n[300]Oh, go feel up your hamsters! I hear rodents put out. \n[301]Mom, how about a machine that's like your blender, only it slices vegetables, kneads dough, chops meat and even make fresh pasta? \n[302]No, just a friend of mine. I don't think he Likes Jell\u0097O. \n[303]You know Mom, it's okay to have male friends. Besides, it's over with me and Charlie. \n[304]Yeah, I know Peggy Sue gets married. Case closed. Period. Mom, if you could live your life over again, would you do the same thing? Get married and settle down after high school? \n[305]Why? \n[306]It's incredibly difficult to make money in the restaurant business. You have to get up at five in the morning to go to the market, you have problems with spoilage, employee pilferage, and just try and collect from the credit card companies. They take months to pay. \n[307]Oh, I just picked it up from my dad. He's a wonderful businessman. \n[308]I shouldn't have put you through that. It must have been agony. Let's do something. \n[309]No. Something else. I'm too full. Besides, it's a school night. \n[310]For everyone. \n[311]Utah? I thought you'd be going to New York or Paris. What's in Utah? \n[312]I can't do that. \n[313]I hate chickens. \n[314]Michael, you and I are light years apart. You should go, but not with me. \n[315]That's a terrific line. You're going to be a wonderful writer. \n[316]Yes. We had a glorious night together. One day you'll remember and write about it. \n[317]It's Charlie! \n[318]Ssh. He's great. \n[319]I thought I knew everything about him. \n[320]What? \n[321]How did it go with the pantyhose? \n[322]Oh no! \n[323]He's a liar! He has no such thing! It's my own fault. I should have had it patented first. He's a crook, damnit. \n[324]Oh, you're both so naive. \n[325]I wanted to talk to you, and I have one last thing to take care of at school. Then I'm going to... Good dog, Rusty. Good dog. \n[326]Oh. I guess I always liked Rusty better. Could you give me a ride to school? \n[327]Well, how about a walk, Charlie Bell.. \n[328]I was at Lena's last night. You were terrific. \n[329]What were You doing there? You never told me you were singing with an R and B group. \n[330]I'd forgotten how much music meant to you. \n[331]Stop being defensive. I want to help you. I wrote a song for you. \n[332]Not exactly, but with your great voice, it'll be a huge hit. Honest. \n[333]Just take a look at it. \n[334]It means I care about you and what happens to you. \n[335]What's the matter? \n[336]What happened? \n[337]Welcome to the singles' scene. \n[338]Look, Carol, maybe Walter's done you a big favor. You always said you wanted to get out of town. Go for it. And be happy, goddamnit, I'm rooting for you. \n[339]You know Dolores, there's a lot of things I could say to you, but you're not worth the effort. Peggy reaches down toup her books. On the top of the pile is \n[340]Sorry. These fountain pens are so tricky. \n[341]I beg your pardon? \n[342]Have a nice day. \n[343]Rosalie! Wait! \n[344]I think you should give up diving. It's dangerous. \n[345]I know you are, but you have to stop. I couldn't tell you before, I didn't know if I should. But you have to stop before you hurt yourself. \n[346]But accidents can happen. \n[347]Rosalie, please, listen to me! You have to stop. \n[348]It's all, gone wrong, nothing's working out. \n[349]You were meant to. You're one of those fortunate people that good things happen to. I have to get out of here. \n[350]I love you too, Richard. Thanks for trying. \n[351]Forget it, it'll never work. \n[352]Thank you. \n[353]Fine. Grandma, would you teach me how to make strudel? \n[354]I wish she hadn't. \n[355]Do you believe in all of that? \n[356]I remember that book! Grandpa, Grandma, I want to tell you something. \n[357]But I'm remembering the future. \n[358]My children make me happy. I miss them so much. Beth. Scott and Beth. I'm going to name my daughter after you. \n[359]That never changes. You know, when you and Grandma are gone, the family's gone. I never see the cousins anymore. \n[360]Grandpa, if you had a chance to do it all again, what would you do? \n[361]It was my idea, Grandma. I always wondered what went on at those lodge meetings. \n[362]Good\u0097bye, Grandma. \n[363]What does Grandma think you do at your meetings? \n[364]I hope so. At least I got to see you and Grandma. Has it ever worked before? \n[365]Thank you. \n[366]Ah... thank you. \n[367]Do you have to wear that hat? \n[368]Yes, sir. \n[369]Fasten your seat belts. Here we go. \n[370]This is never going to work. \n[371]What the hell did you do that for? What are you doing here? \n[372]Don't be ridiculous! They're just a bunch of harmless old men. My grandfather was in there. \n[373]I'm not getting in that blue monstrosity. \n[374]Let me got! Where are you taking me? \n[375]How could you possibly know what I've been going through? \n[376]What do you mean you and my father decided? Who the hell are you to plan my life? Let's get married and live happily ever after. Bullshit. I got knocked up. I had to marry you. I never had a choice. \n[377]You betrayed me, Charlie. You were never there for me or the children. And now you come and tell me, \"Peggy, you're scared.\" Of course I'm scared. If you knew what I knew you'd be scared shitless. \n[378]I might be crazy, but I'm not crazy enough to marry you twice. There's a lot of things I can't change. I can't even think about them. I tried. But I couldn't even help Rosalie. I don't want to be bitter. I'm a naturally optimistic person. But you took advantage of that. \n[379]Will you take me back to my grandparents? \n[380]Oh, Charlie. \n[381]Scott and Beth. Where did you get these? \n[382]So are Scott and Beth. \n[383]I know. \n[384]Do you think anybody in the Fifties ever made love on a bed? \n[385]I've got to go now. \n[386]I'll love you, too, Charlie. I'll love you for twenty years. \n[387]I'm trying. \n[388]Charlie? Was I dead? \n[389]You look awful, like you haven't slept in days. And so old. \n[390]Charlie, I thought I knew everything about you. \n[391]What about Janet? \n[392]Who are all the flowers from? \n[393]It couldn't be me.  I hardly knew him. \n[394]Charlie, I had a strange experience.  I went back to high school. And I spent a lot of time with you.  And you and Walter and Leon were singing \"I Wonder Why\". \n[395]You were terrific.  And I kept trying to push you away but you wouldn't give up. \n[396]Then hold me. \n[397]Don't try to charm me, Charlie Bodell. \n[398]Charlie, I would like to invite you to dinner at home, on Sunday, with your kids. I will make a strudel. \n[399]I came to say goodbye. \n[400]You were meant to  You're one of those fortunate people that good things happen to. \n[401]Vision? I'm a walking anachronism! I've upset my parents. I miss my kids. I could be trapped here forever! And poor Charlie...I got pregnant on my 18th birthday and we had to get married. Tomorrow's my birthday! I've got to get out of here now. \n[402]Yeah, yeah. I'm taking a big gamble. I've loved him for a long, long time. \n[403]No! No! No! Peggy Sue got married! Case closed. I don't want to marry anybody. Goodbye Richard. \n[404]You can't. You're going to be Valedictorian. ", "CHARLIE": "\n[1]And we're here on the couch... \n[2]We're here on the sofa bed... \n[3]...to record how much we love each other. Sitting beside me is the cutest majorette in the history of the world. And she would Like to say something. \n[4]Come on Peggy. Say what we rehearsed. \n[5]But you love me don't you? \n[6]And nothing will ever change that. \n[7]Oh, gotta go. Here's a little make\u0097out music. \n[8]Goddamnit, I just can't hit those high notes anymore. \n[9]Did I hear 70 dollars? What do you need 50 dollars for? How's your Mom? \n[10]Frank, watch the clock. \n[11]Come off it, Peggy. And what do you mean your house? This is my house. I paid for it, I'm still paying for it. \n[12]I mailed it to you on Wednesday. \n[13]Jesus, Peggy. Take it easy. I'm not used to that stuff. You always did the bills. Blame the damn post office. \n[14]You got a Tab? \n[15]You don't want them? They're going to make a big comeback any minute. Mark my words, these lamps are going to... \n[16]I'll think of a way to sell, them. One day. \n[17]I'm not going. \n[18]Be right there. I'll go through the rest of this stuff next weekend. \n[19]I never thought it would go this far. \n[20]Thanks. \n[21]Next week you'll be selling Sanyo remote control VCRs for three hundred and ninety\u0097nine dollars? Oh no! Crazy Charlie... \n[22]You'll give away Mitsubishi giant screen TVs for twelve hundred and ninety\u0097five dollars! Oh no! I'll go broke! Crazy Charlie... \n[23]You won't be undersold on stereos, videos, microwaves or blenders! Crazy Charlie, Crazy Charlie, I'm not breaking cookies, I'm smashing prices. Fabian Crazy Charlie, he insane. \n[24]I vant to suck your blood. I also vant to suck your Twinkie. \n[25]No. You are the undead. You will live forever if you give me your Twinkie. Come on, let's have it. You hate them anyway. \n[26]Hey! I just made a deposit in your blood bank. Now I want to make a withdrawal. \n[27]I'm changing banks! \n[28]How do you feel? \n[29]Come on. Get in. I can take care of that. \n[30]Hey, I can take a hint. You look great today. \n[31]I call this the staccato. \n[32]Not that I'm glad you were sick, but I had a chance to do some thinking last night. \n[33]You know. About what we said on Tuesday. It makes a lot of sense. \n[34]How could you forget? We talk about seeing other people and you forget? \n[35]I can understand that.. But please don't start crying again. \n[36]It's not going to be forever. I figure three years is long enough. I can see it the music pans out. And right after graduation we should start seeing other people. Kind of comparison shop before we settle down and get married. Know what I mean? \n[37]Well, we got the prom coming up, all these parties. We shouldn't upset our parents? \n[38]You're more shook up than you want to admit. You'll get used to it, we'll still see each other 2, 3 times a week. \n[39]Want me to drive you home later? \n[40]Would I?!! Why I oughta... \n[41]I've got to string him along for a while. It's for his own good. \n[42]Soon. I can't tall everybody everything all at once. \n[43]I'll throw the book at you! \n[44]He's a nice guy. You know he's writing a book? \n[45]Looking good out there. \n[46]I noticed you were giving me the silent treatment at lunch. I guess I deserved it. I've been thinking about my three year plan and I think it's unworkable. I must have been delirious. \n[47]In the abstract maybe. Get a grip on yourself! But when I imagine you going out with other guys, I feel... ah... \n[48]Yeah. Like that. \n[49]Hello, sir. How are things at the hat store? \n[50]Yes, sir. \n[51]Yes, sir. But that's what I like about her. She's not like all the other girls at school. \n[52]Yes, sir. Trust is a two\u0097way street. In the past two years I've been pleased to note that you and Mrs. Kelcher have, uh, fulfilled your sacred trust of being good parents to the, uh, woman I plan to take off your hands. \n[53]What would that be, sir? \n[54]Of course. \n[55]Great, isn't it? \n[56]Hey! What's the fun of being a teenager if you can't dress weird? And we're going to have fun tonight, right? \n[57]Is this slow enough for you? \n[58]I'm fine Peggy Sue. And how are you? Are we talking on the phone? Are we pen pals? \n[59]It's great. I cleaned the car, do you like it? Oh, I got tickets for Fabian on your birthday, you like him, right? He's cool. Eighteen is half of thirty six. It's \"Gentlemen start your engines\", vroom, like I'm gassed up ready for the race. I've got the girl, I've got the car, I've got the talent, but I don't know. Do I date, get married, join the army, cut a record, go to college? I got a million choices, but nobody teaches you how to choose. But it's different for a girl. You're Lucky. You just have to wait for me. \n[60]Here comes the life of the party. \n[61]Have no fear. Charlie's here. \n[62]Why Pete's the best darn cook on the Panhandle! \n[63]Ready. Set. Go - \n[64]Too bad. Close to a record. \n[65]Pitching wins pennants. The Tigers got four potential twenty game winners. \n[66]Don Mossi, Frank Lary, Jim Sunning and Paul Foytack. \n[67]One, two, three-... \n[68]Is he gonna help you with that physics stuff? \n[69]Hey! Who needs physics when we've got chemistry? \n[70]There isn't a girl in school that can hold a candle to you.. \n[71]Yeah I know.  But I don't have to flatter you.  It just feels right. You're the perfect girl for me.  As in is, was and always will be.  I'm glad dancing was invented.  You know the first dances were rituals. Like fertility rites. \n[72]Your eyes look like silver pools of moonlight.  And the tide rushes in. \n[73]You know I do.  I even wrote you into my will. \n[74]What?! You mean sex?! Intercourse? You want to have intercourse! Last weekend you said... What time is it? \n[75]But you're the one who wanted to wait till we got married. And you were right. We should wait. \n[76]Who? \n[77]You mean my wang? Listen, it's running real late. \n[78]What is this? What the hell is going on? One week you say, \"If you love me you won't\", now you say \"If you love me you will\". Excuse me. That's a guy's line! \n[79]You're damn right! Jesus! Peggy! You sure know how to spoil a mood. \n[80]Save it. \n[81]Take the Shostakovich home and listen to it. Let it grow on you. Everyone that's bought it has come back and said, \"This is definitive Shostakovich. Thank you for encouraging me to investigate it.\" \n[82]You'll like it. I kid you not. \n[83]Nothing.. Selling is selling. \n[84]Forget it. I've been thinking. Girls must go through that stuff too. Sometimes when I look at you I feel like an animal. Maybe my dad's right. Teenagers are nuts. \n[85]Yeah, I know. Girls mature faster than guys. But last night, I was the one who put on the brakes. And you know why? \n[86]Because nothing else matters. That's the great thing about love. Every time we argue, every time something goes wrong, and I know that I'm not perfect either, things just work out better in the end. Cause you're my baby and I love you. \n[87]Don't be cruel to a heart that's true. \n[88]I have to talk to you.. \n[89]Let's go down to the basement. \n[90]I want to know what's going on. Dolores told me that you and that scuzzball Michael Fitzsimmons... \n[91]Then it's true, dammit! I had a miserable time tonight 'cause of you. When the Monotones did \"Book of Love \u0097\u0097 Chapter Four you break up, won't you give it just one more chance...\" I'm thinking Did we break up? 'Cause if we did, I don't even know about it!. I thought we cleared all that up yesterday. Did that Maynard G. Beatnik give you what you wanted? \n[92]You're going to blow it, Peggy Sue. Nobody treats Charlie Bodell like this. \n[93]Look, I've got the hair, got the eyes, got the teeth, I got the car. I'm the lead singer, I'm the man. \n[94]I will be happy if I have you. I love you. \n[95]What are you talking about? Who's Janet? \n[96]What about everything I said to you this afternoon... \n[97]But what has to be different? \n[98]What! What about the group and my singing career? What about me? \n[99]You don't know zip! You think I'm going to end up selling appliances like my father? Chasing women around the store. I've got to give it a shot. Why are you trying to kill the two things that mean the most to me? Until yesterday you loved me and you loved us. What the hell has changed? For two years I've done nothing but love you. I'll show you, I'm going to be just like Fabian! \n[100]What're you doing here? \n[101]Rusty's dead. That's Ajax \n[102]Sorry, the Blue Thunder's out of commission for a while. \n[103]How'd you know about that? \n[104]Not terrific enough. What were you doing in that part of town? Who were you with? \n[105]Hey. I guess there's a lot of things we don't know about each other. \n[106]That's real big of you. \n[107]You're kidding. You wrote a song? Is it about a guilty girl and a trusting guy... she wants to hurt him, and he wonders why? \n[108]Fat chance. You know, Lee Wilkins came to hear me last night. He told me to forget it. You told me to forget it. My parents tell me to forget it. \n[109]If you took the trouble to write it, then sure, I'll take a look at it. But I'm beginning to think that maybe there's more to life than music. I wonder if people would still like me if I stopped being Mr. Excitement? \n[110]Does this mean you like me again? \n[111]That's all I wanted to hear. 'Cause I'm never going to give up on us. It's easy to fall apart in a crisis. It's easy to be selfish and say goodbye and good luck. But this is more than love. This is a mental decision. Just wait till tomorrow, when you see your birthday present. Then you'll understand. \n[112]Walter, maybe you should be a dentist. \n[113]Hey, Peggy. Wait a minute. \n[114]I cut shop and did some work on your song. You know, it's not half bad for your first try. Of course, I changed all the \"yeahs\" to \"oohs\". Listen to this. \n[115]Okay. Listen, I cancelled the tickets for Fabian. I thought it would be better for your birthday to eat at a nice restaurant, Chez Tres. \n[116]I was trying to save you. They were going to vaporize you. \n[117]You're going to listen to me. \n[118]Right here. Now sit down. \n[119]Look. I wanna tell you. I forgive you for everything. I know what you've been going through. You're just scared. I was scared, too, but I'm not anymore. \n[120]Because I love you, damnit! I had a long talk with your father yesterday and we decided that the best thing for us to do is get married and settle down. Right away. \n[121]What? \n[122]You're crazy! You're really out of your mind! \n[123]Oh, Peggy. My poor Peggy. It's all my fault. I'm so sorry. I won't bother you anymore. I promise. Please stop crying. Please. \n[124]Of course. \n[125]It's almost your birthday. I wasn't sure when you were coming back, so I brought your present up here. \n[126]It opens, too. Look inside. \n[127]I love you. \n[128]I think we should get out of here. It's going to rain. \n[129]What the hell is that? \n[130]Peggy! Where're you going? Come back! \n[131]But I love you. I'll love you forever. \n[132]Come back to me. \n[133]Richard, do something! \n[134]Peggy! \n[135]Peggy Sue, I love you, and I need you Peggy Sue... \n[136]I thought you were...for a while. \n[137]But happy. Very happy, Peggy Sue. \n[138]I wanted to apologize. I can't live without you. \n[139]That's over. I got tired of translating everything. She thought the Big Hopper was a hamburger. \n[140]Everyone.  Maddie and Arthur, Carol and Walter. Richard Norvick.  And here's a book, by that guy from high school, Michael Fitzsimmons. He dedicated it to you. \n[141]I'll just set it right here. \n[142]Oh, God, Dion. \n[143]I'll never give up. \n[144]I loved you since the day I met you, and I haven't stopped. \n[145]Listen, I don't expect all the troubles between us can just vanish away. But I would do what I can... \n[146]Well, I'll let you get some rest...so long. ", "RICHARD": "\n[1]Are you Peggy Sue Kelcher? \n[2]You look exactly the same. \n[3]Oh, I'm sorry.. Peggy Sue Kelcher, my wife Sharon. \n[4]Where's Charlie? I was in town about a year ago and caught one of his commercials. Really made me laugh. \n[5]Gee. I'm sorry to hear that. \n[6]Thank you, Doug. \n[7]...fifth generation core capacities are going to cause another shake\u0097out in the smaller companies. \n[8]Sure. I remember you. \n[9]Are we through Dolores? Good. \n[10]You'll be okay? \n[11]The only time people like Dolores used to pay any attention to me was to laugh at me or insult me. That guy, Doug Snell, who shook my hand when we walked in, he used to call me a four\u0097eyed worm. \n[12]You were always friendly to me. I appreciated that. You know, this used to be a fantasy of mine. \n[13]Dancing with you. \n[14]I guess part of us never really leaves high school. \n[15]Sharon and I thank you all for making us feel so welcome. It's good to be back. \n[16]It really wasn't that difficult. \n[17]I'm not doing any tutoring this year. I'm too busy. \n[18]All right. I'll be in the physics lab. Make it four\u0097thirty. I have a rocket club meeting. \n[19]I'm writing a book on kite construction. What did you want to talk about? \n[20]Are you doing some kind of science project? \n[21]Well... in a Newtonian framework, the possibilities were limited, but with the advent of relativity theory, the idea of absolute time can no longer be reasonably affirmed. \n[22]And then, there's Richard's Burrito. \n[23]That's my own theory based on a Mexican food called the burrito. I had it once when my parents took me to Disneyland. \n[24]Well, I think time is like a burrito. Sometimes it just folds over on itself and one part touches the other. \n[25]You can till it with whatever you want. From illusions to memory, from experience to innocence, from happiness to the entire universes \n[26]Absolutely. People, dogs, elephants. \n[27]Okay. I promise. \n[28]You probably are crazy. Wait a minute. Is this some kind of joke? I know what you all, think of me. \n[29]Oh yeah? \n[30]How, did you know about my grandfather? \n[31]Holy Toledo! That's six years ahead of schedule! \n[32]But when did you leave? Are you here until then? Were you there until now? What direction are you going in? Are you a moving point on an infinite line extending into the past? Can anyone do it? \n[33]I'd be very careful if I were you. You don' t want to fall into the clutches of some madman with plans to manipulate your brain. \n[34]You look pretty good for a corpse. \n[35]You're giving me the creeps. \n[36]There's one way to find out. \n[37]Confucious says, The way out is through the door. There's a truck. There's your door. \n[38]Step in front of the truck! If you're dead, it won't matter. The truck'll go right through you. Go ahead! You're dead! \n[39]Okay, you're not dead, but according to every law of science what you say happened to you is impossible. \n[40]You're a molecule in chaos, a discontinuent aberration. Maybe you've just got powers of precognition. Well, maybe you're just out of whack. \n[41]All right, I'll work on it, I'll, do some research. But in the meantime, don't get crazy. \n[42]What if you're not here tomorrow? \n[43]The way I see it, you have an unparalleled opportunity to become the richest woman in the world. \n[44]But you have a vision. Don't you want to help your parents? \n[45]I'm talking about invention, no investment. I know what people think of me. Mr. Spasmatician. Dick the Square Root. I'll show them. You said I was going to be a millionaire. And you're gonna help! \n[46]No offense, but for a person who says she's lived an extra lifetime, you certainly are thick. Money is power.. Money makes people respect you... \n[47]I'm curious, but I don't want to know. Jeez, I hope you haven't been telling people what's going to happen to them. \n[48]Good. You're discreet. I like that in a partner. \n[49]Look it's very simple. You tell me everything that hasn't been invented yet, and I'll invent it. We'll be partners. Fifty\u0097fifty. \n[50]You're taking advantage of a minor. \n[51]A Ton on a Bun, with fries. \n[52]Come on. You can't be serious. \n[53]Are you talking ~about exercise? Like gym? \n[54]Let's see... icrowavemays, ocketpay alculatorcays... \n[55]All right. These are the choices: microwave ovens, pocket calculators, Walkmans, digital watches and miniature TV's. \n[56]What are you talking about? \n[57]High tech. I like the sound of that. \n[58]What are you doing? \n[59]That's what you were talking about yesterday? Everybody does that in the future? \n[60]That's terrific. You did it. You really changed the course of your destiny. \n[61]Cheer up. Now you can give some other guy a shot. Make it up to him later and buy him a yacht. \n[62]Look, the best scientific mind in this country is working on your case. May I make a suggestion? \n[63]Suggestion! Hypnotic suggestion! Why didn't I think o~ that before? \n[64]Everything. This is perfect. The subconscious mind remembers all. You can give me more information on microchips and then pinpoint what happened at the reunion. Maybe that'll give us a clue on how to get you back. \n[65]No offense, but you're pretty out of it now. \n[66]You are completely relaxed. When I count to three, you will open your eyes. One... two... three. open We'll start with something easy. What is your name? \n[67]Oh boy. Peggy, what are microchips? \n[68]What will they be made of? \n[69]Silicon is from sand. \n[70]In the future, will you have to marry a girl before you have sex with her? \n[71]You mean you'll give a girl a pill and she'll want to have sex? \n[72]Will you take of f your blouse? \n[73]No! Yes! I'll be right out, Dad. Oh shit! Peggy, I'm going to snap you out of it. \n[74]One... two... three. You are now awake. \n[75]Me? You went crazy! You started taking your clothes off. I was putting them back on for you. \n[76]I think it has something to do with your birthday. You were rambling. I didn't understand the rest. \n[77]Hey! Do you have any idea how much those beakers cost? I usually charge for hypnosis. \n[78]What's the matter? \n[79]Not true.  I think I'm making real progress on the microchip. \n[80]Peggy, I believe you. I believe everything you told me. It's wonderful. You're the exception that proves the rule. \n[81]I can't! It's out of control! \n[82]You know, Peggy, there's so many things to look forward to in the future. \n[83]Goodbye? Where're you going? What about our partnership? I'm making real progress with the microchip. \n[84]So are you. You've got a vision. \n[85]Did you break up with Charlie? \n[86]Okay. Why don't we do something visionary. Change your destiny, Peggy Sue. Change your destiny and marry me. \n[87]Wait! I'll go with you! ", "CAROL": "\n[1]Peggy Sue! \n[2]I haven't seen you in years. In all that time, haven't you at least tried another hair style? \n[3]You're probably the only one who could carry it off. \n[4]Who's the mother around here? \n[5]Everyone's got a gold Rolex. I had this one specially made in platinum. \n[6]Welcome to the singles scene. \n[7]You just have to remember... men are like houses and trade upwards... I thought you had a pretty good marriage. \n[8]So he started having affairs, and you got depressed. \n[9]You should have left here years ago, like I did. \n[10]After you got knocked up, my mother didn't want me to talk to you. She thought it was contagious. \n[11]Wouldn't we all. \n[12]I never could keep up with you. \n[13]Curiosity mostly. I heard you finally found a man of your own. Too bad he's married. \n[14]Hi. \n[15]Sometimes it's easier when you hate them. \n[16]Hi, Peggy. God, that Walter Getzcan \n[17]Who knows. Remember... Whatever Walter wants... \n[18]Lucky lady. Hi. \n[19]The only one? \n[20]They're waiting. Come on. \n[21]Go on. You can do it. \n[22]Wanna smoke? \n[23]Were taking you back to the nurse. \n[24]We're going to take you home. \n[25]I'll call you Later. \n[26]Probably at the diving meet. \n[27]That's because you' re not a total moron like they are. \n[28]Why do guys do such stupid things? \n[29]What are your colors, going to be? \n[30]You'd be surprised at how many girls in school aren't virgins. \n[31]Charlie really has a great voice. \n[32]Yeah. You're so lucky. He really loves you, too. He's always telling Walter how wonderful you are. \n[33]All right. What's the scoop? \n[34]I hear she does more than talk with her mouth. \n[35]Oh, Maddy, grow up. It says in LOVE WITHOUT FEAR that \"the tongue kiss as a means of genital stimulation is widely practiced and has much to commend it\". Page eighty\u0097six. \n[36]Just what you underlined. \n[37]Come on. What's with you and Michael? \n[38]I bet Dolores told Charlie. \n[39]You better watch out for her. She's after Charlie. \n[40]Don't be silly. It's Saturday. Date night! \n[41]Aren't we a little old for that? \n[42]Peggy, I have to talk to you. \n[43]It's that jerk Walter. \n[44]After Charlie told Walter that he broke up with you because he wanted to play the field, Walter decided he should do the same thing. \n[45]What a I going to do for the rest of my life? I don't have a boyfriend anymore. ", "MICHAEL": "\n[1]Santiago comes back, with nothing \u0097 there's no meat on the bone. It's Hemingway's ego defending itself again; he's trying to prove he can still perform. \n[2]Gilfond's okay, except he thinks Hemingway's great Literature. \n[3]He's a fisherman! The most overrated writer of the century. I mean, he's the perfect American author \u0097 fat, violent, drunk... \n[4]A writer's life is his work. Jack Kerouac doesn't have to kill a bull to have something to write about. He's out there feeling, burning... grooving on life! \n[5]What're you doing here anyway? \n[6]I thought chicks like you traveled in packs. \n[7]This is great reefer. \n[8]The world is fantastic. It's the ultimate absurd circus. I am shot from a cannon into the energy. \n[9]Maximum intensity. Yeah. I can't wait to get out of here. I'm gonna write. I'm gonna check out of this bourgeois motel. Push myself away from the dinner table and say 'No more Jell\u0097O for me, Mom.' \n[10]The only thing my father digs is cold, green money. All my mother cares about is her standing at the country club. \n[11]Hey what's with you? I thought you were cool. You rode my bike. You blew some pot. What's your scene Miss Majorette? You gonna marry Mr. Blue Impala and graze around with all the other sheep for the rest of your life? \n[12]You know, I had you pegged all wrong. \n[13]A ray of oneness piercing the solitude. Falling bodies in the ecstasy of flesh. You'll be a chapter in my memoirs of desire. \n[14]No, I just made that up. Do you want to hear one? \n[15]Okay. Here's a new one. It's called Tenderness. I couldn't sleep so I thought I'd scream Betrayed by a kiss, sucking pods of bitterness. In the madhouse of Dr. Dread Razor shreds of rat puke fall On my bare arms calms down I'm sorry. I guess I was trying to impress you. \n[16]I'll respect you for eternity. 'When you are old and gray, and full of sleep, And nodding by the fire, Take down this book, and slowly read, And dream of the soft look your eyes had once.\" I didn't write that. That's Yeats. \n[17]That was quite an evening. Bourgeois, phony, decadent, stupid. \n[18]Five more weeks of school. And ten minutes past graduation I'm gone. To freedom. \n[19]Now listen, this is the plan. As soon as school is finished we go to Utah and... \n[20]Rita. I met her last summer. She's cool. You'll really dig her. She's got this great little cabin in the hills, just outside of Provo where she raises chickens. I'll write and the two of you can take care of the chickens to support us. \n[21]Why not? Polygamy's legal in Utah. \n[22]But what about the other night? We were like two stars in the same constellation. \n[23]But we had heat baby. Passion! Fire! We owe it to ourselves to fuse together. At least one more time. \n[24]You think so? \n[25]I can dig that. Bittersweet perfection. Dogs of lust on leashes of memory... yeah. \n[26]What a treat. \n[27]Now I get it. \n[28]Peggy Sue's still stuck on treble without a cause. \n[29]Can we split now? \n[30]I can dig you being uptight about Rita and Utah. That's cool. But I've got to warn you about something. \n[31]My father. He's not just the ultimate square. He's a total crook. ", "MADDY": "\n[1]You two look like that soap commercial. Which one's the daughter and which one's the mother? \n[2]I wish I had the nerve. And the figure. \n[3]It must run in the family. \n[4]Peggy, would you find a table? We'll see you in a little while. \n[5]What kind of question is that? It has nothing to do with the reunion. \n[6]Peggy was a mess right after they separated, but I think she's coming out of it... It seems to be pretty friendly now.. \n[7]Michael Fitzsimmons! Is he here? \n[8]Yes, ma' am. \n[9]I was there. She told the creep off right to his face. \n[10]It's some stupid old movie thing they just started. \n[11]Therefore, the key to a successful children's party can be summed up in one word \u0097 planning.. With proper planning, a successful, inexpensive happy birthday party can be had by all. Including the mother. \n[12]Can you believe I want to marry that dork. \n[13]I was thinking of four ushers and four bridesmaids. \n[14]I'm thinking of pink and green. \n[15]Look at Dolores. What a tramp. \n[16]Maybe they'll be the next Dion and the Belmonts. \n[17]Come on, where's your enthusiasm? \n[18]I don't know what you said to her, but I wish I'd said it. \n[19]How come we're your best friends and we had to find out about you and Michael Fitzsimmons from Dolores? \n[20]That's disgusting! \n[21]Yeah. He's so cool and mysterious. \n[22]Peggy Sue! \n[23]But I always thought that you would marry Charlie, Carol would marry Walter, and I would marry Arthur. We'd all live on the same street and take our kids to the park together and have barbecues every Sunday. It'll spoil everything if you and Charlie break up. That Michael doesn't look like the barbecue type. \n[24]Yeah. I've gotta go. Arthur's picking me up soon. \n[25]Sometimes you're so immature. ", "ARTHUR": "\n[1]You took this seriously. You're a real blast from the past. \n[2]You always were a crazy little gal, Peg. \n[3]You and your mother both seem to fall for musicians. \n[4]Hey, there's Terry and Leon. \n[5]I'm glad you asked, Dolores. Four years ago Maddy and I found Jesus... \n[6]Hello. Can I have your attention, please. \n[7]I know it's getting kind of late, and some of you have a long drive home, so the reunion committee decided it was time for the moment you've all been waiting for. You don't know what you've been waiting for because we didn't tell you, but the committee has selected a King and Queen. Now don't worry, I took care of it so the band's gonna keep playing for at least another hour, and my old pal Judge Crystal said that the bar can stay open as long as we want. \n[8]And while you're at it, let's have a nice big hand for the Little Lady that did such a great job supervising all the decorations, Rosalie Testa. \n[9]Now back to business. The members of the committee have given this a lot of thought and decided on the two people who best represent the spirit of Buchanan High's Class of '60. The king is someone who, in more ways than one, has come a long, long way since he left here. \n[10]We're proud to welcome him back, Richard Norvik! Come on up here, King Richard! \n[11]Every king deserves a queen. Now, we had a Lot at worthwhile candidates. And I don't want any of you ladies to feel left out, 'cause you're all beautiful. But when we sent out the invitations, we didn't mention anything about this being a costume party. \n[12]Maybe we should have, 'cause just looking at her brings it all back for us. Ladies and gentlemen, I give you our queen, Peggy Sue Kelcher Bodell. Come on up here, Peggy Sue. \n[13]But you're not going into his business. When're you going to tell him? \n[14]Atta girl, Peg. \n[15]Why I oughta... \n[16]Why I oughta... \n[17]Now that's a purty little heifer. \n[18]Hi\u0097Yo Silver! A cloud of dust, a galloping horse with the speed of light, a hearty Hi-Yo Silver! The Lone Ranger! With his faithful Indian companion Tonto, the daring and resourceful Masked Rider of the Plains came to Earth with powers- and abilities far beyond those of mortal men. Return with us now to those thrilling days of yesteryear - from out of the... \n[19]I hate it when the beer comes out my nose. \n[20]I'l1 take Kubek and Richardson over Fox and Aparicio. \n[21]And now, direct from three weeks of rehearsal in Walter's garage, four guys who have dedicated their lives to becoming the greatest singing group in the world... Charlie, Walter, Leon and Terry. The Definitions. ", "NANCY": "\n[1]What are you doing? \n[2]Come on! Mom said you were sick. You're never happy to see me. \n[3]Teenagers are weird. And you're the weirdest. \n[4]Okay, what do you want? What dumb favor do you want me to do? \n[5]Look at Kenny Rossi. Isn't he dreamy? I wish he'd break up with Arlene. She thinks she's so great. \n[6]Why not? They're my favorite. \n[7]Peggy Sue! Hurry up. Fabian! \n[8]What's for dinner? \n[9]Yeech, not again. \n[10]Like wow! Wait till I tell Diane. She's always bragging about her father's Cadillac. \n[11]Can I borrow this sweater? \n[12]Pass the toast, please. \n[13]And the butter. \n[14]DADDY\u0097o. \n[15]Can I tell Diane that Peggy Sue got drunk or is that a deep family secret? Well? \n[16]She's distorted. \n[17]She's almost a juvenile delinquent. \n[18]You think this'll cheer Dad up? \n[19]Does this mean we're going to be poor? \n[20]But Mom helped. ", "DOLORES": "\n[1]Madeline Hutton and Arthur Nagle were high school sweethearts. Married right after graduation, they're still together. In this day and age, that's remarkable... Maddy, Arthur, how does it feel to have missed the sexual revolution? \n[2]Spiritual renewal.. That's what reunions are all about. Familiar faces, forgotten memories, ancient dance steps and music...the great time machine. \n[3]Carol Pritchard Heath and Walter Getz were high school steadies who went their separate ways. After twenty years and four divorces between them, they meet again \u0097 Walter a successful dentist, Carol a mature career woman. Carol, why did you really come back for this reunion? \n[4]Hello everyone. Richard Norvik? I'm Dolores Dodge with KARP Radio. Could I have a minute of your time? \n[5]Well... \n[6]Did you study for the test? \n[7]What a girl. What a twirl. You know, Peg\u0097Leggy, you're gonna get demoted to hall monitor - \n[8]Carol and I saw you with that creep, Richard, today. \n[9]God, Peggy, you're so unformed you're practically fetal. You're just taking pity on him 'cause he has no friends. \n[10]Are you for real? \n[11]Hey Terry, what is that?  Did Peggy make it up?  I've never seen that on Bandstand. \n[12]Terry, slow down. \n[13]Terry! Slow down. \n[14]There's Peggy with Michael Fitzsimmons. \n[15]First a nerd and then a weirdo. What a bunch of nose pickers. I'll tell Charlie. \n[16]What's the matter, princess? Lost your prince? \n[17]Oh! You did that on purpose! I hate you. Go gargle with razor blades! \n[18]Take a long walk on a short pier. ", "BARNEY": "\n[1]Hello, Lilla! \n[2]Quite a bit more rain than usual this year. I hope it doesn't spoil the rhubarb. \n[3]What's the matter, Lilla? Somebody jump on your grave? \n[4]What's it going to be, Elizabeth? Seventy\u0097five? Eighty? \n[5]I've been trying to drag it out of her for years. You know, dreams are fascinating business. 'Specially where you see the future. \n[6]Well, I like to speculate. This book I'm reading right now, a woman in Colorado says she lived in Ireland a hundred and fifty years ago. Her name was Bridey Murphy- and she gives names and dates and where she lived. She was hypnotized. Big bestseller. \n[7]It's gonna rain again. Every time I wash the car, it rains. \n[8]It's your grandma's strudel that's kept this family together. \n[9]I'd take better care of my teeth. \n[10]It's her 18th birthday, I want to show her off. \n[11]Let's go. \n[12]Stag movies. Smokers. \n[13]I may be an old fool, but I think we can help you. \n[14]The last one was six hundred years ago. It's about time for another one. \n[15]Let me take your jacket, Lilla. I've got, to get my robe. \n[16]It wouldn't be a lodge without hats. \n[17]Don't you worry. I'll be watching after you. ", "WALTER": "\n[1]Just call me Walter the dancing dentist. Taps and caps. My specialty. \n[2]Whoa! Cat fight! Purse war! \n[3]The best thing about being a dentist. Pure pharmaceutical grade. A couple of lines of this, I can drill my own teeth... moment Hi. \n[4]I demand a recount. \n[5]Why does your father take inventory on Sunday night? That's poker night. You always got out of it before. \n[6]Strange rumors are sweeping the school about you. \n[7]Prom what I hear, you really gave it to old Smellgrove. \n[8]That's enough out of you, little lady. \n[9]She's not wasting any time. Peggy Sue and Mr. Square Root? \n[10]Oh, a book... Excuse me for a second. \n[11]Oh, it's you is it. \n[12]The Yanks got the hitting but the Sox got the defense. \n[13]Put on some make\u0097out music, and kill the lights. \n[14]Hey Charlie, what do you think of this? ", "BETH": "\n[1]I don't know, just put it back. \n[2]Hi Dad, can I have 100 dollars for a brake job? \n[3]Hi Monica. You just missed Mom. \n[4]Where were you? You said you'd be back at twelve. \n[5]r was worried about you  You didn't even call. You're always on my case if I don't call.. \n[6]It looks great. Don't change the subject. You know how busy Saturdays are. And I can't do the icing. I always mess up the roses. You're not being very responsible. \n[7]Sometimes I wonder. \n[8]I'm sorry I asked. We don't have time for another heart\u0097to\u0097 heart. Here, try on the dress. \n[9]Come on Mom. Give him a break. He's missing the reunion because of you. You know he wants to go. \n[10]Hey, you're a hip chick. You look like you stepped right out of Life magazine. Any time you want to borrow it again, just ask. \n[11]Mom, lots of people are separated and divorced. \n[12]Why are you so nervous? What is the matter with you today? \n[13]What does? ", "ELIZABETH": "\n[1]Peggy Sue! \n[2]I've already got some in. I was thinking of making a pie for dinner tonight. How would you like that? \n[3]That's a day's work. But if that's what you want, maybe we can do it tomorrow for your birthday. \n[4]You know, Peggy Sue, your mother said you had a dream that I died. \n[5]I'm not afraid. I know exactly when I'm going to die. \n[6]I'm not telling. \n[7]If you believe it, darling, then I believe. Being young can be just as confusing as being old. The things that happened to me fifty years ago are more on my mind than what happened yesterday. \n[8]Right now you're just browsing through time. Choose the things you'll be proud of. The things that Last. \n[9]What's Peggy Sue going to do at your lodge meeting? \n[10]He won't tell me, but I've got my suspicions. And I don't want any of that. Don't keep her out late. \n[11]Have a good time. ", "ROSALIE": "\n[1]I remember that dress. \n[2]I remember when you got that locket, too. You were so excited I think you showed it to the whole school. \n[3]I think you got married when you were three. \n[4]I enjoyed it. \n[5]What's up? \n[6]Don't be silly, I'm the best in the county. \n[7]I spend three hours a day practicing. I have trainers, I know what I'm doing. \n[8]Not to me they don't. I'm going to win the State, then the. Nationals, and then I'm going to the Olympics. \n[9]You're sick. You should go to the nurse. I'm going to tell Miss Dennis. ", "TERRY": "\n[1]Youth is like an amputated leg. Long after it's gone, you still feel it. \n[2]Here comes the life of the party. \n[3]You know, they could've at least asked us to sing. We'd refuse, of course, but they could've asked us. \n[4]Jumping Jehosophat! \n[5]What if we're witnessing the end of touch dancing? \n[6]Okay. \n[7]What, why? \n[8]That commie beatnik? What's she doing with him? Wait'll I tell Charlie. ", "SHARON": "\n[1]It's adorable. \n[2]It's beautiful. Does it open? \n[3]Who's the one with the hair? \n[4]He must have been quite a guy. \n[5]Peggy, would you please rescue Richard? Ask him to dance. \n[6]Yes. You go ahead. ", "NURSE": "\n[1]Would you like your Twinkie now? \n[2]Young man, stop that. \n[3]I think it's time for your next class - \n[4]Lie back down and take a deep breath. \n[5]You passed out for a moment. Nothing to worry about. \n[6]Why don't you let your friends help you? Take her into the washroom and splash some cold water on her face. That should perk her up. "}}