{"dialogues": {"CHARLIE": "\n[1]Dear Friend, I am writing to you because she said you listen and understand and didn't try to sleep with that person at that party even though you could have. Please don't try to figure out who she is because then you might figure out who I am, and I don't want you to do that. I just need to know that people like you exist. Like if you met me, you wouldn't think I was the weird kid who spent time in the hospital. And I wouldn't make you nervous. \n[2]I hope it's okay for me to think that. You see, I haven't really talked to anyone outside of my family all summer. \n[3]But tomorrow is my first day of high school ever, and I really need to turn things around this year. So, I have a plan. \n[4]As I enter the school for the first time, I will visualize what it will be like on the last day of my senior year. \n[5]... 1,385 days from now. \n[6]Just 1,385 days. \n[7]In the meantime, I'd hoped that my sister Candace and her boyfriend Derek would have let me eat lunch with their earth club. \n[8]When my sister said no, I thought maybe my old friend Susan would want to have lunch with me. \n[9]On the bright side, one senior decided to make fun of the teacher instead of the freshmen. He even drew on Mr. Callahan's legendary goatee with a grease pencil. \n[10]I felt really bad for Patrick. He wasn't saying the impersonation to be mean or anything. He was just trying to make us freshmen feel better. \n[11]My last class of the day is advanced English, and I'm excited to finally start learning with the smartest kids in the school... \n[12]Thank you, sir, but if my English teacher is the only friend I make today, that would be sort of depressing. \n[13]Don't worry, Mr. Anderson.     I'm okay. \n[14]Well, I have 1,384 days to go. And just so I say it to someone, high school is even worse than middle school. \n[15]If my parents ask me about it, I probably won't tell them the truth because I don't want them to worry that I might get bad again. \n[16]If my Aunt Helen were still here, I could talk to her. And I know she would understand how I am both happy and sad, and I'm still trying to figure out how that could be. I just hope I make a friend soon. Love always, Charlie. \n[17]Yes, sir.    I sure do. \n[18]Are you sure? \n[19]Hey... Patrick. \n[20]My dad's building it. \n[21]No.   I'll sit if that's okay. \n[22]So, uh... you like football? \n[23]Then, maybe you know my broth-- \n[24]Uh... Charlie... Kelmeckis. \n[25]Is that what they call him? \n[26]I think The Smiths are my favorite. \n[27]Asleep. It's from Louder Than Bombs. I heard it on Pony Tail Derek's mix tape. \n[28]I could make a copy for you. \n[29]Yeah. They're great. \n[30]That's okay. Hey, Nothing. Hey, Nothing. \n[31]My Aunt Helen said I should be a writer, but I don't know what I'd write about. \n[32]You guys look happy together. How long have you been boyfriend and girlfriend? What? \n[33]I'm sorry.     I don't know what that means. \n[34]No problem. Thanks for the ride. Hey... maybe I'll see you around in school? \n[35]Okay.   Bye. \n[36]What are you doing? \n[37]Like Aunt Helen's boyfriends? \n[38]Are you sure it's okay that I come? \n[39]Is that Brad Hays? \n[40]But he's a popular kid. \n[41]Thank you. I was so hungry at the dance. I was going to go to King's, but I didn't really have any time. Thanks. \n[42]Have you guys felt this carpet?     This carpet feels so darn good. \n[43]High school? Bullshit. The cafeteria is called the Nutrition Center. And people wear their letter jackets even when it's 98 degrees out. And why do they give out letters for marching band? That's not a sport, and we all know it. \n[44]And Mary Elizabeth, I think you're really going to regret that haircut when you look back at old photographs. I'm really sorry. That sounded like a compliment in my head. \n[45]I just really want a milkshake. \n[46]Sam, you have such pretty brown eyes, the kind of pretty that deserves to make a big deal about itself. You know what I mean? \n[47]What a great word. Milkshake. It's like when you say your name over and over again in the mirror, and after awhile, it sounds crazy. \n[48]Me? No. My best friend Michael. His dad was a big drinker. So, he hated all that stuff. Parties, too. \n[49]Oh, he shot himself last May. \n[50]I kind of wish he'd left a note.    You know what I mean? Where's the bathroom? \n[51]25. \n[52]Charlie.     Charlie.   Weird. \n[53]Woah. \n[54]I didn't see anything. \n[55]\"Like a cake.\" That's what Bob said. And how you can't have 3 on a match because they would find us. And everyone laughed, but I don't know what's funny. \n[56]Our little secret.     Agreed. \n[57]I look forward to that big talk. \n[58]Isn't this the best milkshake, Alice? It's even better than the first one. \n[59]What did I do? \n[60]27. \n[61]Never. \n[62]What is she doing? \n[63]I feel infinite. \n[64]Dear Friend, I'm sorry I haven't written for awhile, but I've been trying hard not to be a loser. \n[65]For example, I am trying to participate by listening to Sam's collection of big rock ballads and thinking about love. Sam says they are kitschy and brilliant. I completely agree. \n[66]I am also studying extra books outside of class. As it turns out, Mr. Anderson is a writer. He even had a play put up in New York once, which I think is very impressive. He and his wife might go back there after this year. I know this is selfish, but I really hope he doesn't. \n[67]My favorite time, though, is lunch because I get to see Sam and Patrick. We spend the time working on Mary Elizabeth's fanzine about music and The Rocky Horror Picture Show. It's called Punk Rocky. Mary Elizabeth is really interesting because she is a Buddhist and a punk, but somehow she always acts like my father at the end of a \"long day.\" \n[68]Her best friend Alice loves vampires and wants to go to film school. She also steals jeans from the mall. I don't know why because her family is rich, but I'm trying not to be judgemental. Especially since I know how they were all there for Patrick last year. Patrick never likes to be serious, so it took me awhile to get what happened. \n[69]When he was a junior, Patrick started seeing Brad on the weekends in secret. I guess it was hard, too, because Brad had to get drunk every time they fooled around. \n[70]Then, Monday in school, Brad would say, \"Man, I was so wasted. I don't remember a thing.\" This went on for 7 months. \n[71]When they finally did it, Brad said he loved Patrick. Then, he started to cry. \n[72]Patrick was eventually able to help Brad get sober. I asked Patrick if he felt sad that he had to keep it a secret, and he said no because at least now, Brad doesn't have to get drunk to love him. \n[73]I think that I understand because I really like Sam. I asked my sister about her, and she said that when Sam was a freshman, the upper classmen used to get her drunk at parties. I guess she had a reputation. But I don't care. I'd hate for her to judge me based on what I used to be like. \n[74]So, I've been making her a mix tape so she will know how I feel. \n[75]Ah, shit! \n[76]Hey.    Are you okay? \n[77]You can take them again. \n[78]I'll help you study for the next one. \n[79]Yeah, of course. \n[80]Just a mix tape. No big deal. My parents have a pretty good stereo. It's all about that night in the tunnel. I couldn't find that song we were listening to, but I'm still searching for it, so-- \n[81]Really? \n[82]No. \n[83]Yeah. \n[84]Yeah. \n[85]Mr. Anderson... can I ask you something? \n[86]Why do nice people choose the wrong people to date? \n[87]Can we make them know they deserve more? \n[88]Hey, Sam. I didn't see you come in.     You want to work on probabilities and statistics? \n[89]Hey, dad.    Can I have 30 dollars? \n[90]Sam is doing secret santa. It's her favorite thing in the world. Please. \n[91]Thanks. \n[92]Thanks. \n[93]You too, Mr. Anderson. \n[94]Where's Craig? \n[95]I'm sorry we won't be seeing him tonight. \n[96]Okay. Uh, I have received socks, pants, a shirt, and a belt. I was ordered to wear them all tonight. So, I'm guessing my secret santa is Mary Elizabeth. \n[97]I don't know. She bosses people around sometimes. \n[98]Sorry. \n[99]You got me clothes?     Why? \n[100]Can you hand these out while I'm gone? \n[101]Where are we going? \n[102]Is this your room?    It's so cool. \n[103]You got me a present? \n[104]I don't know what to say. \n[105]That's okay. I'm just sorry you have to go back and visit your dad. \n[106]You are. \n[107]No. \n[108]Well, it hasn't worked so far. \n[109]No.   What about you? \n[110]No! Your first kiss... \n[111]Was he your first boyfriend? \n[112]It's true.     You can do it. \n[113]My Aunt... she had that same thing done to her, too. And she turned her life around. \n[114]She was my favorite person in the world... until now. \n[115]I love you, too. \n[116]Have a good time at your mom's. \n[117]Thank you, Patrick. \n[118]Hey. \n[119]How are you liking school? \n[120]Okay?    You're playing in a Bowl Game. \n[121]Good. \n[122]No. \n[123]I'm not picturing things anymore. And when I do, I can just shut it off. \n[124]Yeah. Especially Sam. I'm going to ask her out at New Years. I think the time is right now. \n[125]How long does this take to work? \n[126]I have to get this driveway clean. Then, I have to congratulate you for being happy because you deserve it. \n[127]Was that tonight? God. I was looking at this tree, but it was a dragon, and then \n[128]Sam, you ever think that if people knew how crazy you really were, no one would ever talk to you? \n[129]No one pressured me into anything. I would never do drugs, officer. Never. \n[130]Well, um... I was really tired, and uh... I was feeling feverish. So, I went outside for a walk, just to get some cold air. And I started seeing things. So, I passed out. \n[131]Not, uh... Not really. \n[132]It was a Christmas present. \n[133]Did you have fun on your break? \n[134]But they said in health class-- \n[135]Are you sure? \n[136]Maybe I could join the cast as an alternate or something? \n[137]That'd be great. Thanks. \n[138]The one where the girl asks the guy. \n[139]You want to go with me? \n[140]Are you having a good time? \n[141]I don't know. This is my first date, so I don't know what to compare it to. \n[142]I'm sorry Craig didn't come. \n[143]I don't know. If you like it, he should come. \n[144]I'll try not to make you too jealous. \n[145]This is sure a nice house. \n[146]This merlot is really fancy. \n[147]I guess.    Where are your parents? \n[148]That's sure a nice fire. \n[149]Yeah. \n[150]Is it? \n[151]Uh-huh? \n[152]Uh-huh. \n[153]I think so. \n[154]Yeah. \n[155]Dear Friend... I'm sorry I haven't written for awhile, but things are a total disaster. \n[156]I probably should have been honest about how I didn't want to go out with Mary Elizabeth after Sadie's, but I really didn't want to hurt her feelings. \n[157]You see, Mary Elizabeth is a really nice person underneath the part of her that hates everyone. And since I heard that having a girlfriend makes you happy, I tried hard to love her like I love Sam. \n[158]I know. \n[159]So, I took her on double dates. \n[160]60. \n[161]And I tried not to mind that she loves to hold hands even when her hands are sweaty. \n[162]And I had to admit something really upsetting. But I am tired of touching her boobs. I thought maybe if she would just let me pick the make-out music once in awhile, we might have a chance. \n[163]And maybe if she didn't put down the books that Mr. Anderson gives me. \n[164]Or if she would stop calling me the minute I get home from school when I have absolutely nothing to talk about other than the bus ride home... \n[165]I can do that? \n[166]I know I should have been honest, but I was getting so mad, it was starting to scare me. \n[167]Um... Mary Elizabeth. Can I talk to you-- \n[168]I just wish I could have found another way to break up. In hindsight, I probably could not have picked a worse way to be honest with Mary Elizabeth. \n[169]Truth. \n[170]It's so bad that I keep fantasizing that one of us is dying of cancer, so I don't have to break up with her. \n[171]Dare. \n[172]Mary Elizabeth, I'm sorry.     I'm-- \n[173]Sam?! Sam! I'm sorry. I didn't mean anything by it. I'm sorry. \n[174]64. \n[175]But, I... I'm sorry... I didn't mean to do anything. \n[176]Oh. Okay. How long do you think? \n[177]I'll... I'll be there in a minute. \n[178]Mary Elizabeth... I... uh... I've been listening to the Billie Holiday CD every night and-- \n[179]I know. I just feel really bad about what I did. I just get so messed up inside like I'm - not there or something. \n[180]I know. I'm sorry. I just.     We've all become such good friends-- \n[181]Oh. Yeah. I mean I don't want to do anything to ruin our-- \n[182]Okay.   I will. Goodbye, Mar-- \n[183]Something's wrong with me-- \n[184]No.   He told me to stay away. \n[185]Why? Why? What happened? \n[186]Are you okay? \n[187]If you touch my friends again, I'll blind you. \n[188]Yeah? \n[189]Sure, Brad. \n[190]I don't know. I keep trying, but... I can't really remember what I did. \n[191]Yeah. \n[192]So, you're not scared of me? \n[193]And can we be friends again? \n[194]I'm just glad you're happy. \n[195]Sure, Patrick. \n[196]It kind of is. It so is. \n[197]I don't know. \n[198]Maybe. \n[199]I don't know. \n[200]Ew!   That's disgusting! \n[201]Uh. Well... there was this girl named Second Base Stace. She had boobs in the 4th grade-- \n[202]And she let some of the boys feel them. \n[203]No. \n[204]Fine!    Okay. Your turn. \n[205]I don't know. \n[206]Yeah. \n[207]It's alright. \n[208]I've been spending a lot of time with Patrick. He begins every night really excited. \n[209]He always says he feels free, and tonight is his destiny. But after awhile, he runs out of things to keep himself numb. \n[210]Then, Sam got her letter from Penn State. \n[211]After that all Patrick could talk about \n[212]But he wasn't going to leave without organizing the best senior prank ever. \n[213]Sam is going to leave right after graduation. It all feels very exciting; I just wish it were happening to me. \n[214]Especially because ever since I blacked out in the cafeteria, it's been getting worse. And I can't turn it off this time. \n[215]Yeah. So, uh, I know it's none of my business, but have you decided... are you going to New York? \n[216]Yeah.   Yeah. \n[217]Really? \n[218]You're the best teacher I ever had. \n[219]Dear Friend... I wanted to tell you about us running. There was this beautiful sunset. And just a few hours before, everyone I love had their last day of high school ever. And I was happy because they were happy, even though I counted, and I have 1,095 days to go. \n[220]I kept thinking about what school was going to be like without them as they \n[221]And then there was Sam... \n[222]She made it. This is her time. And no one should be able to take that away. \n[223]Congratulations. \n[224]At her going away party, I wanted her to know about that night we went through the tunnel. And how for the first time, I felt like I belonged somewhere. \n[225]And tomorrow, she's leaving. So, I wanted to give her a part of me. \n[226]Sure. My brother said Penn State has a restaurant called Ye Olde College Diner. You have to get a grilled stickie on your first night. It's a tradition. \n[227]Yeah. Pretty soon, you'll have a whole new group of friends, and you won't even think about this place anymore. \n[228]Yeah? \n[229]We accept the love we think we deserve. \n[230]I, uh, I just didn't think you wanted that. \n[231]I just want you to be happy. \n[232]I know who you are, Sam. \n[233]I know I'm quiet, and I know I should speak more, but if you knew the things that were in my head most of the time, you'd know what it really meant. How much we are alike. And how we've been through the same things. And you're not small. You're beautiful. \n[234]Oh, ah... nothing. \n[235]Stop crying. \n[236]Stop crying. \n[237]It'll be our little secret. \n[238]Hey, Candace. \n[239]Sam and Patrick left, and um, I just can't stop thinking something. \n[240]Candace, I killed Aunt Helen, didn't I? She died getting my birthday present, so I guess I killed her, right? I've tried to stop thinking that, but I can't. She keeps driving away and dying over and over. \n[241]And I can't stop her.   I'm crazy again. \n[242]I was just thinking... what if I wanted her to die, Candace? \n[243]Where am I? \n[244]You have to let me go.    My dad can't afford it. \n[245]No. I saw them when I was little. And I don't want to be a Mayview kid. Just tell me how to stop it. \n[246]Seeing it. All their lives. All the time. Just... how do you stop seeing it? \n[247]There is so much pain.    And I don't know how to not notice it. \n[248]No! Not me. It's them. It's everyone. It never stops. Do you understand? \n[249]What about her? \n[250]Yes, she had a terrible life.   But... I mean, what am I... \n[251]I don't care. \n[252]She was... insane. \n[253]Okay. \n[254]I, uh... I remember leaving Sam's house, and walking home... \n[255]I was in the hospital for awhile. I won't go into detail about all of it. But I will say there were some very bad days. And some unexpected beautiful days. \n[256]The worst day was the time my doctor told my mom and dad what Aunt Helen did to me. \n[257]The best days were those when I could have visitors. My brother and sister always came for those until Chris had to go to training camp. He's going to be first string this year. And my sister told me she met a nice guy at her summer job. \n[258]My doctor said we can't choose where we can come from, but we can choose where we go from there. I know it's not all the answers, but it was enough to start putting these pieces together. \n[259]How do you think the Penguins are going to do this year, dad? \n[260]What do the players call a puck again? \n[261]Definitely. \n[262]I don't know if I will have the time to write any more letters because I might be too busy trying to participate. So, if this does end up being the last letter, I just want you to know that I was in a bad place before I started high school. And you helped me. \n[263]Even if you didn't know what I was talking about. Or know someone who's gone through it. It made me not feel alone. \n[264]Because I know there are people who say all of these things don't happen. And there are people who forget what it's like to be 16 when they turn 17. \n[265]I know these will all be stories someday. And our pictures will become old photographs. And we'll all become somebody's mom or dad. But right now, these moments are not stories. ", "PATRICK": "\n[1]Boys, the prick punch is not a toy. I learned that in 'Nam back in '68. \"Callahan,\" the sergeant said, \"put down that prick punch and go kill some gooks.\" \n[2]But you know what happened? That prick punch killed my best friend in a Saigon whorehouse. \n[3]My name is Patrick. You call me Patrick or you call me nothing. \n[4]Chapter 1. Surviving your fascist shop teacher, who needs to put kids down to feel big. Oh, wow. This is useful guys. We should read on. \n[5]I would happily not take shop... \n[6]Come on Devils! Woooooo! \n[7]Suck it, virginity pledges! \n[8]Hey! You're in my shop class, right? How's your clock coming? \n[9]Yeah. Mine looks like a boat. You want to sit over here, or are you waiting for your friends? \n[10]Thanks for not calling me \"Nothing\" by the way. It's an endless nightmare. And these assholes actually think they're being original. \n[11]Love it. \n[12]Hey, Sam. \n[13]Yes, they call it the men's room. \n[14]Party tonight? \n[15]He's never tossing that salad. \n[16]This is... \n[17]Kelmeckis! No shit! Your sister dates Pony Tail Derek, doesn't she? \n[18]I try, Sam. I try. \n[19]So, what's the plan, Sam? You want to go to Mary Elizabeth's house? \n[20]Hey... we're going to Kings after the game if you want to come. \n[21]That works on so many levels. \n[22]Not a band, Charlie. \n[23]I used to be popular before Sam got me some good music. So, watch out, Charlie. She'll ruin your life forever. \n[24]Let it go!     Jesus!   It's an old joke! It's over! \n[25]Yeah. Call it Slut and The Falcon.      Make us solve crimes. \n[26]But Sam's not bitter.     Make no mistake. \n[27]She just really believes in bulimia. \n[28]Thanks for paying, Charlie. \n[29]Bye, Charlie. \n[30]Holy shit. They are!   They're playing good music! \n[31]Living room routine! Hey! \n[32]But you wore that toasty costume. It's not like you're trying too hard to be original. \n[33]\"He's sensitive.\" \n[34]You're a hopeless stoner who attends the culinary institute. So, I'm going to have to say \"no\" on that one, but nice try. Charlie? \n[35]Charlie... this is a party. \n[36]This is what fun looks like. \n[37]You ready to meet some desperate women? \n[38]Here, have a seat. Hey, ladies, meet Charlie. Charlie, meet ladies. \n[39]This is Charlie's first party ever. So, I expect nice, meaningful, heartfelt blow jobs from both of you. \n[40]Where the hell did you go? \n[41]You're so selfish. We looked everywhere for you. You could have told someone. \n[42]How is it that you got meaner since \n[43]I think you're doing something wrong. \n[44]Charlie? \n[45]Relax. Relax. He's a friend of mine. Stay here. \n[46]I know you saw something, but it's okay. \n[47]Listen, Brad doesn't want anyone to know... wait, are you baked? \n[48]Okay, Charlie, listen. I need you to promise that you're not going to say anything to anyone about me and Brad. This has to be our little secret. \n[49]Thank you.     We'll talk later. \n[50]Everyone.     Raise your glasses to Charlie. \n[51]You didn't do anything. We just want to toast our new friend. You see things. And you understand. You're a wallflower. \n[52]What is it? What's wrong? \n[53]Well, we didn't think there were any cool people left to meet. So, everyone... To Charlie. \n[54]Right?    I have no idea. \n[55]Sam, it's freezing. \n[56]No.     Mama Patrick says no. \n[57]Alright! I concede! \n[58]Don't worry. She does it all the time. \n[59]You got it, your highness. \n[60]What? \n[61]Whatever happened to Fae Wray? That delicate, satin draped frame? As it clung to her thigh, how I started to cry 'cause I wanted to be dressed just the same. \n[62]Give yourself over to absolute pleasure. Swim the warm waters of sins of the flesh. Erotic nightmares beyond any measure. And sensual daydreams to treasure forever. Can't you just see it? Woah oh oh! \n[63]I don't know. \n[64]I just hope she stops playing dumb with these guys. I keep telling her... don't make yourself small. You can't save anybody. \n[65]If you fail me, you get me next semester. \n[66]Woo! C Minus! It's over! It's over! Ladies and gentlemen, I am below average! \n[67]Impossible! \n[68]I'll tell you, Sam. This one's tough. I have received a harmonica, a magnetic poetry set, a book about Harvey Milk, and a mix with the song \"Asleep\" on it... twice. \n[69]I mean, I have no idea. This collection of presents is so gay that I think I must have given them to myself. But despite that distinct possibility, I'm going to have to go with... drum roll... Charlie. \n[70]Huh.   Now, why do you say that? \n[71]Well, you'll be surprised to know that your secret santa is actually... me. \n[72]Because all the great writers used to wear great suits. Your last present is on a towel rack in the bathroom. Delve into our facilities. Emerge a star. \n[73]Mary Elizabeth, why are you trying to eat Christmas? Hand them out, Sam. \n[74]Yeah!   What a display of man I have ever seen! \n[75]Thanks. And Charlie... since you were born on Christmas Eve, I figure you don't get a lot of birthday presents. So, I thought you should have my clock. From the heart. \n[76]I love you guys! \n[77]10-9-8... \n[78]7-6-5-4-3-2-1. Happy New Year! \n[79]Who are you talking to? \n[80]Get ready, breeder. \n[81]Excuse me, everyone, but you're missing some hot \"fag on goth\" action. \n[82]Okay. My turn. Um... let's think... Charlie... truth or dare? \n[83]How is your first relationship going? \n[84]Charlie?   Truth or dare? \n[85]I dare you to kiss the prettiest girl in the room on the lips. Notice I charitably said girl and not person because let's face it... I'd smoke all you bitches. \n[86]Now that's fucked up. \n[87]Trust me.    You don't want to go back there. \n[88]I know you didn't, but look... I hate to be the one to break this, but there's history with Mary Elizabeth and Sam. Other guys. Things that have nothing to do with you. But... it's best if you stay away for awhile. \n[89]Not now, Charlie. I'm sorry. \n[90]You going to do something? \n[91]Your pet ape just tripped me.    Are you going to say something? \n[92]You know why. \n[93]Do you want your friends to know how you got those bruises? Really? \n[94]Where? In Schenley Park? Do they know about Schenley Park? Do you guys know about Schenley Park? \n[95]Fine.   Say hi to your dad for me. \n[96]What did you call me? \n[97]Say that shit again!    Say that shit again! \n[98]Hey Craig, Sam will be down soon. \n[99]Hey... you wanna get out of here? \n[100]I'll tell you something, Charlie. I feel good. You know what I mean? Maybe tomorrow I'll take you to this karaoke place downtown. And this club off the strip. They don't card. And the Schenley Park scene. You gotta see the \"fruit loop\" at least one time. \n[101]Oh, my God. My life is officially an after school special. Son of a bitch! \n[102]So, you ever hear the one about Lily Miller? \n[103]Really? I thought your brother would have told you. It's a classic. \n[104]So, Lily comes here with this guy Parker. And this was going to be the night they were going to lose their virginity. So, she did it really proper. She packed a picnic. Stole a bottle of wine. Everything was perfect, and they're just about to 'do it' when they realize they forgot the condoms. So, what do you think happened? \n[105]They did it with one of the sandwich bags. \n[106]Yes! It is! Let's keep the train rolling. Suburban legends. Charlie! \n[107]Mosquito bites. Promising.     Go. \n[108]That's your suburban legend?     Did you at least cop a feel? \n[109]Of course not. You went home, listened to \"Asleep,\" wrote a poem about her self- esteem-- \n[110]Yeah, I've got one. Well, there was this one guy. Queer as a 3 dollar bill. Guy's father didn't know about his son. So, he comes down into the basement one night when he's supposed to be out of town. Catches his son with another boy. So, he starts beating him. But not like the slap kind. Like the real kind. And the boyfriend says, \"Stop. You're killing him.\" And the son just yells \"Get out.\" And eventually the boyfriend just did. \n[111]Why can't you save anybody? \n[112]Forget it. I'm free now, right? I could meet the love of my life any second now. Things will be different now, and that's good. I just need to meet a good guy. \n[113]I'm sorry. \n[114]\"We will require you to take our summer session at the main campus immediately following your high school graduation.\" She got in, Charlie. \n[115]Oh, Charlie's here! Guys, group photo! We should all take a group photo. Get against the railing and try to look suave! \n[116]Yeah, this is the one. That's going to be a great angle. \n[117]Can Charlie come out and play? \n[118]Sorry, Sam. Charlie has a breakdown scheduled for October. ", "SAM": "\n[1]Question. Could the bathrooms here be more disgusting? \n[2]Well, I finally got hold of Bob. \n[3]No. He's still trying to shag that waitress from the Olive Garden. \n[4]Patrick... who's this? \n[5]Awww. Leave Pony Tail Derek alone.    You put the \"ass\" in \"class,\" Patrick. \n[6]It's nice to meet you, Charlie.    I'm Sam. \n[7]Can't. She got caught watering down her parent's brandy with iced tea. Let's just go to Kings. \n[8]Do you have a favorite band? \n[9]Are you kidding!? I love The Smiths! The best breakup band ever. What's your favorite song? \n[10]Thanks. What about Eide's?     You love Eide's, right? \n[11]It's an old record store downtown. \n[12]So, Charlie... what are you going to do when you get out of here? \n[13]You could write about us. \n[14]He's my step-brother. My mom finally left my worthless dad and married his nice dad 3 years ago. \n[15]Absolutely. I'm not a bulimic.      I'm a bulim-ist. \n[16]I love bulimia. \n[17]God, would you turn that down? You're going to make us deaf. Bye, Charlie. \n[18]Oh, my God. They're playing good music. \n[19]Living room routine? \n[20]God, it's freezing. \n[21]Piss off, Tennessee Tuxedo. \n[22]Of course. Just remember, Charlie... Bob's not paranoid. \n[23]Only if I have Patrick's blessing. \n[24]Hey!    Look who's here! \n[25]Bob, did you get him stoned? \n[26]How do you feel, Charlie? \n[27]Okay, Charlie.     Let me make the milkshake. \n[28]I'm guessing you've never been high before? \n[29]Well, where is Michael tonight? \n[30]It's up the stairs. \n[31]I need to talk to you. Charlie just told me that his best friend shot himself. I don't think he has any friends. \n[32]Welcome to the island of misfit toys. \n[33]My God.    What is this song!? \n[34]Have you heard it before? \n[35]Wait! Let's go through the tunnel! \n[36]Patrick, it's the perfect song! \n[37]Patrick, it's Sam. It's Sam talking to you, I'm begging you to drive me-- \n[38]Turn it up! \n[39]Yeah.   Yeah. But I got my SAT results back.   Oops. \n[40]Yeah, it's just if I'm going to Penn State main campus, I have to do much better. I wish I would have studied freshman year. I was a bit of a mess. \n[41]Will you? \n[42]Thanks, Charlie. \n[43]What's this? \n[44]It's okay. These are great.   You have really good taste, Charlie. \n[45]Yeah. Way better than me as a freshman. I used to listen to the worst top 40. \n[46]Yeah, I did. But then I heard this old song. Pearly Dew Drops Drop. And I thought someday I would be at a party in college or something. And I'd look up and see this person across the room. And from that moment, I'd know everything was going to be okay. You know what I mean? \n[47]Hey, Charlie. \n[48]Below average! \n[49]Hey, guys.     1210. \n[50]No more applications!   No more SAT's! Thank you, Charlie! \n[51]He went home to Connecticut.    He'll be back for New Year's Eve. \n[52]Alright, big brother by 3 weeks.    Who's your secret santa? \n[53]Alright, Charlie... it's your turn. \n[54]Come on out, Charlie. \n[55]It's a surprise. \n[56]Thanks. \n[57]With all that help on my Penn State application? Of course I did. Open it. \n[58]You don't have to say anything. \n[59]I'm sorry we can't be here for your birthday. \n[60]I'm in such a great mood, I don't think even he could ruin it. I feel like I'm finally doing good. \n[61]Me? What about you? When I met you, you were this scared freshman. And look at you in that suit. You're like a sexy English school boy. I saw Mary Elizabeth checking you out. \n[62]Innocent. Worst kind of guys. Never see you coming. And parents love you. That's like... extra danger. \n[63]Come on. You've never had a girlfriend? Not even a 2nd grade valentine? \n[64]Have you ever kissed a girl? \n[65]Have I ever kissed a girl? \n[66]My first kiss? I was 11. His name was Robert. He would come over to the house all the time. \n[67]He was my dad's boss. \n[68]You know Charlie, I used to sleep with guys who treated me like shit. And get wasted all the time. But now... I feel like I have a chance. I could even get into a real college. \n[69]44. \n[70]She must have been great. \n[71]Charlie, I know that you know I like Craig. But I want to forget that for a minute. Okay? I just want to make sure that the first person who kisses you loves you. Okay? \n[72]I love you, Charlie. \n[73]Shoveling snow, huh? \n[74]You said that an hour ago. \n[75]Okay, Charlie. Don't freak out. Just give me the shovel. Calm down. Look up. \n[76]Isn't it quiet? \n[77]All the time. So, you want to put on these glasses? They'll protect you. \n[78]I called him 30 times. \n[79]So if anything grows while you pose. I'll oil you up and drop you down. And that's just one small fraction of the main attraction. You need a friendly hand. And I need action! \n[80]Ah! Touch a touch a touch me! I wanna be dirty! Thrill me. Chill me. Fulfill me! Creature of the night! \n[81]Creature of the night! \n[82]Not really. How about you? \n[83]Don't worry. You're doing fine. \n[84]Yeah. He said he didn't want to go to some stupid high school dance. Can't say I blame him. \n[85]Thanks, Charlie. Have a beautiful first date. You deserve it. \n[86]What the hell is wrong with you? \n[87]No!   No! \n[88]How you doing, Charlie? \n[89]Do you want me to tell you? \n[90]You saved my brother.     That's what you did. \n[91]No. \n[92]Of course. \n[93]Come on.   Let's go be psychos together. \n[94]Are these all your books, Charlie? \n[95]Thanks for staying up with me. \n[96]That sounds like fun. \n[97]Yes, I will. \n[98]I had lunch with Craig today. \n[99]He said he was sorry, and that I was right to break up with him. But I'm driving away, and I just felt so small. Just asking myself why do I and everyone I love pick people who treat us like we're nothing? \n[100]Then, why didn't you ever ask me out? \n[101]Well, what did you want? \n[102]Don't you get it, Charlie? I can't feel that. It's really sweet and everything, but you can't just sit there and put everybody's lives ahead of yours and think that counts as love. I don't want to be somebody's crush. I want people to like the real me. \n[103]What's wrong, Charlie? \n[104]I'll call all the time. \n[105]And we'll all see each other in New York. \n[106]What's wrong, Charlie? \n[107]That first night, I had grilled stickies. It was so good. You have to visit in the Fall. We'll have some. Okay? \n[108]Well, can I tell you something? I've been away for two months. It's another world. And it gets better. And my roommate Katie has the best taste in music. \n[109]I found the tunnel song. \n[110]Let's drive. ", "MARY ELIZABETH": "\n[1]Patrick, you're such a dick. \n[2]The dance was a little boring, don't you think? \n[3]Cry me a river. \n[4]Just lucky I guess. \n[5]Or something very right. \n[6]Then, what are we? \n[7]Charlie, what do you think about high school? \n[8]This kid is crazy. \n[9]Oh, my God! \n[10]Shut up! \n[11]1490. Harvard. Face! \n[12]No, shit.     Who could forget Mr. Car Wash Loser? \n[13]Multiple pairs of blue jeans. Wow. This is a really tough one, but I'm going to have to guess... Alice. \n[14]Wait, guys... a receipt! She actually paid! \n[15]I'm so touched. \n[16]What the hell is wrong with you? \n[17]Wait a second. There's only secret santa presents. There are rules, Charlie. \n[18]40 dollars. \"To print Punk Rocky in color next time.\" \n[19]Well what are we supposed to do?     We're going on in 10 minutes! \n[20]Guys, we have an emergency. Craig flaked out on us again. I need a Rocky. Brad? \n[21]Charlie... take off your clothes. \n[22]We're filled up now, but they'll need people after we leave for college. I could put in a good word for you. \n[23]Charlie... have you heard of the Sadie Hawkins dance? \n[24]Yeah. Well, obviously, it's completely stupid and sexist. It's like, \"Hey, thanks for the crumb.\" And normally, I'd just blow it off because school dances suck torture. But, you know, it's my last year, and... would you maybe want to go with me? \n[25]I'm sick of macho guys. And you looked really cute in your costume. So, what do you say? \n[26]You, too, Mrs. Kelmeckis. \n[27]Mmmm.   Now, let it breathe. \n[28]Thanks. \n[29]Mmmm. Don't you just love old music? Good. Because I made you a mix of it. I'd love to expose you to great things. Like Billie Holiday and foreign films. \n[30]Yeah. My dad collects wine, but he doesn't drink. That's weird, isn't it? \n[31]Their club is hosting a cotillion or something racist. They'll be gone all night. \n[32]Yeah. After I'm done being a lobbyist, I want to move to a house like this in Cape Cod. That sounds nice, doesn't it? \n[33]Your heart is beating really fast. \n[34]Here, feel. \n[35]Charlie? \n[36]Do you like me? \n[37]You know what I mean. \n[38]Don't be nervous. \n[39]Charlie... \n[40]I didn't know how it was going to go tonight, but it was really nice, huh? \n[41]I can't believe it. You of all people. I just can't believe you're my boyfriend. \n[42]Oh, shit!     My parents! \n[43]See you Monday. \n[44]We're literally making out, and I'm in my bra. Hello! And the front door opens. It's my parents! I'm scrambling to get my dress on. It was crazy. Right, babe? \n[45]Can you believe it's almost our two week anniversary? \n[46]Your first foreign film. \n[47]Vegans don't eat butter. \n[48]Walden? I read it in 7th grade.    I would have called it \"On Boring Pond.\" \n[49]That dairy just sits with you. It walks with you. \n[50]I'll give you this book. It's really how I became a vegan-- \n[51]Charlie. Please, don't interrupt.        You know I hate that. \n[52]Thank you. This one still hasn't gotten me flowers. But I forgive you. \n[53]It's too late, Charlie. \n[54]Tell it to someone who cares. \n[55]Good friends? You mean the people I've known since kindergarten that you've known for 6 months? Those good friends? \n[56]It's ruined. Okay? So, stop calling everyone. Stop embarrassing yourself. \n[57]It's Patrick! \n[58]I'm dating Peter now. \n[59]He's in college with Craig. He's opinionated, and we have intellectual debates. You were very sweet, but our relationship was too one-sided. I know this is hard for you. \n[60]Okay. \n[61]We're going to miss the movie. \n[62]Promise. ", "BILL": "\n[1]Shhh. I'm Mr. Anderson. And thanks to Teach for America, I'm going to be your teacher for freshman English. This semester, we're going to be learning Harper Lee's To Kill a Mockingbird. Genius book. Now, who wants to get out of the first pop quiz? \n[2]I'm shocked. Alright. You can skip the quiz if you tell me which author invented the paperback book. Anyone? \n[3]He's British. He also invented the serial. In fact, at the end of chapter 3 of his first novel, he had a man hanging off a cliff by his fingernails. Hence, the term cliffhanger. Anybody? \n[4]That's a great guess, but no, Shakespeare didn't write novels. Anybody else? The author was... \n[5]... Charles Dickens. However, if you and I had gone to a play in Shakespeare's time, it would have cost 4 pennies. Can you imagine that? We would have put those pennies in a metal box, which the ushers would lock in the office. And that's where we get the term... anyone? \n[6]I'll give you a free \"A\" on anything but the final term paper if you get it right. \n[7]Box office. \n[8]You should learn to participate. \n[9]Why didn't you raise your hand? They call you teacher's pet? Freak? I used to get spaz. I mean, come on, spaz? \n[10]So, I heard you had a tough time last year. But they say if you make one friend on your first day, you're doing okay. \n[11]Yeah.   I could see that. \n[12]Wow.    That was fast.   You want another one? \n[13]Yeah. \n[14]Are we talking about anyone specific? \n[15]We accept the love we think we deserve. \n[16]We can try. \n[17]Charlie... this was my favorite book growing up. This is my copy, but I want you to have it. \n[18]Have a great Christmas break. \n[19]More fun than you're going to have today, Sinatra. \n[20]Guys, you want to pass your copies of Gatsby up to the front please? And I know it's the last day, but if we could just keep it to a dull roar, I'd appreciate it. \n[21]Thank you for such a great year. I had a blast. I hope you did, too. And I hope you have a great time this summer on your vacations. Now, who here is going to be reading for pleasure this summer? \n[22]Very good, Charlie. Who else? \n[23]Last day. \n[24]Well, my wife and I like it here, and I think I might be better at teaching than writing. \n[25]So, uh Charlie... I was thinking maybe I could still give you books next year. \n[26]I think you could write one of them one day. \n[27]I do. \n[28]Thank you. ", "CANDACE": "\n[1]Seniors only. What are you doing with a plastic spork? \n[2]Derek, you're Earth Club Treasurer. \n[3]\"--make friends in the real world.\" \n[4]Charlie, do you want this? \n[5]He gives me one every week. \n[6]Maybe your mom and I should have a \"drive us to our hair appointment\" contest. Then, I could spend a Saturday with you. \n[7]Do you always want to be a mama's boy? \n[8]Yes! You are! Every time I go to your house-- \n[9]-- your mom says, \"Don't go to Columbia with Candace. Go to Pitt, Derek. Mommy needs you to stay at home because she can't drive herself.\" She's only 51. \n[10]And you just stand there like a little bitch dog. \n[11]Charlie, just go. I can handle it.   Just don't wake up mom and dad. \n[12]Look, I egged him on. You saw it. He's never hit me before. I promise he'll never hit me again. \n[13]Charlie... this is Pony Tail Derek.   I can handle him. Will you trust me? Please, don't tell mom and dad. \n[14]Hey, Chris. \n[15]Hello. \n[16]Charlie? \n[17]What? \n[18]Call the police and send them to my house. \n[19]No, Charlie, listen to me. Mom and dad are going to be home with Chris any second. \n[20]What?    Charlie... Charlie! \n[21]Are you sure it's not a \"God damn biscuit?\" ", "FATHER": "\n[1]You feel a little silly being nervous now, huh, champ? \n[2]I told you. Just give 'em a smile and be yourself. That's how you-- \n[3]You're cruisin' for a bruisin'. \n[4]Thanks, Derek. \n[5]I'm sorry.     The kid's a pussy.   I can't stand him. \n[6]20 dollars? What do you want 10 dollars for? \n[7]Have fun. \n[8]Hey!   Look who's here! \n[9]Charlie tells me you're a Buddhist. \n[10]OK, a little closer together. That looks nice. Buddhist, I need you to smile a little bit more. There you go. Nice. \n[11]For Christ's sake... I need to use the phone! \n[12]God bless this food that we are about to receive. We thank You for this bounty in the name of our Lord Jesus Christ. Amen. \n[13]God damn Penguins. I think they're allergic to God damn defense. \n[14]A biscuit. \n[15]You're cruisin' for a bruisin'. ", "BRAD HAYS": "\n[1]Would you guys get a room? \n[2]Who is that kid? \n[3]They say that about LSD to scare you. \n[4]Charlie, you're fine, man. \n[5]No way. There are people out here. \n[6]What are you talking about? \n[7]Why would I? \n[8]This is pathetic, man.    Your fixation on me. \n[9]I got jumped in a parking lot. \n[10]I don't know what kind of sick shit you're trying to pull. But you better walk away now... Nothing. \n[11]Whatever... faggot. \n[12]I called you a faggo-- \n[13]Charlie? \n[14]Thanks for stopping them. ", "CHARLIE  (CONT'D)": "\n[1]Unfortunately, I counted, and that's... \n[2]In middle school, Susan was very fun to be around, but now she doesn't like to say hi to me anymore. \n[3]And then there's Brad Hays, who's the quarterback of our team. Before my brother went to play football for Penn State, he and Brad played together. So, I thought maybe he'd say hi to me. But Brad's a senior, and I'm me, so... who am I kidding? \n[4]saying his dad would kill him. And saying he was going to hell. \n[5]did get into NYU Film School. Patrick is going to the University of Washington because he wants to be near the music in Seattle. \n[6]My sister finally decided to break up with Derek and go stag with her girlfriends instead. \n[7]I've looked at her pictures since that night. I like to see how happy she was before she knew. \n[8]They were in a hotel suite after prom when the truth came out... \n[9]Basically, Craig has been cheating on Sam the whole time. When I heard that, I kept thinking about the happy girl in these pictures. Because she doesn't have 1,095 days to go. \n[10]This is happening. I am here. And I am looking at her. And she is so beautiful. \n[11]I can see it. This one moment when you know you're not a sad story. You are alive. And as you stand up and see the lights on buildings and everything that makes you wonder. And you are listening to that song on that drive with the people you love most in this world. \n[12]And in this moment, I swear... \n[13]... we are infinite. ", "MOTHER": "\n[1]Charlie, come on. \n[2]Thank you, Derek. It's Charlie's favorite. He was a little nervous about starting high school, so I made it. \n[3]I think you could be a little nicer to Derek. \n[4]Hey, look who's here... \n[5]10 pounds... Weight Watchers. \n[6]Make a wish, honey. \n[7]You're seeing things again, Charlie? \n[8]You must be Mary Elizabeth.    It's so good to meet you. \n[9]She's on the phone right now? Charlie, you have to break up with her. \n[10]We're going to be late for Easter Mass. \n[11]Honey? \n[12]I'm so sorry. ", "BOB": "\n[1]Sam... that waitress from the Olive Garden is a tease. Will you marry me? \n[2]Patrick? \n[3]Touché. \n[4]Charlie, you look like you could use a brownie. \n[5]Come on, Sam. He likes it.     Just look at him. \n[6]He knows me. He really knows me. \n[7]62. \n[8]I dare you to kiss Alice. \n[9]Don't worry about it.   Hey... you hear from Patrick? \n[10]Oh... you don't know? \n[11]Brad's father caught them together. ", "CHRIS": "\n[1]Come here, little sister. \n[2]Ma, you look so thin! \n[3]Charlie... \n[4]Happy birthday. \n[5]Hey. God, I missed mom's cooking.        You have no idea how good you have it.       I'm actually beginning to hate pizza. \n[6]Not bad.    I'm no brainiac like you or Candace.    But I'm doing okay. \n[7]How are you feeling, Charlie? \n[8]You know what I mean.      Is it bad tonight? \n[9]No? \n[10]48. \n[11]now. And maybe if it does get bad again, you can just talk to them, yeah? ", "DEREK": "\n[1]I don't want to bring back silverware-- \n[2]Mmmm. This chicken paprikash is delicious, Mrs. Kelmeckis. \n[3]Freshman year is tough, but you really find yourself. \n[4]I hope you love the mix I made.     The cover is hand-painted. \n[5]Hey, Babe. This next one might be a little sad, but it reminded me of your eyes. \n[6]I'm sorry. I can't do anything about it. Please talk to me. \n[7]There's nothing I can do-- \n[8]I am not a mama's boy-- \n[9]Shhh.   Shut u-- \n[10]", "AUNT HELEN": "\n[1]Oh.   Look at you all, dressed so nice. \n[2]Can you see it, Charlie? The luminaria is a landing strip for Santa Claus. \n[3]Keep an eye out for him with your brother and sister. I'll be right back. \n[4]I'm going to get your birthday present. \n[5]It'll be our little secret, all right? \n[6]Don't wake your sister. \n[7]It'll be our little secret, okay? \n[8]Look, Charlie. She's fast asleep. \n[9]Don't wake your sister. ", "ALICE": "\n[1]Yeah.    He comes here sometimes. \n[2]Well, it's kind of true. \n[3]It's gorgeous, Craig.    What did you use? \n[4]1150. I think I'll get into NYU. \n[5]So, what do you think? \n[6]I hope it works out. Craig would be a big step up from her last boyfriend. \n[7]Don't you write poetry, Craig? \n[8]\"Alice, I know you'll get into NYU.\" ", "CRAIG": "\n[1]Color film, but black and white paper for the printing. My professor gave me an \"A,\" but for the wrong reasons. Most of them are idiots. You'll see what I mean when you get to college. How were your SAT's by the way? \n[2]Yeah, I hope so. \n[3]Man, your mix is morbidly sad, kid. How about something a little more upbeat? \n[4]Sam tells me you want to be a writer. \n[5]No.     Poetry writes me.   You know? \n[6]Mary Elizabeth? Samantha told me that you got into Harvard. Congratulations. \n[7]Don't worry about Penn State.   You're just wait-listed. \n[8]Yeah, I'll go put some pep in her step. "}}