{"dialogues": {"LOUIS": "\n[1]So...what do you think? \n[2]Yes. \n[3]Let her go. It's cool. \n[4]And Buckaroo Banzai. \n[5]Ellie, you heard your m--- \n[6]Anyone who can scream that loud isn't ready for intensive care just yet-- looks like she just skinned her knee. \n[7]Would you get the first aid kit? \n[8]Jesus, the road! \n[9]Yes--thanks. I'm Louis Creed. \n[10]No-I guess not. \n[11]I guess not. \n[12]Hey--they actually found the place! \n[13]Well, maybe I---- \n[14]Yes. Just a second. \n[15]The movers-- \n[16]I don't have the slightest idea. When I saw the house, this field was under four feet of snow. \n[17]Great. \n[18]Well, I've got a million questions about the area, and--- \n[19]Did you see his shirt? \n[20]I really do have a million questions about the area...but the thing I'm really curious about is how come this octogenarian Yankee is decorating the slumped remains of his pecs with the Boss. \n[21]It's me. \n[22]Not at all. \n[23]God, that's fine. \n[24]What were you listening to? \n[25]What? \n[26]Nice. \n[27]Thank you, Mr. Crandall. \n[28]Jesus! \n[29]The one that goes into the woods--sure. \n[30]What's at the end of it? \n[31]And yours. \n[32]Church! God, you scared the life out of me! \n[33]I know one thing that will keep you home, good buddy. \n[34]My God! \n[35]Sure. \n[36]Who owns the woods up ahead? Paper companies? \n[37]Not yet...how much further is it? \n[38]I think it's rather extraordinary. \n[39]Have you got a death-wish, Ellen? \n[40]Fine! Come and see! \n[41]For a little while. \n[42]I can hardly read these. \n[43]I think it is so, Ellie. \n[44]And that someone cared enough about that animal to mark the spot. \n[45]My wife is not crazy about cemeteries of any kind. As you may have noticed. \n[46]Did we take too long? \n[47]Hi, babe. \n[48]Well, it's always better to take precautions--but I'm sure Church will be all right, honey... \n[49]Lovey...Church might be still alive when you're in a high school...and that's a very long time. \n[50]If it was up to me I'd let Church live to be a hundred...but I don't make up the rules. \n[51]She was a little over-excited, that's all. Poor kid. \n[52]Jesus, Rachel, what's got into you? \n[53]Rachel...someday Church is going to die. \n[54]Rachel--! \n[55]He can't help it, babe. Emily Post is going to be beyond him for a few years. \n[56]Good God! Where'd you hear that? \n[57]According to what Mr. Crandall says, the road's a lot more dangerous than the operation. Church will be just the same. Well--almost the same--and we won't have to worry about him getting turned into catburgers by one of those damn Orinco trucks. \n[58]I just said-- \n[59]And Church will be fine. \n[60]Well, honey...you know that... \n[61]Church will be fine. I promise. \n[62]Oh, you're welcome. Only if some- thing should go wrong while he's under the gas--it's a one-in-a-thousand shot, but it happens--you explain to her. \n[63]--nuts cut, yes. Thank you, Missy, for introducing that colorful phrase into my daughter's vocabulary. \n[64]How's that belly-ache of yours? \n[65]You ought to see a doctor about it. \n[66]Not so much as a sprain. \n[67]Get her out. Get them all out. \n[68]Steve, get the ambulance over here right now. He's got to go to EMMC. \n[69]--a new muffler, oh shit-- \n[70]Help me hold him. \n[71]It wouldn't matter if we had the SST. \n[72]He's going. Steve, go call the motor- pool. Marcy, roll out the crash wagon. \n[73]I know it won't! But let's for God's sake do it by the rules! \n[74]W-What did you say...? \n[75]How do you know my name? \n[76]Dammit, how do you know my name? \n[77]Help me! \n[78]Never mind. He's going. \n[79]Steve, will you get a sheet to cover him with? \n[80]He said my name. I heard it. He said my name. \n[81]Oh. Thank God. \n[82]I don't like this dream. \n[83]I want to wake up. I want to wake up, that's all. I-- \n[84]Please, I want to wake up. Leave me alone. It's not my fault you died; you were as good as dead when they brought you in-- \n[85]Leave me alone! \n[86]Getting there. \n[87]Good d-- \n[88]Hello? \n[89]Jud? What trouble? \n[90]For Ellie's birthday, yes. I didn't go because her old man thinks I'm a shit and the feeling is heartily re- ciprocated...they'll be back tomorrow night. Jud, what's this about? \n[91]Church? Oh. Oh, Jesus. \n[92]It's Church. \n[93]Ellie will, though. She'll suffer plenty. \n[94]Yes. \n[95]Bagged cat. What a mess. \n[96]I guess that's what it's there for, huh? \n[97]I don't know. \n[98]That was a mistake. But Rachel... she doesn't like to talk about death, or even think of it. Her younger sister died of spinal meningitis when Rachel was eight. Rachel was there when it happened. Alone. I guess you could say it made a complex. \n[99]Well that's a big help!  I'm sorry, Jud. \n[100]Maybe when they call I'll just tell Ellie I haven't seen the damn cat around. You know? \n[101]Jud, this is crazy. It's going to be almost dark before we get back. \n[102]But-- \n[103]Yes, but-- \n[104]Well, folks, here we are, in Louis Creed Dreamland. \n[105]Nothing.  Do we plant him on the outer circle or start a new one? \n[106]What do you mean? \n[107]We can't climb over that. We'll break our necks! \n[108]I'm not climbing that. \n[109]Let's go. \n[110]Thank God my Blue Cross is paid up. \n[111]God, this is amazing! \n[112]And don't look down. Right. \n[113]Holy...! \n[114]I'm all right! I'm f-- \n[115]Sure. I guess I just lost my happy thoughts for a second there. \n[116]I shouldn't have stopped...and it does bite. \n[117]Yes.  Where are we going, Jud? \n[118]Is there quicksand? \n[119]Are there ghosts? \n[120]You're telling me. \n[121]It's funny, all right. \n[122]You keep saying that. \n[123]What is this place? \n[124]Whose burying ground? \n[125]Why? For God's sake, why? \n[126]I guess so...but... \n[127]No, I'm okay. Will I really be able to dig him a grave? The soil looks thin. \n[128]You think so? \n[129]What are those for? \n[130]Doesn't look like they last long. \n[131]Jud, why am I doing all this? \n[132]Pax vobiscum, Church old buddy. You were a hell of a god cat. I doubt if you were worth all this aggravation, but you were a hell of a good cat. \n[133]Oh, shit! Rachel! \n[134]But-- \n[135]Hi, Dory...it's Louis-- \n[136]That'd be real fine. \n[137]Happy birthday to you/Happy birthday to you/Happy birthday, dear Ellie/Happy birthday to you! \n[138]Yeah, I know...how are things out there in Chicagoland? \n[139]Way to go, Gage! \n[140]I said that's too bad. What did you get for presents from Gramma and Grampa? \n[141]Well...I guess he's just fine, Ellie. I haven't seen him this evening, but-- \n[142]Yuck! Kiss your own cat! \n[143]Church? \n[144]Food, Church...food! \n[145]Come on, Church! Chow down! \n[146]Christ. I don't believe this. \n[147]God, you stink, Church. \n[148]In a second. \n[149]Chewed his way out. Jesus Baldheaded Christ, he ch-- \n[150]Ow! \n[151]What did we do? \n[152]What did we do, Jud? \n[153]I tried to tell myself I buried him alive. You know--Edgar Allan Poe meets Felix the Cat. But... \n[154]No. I'm a doctor. I know death when I see it, and Church was dead. He smells horrible and he uses his claws, but he's alive...and I feel like I'm going crazy. It was that place, wasn't it? \n[155]Can I have another one? \n[156]Wendigo? \n[157]You and this old Indian rag-man-- \n[158]How did your mother take it, Jud? How did she take it when your dog came back from the dead? \n[159]Yes. \n[160]A little upset is all she was? Because I'll tell you, Jud, my brains feel a little like a nuclear reactor on the edge of a meltdown. \n[161]You still haven't told me why you did it. \n[162]What? \n[163]You don't understand-- \n[164]--I'm a doctor. \n[165]Promise... \n[166]How the hell did you get in? \n[167]Hi, sugar! \n[168]Yes...I guess so. He was sleeping on the front porch when I left. \n[169]That was a silly dream, wasn't it? \n[170]Yes. \n[171]I know. \n[172]I've noticed it, too. I'll cough up the money, Ellen. \n[173]Yes--I hate it, too. \n[174]Yes. To honor the dead. \n[175]Well...a touch of the flu... \n[176]That's enough, Ellen. \n[177]This babe has said enough. \n[178]Hop in, Ellie. \n[179]My father used to have a saying, Jud-- \"God sees the truth, but waits.\" \n[180]It's Ellie's cat. \n[181]Ellie? What's wrong? \n[182]Huh? \n[183]What's up, sugar? \n[184]What? \n[185]Well, I think Michael McDowell is so full of shit he probably squeaks when he walks, my dear. \n[186]But don't you dare say that. \n[187]I don't know, honey. Different people believe all sorts of different things happen to us when we die. Some believe in heaven or hell. Some think we're born again as little children-- \n[188]Well, it's actually reincarnation, but you get the idea. And some people think we just wink out...like a candle flame when the wind blows hard. \n[189]I think we go on. I'm not sure what happens after we die, but yeah-- I have faith in that. \n[190]Oh, faith's a little more than just believing. \n[191]I'll tell you what faith is--it's the evidence of the heart; the assurance of things not seen. \n[192]Well, here we are, sitting in my chair. Do you think my chair will be here tomorrow? \n[193]Then you have faith in that. But we don't know it will be; after all, some crazed chair-burglar might break in while we're away and steal it, right? \n[194]But we plan on that chair. We believe in that chair. And I plan on going on somehow as Louis Creed, after I die. I believe I will. \n[195]Yes ma'am. Just like I have faith that it is now time for Ellen Creed to get ready for bed. So buzz. \n[196]I'm sure you're not. \n[197]Because your mother and I need the rest, sugar. Now buzz. \n[198]I thought maybe you did. I know you don't approve of the subject being raised-- \n[199]Your sister, I know. \n[200]That's forgotten. \n[201]Yes, I guess I do. \n[202]You're doing fine. \n[203]Where's Rachel? \n[204]Hey, Gage! \n[205]String! You're flying it, Gage--you got the hammer, my man! \n[206]Bet your boots. Look-- \n[207]See? \n[208]Bet your ass, little hero. \n[209]I'm sorry, Gage--I'm so sorry, little hero. \n[210]What can you d- \n[211]What? \n[212]\n[213]No...squatting out there at the Holiday Inn like a couple of vultures. He really thinks Rachel's going to go back with them. Her and Ellie. \n[214]Ellie-- \n[215]Good night, Ellie. \n[216]Yes--I suppose you can. Good night, Ellie. \n[217]Fuck off, hairball!! \n[218]I thought you'd be gone by now. \n[219]Jud, I buried my son today and I'm very tired. I wonder if we could just-- \n[220]I'm thinking about going to bed. \n[221]Shit! Look at this mess! \n[222]Because something called a wendigo soured the ground. \n[223]I'll bite--what's the bottom of the truth, Jud? \n[224]Tell that to my wife and little girl. \n[225]What happened? \n[226]You better get going, hon. \n[227]I told you last night--this can be the start of patching things up with your folks. If something good doesn't come of Gage's death, I think I'll go crazy. \n[228]I'm sure. \n[229]Come on, you guys--before you miss the boat. \n[230]We all lost our minds, Irwin. \n[231]Be good to your mother, darlin'. She needs you. \n[232]I'll be there in three days--four at the most. I've got to get the electricity shut off and square things with your school so the truant officer ain't after you, and-- \n[233]Of what? \n[234]Everything's going to be all right, Ellie. Now go on--get aboard. \n[235]I swear. \n[236]I think we got it all. \n[237]It could be. \n[238]It's wrong.  What happened to you is wrong. \n[239]I'll tell you where the ground is sour--the ground in my heart is sour. Let me tell you something else, Vic-baby: Wrong is wrong. \n[240]Don't talk like an asshole even if you are just a bit of underdone potato or a blot of mustard. \n[241]He was my son! He wasn't even two and he was run down in the fucking road and he was almost in pieces, and if you don't think I'm going to try... \n[242]If it doesn't work--if he comes back like Timmy Baterman--I'll put him to sleep. But I'm going to try.  And if it doesn't work...they don't ever need to know. \n[243]Gonna bust you out, son. \n[244]Oh, Gage--oh, honey. \n[245]It's going to be all right...I swear it's going to be all right... \n[246]Please God--let this work. \n[247]Ain't gonna stop, Gage. Ain't gonna look down. \n[248]See? Just imagination. Just-- \n[249]Nothing...there. \n[250]It was the Wendigo. Dear God, I think the Wendigo just passed within sixty feet of me. \n[251]It doesn't matter. Come on, Gage. \n[252]Come back to me, Gage. Come back to us. \n[253]Jesus! \n[254]Gage--? \n[255]Oh my God.  Gage! \n[256]Gage! \n[257]Hello! \n[258]Yes--I'm here. \n[259]Yes, she's fine. \n[260]She...Rachel's asleep. \n[261]I'll call you right back. \n[262]Irwin, you'll just have to-- \n[263]Gage? \n[264]What did you do? What did you-- \n[265]What you buy is what you own, and sooner or later what you own comes home to you. Wasn't that what you said, Jud? Wasn't that pretty much it? \n[266]Hi, Church. Want some grub? \n[267]Don't mind me. Eat it while you can. Eat all you want. \n[268]Eat all you can...all you want... that's right...today's Thanksgiving day for cats, but only if they came back from the dead... \n[269]No, you don't! \n[270]Go on. Lie down. Play dead. Be dead. \n[271]Gage? \n[272]Gage? \n[273]All right, Gage...let's. \n[274]I'm sorry, Jud. I'm so sorry. I'm-- \n[275]I'm going to set things back in order. I...I know just what to do. \n[276]Gage? \n[277]And what you own always comes home to you. ", "JUD": "\n[1]No shit, Sherlock. \n[2]He was headed for the road, looked like. I corralled him for you, missus. \n[3]Jud Crandall. I live just across the road. \n[4]No harm, no foul. But you want to watch out for that road. Those damn trucks go back and forth all day and most of the night. \n[5]Who might you be, little Miss? \n[6]And now you live on Route 9 in Ludlow, and your dad's gonna be the new doctor up to the college, I hear, and I think you're going to be just as happy as a clam here, Ellen Creed. \n[7]Same here. Come over and visit when you get the chance. \n[8]I guess your daughter there ain't going to die after all. \n[9]House has stood empty for too long. It's damn good to see people in it again. \n[10]Movin' in's mighty thirsty work. I usually sit out on my porch of an evening and pour a couple of beers over m'dinner. Come on over and join me, if you want. \n[11]Oh, ayuh! I know. It's a good story, and a good walk, too. I'll take you up there sometime, and tell you the story, too-- after you get settled in. \n[12]That you, doc? \n[13]Well, come on up and have a beer. \n[14]You need a glass? \n[15]Good for you. \n[16]Ain't it just? The man who invented beer, Louis, that man was having a prime day for himself. \n[17]Allman Brothers. \n[18]The Eat A Peach album. God, they were good before drugs and bad luck caught up with them. Listen to this, Louis. \n[19]I'm sorry. Wait. \n[20]Try that. \n[21]I like rock and roll. No...I guess that's too mild. I love it. Since my ears started to die out on me, it's the only music I can really hear. And since my wife died...I dunno, some- times a little rock and roll fills up night. Not always, but sometimes. One more time--welcome to Ludlow. Hope your time here will be a happy one. \n[22]That's one mean road, all right--you remember that path your wife commented on? \n[23]That road--and those Orinco trucks-- are the two main reasons it's there. \n[24]Another day--after you get settled in a bit. Meantime, doc--- \n[25]Here's to your bones. \n[26]Take a look behind you. \n[27]You folks ready to go on? \n[28]You'll see soon enough, hon. \n[29]Nope. The Micmac Indians. What's up ahead is all that's left of their tribal lands. \n[30]Ayuh, it's a funny word, ain't it? You tired of totin' that yowwen yet, doc? \n[31]Aw, you'll be okay. Less than a mile. \n[32]This is the place, honey. \n[33]I told you it was a bad road, Louis--it's killed a lot of pets and made a lot of kids unhappy. But at least something good come of it. This place. \n[34]Well, but Missus Creed! It ain't quite that way, deah! \n[35]Well...they have to learn about death somehow, now don't they, Missus Creed? The little ones? \n[36]Well...well, because-- \n[37]No, honey! You don't want to go climbing on that! Come on down! \n[38]Best never to go climbing on old blowdowns like this, Ellie--sometimes they bite. \n[39]Ayuh. \n[40]Ayuh--they get older as you go toward the middle.  Pete LaVasseur's dog is buried there... the Stoppard boys' racing pigeon that Missus Cowley's cat got...and I think that's the cat himself right there, although it's been so many years I can't tell for sure. Missy Ellen! Come over here just a minute! \n[41]I see you're quite a reader for such a little girl. Can you read that? \n[42]Last name's Crandall, little missy. \n[43]That's where I buried my dog Spot when he died of old age in 19 and 14. Dug it good and deep. By the time I finished, I had blisters all over my hands and a hell of a crick in my back. Soil's stony up here. \n[44]Do you know what this place is, Ellie? Oh, I know you know it's a boneyard, but a bone ain't nothing and even a whole pile of 'em don't amount to much. Do you know what a graveyard really is? \n[45]It's a place where the dead speak, Missy. \n[46]No--not right out loud. Their stones speak...or their markers. Even if the marker ain't nothing but a tin can someone wrote on with a Magic Marker, it speaks. Ain't that so, Louis? \n[47]Well, it still says some animal got laid down here after, don't it? \n[48]Yes. To remember. This ain't a scary place, Ellie. It's a place of rest and speaking. Can you remember that? \n[49]Me neither. But I believe in knowing your enemy. \n[50]Did you tell me Rachel took the kids back to Chicago for a few days? \n[51]Well, there's a dead cat over here on the edge of my lawn, Louis. I think it might be your daughter's. \n[52]Well? \n[53]I'm sorry. At least it don't look like he suffered. \n[54]Loved that cat pretty well, didn't she? \n[55]You going to bury him in the Pet Sematary? \n[56]Going to tell Ellie? \n[57]Seems like you told me about a promise you made-- \n[58]Cat's just as dead, Louis. \n[59]No need to apologize. \n[60]Maybe there's a better way. \n[61]It's going to be dark before we even get where we're going, Louis. But we can do it...and we're going to. \n[62]Does she love the cat? \n[63]Then come on. \n[64]What say, Louis? \n[65]We're still not where we're going. \n[66]The place we're going is on the other side of that. \n[67]No. We won't. I have climbed it a time or two before, and I know all the places to step. Just follow me...move easy...don't look down...and don't stop. If you stop, you'll crash through for sure. \n[68]Give me the cat. I'll take care of it myself. \n[69]Just don't stop and-- \n[70]Come on, Louis--don't stop! \n[71]Louis! You all right? \n[72]No, you shouldn't have stopped. But you got away with it. Important thing is are you sure you're all right? \n[73]You'll see before long. Let's go. \n[74]This next bit's like the deadfall, Louis-- you got to walk steady and easy. Just follow me and don't look down. \n[75]Micmacs used to call it Little God Swamp. \n[76]Ayuh. \n[77]Ayuh. \n[78]There's a lot of funny things down this way, Louis. \n[79]The air's heavier...more electrical... something. You might see St. Elmo's Fire...what the sailors call 'foo-lights.' It makes funny shapes, but it's nothing. \n[80]Just don't stop, Louis. You don't ever want to stop down here in Little God.  And you don't ever want to look behind you, whatever you hear. \n[81]Almost there, Louis. \n[82]This time I mean it. \n[83]This was their burying ground, Louis. \n[84]The Micmac Indians. I brought you here to bury Ellen's cat. \n[85]I had my reasons, Louis. We'll talk later. All right? \n[86]You want to rest a bit before you start? \n[87]Soil's thin, all right. But you'll manage. \n[88]I'm going to sit over yonder and have a smoke. I'd help you, but you've got to do it yourself. Each buries his own. That's how it was done then. \n[89]Should be deep enough. \n[90]Your cairn. \n[91]Don't worry about that. \n[92]Because it's right. \n[93]That's fine. You did real good. \n[94]Louis. \n[95]When you talk to 'em, not one word about what we done tonight. 'S'far's you know, the cat's still fine. \n[96]You'll understand. In the meantime, keep your peace. What we did, Louis, was a secret thing. Women are supposed to be the ones who are good at keeping secrets, but any woman who knows anything at all would tell you she's never seen into a man's heart. The soil of a man's heart is stonier, Louis--like the soil up there in the old Micmac burying ground. A man grows what he can...and tends it. \n[97]No buts! Accept what's done, Louis. What we done was right. Another time it might not be, but tonight it was... at least I hope to Christ it was. Now you make your call...but not a word about tonight. \n[98]I most generally don't start before noon, but this looks like an exception. \n[99]Why, saved a little girl from being unhappy...that's all. Drink up, Louis! \n[100]Wouldn't wash? \n[101]Ayuh. It was the rag-man told me about the place--Stanley Bouchard. Us kids just called him Stanny B. He was half Micmac himself. \n[102]I guess it wouldn't hurt. \n[103]The Micmacs used to bury their dead up there long before the whites came. \n[104]They buried their dead and for a long time their dead stayed buried. Then something happened. Half the tribe died in a season. The rest moved on. They said a Wendigo had soured the ground. \n[105]Spirit of the north country. Not a good spirit. Wendigos are great liars and tricksters, according to the stories. And if one touches you... \n[106]Maybe it really was a Wendigo-- I ain't the one to say it wasn't-- or maybe it was just some disease. Whatever the reason, those that were left moved on. But they left that place...the way it is now. \n[107]I loved my dog a lot, Louis. When Spot died, I thought I was gonna die. \n[108]Stanny B. did for me what I did for you last night, Louis. Only I wasn't alone when Spot came back. \n[109]My mother was with me. \n[110]He'd got caught in bobwire that infected. You could still see the marks on him. \n[111]Well, she was a little upset at first, and that's why I thought you ought to hold your peace when you talked to your people last night...you did, didn't you, Louis? \n[112]Why, then, things should be fine. \n[113]She got used to the idea. Spot lived another four years. He died peacefully in the night that second time, and I buried him in the Pet Sematary...where his bones still lie. \n[114]A man doesn't always know why he does things, Louis. I think I did it because your daughter ain't ready for her favorite pet to die. \n[115]Ellie's a little scared of death. And the main reason Ellie's that way is because your wife is a lot scared of death. Now you just go ahead and tell me I'm wrong. \n[116]You do it for all the best reasons, but that ain't why. You do it because it gets hold of you...you do it because you have to. \n[117]They do it to honor the dead, Ellen. \n[118]Rachel not feeling well? \n[119]Out of the mouths of babes, Louis. \n[120]Poor Missy. God, I was sorry to hear. I remember when she was no older'n Ellen there, walking down to the store with her Raggedy Anne doll draggin' behind her in the dust. I don't know why God takes someone like her, who should have a bunch of years still in front of them, and lets an old shit like me just go on and on. \n[121]Ayuh...how is your cat, Louis? \n[122]Nope. He's your cat now. \n[123]Don't let him go in the road, Louis! \n[124]Sedative finally took hold. She's asleep. \n[125]Your father-in-law packs a wallop, for an old guy. He and his wife gone back to Chicago? \n[126]Louis-- \n[127]What you got there, Ellie? \n[128]Why that's real nice...you pullin' him on a sled. Bet he liked that, didn't he? \n[129]Ellie...God doesn't do things like that. I know you loved y'brother, but-- \n[130]Louis, take care of your little girl...she needs you. \n[131]I got you a fresh beer out of the fridge, Louis. \n[132]You're thinking of things best not thought of, Louis. \n[133]You never asked me if anyone had buried a person up there in the Micmac burying ground-- \n[134]--but I think the thought has crossed your mind. \n[135]Ayuh--it's a mess, all right. \n[136]I know the Micmacs thought it was a holy place...and then they thought it was a cursed place. That's why they moved on. \n[137]And because the dead walked. \n[138]Oh, ayuh. It's been done. What you've been thinking of has been done. \n[139]Timmy Baterman was on his way home from the war with his Purple Heart when he got killed in some stupid car accident down in Georgia. \n[140]Bill was bitter--his son had been in the thick of it two years and then got shot in the leg--a clean flesh-wound. He was supposed to be coming home safe and sound. Instead, he come home in a box after all. \n[141]He wasn't able to get to the bottom of the truth, Louis. \n[142]Why...that sometimes dead is better. That's all. Sometimes dead is better. \n[143]It ain't your wife and little girl that's got me worried, Louis. \n[144]Timmy was buried on July 22nd, as I remember. \n[145]It was four or five days later when... \n[146]...Margie Washburn seen him walking up the road toward Yorkie's Livery. \n[147]Lots of people saw Timmy Baterman walking back and forth between the home place and the town line. But it was Margie... \n[148]...who finally got up enough guts to talk to the town fathers about it. She knew it had to be stopped, Louis. \n[149]She knew it was an abomination. George Anderson, the town postmaster, was there...and Alan Purinton...Hannibal Benson...and me. I was there. \n[150]Come on. \n[151]I heard your boy was killed down Georgia. \n[152]Bill, this ain't right--you can see that yourself-- \n[153]God help you, Bill. \n[154]There was a fire. \n[155]Get out, Billy--the place is going up. \n[156]If he don't, he don't. \n[157]Sometimes dead is better, Louis. \n[158]Hello--you got Judson. \n[159]Chicago! Is Louis with you? \n[160]No--but if he drops by, I'll tell him to call you. \n[161]I don't-- \n[162]Ayuh, I think 'twas. If I see Louis come home before I go to bed, I'll tell him to-- \n[163]Rachel! \n[164]No! Rachel! Don't do that! Rachel--! \n[165]You done it, you stupid old man... now you got to undo it. \n[166]Who's here? \n[167]Come on, stop playing games! \n[168]Gage?  Are you the one playing games? \n[169]Gage? Come on out. \n[170]I want to show you something. \n[171]How did you--?! ", "RACHEL": "\n[1]It's gorgeous! \n[2]Yes, but the rope might be-- \n[3]Louis, the house is beautiful. \n[4]The Master of Disaster awakes. \n[5]Come on--let's parole 'em. \n[6]Decided to wake up and see what home looks like, huh? \n[7]Not so high, Ellie! You don't know how strong that rope is. \n[8]Gage's gone! \n[9]Gage! \n[10]Thank you. Thank you so much. \n[11]I'm Rachel. Thanks again for saving the wandering minstrel boy, here. \n[12]Excuse me, Mr. Crandall--I've got to change this kid. It's nice to meet you. \n[13]Louis, what's this? \n[14]Yes--I know. This path, Louis? Where does it go? \n[15]I bet Mr. Crandall knows! \n[16]Kids are asleep, doc. \n[17]You're not really going over to have a beer with that old guy, are you? \n[18]---and you'll end up doing a free consultation on his arthritis or urinary problems and--- \n[19]Sure. Bruce Springsteen. \n[20]It's beautiful! \n[21]It says Pet Cemetery, hon. It's misspelled, but...that's what it says. \n[22]Ellen--! \n[23]Be careful. \n[24]How can you call it a good thing? A graveyard for pets killed in the road! Built and maintained by broken- hearted children! \n[25]Extraordinarily morbid, maybe. \n[26]Why? \n[27]Is she all right, Louis? \n[28]I think I'll sit this one out, doc. \n[29]Louis, can we go? I'm tired! \n[30]Did he. \n[31]Well, if supper's burned, I'm not the one going out for pizza. \n[32]She's finally asleep. \n[33]It was that place. That creepy cemetery up in the woods. Whatever disease the kids in this town have got, I don't want Ellie to catch it. \n[34]Do you think I didn't hear her tonight, crying as if her heart would break? Here she is thinking Church is going to die. \n[35]That is hardly the point! Church is not going to die today, or tomorrow-- Never mind. I can see you don't have the slightest idea what I'm talking about. \n[36]Honey, Church will be fine. \n[37]Don't be silly. Church is not going to die. \n[38]That's enough of that kind of talk! \n[39]I know what you just said. Ellie, clear your place. \n[40]You'll be fine, Ellie. Now you can be excused. Go and wash your face. \n[41]Don't shilly-shally, Louis. Give the little girl her promise. \n[42]Thank you, Louis. \n[43]Have a great day! \n[44]Still friends, doc? \n[45]Thank God. I was a little worried there. Have a great first day at school, doc. No broken bones. \n[46]You up, doc? \n[47]I got eggs down here! \n[48]Don't shilly-shally, Louis. Give the little girl her promise. \n[49]You want to talk to the birthday girl? \n[50]Don't shilly-shally, Louis. Give the little girl her promise. \n[51]Don't shilly-shally, Louis. Promise me. Promise me. Promise me. \n[52]Want to take your son, doc? \n[53]Yes--you have to take them to someone who grooms animals, though. I think it's pretty expensive. \n[54]I heard you tonight. \n[55]That's not true. The subject scares me. Because of Zelda. \n[56]Sometimes you're so good with her, Louis--so straight with her--that you make me ashamed of myself. \n[57]I'm sorry I couldn't go with you to Missy's funeral. And that I blew up when we went to that silly animal graveyard. \n[58]Not by me, it isn't. I know how badly I acted, how unfair I was. It's just that I..you know. \n[59]I'm going to try to do better. \n[60]Louis! Daddy! Stop it! STOP IT! \n[61]In a minute, hon. Let Gage finish his turn. \n[62]Ellen Creed! \n[63]Get him, Louis! \n[64]\n[65]Oh Louis, I just don't know about this-- \n[66]Louis, are you sure? \n[67]Ellie...Ellie...what... \n[68]Honey, you just had a bad dream. You know that, don't you? \n[69]Who is this Paxcow? Is he like the boogeyman? \n[70]There are no ghosts, Ellie. I want you to go to sleep and forget all this nonsense. \n[71]Of course I will. \n[72]Now will you try to go to sleep? \n[73]Paxcow, why do I know that name? \n[74]Pascow? Was she saying Pascow? \n[75]He's not home. \n[76]It's Rachel Creed, Jud. I'm calling from Chicago. \n[77]No...we're going to be here awhile, and he wanted a few days to wind up our affairs there. I just wondered if he was with you. \n[78]Jud, do you remember the name of the student that died on Louis's first day at work? The one that was hit by a car? \n[79]Was it Pascow? \n[80]Don't bother. I'm coming home. \n[81]Thank you, Jud. Goodbye. \n[82]I have to go. The connections are tight, and I have to be at O'Hare in forty minutes. Will you drive me, daddy? \n[83]Yes. \n[84]I will. Come and kiss me. \n[85]I've got three planes to catch and I got the last seats on two of them. It's like God saved them for me. \n[86]I have to. \n[87]Thank God. \n[88]Make it come back! \n[89]\n[90]I'll take it. \n[91]Now what? \n[92]Is anyone there? \n[93]\n[94]Thank you. \n[95]Can't you go any faster? \n[96]I understand. It's just that-- \n[97]Thank you. If you only understood how important this is-- \n[98]Thank you so much. \n[99]I'm sure things will be fine. \n[100]Who-- \n[101]Church! \n[102]Gage? Gage? \n[103]Darling. ", "ELLIE": "\n[1]Am I really gonna have my own room? \n[2]Yaay! \n[3]Is that a swing? \n[4]Yaay! \n[5]Daddy! Mommy! I see a path! \n[6]Wheee! \n[7]Wh-- \n[8]Hurrts! It hurrrrts! \n[9]Not the stingy stuff! I don't want the stingy stuff, daddy! \n[10]I'm Ellen Creed and I live at 642 Alden Lane, Dearborn, Michigan. At least, I used to. \n[11]Are clams really happy? \n[12]Daddy, do I really have to have the stingy stuff? \n[13]Yayyy! \n[14]But where are we going, Mr. Crandall? \n[15]Micmac, Ricmac, Kickmac, Sickmac. \n[16]What's it say, mommy? \n[17]Mom! Dad! Y'oughtta see it! \n[18]Mommy! Daddy! Look at me! \n[19]It's okay, Mr. Crandall-- \n[20]Well, I thought it was safe-- \n[21]Bite? \n[22]I want to look around, daddy-- may I? \n[23]Dad! Daddy! Look! A goldfishie! \n[24]Well...I guess not. \n[25]What if you can't read what's written on there anymore? \n[26]Yes-- \n[27]To remember. \n[28]Yes, sir. \n[29]Mommy! This is a place where dead animals talk! Mr. Crandall said so! \n[30]Daddy, that Pet Sematary is there because of the road, isn't it? \n[31]That's what I think. I heard Missy Dandridge tell Mom when Church was fixed he wouldn't cross the road so much. \n[32]No he won't! Not in the end! He won't be all right in the end no matter how you fix 'im! \n[33]In the end he's gonna croak, isn't he? \n[34]It doesn't seem long to me. It seems short. I think the whole thing about pets dying s-s-sucks! \n[35]Well who does? God, I suppose. But he's not God's cat! He's my cat! Let God get His own, if He wants one! Not mine! Not mine! Not-- \n[36]Yee-uck! Gross! \n[37]I don't want him to get his nuts cut, daddy! What if he dies? \n[38]Missy Dandridge. And she says it's a operation! \n[39]But what if he dies and has to go to the Pet Sematary? \n[40]I'm scared. What if school here isn't like in Chicago! I'm scared and I want to go h-h-home! \n[41]Do you promise, Daddy? \n[42]Yayyyy! \n[43]Hi...daddy? \n[44]That was awful, daddy. \n[45]Fine...except when Mom was airing Gage's diaper rash, he walked away and got into Grampa's study and pooped in Grampa's favorite chair. \n[46]What? \n[47]Lots of stuff! I got two dresses...and a Chatty Cathy doll... \n[48]...and a Garfield radio! How's Church, dad? Does he miss me? \n[49]Well, make sure you put him down cellar before you go to bed so he can't run out in the road and get greased. And kiss him goodnight for me. \n[50]Want to talk to Gage? \n[51]Daddy! \n[52]Daddy, is Church all right? \n[53]Cause I had a bad dream about him. I dreamed he got hit by a car and you and Mr. Crandall buried him in the Pet Sematary. \n[54]Is he really all right? \n[55]Because you promised. \n[56]Can cats have shampoos? \n[57]I don't care. I'll save up my allowance and pay for it. Church smells bad. \n[58]I hate that smell. \n[59]They're all turning on their lights! Daddy, why are they all turning on their lights in the middle of the day? \n[60]Is that right, dad? \n[61]She's in bed. She was throwing up. Ever since Mrs. Rogers called and said Missy-- \n[62]No more chocolate chip cookies. \n[63]Missy made the best chocolate chip cookies in the world--even Mom said so. Now there won't be any more because she's gonna be dead forever! \n[64]Daddy? \n[65]Daddy, do you think Missy Dandridge went to heaven? \n[66]At school Michael McDowell said she was gonna fry in hell. Michael McDowell says all sewersides fry in hell. \n[67]I won't...is Missy in heaven, do you think? \n[68]Sure, carnation. Like in that movie you rented, Audrey Rose. \n[69]Do you believe that? \n[70]You believe in it. \n[71]I don't get it. \n[72]Yeah, sure. \n[73]You have faith in that. \n[74]I'm not tired! \n[75]Then why do I have to go to bed? \n[76]Go, daddy! \n[77]I want to fly it! Can I fly it now, mommy! \n[78]It got away from him! That numb shit! \n[79]I want to go back to my own room. I can't sleep with mommy. She keeps stealing the covers. \n[80]I used to pull 'im a lot. \n[81]I'm going to carry this picture, Mr. Crandall, until God lets Gage come back. \n[82]He can if He wants to. He can do anything, just like Inspector Gadget on TV. But I have to keep things ready for him, that's what I think. I've got his picture and I'm going to sit in his chair-- \n[83]And I'm going to eat his breakfast cereal, too, even though it tastes like boogers. And...and... \n[84]G'night daddy. \n[85]God could take it back if He wanted to, couldn't He? If He really, really wanted to? Can I have faith in that? \n[86]I don't want to go to Chicago, Gramma Dory. \n[87]I had a bad dream last night. A nightmare. \n[88]About Daddy.  And Gage. \n[89]And someone named Paxcow. \n[90]Come with us, daddy. Please come with us! \n[91]Please, daddy! I'm scared! \n[92]I don't know. \n[93]Do you swear? \n[94]Paxcow says it's almost too late! \n[95]Paxcow says it's almost too late! We have to go back! Paxcow says it's almost too late! \n[96]It wasn't a dream. It was Paxcow. \n[97]Paxcow says Daddy's going to do something really bad. He-- \n[98]He's a ghost. But he's a good ghost. \n[99]Will you at least call and make sure daddy's okay? \n[100]Yes, Mom. \n[101]Mommy? \n[102]Please hurry. ", "PASCOW": "\n[1]...Pet Sematary... \n[2]It's not the real cemetery... The soil of a man's heart is stonier, Louis...a man grows what he can...and tends it. \n[3]I'll come...to you. \n[4]Come on, doc. We got places to go. \n[5]Come on, doc--don't make me tell you twice. \n[6]Hurry up, doc. \n[7]Come on, doc... \n[8]Let's go, doc. \n[9]Who said you were dreaming? \n[10]This is the place where the dead speak. \n[11]The door must not be opened. The barrier must not be crossed. Don't go on, doc. No matter how much you feel you have to. There's more power here than you know. \n[12]The power of this place is old and always restless. Sometimes the dead do more than speak. Remember, doc. \n[13]Remember. \n[14]The door must not be opened. The barrier must not be crossed. \n[15]Sometimes the dead do more than speak. Remember, doc. \n[16]The soil of a man's heart is stonier, doc-- \n[17]A man grows what he can...and tends it. \n[18]Remember, doc. \n[19]The barrier was not meant to be crossed. The ground is sour. \n[20]Timmy Baterman. That was wrong. \n[21]Pascow. \n[22]There's just time. If you run. \n[23]Don't do that, babe. \n[24]You're doing just fine. \n[25]What about the Aries K with the scratch on the side? \n[26]It's trying to stop you. Do you hear me? It's trying to stop you. \n[27]It's the end of the line for me, too--I'm not allowed any further. \n[28]I'm not. ", "GAGE": "\n[1]Hi-Durch! \n[2]Druck! \n[3]Drucks! \n[4]Here, Durch! \n[5]Bye-bye! \n[6]Go, dayee! \n[7]Dat? \n[8]Gage fline it? \n[9]Gage fline it!! \n[10]Kite fline too fast! \n[11]Geddit-geddit-geddit! \n[12]Druck! \n[13]Mummy! \n[14]Mummy! \n[15]Mummy, I need you! \n[16]Mummy, I need you! \n[17]I'm at Jud's, daddy. Will you come over and play with me? \n[18]Mommy already came. We played, daddy. First I played with Jud and then mommy came and I played with mommy. We had an awful good time. Now I want to play with you. \n[19]Let's play, daddy! Let's play hide and go seek! \n[20]Allee-allee-in-free! allee-allee- in-free! Allee-allee-in-free! \n[21]No fair! NO FAIR! ", "IRWIN": "\n[1]I told her when you were first married. 'You'll have all the grief you can stand, and more,' I said. \n[2]And now look at this! \n[3]Run over in the road like a...a chipmunk! \n[4]With her mother! Where she should be! As for you, I hope you rot in hell! In hell, do you hear me? \n[5]You-- \n[6]How do you like that, you son of a bitch? I should have done it sooner! \n[7]How do you like that? How do-- \n[8]Come on! I'm ready for ya! I'll take y'apart! \n[9]Jesus. Louis. I'm sorry-- \n[10]I don't know what happened to me. Louis, please-- \n[11]About what? \n[12]Louis, I am sorry. What can I say? That I lost my mind? It's the truth, but no good excuse. \n[13]You know something's wrong, don't you? You know. And Ellie does, too. \n[14]I'll drive you. \n[15]I'll come with you if you want, honey. \n[16]Hello, Louis--it's Irwin. I just wanted to be sure Rachel got back all right. \n[17]Louis...are you there? \n[18]Did she get there all right? \n[19]Well, put her on at that end and I'll put Ellie on at this one. Ellie's very worried about her mother.  She's almost in hysterics. \n[20]Then I suggest you wake her up. Ellie...I think she had a dream that her mother was dead. \n[21]Louis--! ", "BILL": "\n[1]You men get out of here! \n[2]That was a mistake! \n[3]You see him standing there, don't you? Now get out! Get the Christ off my land! \n[4]He ain't dead! Give him a day or two and he'll be fine! Don't you say that! \n[5]\n[6]You want to get out of here before I get my shotgun! You boys are trespassing! \n[7]God never helped me. I helped myself. \n[8]Who's there? \n[9]I seen you! I seen you, Jud Crandall! \n[10]No! No, Timmy! Let me go! ", "STEVE": "\n[1]The ambulance is at Sonny's Sunoco downtown, getting-- \n[2]It wouldn't matter if we did have the ambulance. \n[3]Louis, they're sending a-- \n[4]Hey! \n[5]Stop it! \n[6]Stop it! Jesus, what's wrong with you, Louis? It's your son's funeral, not a boxing match! "}}