{"dialogues": {"ANDREW": "\n[1]Your Honor, I submit there were no complaints until Counselor began knocking on doors, drumming up business. And the dust, which Counselor refers to, has appeared on only three occasions. Each time it has been examined and the results... \n[2]Limestone. Messy, but innocuous. \n[3]Defined by Webster's as harmless. \n[4]Your Honor, Counselor is attempting to portray my client as a hideous manifestation of evil and corruption. But nothing could be further from the truth. Rockwell has generously contributed ten thousand dollars to this neighborhood's schools, clinics and youth centers! Granting a restraining order on the construction site will throw hundreds of Philadelphians out of work, and will lend validation to this contemptible and groundless nuisance suit, which speaks directly to the kind of greed and treachery that today is threatening the very fabric of our society. \n[5]You. \n[6]Client of yours? \n[7]Sure. \n[8]Just the dazzling paralegal I wanted to see. \n[9]Thanks, Kenneth. Your exam! \n[10]Ninety-eight?! Ninety-eight! \n[11]No. Great. Thanks, Shelby. It's 6:30, go home. \n[12]Rach. \n[13]Catch me later, I'll be here. And tell Amy, I love her painting, it's on my wall. \n[14]Present. \n[15]Hi, Mom. It's me. \n[16]I'm fine. \n[17]Hold on, Mom. There's no way my client will go along with that. \n[18]Andrew Beckett. Hi, Karen. I'm sorry I interrupted... \n[19]Gillman says I'm fine. My blood work is excellent. T-cells are up. Just a sec ... Yes, I think that would alleviate most of our concerns. My platelets look good too. \n[20]Ah hah! Yes! Rentworth v. Pennsylvania... court of appeals affirms jury award of punitive damages for wrongful interference with prospective economic relations... \n[21]Walter. \n[22]In a word, Bob... \n[23]I was just about to take a break. Good evening, Charles. \n[24]We're gonna miss you around here, Bob... \n[25]The fate of the participants interests me, yes sir. \n[26]It is, and it isn't, Charles. Macrosystem's new software copies all the best-known elements of Kronos' spreadsheet program. If they're allowed to sell it, Kronos will get undersold right out of business. For me, the legal principle, involved is copyright infringement. \n[27]Sorry, Charles, but... \n[28]I'd like to see Kronos win. \n[29]Because they deserve to, Walter. \n[30]If MacroSystems wins, an energetic, young company will be destroyed, five thousand Americans will be out of work. Moreover, the laws of copyright and anti-trust were enacted to prevent exactly the kind of bullshit Macrosystems is trying to pull. \n[31]Bailey, Brackman. \n[32]Yes! \n[33]Thanks, Walter. \n[34]Whacked with a racquetball. I appreciate your faith in my abilities. \n[35]Thanks, Charles. \n[36]It's good to be King. \n[37]Uh huh. \n[38]Chandra? Don't you think this color's a little... orange for me? \n[39]Thanks, Bruno. I've been out of the office four days. I don't want them to think I've been to the beach. Okay. Check this out. \n[40]Hides everything, right? What do you think? \n[41]Tootsie! \n[42]Excuse me a sec... \n[43]I think I need to go to the hospital. \n[44]Thanks, you guys. \n[45]Gillman's out of her office today. I told her to take a day off, and she did, can you believe it? Did you get someone to cover your class? \n[46]Aren't you giving an exam? \n[47]I almost didn't make it to the bathroom, Miguel. I almost lost control right in front of everybody. \n[48]Wait, here's my guy... Hey! \n[49]About my blood work? \n[50]Sounds delightful. \n[51]This is my partner. We keep records of hospital visits. Nothing personal. \n[52]A reaction to AZT... \n[53]He's upset, he's sorry. \n[54]He's not sorry, okay, fine. Why don't we see what we find out from the blood work? I'll work on getting a specimen, I'm sure hospital food could help in that direction. Maybe, by then, we'll hear from my doctor, and we'll go from there. Okay? Everybody happy? \n[55]That's the third time. I better call the office. Would you relax, please? \n[56]Shelby? It's me. Jamey's been beeping me, I... Okay, okay, calm down. Put Jamey on. \n[57]Slow down, Jamey, for Christ's sake! \n[58]I brought it in last night, around midnight. It's in my computer. \n[59]K-R-O-one. \n[60]Jamey, I don't have to mention, do I, that we're up against a statute of limitations on this complaint which runs out in... Seventy-five minutes. \n[61]You go down to Word Processing and tell those motherfuckers they better come up with that complaint, now! Or they are fucking dead! You tell them that comes from me! \n[62]Every problem has a solution. Every problem... has... a... solution. \n[63]Every problem has a solution... \n[64]You're not going to like this. Please try to smile... \n[65]Thanks for leaving school, and coming here, and... I will be back. An hour, tops. \n[66]You're not smiling. \n[67]One hour! \n[68]I promise! \n[69]Call the messenger service, have someone standing by... Your phone. \n[70]Think. You brought the discs in, you transferred... \n[71]Fucking Word Processing lost my Kronos complaint. Which must be filed by fucking five o'clock! If it's late, there's no case... Every problem has a solution. \n[72]Get down to Word Processing. Help Jamey look. \n[73]No. \n[74]No, goddammit! \n[75]Bob? Something's come up. With Kronos. I don't want to upset Charles, but... Oh, shit, Bob, the complaint's due in forty minutes and I can't find it. No, you don't have to come... Great. Fucking great. \n[76]I don't know what to do, Bob. \n[77]Bob... \n[78]What's wrong with my face? You want to know what's wrong with my face? I've got a skin condition. Next question, Bob? No more questions? Fine. Now can you help me find the complaint? \n[79]Sorry... \n[80]K-R-O-one. \n[81]You're right, I probably just misfiled... \n[82]Yeah, Walter. Yeah. Some sort of major problem. \n[83]Thank you. \n[84]I have AIDS. \n[85]It's okay. Can I sit down? \n[86]New baby? \n[87]Congratulations. \n[88]Kids are great. \n[89]I was fired by Wyant Wheeler. I plan to bring a wrongful termination suit against Charles Wheeler and his partners. \n[90]Correct. I'm seeking representation. \n[91]I misplaced an important complaint. That's their story. Want to hear mine? \n[92]Nine. \n[93]I was diagnosed with AIDS eight months ago. During a bout of pneumonia. I recovered quickly and was back at work in ten days. Since I was doing so well on the AZT, we decided against telling anyone about it. \n[94]My lover and I. \n[95]Miguel Alvarez. We've lived together for nine years. \n[96]I dove back into work, everything was fine. Until the lesions started... \n[97]That can happen, it's called AIDS dementia when it gets into your brain. But miraculously, a copy of the complaint was located at the last minute, and we got it to court on time... \n[98]Makeup. \n[99]The partners were waiting for me in the main conference room. \n[100]Of course. \n[101]I know that, Charles. \n[102]Charles, I must apologize again, for the Kronos mishap. It was a scary few minutes around here. Wow. But thank God, the complaint was found. And no damage was done. \n[103]There won't be a next time, I guarantee it. \n[104]Perhaps... you're right. I've certainly been busy. With the Kronos complaint, a preliminary injunction hearing and the Saunders trial all falling at the same time... \n[105]Really? Who thinks that, sir? \n[106]I had no idea there was a concern in that area. Hey: I'll get to work on it right away. \n[107]Honesty is always best. \n[108]Yes, Bob, I do. Excuse me? Am I being fired? \n[109]Excuse me, Charles. With all due respect... this is... preposterous! It doesn't make any sense, it sounds as if we're talking about someone else. Pardon the lack of humility, but I've had the distinct impression I was kind of... one of the rising stars around here. And I feel that wasn't just my imagination. And I also think I deserve to know what's really going on here, Charles. \n[110]If you'd lost confidence in me, why did you give me the Kronos suit? \n[111]A carrot?! \n[112]As in, the vegetable? \n[113]Uh huh... Okay... I see... \n[114]Who are you? \n[115]The law says people with disabilities cannot be terminated, so long as they can perform the duties required by their position... \n[116]Joe, from the day I arrived to the day they fired me, I performed consistently, thoroughly and with absolute excellence. And if they hadn't fired me, that's what I'd be doing today. \n[117]They sabotaged me. \n[118]Look. I know I have a case. If you don't want to take it for personal reasons... \n[119]Thanks for your time. \n[120]Don't send flowers, Joe. I'm not dead yet. \n[121]Thank you. \n[122]I'm fine, thanks. \n[123]No. But would it make you more comfortable? \n[124]Fine. \n[125]What? \n[126]I'm a lawyer. How's your baby? \n[127]What's her name? \n[128]Rayisha. Very nice. \n[129]One of the partners spotted a lesion on my forehead. \n[130]Good point. \n[131]The partner who spotted the lesion, Walter Kenton, used to work for Benton, Myers, in D.C. There's a paralegal there, Maria Torres. She's had lesions on and off for three years. She says it was common knowledge around the office that her lesions were caused by AIDS. \n[132]No. They didn't fire her. \n[133]Thank you. \n[134]Arline decision. Supreme Court. \n[135]\"Subsequent decisions have held that AIDS is protected as a handicap under law, not only because of the physical limitations it imposes...\" \n[136]I can heal myself. \n[137]I can heal myself. \n[138]Jerk... What did you say? \n[139]You got that right, Mikey... You still believe that, don't you? \n[140]Fine, thanks, Charles. \n[141]I want to go back to work, Your Honor. \n[142]Any settlement agreement must include, and this is critical, a letter of exoneration, making clear my termination had nothing to do with the quality of my work. \n[143]I was the one who was sabotaged. \n[144]You can save it for the jury, Charles. I want to hear you say, under oath, in front of a judge and a jury, I'm a bad lawyer. Gentlemen. Counselor. \n[145]I think I catch your subtle drift, Walter. \n[146]This is the house where I grew up. In Downington, Pennsylvania. See this... ? \n[147]Those are my cute little hand prints. And my brother's and my sister's. \n[148]Today is my parents' fortieth wedding anniversary. \n[149]This is the front door. I caught a finger in this door, once... This one. Broke it. This is the hallway, my mother calls it a foyer... \n[150]This is my niece, Alexis. Say hello, Alexis. \n[151]You heard it here first, folks. News as it happens. \n[152]This is my sister, Jill, the most fertile woman on the planet. She's married to Reverend Jim. \n[153]And what will we find in... da duh da duh da duh... the KITCHEN! \n[154]Hi, Mom. How do you feel on your fortieth anniversary? \n[155]Where's Dad? \n[156]Things might be said, at the trial, that... are not going to be easy for you to hear. Things about me, about my private life. And I want to make sure it's okay with everybody. \n[157]What do you think, Jill? \n[158]Mom? \n[159]Thanks, Mom... Dad? \n[160]Thanks, Dad. I love you guys. How about you, Randy? \n[161]I guess... I don't have time for that any more. \n[162]I'm not political. I just want compensation for being fired. \n[163]\"I don't see how that's any of your business... But yes, I am.\" \n[164]Very good. \n[165]We'll have to flush it again. \n[166]I have too much work to do. Skip the treatment. \n[167]I said, skip it, Michael. It's my treatment. \n[168]Fuck you. This shit's probably not doing me any good anyway. \n[169]What's wrong with you? \n[170]I'm not going to close the-- \n[171]\n[172]You don't think there's much time left, do you? \n[173]You're scared. You think we're near the end. \n[174]Maybe I should start making plans, is that what you think? Start planning my memorial service? \"Begin to prepare for the inevitable.\" \n[175]What's that mean?! \n[176]I'm not going to die. \n[177]You want me to give up? Let this thing turn us into victims? \n[178]I'm not ready to die. \n[179]I am so scared. I am so fucking, incredibly, fucking scared... \n[180]You know, there's only one thing to do. We have to have a party. \n[181]\n[182]It's me, you dork. \n[183]Glad to finally meet you. Come on in. \n[184]I have to introduce you to the can of soup. You can enter the costume contest together as a lunch special. \n[185]This is Lisa Miller. Miguel Alvarez. \n[186]I had a blood transfusion today. I feel great. \n[187]Not bad. \n[188]Let's find you a drink. \n[189]What do you want? \n[190]Excuse me, I'm having a goddamn party, is that allright with you? \n[191]No, we have to do it. But later, allright? \n[192]Correct. \n[193]Thank you. \n[194]Congratulations, Miller. \n[195]You survived your first gay party intact. \n[196]Thank you for sharing that with me, Joe. \n[197]Uh huh... \n[198]Charles. Okay. Miller? \n[199]Do you... pray? \n[200]What have you prayed for? \n[201]There's a possibility I won't be around for the end of this trial. \n[202]What happens? \n[203]I've made provisions in my will for some charities. Miguel will need a lawyer. I know it's not your area... \n[204]Thanks. Do you like opera? \n[205]Want to hear my favorite aria? \n[206]Andrea Chenier, by Giordano. This is Madeleine. She's telling how, during the French revolution, a mob set fire to her house. Her mother died, saving her. \"I look... The place that cradled me was burning!\" Do you hear the heartache in her voice? Then, here come the strings. Everything changes. The music fills with hope. Madeleine says... \n[207]\"It was during that sorrow that love came to me! A voice filled with harmony That said... Live still, I am Life!\" \"I am the god that descends From the heavens to the earth To make of the earth A heaven!\" \n[208]\"I am Oblivion! I am Glory! I am Love, Love, Love!\" \n[209]Right. \n[210]I'll look over the Q and A. \n[211]Wyant Wheeler had aggressively recruited me. They were the most prestigious firm in Philadelphia, full of opportunity. And I was impressed by the partners. \n[212]Particularly, Charles. \n[213]He was... the kind of person I thought I wanted to be. \n[214]Possessed of an encyclopedic knowledge of the law. A razor sharp litigator, a genuine leader, gifted at bringing out the very best in others. An awesome ability to illuminate the most complex of legal concepts to colleagues, courtrooms, the person on the street. The kind of person who plays three sets of tennis but doesn't sweat. But underneath the elegant surface, was an adventurous spirit. \n[215]It's possible I was infected with the HIV virus at that time, but I wasn't diagnosed until several years later. \n[216]No. I was thirty pounds heavier. I was athletic. \n[217]I suppose you could say that. \n[218]I still am. \n[219]No. I didn't. \n[220]You don't bring your personal life into a law firm. You're not supposed to have a personal life, really. Anyway, I did plan to tell Charles, eventually. But then, this thing happened at the tennis club... \n[221]I'm seeing him this afternoon. \n[222]\"Somebody started telling jokes.\" \n[223]Relieved. That I'd never told him I was gay. Very relieved. \n[224]I'm an excellent lawyer. \n[225]I love the law. I know the law. I excel at practicing it. It's the only thing I've ever wanted to do. \n[226]Well... many things. But I think the thing I love the most, is that every once in a while, not that often, but occasionally... you get to be part of justice being done. It's really quite a thrill when that happens. \n[227]Something like that. \n[228]In my work? Yes. Calculated risks. You have to. \n[229]Not unnecessary ones. \n[230]A few times. \n[231]Gay movies. \n[232]Yes. \n[233]Yes. \n[234]Yes. \n[235]Once. \n[236]Andrew. \n[237]Now what do we do? \n[238]I guess it was 1984, 85. \n[239]It's impossible to know exactly when or how I was infected with HIV. \n[240]That happened once. People weren't talking about AIDS then, the way we are now. Or safe sex. \n[241]I'd heard of something. The gay plague, gay cancer, but... we didn't know how you could get it, or that it could kill you. \n[242]No. \n[243]That is not correct. I never lied about it. \n[244]No. \n[245]Some do. I didn't. \n[246]In some situations. \n[247]Yes. \n[248]Miguel has not been infected. As I said, we weren't aware of AIDS, then, or how it is spread. \n[249]Yes. \n[250]That's right. \n[251]Absolutely. \n[252]One. Here, in front of my ear. \n[253]By the time I was fired, there were four lesions on my face, much bigger... \n[254]No. I can't really see it. \n[255]Yes sir. \n[256]Yes. On my torso. \n[257]Allright. \n[258]Yes. \n[259]Could you call an ambulance, please? \n[260]What do you call a thousand lawyers chained together at the bottom of the ocean? \n[261]A good start. \n[262]Excellent work, Joe. I thank you. \n[263]Sure thing. \n[264]Thanks for coming by. \n[265]I'm okay, bro. I'll see you tomorrow. \n[266]I'm ready... \n[267]Whatever. ", "JOE": "\n[1]Your Honor, since Rockwell Corp. began construction, the surrounding residential neighborhood has been enshrouded in a cloud of foul-smelling, germ-carrying, pestilent dust. My client is being forced to breathe known carcinogens daily! Other residents are coming forth on a daily basis to add their voices of outrage! \n[2]Innocuous? \n[3]I know what it means. Your Honor, imagine how the children in this neighborhood have been made to feel. The pounding of construction ringing in their ears as this skyscraper, a tribute to mankind's greed, grows daily, casting an ominous shadow over their lives, filling them with dread even as they are surrounded in a black, toxic fog, blocking out the sun while poisoning their lungs! And Counselor calls it harmless?! \n[4]Right. Miller. \n[5]Funny. \n[6]Excuse me..? Sir? Yo! \n[7]\"... has been injured through the fault of others, you may be entitled to legal remedy... \n[8]Oh my god... a girl... oh my god... Lisa... oh my god... \n[9]You load the film... ? No, on this side... or this side? Don't move the baby! \n[10]Thanks, hon. Oh my god... \n[11]Oh my god... oh my god, look at her... oh my god... \n[12]Go to Famous Fourth Street and buy a pound of Nova. No! She likes Scotch salmon better. Ah heck, get a pound of both! Get a dozen onion rolls. Get some bagels. Get a dozen. Get a bottle of champagne. Dom Peringon... A hundred bucks a bottle?! Better get a good California... \n[13]Give me a call. Get everything over here as soon as you can, she's starved. No, not the baby! Lisa! ... Iris, listen: any calls I should know about? ... Uh huh... Uh huh... Beckett? Who's Andrew Beckett? \n[14]How big was this hole you fell into? \n[15]Why didn't you cross at the crosswalk? \n[16]Explain this to me like I'm a six year old, okay? The entire street is clear except for one small area under construction, with a huge hole that is clearly marked and blocked off, and you decide you must cross the street at this spot. You fall into the hole and you want to sue the city for negligence? ... \n[17]Of course you have a case! Now, I want you to go with my assistant, Iris, and fill out some forms. She'll tell you about our fee arrangement. Mrs. Finley? Any back pain since the accident? Dizziness? Nightmares? \n[18]Tell Iris all about it. Take good care of Mrs. Finley, Iris. Beckett, come in. \n[19]Jesus Christ, what happened to you? \n[20]Whoa-oh! Sorry, I... \n[21]Uh, yeah. \n[22]Go ahead. \n[23]One week old. \n[24]Little baby girl. \n[25]Thanks, Beckett. I'm real excited about it. What can I do for you? \n[26]You want to sue Wyant Wheeler Hellerman Tetlow and Brown? \n[27]Continue. \n[28]How many lawyers did you go to, before you called me? \n[29]Continue. \n[30]We? \n[31]Your... lover? \n[32]Continue. \n[33]Hell, they are staring. What's that shit on your face? \n[34]You're in trouble. \n[35]Big trouble. \n[36]In a word, yes. \n[37]But he's got lots of other people's lives to ruin... \n[38]I buy that. \n[39]Okay. Explain to me like I'm a two year old, because there's an element to this I can't get through my thick head: Didn't you have an obligation to inform your employer you had this dreaded, deadly, infectious disease? \n[40]Okay, okay... They discover you have this horrible, disgusting, terminal illness, and they panic, for any number of perfectly valid reasons. They're frightened for themselves, their families... Maybe it's the homo angle. Maybe they don't want to rub elbows with someone who's just popped out of the closet with a terminal case of acne. And how do they explain your status to the client for Chrissake? \n[41]Okay... They want you out. It's against the law to fire you for having AIDS, so they make you look like a fuck up. Which leads us to the mysterious, lost file. \n[42]I knew you were going to say that. I don't buy it, and I don't see a case. \n[43]Correct. I don't. \n[44]Beckett? I'm sorry about... what's happened to you. It's a fucking kick in the head. \n[45]Find out if Armbruster can see me this afternoon. \n[46]I'm not worried. What are you doing? \n[47]I didn't have contact. What do you consider \"contact?\" We were sitting in the same room, three, four feet... What if you shake hands? Wait. I know the answer. Only sex, or sharing needles. I know that. We didn't shake hands, anyway. \n[48]Right. \n[49]Yeah, but Doc, isn't it true they keep finding out new things about this disease? So you tell me, today, there's no danger, and I go home, and I hold my baby, and six months from now I hear on the news: \"whoops! We were wrong.' You can carry it on your clothes, your skin, and now I've got to worry about my kid. What are you doing? \n[50]Why are we going to do that? \n[51]You want to give me an AIDS test?! \n[52]The guy sat in my office! You can't get AIDS that way, right? \n[53]It doesn't travel through the air, by breathing, or touching, right? \n[54]Thanks, Doc, but I don't need an AIDS test. Are you crazy? But thanks for the information. Really. \n[55]In my past? \n[56]Get real. \n[57]Uh.... No. Not really. \n[58]Not especially. \n[59]How many do you know? \n[60]Who? \n[61]Your Aunt Teresa is gay? That beautiful, sensuous woman is a... lesbian? \n[62]Since when? \n[63]Allright. I admit it: I'm prejudiced. I don't want to work with a homosexual. You got me. \n[64]I mean, two guys, doing the horizontal thing? I don't get it. Don't they get confused? \"Is that mine? I thought it was yours.\" Hey, call me old fashioned, call me conservative... I think maybe you have to be a man to get just how nauseating the whole basic idea really is. \n[65]And the way they work out, pumping up, so they can be macho and faggot at the same time... I can't stand that shit. Now I'm being totally honest with you. \n[66]Would you take a client if you were constantly thinking: \"I hope this guy doesn't touch me. I don't even want him to breathe on me?\" \n[67]Shit... \n[68]Oh, Beckett. How's it goin'? \n[69]Who'd you get? \n[70]Find a lawyer? \n[71]Huh? Oh. Great. She's great. \n[72]Rayisha. \n[73]How did they find out? \n[74]Uh huh... \n[75]How do you get from one lawyer spotting a lesion, which could have been a bruise, to the partners deducing you had AIDS and basing a decision to terminate you on that conclusion? \n[76]They didn't fire her? \n[77]So Kenton connected the... lesion, and whatever suspicions he had about your personal life... to this woman, Maria... and blew the whistle on you. Suddenly you're losing files, and it's time to let you go. But, up to this point, you've been their Golden Boy, their rising star... Their behavior is... inconsistent. \n[78]There is no relevant precedent. \n[79]Arline? \n[80]\"The Federal Vocational Rehabilitation Act of 1973 prohibits discrimination...\" \n[81]\"This is the essence of discrimination: formulating opinions about others not based on their individual merits but, rather, on their membership in a group with assumed characteristics... \n[82]Excuse me. Charles Wheeler? \n[83]Summons. For you. \n[84]Morning, Filko. \n[85]How many toilet stalls are there in the women's restroom on this floor, Filko? \n[86]Two. How many toilet stalls are there in the men's room? Two, plus four urinals. How many wheelchair accessible toilets in either of those restrooms? Zero. In this entire building? Zero. Get the picture, Filko? Discrimination! You find yourself a female, paraplegic, legal assistant who is qualified to work here, except she can't take a leak... and you've got yourself a sex discrimination suit and a handicapped discrimination suit. Not handicapped. What do you call someone who can't use a normal restroom? \"Gastro-intestinally challenged!\" \n[87]Low-life, sleazy scumbags. Of course they want a postponement, I've got a client with a terminal disease. They're going to drag their heels every step of the way, the rotten bastards. \n[88]Hey, Beckett. This is Miller. \n[89]Joseph Miller, Your Honor. Macready and Shilts Legal Services. \n[90]I'll take that under consideration, Your Honor. \n[91]If it please Your Honor, we hope to settle this matter. \n[92]Reinstatement at full salary. Back pay covering the period of unemployment and... \n[93]Your generosity overwhelms me, Belinda, considering my client was earning over a hundred thou when he was terminated almost six months ago. \n[94]Based on what my client would have earned over the next three years, including benefits and projected raises, and the extraordinary cost of medical care for someone with Acquired Immune Deficiency Syndrome... We would settle today for the very fair amount of one million five hundred thousand dollars. \n[95]One more thing, Your Honor... \n[96]Why haven't you produced these letters? \n[97]Whoa, whoa... What do you expect them to say, you're Alan Dershowitz? \n[98]With all due respect, Your Honor, my client chooses to pursue his constitutionally guaranteed right to a trial. \n[99]Forget everything you've seen on TV, and in the movies... \n[100]You are presented with a simple fact: Andrew Beckett was fired. You will hear two explanations for why he was fired. Ours. And theirs... \n[101]It's up to you, to sift through layer and layer of truth, and determine for yourselves the version that sounds the most true. \n[102]There are certain points in our version, that I must prove to you... Point number one: Andrew Beckett was... is a brilliant lawyer. A great lawyer. Point number two. Andrew Beckett, afflicted with a debilitating disease, made the legal, understandable, personal choice to keep the fact of his illness to himself... Point number three: His employers discovered his illness. And ladies and gentlemen, the illness I'm referring to, is \n[103]Point number four. They panicked. And, in their panic, they did what most of us would like to do with AIDS... Get it, and the people who have it, as far away from us as possible. \n[104]The behavior of Andrew Beckett's employers may seem reasonable to you. It does to me. After all, AIDS is a deadly, incurable, disease... \n[105]But however you come to judge the behavior of Charles Wheeler and his partners in moral, ethical, human terms... When they fired Andrew Beckett because he had AIDS, they broke the law. \n[106]And, when lawyers break the law, when this society loses respect for the law, when that day comes, our cherished institutions will be burned to the ground, and our children and grandchildren will live like savages. \n[107]Andrew Beckett represented your company in a lawsuit in 1990, is that correct? \n[108]But, Andrew Beckett was in charge of litigation for the suit. \n[109]Were you pleased with his work? \n[110]Were you satisfied, or were you pleased? \n[111]Mr. Laird, when I approached you about being a witness at this trial, and you agreed, you gave sworn testimony in a deposition. Is that correct? \n[112]According to the deposition, you said you were \"thrilled, impressed, overwhelmed\" by the quality of Andrew Beckett's work. Do you remember saying that? \n[113]Okay, Mr. Laird. Explain this to me like I'm a four year old: Did Andrew Beckett win your lawsuit for you or not? \n[114]Did that thrill, impress and overwhelm you? \n[115]It's a long way between being overwhelmed and being satisfied. A cheeseburger may be satisfying whereas caviar and champagne and roast duck and baked Alaska for dessert might be considered overwhelming. Do you agree? \n[116]Five months ago you characterized Andrew Beckett as caviar and now you're calling him a cheeseburger. Your standards have shifted a great deal, and I'd like to know why you've changed your mind. \n[117]\"Angela, we're standing in Philadelphia, the City of Brotherly Love, the birthplace of freedom, where our Founding Fathers authored the Declaration of Independence. And I don't remember that glorious document saying \"All straight men are created equal.\" I could have sworn it says, \"All men are created equal.\" \n[118]Yeah, Filko. I am. I'm on the prowl, Filko. I need a man. Not just any man. I need a hunk. A hunk like you. How about it, Filko? Want to play sailor? This time, I'll be first mate and you can be Columbus. \n[119]Those people make me sick, Filko! But a law's been broken, okay? The law. Remember the law? \n[120]And Walter Kenton knew the lesions on your face and arms were caused by AIDS? \n[121]How did Walter Kenton treat you, after you told him you had AIDS? \n[122]Ms. Torres? Have your employers fired you for having AIDS? \n[123]Thank you. No more questions. \n[124]Beyond noticing the marks on his face, were there other things about his appearance that made you suspect he had \n[125]Ms. Burton. You're black. \n[126]No. Have you ever felt discriminated against, at Wyant Wheeler? \n[127]In what way? \n[128]Your earrings? \n[129]What did you say? \n[130]Thank you. No more questions. \n[131]Good school. What year? \n[132]Great. \n[133]Whoa, whoa, whoa, whoa... do you think... ? You think I'm... ... gay? \n[134]What's the matter with you? Do I look gay to you? \n[135]Relax? I ought to kick your faggoty little ass for you! \n[136]Don't you know this is exactly the kind of bullshit that makes people hate you guys? \n[137]You're the asshole, buddy. \n[138]But what was it?! What was this guy thinking... ?! \n[139]Is there some kind of expression I've picked up from Beckett?! Some kind of fairy attitude I've unconsciously adopted?! Am I walking different?! Some kind of vocal thing?! Have I picked up some kind of homo vibe?! \n[140]Very funny. I had a box of Pampers under my arm for Chrissake! \n[141]Yeah... ? \n[142]Lisa, c'mon. One guy sticking his dick in another guy's mouth? It's disgusting. \n[143]Great, Lisa. Thank you. \n[144]\"But, ultimately, the complaint was found, wasn't it? \n[145]Has a file ever disappeared like that before? Vanished into thin air, all of a sudden, only to reappear in the nick of time? \n[146]Did you have something to do with this file being lost accidentally-on-purpose? \n[147]I'll rephrase. Did you have anything to do with this file being... misplaced? \n[148]Are you a homosexual? \n[149]C'mon, Mr. Collins. Are you homosexual? You know, gay? \n[150]Your Honor, everyone in this courtroom is thinking about sexual preference, sexual orientation, whatever you want to call it. They're looking at me, and wondering about it... They're looking at Mr. Beckett, and wondering about it. They're looking at Mr. Wheeler and wondering about it. They might even be looking at you and wondering about it. So, let's get it out in the open. Let's talk about what this case is really about: the general public's hatred... our loathing, our fear of homosexuals. \n[151]With all due respect, Your Honor... We don't live in this courtroom, do we? \n[152]And how many weeks at a time would you be out to sea, without stopping at port? \n[153]Any women on board? \n[154]So during those long voyages, months at a time, out to sea, no women in sight, a hundred, hardworking, robust, young men, in the prime of their life, at the peak of their natural appetites, desires, their god- given, hormonal instincts... Anything going on? \n[155]Like... two sailors playing hide the salami. \n[156]You had one guy \"like that?\" \n[157]How did you do that? \n[158]You taught him a lesson. \n[159]Like firing Andrew Beckett taught him a lesson? \n[160]I'll withdraw. You were aware, when you worked with Maria Torres, that she had AIDS, correct? \n[161]So you are aware of the difference between a lesion and a bruise, is that correct? \n[162]But didn't you avoid contact with Ms. Torres, after you found out she had AIDS? She says you acted repulsed by her and you avoided her, is that correct? \n[163]Did I ever tell you, I hate costume parties? \n[164]We're friends of Beckett's. \n[165]Beckett. You seem... better. Energized, more alive... \n[166]I'm a law suit. \n[167]Get it? \n[168]Beer. We need to go over your Q and A. \n[169]Sure. It's fine. \n[170]Thank you. \n[171]You think I'm uncomfortable... \n[172]You're right. \n[173]I'm a lawyer. That's my wife! \n[174]Thanks, Sarah. Nice costume. \n[175]That's my wife. Want to see a picture of my baby? \n[176]I'll see you in an hour, max. \n[177]Let me tell you something, okay? When you're brought up, like the rest of us, in a place like where I was brought up, there's not a whole lot of discussion about... homosexuals. As a kid, you're taught right away that queers are weird, queers are funny, they're a danger to kids, they're afraid to fight, and they all want to cop your joint. And that pretty much sums up the general thinking out there, if you want to know the truth. \n[178]Let's review these notes for your testimony. We have a big day on Monday. \n[179]When you refer to Wheeler, call him Charles, to show how you'd been admitted to the inner circle, you were considered one of them. \n[180]Beckett? \n[181]What? \n[182]Yeah. Sure. \n[183]Then we establish how Wheeler's boys recruited you after law school... \n[184]For a healthy baby. For Lisa to make it through the delivery. For the Phillies to get into the playoffs. \n[185]I've considered that. \n[186]We proceed, representing your estate. \n[187]I know a good probate lawyer. \n[188]Opera? \n[189]Opera? \n[190]I think I'll... I told Lisa. \n[191]You're ready, don't worry. \n[192]Jesus. \n[193]Fucking guy... \n[194]Including Charles Wheeler? \n[195]What impressed you about him? \n[196]What kind of person is that? \n[197]Obviously, at this time, you weren't sick. \n[198]You didn't look then, the way you look now? \n[199]A regular all-American guy? \n[200]Except... you were gay? \n[201]In the years you worked at Wyant Wheeler, did you ever tell Charles Wheeler you were gay? \n[202]Can you explain why you didn't? \n[203]How did that make you feel? \n[204]Are you a good lawyer? \n[205]What makes you an excellent lawyer? \n[206]What do you love about it? \n[207]Objection! \n[208]Your Honor? May I have ten minutes in re-direct? \n[209]I only need five! May I? \n[210]Do you have any lesions on any part of your body, at this time, that resemble the lesions that were on your face at the time you were fired? \n[211]If it please the court, I'd like to ask Mr. Beckett to remove his shirt, so that the jury can have an accurate idea of what we're talking about. \n[212]Your Honor, if Mr. Beckett was forced by his illness to use a wheelchair, would the defense ask him to park it outside? We're talking about AIDS, we're talking about lesions. Let's see what we're talking about. \n[213]Can you see the lesions on your chest in this mirror? \n[214]Thank you. \n[215]Explain to me, if you can, Mr. Wheeler, explain this to me like I'm a ten year-old. This trial is not about a disease, is that what you're saying? Not about your understandable, if unfounded, fear of catching AIDS through casual contact with someone who has it? You're saying, this trial is about Andrew Beckett's character. Am I getting this right? \n[216]What kind of people? \n[217]Who makes the rules, Mr. Wheeler? You? \n[218]What? \n[219]It was good working with you, Andrew. You're welcome. Hey. Shouldn't you put that thing back on? \n[220]I better get home. Lisa and I are having some friends over. \n[221]I'll see you, Beckett. \n[222]You bet. We'll see you later. \n[223]He's looking good. I wouldn't be surprised if he gets out of here soon. \n[224]Night. \n[225]What do you call a thousand lawyers chained together at the bottom of the ocean? \n[226]Miguel? ", "WHEELER": "\n[1]Andy? Could you step into my office for a sec? I feel like firing someone tonight. \n[2]Kings are out of fashion. I'd rather be thought of as a benevolent tyrant. It's an anti-trust action. \n[3]Bearing in mind that Bill Wright, the chairman of MacroSystems, is a close, personal friend of mine... which side of this mess would you desire to be on, Andy? And don't allow my very tight, personal relationship with Bill to influence your answer in any way. \n[4]Get with the program, Andy. As of this evening, about 8:05 this evening, right after the soup course... Kronos Incorporated is represented by Wyant Wheeler Hellerman Tetlow and Brown. Or, more specifically, senior associate Andrew Beckett. \n[5]Faith, Andy, is the belief in something for which we have no evidence. It doesn't apply to this situation. Go home. I mean, get back to work. \n[6]No sweat, buddy. \n[7]Sit down, Andy. \n[8]Thanks for coming in. \n[9]Andy. Before we begin, I'd just like to say: everyone in this room is your friend. \n[10]More than your friend. Family. \n[11]Andy. It seems that something has come over you, lately: A kind of... stupor, a fogginess, a lack of focus... Earth to Andy. Anybody home? \n[12]I do. \n[13]We've been talking it over, Andy. Your future that is... We feel that, because we respect you so much, we have to be honest with you. \n[14]Let's put it this way, Andy: your place in the future of this firm is no longer secure. \n[15]We don't think it's fair to keep you here, where your future is limited. But we wish you luck, Andy, all the luck in the world. \n[16]And I hate to rush you out of here, but... \n[17]... we've got a committee meeting. \n[18]Take it easy, Walter. \n[19]I hoped the challenge would improve your performance. You could say it was a carrot. \n[20]Good luck, Andy. \n[21]Julius! \n[22]... interview every employee, support staff, associates, partners. Did any of them know Andy was sick? How did they know? Did he tell them? Did they notice something was wrong with his appearance? None of this information got to the managing partners. We know that. Make sure everyone else does too... And Beckett: I want to know everything about his personal life. Did he frequent those pathetic bars on Camac Street? \n[23]What about other homosexual facilities, whatever they are? \n[24]What deviant groups or organizations did he secretly belong to? What is it, Bob?! \n[25]Andrew brought AIDS into our offices, into our men's room. He brought AIDS to our annual goddamn family picnic. \n[26]Bob. You're trying my patience. Andrew Beckett is making his private life our business. We gave him Kronos. Did he say, \"I'm sick. I might not be able to see this through?\" \n[27]Bob. I must ask you to shut the fuck up. Did Andrew Beckett say \"I might not be able to serve our clients to the best of my ability?\" He said nothing. And now, Andrew Beckett proposes to haul me into a court of law, to sling accusations at me, in full view of the entire, Philadelphia, judicial establishment. My God. \n[28]Wait a minute. The man was fired for incompetence, not because he has AIDS. You didn't know he was sick, did you, Bob? \n[29]You're looking better, Andy. How do you feel? \n[30]Congratulations on the new grandson. \n[31]That's impossible, Your Honor. \n[32]I wish I could exonerate you, Andy. But I'd have to lie to do it. \n[33]Don't do this, Andy. \n[34]Andy, you don't want this. \n[35]Longstreet's interested in the Harrisburg deal. \n[36]... keep them from that area, on grounds of relevancy. What, Bob? \n[37]Very interesting, Bob. Let's make a note of that. Andy didn't lose the complaint in his computer. He never put it in. He lied about that, too. \n[38]If you feel differently, Bob, you should say so, when you're called to the stand. After all, this isn't a conspiracy. \n[39]If you're the owner of a major league ball club, you recruit the hot rookie. And Andy was tremendously promising as a young attorney. That's why we went after him, that's why we hired him, and that's why we stuck with him, year after year... waiting for the promise to be fulfilled. But it never was. \n[40]Of course we did. When you've groomed someone they way we groomed Andy, nurturing him, lavishing all kinds of special treatment on him... you've made quite an investment. We were waiting for his promise to kick in, and deliver. But, ultimately, we could no longer ignore the gap between the promise and the reality... This is one of the saddest times in my life. To sit in this court, testifying to Andy's ultimate failure to make the grade. To discover that he is one of those people who wants to benefit by the system, but doesn't want to play by the system's rules. To think you know someone, only to find out... you don't know them at all. It's heartbreaking. \n[41]Yes, character. To the extent that it affects a person's ability to do a great job. \n[42]Andy worked when he wanted to work, telling us what he thought we needed to know about his lifestyle... \n[43]Sometimes it seems like society is run by these kinds of people. \n[44]People who want to bend the rules... \n[45]... to suit their personal desires, and the rest of us have to live with it. \n[46]The everyday, common person with decent values... \n[47]... But now, we're standing up for ourselves... \n[48]... It's time to get this society back on track! ", "MIGUEL": "\n[1]Yeah. Thanks, guys. \n[2]Don't worry about it. They took blood? A specimen? \n[3]I said, don't worry about it. \n[4]You got a fever, baby. \n[5]So what? It's nothing to be ashamed of. You have nothing to be ashamed of, okay? \n[6]Why do you need to do this? \n[7]Who are you? Doctor... ? \n[8]It could be parasites, an infection... \n[9]He's not going through some painful procedure until we've cancelled out everything else. \n[10]Don't apologize for me. \n[11]I'm sorry. \n[12]I am relaxed. \n[13]Why are you getting dressed? \n[14]You're going to the office?! \n[15]You're leaving the hospital? You're going into the office looking like that? Are you insane? \n[16]Drew! \n[17]I was coming out of the gym today, and I ran into Jimmy. Do you know what he asked me? \"What's it like knowing your boyfriend's going to die?\" \n[18]I said, \"Everyone's going to die, Jimmy. But Drew's not going to die of AIDS. There's a cure around the corner, and he plans to be around to take advantage of it.\" \n[19]Yes. I think it will be a simple solution. They'll put it in a syringe, inject it into your bloodstream. It'll neutralize the virus. It'll revitalize the immune system, and people with AIDS will become healthy again. \n[20]Hey, Jill. Nice to see you, sweetheart. \n[21]We don't discuss his weight. Do we? \n[22]Wait a minute... You're gay? \n[23]Yes. I can. \n[24]Drew! Are you ready? If we start at eight, we'll be done by twelve. \n[25]It's not going through. \n[26]Hold still. Shit. The goddamn vein's clotted. We have to go the goddamn hospital, so they can change the goddamn catheter. \n[27]We're not skipping this treatment. \n[28]Fuck you. \n[29]That shit's saving your life, you asshole! \n[30]Close the law book. \n[31]\n[32]The least you can do is look at me, while I'm sticking this shit into your arm. Forget the fucking case, one hour a day, and give me a little of your time. \n[33]That's not what I said. \n[34]No. \n[35]Maybe you should think about it. \n[36]Maybe you should think about it. \n[37]That's right. We're on the Positive Plan. You don't have a Fatal Disease, you have Manageable Illness. \n[38]Then, what are we, Drew?! The winners? \"Ladies and gentlemen, the first prize of AIDS goes to Andrew Beckett and his lover Miguel...\" Excuse me, I'm not your lover. I'm your Care Partner. \n[39]Do you think I'm ready for it?! I hate this shit. I'm not a fucking martyr! I hate every goddamn part of it! \n[40]Please don't leave me. I love you so much. Don't die, don't leave me, please... \n[41]My sister, Maria. Pastrami on rye? \n[42]Want to dance? \n[43]It's making it worse. Take it out. Take it out! \n[44]We just want to get him home. Thanks for stopping by, Joe. \n[45]He's tired. He ought to sleep. \n[46]Ready for what, baby? \n[47]I hope you're ready for \"Studs,\" because that's what's on. ", "BELINDA": "\n[1]I'm chief litigator, Your Honor. \n[2]Fact. Andrew Beckett performed at a consistently mediocre level. Fact. He made a grievous error on a multi-million dollar lawsuit... Fact. He claims he is the victim of lies and deceit. Fact. Andrew Beckett lied to his employers, going to great efforts to conceal his disease from them. Fact. He was successful in his duplicity. The partners at Wyant Wheeler did not know Andrew Beckett had AIDS when they fired him... \n[3]Fact. AIDS is a tragedy... \n[4]Fact. Andrew Beckett is dying. \n[5]Fact. Andrew Beckett is angry. Because his \"lifestyle,\" his reckless behavior, has cut short his life... And in his anger, his rage, he's lashing out. And he wants someone to pay. \n[6]Objection. \n[7]Miss Burton? Do you still work at Wyant Wheeler? \n[8]Were you recently promoted? \n[9]Thank you. \n[10]Objection! \n[11]Objection! Where has this come from?! Suddenly Counsel is attacking his own witness. Mr. Collins' sexual orientation has absolutely no relevance to this case. \n[12]Objection! \n[13]You haven't ruled on my objection, Your Honor. \n[14]Objection! \n[15]You said earlier you aspired to be the kind of person who had \"an adventurous spirit.\" Is that correct? \n[16]Do you take risks? \n[17]In general. Do you take risks in other areas of your life? \n[18]Have you ever been to the Apollo Cinema on Sansom Street? \n[19]What kind of movies do they show there? \n[20]Gay pornographic movies? \n[21]Do men have sex with each other in that theater? \n[22]How about you, Mr. Beckett? \n[23]When? Approximately what year did this event take place? \n[24]Were you aware in 1984 or 1985 that there was a fatal disease out there, called AIDS, and that you could contract it through sexual activity? \n[25]But you were having anonymous sex in porno theaters in 1984 and 1985? \n[26]You'd heard of AIDS in 1984, 85? \n[27]Do you need a break? \n[28]While you were employed at Wyant Wheeler, you did everything you could to make sure no one knew you were an active homosexual, correct? \n[29]Did you keep a picture of your lover on your desk? \n[30]Do other lawyers at the firm keep pictures of their spouses or fiances on their desks? \n[31]As a homosexual, one is often forced to conceal one's sexuality, is that right? \n[32]Isn't it true you have spent your life pretending to be something you're not, so much so that the art of concealment and dishonesty has become second nature to you?! \n[33]I'll withdraw it. Mr. Beckett? Were you living with Miguel Alvarez in 1984 or 1985 when you had your anonymous sexual encounter in the porn theater? \n[34]You could have infected him, isn't that right? \n[35]Really? \n[36]You've testified the lesions on your face were visible to the people you worked with, correct? \n[37]And it's your contention, that when the partners were made aware of the lesions, they jumped to the conclusion you had AIDS and fired you. \n[38]Do you have any lesions on your face at this time? \n[39]Remembering you are under oath, answering truthfully, can you see the lesion on your face, in this mirror, three feet away? Answering truthfully. \n[40]Answer the question, please. \n[41]Thank you. \n[42]We object, Your Honor. It would unfairly influence the jury. \n[43]I don't think I should hear this. \n[44]Why did you recruit Andrew Beckett to your firm? \n[45]You kept giving him another chance? \n[46]Thank you. That's all for now, Your Honor. ", "SEIDMAN": "\n[1]Are we interrupting, Andy? \n[2]Charles is right behind me. \n[3]Andy's expressed a keen interest in the Kronos Inc. situation, Charles. Is that correct, Andy? \n[4]Andy, do you know who reps Kronos Inc.? \n[5]You'll have to get right on it, Andy, we're up against the statute of limitations. \n[6]Great. Excuse me, fellas. Connichiwa. Itsumo osewa ni nari mashita. Arigato gozaimasu. \n[7]C'mon, Andy, you didn't lose anything... \n[8]Jesus. \n[9]You'll never find it in the dark. \n[10]What in God's name... ? \n[11]What's wrong with your face? \n[12]Allright. Calm down. \n[13]What was the file name? \n[14]Maybe you mistyped the name when you were saving it. We'll try combinations of those letters... \n[15]At least... different, somehow. \n[16]Do you really think so, Andy? \n[17]Andy, you nearly blew the case, for God's sake! That alone is inexcusable. It would have been catastrophic for us. Put yourself in our shoes, Andy. There's no coming back from an error like that, regardless of who you are! I'm sorry, Andy. \n[18]Jesus. \n[19]Charles... \n[20]Let's settle with Andy and put this whole tragic mess behind us. \n[21]For Christ's sake, where's your compassion? \n[22]That's kind of... extreme, Walt. Andy's private life is none of our business. \n[23]He was doing a great job. \n[24]A jury might decide that Andy has a case. \n[25]No. Not really. \n[26]Charles, that's revolting! \n[27]I've discovered something interesting, Charles. \n[28]No matter how hard I try, I can't lose a file in my computer. \n[29]The system automatically makes a backup. \n[30]You can erase the backup... But why would you? \n[31]Charles... \n[32]Yes, I did see the lesions. I suspected he was sick... \n[33]I didn't tell the others, I was afraid to... \n[34]... But we shouldn't have fired him... ", "KENTON": "\n[1]Look at this fucking guy. He's an animal. \n[2]It's good to be King, hey Charles? \n[3]Why, Beckett? \n[4]What's that on your forehead, pal? \n[5]Andy? \n[6]Some sort of problem? \n[7]This time. What about next time? \n[8]Helloooo... \n[9]Some people think you have an attitude problem, Beckett. \n[10]Oh, you're right, Beckett, you don't have an attitude problem. \n[11]Dr. J.! \n[12]We ought to be suing him. \n[13]Compassion? Andy sucks cocks, Bob. He takes it up the ass. He's a pervert. \n[14]Holy Shit. Did you, Bob? \n[15]A trial takes time, Beckett. Do you know what I'm saying? \n[16]You'll be sorry, Beckett. \n[17]Anywhere from two weeks, to several months. \n[18]Not when I was in the Navy. \n[19]Going on... like...? \n[20]We had one guy like that. \n[21]Yeah. But we took care of him. \n[22]We stuck his head in the latrine, after ten of us had used it. \n[23]Yes, we did. \n[24]She didn't try to conceal it. \n[25]I know the difference. That doesn't mean I'm always able to recognize the difference. \n[26]I felt, and still feel, nothing but the deepest sympathy and compassion for people like Maria, who have contracted this terrible disease through no fault of their own. \n[27]What's the point, Bob? \n[28]You have to make a decision: is this guy partner material? ", "JUDGE GARNETT": "\n[1]Charles, Walter... \n[2]Thank you. We're very happy. \n[3]Attorney for the plaintiff? \n[4]I've seen your television commercials. \"If you or anyone you know has been injured through the fault of others... It should say, \"through the negligence of others.\" \n[5]On behalf of the defendants? \n[6]You're outnumbered four to one. Whom do I address? I can't talk to four lawyers at once. \n[7]Fine. I've asked the litigants to be present for this conference, in the hope we can settle this matter today, among ourselves... There is nothing I hate more, than to see lawyers suing each other. If you look at the opinion polls, when Mr. John Q. Citizen is asked to rank professions according to the respect he holds for them... Where are the lawyers? Somewhere below personal fitness trainers and only slightly above child pornographers. If we keep suing each other, if we fail to settle the smallest difference among ourselves with mutual respect, if we continue to scrap like bucks in heat, we'll fall lower on that list. And when people lose respect for lawyers, they lose respect for the law. And when this society loses all respect for the law, we'll be murdered in our beds, my friends, our cherished institutions will be burned to the ground and our children and our grandchildren will live like savages. \n[8]By God you will settle it! If you force this case to trial, young man, you'll regret it for the rest of your natural-born days... Now, Joseph. What would you require to settle this matter today? \n[9]Hold it, Joe. He wants to come back to work, Chuck. \n[10]That's impossible, Joe. \n[11]Give me a break, Joe. Let's cut through these false attitudes. Give them a figure. How much do you want? \n[12]You're here at my indulgence, young man. I'm waiting for a figure, Joe. \n[13]Very good, Joe. Now, Belinda, I've got a figure over here, of one million, five. I... \n[14]Take it easy. What's the big deal, Chuck? The boy wants a letter, to show to his mother, for her to keep after he's gone. Why are you being hard- assed about this? \n[15]Just answer the question. \n[16]Hold it, hold it! \n[17]I said, HOLD IT! Mr. Miller. Could you kindly share with me exactly what's going on in your brain, because I don't have a clue at the moment. \n[18]In this courtroom, Mr. Miller, justice is blind. To matters of race, creed, color, religion. And sexual orientation. \n[19]No. We don't... However, as regards this witness, I'm going to sustain the defense's objection. \n[20]Mr. Miller! \n[21]Let's continue. \n[22]This would be a good time to break for the day... \n[23]Beckett? \n[24]Can you go on for ten minutes? \n[25]I'll allow it. Would you mind removing your shirt, Mr. Beckett? \n[26]Mr. Miller? \n[27]Members of the jury, have you reached a verdict? \n[28]Have you awarded any damages? ", "LISA": "\n[1]Give me the camera, Joe. \n[2]You have a problem with gays, Joe. \n[3]How many gays do you know? \n[4]Lots. \n[5]Karen Berman. Aunt Teresa. My cousin Tommy who lives in Rochester. Eddie Meyers from the office. Joe Cantwell, he's one of the partners. His lover, Greg. Stanley, the guy who's putting in our kitchen cabinets. \n[6]Duh... \n[7]Probably since she was born. \n[8]Okay, Joe... \n[9]Fine, Joe. \n[10]That's perfectly clear. \n[11]Don't know, Joe. \n[12]Have you changed your aftershave? \n[13]Joe? \n[14]Two men making love... ? Now tell me again... why is that disgusting? \n[15]Okay, so... help me with this one, Joe... Is it disgusting for someone to put his dick into someone's mouth? Or, is it disgusting for someone to take a dick into their mouth? \n[16]My lettuce is wilting. \n[17]I'm Lisa Miller. \n[18]Corned beef. \n[19]Sure! \n[20]Night, honey. \n[21]It's Miguel. ", "ANTHEA": "\n[1]... up to Tax, on fourteen, and get right back, I need you. \n[2]I know what that means, and the answer is no. I have a class tonight. Exploit someone else. And since you've asked ... \n[3]Thank you. 98. I gotta go... \n[4]Didn't expect to see you... ? \n[5]He was losing weight. He looked kind of tired sometimes. But he was working so hard... Still, I felt something was wrong. And I can't believe they're saying they didn't notice anything. \n[6]Sorry. \n[7]Is that a question? \n[8]Yes. \n[9]Well... One time, Mr. Wheeler's secretary, Lydia, told me Mr. Wheeler had a problem with my earrings. \n[10]Apparently, Mr. Wheeler felt they were too... \"ethnic\" is the word she used. She said he would like it if I wore something smaller, less garish, and... more \"American.\" \n[11]I said my earrings are American. They're African-American. \n[12]Yes. \n[13]Yes. I'm now in charge of the paralegal department. ", "SARAH": "\n[1]Hello? \n[2]Andy! This is a nice surprise. How are you, hon? \n[3]What's Dr. Gillman say? \n[4]Are you on one of those conference calls? I hate when you put me on hold. \n[5]Ancient. How do you think I feel? Put that thing down and give me a hug. Andrew, stop! ... He still doesn't listen. \n[6]He's out in his shed showing your uncle his new riding mower. \n[7]All I know is, you got through your diagnosis fine, like a trooper. But when they fired you... you were so devastated, Andy... I don't expect any of my kids to sit in the back of the bus. Fight for your rights. \n[8]Jim? Will you lead us in a prayer? \n[9]\"This is a world full of war, famine, poverty, homelessness... and people make a fuss because two men or two women want to live together, or make love. Seems kind of silly, doesn't it?\" \n[10]Have a cocktail wienie. \n[11]Goodnight angel, my sweet boy... ", "LAIRD": "\n[1]Wyant Wheeler represented us. \n[2]That's correct. \n[3]We were satisfied. \n[4]We were satisfied. \n[5]That's correct. \n[6]I may have said something like that. But that's not how I feel at this moment. \n[7]We won. \n[8]It satisfied me. \n[9]I might. \n[10]Since that time I've devoted more thought to the subject, and that's how I feel now. \n[11]That's a fair assessment of the situation. ", "JAMEY": "\n[1]Andy?! This is a disaster! We can't find your revisions on the Kronos complaint! \n[2]I went down to Word Processing to pick up the corrected copy, but they said you haven't delivered the corrections. I told them you've been working on it at home, and... \n[3]What did you file it under? \n[4]It's not here, Andy. \n[5]Yes. We found a copy. It been incorrectly filed... \n[6]We got it to court on time. \n[7]I've never known that to happen before. No. \n[8]Absolutely not. \n[9]What?! ", "YOUNG MAN": "\n[1]How's the trial going? It's a great case. \n[2]I saw you on television. I'm a law student. At Penn. \n[3]Second. \n[4]Would you like to have a drink with me? I just finished a game, I could use a beer. I don't pick up people in drug stores every day. \n[5]Aren't you? \n[6]Do I look gay to you? Relax. \n[7]Take it as a compliment. Geesh. \n[8]Fuck you! You want to kick my ass? You want to try? Asshole. \n[9]Get a life. ", "CHANDRA": "\n[1]You want to apply the foundation as evenly as you can, Andy. You don't want to look like you've thrown it on with a spoon. \n[2]Okay. You try. \n[3]Tahitian Bronze works best on lesions. \n[4]You know who you look like, Andy? That actor, in that movie. Not the one where he was autistic, the one where he dressed up like a lady on a soap opera... \n[5]You want to try Light Egyptian? \n[6]What? \n[7]Just like my cousin Fredo. ", "INTERN": "\n[1]Mr. Beckett, I'm sorry... \n[2]We're waiting... \n[3]... meanwhile, I'd like to prepare you for a colonoscopy, so we can take a look inside. \n[4]Who are you? \n[5]Dr. Klenstein. It's not a pleasant procedure, but if the KS is causing the diarrhea, we ought to know right away. \n[6]I'm trying to help your \"partner.\" You're not a member of his immediate family, I could have you removed from the ER. \n[7]Allright. I'll get on the lab about the blood work. ", "FILKO": "\n[1]What the hell's wrong with him? \n[2]Charles Fucking Wyant Wheeler?! \n[3]You're a Republican, Joe! You belong to the NRA! \n[4]How many... what?! \n[5]Hell, no! \n[6]Hey, Joe. You're not starting to get a little... light on your feet here on us, are you? \n[7]Chill out, Joe. ", "JEROME GREEN": "\n[1]And Jerome Green. \n[2]We have letters. \n[3]Partner Robert Seidman was the supervising attorney for your lawsuit? \n[4]Does the supervising attorney guide the litigating attorney during the trial? \n[5]As far as you know, in the handling of your lawsuit, Andrew Beckett was simply following orders. \n[6]Miss Torres. How did you contract the AIDS virus? \n[7]In other words, in your case you happen to be an innocent victim of the AIDS tragedy. "}}