{"dialogues": {"STU": "\n[1]Wish I could accommodate you, Mario, but this is my busy time of day. \n[2]Why don't I stop in later for some lunch? \n[3]I'm doing my level best for you people. \n[4]I got the food critic from the Village Voice all lined up to give you a review. \n[5]I was allowing you time to expand the menu.  Wallpaper the bathrooms, for God sakes.  You get only one shot with these fucking critics and I don't want you to blow a rare opportunity. \n[6]Hold on right there.  I've got a very excellent reputation around this town. \n[7]Hell, I'm not an agent.  I'm a publicist. \n[8]Believe me, Valerie's on the waiting list to audition.  Harry's got no complaints.  He just let me pick out this tie the other day. \n[9]Mario, please let me make this up to you.  How about I arrange for the opening night party for this new off-Broadway show I'm handling -- to be held at your place with local TV coverage on nine and eleven?  I mean I had it promised to another client -- who actually pays me money.  But it isn't firmed up yet.  And I could throw it your way.  Maybe. \n[10]You'd toss in the buffet for say seventy or eighty.  The producers would supply their own vino, of course.  I'd deliver you a truckload of celebrities.  And if they like the food, they'll all come back, naturally. \n[11]You want Liza Minelli?  An Oscar winner.  Or Douglas Fairbanks, Jr.? \n[12]I saw him last night going into the Four Seasons.  I'll bring you over a whole VIP list when we come by for dinner. \n[13]You can't think small like that. Hey, you still feature musicians Fridays and Saturdays? \n[14]What about Harry's daughter as an extra added attraction?  She'll belt out five or six showtunes -- two sets a night -- and it won't cost you a fucking nickel. \n[15]Star Showcase!  Let me handle setting that up.  And when she eventually goes on Letterman, she'll announce I'm currently appearing over at Mario's fine supper club.  Right over CBS she'll say that, Mario. \n[16]That's just a vulgar word for PR. Mario, you can't hurt my feelings. Even when I was a kid and they hurled certain invectives my way, it never bothered me.  Other kids would fall apart if anybody called them a fucking name.  Me, I just loved the attention!  'Shit-for- brains' -- that's what the bigger kids named me.  And I answered to it.  Hey, 'shit-for brains' reporting for duty.  Everybody loved me for that.  I could take abuse.  After a while, I kind of wore them down.  There was nothing more they could say to me.  So they stopped.  I kind of missed it. \n[17]I'll bet your loving wife put you up to this.  She saw me pass by and she sent you out in the street. But I don't hold it against you personally -- you still serve up superior veal chop. Now I got urgent business to conduct, Mario. \n[18]Hello, Mavis, sweet creature. \n[19]I'm only a few minutes late, loveliest individual on earth. \n[20]Good news in that arena.  Kelly goes into rehearsal as of Monday. You know how dedicated she is.  By the time she gets back from dancing her ass off, she goes right to sleep.  We'll have both our days and certain nights.  Not to mention when they take the show on the road. \n[21]Four to five weeks -- minimum. \n[22]I wouldn't do that. \n[23]That's how you met me. \n[24]I'm much better groomed since you've been looking after me. \n[25]Even Kelly remarked on it when I first met her. \n[26]The marriage is not without its compensations.  Do you imagine I could afford that apartment on what I'm earning?  Not with everybody cutting back on the publicity.  Not to mention a million college graduates coming into the profession trying to cut me out. And one thing you can't expect from your clients is loyalty.  They get a couple of bad notices, they dump you.  Goodbye. \n[27]I wasn't saying goodbye to you.  I was saying how the clients try to give you the wave off without even a month's notice. \n[28]What?  Is your watch busted?  It's twenty after eleven and I'm gonna be occupied indefinitely with my transaction.  So get out of my face! \n[29]Sorry, honey.  There will be no further interruption. \n[30]On account of that phone records are regularly subpoenaed in divorce proceedings.  And I don't want some entry showing up on my cellular bill either.  She gets the mail. She looks these items over. Sometimes she even dials up a strange number to see who it is. \n[31]It's only because her last husband, the choreographer, ran around on her.  She can't get that out of her head.  That's how she caught onto him.  The phone bills. \n[32]You know what a self-fulfilling prophecy is?  She was so sure I was going to find me a woman that she finally drove me back to you.  I thought I'd feel all guilty about it -- but I guess it hasn't kicked in yet. Still, I wouldn't do anything to hurt her.  Basically, Kelly's a decent individual. \n[33]Hurt?  You were glad to be rid of me. \n[34]That's about the nicest thing you ever said. \n[35]We've been up front with each other from the beginning.  Let's keep it that way.  How about a drink?  Say seven o'clock?  The Monkey Bar? \n[36]Yeah, you're great enough looking to be mistaken for one of those thousand dollar a night girls. \n[37]And wear that short black number I bought you from Bendel's. \n[38]Have a good day.  Make plenty of tips.  And leave the whole evening open.  She thinks I've got Knicks tickets. \n[39]It's your boy Stuart.  When was the last time I called you for a favor? \n[40]I just need one line.  Anybody you wanna say was seen dining out at Mario's Stromboli restaurant. \n[41]Who's asking any favors?  I'm offering reciprocal information. \n[42]Check it out.  Tony award-winning producer Willie Beagle tossed his wife back into rehab again following her third attempt at diving off the terrace at their plush eighteen room residence at the San Remo.  I got it from the doorman. \n[43]Louis, my intentions were entirely honorable. \n[44]What? \n[45]I've got a heavy day, mister. \n[46]I don't know you at all. \n[47]Who is this? \n[48]Get lost! \n[49]Where?  Where are you? \n[50]I don't see you. \n[51]Okay, you had your little joke. \n[52]Do me a favor.  Call up somebody else. \n[53]Why don't you tell me? \n[54]Is that what you do?  Count them? \n[55]What are you -- a shut-in of some kind? \n[56]Somebody's looking for you? \n[57]The cops? \n[58]The ex-wife.  What'd you do -- run out on child support? \n[59]Frankly, I could care less.  You had your fun.  Now goodbye. \n[60]Isn't that just too bad? \n[61]There's ten million names in the phonebook.  Pester somebody else. \n[62]Alright, bullshit artist, what am I doing right now? \n[63]Okay, okay, you got me in your scrutiny.  So what? \n[64]Only I got nothing to say. \n[65]Is that a fact?  Well if you watch closely, you will see me hang up. \n[66]Why not? \n[67]Why should I be interested in some creep who gets his jollies spying on strangers in phone booths? \n[68]Who put you up to this? \n[69]Why me in particular? \n[70]Ha!  What've I got to be afraid of? \n[71]Just about everything.  You have so much to hide. \n[72]How do you figure that? \n[73]That's my business. \n[74]All of a sudden I'm required to give explanations to you? \n[75]What is this?  Some kind of candid camera gag?  Or like that thing on HBO where the cab driver is taping what goes on in the back seat? \n[76]Your reality.  Not mine, you lowlife fuck. \n[77]Now you're threatening me!  Fuck you.  Could that be any clearer? \n[78]Oh yeah.  Right.  Can you see how I'm trembling? \n[79]Shit, this is a new one.  Fucking threatening calls in a goddam phone booth.  When are you going to start with the heavy breathing. \n[80]You don't know anything about me. \n[81]Like what? \n[82]How would you know that? \n[83]Don't. \n[84]Mavis!  Just hang up the goddam phone. \n[85]Mavis -- the guy is a fucking nutcase!  Hang the fuck up. \n[86]He doesn't know my wife!  Don't tell him anything else. \n[87]Can you hear me, Mavis?  Keep your big mouth shut. \n[88]Don't believe a word of it.  It's all lies. \n[89]It's not true.  I do care. \n[90]Go away. \n[91]You total asshole!  How could you do that? \n[92]Like hell I will. \n[93]There's no chance of that. \n[94]You don't know our phone number! \n[95]And I'm supposed to believe that? \n[96]What are you going to tell her? \n[97]What am I supposed to say? \n[98]Look, I don't want to hurt Kelly. She's always there for me.  It's just my nature to have a little 'strange' on the side.  It doesn't mean shit. \n[99]Kind of like having a beautiful home.  With everything you ever dreamed of.  But you still need that vacation now and then.  Some nice hotel room with a great view. Maybe a pool.  Only you wouldn't want to spend more than a few days in any hotel.  Eventually, you want to go back to your home and all your stuff.  You're real glad to check out. \n[100]You're ruining my fucking life, you sonofabitch. \n[101]What else can you do to me? \n[102]She's not home.  She went out. \n[103]There's another booth on the next block. \n[104]Well, I'm not through!  Go in a restaurant or someplace, but get away from me! \n[105]Let me hear from your lawyer! \n[106]I'm doing it. \n[107]I told you she was out. \n[108]Honey, it's me. \n[109]Change of plan.  We're not eating in that dump any more. \n[110]The Health Department gave them a 'C' rating -- that's how come. Here I'm trying to put the place on the map and he fucks it all up with a major roach problem. \n[111]Just in a phone booth. \n[112]Oh yeah, I am. \n[113]I only stepped in because the traffic was so loud outside. \n[114]Not for a few minutes. \n[115]The guy in the next booth.  He's got a bad connection and he's hollering his fool head off. \n[116]I love you, baby. \n[117]You know that. \n[118]What man? \n[119]I don't understand... \n[120]And what did this guy say? \n[121]Making calls is part of my business. \n[122]Clients.  People.  Planting items like I do. \n[123]Once in a while one of them could be a woman.  I just called \"Elaine's\" and talked to her to see who was in there last night. \n[124]You're not going to start that shit again? \n[125]What could be wrong? \n[126]Yeah?  Who do I sound like? \n[127]I told you.  In a while. \n[128]Why should he call back? \n[129]You're the one that sounds frightened.  And of nobody. \n[130]You're not telling me all he said. What are you holding back? \n[131]Why did you do that to her?  She never did you any harm. \n[132]Maybe me -- but not her.  Whatever I've done, there's no reason to take it out on her. \n[133]Yeah, I do. \n[134]But Kelly... I would never hurt. \n[135]Listen, I've treated all my women decent.  I never laid a hand on any of them, even when provoked.  And I always let them down easy. I'm not ready to let Kelly go. Maybe I never will be. \n[136]I'm not gonna let you mind-fuck me all day!  That's it.  This call is ended. \n[137]What happens if I hang up? \n[138]I'm dying to hear this!!!  What the fuck can you do about it -- up in your fucking high window with your goddam binoculars? \n[139]Oh -- while you're at it, have a look up my ass. \n[140]What?  You mean... like a rifle? \n[141]I'm supposed to believe that? \n[142]And you're just going to kill me for no reason? \n[143]I get hung up on all the time.  You get used to it. \n[144]Then why didn't you go after one of them? \n[145]Hey, I have worked in a boiler room myself peddling \"Term Life.\"  I Would never be rude to a fellow salesperson. \n[146]Shit -- I do feel it. \n[147]Across my forehead -- now back where it was before. \n[148]No, I'm not thinking that. \n[149]No.  You will.  I know you will. If I just cooperate. \n[150]Below the shoulder? \n[151]The right shoulder. \n[152]What others?  What do you mean? You said 'others!' \n[153]I saw it on the news. \n[154]Oh, God.  Forty-fifth and Eighth. \n[155]I don't know. \n[156]He was gunned down.  And nobody was caught.  And they didn't even bother to take his wallet or his watch... or anything. \n[157]What did he do? \n[158]Please -- don't do it to me.  You got no reason to do it to me. \n[159]I'm not looking to.  Tell me what you want! \n[160]What's to tell?  I'm in Public Relations.  They used to call us \"flacks.\"  Now we're media consultants. \n[161]Plant items in the paper and on the tube.  More important sometimes, keep stuff out. \n[162]One of my people got nailed for indecent exposure.  I managed for the cops to use his real name instead of his stage name so nobody picked up on it. \n[163]He's in major therapy now.  I swear he is. \n[164]I'm real close with Larry King. And the \"Hard Copy\" people. \n[165]Why would he want to come here? \n[166]He comes from Atlanta. \n[167]I don't know. \n[168]Definitely no chance. \n[169]How many? \n[170]I gotta have the facts.  They might not believe me.  My record isn't too good when it comes to hard news. \n[171]On a divorce or separation, maybe. Or who's gay, or who isn't gay any more.  I kind of specialize in that kind of material.  I mean I could probably get you Joe Franklin. \n[172]I might have a shot.  Are you familiar with Liz Smith? \n[173]Want I should call her?  How much can I say? \n[174]She usually likes to have a celebrity involved.  If you had an actor or a sports figure held prisoner instead of me, there'd be better odds she's come. \n[175]Let's see.  Who does she like?  Who couldn't be reached to deny it? \n[176]Sometimes you only get her service. Hi -- Stu Shepard.  Put me through. I've got hard news for her.  I can only talk to her directly.  But say it regards -- Liza. \n[177]No, I can't call back.  I'll have to lay in on somebody else. Alright, but I can't hang on long. She's coming on. Liz, hello.  Sure I'll make it brief.  Killing two weeks ago in the theatre district?  Turn out a sniper did the job.  Yeah, a sniper with a rifle.  Now he's got another victim lined up.  Not just your anonymous New Yorker, but Liza. Now you can't call anybody or Ms. Minelli's dead meat and so am I. She's hostage in a phone booth right in the sniper's sights.  But he says he'll talk to you and let her walk.  I know it'll take balls to do this, but you're a fine and courageous newspaper woman... \n[178]Hello?  Hello? Either she's on her way over or she doesn't believe me. \n[179]I didn't really believe in what I was saying. \n[180]I do. \n[181]At least ninety-five percent, easy. \n[182]No.  Don't shoot. \n[183]Oh, my God.  A dot.  A fucking red dot. \n[184]The laser dot.  Just before some poor bastard always gets blown away. \n[185]Don't tighten.  Don't even tickle that fucking finger. \n[186]You're talking about the old Geraldo.  Look, I can try and reach cable NBC.  They're hungry. \n[187]They do a great job.  They'll haul a whole crew over to cover your surrender \"live.\" \n[188]That's entirely up to you.  Your choice.  I'm just trying to set you up with the proper communicator. I suppose Liza wasn't strong enough.  I should've said Madonna. \n[189]I'm not through. \n[190]Fuck off or I'll call a cop. \n[191]I can't. \n[192]I can't explain it. \n[193]I'll make it worth your while to go away.  How much do you want? \n[194]Thirty dollars.  It's all I've got in cash.  Take it and go. \n[195]I don't know.  For as long as it takes. \n[196]Do you want the money? \n[197]Come on, man.  That's my good watch. \n[198]Then here.  Take the damn thing. \n[199]Take it all. \n[200]I apologize. \n[201]An accident.  I'm sorry about that, too. \n[202]It's long distance.  I can't lose the call -- I might not get them back. \n[203]That wouldn't be a good idea. Would it? \n[204]I gave you everything I've got. \n[205]You want the ring, you've got the ring.  If I can get it off. \n[206]Let go of me!  It's coming loose. There. Okay, Felicia, with my deepest apologies.  Goodbye now. \n[207]Nothing.  Talk.  That's all. \n[208]This has nothing to do with drugs. \n[209]I knew it smelled for some reason. \n[210]Because I am. \n[211]I'll take it up with the mayor. \n[212]No, you didn't.  It was a fair and equitable deal.  You had territorial rights to this booth and I paid a license fee.  Fair is fair.  Now leave me in peace. \n[213]Thanks for your interest but I'm in perfect health. \n[214]I'm terminal, okay?  Now can I close the booth and continue my conversation? \n[215]Fine.  Give it back. \n[216]Well go wash your hands. \n[217]I'm sick of you.  Now get out of my face. \n[218]Touch me and I'll throw up on you. \n[219]You can see what I'm up against here. \n[220]What do you have in mind? \n[221]God -- no. Don't.  It's not necessary. \n[222]I'll handle it myself. \n[223]No. For your own safety, mister, just walk away. \n[224]You're making this happen. \n[225]This isn't my fault. Stop that! \n[226]The guy's insane! \n[227]I can't. \n[228]Hello?  Hello? \n[229]I can't help it! \n[230]No.  It can't.  That's not fair. \n[231]Yes. \n[232]You did it! \n[233]I said 'Yes, I can hear you.'  Not 'Yes -- kill the motherfucker!' \n[234]You're twisting it all around.  I didn't do this! \n[235]I didn't. \n[236]How could I?  I don't even have a gun.  Look! \n[237]Come back.  You've got to see -- I'm not armed. \n[238]I can't hang up.  That's what this is all about. \n[239]I can use this. Emergency.  Yes.  There's been a shooting at Forty-fifth and Eighth -- on the corner.  A man is down. What's the difference who I am?  I don't want to be involved. \n[240]That wasn't nice. \n[241]I'm not going anyplace.  I'm staying right here in this booth. Unless you give me permission. \n[242]What do you expect me to say? \n[243]You mean...? \n[244]They can't blame me -- I'm not armed. \n[245]They can see with their own eyes. \n[246]How can I? \n[247]This isn't a story.  This is real. This is murder. \n[248]I gave him my money, my watch... \n[249]He was a fucking thief. \n[250]I don't feel a bit guilty.  This is all your doing! \n[251]Hey, I'm not taking any more criticism from some lunatic sniper who gets his kicks killing strangers. \n[252]You're a man.  I know you're a man. Women don't kill with telescopic rifles.  They stab you. \n[253]I've got no time to rehash my whole life.  Oh my God!  The cops are here. \n[254]They're ordering me to come out. \n[255]What if they open fire? \n[256]What about him? \n[257]You call this safe?  Six cops with guns pointed my way? \n[258]Absolutely no more shooting.  Now is that clear? \n[259]You won't, because there isn't any. \n[260]I can't.  I'm on a phone call. \n[261]I told you.  I'm busy.  Come back later. \n[262]Neither am I. \n[263]Can't talk about it. \n[264]Look, I don't want to be friends. \n[265]I've got a friend, okay. \n[266]None of your business. \n[267]I've got no side of it. \n[268]You won't believe anything I say. \n[269]I couldn't shoot anybody.  I'm not armed. \n[270]That?  That's my cellular. \n[271]Do you want to see it? \n[272]Then how can I show it to you? \n[273]They're all lying.  Nobody saw it because it didn't happen. \n[274]Not on account of me!  This is like some bad dream. \n[275]I'm trying. \n[276]No. \n[277]I don't know. \n[278]Yes. \n[279]No. \n[280]Not necessarily. \n[281]I'm handling this. \n[282]Nobody.  My psychiatrist. \n[283]He says not to tell you.  It's privileged information. \n[284]Whatever you say. \n[285]Stop right there.  Back up a few steps.  Back where you were. \n[286]I want you to read me my rights and stop asking questions. \n[287]It's my right not to have any name. \n[288]And get me a lawyer, too.  I want a lawyer brought down here to negotiate my surrender. \n[289]How can I when you won't let me take it out? \n[290]Now we're back to that again.  It's always \"Get out of the booth.' 'You can't stay in the booth.' Well, I like it in the fucking booth.  It's my whole world now. It's my booth and I'm never coming out. \n[291]Why is it so important to know? The guy is dead.  Isn't that enough?  Knowing isn't going to make him alive again.  So who gives a fuck! \n[292]All I wanted was to make a phone call.  One lousy phone call for thirty-five fucking cents. \n[293]The worst. \n[294]And I've been falling ever since. \n[295]When you hit bottom, you die. \n[296]If I tell you what you want to know -- you'll die, too. \n[297]Now that's a good idea. \n[298]They're just hoping for coverage of me dying in the gutter. \n[299]Those cops are just looking for any excuse. \n[300]Kelly.  She was worried about me. \n[301]She doesn't watch daytime TV. \n[302]Why are you saying this?  You want me to reach in my pocket so you can see them open fire? \n[303]God -- how I'd love to hear her voice. \n[304]If she knows I'm in trouble, she won't give up. \n[305]You said I'm not allowed to leave the booth. \n[306]No, thanks.  I'll stay where I am. \n[307]If you shoot me, you give yourself away. \n[308]You expected them to come.  You had this all worked out. \n[309]Poor Kelly.  What she must be going through. \n[310]I'd never get the words out.  Not with fifteen or twenty rounds in me. \n[311]They wouldn't wait to see. \n[312]Why doesn't she hang up? \n[313]It's her!  She's not calling me. She's over there. \n[314]The blonde girl in the green jacket. \n[315]She must've heard all the commotion and come downstairs. \n[316]It's somebody else who knows my cell number. It's you! \n[317]Why is it so important that they kill me? \n[318]This time you won't.  If you want me dead, you'll have to do it yourself. \n[319]It's all a game to you -- because you're incapable of feelings. You're not even human. \n[320]I quit.  I'm not answering back any more.  I won't hang up but I'm not playing. \n[321]No! \n[322]Leave her out of it. \n[323]Don't.  Please don't.  I'm sorry. I'm talking to you again.  I'll talk all you want! \n[324]I've screwed up her life enough already.  Please don't hurt her. \n[325]Take me instead. \n[326]No!  I'm hanging up.  That's it. \n[327]I've giving myself up.  Take me! \n[328]Shit.  I can't. \n[329]Yeah? \n[330]You got the wrong number.  Hang up. \n[331]Wrong number.  Wrong number. \n[332]Those cops won't wait much longer. \n[333]Will you look at that?  I must be going out over the network.  Bet they're pre-empting usual programming. \n[334]How are they gonna prove that I killed anybody when there's no gun? \n[335]No, sir.  No gun and I walk. \n[336]What do you mean? \n[337]Where? \n[338]It's not on the floor. \n[339]Up above. \n[340]If they see me reach for something, they could open fire. \n[341]I totally don't give a shit. \n[342]It doesn't matter.  I know about ballistics.  The slug in that dead guy came from your rifle, not any handgun. \n[343]There's no gun up there.  I don't see a damn thing. \n[344]I could never shoot anybody. \n[345]And I'd fucking love it! \n[346]I'm not getting my fingerprints on your fucking weapon.  What about powder residue?  How are they going to explain that to a jury? \n[347]No. \n[348]Get off her! \n[349]Look!  I'm reaching up with my left hand.  I'm pushing against the partition.  It's giving.  I'm feeling around with my fingertips. It's filthy up there. \n[350]I'm -- touching something. \n[351]I'm not picking it up. \n[352]I wouldn't have a chance. \n[353]I'm not insane. \n[354]That won't happen. \n[355]Why would I do that? \n[356]Okay.  I know you can do it.  But don't talk about that.  Please. \n[357]Like that nerdy sonofabitch who blew those three wiseass kids away on the subway? \n[358]'I'm mad as hell and I'm not taking it anymore.' \n[359]'I'm not taking it anymore.'  'I'm not taking it anymore.' \n[360]Fighting back.  That's what it's about. \n[361]I'm on my knees begging you. \n[362]You've made your point.  Who's going to believe I've got a sniper with a telescopic sight holding me in a fucking phone booth at 45th and 8th? \n[363]If you'd put a bullet in that Captain Ramey, it would've been a different story -- but you were too wise to do that. \n[364]Why me?  You could pick off any of those cops from your window up there.  Like you did that pimp. And that tourist last week.  But this time you want me to do your killing for you. \n[365]This booth.  It's my whole world -- shrunk down to four feet by three feet.  Not much bigger than the size of a coffin. \n[366]When I saw you put that bullet into that black dude, I knew you'd never let me out of this phone booth alive. \n[367]Let me see you first.  What harm can that do you?  You're in one of those windows.  I've got to know which one. \n[368]Being so far, I could never identify you.  I don't even want to. \n[369]Don't worry that I'd try to point you out.  You'd shut me up with one of your .30 calibre hollow points before I could even raise a finger. \n[370]I want to see that you exist.  Like God exists.  It's not enough to believe.  You want to see him -- just once -- even at a distance. \n[371]Show yourself to me and I'll take the gun down.  I swear. \n[372]Stop!  I won't ask to see you anymore. \n[373]Who? \n[374]What are you talking about? \n[375]Mavis?  I don't see her. \n[376]You don't even know what she looks like. \n[377]I can't. \n[378]I need time to think... \n[379]I do. \n[380]It wasn't Mavis' fault.  It was all my fault. \n[381]You'll leave them both alone? \n[382]I'll do it. \n[383]I need one minute.  One last minute, please.  Can you give me that? \n[384]Something like that. \n[385]Are they?  I wasn't looking. \n[386]I'm too afraid. \n[387]I'm shaking all over. \n[388]As soon as the cops see a gun, they'll open fire. \n[389]No.  You do it.  If you want me dead, then fucking murder me! \n[390]I am!  I'm doing it! \n[391]There!  You see it?  They all see it. \n[392]Where are you?  Damn you!! \n[393]What was that? \n[394]It couldn't hurt much more if you really shot me. \n[395]Did you get him? \n[396]Still alive? \n[397]It's okay.  I'm not really shot. \n[398]I thought so, too.  But we're going to be alright.  Both of us. \n[399]Bet you didn't think I could deliver on that. \n[400]No.  No hypo.  I want to see him first. \n[401]That's why I've gotta talk to him. Please! \n[402]I can try. \n[403]It's me.  Do you hear me?  Answer me. \n[404]I finally beat your ass.  Admit it, you fuck. \n[405]Now you're gonna die, you bastard. \n[406]Hang on.  I can't wait to see you at the hospital.  So I can yank your fucking air tube out. \n[407]What's your name?  At least tell me who you are. \n[408]No.  You won't. What do you want to bet you won't? \n[409]I'll spend my whole life trying to figure that out. \n[410]Gotta sleep now.  No phone calls... ", "VOICE": "\n[1]Don't even think about leaving that booth. \n[2]Stay exactly where you are and listen carefully. \n[3]You know better than to disobey me. \n[4]Are you absolutely sure? \n[5]Someone who's watching you. \n[6]Love the gray suit.  That red and black tie makes a nice combination. \n[7]Closer than you think. \n[8]There are any number of windows. Check them out. \n[9]I'm not sufficiently amused.  Not yet.  We have more to talk about. \n[10]But it's you I'm interested in. You know how many people use that booth every day? \n[11]Better than two-hundred people on average. \n[12]What else do I have to do?  It's interesting watching people. Trying to guess who they are.  And what they're up to. \n[13]You might say that.  I can't go out.  I might be seen. \n[14]Desperately. \n[15]Not yet. \n[16]What kind of man do you think I am? \n[17]It's not in your best interests to hang up on me.  That would make me angry. \n[18]For you. \n[19]I never talk to people I can't see. I need to study their reactions. \n[20]Scratching your forehead with your left hand.  Now you're brushing your hair back. \n[21]So let's talk. \n[22]Oh, you will.  You'll do a lot of talking before this conversation is over.  And it'll only end when I want it to. \n[23]I don't think you will. \n[24]I interest you. \n[25]But you're not a stranger, Stu. \n[26]You were my very own selection. \n[27]Because you're so afraid. \n[28]Why else would a man with a perfectly good cellular bother to make calls from a pay booth? \n[29]I've made it mine. \n[30]In explicit detail. \n[31]This is not showbusiness, my friend.  This is reality. \n[32]Stu, you'll be made to suffer for your attitude, so let's dispense with the vulgarities. \n[33]You're only making it easier for me to do you harm. \n[34]You will be. \n[35]I'm not the degenerate.  You are, Stu. \n[36]Infinitely more than you know about me. \n[37]Like the number you dialed when you first entered the booth. \n[38]I'm watching through a scope and I could clearly read the buttons you pushed.  I have another extension here by the window.  Shall I dial that same number back for you? Would that convince you? \n[39]Let's see who's on the other end of the line. \n[40]Too late. It's already ringing.  I'll hold the receiver up so you can listen in. \n[41]Well, hello. \n[42]Someone who's really tight with your boyfriend -- who just called you from his favorite phone booth. \n[43]Stu?  Oh, I know him better than anyone.  What he does -- how he thinks.  How he lies. \n[44]Stu is listening in.  He knows what we're both saying. \n[45]He doesn't feel like talking. \n[46]She can't hear you, Stu.  Only me. Mavis, I'm afraid Stu hasn't been totally honest with you.  But then he can't be honest with anyone, can he? \n[47]You've never heard of me, Mavis. He doesn't want you to know I exist.  He wishes I didn't exist. But there isn't anything he can do about that. Still there, Stu?  All you can do is listen. \n[48]She doesn't want to.  She wants to know all about us.  Don't you, Mavis? \n[49]Oh yes, the bitch wife, Kelly.  My very next call. \n[50]Is that any way to talk to a woman you love? Mavis, is he always that abusive to you? \n[51]I find out things -- from watching people and listening to them. \n[52]Well, what do you think? \n[53]Well alright.  Stu and I are -- longtime companions.  A pair.  Two of a kind.  Closer than close. Peas in a pod.  Spoons in a drawer. \n[54]That, too. \n[55]Too late, Stu.  She already believes it. \n[56]He won't care.  He'll still have me. \n[57]Why don't you tell me what you think of us? \n[58]That's what he said about you. Well, if Stu didn't have the balls to come out and tell you the truth, I felt it was my responsibility to clear the air.  Goodbye now, Mavis. Thanks for your time. Back to you again, Stu. \n[59]Speaking of females, that woman hovering outside the booth -- may as well tell her that you'll be on the line forever. \n[60]I'm ready for you to take out your cellular and phone home.  And this time, I'll listen in. \n[61]Or should I call Kelly and make up something totally outrageous?  You must realize by now I have a vivid imagination. \n[62]Are you absolutely sure?  I may have been watching you on a regular basis.  Keeping track of all the numbers I see you dial. \n[63]I've put a great deal of preparation into this -- prior to actually saying hello.  Now do you want to dial 832-7165 -- or should \n[64]You'll do the talking. \n[65]Try telling her the truth. \n[66]But you still find it necessary? \n[67]Kelly is home and Mavis is a hotel? I'm sure they'll both appreciate that explanation. \n[68]Didn't I warn you about calling me names?  It makes me vindictive. \n[69]We haven't even begun. \n[70]I'll bet she's back.  Now hold the cellular up where I can see it -- so I can be certain you don't misdial on me. A little higher and to your left. Now I have it in perfect view. Dial slowly. \n[71]Good work, Stu.  Now let me see you dial.  Tuck the receiver under your chin and dial your remote. \n[72]Let it ring. \n[73]Hold it close to the receiver so I can hear. \n[74]Explain that one, Stu. \n[75]Tell her you can't. \n[76]You've got an answer for everything. \n[77]See, Stu?  Kelly agrees with me. \n[78]How would you know?  Everybody does harm to somebody.  And then they try their best to forget it. \n[79]Suppose that's the only way I can get to you?  You claim you love her. \n[80]You don't even love yourself. \n[81]Still you have to uphold your status as an honorary asshole. \n[82]What if she dumps you first? What's the odds she's already taken up with somebody?  One day soon you'll come home and find her gone along with the CD player and the \n[83]Not until I say it is. \n[84]You don't really want to find out. \n[85]I never indicated I had binoculars. I said I had a highly magnified telescopic image of you that brought you up so close I could see where you nicked yourself under the chin shaving this morning. \n[86]I may very well do that, Stu.  In the meantime, think about what kind of device has a telescopic sight mounted on it. \n[87]A high-powered .30 calibre bolt action Remington 700 with a carbon one modification and a state of the art Henzholdt tactical sniperscope. And you're in the cross hairs, Stu. \n[88]There's only one way I can prove it to you.  Hang up the receiver and find out.  At this range, the exit wound ought to be about the size of a small tangerine. \n[89]For plenty of reasons!  Because you hung up.  For years I hated people hanging up on me.  Ex-girlfriends. Women I didn't even know. Prospective employers. \n[90]Or else you don't.  I worked for months getting people to switch to MCI -- being insulted at and being hung up on hundreds of times a day. The ones that cursed me out for invading their privacy never bothered me as much as those that clicked off without even bothering to reply. \n[91]Maybe you are one of them. \n[92]Can you feel it on you now?  The heat of it.  I'm moving the strike zone down to your stomach area. Now I'm raising it up again. Directly above the chest cavity -- sliding up to the forehead just above the left ear. \n[93]Tell me where I'm going with it now. \n[94]I'm amazed how you can do that. You're amazingly accurate. Now I know what you're thinking. If I drop down on the floor of the booth and flatten myself out... \n[95]Oh yes you are.  Can I crawl out using the booth as a shield?  Can I crawl to that Chrysler illegally parked only three or four feet away?  The shattering glass may cut me, but it'll only be superficial. Otherwise, this lunatic will never let me out alive. \n[96]Where is it now?  Think and feel for the warm spot. \n[97]Which one? \n[98]Remarkable how we're in tune. You're doing far better than the others. \n[99]I'm sure you read about the Italian tourist shot dead ten days ago at the corner of Forty-fifth and Eighth? \n[100]And where are we now? \n[101]What else do you remember about that killing? \n[102]Try. \n[103]Now you know why.  It wasn't a robbery. \n[104]He hung up -- so I disconnected him permanently. \n[105]Don't give me reason. \n[106]Tell me about your job. \n[107]What do you do, exactly? \n[108]What've you kept out? \n[109]You saved the little deviate's ass, didn't you? \n[110]You must hang with some major celebrities.  Journalists, newscasters -- those types. \n[111]Could you get him down here?  Larry King? \n[112]Because you asked him to. \n[113]Well, who could you get? \n[114]Wolf Blitzer? \n[115]Probably not. \n[116]Regis? \n[117]You'd be offering them an exclusive newsbreak.  I'm talking about more than one homicide. \n[118]I don't answer questions.  I ask them. \n[119]You're not considered a reliable source? \n[120]How about Cindy Adams? \n[121]Do you know her number? \n[122]Tell her you're in direct touch with a killer who's willing to speak honestly if she shows up here alone and without notifying the authorities. \n[123]Then lie.  Pick a celebrity and put them in the booth. \n[124]I'm anxious to see you in action. Don't keep me waiting. \n[125]Liza?  That was imaginative. \n[126]You weren't particularly convincing. \n[127]Because you don't really believe my Remington is pointed at you? \n[128]You're ninety percent sure. \n[129]Let me erase all doubt. \n[130]Control yourself, Stu.  Glance down at your chest.  What do you see. \n[131]Like you've seen in the movies? \n[132]Usually a supporting player.  That lovely but by now generic special effect of the bullet piercing the forehead. \n[133]This takes all the guesswork out of it.  You know exactly where to expect it before I even tighten my finger on the trigger. \n[134]How about Geraldo?  He's run his ass off to get in on this. \n[135]I'm disappointed.  I wanted to go first class. \n[136]I never expressed interest in giving myself up.  There are so many other phone booths in the city.  I'm just getting warmed up. \n[137]Now you're being creative. \n[138]Not at all. \n[139]Want me to get rid of him for you? \n[140]I'll think of something. \n[141]You asked for my help. \n[142]You're not doing too well.  I can settle it in a fraction of a second.  Shall I demonstrate? \n[143]Only one way to stop a mad dog. Give me permission. \n[144]If he forces you out of that booth, I've told you what to expect.  You or him, Stu. \n[145]You're breaking up.  We're about to be cut off. \n[146]That counts as a hang-up. \n[147]I can still make him stop.  Say the word.  Can you hear me? \n[148]You said 'yes.' \n[149]Don't try to renege on it.  I was following orders. \n[150]You're attracting a lot of attention.  I suppose when the police get there, you'll accuse me. \n[151]That's up to you.  But any mention of me will not be appreciated. \n[152]You won't even get to finish your sentence.  Oh look, that little red dot is dancing around all over you again.  You saw how quickly it can happen.  And how accurate I can be. \n[153]Who's going to believe that?  With all those witnesses to the contrary. \n[154]Remember to leave me out of it. \n[155]You'll put the proper spin on it. Isn't that your specialty?  Feeding the public a story that may not have a shred of truth -- and making it totally believable? \n[156]If you'd only dealt with the man reasonably, shown him some respect, this might not have been necessary. \n[157]But not your respect.  Which is what he required of you. \n[158]And now he's a fucking dead thief. Do you feel better about that? \n[159]Now you're being disrespectful of me.  You never learn.  Your job is to deal with people -- but you're not good at it. \n[160]You keep insisting I'm a stranger. Probably because you don't recognize the voice.  But there are cheap electronic devices available that disguise the voice.  I might not even be a man.  I might be one of those many women you've almost totally forgotten.  One who doesn't forgive easily.  One who wants to watch you squirm. \n[161]You sound so sure of that.  But you've never provoked any man as much as have the women in your life.  And so many of them, Stu. Do you even remember their names? \n[162]I can see that.  Ignore them. \n[163]They probably won't.  Look across on the east side of the street.  Do you see the tourist with the home video camera? \n[164]He's going to keep the police on their best behavior.  So long as you don't take what could be interpreted as hostile action, you'll be safe. \n[165]You want me to reduce them to three -- or two? \n[166]You can always change your mind. \n[167]Very good, Stu. \n[168]Tell him you've already got a friend. \n[169]Don't worry, Stu.  I've got him fixed right in my sights.  I won't let him hurt you. \n[170]Don't tell him, Stu.  Or it'll be the last thing he ever hears.  His blood will be on your hands. \n[171]I'm losing patience with this cop. \n[172]Excellent, Stu.  You're getting good at this. \n[173]Damn good reply.  Now you're having fun.  Admit it. \n[174]Playing it so close to the edge. I'll bet you've never felt so alive.  That's how I feel when I look through the sight and select somebody. \n[175]Tell him not to come any closer. \n[176]Tell him to read you your rights. \n[177]Demand a lawyer. \n[178]Brilliant, Stu.  Keep winging it. \n[179]Careful, Stu.  Don't volunteer too much. \n[180]He's lucky.  I had him centered in my cross hairs.  I really had to restrain myself. \n[181]It's not the police.  It's the media.  You're news, Stuart. \n[182]You've never gotten this much press for any of your clients.  I'm making you a famous person. \n[183]Their presence is putting the police on their continued best behavior. \n[184]Then don't give them one. \n[185]Who could it be? \n[186]Maybe she's seen this on television.  It must be on every channel by now.  Breaking news. \n[187]One of the neighbors could've alerted her. \n[188]That's an unwarranted accusation and very unbecoming in light of the good advice I've given in the past. Have I ever steered you wrong? \n[189]It might even be worth it.  She's insistent, isn't she? \n[190]Probably glued to the TV by now. I'm watching coverage on two stations now.  Channel surfing. Well, there you are on two and four and five.  Not any decent angles on you, though, stuck inside there. \n[191]But if you'd take one or two steps outside and look up, I think they could get a clear picture of you. \n[192]I might be willing to bend the rules and let you enjoy your moment of fame.  Set the phone down without hanging up... and take a step or two outside.  Just for a minute.  Then come straight back in or I'll be forced to provide 'live' coverage that should rival the historic Zapruder footage. Nothing like an exploding head to excite viewer interest. \n[193]It was only a suggestion.  Since you're convinced I'm going to plug you anyway, it can't matter much. \n[194]Even without a muffler, they'd never hear the report with all this noise.  Afterwards, it'd take them a good ten minutes to realize you weren't plugged by some overzealous officer.  Then they'll blame the media for inciting a crackpot vigilante to come down here and do the SWAT team's job for them. \n[195]I write the scenario and you all play your parts -- as directed. \n[196]Why don't you tell her how you feel about her? \n[197]You can't be certain they'd fire. They'd see it was only a phone. \n[198]Is she? \n[199]Can't miss her.  Very attractive, isn't she? \n[200]You continue to impress. \n[201]Because that's how I win. \n[202]Either way I can't lose. \n[203]I pride myself on that.  What's so great about being human?  It's the lowest form of life on this planet and I've taken it upon myself to thin the herd. \n[204]Stu?  Stu, don't be that way. You're taking the pleasure out of it. \n[205]Stuart, my friend.  Do you want to see how close I can come without actually hitting you? \n[206]May I call attention to the yellow pages? \n[207]Hollow points are designed to break up on impact.  It would've behaved differently if it had pierced your soft flesh.  The pieces would've bounced around looking for a way out.  That's where the real damage occurs -- finding an exit -- deflecting off all that bone... \n[208]Still the silent treatment?  My father used to dish that out when he chose to punish me.  Not a word spoken -- one time for over a month.  I'd try and goad him to acknowledge I existed, but he stared right through me.  You're bringing back unhappy childhood, Stu.  That's not wise. \n[209]Since you're ignoring me, I'll focus on someone else. There she is -- nice and sharp.  I can see the two little punctures in each earlobe and my God, what kind of a girl would have her nostril pierced? \n[210]What was that?  Louder, Stu.  We must have a bad connection. \n[211]I didn't expect her to show up here.  But since she has -- I'll improvise. \n[212]It's a bad dye job.  The black roots are growing in and it makes her look cheap. \n[213]I don't necessarily have to kill her.  I could be persuaded to settle for a reasonable mutilation. Which part of her displeases you most?  If she turns a bit more in profile, I'm accurate enough to remove the tip of her unpleasantly protruding nose.  It's just cartilage.  Any decent cosmetic surgeon will have her looking better than ever. \n[214]You can see her talking to the police now.  She's identifying herself as your wife.  They're very interested in who you are.  They're taking her over to see the officer in charge.  What was his name? \n[215]She won't even feel it when it happens. \n[216]Don't distract me.  Now's the time to be absolutely still.  I have to hold my breath as I squeeze gently -- \n[217]Aw, relax, Stu.  Only yanking your chain.  Now can we start over? \n[218]What else can they do?  They can't afford to just shoot you like I can.  Not with so much media coverage.  Not unless you make some stupid aggressive move. The ABC Mobile Unit just rolled up. \n[219]And just think -- if you survive this, your trial will be televised. And you can try and make the world believe I ever existed.  I'd be your only defense. \n[220]They'll plant one.  The police aren't above that -- when they're desperate to convict. \n[221]Don't you think I took that into account?  Am I a fool? \n[222]Haven't I considered every eventuality?  I knew they'd come and cordon off the block. And that there'd have to be a gun someplace. \n[223]It's a small booth, Stu.  Have you checked every inch of it? \n[224]Then what's left? \n[225]Could be.  Why don't you reach up there and lift the plastic sheet -- and feel around. \n[226]They could.  But you have to know if it's there.  Don't you? \n[227]In a narrow space, tucked just to the left of the fluorescent bulb. You can almost see it outlined if you look closely. \n[228]You saw how hollow points splinter on impact.  There's nothing much for ballistics to match to.  The same make .30 calibre bullets are in that handgun.  The prosecution rests. \n[229]Slide your finger up under the plastic and you'll feel the cold metal surface.  There are four rounds left in it.  Should you decide to shoot your way out. \n[230]You could shoot me, Stu.  You'd do that in a minute if you could. \n[231]Now you're speaking from the heart. Come on, just lift the partition a few inches and feel what's there for you. \n[232]Do you think that'll matter with so many eye witnesses? Do it... or should I re-focus my attention on Kelly? \n[233]You carefully distracted me from her before and I let you get away with it.  But if you're not going to play fairly -- There she is again.  So close I feel like I could touch her. \n[234]Then mind me when I speak. \n[235]One of the finest handguns Remington makes.  Lightweight, efficient and highly accurate. \n[236]Not right now.  But eventually... \n[237]I never said you would. \n[238]But you're getting there.  It wouldn't take much. \n[239]You could pull the gun down, shove it in your own mouth and jerk the trigger.  That's another option. \n[240]To please me.  And ensure that nothing happens to Kelly.  I don't necessarily have to deal with her today in the midst of a crowd of cops.  I can take her out any time I like.  When she goes to pull down her blinds at night or when she walks the dog first thing in the morning.  What is it -- a Jack Russell? \n[241]I'd rather see you remembered as the gallant gunman who tried to shoot his way past an army of police -- than as a coward who sucked the barrel.  I'm doing your PR for you.  Creating a final image that'll endure.  The outraged New Yorker who was pushed too far. When some lowlife street person tries to invade his territory, he retaliated.  And when the forces of the law closed in, he was defiant... to the end. \n[242]Exactly.  Nobody minded that he was a sicko.  He was living out a New Yorker's pet fantasy.  Can you remember that movie where Peter Finch started screaming 'I'm not taking it anymore!'  And everybody picked up on it. \n[243]That was it.  Poor Finch got himself an Oscar for that.  But he was dead by then.  I mean he really died.  Maybe playing that part took too much out of him. \n[244]That's the way!  Psyche yourself up.  Everybody respects a man who fights back, even if he goes a little berserk in the process. \n[245]Exactly!  We all understand the poor schmuck that gets laid off and comes back and shoots all his bosses.  We all thought of doing that.  But only he had the balls. The terminally ill husband who gets his policy canceled and machine guns the insurance company offices. Maybe somebody will finally get the message.  You can fuck human beings over only for so long before they come back at you.  I'm still holding on Kelly and she looks very concerned.  I could relieve all that anguish in a fraction of a second.  Shall I? \n[246]Stand up, Stu.  You're embarrassing yourself. \n[247]Stu -- I want you back on your feet facing me.  So you can see what I'm going to do to her. \n[248]Be a man, Stuart.  Don't let them see you like this.  You're an embarrassment to me. \n[249]It took you a while to believe it yourself. \n[250]Why don't you do it for me?  Wave the old captain back over and get him nice and close and then use the handgun on him. \n[251]And you will!  To save Kelly. \n[252]That's better, Stu.  Now turn around so I can see you. \n[253]They can put handles on the booth and bury you in it. \n[254]You're wasting my time.  Reach up and take the gun. \n[255]No need for that. \n[256]What is it then? \n[257]Why does it matter so much? \n[258]And then you'd take the gun down. And use it.  We have a deal on that? \n[259]I don't have to make deals.  And you're irritating me by trying to negotiate.  God doesn't have to prove anything.  He just strikes you down when he gets in the mood. \n[260]I'm glad that's settled.  But look who else has showed up? \n[261]I guess she saw the coverage on TV and just couldn't keep away. \n[262]The 'hotel' just arrived.  And a very beautiful little hotel she is. Actually, I'd classify her as more of a motel. \n[263]She's too far back behind the police line.  But I've got a fine shot at her from up here. \n[264]You're in an enviable position now, Stu.  You get to choose between them.  Tell me which one. \n[265]Which will it be?  Kelly or Mavis? Or should I simply select one? \n[266]You've got to be more in touch with your feelings.  You said you love Kelly. \n[267]Then I'm doing you a favor putting you out of the way of temptation. \n[268]Then take the third option.  Reach above you and pick up the gun. \n[269]There won't be much point in harming them without you around to impress. \n[270]Let me see you do it. \n[271]Don't tell me you're going to say your prayers? \n[272]The police seem all excited about something, Stu. \n[273]I can't wait any longer.  Say amen, then reach up for the gun.  When your hand comes down, I want to see it. \n[274]For once, be brave.  Surprise yourself. \n[275]Guys in combat situations even shit their pants.  But they follow orders. \n[276]Then I'd advise you to fire first. \n[277]Hard part's over.  Drop your arm and point it like you'd point your finger and squeeze. \n[278]Why must I keep invoking some poor girl's name every time we come to an impasse?  I'm focused back on Kelly again.  You're obviously not willing to trade your life for hers. \n[279]Thanks for such an interesting afternoon. \n[280]Had to have the last word, Stu. \n[281]But you'll never forget me.  I gave you the most thrilling day of your life.  Say thanks. \n[282]I lost a lot of blood.  Don't you want to donate some for me?  Then we'd really be part of each other. \n[283]Wish I could give you that pleasure.  You deserve it. ... Only I'm out of time. ", "RAMEY": "\n[1]You've been given an order. \n[2]Well he's not getting his wish. \n[3]Maybe it's more than a coincidence. Cover me.  I need to talk to him. \n[4]What do you think? \n[5]I'm not armed. \n[6]Yeah, sure.  I need to know what happened. \n[7]Sure you can.  My name's Ramey. Captain Ed Ramey.  What's yours? \n[8]You look like you need a friend. \n[9]Is that who you're talking to on the phone? \n[10]When somebody gets shot, it becomes my business.  Let's not have anybody else killed.  I want to hear your side of it. \n[11]Has this happened to you before? The need to hurt someone?  To put a bullet in them? \n[12]Try me. \n[13]You're right.  I don't believe you. What's that bulge in your pants pocket? \n[14]A cellular?  Then what are you doing in a phone booth making calls? \n[15]Don't reach for it, mister. \n[16]I don't need to see it.  I know what's there.  All these witnesses saw you use it on him. \n[17]A man is dead but it didn't happen. \n[18]You're walking through a bad dream and you can't wake up.  Do you want to wake up? \n[19]And in this dream, you killed that man.  He was bothering you so you iced him. \n[20]Then who did? \n[21]But you saw it happen? \n[22]You were the closest one to him. You must've seen who did it. \n[23]We're trying to be honest with each other, aren't we? \n[24]Who do you keep talking to on the phone? \n[25]What's this doctor's name?  It's important we know. \n[26]I respect your right to privacy. I've been to therapy myself.  The department provides it.  I know it's not good form for a cop to be admitting that, but... \n[27]If it makes you more comfortable. \n[28]Al least tell me your first name. \n[29]No gun and no name.  You're a highly underprivileged person. \n[30]It'll be hard to find a lawyer willing to risk his life.  But if you hand over the gun... \n[31]We'll take it out for you -- as soon as you exit the booth with your hands raised and... \n[32]We're not about to force you because there could be a miscalculation and then we'd never find out why this happened. \n[33]It's what makes the job interesting.  Finding out why. Something drove you to do this. You didn't go out today expecting this to happen.  It was a nice day. You were out for a walk.  And then suddenly it all changed. \n[34]You got some bad news on that call. \n[35]Something that pushed you over the edge? \n[36]Time to land. \n[37]I'm your safety net. \n[38]I'll go see about that lawyer. \n[39]Have you got the number of that booth? \n[40]Can you tap into that call? \n[41]Shit.  I don't want to blow this on a technicality.  Tracing the call isn't any violation, is it? \n[42]Okay, we've got to know who he's talking to and their current location. \n[43]I need the number and an address to go with it. \n[44]Then who'd your husband be talking to? \n[45]Stu seems to be checking things out with this person. \n[46]Remain here, please.  We may need you later. \n[47]We'll do our best not to. \n[48]Shit.  He hung up. \n[49]Hold your fire.  Let him answer it. \n[50]Let them talk.  He's not going anywhere. He's going back inside the booth. \n[51]Hold all fire until you actually identify a weapon.  We're doing this on fucking TV! \n[52]They should've traced the fucking call by now. \n[53]Patch me through.  Hello, this is Captain Edward Ramey.  What about that call? \n[54]We're there!  Can you play me back your recording of the entire call? \n[55]Then switch to another machine and play back what you've got. \n[56]Have you got the room? \n[57]Move your SWAT units to the hotel. No... wait.  Any movement will alert the sniper.  If he sees any of us withdraw, he may panic. \n[58]Intercept them.  Divert them to the hotel. \n[59]Send them in from the Forty-third Street side.  I don't want any activity the sniper might catch sight of.  He's probably high up and facing that booth.  He's got to continue to believe our full attention is focused on the man inside -- whoever the hell that poor bastard is. Hello 911 operator, I missed some of that.  Run it halfway back and repeat it. \n[60]Jesus... he's a dead man. \n[61]Hello?  This is Captain Ramey. Somebody talk to me. \n[62]What's his condition? \n[63]Get a statement from him.  I'll be right over. \n[64]Rubber bullet. \n[65]Somebody was going to and we thought it may as well be us. \n[66]Sure as hell did.  Thanks to you. \n[67]Barely. \n[68]Relax.  The guy's dying. \n[69]We'll see. \n[70]This is Ramey.  Over.  This is Ramey.  Ten-Four. \n[71]Shit.  Get everybody off this wavelength. \n[72]Hello.  Hello!  Pick up!  Yeah, it's Ramey again.  Can you hold the phone close enough so the perp can listen? \n[73]He's not about to talk to us. Maybe to him. \n[74]Forget that.  Stand him up. Can you stand? \n[75]Help him over here. \n[76]Here.  Speak up. \n[77]Don't worry.  We'll find out who he is.  And why he picked you. ", "LEON": "\n[1]Drag your baggy butt out of that booth.  We got business to conduct out of there. \n[2]Hang up that receiver or I'll make you eat the fucking thing! \n[3]Do you see one around here?  What you think I'm gonna be doing while you're waiting for a prowl car to get assigned?  I'm about to cut you a second asshole if you don't vacate those premises. \n[4]I'm not interested in your explanations even if you had any. \n[5]If I flick this, I use it. \n[6]Make me an offer. \n[7]You're offering to rent my phone booth?  For how long? \n[8]What's so special in there? \n[9]Is that a genuine Rolex you've got on? \n[10]That's what it's gonna take. \n[11]And the thirty! \n[12]Now I'm satisfied.  But you still got to deal with Felicia here.  I believe you spoke harshly to her. \n[13]And did her some injury. \n[14]I agree. Why don't you hang up a minute so we can discuss this matter at length. \n[15]Do I have to rip that fucking phone out of there? \n[16]That pinky ring looks attractive. Felicia might like that. \n[17]I can get it off you. \n[18]What's really going on in that booth -- that escapes the naked eye? \n[19]That your connection on the end of the line?  Or are you dealing? \n[20]You gotta be high on something to willingly divest yourself of your valuables -- just to maintain occupancy of a fucking phone booth that the local bums piss in every night. \n[21]You look like you're ready to piss yourself. \n[22]Maybe if the city provided decent public toilets, folks wouldn't relieve themselves in the subway stations and phone booths! \n[23]Next thing you know you're gonna claim we mugged you -- took your billfold and watch. \n[24]You sure you're alright? He don't look well. \n[25]Jaundice they calls it.  Probably advanced liver trouble. If it's cirrhosis, you better find yourself a twelve step program and quick. \n[26]The man is cracking up. \n[27]Me?  You're the one that brought me over and exposed me to all his germs. \n[28]I'm worried now it might be catching.  All that money out of your sweaty pocket is probably crawling with some rare and incurable disease. \n[29]What good's that?  We done touched it. \n[30]Come on now.  Own up to what you're carrying.  Is it some of that sexually transmitted shit?  Cause in that case, we can relax. \n[31]Here we's being solicitous as to your health and you respond by heaping abuse! \n[32]Now the man is turning aggressive... issuing threats upon my person. \n[33]If you don't hang up and step out, I'm about to topple this booth into the gutter with you inside it. ", "MAVIS' VOICE": "\n[1]Where have you been?  Do you think I have nothing to do but wait around for you to call? \n[2]Stu, I'm so lonely.  When can I see you? \n[3]How long is that for? \n[4]Maybe I should quit my job so we can be together full time. \n[5]Sometimes I think if I have to give one more fucking manicure... \n[6]I never saw a worse set of nails. Bit right down to the quick. \n[7]I'm glad you admit it. \n[8]She could care less how you look. She's only interested in pushing her own career.  Some wife you're stuck with! \n[9]Don't go. \n[10]Why must you always be calling me from some booth? \n[11]Then she suspects something. \n[12]She hasn't developed much skill at holding a man. \n[13]What about hurting me?  Like last time? \n[14]For a while I was, 'til I took stock of what was around.  You're the lesser of many evils. \n[15]I'll have it engraved. \n[16]Meet me in front.  I don't like walking in there unescorted. \n[17]It happens all the time lately. \n[18]Again?  I don't know if it's me or that dress you like. \n[19]Hello? \n[20]Who is this? \n[21]You know Stu? \n[22]Who the hell is this? \n[23]Stu?  Is that true?  Are you there? \n[24]What's your name?  To whom am I speaking? \n[25]Did his wife put you up to this? That bitch, Kelly? \n[26]You're getting me all upset.  I don't know who you are or how you know all this -- \n[27]Just what is your relationship to Stu?  That's all I want to know. \n[28]Answer me, goddam it! \n[29]You pervert! \n[30]You can tell that scumbag never to bother me again. \n[31]You're both disgusting. ", "FELICIA": "\n[1]Could you hurry it along? \n[2]Get done in there, mister.  I got me an important call. \n[3]Shit I will!  Finish up! \n[4]If you got you a cell phone, how come you taking up the whole fucking booth!  This here's an emergency! \n[5]It's busted.  Every damn phone on Eighth Avenue is busted but this one. \n[6]I'm gonna pull you out of that booth and snatch you ballheaded! \n[7]You assaulted my person. \n[8]You're hear alright.  I'm coming back.  And your ass better not be around. \n[9]He been in there all day. \n[10]He's got him a fucking cellular. What's he need to be on our booth for? \n[11]The man don't sound like he means it. \n[12]It might fit. \n[13]Kind of pale.  Even for a white man. \n[14]So how come his hand is shaking? \n[15]Lookit the sweat pouring off the sonofabitch.  That's one sick mother you started up with, Leon! \n[16]Whip his arrogant ass. \n[17]Don't cut yourself, honey. \n[18]I warned you not to cut yourself. Look at all that blood.  He must've hit an artery. \n[19]Oh, Jesus.  What is that?  Talk to me!  What happened? \n[20]Somebody call an ambulance. \n[21]You shut the fuck up! \n[22]Why did you do that to him? \n[23]You all saw it!  He shot my man without no provocation! \n[24]Hang up and dial 911.  Get a doctor! \n[25]You're gonna stand there and let him die? \n[26]That's bullshit.  He's the shooter. You're talking to the shooter. \n[27]Go ahead -- make a fucking run for it.  I hope they gun you down -- like you did him! \n[28]That's him -- in the booth.  He's got a gun! \n[29]Tell me he's gonna be alright. ", "KELLY'S VOICE": "\n[1]Shepard residence. \n[2]Hello? \n[3]What's taking you so long?  I thought we were having some lunch at Mario's? \n[4]How come? \n[5]That's disgusting.  Okay, I'll fix us a sandwich.  Where are you now? \n[6]How come?  The caller ID says you're on your cellular. \n[7]But you're also in some phone booth? \n[8]Well just hurry on back. \n[9]Are you sure you're alone?  I hear somebody in the background. \n[10]Do you? \n[11]Stu -- who was that man? \n[12]Some person who phoned fifteen minutes ago -- just after you went out. \n[13]This total stranger rang up and told me to wait by the phone -- because you'd be calling me in a few minutes -- from a booth.  And I said what would he be doing in any phone booth? \n[14]He said you'd be making phone calls.  What else? \n[15]To whom? \n[16]Women? \n[17]You know exactly what I mean. \n[18]I just feel something is wrong. \n[19]The way you sound.  You don't sound like yourself. \n[20]Someone who's scared.  There's fear in your voice like I've never heard before. \n[21]I want you to come back home.  Now! \n[22]No.  I want you here now.  In case he calls back, I don't want to answer again. \n[23]I feel like he's going to. \n[24]He's not a nobody.  He knows about us. \n[25]I can't discuss it on the phone. Just get over here! ", "MARIO": "\n[1]Stu, we got to talk. \n[2]How come you cross the street every time you go past the restaurant? \n[3]There's no more drinks or free meals until the restaurant starts showing up in the columns like you said. \n[4]One lousy mention in the Post and you expect to eat for six months! \n[5]That's what you tell me last July. And he never shows. \n[6]You the one blowing it.  How long you think you can fuck everybody? \n[7]So how come you take two nice suits of clothes from Harry and never get his daughter on David Letterman? \n[8]Mister, you're nothing! \n[9]That Harry's a damn fool! \n[10]What is involved? \n[11]What celebrities? \n[12]Is he still alive? \n[13]How come everybody wants to eat but nobody wants to pay? \n[14]At least they work for their meals. \n[15]How come? \n[16]You're full of shit.  You know that?  All bullshit! \n[17]I'm sorry I even talked to you. ", "SERGEANT": "\n[1]Throw down your weapon and come out with your hands raised. \n[2]You know the drill.  Hands clasped behind the back of your neck -- moving slowly -- step out of the booth.  If we see any sign of a weapon, we will respond. \n[3]I repeat.  Raise your hands. \n[4]We're dealing with a mental case. He's looking for us to kill him. \n[5]Same corner as two weeks ago. \n[6]You've got your vest on? \n[7]This here's Helfand, of New York Telephone. \n[8]But not without a warrant.  You could be violating this psycho's civil rights.  Especially if he's on the line with his fucking psychiatrist. \n[9]As long as we don't listen in. \n[10]Maybe they already traced it. Anyhow, it doesn't matter.  Looks like he's coming out. \n[11]What is going on with these fucking phone calls? \n[12]Are you nuts? \n[13]Officer on east side of the street reports subject removed a dark metallic object from his pocket. We better move. \n[14]There's something else coming in. A 911 operator says your name was mentioned by somebody that's still on the line.  Somebody talking about a phone booth.  And a sniper. \n[15]There's another SWAT unit on the way. \n[16]It's done. ", "MEDIC": "\n[1]Step aside.  Let us look at him. \n[2]Nothing we can do.  Don't touch the body.  They'll need it to mark the crime scene. \n[3]Don't try to sit up. \n[4]You'll have one hell of a nasty welt.  Busted rib.  Maybe a permanent scar there. \n[5]We'll be giving him a hypo for the pain.  It'll put him out for a while. \n[6]Will you please let go of him, Miss? \n[7]You can ride with him in the ambulance. ", "COLUMNIST": "\n[1]Speak! \n[2]The column is already full. \n[3]Maybe you don't hear so good?  I got no space for you. \n[4]Since when were you ever a reliable source? \n[5]I got it from their maid yesterday. It's in the paper today.  Or don't you bother to read my shit? \n[6]I'll drop your item in sometime next week.  If you promise not to call me for a month. ", "KELLY": "\n[1]What do you mean psychiatrist?  He doesn't see any psychiatrist. \n[2]There was some guy that called the house this morning and said weird stuff to me. \n[3]He hasn't got many friends -- I can tell you that. \n[4]You won't hurt him? \n[5]I was so afraid.  I thought... \n[6]Remember how you swore up and down you'd get me on TV?  Well, you did. I already got interviewed on Fox and Channel Eleven and they even want me on A.M. America tomorrow morning. "}}