{"dialogues": {"MAX": "\n[1]Monday, September first. Six-fifteen. \n[2]The alchemist awakes. \"Turn lead into gold, Max, lead into gold.\" Today, I find it. \n[3]Heat's been getting to Euclid. Feel it most in the afternoon when I run the set. Have to keep the fans on all night from now on. Otherwise, everything is running topnotch. The stack of 286's is now faster than Columbia's computer science department. I spent a couple hundred dollars. Columbia's cost? Half a million? Ha... \n[4]Oh, no. \n[5]One hundred fifty-eight thousand, a hundred two. Right? \n[6]Three point three one eight one eight one eight... \n[7]Somewhere in there. Somewhere. I know it's right in front of me. The pattern. They say it's chaos, it can't be understood, too much complexity. \n[8]History it's there. Lurking, shaping. structuring, hiding, right beneath the surface. \n[9]The cycling of disease epidemics, the wax and wane of Caribou populations in the Arctic, sunspot cycles, the rise and fall of the Nile and yes! the New York Stock Exchange, they are all the same. \n[10]I'll find this structure, this order, this perfection. \n[11]Turn lead into gold. The first. Right here. Right here. With math. The numbers of the stock market are my lead. When I find the pattern, then I will find gold. \n[12]Hello? \n[13]Yeah? \n[14]Who's this? \n[15]I told you... \n[16]Sorry, I can't. \n[17]I can't. \n[18]I don't take offers for my research. You know that. Sorry, I Couldn't help you. \n[19]Hi, Devi. \n[20]Great. \n[21]What are you doing? \n[22]It's fine. It's fine. \n[23]I have to go. \n[24]Thanks. \n[25]Sixteen, twenty-seven. Results: Euclid shows tomorrow's Dow closing up by four points. Anomalies include PRONET at sixty-fire and a quarter, a career high. Possible explanations, either A, an error in the June fifth algorithm, or B, Euclid's main processor is running a recursion... \n[26]Max. \n[27]Max Cohen. \n[28]No, I'm not interested in religion. \n[29]No. \n[30]I'm sorry, I'm very busy. \n[31]Really? \n[32]I gotta go... \n[33]I'm sorry, bye. \n[34]Please God, Let it be a small one. \n[35]Sixteen thirty-five. Second headache in under twenty-four hours. They're getting more frequent now...more painful, too. Drugs don't work, just take the edge off of it. Just gotta wait for the nosebleed. Relief comes from my nose. \n[36]Ahh... \n[37]Leave me alone. \n[38]No! No! \n[39]Who is... \n[40]My house...how do... \n[41]Damn. \n[42]I didn't get to it. \n[43]I'm so close, Sol. I'm so close but I just can't grab it. \n[44]We'll see. \n[45]You found things... \n[46]Tuesday, September second, eighteen twelve. If Sol hadn't gotten sick who knows where math would be. He spent years in the numbers of Pi. Searching for meaning, for order. \n[47]Three point one four...off into infinity and maybe insanity. Somewhere in there he wanted sanity. Sanity like he found in the circles Pi represented. Simple, sane circles. If only the stock market had circles. Some type of sanity. Some type of form, of shape. \n[48]Oh, okay. \n[49]Um, I work with computers ...math. \n[50]Number theory. Mostly research. \n[51]Yeah... \n[52]Hm. \n[53]Kind of interesting. \n[54]They're Fibonacci numbers. \n[55]The Fibonacci sequence. Italian mathematician, thirteenth century. If you divide a hundred and forty-four into two hundred and thirty-three, it approaches theta. \n[56]The Greek symbol for the golden ratio. The golden spiral. \n[57]Wherever there's spirals. \n[58]Math everywhere... \n[59]Everywhere... \n[60]Oh my God... \n[61]Simple shapes! Tuesday, September second. Twenty-twenty-two. Sol! Sol! Sol! Shapes in the market. Why not? And they're spirals! Spirals! \n[62]A circle spread out overtime. It's open-ended. It has a beginning and it grows and changes through time. If I can find where it fits, if I can spin it and lock it into a group of numbers, then I can calculate the future. Lead into gold. Chaos into order Madness into sanity. Pain into bliss. Perfection. \n[63]What the... \n[64]Shit! \n[65]What the... \n[66]Wednesday, September third, seven-fifteen. Results: AAR at fourteen and a half\u0097low, very low. ABR at six and a half\u0097jeez. Six and a half, ABR hasn't been beneath twenty in ten years. Conclusion: Simple. There is no pattern. No pattern. Chaos, chaos, all chaos. \n[67]Euclid crashed. I lost all my data, my hardware. \n[68]Burnt... \n[69]I don't know, first I got these horrible picks. Then Euclid spits out some numbers. Never saw anything like it and then it fries. The whole machine just crashed. \n[70]Of? \n[71]I threw it out. \n[72]I don't know, just a long string of digits. \n[73]I don't know. \n[74]I don't know. Probably around two hundred. Why? \n[75]Yeah. \n[76]That a breakthrough will come... \n[77]Hey, excuse me, can I see that? \n[78]Six and a half. \n[79]Fourteen and a half. Oh, my... \n[80]My God. My God. Yes! Yes! \n[81]Who are you? \n[82]I'm sorry, I don't... \n[83]No, no, no, really, I can't. \n[84]On the nose. On the damn nose. \n[85]Um, no, it's Max from next door. \n[86]Do you have any iodine? \n[87]No. I just need it to stain a slide. \n[88]Just something with my computer. \n[89]I just threw out something. I didn't realize I needed it. \n[90]Just a printout. I, uh, lost my data... \n[91]Oh, hey... \n[92]You gotta car? \n[93]All tight, lets go. \n[94]Lenny, I don't really want to do... \n[95]You know me? \n[96]I have? \n[97]What kind of pattern? \n[98]What sort of number? \n[99]Two sixteen? \n[100]What is it? \n[101]No, I mean the number, the two sixteen number? What is it? \n[102]Tell me more. \n[103]What's going on, Sol!? \n[104]What's the two hundred and sixteen number, Sol? \n[105]You asked me if I had seen a two hundred and sixteen digit number, right? \n[106]What do you mean by \"found it\"? \n[107]Well, there's these religious Jews who have... \n[108]Well, you know, Hassidim. I met one in the coffee shop. The guy's a number theorist. The Torah is their data set. The thing is, they're searching for a two hundred and sixteen digit number in the Torah. \n[109]They say they don't know, but that's crazy. I mean what are the odds... \n[110]But hold on, there's something else. You remember those strange picks I got. \n[111]Right. Well, it turns out that they were correct. I hit two picks on the nose. Smack on the nose. \n[112]Something's going on, and it has to do with that number. The answer is there. \n[113]No. it's a pattern. A pattern is in that number \n[114]But as a Go game progresses, the possibilities become smaller and smaller. The board does take on order. Soon, all moves are predictable. \n[115]So, maybe, even though we're not sophisticated enough to be aware of it, there is an underlying order...a pattern, beneath every Go game. Maybe that pattern is like the pattern in the market, in the Torah. The two sixteen number. \n[116]Or maybe it's genius. I have to get that number. \n[117]Damn it already! Stop following me. I'm not interested in your money. I'm searching for a way to understand our world. I'm searching for perfection. I don't deal with mediocre materialistic people like you! \n[118]Go. \n[119]I'm not interested. \n[120]I told you I don't want money. \n[121]Ming Mecca. They're not declassified. \n[122]What do...do... \n[123]Yeah, I got to go. \n[124]Let me think about it... \n[125]Hey! \n[126]Jenna. I can't now, Jenna. \n[127]I'm working now, later okay? \n[128]Lenny, it's Max Cohen. \n[129]I've been thinking about our conversation earlier. \n[130]I want to help. \n[131]Do you have the Torah in digital form? \n[132]Thursday, September fourth, sixteen forty-five. The alchemist awakes. All of my ideas, work and dreams are spinning together It all has to do with spirals. It began with spirals and the answers are thee. \n[133]The most I can remember about their significance is from Schneider's class. That bullshit core for majors. Schneider's fascination with mystical geometry made him a bit of a quack...but...then again, look at Kepler. He was really into Pythagoras. The leader of an ancient sect which believed the entire universe could be represented by numbers. Pythagoras' greatest contribution was the golden ratio, which ended up influencing art and science for thousands of years, arguably all the way up to today. \n[134]The golden ratio, if I recall, is this unique relationship between the length and width of a special rectangle called the golden rectangle. \n[135]If you take the width of this rectangle and use it to form a square within the rectangle, the part left over is a rectangle that has the same ratio as the original rectangle. au can continue squaring the rectangle, over and over again, making the rectangles smaller and smaller to infinity. \n[136]Then, if you connect a curve through these rectangles you get the golden spiral. The Pythagoreans loved this shape because they found it everywhere in nature. \n[137]It really is amazing. In the sea, on land, in air, our basic building block DNA and even our home. \n[138]If we're built from spirals, while living within a giant spiral, is it possible that all of human behavior, if it could be quantified, is in the form of a spiral. Then, maybe, extensions of our behavior like the stock market. maybe even the writing of The Torah, is infused with the spiral pattern. \n[139]Friday, September fifth. Seven twelve. It's fair to say, I'm stepping out onto a limb. But I'm on the edge and that's where it happens. \n[140]Marcy Dawson. \n[141]Max Cohen. \n[142]Look what do you want for the chip? \n[143]No, I don't. \n[144]I don't know if I'll find anything useful. \n[145]Okay. First, I want you to call off the surveillance. \n[146]Yeah, I'm a very private person. Knock on my door and leave the suitcase outside. I don't want to talk to Anyone. \n[147]I'll knock back. \n[148]What is it? \n[149]No, what is it? The two hundred and sixteen digits. \n[150]If the number's in there, I'll find it. \n[151]Wha... \n[152]No, no.. \n[153]No, no, I just. It's that she's your girl... \n[154]No, no, sir, please. I've never touched Devi...I never will. \n[155]Okay. \n[156]Friday, September fifth? Lots of work to be done. But I'm close, so close. Today is the day Might have cost me my soul, but down the line I'll work it out. Just keep them in the dark, let them beg. A damn Ming Mecca chip. It's like giving a desperate junkie a syringe filled with junk. Defense uses them to nun nuclear sub reactors. Me? I'm going to dissect the market. \n[157]Happy birthday, Euclid. \n[158]Eighteen thirty. Press return... Max darts over and smacks the RETURN. Moments later we see what Max sees \n[159]Oh God. Damn religious freaks. The holy Torah... \n[160]Ah God... \n[161]Too much...too soon. \n[162]Ohh... \n[163]Stop, please, stop. \n[164]What the? \n[165]What is it!? What is it!? \n[166]Two...two hundred. That's it! That's it! \n[167]Oh... \n[168]What happened? \n[169]The number, the number. \n[170]Four...zero... seven...It's in my head, it's in my head. Somehow I memorized it. I got it up here! \n[171]But what is it? \n[172]0ut, out, you have to get out. Get out, get out it's my room! \n[173]Out! 0utt \n[174]Out! Get out! \n[175]Saturday? Dark outside. There was a moment there...when, I don't know...when I didn't exist. What? What? \n[176]Must be an explanation, must be a reason. Must. \n[177]Bastard. \n[178]Two and a quarter, twelve and an eighth, six and two eighths. \n[179]I know these...Seven and a quarter. Two and a half ...oh...oh... \n[180]My God. It's gonna crash, it's gonna fucking crash. \n[181]You lied to me. \n[182]You found the two sixteen number in Pi, didn't you? You saw it. \n[183]I saw it, Sol. I don't know what happened, but I know things. The market is going to crash. It's going to crash. It hasn't yet, but I know it will. I saw it, Sol. What is it, Sol? What's the number? \n[184]It's in my head! \n[185]The computer becomes conscious? \n[186]Studying the pattern made Euclid conscious of itself. Before it died it spit out the number That consciousness is the number. \n[187]Stop? How can I stop? I'm this close. \n[188]What are you saying? \n[189]You were afraid of it. That's why you quit. \n[190]C'mon, Sol. \n[191]That's bullshit. It's math, numbers, ideas. Mathematicians are suppose to be out on the edge. You taught me that! \n[192]That's where discoveries happen. We have to go out there alone, all alone, no one can accompany us. We have to search the edge. We have to risk it all. But you ran from it. You're a coward. \n[193]You can't tell me what it is. You don't know You've retreated to your goldfish, to your books, to your Go, but you're not satisfied. \n[194]I want to understand it. I want to know! \n[195]Who are you working for? \n[196]I don't want your wallet. Who sent you? \n[197]Who the hell sent you!? \n[198]Who are you?! \n[199]Leave me alone, damn it. Leave me alone. \n[200]Marcy? What's up? \n[201]I can't, I got work... \n[202]Don't ever hit... \n[203]Leave me alone. I don't know anything. \n[204]Hey! Hey! Hey! \n[205]I didn't do anything. I didn't play the market. \n[206]How could you do that? \n[207]You selfish, irresponsible cretins. How could you be so stupid!? \n[208]C'mon! I know who you are. You're not gonna save the world. \n[209]My God, what are you doing? \n[210]You can't kill me! \n[211]You bastards! You stupid bastards! \n[212]Farrouhk! \n[213]C'mon... \n[214]Farrouhk what about Farrouhk!? \n[215]Go back! \n[216]What's going on? \n[217]What's going on? \n[218]Yeah, I have it! \n[219]What is it? \n[220]What are you doing!? What the hell are you doing!? \n[221]It's not on me. It's in my head. \n[222]Who? \n[223]Why do you care? \n[224]Screw you! \n[225]They've got part of it Now get off me! \n[226]Using what? \n[227]Let go! \n[228]Yeah, yeah \n[229]What is it? \n[230]You wouldn't be so flipped out if you didn't know. What's happening to me? \n[231]Screw you! \n[232]What are you... \n[233]So? \n[234]Yeah... \n[235]You're telling me that the number in my head is the name of God!? \n[236]That's what happened. I saw God. \n[237]It's more than God... it s everything. It's math and science and nature... the universe. I saw the Universe's DNA \n[238]I saw everything. \n[239]Garden? You're not pure. I'm the one who has the number \n[240]It was given to me. It's part of me. It's changing me. \n[241]And what will it do to you? \n[242]The number is nothing. You know that! \n[243]It's just a number. I'm sure you've written down every two hundred sixteen number. You've translated all of them. You've intoned them all. Haven't you? But what's it gotten you? It's not the number! It's the meaning. It's the syntax. It's what's between the numbers. If you could understand you would. But it's not for you! I've got it. I understand it. I'm going to see it! Rabbi...I was chosen. \n[244]Suddenly, it's all there. It all makes sense. I can crack it. I can know it. I know what it is. Sol knows, too. I need to tell him. I need to show him. I need to bring him with me. \n[245]Sol? \n[246]What do you mean? \n[247]Where is he? \n[248]No. \n[249]Stop it, please! \n[250]No. No. I'm ready. I'm ready! Show me! \n[251]Three, seven, two... \n[252]Where am I? What is this? This is wrong, Sol. Sol! \n[253]Sol! You were right Sol! He was right. \n[254]He was right. I want to breathe. Breathe. \n[255]I don't know. I really don't know. What is it, Jenna? \n[256]Oh. ", "LENNY MEYER": "\n[1]I'll put it out. The name's Lenny Meyer \n[2]And you are? \n[3]Max? \n[4]Cohen! Jewish? \n[5]It's okay. \n[6]Have you ever heard of Kabbalah? \n[7]Jewish mysticism. \n[8]I understand...it's just that it's a very exciting time in our history. Right now is a critical moment in time. \n[9]Yes, it's very exciting. Have you ever put on Tefillin? \n[10]Tefillin. You know Tefillin. I know it looks strange. But it's an amazing tradition that has a tremendous amount of power. It's a mitzvah for all Jewish men to do. Mitzvahs, good deeds, are spiritual food for our hearts and our heads. \n[11]They purify us and bring us closer to God. You want to try it? \n[12]Are you okay? Max? Max? \n[13]Well, maybe some other time. \n[14]Hey, Max, how you doing? \n[15]Lenny Meyer. I'll put it out. So, what do you do? \n[16]Really? What type of math? \n[17]Number theory? No way, I work in theory, too. Not traditional, though... I work with the Torah. Amazing. \n[18]Yeah. You know Hebrew is all numbers. It's all math. \n[19]Here, look...the ancient Jews used Hebrew as their numerical system. Each letter is a number. \n[20]You see...The Hebrew \"A,\" the number 1. The Hebrew \"B,\" Bet, is two. You can take any Hebrew text and turn them into a long string of numbers. \n[21]The Torah is just a long string of numbers. Some say that it's a long code sent to us from God. \n[22]Yeah, like take the Hebrew word for, say, the Garden of Eden, Kadem. Kuf, Dalei Mem...Kuf is a hundred. Daled, four Mem, forty. They equal one hundred and forty-four. Then take the tree of knowledge...in the garden, Aat Ha Haim, it equals two hundred and thirty-three. Now you can take that number and... \n[23]Huh? \n[24]Theta? \n[25]You're right, I never saw that before. That's the series you find in nature. Like the face of a sunflower. \n[26]You see, there's math everywhere. \n[27]Max! How you doing? Lenny Meyer. \n[28]Hey, where you going? You got a few moments to do Tefillin? \n[29]I gotta car, we can cruise over to my... \n[30]Yeah, right there. That's Ephraim, my friend. \n[31]Great... \n[32]Do it for me? It means a lot, having someone of your stature performing a mitzvah in my presence. When you told me your name was Max Cohen, I didn't realize you were the Max Cohen. Maximilian Cohen. \n[33]0f course, I've followed your research since your Columbia days. It's revolutionary. You've inspired the work we do. \n[34]Yes, very much so. The only difference is, we're not looking at stocks. We're searching for a pattern in Torah. \n[35]We're not really sure. Our calculations have shown us that there is a number encoded in the text. \n[36]We don't know. All we know is that it's two hundred and sixteen digits long. \n[37]Don't worry. This one just goes over your head.  \n[38]Yes. Now we have to say a small prayer, repeat after me. \n[39]That's it. Wasn't so bad, was it? You feel anything? \n[40]It's a prayer about our dedication to our one and only God. \n[41]Oh. We don't know. We just know that it's the most common number encoded in the text. It might be some type of linguistic pattern. If we could figure out what the number is we could maybe answer that. \n[42]Hello, this is Lenny? \n[43]Max! How are you? You want to come down? \n[44]That's good... \n[45]Excellent. \n[46]The Torah. \n[47]In Hebrew characters and numbers. \n[48]I don't know. If you get it, maybe we can figure it out. Can you really find it? \n[49]Max! \n[50]Stay down! \n[51]He's okay, he got in his cab. We've been looking for you. \n[52]Do you have the number? \n[53]Do you have the number? \n[54]You have it. Where is it? You have it written down? \n[55]We're not joking around, Max? Where's the number? \n[56]You memorized it? Did you give it to them? \n[57]Who!? Those Wall Street bastards. \n[58]Just answer me! \n[59]Hit him! \n[60]You're dealing with something really big now, Max. I don't want to hurt you, so answer me. Did you give it to them? \n[61]Damn it! Damn it! They're using it. \n[62]Shut up! \n[63]No, don't! \n[64]I told you we don't know \n[65]Give us the number! \n[66]It will kill you! \n[67]We're pure. Give us the number! ", "SOL": "\n[1]Stop thinking, Max, just feel. Use your intuition. It's the only way to get into the flow. What did you think of Hamlet? \n[2]It's been a month. You haven't taken a single break. \n[3]Have you met the new fish my niece bought me? I named her Icarus. After you. My renegade pupil. You fly too high, you'll get burned. \n[4]The more I see you, the more I see myself thirty years ago. My greatest pupil. Published at 16, Ph.D. at 20. \n[5]But life isn't just mathematics. I spent forty years looking for patterns in Pi, I found nothing. \n[6]I found things, but not a pattern. \n[7]Your mainframe? \n[8]What happened? \n[9]You have a printout? \n[10]The picks, the number? \n[11]What was the number it spit out? \n[12]How many? \n[13]What was it, a hundred and fifty, a thousand, two hundred sixteen!? How many? \n[14]I dealt with some bugs back in my Pi days. I was wondering if it was similar to one I ran into. \n[15]Have you met Archimedes. The one with the black spot. You see? \n[16]Remember Archimedes of Syracuse? The King asks Archimedes to determine if a present he's received was actually solid gold. Unsolved problem at the time. It tortures the great Greek mathematician for weeks. Insomnia haunts him and he twists and turns on his bed for nights on end. Finally, his equally exhausted wife, she's forced to share a bed with this genius, convinces him to take a bath, to relax. While stepping into the tub he observes the bathwater rise as he enters. Displacement. A way to determine volume. And thus, a way to determine density, weight over volume. And thus, Archimedes solves the problem. He screams \"Eureka!\"\u0097Greek for \"I found it!\"\u0097and is so overwhelmed he runs dripping naked through the streets to the King's castle to report his discovery. Now, what's the moral of the story. \n[17]Wrong. The point of the story is the wife. Listen to your wife, she will give you perspective. Meaning, you need a break, Max, you have to take a bath, otherwise you'll get nowhere. There will be no order, only chaos. Go home and take a bath. \n[18]Max? \n[19]Relax, it's early. \n[20]Now, what's up? \n[21]Excuse me? \n[22]Oh, you mean the bug. I found it working on Pi. \n[23]What's this all about, Max? \n[24]Religious Jews? \n[25]Really? What's it mean to them? \n[26]It's just a coincidence. \n[27]Yesterday's stock picks? \n[28]Hmmm. \n[29]Max, it's a bug. \n[30]Come with me. \n[31]Listen to me. The Ancient Japanese considered the Go board to be a microcosm of the universe. Although when it is empty it appears to be simple and ordered, in fact, the possibilities of game play are endless. They say that no two Go games have ever been alike. Just like snowflakes. So, the Go board actually represents an extremely complex and chaotic universe. That is the truth of our world, Max. It can't be easily summed up with math. There is no simple pattern. \n[32]So? \n[33]That is insanity, Max. \n[34]Hold on, you have to slow down. You're losing it, you have to take a breath. Listen to yourself. You're connecting a computer bug I had, a computer bug you might have had, and some religious hogwash. If you want to find the number two sixteen in the world, you'll be able to pull it out of anywhere. Two hundred and sixteen steps from your street comer to your front door. Two hundred and sixteen seconds you spend riding on the elevator. When your mind becomes obsessed with anything, it will filter everything else out and find examples of that thing everywhere. Three hundred and twenty, four hundred and fifty, twenty-three. Whatever! You've chosen two sixteen and you'll find it everywhere in nature. But Max, as soon as you discard scientific rigor, you are no longer a mathematician. You become a numerologist. What you need to do is take a break from your research. You need it. You deserve it Here's a hundred dollars, I want you to take it. If ,you won't take it, borrow it. Either way, take a break. Spend it however you like as long as it falls in the category of vacation. Real world stuff, okay. No math. \n[35]Just try it. In a week you'll laugh about this. C'mon, Max. Think about it! \n[36]You're early. I was just studying our... What did you do to yourself? \n[37]I thought you were going to take a break. \n[38]You have it? \n[39]Okay, sit down. \n[40]I gave up before I pinpointed it. But my guess is that certain problems cause computers to get stuck in a particular loop. The loop leads to meltdown, but right before they crash they... they become \"aware\" of their own structure. The computer has a sense of its own silicon nature and it prints out its ingredients. \n[41]In some ways...I guess... \n[42]No, Max, it's only a nasty bug. \n[43]A door in front of a cliff. You're driving yourself over the edge. You need to stop. \n[44]The bug doesn't only destroy computers. \n[45]Look what it did to your computer. Look what it's doing to you. \n[46]It's killing you. Leave it unknown. \n[47]Max, I got burnt. \n[48]It caused my stroke. \n[49]Max, there's more than math! There's a whole world... \n[50]Max, it's death! \n[51]Get out! Max, get out! \n[52]Out! ", "MARCY DAWSON": "\n[1]Mr. Cohen! How are you? It's been a long time. Sorry I haven't been in touch. But I was hoping you would allow me to take you to lunch tomorrow, say one o'clock? \n[2]We're very anxious to talk with you, sir \n[3]I'm prepared to make you a generous... \n[4]Mr. Cohen, give me a moment... \n[5]Mr. Cohen. Marcy Dawson here again I was just looking over my schedule and I realized I'll be in your neighborhood tomorrow around three. \n[6]Marcy Dawson from Lancet-Percy I'm so anxious to meet you. It will be worth it\u0097for both of us I promise. See you at your house at three, okay? \n[7]Oh, don't worry, I got your address from Columbia. So three it is. Looking forward to it. \n[8]Mr. Cohen! Perfect timing. \n[9]I was just waiting for you. I thought you stood me up, so I was going to head home. \n[10]Oh...Marcy Dawson. From Lancet Percy. We were supposed to meet at three. \n[11]I can't tell you what a pleasure it is to finally meet you. I've studied your papers for years. \n[12]I have something you won't be able to say no to. Why don't we take a spin in the limo? \n[13]We're excited by your work. We can't wait to discuss... \n[14]Mr. Cohen? Mr. Cohen? Please stop for a second Mr. Cohen? \n[15]I'm sorry. I'm very sorry. I admit I've been a bit too aggressive. But all I ask is for five minutes of your time. Here... \n[16]...a stopwatch. Already ticking. Allow me the four and a half minutes left Let me tell you what I want. Let me tell you what I can offer you. Afterwards, if you don't want to talk to me, then fine, we part as friends and I promise that you will never see me again. That's fair, isn't it? \n[17]Good. It's funny, even though we have different aims and different goals we're actually incredibly alike. We both seek the same thing\u0097perfection. I know... clearly we're seeking different types of perfection, but that is what makes us perfect candidates for a fruitful partnership. If you let me, I can be your greatest ally. Take the acacia tree...in East Africa. It is the most prevalent plant in all of Kenya because it has managed to secure its niche by defeating its major predator, the giraffe. To accomplish this, the tree has made a contract with a highly specialized red ant. The tree has evolved giant spores which act as housing for the ants In return for shelter, the ants supply defense. When a giraffe starts to eat the tree's leaves, the shaking branch acts like an alarm. The ants charge out and secrete an acid onto the giraffe's tongue. The giraffe learns its lesson and never returns. Without each other, the tree would be picked dry and the ants would have no shade from the brutal African sun Both would die. But with each other, they succeed, they survive, they surpass. They have different aims, different goals but they work together. Max, we would like to establish a mutually benefiting alliance with you. \n[18]Allow me to dose. \n[19]As a sign of good faith we wish to offer you this. \n[20]The suitcase isn't filled with fifties or gold or diamonds. Just silicon. A Ming Mecca chip. \n[21]You're right. They're not. But Lancet-Percy has many friends. Come here, take a look. \n[22]Beautiful, isn't it? You know how rare...are you okay? \n[23]But what about... \n[24]What? Mr. Cohen!? \n[25]Mr. Cohen? I'm so Happy... \n[26]You tech guys. I think you know what we want. \n[27]C'mon, Mr. Cohen. We can work together We can both profit from this information. We both need each other to get it, so why not work with us? \n[28]We're willing to take the risk. \n[29]Done. Anything else? \n[30]How do I know you're home? \n[31]Fair enough. \n[32]Max, is that you? Max? Max, just talk to me. Things are a bit out of hand down here. People are getting desperate. We had a deal, Max. A deal. Talk to us, Max. \n[33]Let's take a ride, Max. \n[34]We had a deal! NOW get in the limo! \n[35]Enough, Max, c'mon out. \n[36]You're responsible for this. \n[37]But we did. \n[38]You have to be careful where you throw out your trash. \n[39]You gave us faulty information. You gave us the carrot, the right picks, but then you only gave us part of the code. \n[40]C'mon, Max. This isn't a game anymore. We're playing on a global scale. We used your code. Foolish...I admit. But we can fix things if we make some careful picks. Give us the rest of the code so we can set things right. \n[41]Look, Max... \n[42]Information is the private language of Capital. We tried to establish a symbiotic relationship but if you choose to compete and enter our niche we are forced to comply with the laws of nature. \n[43]C'mon, Max. You don't get it. I don't give a shit about you. I only care about what's in your fucking head. If you won't help us help yourself, then I'll have only one choice. Destroy the competition. I'll take you out of the game. Survival of the fittest, Max. And we've got the gun. ", "DEVI": "\n[1]Max, good! \n[2]Your hair. \n[3]Your hair, you can't go out like that. Don't worry. \n[4]You need a mom. \n[5]Your somosas! \n[6]You stopped? \n[7]Oh God... \n[8]Farrouhk! \n[9]Farrouhk? \n[10]Max, is everything all right? \n[11]Iodine...did you cut yourself? \n[12]Ah, science, the pursuit of knowledge. One second. \n[13]Here we are. What are you examining\u0097 a potato!? \n[14]The neighbor's up to his old science... \n[15]Next door. \n[16]Shh! I just helped ... \n[17]Farrouhk! \n[18]Shh! C'mon, Farrouhk. \n[19]Shh! Baby! Come here, baby! \n[20]He's just a bit unique. \n[21]Yes, hello? \n[22]He's busy right now I'm sorry. Max is sprawled out in front of Euclid. A large amount of blood, from his nose, is semi-dried on his chin and chest. Devi hangs up the phone. \n[23]You were screaming... \n[24]Are you okay? \n[25]Are you okay? \n[26]Max. Max! Are you okay!? Oh my God, Max! \n[27]Max! Breathe, Max. Breathe! \n[28]Yes, Max. Listen to me... \n[29]Breathe, Max! Breathe. Focus. \n[30]No, Max. No. Stay with me Max. Stay with me. \n[31]That's right Max. That's Right. Breathe. Breathe. \n[32]Yes, breathe, Max. Breathe... ", "FARROUHK": "\n[1]So I gotta make this drop off in Harlem and on the way down there's these three kids hailing me. \n[2]I was tight, so... \n[3]So I drop them off in the Village and they dart. \n[4]I get out, grab my bat and start running. One of the kids, maybe sixteen, I catch a block later he's cursing at me, calling me a Paki bastard. So I whacked him, right in the head. \n[5]I'm kicking the bastard in the ribs banging his ass, knocking his head against the curb, harder and harder, I fucking lost it. A hot dog guy starts screaming \"You're cracking his skull, you're cracking his skull.\" So they pulled me off of him and calmed me down. Cops said he had it coming to him. \n[6]What neighbor? \n[7]Why are you talking to that dork! \n[8]Pounds on wall. Hey, dork, leave my girlfriend alone! \n[9]I don't give a shit. \n[10]I'll kill the dork. You hear me! I'll kill you. I'll fucking kill you! \n[11]There you go, dork. Been thinking about my girlfriend. Haven't you? \n[12]You want to fuck her, don't you? \n[13]You calling my girlfriend ugly!? Why don't you want to fuck her? You think she's ugly? \n[14]So you do want to fuck her. You think about fucking her in the mouth, don't you? \n[15]Give the fucking genius a Mars bar. Stay away, or I'll slice off your balls. \n[16]Damn dork. \n[17]Unique?! Unique?! He's a dork! \n[18]Shhh! \n[19]Let's go. \n[20]He's sick! He's sick! ", "RAV COHEN": "\n[1]Max, Max. You're okay I'm Rabbi Cohen. Cohen like you. I'm sorry for what Lenny did, he's been reprimanded. It is not our way Are you okay? \n[2]Everything will be fine, Max. You need to give us the number. Do you have it? \n[3]Okay, okay! Lenny, easy! Max, I'll tell you what's going on. Just calm down. The Talmud tells us it began two thousand years ago, when the Romans destroyed the second temple. \n[4]Just give me a chance. You'll understand everything if you listen. \n[5]The Romans also murdered all of our priest- hood\u0097the Cohanim\u0097the Cohens, and with their deaths they destroyed our greatest secret. In the center of the great temple was the holy of holies which was the heart of Jewish life. This was the earthly residence for our God. The one God. It contained the ark of the Tabernacle which stored the original Ten Commandments that God gave to Moses. Only one man could enter this space once a year on the holiest day of the year, Yom Kippur On the Day of Atonement, all of Israel would descend upon Jerusalem to witness the High Cohen's trip into the holy of holies. If the holy man was pure he would reemerge a few moments later and Israel was secured a prosperous year. It meant that we were one yea r closer to the messianic age. Closer to the return of the Garden of Eden. But if he was impure, he would die instantly and it meant that we were doomed. The High Cohen had a single ritual to perform in the holy of holies. He had to intone a single word. \n[6]That word was the true name of God. \n[7]The true name, which only the Cohanim knew, was two hundred and sixteen letters long. \n[8]Yes...it's The key into the messianic age. As the Romans burned the temple, the Talmud says, the High Cohen walked into the flames. He took his secret to the top of the burning building. The heavens opened up and took the key from the priest's outstretched hand. We've been searching for the key ever since. And you may have found it. Now let us find out. \n[9]No, no, Max. You're not pure. You can't see God unless you're pure. \n[10]You saw nothing. \n[11]There's much more. We can unlock the door with the key. It will show God that we are pure again. He will return us to The Garden. \n[12]Who do you think you are? You are a vessel from our God. You are carrying a delivery that needs to be made to us. \n[13]It's killing you. Because you are impure. \n[14]We can use it. We can wield it. ", "JENNA": "\n[1]Max, Max! Can we do one? \n[2]What's three hundred and twenty-two times four hundred and ninety-one. \n[3]Right. \n[4]Okay, seventy-three divided by twenty-two. \n[5]Max, Max, can we do one. \n[6]Please, Max. \n[7]Can we do one, Max, can we? \n[8]How about two hundred and fifty-five times a hundred and eighty-three. \n[9]I got it! I got it! What's the answer? \n[10]Forty-six thousand six hundred and sixty-five. "}}