{"dialogues": {"SZPILMAN": "\n[1]Hello. \n[2]Who are you? \n[3]It's nothing. \n[4]Jurek, why have you been hiding her? \n[5]It's a little cut, nothing. \n[6]What are you doing? \n[7]They bombed us, we're off the air. \n[8]Where are we going? \n[9]Out of Warsaw. Where? \n[10]Heard what? \n[11]And what do you think you'll do while you're setting up a new line of defence? Wander round lugging your suitcases? \n[12]I'm not going anywhere. \n[13]No, no, no, I'm staying put. If I'm going to die, I prefer to die at home. \n[14]It certainly was. \n[15]That makes a change. \n[16]We use what? \n[17]Of course they'll notice it. But look-- This is a good place for something. \n[18]Just shut up. \n[19]Let's find out. \n[20]Jurek? Wladek Szpilman. \n[21]Fine, we're fine, thank you, and you? \n[22]Yes, I know, but Jurek, Jurek... \n[23]Maybe, maybe not, but, Jurek, don't be offended, I didn't call to discuss my future career. \n[24]You know something? Meeting you like that was absolutely wonderful. \n[25]Yes! It was...it was unforgettable. \n[26]Wladek, please. \n[27]I could accompany you, me on the piano, you on the cello. \n[28]Wladek, please. \n[29]Let me see this. \n[30]What, I'm working, what? \n[31]But...they won't get all of us... we'll...it's too small...there's four hundred thousand of us in Warsaw! \n[32]Take it. \n[33]Dorota! \n[34]How are you doing? \n[35]Don't worry, it won't last long. \n[36]I'll see you...soon. \n[37]How will we sleep? \n[38]You sell anything? \n[39]That's better than yesterday. \n[40]I know. \n[41]I'm afraid not. \n[42]Thank you. But I've got work. \n[43]Who wants me to stop? \n[44]You're amazing, Jehuda. \n[45]So, what's the news? \n[46]I don't know why I come here every evening, it's always such bad news. \n[47]Jehuda, give me something to do. \n[48]But I want to help, I want to. \n[49]There are notices going up. The city's to be cleansed of undesirables. \n[50]Toilets? \n[51]It's not funny. \n[52]What are you talking about, my tie? What's my tie got to do with anything? I need the tie for my work. \n[53]For what? For my tie? \n[54]What's happened? \n[55]Calm down, what, what is it? \n[56]I'm afraid not. \n[57]What's happening? \n[58]Yitzchak! \n[59]Yitzchak! \n[60]Here, please! Wladek Szpilman! \n[61]Henryk's in there. \n[62]Believe me, they've picked him up. \n[63]Can you help? \n[64]Can you help us? \n[65]I've no money. \n[66]Yitzchak, they told me you had influence. \n[67]People I know. They said you're an important man. \n[68]You're out, aren't you? \n[69]I didn't grovel, I asked him to help. \n[70]Pay him? With what? With what could I pay him? Every zloty I earn we spend on food! \n[71]They were taking you away. \n[72]You're mad, that's your trouble, you're mad. \n[73]What's the matter? Are you sick? \n[74]What's that mean, no employment certificate? \n[75]Otherwise what? \n[76]Not this week. \n[77]You've heard the rumours they're going to resettle us in the East? \n[78]I've been trying to get a certificate of employment for my father. I've managed to get certificates for me and the rest of the family but I need one more for my father. I've been trying all the firms, the shops... \n[79]I didn't know you were in the certificate business. \n[80]Can you help? I've no money... \n[81]...the bright side, yes, I know. \n[82]We're employed here, we've got certificates - \n[83]I'm sorry, I did my best, I thought the certificates would save us all. \n[84]Let's sit over there. \n[85]almost to himself, a forlorn smile \n[86]What are you reading? \n[87]Very appropriate. \n[88]Halina? \n[89]Funny time to say this. \n[90]wish I knew you better. \n[91]Papa! \n[92]Papa! Mama! Halina! \n[93]It's like this... I...we...all of them. \n[94]My God. I haven't been outside for - it must be two years. \n[95]Yes. \n[96]A singer. Her husband's an actor. I knew them well. Good people. I'd like to talk to her. \n[97]How long have you been here? \n[98]If you need help... \n[99]Majorek! \n[100]Have a favour to ask. I want to get out of here. \n[101]I know. But last summer, I worked for a day in Zelazna Brama Square. I saw someone I knew. A singer. Her husband's an actor. They're old friends. ( I've written their names down. And their address. If they're still there. Janina Godlewska and Andrzej Bogucki. Good people. Majorek, you go into the town every day. Would you try and make contact? Ask them if they'd help me get out of here? \n[102]We're allowed to take food into the ghetto. Five kilos of potatoes and a... \n[103]It's only potatoes and bread. \n[104]You made contact? \n[105]Oh, shit! \n[106]No. Why? \n[107]Thank you, I don't. \n[108]I'll be fine. \n[109]Yes, but sometimes I'm still not sure which side of the wall I'm on. \n[110]Thank you. \n[111]should never have come out. I should've stayed there, fought with them. \n[112]Yes, so did the Germans. \n[113]Yes, but what good did it do? \n[114]What's happened? \n[115]What's happened? \n[116]Where do you want me to go?  Look at me. No, no, I'm not leaving. Can't I take my chances here? \n[117]It belongs to a friend of mine. I came to visit but I must have just missed him. \n[118]Mr Gebczynski sent me. \n[119]Dorota. \n[120]I'm sorry - I was given this address. I'm looking for a Mr-- -- a Mr Dzikiewicz. \n[121]I need help. \n[122]I've been in hiding. I need somewhere to stay. \n[123]How long have you been married? \n[124]And how's Yurek? \n[125]When's your baby due? \n[126]Mr Gebczynski said to contact you only in an emergency, but... \n[127]Excuse me, could I have a piece of bread? \n[128]Thank you. \n[129]No, I don't think so? \n[130]Sorry, I don't remember. \n[131]How long is this meant to last? \n[132]think I've got jaundice. \n[133]Why didn't you come sooner? It's been over two weeks. \n[134]Sell this. Food's more important than time. \n[135]Doctor, thank you. \n[136]I was... I was trying to open this tin. \n[137]I am... I was a pianist. \n[138]In the attic. \n[139]Please. \n[140]What's all that gunfire? \n[141]What's happening? \n[142]Are the Russians here? \n[143]I don't know how to thank you. \n[144]What about you? \n[145]I'll play the piano again. On Polish radio. \n[146]Szpilman. \n[147]Stop, for God's sake, I beg you, I'm Polish! \n[148]Don't shoot! I'm Polish! \n[149]Don't shoot! I'm Polish! Please, please! I'm Polish! \n[150]I'm cold. \n[151]It's not here now. \n[152]You didn't catch his name. ", "HENRYK": "\n[1]I told her not to worry. You had your papers on you. If you'd been hit by a bomb, they'd have known where to take you. \n[2]Warsaw's not the only radio station. \n[3]Sssh! \n[4]Ssh! I've got something, listen... \n[5]Mama, that was a great dinner. \n[6]Banks? Who'd be stupid enough to deposit money in a German bank? \n[7]And suppose they take the table away? \n[8]The Germans go into Jewish homes and they just take what they want, furniture, valuables, anything. \n[9]No, no. Listen, I've been thinking -- \n[10]You know what we do? We use psychology. \n[11]We leave the money and the watch on the table. And we cover it like this. In full view. The Germans will search high and low, I promise you, they'll never notice it. \n[12]A good place for what? He's insane! \n[13]I won't wear it. \n[14]We're not going to get them. We're not going to wear them! \n[15]No. Three hundred and sixty thousand, so it'll be easy. \n[16]Get out! You're a thieving bastard, we don't want your money, get out! We'd rather give it away! Get out! \n[17]Just one. Dostoevsky. The Idiot. Three zlotys. \n[18]Three lousy zlotys. And there are people here making millions. \n[19]You don't know, believe me. They bribe the guards. The guards turn a blind eye. They're bringing in cartloads, food, tobacco, liquor, French cosmetics, and the poor are dying all around them and they don't give a damn. \n[20]Sometimes I wish I could go mad. \n[21]Don't worry about it, they're about to build a bridge, haven't you heard? \n[22]What's this about? \n[23]So, what are you doing here? \n[24]Who's recruiting? \n[25]Oh? More Jewish police? You mean you want me to wear a cap like yours, beat up Jews with my truncheon and catch the Gestapo spirit. I see! \n[26]But why me? I thought you only recruited boys with rich fathers. Look at my father, look at us, I mean... \n[27]Yes, please. \n[28]Okay, then I'll tell you something funny. You know who I mean by Dr. Raszeja. \n[29]The surgeon. Well, for some reason, don't ask me why, the Germans allowed him into the ghetto to perform an operation... \n[30]He got a pass, that's all I know. Anyway, he puts the patient to sleep and starts the operation. He'd just made the first incision when the SS burst in, shoot the patient lying on the table, and then shoot Dr. Raszeja and everybody else who was there. Isn't that a laugh? The patient didn't feel a thing, he was anaesthetised - \n[31]What's the matter with you all? Have you lost your sense of humour? \n[32]Well, you know what's funny? You're funny with that ridiculous tie. \n[33]Your work, yes, playing the piano for all the parasites in the ghetto, they don't give a damn about people's sufferings, they don't even notice what's going on around them! \n[34]You go to Heller, did I ask you to talk to him? \n[35]Did you beg, did you grovel to that piece of shit, that cockroach? \n[36]What did you pay him? \n[37]I can look after myself! \n[38]It's nothing to do with you. It's me they wanted, not you. Why do you interfere in other people's business? \n[39]That's also my business. \n[40]Hungry. \n[41]You have to have an employment certificate to work for one of the German firms in the ghetto, otherwise... \n[42]You'll be deported. \n[43]They're going to resettle us. Send us to labour camps. In the east. And they're closing the small ghetto. \n[44]'If you prick us, do we not bleed? If you tickle us, do we not laugh? If you poison us, do we not die? And if you wrong us, shall we not revenge?' \n[45]back and resuming his reading \n[46]Idiot. What's he think he's going to do with the money? ", "DOROTA": "\n[1]Mr. Szpilman. \n[2]I came specially to meet you today. I love your playing, but what a day to choose. \n[3]My name's Dorota, I'm Jurek's sister. oh! You're bleeding. \n[4]I nagged Jurek for weeks and weeks. And at last he gave in and said, 'All right, come with me tomorrow,' and so I came and they bombed the station. \n[5]Really? \n[6]I've always loved your playing, Mr. Szpilman. \n[7]No one plays Chopin like you. \n[8]Oh, Mr Szpilman, you're quite... quite wonderful. \n[9]I didn't want to come, I didn't want to see all this, but I couldn't stop myself. \n[10]Fine, no, not really, they arrested my cousin, but Jurek says they'll let him out. This is disgraceful. \n[11]That's what I said, it's so - it's too absurd! \n[12]Wladyslaw Szpilman. \n[13]Come in! come in! \n[14]Sit. \n[15]Michal Dzikiewicz. He's my husband. \n[16]He'll be back before curfew. \n[17]He'll be here soon. \n[18]Just over a year. \n[19]Dead. \n[20]Christmas. This is not a good time to have children. But then... \n[21]This is my husband. Wladyslaw Szpilman. Marek Gebczynski sent him. \n[22]Wladek? Wladek! I knew it, I knew this would happen! \n[23]I'm going to get a doctor. \n[24]I'll get Dr Luczak, we can trust him. \n[25]He's still a doctor. \n[26]We came to say goodbye. We're going to stay with my mother in Otwock.The baby's already there. It's safer. There's talk that the uprising will begin any day now. \n[27]That man Szalas should be shot. He's been collecting money on your behalf all over Warsaw. Apparently, people gave generously. So he collected a tidy sum. He told us he was visiting you daily. \n[28]Oh God! \n[29]Can you visit him again? \n[30]Michal brought food. I'll prepare something now for you, then we must go. ", "FATHER": "\n[1]What you think, should I take Uncle Szymon's photograph? \n[2]He'll come home, he'll be all right. \n[3]What did I tell you? \n[4]The government's moved to Lublin. \n[5]There's hardly anybody left in this building, only women, the men have gone. \n[6]Here's to Great Britain and France. \n[7]I told you. Didn't I tell you? All will be well. \n[8]Five thousand and three. \n[9]Yes, five thousand and three zlotys, that's all we've got left. \n[10]No, no, no. I'll tell you what we'll do. We'll use tried and tested methods. You know what we did in the last war? We made a hole in the table leg and we hid the money in there. \n[11]Idiot! What would they want with a table? \n[12]My violin? \n[13]Will I still be able to play? \n[14]'Re: emblems for Jews in the Warsaw District. I hereby order that all Jews in the Warsaw District will wear visible emblems when out of doors. This decree will come into force on the 1st December 1939 and applies to all Jews over twelve years of age. The emblem will be worn on the right sleeve and will represent a blue Star of David on a white background. The background must be sufficiently large for the Star to measure eight centimetres from point to point. The width of the arms of the Star must be one centimetre. Jews who do not respect this decree will be severely punished. Governor of Warsaw District, Dr. Fischer.' \n[15]Doesn't it say we have to provide these armbands ourselves? Where will we get them? \n[16]I'm sorry I... \n[17]To tell you the truth, I thought it would be worse. \n[18]He brought cakes. \n[19]His father's back in the jewellery business and doing well, isn't that so, Yitzchak? Amazing. Jewellery. \n[20]I blame the Americans. \n[21]American Jews, and there's lots of them, what have they done for us? What do they think they're doing? People here are dying, haven't got a bite to eat. The Jewish bankers over there should be persuading America to declare war on Germany! \n[22]Thank you. \n[23]At least we've got work in the ghetto. At least we're still together. \n[24]I can hear you. \n[25]Dr. Ehrlich, not so loud! \n[26]Dr. Ehrlich, what do you want me to do? You want me to fight? \n[27]He's right. What d'you think I can do? Fight them with my violin bow? \n[28]How much for a caramel? \n[29]What? For one caramel? What d'you think you're going to do with the money? \n[30]Have we got twenty between us? ", "MOTHER": "\n[1]Take it, don't take it, take what you like. Can't you see I'm worried sick? \n[2]Thank God - Wladek! You're wounded. \n[3]I've been worried sick. \n[4]Henryk, don't say things like that, God forbid, God forbid. \n[5]Pack, darling, get your things, pack. \n[6]Out of Warsaw. \n[7]Pack, Wladek, there's no time. \n[8]Don't be ridiculous, we've got to keep together. \n[9]God forbid! \n[10]When there's something to celebrate, you've got to make an effort. \n[11]Is that all? \n[12]What are we supposed to do with the rest? \n[13]What d'you mean, take the table away? \n[14]Do they? \n[15]What on earth are you doing? \n[16]Twenty zlotys. That's all we've got left. What can I buy with twenty zlotys? I'm sick of cooking potatoes, potatoes, potatoes. \n[17]I'll sleep with the girls in the kitchen. You, Henrykc and Papa in here. \n[18]Good, they're here. Yitzchak Heller's been waiting for you, Henryk. \n[19]Sit down, have tea, I'll start lunch when the girls get back. \n[20]And, please, tonight, for once, I don't want anything bad talked about. Let's enjoy our meal. \n[21]Henryk, I said nothing bad. \n[22]Boys, boys... \n[23]Stop it, Wladek. \n[24]Henryk! \n[25]Halina! Henryk! ", "THE GERMAN CAPTAIN": "\n[1]Who the hell are you? \n[2]Who are you? \n[3]What the hell are you doing? \n[4]Where do you live? \n[5]What's your work? \n[6]A pianist. \n[7]Play. \n[8]Are you hiding here? \n[9]Jew? \n[10]Where are you hiding? \n[11]Show me. \n[12]Have you anything to eat? \n[13]I'll bring you something. \n[14]Open up. \n[15]The Russians. On the other side of the river. All you have to do is hang on for a few more weeks. \n[16]Come down. \n[17]We're getting out. \n[18]Not yet. \n[19]Don't thank me. Thank God. It's His will that we should survive. Well. That's what we have to believe. \n[20]I've got another one.  Warmer. What will you do when it's all over? \n[21]Tell me your name. I'll listen out for you. \n[22]Szpilman. Good name for a pianist. \n[23]Do you happen to know another musician, a Mr Szpilman? A pianist! Polish radio? \n[24]I helped Mr Szpilman when he was in hiding. Tell him I'm here. Ask him to help me... ", "HALINA": "\n[1]Papa, Wladek's home. \n[2]I used it for packing. \n[3]All able-bodied men must leave the city, go across the river and set up a new line of defence, that's what it said. \n[4]Good! I'm not going anywhere either! \n[5]Deposit it in a bank. Blocked account. \n[6]There's a good place under the cupboard. \n[7]She's a lawyer, she likes order. \n[8]Have you seen this? \n[9]'By order of the Governor of the Warsaw District, Dr. Fischer, concerning the establishment of the Jewish District in Warsaw. There will be created a Jewish District in which all Jews living in Warsaw or moving to Warsaw will have to reside.\"  And look here: 'Jews living outside of the prescribed area will have to move to the Jewish district by 31st of October 1940.' \n[10]Mama, what is it? \n[11]Look! Come and look! \n[12]On a Jew? They allowed a Pole to come in to operate on a Jew? \n[13]Oh my God, it's terrible, you've got to do something, oh my God! \n[14]They're hunting people on the streets. They've picked up Henryk. \n[15]We heard you were here...we...didn't want...we...we wanted to be with you. \n[16]She's getting on my nerves. What did she do, for God's sake? \n[17]What? \n[18]What? \n[19]Thanks. ", "JEHUDA": "\n[1]I always say look on the bright side. You're in the small ghetto, intellectuals, professional people, you're better off than us. Here, in the large ghetto, it's a cesspool. But you, you're living in Monte Carlo. You could say you're privileged and that, of course, goes against my principles. Nevertheless... \n[2]Ah, here. Today's news from the other side. \n[3]No, I'm a socialist. I have brothers everywhere. They bring me news and food. We care about our fellow human beings. Workers of the world unite. \n[4]The Germans are advancing on Kharkhov. \n[5]Bad news, you crazy? You have no world view, Wladek, that's your trouble. The news couldn't be better. The moment Hitler invaded Russia, I knew we'd be all right. Remember Napoleon. Same business. The Germans will freeze to death, please God. \n[6]You're an artist, Wladek, you keep people's spirits up. You do enough. \n[7]You're too well known, Wladek. And you know what? You musicians don't make good conspirators. You're too...too musical. \n[8]There are always notices going up. \n[9]Majorek, this is the greatest pianist in Poland, maybe in the whole world. Wladyslaw Szpilman. Meet Majorek. \n[10]Majorek used to be in the army. Brilliant man. He's got a mind like a searchlight. The only thing I've got against him is he's not a socialist. You'd better go now, Wladek. It's nearly curfew. You see these, Wladek?  You know how many copies we print of our newspaper? \n[11]Five hundred. You know how many people on average read one copy? Twenty.  That makes ten thousand readers. These will start the uprising. Majorek hides them in his underpants. And leaves them in toilets. \n[12]Wladek! \n[13]I thought you'd be off on tour, playing London, Paris, New York? \n[14]I have to say you look terrible. What's the trouble? \n[15]Rumours, rumours, you take it all too much to heart, Wladek. \n[16]Why didn't you come to me? \n[17]I'm not, but Majorek is. \n[18]Please, don't insult us. Can you do something for him? \n[19]You see what a wonderful piece of luck you've had today? That's die historical imperative in action and that's why I always say, look on... ", "REGINA": "\n[1]Mama, Wladek's home. \n[2]What's it look like we're doing? \n[3]You haven't heard? \n[4]Haven't you seen the paper? Where's the paper? \n[5]She used it for packing. \n[6]It's three thousand and three zlotys too much, 'Re: Further restrictions regarding liquid assets: Jews will be allowed to keep a maximum of two thousand zlotys in their homes.' \n[7]We could hide the money here in the window frame. \n[8]Quiet! Quiet! Order, please, order! \n[9]Listen, just listen. Let's come to an agreement. We jam the money in the window frame. The watch we hide under the cupboard. And the chain we put in the violin. \n[10]won't wear it. I'm not going to be branded. \n[11]But...but it's a Steinway, Mr Lipa... \n[12]Henryk, stop it, leave him alone. \n[13]The surgeon? \n[14]Be quiet, Mama, for God's sake, be quiet! \n[15]Let's just hope that Henryk and Halina will be better off - \n[16]Where will we be going? \n[17]Oh my God! ", "MICHAL": "\n[1]Oh, yes. I remember. \n[2]Don't worry now. We can't move you tonight. \n[3]You'll sleep on the sofa. \n[4]Yes, of course, we'll eat. \n[5]You're in a very German area. The building opposite is a hospital, taking in wounded from the Russian front. Next door is the Schutzpolizei. It's the safest place to be. Right in the centre of the lion's den. \n[6]I'll be locking you in. No one knows you're here. So keep as quiet as possible. \n[7]All well? \n[8]This is Antek Szalas. \n[9]He's going to look after you. I've given him a second key. He'll bring you food. See that you're all right. He's with the underground, a good man. \n[10]And you'll be pleased to hear the Allies are bombing Germany night after night - Cologne, Hamburg, Berlin. \n[11]Let's hope so. I don't know when I'll see you again? \n[12]You can't, it's too dangerous. \n[13]Dorota, don't be ridiculous, he's a pediatrician. \n[14]No, you stay, I'll go. ", "HELLER": "\n[1]We're recruiting. \n[2]Don't be clever with me, Henryk. I've come here as a friend. They're bringing Jews in from all over the country. Soon there'll be half a million people in the ghetto. We need more Jewish police... \n[3]Someone's got to do it, Henryk. \n[4]Yes, I'm looking at you and that's why I'm here. Your whole family can have a better life. You want to go on struggling for survival, selling books on the street? \n[5]I'm doing you people a favour. And what about you, Wladek? You're a great pianist. And we've got an excellent police jazz band. They'd welcome you with open arms. Join us. You've got no work... \n[6]I haven't seen him. \n[7]Tough luck. \n[8]Oh, you need me now, yes, now you need me! \n[9]It costs. \n[10]Then there's nothing I can do. He should've joined us when I gave him the chance.. \n[11]Who told you? \n[12]What do you think you're doing, Szpilman? I've saved your life! Now, go on, save yourself! \n[13]Don't run! ", "GEBCZYNSKI": "\n[1]I'll show you where you're going to sleep. \n[2]It's not going to be very comfortable. \n[3]You'll have to stay here until tomorrow afternoon. \n[4]We've got a flat for you. Near the ghetto wall. But it's safe. \n[5]Go as near to the front as possible, to the German section. \n[6]Must feel better this side of the wall. \n[7]Here. \n[8]I'll come again. And Janina Bogucki will visit twice a week. Bring more food. See how you are. \n[9]Yes, now, this is very important. In case of emergency, I mean emergency, go to this address. \n[10]Get your things together, you have to leave! \n[11]I'm on the run! \n[12]The Gestapo found our weapons. They've arrested Janina and Andrzej. They're bound to find out about this place, too - you must get away at once. \n[13]That's your decision. But when they storm the flat, throw yourself out of die window - don't let them get you alive. I have poison on me, they won't get me alive either! ", "MAJOREK": "\n[1]Hello, Symche, Dolek, Mrs Zyskind, Jehuda. Working hard? \n[2]I know your name. I've never heard you play. \n[3]As many toilets as I can find. Germans never go into Jewish toilets. They're too clean for them. \n[4]Be at the Schultz Workshop, tomorrow, four o'clock. \n[5]Since last night. I was pleased to see you. \n[6]They're going to start the final resettlement now. We know what it means. We sent someone out. Zygmunt. A good man. His orders were to follow the trains out of Warsaw. He got to Sokolow. A local railwayman told him the tracks are divided, one branch leading to Treblinka. He said every day freight trains carrying people from Warsaw forked to Treblinka and returned empty. No transports of food are ever seen on that line. And civilians are forbidden to approach the Treblinka station. They're exterminating us. Won't take them long. We're sixty thousand left. Out of half a million. Mostly young people. And this time we're going to fight. We're in good shape. We're organised. We're prepared. \n[7]The smaller one. At the bottom. \n[8]It's easy to get out, it's how you survive on the other side that's hard. \n[9]I tried your friends. They're not at that address any more.  But. \n[10]Be ready to leave in two days' time. Same place as last night. ", "KITTEN'S VOICE": "\n[1]Puppydog, what d'you mean, you forgot? \n[2]You know what? You treat me like dirt! \n[3]Pig! \n[4]Pig! \n[5]Dirty pig! \n[6]Takes one to know one! Pig! \n[7]If I play like an angel, why don't you listen? \n[8]Liar, you fell asleep. Pig! ", "PUPPYDOG'S VOICE": "\n[1]What d'you think I mean, Kitten? I forgot, that's what I mean. \n[2]I treat you like dirt because you are dirt. \n[3]Cow! \n[4]Bitch! \n[5]You're a dirty pig! \n[6]You play like an angel, Kitten. \n[7]I was listening, Kitten. \n[8]Kitten, let me in. ", "SZALAS": "\n[1]You don't remember me, Mr. Szpilman? \n[2]Warsaw Radio. I was a technician. I saw you almost every day. \n[3]Doesn't matter. You've nothing to worry about. I'll visit often. \n[4]And the Russians are really giving them hell. It's the beginning of the end. \n[5]Still alive then, are you? Here. Sausage. Bread. \n[6]You don't want to worry about that. My grandfather was jilted by his girl friend when he got jaundice. In my opinion, jaundice is not very serious. Drink up. \n[7]Problems. Money. I've got to raise money to buy the food. I need things to sell, it' s not easy. \n[8]Oh, yes. I meant to tell you. The Allies have landed in France. The Russians'll be here soon. They'll beat the shit out of the Germans. Any day now. ", "BENEK": "\n[1]I'm sorry, Mr Wladek, he wants you to stop. \n[2]So the rumours were true... \n[3]Why are you here, Mr. Wladek? \n[4]Perhaps they're lucky. The quicker the better. It isn't over yet. We'll stay here for a couple of days. Until things die down. I've bribed a policeman. He'll come when it's over. \n[5]Someone you know? \n[6]A beauty. Who is she? \n[7]Don't forget, Mr. Wladek, they hang them for helping Jews. ", "LEDNICKI": "\n[1]Murderers! Assassins!  Look at you now! You took everything I had! Me, a musician! You took my violin! You took my soul! \n[2]Yes, of course, I know Szpilman. \n[3]What's your name? \n[4]What? \n[5]It was here, I'm certain of it. \n[6]I shouted abuse at them, I'm not proud of it, but that's what I did, and, I'm certain, I stood where you are now. There was barbed wire, and this German came up to me. \n[7]No. I'll ask at the factory. They may know something. ", "THE YOUNG WOMAN": "\n[1]Why did I do it? Why did I do it? \n[2]Why did I do it? Why did I do it? \n[3]Why did I do it? Why did I do it? \n[4]Why did I do it? Why did I do it? \n[5]Look - oh, do look! \n[6]Jews! ", "JANINA": "\n[1]I'll bring you food. \n[2]wanted to come earlier but... \n[3]No one thought they'd hold out so long. \n[4]Wladek, stop that. It's over now. Just be proud it happened. My God, did they put up a fight. \n[5]They're in shock. They didn't expect it. Nobody expected it. Jews fighting back? Who'd have thought? \n[6]What good? Wladek, I'm surprised at you. They died with  dignity, that's what good it did. And you know something else?  Now the Poles will rise. We're ready. We'll fight, too. You'll see. "}}