{"dialogues": {"FRY": "\n[1]Hear me? Cap'n? Some kinda compromise to the hull...holding for now, but...Goddamn, I'm glad you're alive. Gotta pull your E-release...no, red handle, red handle. I'll get the warm-ups out while -- \n[2]He's dead. Cap'n's dead. Christ, I was looking right at him when -- \n[3]You hear me? Captain's dead. Owens too. \n[4]Cryo-sleep. Swear to God, it sloughs brain cells. \n[5]1550 millibars, dropping 20 MB per minute, shit, we're hemorrhaging air. Somethin' took a swipe at us. \n[6]Jesus God.... \n[7]Can't get my nose down...too much load back there.... \n[8]So what, we should both go down too? Out of sheer fucking nobility? \n[9]Company's not here, is it? \n[10]And there wasn't a simulated cockroach alive within 50 clicks of the simulated crash site! That's how they train you! On a fucking simulator! \n[11]I'm not dying for them. \n[12]Owens! \n[13]Hey. \n[14]Hey, me. Over here. \n[15]Carolyn Fry. I'd shake hands, but... \n[16]Are there any others, Johns? \n[17]Awright, awright, someone...there's Anestaphine in the med-lock, that end of the cabin...next to.... \n[18]Get away. Everybody. \n[19]It's the atmosphere. Too much pressure, not enough oxygen. Might take a few days to -- \n[20]Somethin' knocked us off-lane. Maybe a rogue comet. Maybe we'll never know. \n[21]Liquid oxygen canisters inside. Start ripping them out. Quick hits only -- try to make it last. \n[22]And him? \n[23]We just keep him locked up forever? \n[24]I don't need his life story. Is he really that dangerous? \n[25]Oh, Christ.... \n[26]Ask if anyone has anything in cargo! Anything to drink! \n[27]S'matter? \n[28]This is it? Booze? That's what you have to drink? \n[29]Top of my list. \n[30]I don't suppose.... \n[31]Imam. We should leave soon. Before nightfall but while it's cooler. \n[32]Johns is leaving you a gun. Just do me a favor, huh? Get my crewies buried? They were good guys who died bad. \n[33]Thought you found his restraints over there. Toward sunset. \n[34]So quiet. You get used to the sounds of the ship, then.... \n[35]Some prophet guy? \n[36]You were on a pilgrimage? To New Mecca? \n[37]Frightening thought. \n[38]What? \n[39]Trees? \n[40]Is this whole planet dead? \n[41]Probably makes it worse. Dehydrates you even more. \n[42]No, no, I wanted to get away. \n[43]Better keep moving.... \n[44]Promise me. Swear to me you won't -- \n[45]During the landing...when things were at their worst...Owens was at his best. He's the one who wouldn't let the pilot dump the passenger cabin. \n[46]So now you know. \n[47]What? \n[48]Wait, wait, wait.... \n[49]Lights. \n[50]No darkness. No lights because no darkness.... \n[51]Allahu Akbar! Allahu Akbar! \n[52]Allahu Akbar! \n[53]No juice, looks like it's been laid up for years. But we might be able to adapt -- \n[54]Like what? \n[55]Ease up, ease up. JOHNS! Just tell me what.... \n[56]He used that? \n[57]So why isn't it all bloody? \n[58]So where is he? \n[59]Tell me about the sounds. You told them you heard something right before.... If you don't talk to me, Johns'll take another crack at it -- at your skull. \n[60]What whispers? \n[61]Why don't we try the truth now? \n[62]Show me your eyes. \n[63]Show me, Riddick. \n[64]You did this? To yourself? \n[65]Heard about it. Just never seen it. \n[66]Then where is he? He's not in the hole. We looked. \n[67]Let's just be sure. \n[68]We're gonna find the body, Johns. Christ, you're a cop. Why am I tellin' you this? We gotta go down and find it. \n[69]Thought you didn't believe his story. \n[70]Nobody else is going down but me, okay? \n[71]What, you think I'm doin' this to prove something? \n[72]Thanks for the tip, Johns. \n[73]They're hollow.... \n[74]Here! I'm in HERE, HERE, HERE! \n[75]I'm over here in the -- \n[76]Oh, God.... \n[77]...wasn't Riddick...it was...it was... goddamn, that was stupid....but wasn't Riddick. Somethin' else down there that got Zeke and nearly got -- \n[78]For now. \n[79]Nothing we can't repair -- so long as the electrical adapts. \n[80]Little help here? \n[81]Okay, that should buy us a sys-check. But we'll need more cells. \n[82]15 6-gigs here...90 gigs total...other ship carries 20-gig cells, so...five. Five total to launch. \n[83]So what happened? Where are they, then? \n[84]60 years ago. \n[85]Core-samples are dated. Last one is 60 years ago. This month. \n[86]Dunno. Maybe nothing, but.... \n[87]...need those cells from the crash ship. Shit, still gotta check out the hull, patch the wings -- \n[88]Wait for what? Until it's so dark we can't even find our way back to -- \n[89]Get the fucking cells over here, Johns. What's the discussion? \n[90]He can pilot? \n[91]Okay, maybe that's a good thing. Maybe I can use him to help with -- \n[92]You said we were going to trust him now. You said there was a deal. \n[93]Oh, this is a dangerous game you're playing, Johns. \n[94]You mean, if he learns that you're gonna royally fuck him over. \n[95]You know, he hasn't harmed any of us. Far as I can tell, he hasn't even lied to us. Just stick to the deal, Johns. Let him go if that's what it -- \n[96]Dancin' on razor blades here... \n[97]They're coming. \n[98]I got the quick-and-ugly version. \n[99]Entered our minds. \n[100]You scare me, Riddick. That's what you wanna hear, isn't it? There, I admit it, Can I get back to work now? \n[101]Why, what'd you hear? \n[102]Save it, Riddick. We aren't gonna turn on each other -- no matter how hard you try. \n[103]Who are you? Really? \n[104]You're not a real cop, are you? Just some mercenary who goes around talkin' about the law like -- \n[105]Never said you were a hype, either. \n[106]And here you got two mornings every day. Wow, were you born lucky? \n[107]You made it a problem when you let Owens die like that. When you had enough drugs to knock out a fucking mule-team. \n[108]Anything else we should know about you, Johns? Christ, here I am lettin' you play games with our lives when -- \n[109]You coulda helped. And you didn't. \n[110]It's starting.... \n[111]\n[112]Don't stop, don't stop.... \n[113]Cargo hold, everyone in the cargo hold. lesgo, lesgo, lesgo. \n[114]No, no, NO, NO, NO.... \n[115]What is it? What's happening? \n[116]I saw the cut-marks on the bones. Wasn't a natural die-off. \n[117]Echo-location. That's what it is.... \n[118]Breach in the hull. I dunno. \n[119]Christ, you don't know what's out there! \n[120]Imam? Where are they? \n[121]Riddick? \n[122]Stop it, stop it, STOP IT! \n[123]There.... \n[124]It hurts them. Light actually hurts them.... \n[125]...one cutting torch...one handlight here, two more in the cabin...I think two more.... \n[126]How many bottles? \n[127]Those umbrellas, the ones that mist. Would they burn? If you got a receipt? \n[128]Awright. So maybe we'll have enough light. \n[129]We can stick to the plan. If we get four cells back to the skiff, we're off this rock. \n[130]We'll have to carry the cells...drag them...whatever it takes. \n[131]I'm sure that's what someone else said. Locked inside that coring room. \n[132]Oh, don't use her like that, for a smoke screen. \n[133]For your own fear. \n[134]How much you weigh, Johns? \n[135]How much? \n[136]Because you're 79 kilos of gutless white meat, and that's why you can't come up with a better plan. \n[137]They're afraid of our light. That means we don't have to be so afraid of them. \n[138]No, I'm not. But he can. \n[139]Riddick. \n[140]Just get the goddamn lights on.... \n[141]Ready, Johns. \n[142]We're just burnin' light here. \n[143]I don't get it, Johns. What is so goddamn valuable in your life that you're worried about losing? Huh? Is there anything at all? Besides your next hype? Got no right to be so scared. Neither one of us. \n[144]Keep the light going. That's all we have to do to live through this. Just keep your light burning. \n[145]Riddick...was thinkin' we should make some kind of deal. Just in case, you know, this actually -- \n[146]But I just wanted to say -- \n[147]We can, can't we? Trust you? \n[148]Riddick. Riddick. \n[149]Where are the sand-cat tracks? Why aren't we still following them? \n[150]Let's move. Just a detour. He'll get us there. \n[151]What, switch what? \n[152]I'll switch, I'll switch! Christ, just get this train moving! \n[153]What do you see? Riddick? \n[154]Bottle-count. \n[155]Can we pick up the pace? \n[156]Stay in the light! Everybody! Stay in the fucking -- \n[157]Riddick? What the hell are you -- \n[158]Think about what? \n[159]What about her? \n[160]No, we'd never....Oh, God, honey, you shoulda told me sooner. \n[161]It's not gonna work. We gotta go back. \n[162]I was wrong. I admit it. My bad, okay? Now let's just go back to the ship. \n[163]Are you fucking high again? Just listen to -- \n[164]This does not help us, Johns. \n[165]Just shut up, okay? \n[166]Would you RAG YOUR STUPID HOLE! \n[167]We cannot go through there.... \n[168]Imam. Slow down. \n[169]Don't stop, just slow down.  Little more space 'tween us and them. \n[170]Do what I say. Please. \n[171]Bring the light! \n[172]Leave the sled, let's go, go, go! \n[173]Get out of our way. \n[174]How many you see? \n[175]Audrey? \n[176]Doesn't seem like enough to turn back on, does it? \n[177]And what about the cells? \n[178]We're just here to carry your light, aren't we? Just the torch-bearers. \n[179]You sure you can keep -- \n[180]Riddick? RIDDICK? \n[181]Audrey! \n[182]Oh, no. No, no, no.... \n[183]Riddick? How close? \n[184]Tell me the settlement is right there! \n[185]There's light in here. \n[186]What are they? \n[187]How many bottles we got? Empty ones? \n[188]You're not leaving. Not until we go back for the others. \n[189]I promised them we'd go back with more light. And that's exactly what we're gonna do.. \n[190]What, you're afraid? \n[191]I trusted you, Riddick. Goddamn, I trusted that some part of you wanted to rejoin the human race. \n[192]Then wait for me. I'll go back myself. Just give me more light for them. \n[193]Just come with me! \n[194]You're fuckin' with me. I know you are. \n[195]No, you see, I promised them...I have to...I have to go and.... \n[196]I can't....I can't.... \n[197]Don't do this to me.... \n[198]But they...they could still be.... \n[199]I will not give up on them! I Will not leave anyone on this rock with those fucking things, even if it means -- \n[200]I would try for them. \n[201]But I'm human. I know you view that as a weakness, but I'm sorry -- I do feel fear, theirs too. Goddamnit, Riddick -- yes. I would die for them. \n[202]I don't hear -- \n[203]It's me, it's me, it's me! \n[204]C'mon, Riddick -- said I'd die for them, not you. \n[205]Just 10 steps...keep turning, keep turning...that's right...others're already 'board, waitin' for us right now...five steps...c'mon, almost there, Riddick... almost there...we're almost -- ", "JOHNS": "\n[1]One chance and you blew it, Riddick. Never cease to disappoint me. \n[2]Hey, who? \n[3]Amazing. I'm Johns. \n[4]Big talk about a scouting party... \n[5]...then we saw this. \n[6]Big Evil? \n[7]Be my choice. Already escaped once from the max-slam facility on -- \n[8]Only around humans. \n[9]Little swamp-flu from the Conga system. Never shook it with all this cryo-sleep. \n[10]King Tut's tomb.... \n[11]A toast to whatever he just said. \n[12]For what? There is no water. You understand that, don't you? \n[13]Like we needed another way to die. \n[14]What the hell are these? \n[15]First, because he can only live out there for so long -- he's gonna come back and take what we got. Second, for the sheer thrill of the kill. \n[16]A very good sign. That's Riddick's direction. You do not wanna be caught in the dark with this guy. \n[17]Which means he went toward sunrise. \n[18]Tell me it's not a mirage. \n[19]Long time ago. Whatever happened. \n[20]Probably right. \n[21]You know, I woulda played road dog for these guys. You could've stayed back. Pro'bly should've -- because, you know, if we don't find water.... \n[22]So I noticed. Never seen a \"captain\" quite so ready to leave her ship. \n[23]What'd Owens mean? 'Bout not touching the switch? \n[24]Hey. You can tell me, Carolyn. \n[25]You see anybody else here? Just between you and me. \n[26]Fuck. Guess I'm more glad to be here than I thought. \n[27]Hold up. \n[28]Didn't bite. \n[29]Thought he might be coolin' it in the boneyard -- could either double-back to the ship or slip in behind us. So I left the bottle out as bait. \n[30]But nah. Didn't bite. \n[31]Never thought we were. \n[32]Long gone. Whoever they were. \n[33]I'm born-again. \n[34]Hey. Don't go too far, huh? \n[35]Shut up. \n[36]Sorry. Thought I heard something. \n[37]Like my pistola. \n[38]Same crap, different planet, huh? \n[39]...I don't play that...I don't play that so just try again. C'mon, Riddick, tell me a better lie.... \n[40]Sir Shiv-a-lot. He likes to cut. \n[41]I assume he licked it clean. \n[42]I know what happened -- he went off on the guy, buried him on the hill somewhere, and now he's trying to -- \n[43]I am sure. Look, murders aside, Riddick belongs in the Asshole Hall of Fame. He loves the jaw-jackin', loves making you afraid, 'cuz that's all he has. And you're playing right into -- \n[44]Well, don't ask me to. \n[45]I don't. But that ground looked none too stable, and I don't want anyone -- \n[46]Hey. Bein' ballsy with your life now doesn't change what came before -- it's just stupid. \n[47]You said it, not me. Let's just not let one bad call lead to another. \n[48]We got you...it's okay, it's okay...we got you now.... \n[49]We're movin'. And I'm just wondering if I shouldn't lighten the load right now. \n[50]Want you to remember this moment, Riddick. The way it coulda gone and didn't. \n[51]Here's the deal. You work without the chains, without the bit -- without the shivs. You help us get off this rock.... \n[52]Truth is, Riddick, I'm tired of this head-up shit. I wanna be free of you as much as you wanna be free of me. \n[53]Only if we both get outta this alive. And there may be a way. \n[54]If you were me, I'd kill us both. C'mon, you wanna sit at the grown-up table or not? \n[55]Didn't say that. But least this way I don't have to worry about falling asleep and not wakin' up. \n[56]He's happy just bein' vertical. Leave him be. \n[57]Little ratty-ass. \n[58]Check those containers for me. See what we can patch wings with. \n[59]How many? \n[60]25 kilos each, huh? \n[61]Do it. And if you need an extra hand, tap our problem child out.... Where's Riddick? \n[62]Missin' the party. C'mon. \n[63]Musta crapped out here, huh? \n[64]Well, just a skiff. Disposable, really. \n[65]Rag it, Riddick. Nobody wants your theories on -- \n[66]Not sure, but tell you what: Chrislams better not be diggin' another grave out there. \n[67]Let's board this up and get the hell gone. They seem to stick to the dark, so if we stick to daylight, should be all -- \n[68]Wha'? \n[69]Are you fuckin' kidding me? \n[70]Let's wait on the power cells. \n[71]We're not sure when it happens, so let's not -- \n[72]Ever tell you how Riddick escaped? \n[73]Hijacked a prison transport, made a helluva good run 'fore I tracked him down. \n[74]He also figured out how to kill the pilot, Fry. \n[75]That's what I said. \n[76]May've noticed chains don't work on this guy. Only way we're truly safe is if he believes he's goin' free. But if he stops believin' -- \n[77]-- we need a fail-safe. Bring the cells over at the last possible minute -- when the wings are ready, when we know we're ready to launch. \n[78]He's a murderer. The law says he's gotta do his bid. \n[79]I won't give him a chance to grab another ship -- or to slash another pilot's throat. \n[80]I never said I was. \n[81]You have a little caffeine in the morning, I have a little morphine. So what? \n[82]Not a problem unless you're gonna make -- \n[83]Owens was already dead. His brain just hadn't caught on to that fact. \n[84]My first run-in with Riddick. Went for the sweet-spot and missed. They had to leave a piece of the shiv in there. I can feel it, sometimes, pressing against the cord. So maybe the care and feeding of my nerve-endings is my business. \n[85]Yeah, well, look to thine own ass first. Right, \"captain\"? \n[86]Jesus, how many can there.... \n[87]Well, I don't want to jump to conclusions here...but 'member that boneyard? These just might be the fuckers that killed every other living thing on this planet, okay? Chances of Shazza knockin' on that door anytime soon are just about zero squared. \n[88]I'd rather piss glass. \n[89]Wanna rag your fat mouth? \n[90]C'mon, man, you're drivin' everybody bugfuck with those things. Why don't you just lose the goddamn.... \n[91]Okay. We're okay. Just some small ones that musta -- \n[92]Very big beads. \n[93]'Sokay, 'sokay. I killed it. \n[94]We'll burn a candle for him later. C'mon. \n[95]Enough for what? \n[96]Oh, lady. If you're in your right mind, I pray you go insane. \n[97]Back it up. How long can this last? Few minutes? Couple hours? \n[98]Those suns gotta come back sometime. And if these animals really are phobic about light, we just sit tight till then. \n[99]Look, we gotta think about everyone now -- the kid especially. How scared is she gonna be out there? \n[100]Smoke screen for what? \n[101]Hey. Why don't you rag your hole for two seconds and let someone else come up with a plan that doesn't involve MASS SUICIDE? \n[102]What the hell's it matter? \n[103]79 kilos. \n[104]I'm willing to take a cut in pay. \n[105]Oh, Trash Baby, you're gonna regret this. \n[106]Fuck me. You said \"clear.\" \n[107]Well, what's it look like now? \n[108]He'll lead you over the first cliff. You know that, don't you? \n[109]You give him the cells and the ship -- and he will leave you. He will leave you all out there to die. \n[110]So you noticed too? \n[111]Such as. \n[112]She's the pilot, she should stay close to the cells. \n[113]We aren't completely stupid. \n[114]He's running us 'round in circles. Look for yourself. Look! \n[115]About how to kill us and still get these cells to the skiff. Goddamnit, we're just doin' the heavy lifting for this prick! \n[116]What're you jaw-jackin' about? Girl's not cut. \n[117]Aw, this can't be happening to me.... \n[118]Hey, you're the one who got me out here, turned me into a goddamn sled dog. An' now you 'spect me to go back like a whipped dog? \n[119]I dunno. Nice breeze, wide open spaces -- you know, I'm startin' to enjoy myself out here. \n[120]No, no, you're right, Fry. What's to be afraid of? My life is a steamin' pile of meaningless toadshit anyhow. So I say mush on! Canyon's only couple hundred meters, after that we're in Skiff City! So why don't you just butch up, stuff a cork in that kid, and get -- \n[121]Listen to her? Her? When she was willing to sacrifice us all? \n[122]During the crash, she -- \n[123]-- she tried to blow the whole fucking passenger cabin, tried to kill us -- \n[124]-- tried to kill us in our sleep. Paris had it right -- we are disposable. We're just walking ghosts to her. \n[125]We're not alive because of her -- we're alive in spite of her. \n[126]How much you weigh right now, Fry? Huh? \n[127]Verdict's in. The light moves forward. \n[128]Ain't all of us gonna make it. \n[129]Six of us left. If we could get through that canyon and lose just one, that'd be quite a fucking feat, huh? A good thing, right? \n[130]What if you're one of five? \n[131]Look, it's hellified stuff -- but no different than those battlefield doctors when they have to decide who lives and who dies. It's called \"triage,\" okay? \n[132]Either way, figure it's something you can grab onto. \n[133]Trawl with it. There's a cable on the sled. We can drag the body behind us. \n[134]Don't wanna feed these land-sharks -- just keep 'em off our scent. \n[135]Don' look, don' look, don' look.... \n[136]What do you care? \n[137]Then let's not name the Thanksgiving turkey, okay? I assume you still got a shiv. \n[138]What's one more to you? Like this is the one that sends you to Hell? \n[139]Awright. You do the girl, I'll keep the others off your back. \n[140]Aw, don't tell me you're growin' scruples. \n[141]Like who, Mr. Chrislam? ", "RIDDICK": "\n[1]'Mean the whispers? \n[2]The ones tellin' me to go for the sweet spot -- just to the left of the spine, fourth lumbar down. The abdominal aorta. What a gusher. Had a cup on his belt, so I used it to catch a little run-off. Metallic taste to it, human blood. Coppery. But if you cut it with peppermint schnapps, that goes away. Course, that's more for winter. Summertime, I take mine straight. \n[3]All you people are so scared of me -- an' most days, I'd take that as a compliment -- but it ain't me you gotta worry about now. \n[4]Slam doctor. Well, we called him \"doctor.\" \n[5]Fairly fuckin' ironic, wouldn't you say? Slamlight's so dim that you go and get your eyeballs taken out and shined up -- then you wind up here. Three ass-kick suns. Maybe I did do a few people. But not this one. No ma'am, not this time. \n[6]Look deeper. \n[7]Found somethin' worse than me, huh? \n[8]Woof, woof. \n[9]Say that again. \n[10]For what? The honor of goin' back to some asshole of a cell? \n[11]You'd cut me loose, Boss? \n[12]My recommendation: Do me. Don't take the chance that I'll get shiv-happy on your wannabe ass. Ghost me, Riddick. Would if I were you. \n[13]Want you to remember this moment. \n[14]Richard B. Riddick. Escaped convict, murderer. \n[15]Doesn't need to be. Use this to get back up to the Sol-Track Shipping Lanes, stick out a thumb. You'll get picked up. Right? \n[16]Missin' the party. C'mon. \n[17]Didn't leave, these people. Whatever got Zeke got them. They're all dead. \n[18]What, you don't really think they left with their clothes on the lines? Photos on the walls? \n[19]I know you don't uncrate your emergency ship unless there's a fucking emergency. \n[20]Has anyone checked the coring room? \n[21]Other buildings weren't secure... \n[22]...so they ran here. Heaviest doors. Thought they'd be safe inside, but... Someone forget to lock the back door. \n[23]Just wanted his O-2. Though I notice he tried to ghost my ass. When he shot up that stranger instead. \n[24]What, it's broken? \n[25]Not afraid of the dark, are you? \n[26]Bad sign. Shakin' like that in this heat. \n[27]I'll cut. \n[28]Looks like we're a few shy.... \n[29]Power cells. \n[30]Strange, not doin' a run-up on the main drive yet. Strange unless he told you the particulars of my escape. \n[31]An' now you're worried about a repeat of history? \n[32]I asked what you thought. \n[33]Think Johns is an do-right man? You think I can trust him to cut me loose? \n[34]Well, guess if it was trickeration he'd just do me, huh? Then again...I am worth twice as much alive. Didn't know? Johns ain't a cop. Oh, he's got that shiny badge an' all, but nah -- he's just a merc and I'm just a payday. That's why he won't kill me. The creed is greed. \n[35]I don't truly know what's gonna happen when the lights go out, Carolyn -- but I do know that once the dyin' starts, this little psycho family of ours is gonna rip itself apart. So you better find out the truth. Come nightfall, you better know exactly who's standing behind you. \n[36]Oh, ask him 'bout those shakes. And ask why your crew-pal had to scream like that 'fore he died. \n[37]Don't wanna miss this. \n[38]Like I said. Ain't me you gotta worry about. \n[39]Well, you got the big gauge. \n[40]Big beads. \n[41]Can you do sumpin' else with that? 'Sides holding it in my fucking face? \n[42]Don't. Move. \n[43]No.... \n[44]Think about that reward, Johns. \n[45]How 'bout a cut in your gut? \n[46]Looks clear. \n[47]Said \"looks clear.\" \n[48]Looks clear. \n[49]Be runnin' about 10 paces ahead. I want light on my back -- but not in my eyes. And check your cuts. These things know our blood now. \n[50]Had it with deals. \n[51]Nobody's gonna turn a murderer loose. I fuckin' knew better. \n[52]Been a long time since anyone's trusted me. That's somethin' right there. \n[53]Actually... That's what I been askin' myself. \n[54]Saw something I didn't like. \n[55]Hard to tell, sometimes...even for me... but looked like a bunch of those big boys chewin' each other's gonads off. Thought we'd swing wide. Okay by you? \n[56]Hunger. I see 60 years of hunger. \n[57]Listen. \n[58]Canyon ahead. I circled once to buy some time to think. \n[59]About the girl. \n[60]What it's gonna be like when we hit that canyon. With her bleeding. \n[61]No. She's not. \n[62]They been nose-open for her ever since we left. They go off blood. \n[63]There is no \"safe.\" \n[64]Just realized that, huh? \n[65]Not if I'm the one. \n[66]Kept calling it \"murder\" when I did it. \n[67]Sacrifice play. Hack up one body, leave it at start of the canyon. Like a bucket of chum. \n[68]Nice embellishment. \n[69]So which one caught your eye? \n[70]What's her name, anyway? \n[71]What, you 'spect me to do it? \n[72]Oh, you're a piece of art, Johns. They oughtta hang you in a museum somewhere. Or forget the museum -- maybe they should just hang you. \n[73]Just wonderin' if we don't need a bigger piece of chum. \n[74]Gotta stay in the light, Johns. That's the only rule. \n[75]Remember that moment? \n[76]Shoulda never took the chains off, Johns. You were one brave fuck, before. Now look at you. Oh, yeah, you were Billy Bad-ass with your gauge...with your chains.... \n[77]Back to the ship, huh? \n[78]So everybody huddles together till the lights burn out? Until you can't see what's eating you? That the big plan? \n[79]Which half? \n[80]He died fast. And if we got any choice, that's the way we should all go out. Don't you cry for Johns. Don't you dare. \n[81]One or two. \n[82]Only see one way. Turn the sled over and drag it like that, girl down low. Light up everything we got -- and run through like dogs on fire. \n[83]I'll take those. \n[84]Let's drop back an' boot up. \n[85]What're you doin'? \n[86]And pointless. \n[87]You don't see. \n[88]'Cuz you don't spend half your life in lock-down with a horse-bit in your mouth and not believe. And you surely don't start out in a liquor store trash bin with an umbilical cord wrapped around your neck and not believe. Oh, absolutely I believe in God. And I absolutely hate the fucker. \n[89]Give my blessing to the girl. She needs a spare. \n[90]As fast as you can. \n[91]As fast as you can. \n[92]Don't look. \n[93]Do not look up. \n[94]Keep going, keep going, keep going, keep going! \n[95]It's a fucking staircase! Go over it! \n[96]Didn't know who he was fuckin' with. \n[97]Get the girl back under. Keep going. \n[98]\n[99]So where the hell's God now, huh? I'll tell you where! He's up there \n[100]We can't make it. \n[101]Here...hide here.... \n[102]Inside...inside.... \n[103]Strong survival instinct. Admire that in a woman. \n[104]Think you've mistaken me for somebody who gives a fuck. \n[105]Confusin' me with Johns now -- fear was his monkey. I only deal in life and death. All that stuff in between? Some shade of grey my eyes don't see. \n[106]Truthfully? I wouldn't know how. \n[107]Got a better idea. Come with me. \n[108]They're already dead. Get on board. \n[109]'Course I am -- but doesn't mean I won't leave you here. If you believe anything about me, better be that. \n[110]Step aboard, Carolyn. \n[111]Here. Make it easy on you. \n[112]Just give me your hand. \n[113]No one's gonna blame you. C'mon. Take my hand and save yourself, Carolyn. \n[114]You'd die for them? \n[115]You barely know them. \n[116]Yeah, yeah -- we're all fuckin' amazed. Anyone not ready for this? \n[117]Tighter, tighter.... \n[118]Stop. \n[119]Doesn't see us...wait for it to leave.... \n[120]Get behind me. \n[121]When I go, we go. Full-throttle. \n[122]Ready...ready.... \n[123]You know the way! \n[124]Not for me.... \n[125]Probably okay to talk to me now. \n[126]Not sure. I was just runnin' away when this whole thing.... \n[127]Might interest you.... \n[128]Think a soul could get lost there? With all those pilgrim-types? ", "IMAM": "\n[1]Please...which way to New Mecca? We must know the direction in order to pray. \n[2]One of the Christian habits we didn't adopt -- perhaps unfortunately. We'll have to wait. \n[3]All deserts have water, somewhere. God shall lead us there. \n[4]We take this to be a good sign -- a path, a direction from God. \n[5]You know who Muhammad was? \n[6]\"Some prophet guy.\" And a city man. But he had to travel to the desert -- where there was quiet -- to hear the words of God. \n[7]Chrislam teaches that once in every lifetime should there be a great hajj -- a great pilgrimage. To know God, better, yes, but to know yourself as well. \n[8]We're all on the same hajj now. \n[9]He asks what could have killed so many great things... \n[10]Some...communal graveyard, perhaps... like the elephants of Earth.... \n[11]We are not alone here, yes? \n[12]Water...water there was here.... \n[13]\"God is Great,\" yes? \n[14]Did you hear.... \n[15]The child heard you before any of us could even.... \n[16]One is all? \n[17]Well, I feel we owe Mr. Riddick amends. \n[18]At least give the man some oxygen.... \n[19]...and for this, our gift of drink, we give thanks in the name of our Prophet, Muhammad, peace be upon him, and to our Lord, Jesus Christ of Nazareth, and to his father, Allah the Compassionate and the Merciful. \n[20]Has anyone seen the young one? Ali? \n[21]Ali.... \n[22]Ali? \n[23]Quiet, please. Everyone. \n[24]Perhaps the way they see. With sound, reflecting back. \n[25]No, no, no, I do not believe -- \n[26]Everybody come, this way and we should be safe. Hurry, please.... \n[27]Hasan? \n[28]Is that...Hasan? \n[29]I had the impression...from the model... that the two planets were moving as one. That there would be...a lasting darkness. \n[30]Please...this solves nothing...please.... \n[31]And you're certain you can find the way back? Even in the dark? \n[32]Please...have we been cut? Can someone tell me if.... \n[33]We crossed our own tracks. \n[34]Well...we must keep her close, then. Here, she'll be safe if we put her between -- \n[35]She's the captain, we should listen to -- \n[36]Fine, fine, you've made your point. We can all be so scared as you. \n[37]Talking about the canyon, I suppose. How to get us through. \n[38]What? \n[39]I would rather we all stay-- \n[40]Where's Mr. Johns? \n[41]You mean.... \n[42]The sled as a shield.... \n[43]Blessing you like the others. It's painless. \n[44]I see. Well, even if you don't believe in God, it doesn't mean He won't be -- \n[45]He will be with us. Nonetheless. \n[46]\"So dark the clouds around my way But through the darkness I believe I gladly place my hand in His when And, closing my weary eyes, lean \n[47]Suleiman! \n[48]\n[49]Rain. \n[50]Larva.... \n[51]Captain.... \n[52]New Mecca.... \n[53]It's more a place where souls are found, Mr. Riddick. ", "PARIS": "\n[1]Well. Our own little slice of heaven. \n[2]Anyone else having breathing problems? Aside from me? \n[3]Well, I tend toward the asthmatic. And with all this dust.... \n[4]Mine here.... \n[5]Be surprised what these will fetch in the Taurus system. Here. This Wooten here -- easy, easy. Very rare. \n[6]200-year-old single-malt scotch is to \"booze\" as foie gras is to \"duck guts.\" \n[7]I'll need a receipt for that. For all these. \n[8]Maratha crow-bill war-picks from Northern India. Very rare. \n[9]Blow-dart hunting stick from Papua New Guinea. Very very rare, since the tribe's extinct. \n[10]Well, what's the need, anyway? If he's gone, he's gone. Why should he bother us? \n[11]So much for my cocktail hour. \n[12]Amazing how you can do without the essentials of life -- so long as you have the luxuries. \n[13]Now did you run away from your parents? Or did they run away from you? \n[14]This now qualifies as the worst fun I've ever had. Stop it. \n[15]Audrey? Oh, Audrey.... \n[16]Tell me that was you. \n[17]Assailing my fragile sense of security, that's what. \n[18]Oh, Lord.... \n[19]So just like that. Wave your little wand and he's one of us now. \n[20]Paris P. Ogilvie. Antiquities dealer, entrepreneur. \n[21]You know, if I owned Hell and this planet...I believe I'd rent this out and live in Hell. \n[22]I mean, usually I can appreciate antiques, but, uh.... \n[23]The strangest religion.... \n[24]Perhaps we should toast our hosts. Who were these people, anyway? Miners? \n[25]Like an emergency life-raft, right? \n[26]A toast to their ghosts, then.... \n[27]What do my eyes see? \n[28]Just a suggestion, but perhaps we should flee. \n[29]Not staying in here another.... \n[30]I know what's in here! \n[31]Hello, hello? \n[32]Like the light is scalding it. \n[33]Spirits. Anything over 45 proof burns well. \n[34]Not sure. Ten? \n[35]Possibly. \n[36]I hate to kill a beautiful theory with an ugly fact, but that sand-cat won't run at night. \n[37]Oh, sure. Why not? Sounds like a hoot. \n[38]Can we switch? \n[39]I think I twisted my ankle running backwards like that. And I'm not sure I can.... Okay, that's a lie. I just don't want to be alone back there anymore. If you could just give me a few minutes up front here -- \n[40]Oh, so I'm disposable? \n[41]Light, please, need light here.... \n[42]Oh, sweet Jesus.... \n[43]Oh, sweet Jesus, WILL YOU GET ME SOME ", "AUDREY": "\n[1]Somethin' went wrong, huh? \n[2]Like I just ran, or something.... \n[3]Well, is someone coming for us? Or are we all just gonna die of exposure or dehydration or sunstroke or maybe even something worse? Hey, you don't have to worry about scaring me. \n[4]Yeah, but...do we even have enough food to get there? Or will we have to resort to cannibalism? \n[5]Three suns? \n[6]He'd probably get you right here, right under the jaw. And you'd never hear him coming. That's how good Riddick is. \n[7]What? \n[8]Okay, it was me. What'd I do now? \n[9]No! \n[10]It was just somebody else. From the crash. He was just.... \n[11]If you're afraid, I'll go. \n[12]So I can talk to him now? \n[13]Talkin' to me? \n[14]But why did they leave their ship? \n[15]Lookit. Lookit! \n[16]Tell her to stay there. Stay down. \n[17]What if...what if she's still out there... still alive.... \n[18]Why do they do that? Make that sound? \n[19]Maybe it's just their beads again. Imam, are you still -- \n[20]You mean...tonight? With all those things still out there? \n[21]Four fulls, one half. That mean we're halfway there? I hope? \n[22]I didn't want you to leave me there... back at the ship...that's why I didn't say anything.... \n[23]What's he talkin' about? \n[24]What're they doin' up there? \n[25]What're they doing? What're we -- \n[26]Gonna lose everybody out here.... \n[27]Three full bottles. But almost time to refill. \n[28]What? What is it? \n[29]Why's he still out there? \n[30]He's not coming back, is he? \n[31]Glow worms.... \n[32]More, more, we need more.... \n[33]You came for us.... \n[34]Not sure where to go. I was just runnin' away when this whole thing started. Where you goin'? ", "SHAZZA": "\n[1]Feel one lung short. All of us. \n[2]Well, I for one, am thoroughly fucking grateful. This beast wasn't made to land like this. But cripes, you rode it down. C'mon, you lousy ingrates, only reason we're alive is a'cuzza her. \n[3]We're worried you'll scare us. Name's \"Audrey,\" right, love? And you're goin' to Taurus Three like we were? \n[4]A'course we will. \n[5]My bloody oath.... \n[6]What're you goin' on about? She's been right here for the last.... \n[7]Zeke? \n[8]What'd you do with 'im? You bloody sick animal you, what'dja do with me Zeke? \n[9]Did you find him? You find Zeke? \n[10]Oh, right. Let's all line up and beg his forgiveness. Right you are. \n[11]Not a star-jumper. \n[12]Old sand-cat outside. See if I can't get it up and chuggin'. \n[13]Looks like geologists. Advance team, moves around from rock to rock. \n[14]Sure. Coulda had a real drop-ship take them off-planet. Long gone. \n[15]Maybe they had weight limits, you don't know. \n[16]Why was the door chained up? Why the bloody hell would they lock themselves in like that? \n[17]So that's what come of me Zeke. An' you saw it. You was right there. \n[18]You were tryin' to kill him too. \n[19]Take it. \n[20]Startin' to acclimate, anyhow. Take it. \n[21]Yeah? What's special about that? \n[22]If we need anything from the crash ship -- I suggest we kick on. That sand-cat's solar. \n[23]We stay together! C'mon! ", "OWENS": "\n[1]Why did I fall on you? \n[2]I mean, I mean, chrono shows we're 22 weeks out, so gravity wasn't supposed to kick in for another 19. I mean, I mean, I mean, why did I fall at all? \n[3]Oh, no. Not Owens, not.... Wai', wai', wait. I'm Owens. Right? \n[4]Just tell me we're still in the shipping lane. Just show me all those stars, all those bright, beautiful, deep-space.... \n[5]They trained you for this, right? Fry? \n[6]... crisis program selected Number Two of this system because it shows at least some oxygen and more than 1,500 -- would you \n[7]...showing no major water bodies...maximum terrain, 220 meters over mean surface... largely cinder and gypsum with some evaporite deposits.... \n[8]Fry? What're you doing? \n[9]Fry? \n[10]You mean that \"load\" of passengers? \n[11]Look, Fry. Company says we're responsible for every one of those -- \n[12]When captain went down, you stepped up -- whether you like it or not. Now they train you for this, so -- \n[13]Don't touch that switch! \n[14]70 seconds! You still got 70 seconds to level this beast out! \n[15]What the shit was that? \n[16]Out, out, out, GET IT OUTTA ME! \n[17]Don't touch it! Don't touch that switch! \n[18]Don't touch that switch! ", "ZEKE": "\n[1]So what the bloody hell happened, anyways? \n[2]I'll see 'bout makin' this air go a bit further, cap'n. With your permission, a' course. \n[3]Well? Is it just the pump? \n[4]An' this? \n[5]'Cuz they couldn't hunt shit with these things, be my guess. \n[6]What, you're goin' off, too? \n[7]So much for your nightfall. \n[8]Comfy up there? \n[9]Well, just keep your bloody-fuckin' eyes open. Don't want that ratbag sneakin' up on me bloody-fuckin' arse. \n[10]Cripes galore, I thought it was him. The murderin' ratbag. I thought he was.... \n[11]Now what the bloody hell.... "}}