{"dialogues": {"UTAH": "\n[1]Halt.  FBI! \n[2]Yes sir.  Sir? \n[3]I did stop the perpetrators. \n[4]Anywhere.  I've just never seen the ocean before. \n[5]Yes, sir. \n[6]Sir? \n[7]I take the skin off chicken. \n[8]1322 last year in LA county.  Up 26 percent from the year before. \n[9]Zero distortion, sir. \n[10]I love these things. \n[11]Not so far. \n[12]The shit they pull, huh? \n[13]Punk.  Quarterback Punk. \n[14]Good move. \n[15]They don't go for the vault? \n[16]Smart.  You burn time in the vault. \n[17]Surgical.  Look at them separate the dye packs.  Dick and Ronny know their jobs. \n[18]What's he talking about, Angelo? \n[19]Could've taken their gloves off before setting that card.  Laser it for prints.  Maybe held it to his teeth -- check the edges for saliva. Today was a scorcher.  This Chevy doesn't have air conditioning... \n[20]Well, what're your ideas on these guys? \n[21]So you're gonna coast to retirement, when you could nail these guys and go out with come dignity. \n[22]Sorry. \n[23]Yeah.  What's your theory? \n[24]Oh well he must be a surfer. \n[25]Candle wax.  Car wax.  Mustache wax? Could be anything.  Guy's waxing his mustache at the beach.  Gets sand in it.  Wipes it off with a shoe.  Shoe scuffs the counter. \n[26]Sex wax?  You're not into kinky shit, are you Angelo? \n[27]Thanks for the tip.  I needed this knowledge. \n[28]... Four months.  June to October. Mmmm...same the year before. \n[29]They're traveling the rest of the year on the money, going where the waves are... \n[30]I think he needs a vacation. \n[31]I don't. Whoa!!  Back up!  This's a 5'6\" tri- fin squash-tail thruster.  You'd eat major shit on this, dude. Here, you need a rhino chaser like this one to learn on.  Good board. I mean for a pig board. \n[32]I'm twenty-five. See that's what I'm saying, it's never too late. Hope you stay with it.  Surfin's the source.  It'll change your life. Swear to God. \n[33]Why can't I just walk around with this thing under my arm and act stoned?  Ask a few questions. \n[34]Angelo, this stuff is for little rubber people who don't shave yet. \n[35]Got it... \n[36]Goddamn son-of-a-- \n[37]Fuck it. \n[38]Well, I saw you and-- \n[39]Hey!  Uh, how do I get back in? \n[40]My name's Johnny Utah! \n[41]I'm telling you so when you look back on this moment, you can think... there was this guy named Utah and he was pretty much a dork but maybe not such a bad person and I let him drown in conditions he had no business being in whatsoever... when I could have easily helped him. \n[42]Bye. \n[43]Tyler Ann Endicott.  Born 11-27-64. \n[44]... Exhibition of speed.  Indecent exposure inside moving vehicle... \n[45]Felony arrest!  \"See adjoining file\"... Kidnapping?! \n[46]What else they got on her?  I still haven't found anything I can really use.  I gotta find an approach, a way in -- here we go... Both parents deceased.  Plane crash. San Diego, '84.  Mmmm.  Yeah, definitely. \n[47]Shrimp and fries. \n[48]I need you to teach me. \n[49]I'm serious. \n[50]Well, I'm just gonna go back out there till I catch on to it or break my neck. \n[51]No, no.  See, all my life I've done things for other people.  In high school I played football because my old man expected me to.  Then my parents always figured I'd go to law school, so I did.  Football scholarship.  Graduated Phi Beta Kappa-- \n[52]Wait, so I'm a big hero to my folks, right? But two years ago they got killed in a car wreck and I just suddenly realized all my goals had been their goals.  And I hadn't been living my own life.  So I wanted something for myself.  Something that maybe didn't make any sense.  You know what I mean? \n[53]I came out here from Ohio a month ago.  Never saw the ocean before.  I didn't think it would effect me so much.  Like I'm drawn to it, or something.  I want to do what you do.  It's the truth. \n[54]Keep the change, Teach. \n[55]Sure. \n[56]Who's that? \n[57]Yeah, my knee got folded about 90 degrees the wrong way. \n[58]Two years of surgery.  I missed my window.  Limped through law school instead. \n[59]Not yet. \n[60]Fine. \n[61]A little mushy. \n[62]Babes. \n[63]The correct term is babes, sir.  Uh, this type of undercover operation is entirely dependent on picking up the idiom of the speech.  Otherwise penetration is not possible, sir. Of the social infrastructure, I mean. \n[64]Caught my first tube this morning. \n[65]It sticks out, so I can't lock it. Look, Angelo, you think I joined the FBI to learn to surf?  This was your lame-o idea in the first place.  You gotta back me up on this. \n[66]Angelo, pay attention.  There's gonna be a test afterward.  Lab is showing traces of toxins.  PCBs. Heavy elements... selenium, titanium and arsenic. \n[67]The beaches are always being closed because of waste spills, right?  And surfers are territorial.  They stick mostly to certain breaks.  If we can get some hair samples, and get a match to a certain beach, we'd know which break the Ex-Presidents surf. You buyin' this? \n[68]Whoa, brah, easy now... Don't move! Got some huge sucker crawling into your-- Got it!  Uuuughhh. \n[69]Saved your butt, bro.  Close one. \n[70]Latigo Beach. \n[71]Big zippo so far.  How about you? \n[72]Okay, so this is where you tell me all about how locals rule and yuppie insects like me shouldn't be surfing your break and all that, right? \n[73]Oh. \n[74]What's your name? \n[75]Well, listen, Bunker... I'm actually kinda glad you found me. \n[76]No, but there are four guys back there you might check out. \n[77]Friends of yours, huh? \n[78]What's their program? \n[79]You always talk like this?  You're not gonna start chanting or anything are you? \n[80]Thanks for stepping in. \n[81]Gonna be some people at my house tonight.  Maybe you can make it. \n[82]Where? \n[83]You're losin' them. That's right.  Two-denver-four-sam- niner-five-niner.  Late seventies Jeep. \n[84]Okay, Dad. \n[85]The jeep is registered to a Bradley Wiess.  My buddy.  Guy's got quite a sheet. Yeah, yeah... skip all that.  Gimme the greatest hits.  Misdemeanor possession of cocaine.  That's good... \n[86]... Felony B and E, three months in juvey.  Better.  Felony assault. Postgraduate work at Chino. Excellent.  I'm lovin' it.  What about the brother? Great!  Another model citizen. These guys really fit the profile. \n[87]These are the guys.  I can feel it. I say we lay it on Harp. \n[88]See you bright and early, guys. \n[89]When did Harp say they'd have the warrant? \n[90]Nice place. \n[91]Don't you gamble? \n[92]Who's the girl? \n[93]Oh, oh.  That sounds personal. \n[94]Meaning you were expendable. \n[95]Sure, he's \"the Bodhisattva\". \n[96]All she does is beat the shit out of me. \n[97]So what's the biggest?  Waimea? \n[98]Uh.  I need another beer. \n[99]What are you talking about? \n[100]What's goin' on? \n[101]I can barely do this in broad daylight. \n[102]I gotta be fucking crazy. \n[103]I know that part.  Tell me something I can use, here. \n[104]A flaw I'm working on. \n[105]Yeah, right, vision is highly over- rated. \n[106]Shit, I'm gonna die.  I'm gonna die now. \n[107]Yeah.  I just want to sit out here for a minute. \n[108]What? \n[109]I... I don't know.  I can't describe what I'm feeling. \n[110]Goosebumps.  Come here. \n[111]Warm them up. \n[112]Holy shit. \n[113]You guys need any help? \n[114]Right here, partner. \n[115]I'm ready to rock, Angelo.  Where you want me? \n[116]Got it. \n[117]Babbit.  Get Angelo out of there. They're pulling out a fucking arsenal!  Babbit, you copy?  Cole? Don't let him pull his badge! \n[118]\n[119]What the hell's your problem? \n[120]Aw shit. \n[121]I am a different person, Tyler. \n[122]I... I gotta go. \n[123]No.  I'm sorry.  I have to go. I'll, uh... I'll call you later. I'm sorry. \n[124]Woof, woof. \n[125]Angelo, we gotta talk. \n[126]... so I started tailing him. \n[127]Bodhi, yeah.  I'm on him all day, right.  He goes here, he goes there, he goes to Tower Records and buys come CDs, he has lunch at Patrick's Road House... ... he goes into the Assured Trust Savings and Loan. \n[128]Cute.  He was inside for about 20 minutes.  The other guy, Roach, waited in the truck.  They were scoping it out, right?! \n[129]Yeah, or cashing a check. \n[130]Wait, wait.  Then these guys go back to their beach house and box up all their shit.  Load it in Bodhi's truck and take it to a public storage unit.  You see?  Summer's almost over.  They're splitting. They're gonna pick up a little traveling money tomorrow.  The next day at the outside latest.  I got a feeling. \n[131]Angelo... I'm right this time.  We can still win this one. \n[132]Woof, woof. \n[133]They're gone.  Son of a bitch.  We missed them. \n[134]No way.  Not yet.  Come on. \n[135]I say we call it in.  Get some backup.  But you gotta do it.  Harp won't listen to me. \n[136]I say we don't call it in.  Under no circumstance are we to call this in. \n[137]Angelo, it's eleven thirty. \n[138]Here, yours is the one that looks like a road kill.  Enjoy. \n[139]Here's your lemonade. Did you see that T-Bird pull up? \n[140]FBI!!  Freeze!!  Right now! \n[141]The hell are they?! \n[142]You sure?! \n[143]I got 'em.  I see 'em.  I'm on it, I'm on it. \n[144]Not now.  Not now! \n[145]Nothing. \n[146]Feta.  My favorite. \n[147]I don't know. \n[148]Ouch. \n[149]You're kneeling on my hand. \n[150]Never saw him, was your basic hit and run. \n[151]I'm glad you pulled me out of the water that day... \n[152]Tyler, put the gun down. \n[153]No.  They live in Columbus Ohio. \n[154]I work bank robbery.  Guys I'm after are surfers.  I needed you, at first, but not-- \n[155]Tyler!  Wait!! \n[156]Tyler I... look, I fucked up, okay. I know I fucked up.  I wanted to tell you, but I couldn't -- I was afraid you'd leave... good guess, huh? Fuck, why can't I ever say what I really mean?  I lied to you.  I'm an asshole... but I need you, Tyler.  I want you to know that I've never known anyone like you before in my life... and I... I hope you change your mind... \n[157]Tyler!  Wait, I-- \n[158]What going on, Bodhi? \n[159]I don't think I wanna surf right now. \n[160]How you figure? \n[161]Takes guts to rob a bank.  All that adrenalin pumping, waving loaded guns, taking out the guards, getting everybody on the floor, never knowin' who's gonna burst in... ... wondering what it's like to take a bullet.  Must be some ride. \n[162]One shot stopping. \n[163]Nice. \n[164]Once. \n[165]Sure, it's a blast, but listen, I sorta screwed up my knee yesterday-- \n[166]Oh, well, that's fine then.  I feel so much better. \n[167]So, who... uh, who packed my chute? \n[168]You gotta earn trust. \n[169]We gonna jump or jerk off? \n[170]Whoooaaah!  Shhiiittt!  Whoooaaah! \n[171]Great!  GREAT! \n[172]After you, Alfonse.  I insist! \n[173]You do it... you first! \n[174]You first! \n[175]Jesus Christ.  I gotta be losin' it. \n[176]What's this? \n[177]You're a fucking dead man-- \n[178]Talk. \n[179]You call him... right now... and tell him to let her go. \n[180]We're wasting time. \n[181]I can't do this. \n[182]Bodhi, this is your wake up call, man -- I... am... an... Eff... Bee... Eye... Agent!! \n[183]On the floor, asshole!  What's your problem?!  I blow your fucking kneecaps out, you'll be on the floor!! \n[184]Can we just get the goddamn money and get out of here?! \n[185]You're blowing it, man!  You're breaking your own rules... pulling too much time! \n[186]Federal agent!  Undercover! \n[187]Take your hand off my shoulder right now. \n[188]I know where they're going. \n[189]Only problem is... we can't arrest them or shoot them. \n[190]I'm not armed. \n[191]Good guess.  There's a gun on you right now. \n[192]Where's Roach? \n[193]You gotta tell me where she is. \n[194]Look, Bodhi man.  People are dead. The ride is over. \n[195]The guy you killed was an off duty cop!  If you get out of here they'll nail you wherever you land.  They have a new thing called radar. Maybe you've heard of it. \n[196]I know you man, when they fall on you, you won't back down.  They'll have to burn your ass to the ground. And I can't stop them... I'm the last person they're ready to listen to right now.  Thanks to you. \n[197]Shit may or may not happen. \n[198]Look, you got a death wish, you want to ride to glory... fine!  But don't take her with you, man.  I'm begging you... tell me where she is.  Then I walk away.  We've earned that much trust, haven't we? \n[199]Angelo!  Don't fire! \n[200]\n[201]\n[202]You're cold because all the blood is running out of your body, Roach. You're going to be dead soon. I hope it was worth it. \n[203]Tell him to release Tyler. \n[204]What if your chute fails, Bodhi? Rescind the order.  Let her off the hook, she's served her purpose.  Do it, man, you owe me that much.  Let me hear it before you check out. \n[205]\n[206]Pull the parachute!! \n[207]No games, Bodhi.  Pull the cord! Now!! \n[208]Pull it right now or I'll blow your fucking head off and pull it myself! \n[209]You fucking crazy!?  Pull it!! \n[210]\n[211]Jesus Christ, Bodhi! \n[212]Storm's already here... It's bringing me the swell. \n[213]No.  But he's here. \n[214]No problem.  Just give me a couple minutes with him first. \n[215]I knew you wouldn't miss the fifty year storm, Bodhi. \n[216]I'm not FBI anymore. \n[217]I asked them to give me a couple minutes... \n[218]He rode it all the way. ", "BODHI": "\n[1]Hey Tyler! \n[2]Chill, brah.  You know who this is? Johnny Utah.  Ohio State, all- conference. Rose Bowl three years ago.  Right? \n[3]Something happened.  You got nuked in the last quarter. \n[4]And that's why you never went pro? \n[5]Mmm.  A lawyer, huh? Too bad.  But at least you're surfing now.  So your life's not over yet, right? \n[6]Back off!  Now!!  Just let it go! \n[7]He's with me.  Now back off. Seriously.Just do it! You alright Warchild? \n[8]Whoa!  Whoa!  Hold it, ladies.  Give it a rest. Let's go. \n[9]Do me a favor, Johnny, just keep walking. \n[10]The one you decked is Bunker Wiess. The big one is his brother, Warchild.  The other two always hang.  They think they're some kinda death squad around here. \n[11]They're punks.  Nazis.  Their brains are wired wrong.  They hurt surfing because they give nothing back, and they have no respect for the sea. They just want to get radical.  It's mindless aggression.  They'll never get it, the spiritual side of it. \n[12]No. So I was up the beach.  I saw it going down.  you didn't hesitate... they never backed you up an inch. That's rare in this world. \n[13]De nada. \n[14]Come with Tyler.  She knows. \n[15]Only make bets I can't afford to lose.  Only way to be 100% committed. \n[16]No, Bells Beach, Australia. \n[17]I made that one mistake you pray you'll never make-- \n[18]Not tragic to die doing what you love.  You want the ultimate thrill, you gotta be willing to pay the ultimate price. \n[19]Johnny has his own demons, don't you, Johnny? \n[20]Feel it? \n[21]Gentlemen, it's time. \n[22]Let's go, Utah.  Time for a little stealth mission. \n[23]Yeah, but are you crazy enough? \n[24]Football's a man-made game.  You keep score with numbers.  But in this, there's no field, no rules, no opponent.  Just you and the wave. \n[25]I've watched you once or twice.  You surf like it's some kind of street fight.  You jerk along from moment to moment, fighting everything that comes at you.  Always trying to win. \n[26]The only way to win out here is to surrender.  You have to feel what the wave is doing, accept its energy, get in sync.  Just feel it all moving in the blackness... you don't need to see. \n[27]This one's got your name on it, Johnny. \n[28]Let's go. \n[29]C'mon brah, there's a righteous swell.  Let's go!  Let's go! \n[30]Howdy brah. \n[31]C'mon, get your gear on, we're rollin'. \n[32]Here. Hey, what happened?  Ya cut yourself shaving? \n[33]Naw, this is different, Johnny. This is something totally different... you're gonna love this. \n[34]C'mon, let's go, let's go.  Time's wastin', brah. \n[35]Life's sure got a sick sense of humor, don't you think so Johnny? \n[36]News, last night... those guys, the Ex-Presidents... they robbed my bank yesterday.  And I was just there the day before, cashing a check.  See... look.  Assured Trust... same place. \n[37]I was picking up some bucks cause we're leaving town.  Bizarre, huh? If I'd waited a day I'd been right in the middle of it.  Kinda sorry I missed it.  I'd liked to've seen them. \n[38]Banks are insured, brah.  Long as nobody gets shot, it's really a victimless crime.  Just gotta scare 'em a little, would be my guess. Now if I was gonna rob a bank, with all those guys wearin' body armor these days, know what I'd carry? \n[39].454 Casull.  Most powerful handgun on the planet.  Muzzle velocity of 2000 feet per second.  Twice the kinetic energy of a .44 Magnum. \n[40]'One shot stopping'... good, very good.  I like you, Johnny.  I like you because you'll sacrifice anything to win.  I respect that. It elevates you a little above the drones who have learned compromise. Here, hold it.  Check out the weight. \n[41]Whoa.  Careful.  You got the muzzle pointing right at me, brah. \n[42]It's a special day, Johnny U.  A very special day... \n[43]Ever done this before? \n[44]Pure adrenalin, right?!  The ultimate rush.  Other guys snort for it, jab a vein for it -- all you gotta do is jump. \n[45]Yeah, I noticed you limping. But don't worry about it, brah. Don't worry at all.  We're not gonna land on land! \n[46]It's a little ceremony we always have at the end of summer.  One last speedstar. \n[47]I did.  What's the matter?  Don't trust me? \n[48]Then we'll earn it together.  Here, take mine. \n[49]My man! \n[50]Utah, you copy bruddah? \n[51]I'll take that as a yes. \n[52]Ten thousand feet.  Let's do it. \n[53]Come on Johnny.  Get in here! \n[54]Relax, brah.  I got you, I got you. \n[55]You diggin' this? \n[56]Purty-thirty and we're meat waffles, folks.  See ya downtown! \n[57]You gonna pull? \n[58]Don't screw around man, pull it! \n[59]One thousand feet.  Pull the goddamn cord! \n[60]Okay! \n[61]Ya see... I told you Johnny U was gonna be just fine! \n[62]C'mere.  There's something you need to see. \n[63]Insurance policy.  Now this is going to sting a bit, but it's for your own growth, brah.  Press play. \n[64]She's a wild one, isn't she... Special Agent Utah? \n[65]Whoa, whoa!!  Think it through!  I'm the only one knows where they are. Just let me talk for a second. \n[66]She'll be fine, Rosie won't do anything.  At least not as long as I meet him at a certain place and time, about... let's see... ... six hours from now. \n[67]Sorry, can't do it, brah.  He's on the road.  And where they're going there's no phones.  Damn, I hate this Johnny, I really do.  I hate violence.  See, that's why I need Rosie.  I could never make this thing work, myself.  No way I could hold a knife to Tyler's throat, man! She was my woman, once.  We shared time in this world.  But Rosie, he's kind of a... mechanism.  Once you set him in motion, he won't stop. That's his gift, a kind of... blankness.  Noon comes, straight up, he'll gut her like a pig and try not to get any on his shoes.  Nothing I can do, unless I get there. \n[68]So that makes us partners, doesn't it?  Because now we both have the same goal... to get me where I need to go.  Right? \n[69]See!  That's what I like about you, man!  You're just sharp as a razor blade. \n[70]Get the plane down to Santa Monica and top up the tanks. Let's go.  Let's saddle up! \n[71]Okay.  All I'm askin' for is ninety seconds of your life, Johnny. That's all. \n[72]It's basic dog psychology, brah.  If you scare them, get them pissing down their leg, they submit... you control them.  If you project weakness, you draw aggression... that's how people get hurt. \n[73]Fear causes hesitation, and hesitation will cause your worst fears to come true.  You project strength to avoid conflict. \n[74]Here, you need this.  You can't be comin' through that door with your dick in your hands, right? \n[75]Sure you can!  You may even like it... it's a killer rush.  You'll see.  Hey, don't I show you things, Johnny U? \n[76]Wild, ain't it?!  See, we exist on a higher plane, you and I.  We make our own rules.  Why be a servant of the law Johnny U... when you can be it's master? \n[77]Ninety seconds, man, door to door. A small price to pay for someone who loves you. She does you know.  It's not her style to fall so hard... I don't think she did with me. \n[78]Sorry, Johnny.  Guess you don't get to be president. \n[79]Rock and roll! \n[80]Everybody freeze!!  Don't move!! \n[81]Don't anybody fucking move! \n[82]Goodbye, Johnny. \n[83]But you're not alone. \n[84]Around somewhere.  Listen, I'm in kind of a hurry, Johnny U.  What can I do for you? \n[85]And let my policy expire?  Sorry. \n[86]I say when it's over! \n[87]Back in the hotseat, campadre. \n[88]Thanks for telling the nice FBI agent where we're going. \n[89]We're gonna ride this out, all the way, Johnny.  You and me.  Let's go. \n[90]Yeah, get some height.  Take her up to eight thousand on this heading. \n[91]Doesn't matter now.  We're almost there, man.  Here, let me help you get your gear on. \n[92]You're gonna be fine.  Just fine. Johnny, toss me that money bag will you.  Easy does it. \n[93]Hey, Johnny's just trying to psych you man, forget it.  Just keep thinking about all those senoritas nursin' you back to health.  Come on, amigo, let's get you set for the jump. \n[94]Rosie, Rosie, this is Air Force One, do you copy, over? \n[95]Why should I? \n[96]Rosie, listen carefully.  Surgery is canceled, is that clear?  Repeat it back to me. \n[97]I know it's hard for you Johnny. You want me so bad it's like acid in your mouth.  But not his time. Let's go. \n[98]You lose, campadre. \n[99]Pretty radical, Johnny.  Even for you.  Why don't you pull it? \n[100]Naw, you pull it! \n[101]Go on, Johnny.  Pull it.  But you gotta drop the gun, first!  Right?! You use your other hand what you gonna hold on with? \n[102]Well that's the only way it's gonna happen, man.  Do it!  Come on, you want to do it.  You're gonna die, Johnny.  Five more seconds.  Four... \n[103]Three seconds... two... one... \n[104]Wild ride, huh? \n[105]That pesky knee, huh?  Too bad. \n[106]You had me worried there, for a second, Johnny U. \n[107]And I always knew I could count on you, Agent Utah. \n[108]You never were... \n[109]It went bad, brah.  Real bad. I just felt it was time... \n[110]Time to dance with the universe. I could never handle a jail cell. You'll do this for me, won't you Johnny?  Haven't I earned this much? \n[111]Thanks, brah. ", "PAPPAS": "\n[1]The dolls love this baby.  It brings them luck when they rub it -- right between their buttons. \n[2]Just read the goddamn number. \n[3]Screw you and this holistic fitness crap!  At least my arms don't flap in the wind. \n[4]I've been in the field 33 years, fired my piece 23 times in the line of duty, and I got no idea what a blind man fetching bricks has gotta do with being a Special Agent! \n[5]Added to which indignity, I got three months left to retirement and they saddle me with some blue-flamer fresh out of Quantico for a partner. Some quarterback punk, Johnny Unitas or something. \n[6]Pappas.  Angelo Pappas. \n[7]Welcome to Sea World, kid. \n[8]Twenty-seven banks in three years. In and out in 90 seconds.  Nobody ever gets shot.  We're talking solid professionals. \n[9]Yeah, they control the room well. Stick strictly to the cash drawers. \n[10]Never go for the vault.  They never get greedy. \n[11]Reagan usually drives.  Stolen switch car, they leave it running at the curb, looks parked from a distance.  When they run, they dump the vehicle and vanish.  And I mean vanish. \n[12]The Ex-Presidents are the best I've seen, kid. \n[13]Just take the tape, Cole. \n[14]What?  Now I'm working the drop car? Who's handling the scene here? \n[15]Cole and Munoz?  I been on this case for two years. \n[16]Yeah, I get it.  Time to play let's dick the old guys, huh, Harp? \n[17]Sure.  No problem.  How about your office?  Your office need vacuuming? We could do that too. \n[18]Excuse me. \n[19]Cute huh?  They love to fuck with us. \n[20]Don't tell me, let me guess.  The switch-car was stolen this morning... They vacuumed and 409'd the interior, did the windows, emptied the ashtrays... \n[21]You through, Mr. Wizard?  Let me know if you find Jimmy Hoffa under the seat while you're at it. Hell, it's only 7:30.  The night's still young... you can solve this case and start on another one. \n[22]Forget about it, kid.  They're ghosts.  Let the goddamn yuppie Mormon affirmative action assholes handle it.  See I'm almost 55... so I must be senile, right?  They better get me out before I start pissing myself in public.  Drooling. It would look bad for the Bureau, right? \n[23]You watch your fucking mouth! Mr. Hoover himself pinned the Seal of Honor right here! \n[24]Yeah.  That was thirty years ago anyway. L.A.'s changed a lot since then. The air got dirty and the sex got clean. So you want to nail the Ex- Presidents?  Be a big hero? \n[25]The fucking punks are surfers. \n[26]I'm tellin' ya, kid, it's in our face.  Lookit the tan on this guy. \n[27]Shutup, you might learn somethin' you're not careful... So last year Nixon scuffs a counter going over. There was a soil sample.  Non- specific mud traces of asphalt, oils, blah, blah... sand and... carnuba wax.  So I became a wax expert.  There's 80 some uses for this stuff, something like five hundred products. \n[28]The lab made three possible matches, this was one of 'em. \n[29]Surfers use it on their boards. They rub sand into it for traction. \n[30]Now lookit the dates on the robberies.  This is strictly a summer job for these guys. \n[31]Another month and we don't see 'em again 'til next summer. \n[32]The Ex-Presidents rip off banks to finance their endless summer! \n[33]\"Best for your stick\", huh?  This might not be enough.  I better get two. Hey, man, guys your age learning to surf, it's cool, there's nothing wrong with it. \n[34]Johnny, it's the only way. \n[35]Look.  Look at them out there. \n[36]They're like some kind of tribe. Got their own language.  You can't just walk up to these guys.  You've got to get out there.  Learn some moves.  Get into their head.  Pick up the speech. \n[37]It's all balance, right?  And coordination.  How hard can it be? \n[38]I think you gotta hit them straight on! \n[39]Kid, maybe this ain't your sport. \n[40]This is your surfer contact? Female.  Blond hair.  Green eyes. 5'6\".  119 lbs? \n[41]This is great.  She ties some guy up.  Nude.  Leaves the scene and fails to return for 24 hours.  No convection. \n[42]What, you couldn't have just left the thing in your car? \n[43]Johnny, all I can say is we better come up with something real soon. \n[44]Yeah, yeah, I remember, last year. Guy got his jaw broken for it. \n[45]Hell, what're we waiting for, let's go pick the guy up. \n[46]Guy's the Toxic Avenger. \n[47]No.  But let's do it, anyway.  It's gonna bug the shit out of Harp. \n[48]When you two are done makin' out, I need to talk to you. \n[49]I just want to know if you surf here a lot. \n[50]Not exactly, dudes. \n[51]He moved. \n[52]Surf's up, ace. \n[53]Patience hotshot.  Patience.  It'll be subtle, if it's here at all. \n[54]Johnny?  You there? \n[55]Uh, you guys seen a kid, maybe 10, 12, running with a car stereo? Stole the fucking CD too, you believe it? \n[56]Thanks, buddy. \n[57]Ten seconds you're out of sight. Unbelievable. \n[58]Look, if you're gonna go leavin' your piece and your shield in the car, you can damn well stay in sight.  Okay? \n[59]Remember, all bank robbers are losers, but not all losers are bank robbers. \n[60]Cold pizza?  It's great for breakfast. \n[61]He's pushing it through first thing. You better get some sleep tonight, it could be an interesting morning. \n[62]Did that worthless punk partner of mine ever show up? \n[63]Good of you to join us, hotshot. Watch it.  I told you, not on the hairs, goddammit. \n[64]Cole and Munoz are going in the back door.  Babbit is backing me.  So I want you at the side window by the hedge.  You're strictly backup, got it? \n[65]Awright.  Get into position.  I'm rolling. \n[66]Here Scooby!  Where are you boy? Here Scooby!!  You furball piece of shit. \n[67]Have you seen a little dog?  Kind of a cockapoo lookin' thing.  About this big. \n[68]... and the guy next door said he saw it go into your backyard.  My wife'll kill me if I lose the little bastard.  Me, I could care less. Whole house smells from it's liftin' its leg all the time... \n[69]You sure he isn't out back?  You mind if I go take a look? \n[70]Well is there anyone else here that might have seen him? \n[71]FBI, gorgeous.  Now let's take a look around-- \n[72]Speak into the microphone. \n[73]It's always been lasers and paper targets until today, right? \n[74]No difference, Utah.  Just a little more to clean up. It's alright.  You did good today. \n[75]Oh shit. \n[76]Nice tattoo, Dietz. \n[77]Forget about it, kid, They're ghosts... \n[78]Hey, babe.  Get on over here so the big dog can teach ya how to bark. \n[79]Johnny!  Uh, you, uh... should call first, you know?  Hey, where the hell were you all day?  You gotta at least call in or something.  You okay? \n[80]Listen, uh... if you're okay, can it wait till tomorrow morning, kid, \n[81]This Zen master surfer. \n[82]Did he rob it? \n[83]Last time you got a feeling I had to kill a man, which I always hate because it looks bad on the report. \n[84]Alright, look... banks are closed. Nothing's gonna go down tonight, right?  So we'll be on these guys like white on rice... first thing tomorrow morning.  Okay?  Tomorrow. Okay? \n[85]They're on their way to Maui. \n[86]Jesus Christ, kid!  The banks don't open 'till nine. \n[87]Sure.  No problem.  I'll just call up and tell him his favorite agent saw this one surfer moon another surfer yesterday and it looked real suspicious.  Shit, he'll probably call out the National Guard. \n[88]Look, we handle it ourselves, for right now, okay?  We cover the bank, whatever.  You and me.  That way if nothing happens, or more accurately, when nothing happens... I don't get my tits any further into the wringer than they already are. \n[89]Time for lunch. \n[90]That place up the street has meatball sandwiches.  Get me two. \n[91]Damn, I could eat the ass out of an elephant.  I shoulda had you get me three a these.  What T-Bird? \n[92]Jesus Christ!!  It's them! \n[93]Come on, kid, get in the car! Jesus! \n[94]They took a left at the next light! \n[95]You even watching the road? \n[96]Nice fuckin' work, hotshot. Christ! \n[97]Nothing? \n[98]Go home, kid.  Get the hell outta here.  Get some sleep.  You look like shit.  They get anything even resembles your guy, I'm on your beeper.  Here.  You like feta? \n[99]Johnny... \n[100]All I wanna know is one thing, why didn't you just take the shot? \n[101]He knows his goddamn rights! Jesus, kid.  I knew you were getting too close to these guys. Gimme the goddamn key to these things, Cole.  Christ! \n[102]Look, Harp.  Don't turn him over to the uniforms like some punk.  Let me ride him in. \n[103]Harp, let me tell you something.  I was an agent in this bureau when your mommy was still wiping your shinny pink ass, and you know one thing I learned in all those years that you still haven't? \n[104]Respect your elders. Let's go kid. \n[105]Figured you did. \n[106]Kid, get outta the way!! \n[107]", "TYLER": "\n[1]Next!  Oh, no. \n[2]What do you want? \n[3]I mean, what do you want?  What are you doing hanging around here. \n[4]Gimme a break. One shrimp and fries to go! Anything to drink? \n[5]I can see that.  But forget it. Stick to tennis, or whatever you're good at.  Miniature golf.  Here, your number's 37. \n[6]What is it?  You all of a sudden got this bug you had to go surfing? This is a line, right? \n[7]This gonna take long? \n[8]Tomorrow, 6 AM.  Here.  If you're a minute late I'm gone. And Stud... I didn't take you to raise.  I can show you a few things but after that you're on your own. That'll be four fifty. \n[9]Stop here. Do you agree to do exactly what I say when I say it? \n[10]Do it again. \n[11]I'm not with him. \n[12]It's closing out completely.  Let's call it. \n[13]That's Bodhi.  They call his the Bodhisattva. \n[14]The modern savage.  Guy's even crazier than you, Johnny Utah. C'mon. \n[15]He rents it for the summer.  Bodhi always gets some slick place and throws it open to every surf burnout around.  Most a these guys can't keep a job.  When the swell comes, they're gone, they have to ride. \n[16]Catch of the day. \n[17]People are expendable to Bodhi. \n[18]We went out for about five minutes... which is four minutes longer than most of them.  But you can't hold it against him, he's... different. \n[19]Yeah, he thinks he's evolved to a higher plane of existence, or something. Maybe he has.  You've seen him surf... that frenzy.  It seems like anger.  It's not.  It's the energy of lovemaking.  The sea is the woman in his life.  She's his only true lover. \n[20]Bunch of goddamn adrenaline junkies. I hope you're not buying into this banzai-bullshit like the rest of Bodhi's moonies. \n[21]I've seen that kamikaze look, Johnny.  You've got it.  And Bodhi can smell it a mile away.  He'll take you to the edge... and past it. Hey, Bodhi. \n[22]Swell's here, Johnny.  Bodhi always knows. \n[23]Come on.  At least no one's gonna see how bad you are. \n[24]You had enough? \n[25]Look at you. \n[26]Well, usually you have this sort of intense scowl of concentration, like you're doing this for a school project or something... I don't know, like something's driving you. See, it's gone.  If I didn't know better I'd say you looked almost happy. \n[27]You don't have to. \n[28]Those are cold. \n[29]He does this. \n[30]Come on, Utah.  Everybody's out there catchin' all the good rides. \n[31]What's wrong Johnny? You're like a different person. \n[32]Hey.  You okay?  You look like you saw a ghost. \n[33]Johnny... what's going on?  I don't get it... did I do something? \n[34]Betadyne doesn't hurt. \n[35]So what'd the other guy look like? \n[36]But you look like you been in a train wreck, how'd he just drive away? \n[37]Johnny, what is it with you?  You have that look again, it's like you're about to tell me something and then you don't... or you can't. What's going on? \n[38]What?  What do you want to tell me? \n[39]A lawyer!?  You lied to me! \n[40]Look, Tyler, I can-- \n[41]Jesus Christ, Johnny -- you've been using me!  Your jacket's on the floor in the bathroom -- this goddamn thing's half out of the pocket... Oh God, it's all part of some case, isn't it? \n[42]You tell me the fucking truth Johnny... did your parents really die in a car crash?  DID THEY?! \n[43]Fuck you, Johnny Utah.  Fuck you!! Don't you have a soul?  Goddamn you to hell! \n[44]Hi, it's me.  Leave a message. \n[45]John, they're here. ", "HARP": "\n[1]You know less than nothing.  If you even knew that you knew nothing, at least that would be something, but you don't. \n[2]Eating solid breakfasts, Utah? \n[3]All the food groups?  Avoiding sugar?  Caffeine?  I see to it that my people maintain cardiovascular fitness.  We stay off hard liquor, cigarettes... \n[4]This is us.  Bank Robbery.  And you're in the bank-robbery capital of the world-- \n[5]That's right.  And we nailed over a thousand of them.  We did it by crunching data.  Good crime-scene work, good lab work, good data-base analysis.  Nobody had to tackle a car once.  You getting the signal, special agent? \n[6]You're a real blue-flame special, aren't you, Utah?  I don't know why they sent you to LA.  Must be an asshole shortage. \n[7]They found the drop car up on Mulholland.  I want you two to go work it. \n[8]Cole and Munoz.  I'm uh... letting them run with the ball for a while. \n[9]That's the point, isn't it? \n[10]Supervising Special Agent, Harp. Now I want you to go work the drop car, okay, Angelo?  Okay? \n[11]How was the beach? \n[12]Surf conditions okay? \n[13]A little mushy!  You think the taxpayers would like it, Utah, if they knew they were paying a federal agent to surf and pick up girls? \n[14]What? \n[15]Where is Pappas? \n[16]Special Agent Utah, this is not some job flippin' burgers at the drive-in. Yes, the surfboard bothers me.  Yes, your approach to this case bothers me.  And yes, you bother me.  You two have produced squat in the last two weeks, during which time the Ex- Presidents have robbed two more banks!!  Do you have anything even remotely interesting to tell me? \n[17]This is agent Dietz, DEA.  He's got a record of your suspect's movements every day for the last three months. \n[18]Not an easy thing to do, is it, Utah? \n[19]Don't take those off.  Just leave them on!  Your partner's an accessory to murder.  You realize that? \n[20]Three men dead.  One of them a cop. How's that sit in your gut, Utah? \n[21]Yeah, sure.  Why not?  You two screw-ups deserve each other. That's why I put you together in the first place.  Christ Pappas, you're as bad as he is... talk about the blind leading the blind-- \n[22]What that? ", "ROACH": "\n[1]Brah! \n[2]The fuck you doin' man?!  You fuckin' crazy? \n[3]Johnny fuckin' Utah!  Fuckin'-A! Yeah, I remember that game, man. You were on-fire.  They could not stop your ass. \n[4]You lose it right then, you're history.  The fish'll be pickin' you outta the coral. \n[5]See, it's all dynamic, it's all in motion.  You can't just stop and walk on in to the beach if you don't like the way things are going, y' know what I mean?  You gotta ride it out man, all the way. \n[6]The set was northwest.  Jacking up like a fucking mountain of gray glass-- \n[7]Gaping barrels!  Way overhead, man! \n[8]Hey... you don't want Bodhi's, man. His pack-jobs suck... they only open half the time.  Take Grommet's, man. \n[9]Whip it out dudes!  Cheap sex with the cosmos! \n[10]Peace through superior firepower, babe. \n[11]We gotta bug out, man!  We're eatin' it bad on this one.  Let's go! \n[12]Get in the fucking plane. \n[13]We're gonna pop up on their screens. \n[14]I'm cold. ", "GROMMET": "\n[1]Radical!  Head-butt, dude!! \n[2]Head-butt!!! \n[3]Do your worst, man! \n[4]You ride the monsters, you gotta know you're ridin' a line between life and death.  There ain't no forgiveness. \n[5]Shit, yeah!  I remember that day... gnarly fuckin' ass!  Was your birthday-- \n[6]-- held down in the washing machine, man... it was severe, we couldn't see nothin' thought it was all over for sure-- \n[7]Hell, I ain't gonna see 30. \n[8]Whoa, unfair, dude! \n[9]Righteous-ass speedstar, dudes! \n[10]Fuckin' A! \n[11]Don't fucking do it, man! \n[12]Oh no, oh my god, oh god... it's all comin' out man, gotta stop it... it's all gonna come out... do something!! ", "REAGAN": "\n[1]... let's rock and roll. \n[2]Use a gun, go to heaven. \n[3]EVERYBODY FREEZE!!  That's right. ALL TELLERS step back from the counter!  Hands on heads!  MOVE!! \n[4]Everybody else on the floor!  Do it! On the floor, let's go. \n[5]Just stay cool.  Everybody stay cool.  Heads down.  Eyes down.  The money's insured-- \n[6]-- it's not worth dying for. Another 45 seconds of your time. That's all.  Then -- Whoa, Tricky Dick! \n[7]Emergency sanitization!  Here we go! \n[8]You want me, there's only one way. ", "WOMAN": "\n[1]Look crazy son of a bitch!  You wanna commit suicide, you do it someplace else! \n[2]Look at this pig-board piece-a-shit. It's still got the price tag on it, for Chrissakes.  What'd you do, buy it yesterday?  You've got no business out here whatsoever. \n[3]Yeah, you saw me and you figured that if a mere girl can do it, a big strong stud like you shouldn't have any problem.  Right?!  Well you figured wrong, dork! \n[4]Carefully, tough guy.  Very carefully. \n[5]Who cares! \n[6]Wait!  Jesus Christ! You're fucking crazy, you know that? You go in there you're gonna eat it on the rocks.  Here, follow me. \n[7]Go when I say.  But stay down.  Just lie on the board.  Alright, let's go! \n[8]Get the fuck out of this house! What the fuck do you think you're doing-- ", "BUNKER": "\n[1]Yeah. \n[2]No. \n[3]Stay outta this, Bodhi! \n[4]Bunker. \n[5]Yeah?  Why? \n[6]Something's goin' down, man.  This ain't right. \n[7]Will you shut the fuck up!  Check the windows.  Do it!! \n[8]That fat fuck comes through the door I'm gonna pump him up.  Swear to Christ, man, I'm gonna blow the dude up! ", "BODHI/REAGAN": "\n[1]All Tellers back away from the counter!  Hands on your heads! RIGHT NOW!!  That's right.  You know the drill. \n[2]All customers on the floor.  Let's go!  Move it!  Get down!  On the floor!  Right now!  Let's go. \n[3]Kick in the ass, ain't it?  Gonna be kinda hard to explain though... when they play the tapes back down at the bureau.  Could look bad on your monthly evaluation. \n[4]That's the spirit!! Head's down!  Eyes down!  Just a couple minutes of your life and we're gone. \n[5]You! Miss Jennings... of New Accounts. Be a dear and open the inner gate for my associate.  NOW!! \n[6]Whatta say, Mr. Duggan?  Wanna give her the keys or do I pick through the blood and chunks for them? \n[7]JFK, how we doin'? ", "15": "", "MISS DEER": "\n[1]Hmm, not bad, Utah. \n[2]Hot, very hot. \n[3]Gotta avoid the rope tricks, Johnny. \n[4]Encino Savings &amp; Loan guard grabbed LBJ's ponytail.  We recovered one hair. \n[5]One four centimeter strand.  Color brown.  Oily.  Slight wave. \n[6]Angie, they didn't have the kind of wine you like but I got... oh, hi Johnny! "}}