{"dialogues": {"SCHAEFER": "\n[1]It's been a long time, General. \n[2]That's over the border, General. \n[3]What have you got in mind, General. \n[4]What else it new?  When do we leave? \n[5]What's that, General? \n[6]You know we don't work with outsiders, General. \n[7]Dillon, you son of a bitch. \n[8]You've been pushing too many Pencils, Dillon.  Had enough? \n[9]You never did know when to quit. \n[10]Like the old days, Dillon. \n[11]Wasn't my style.  We're a rescue unit, not assassins. This must be good.  Big shot from the CIA, leaves his desk to come back to the bush. What's so important? \n[12]Go on. \n[13]And nothing we can't handle alone. \n[14]Who's our back-up on this? \n[15]This gets better by the minute. \n[16]You never were all that smart...let's go!!! \n[17]Took 'em out with a heat seeker. \n[18]Mmmnnn...? \n[19]Billy's on it. Heat seeker.  Pretty sophisticated for half-asses mountain boys. \n[20]What do you mean? \n[21]Mean anything to you? \n[22]Get ahead, see what you can find. Slow and easy. \n[23]We don't want any accidents. \n[24]J.S. Davis, Captain, U.S. Army... \n[25]Mac.  Cut them down. \n[26]I knew this man.  Green Berets, out of Fort Bragg.  What the hell were they doing in here?  You got any answers for this, Dillon? \n[27]Well somebody sent them. \n[28]What happened here, Billy? \n[29]I can't believe Jim Hopper walked into an ambush. \n[30]What about the rest of Hopper's men? \n[31]Stick with the guerilla trail. Let's get it over with.  We move. Five meter spread.  No sound. Nothing. \n[32]Just killed one of the                             * prisoners.  No time for                            * invitations.  We take them, now. \n[33]Stick around. \n[34]Down!!! \n[35]Hawk, Get Con. Op. on the hook!  Position and situation, now! \n[36]Any sign of the hostages? \n[37]Good work, Mac.  Clear the area, no traces.  Get the men ready to move. \n[38]Shit... \n[39]I think this is the one you want. \n[40]It was all bullshit.  All of it. From the start...you set us up, got us in here to do your dirty work. \n[41]Why us? \n[42]What story did you give to Davis? \n[43]That's your problem, Dillon. You always did put ambition before the lives of your men. My men are not expendable.  I don't do this kind of work. This is your dirty little war, not mine. \n[44]Movement? \n[45]How much time? \n[46]Tell Mac we move in five. \n[47]We take her and she'll give away our position, every chance she gets.  No prisoners, Dillon. \n[48]I'm getting my men out of this damn jungle, Dillon.  She's your baggage.  You fall behind, you're on your own. \n[49]This place is too hot for a pick-up. They won't touch us until we're over the border.  We can lift at LZ 49, here. Spotter plane says we're cut off. Except for this valley. \n[50]Not much choice.  Pancho, take the lead.  Double time it. \n[51]Lock n' load, watch your ass. \n[52]What's got Billy so spooked? \n[53]What is it...? \n[54]Billy...What the hell's wrong with you? \n[55]It's...nothing... \n[56]What do you think...? \n[57]It's not her blood. \n[58]Hawkins? \n[59]What in God's name...? \n[60]Where the hell is his body? \n[61]Ramirez, ask her what happened. \n[62]Why didn't they take the radio and his weapon? Why didn't she escape? \n[63]I want him found.  Sweep pattern and double back.  Fifty meters. \n[64]You saw what? \n[65]Blain... ...Just like the others...no powder burns, no shrapnel. \n[66]...Mac! \n[67]Mac!  Mac!  Look at me! \n[68]Mac, who did this? \n[69]We're losing the light.  Mac, I want a defensive position above this ridge, mined with everything we're got. \n[70]Put him in his poncho and liner and carry him back. We'll bury him in the morning. \n[71]Thank you, Sergeant. \n[72]I'm sorry, Bull.  It's never easy.  He was a good soldier. \n[73]Expendable assets, Dillon. Seems Langley is never around when you need them. \n[74]Bullshit.  You're just like the rest of us. \n[75]You still don't get it, do you Dillon?  He took Davis... and now he wants us. \n[76]Get a field dressing on that right away. \n[77]Where's the girl? \n[78]He knows our defenses.                             * \n[79]He came back for the body. He's killing us, one at a time... \n[80]He uses the trees.                                 * \n[81]Yesterday.  What did you see? \n[82]No more games. \n[83]Go on. \n[84]What's you name? \n[85]Anna.  He's hunting us.  You know that? \n[86]We're going to need everyone.                      * \n[87]We're not going.                                   * \n[88]Dillon...This thing doesn't                        * care who we are, who she is. We make a stand or there won't                     * be anyone left to make that                        * chopper. \n[89]If it bleeds, we can kill it. \n[90]He'll be looking for the trip wires. If we're lucky, he won't see this. \n[91]You're catching on, Dillon. \n[92]Mac! \n[93]Get Ramirez on his feet!  Take the girl and get the hell out of here! \n[94]This isn't your style, Dillon. \n[95]You know you can't win this one. \n[96]Dillon! \n[97]I'll see you there. \n[98]Come on, Poncho, we're getting out of here. Billy, take the radio, leave the rest.  Come on! \n[99]Billy!!! \n[100]Billy!!! \n[101]Get back, into the rocks! \n[102]Run!  Get to the chopper! \n[103]You couldn't see me. \n[104]One chance, that's all. \n[105]Anna...? \n[106]Anna...? \n[107]Bleed, you bastard. \n[108]Who the hell are you...? ", "DILLON": "\n[1]Last time we danced, it was Lieutenant, Schaefer. \n[2]How you been, Dutch? \n[3]No way, old buddy. \n[4]That piece of work you guys pulled off at the Berlin embassy last week was really something.  Blew the entry points on three floors and neutralized the opposition in eight seconds flat. Beautiful. \n[5]Also heard that you passed on that little job in Libya. \n[6]Those cabinet members are very important to our scope of operations in this part of the world.  They're about to get squeezed.  We can't let that happen.  I needed someone who could get the job done, quick and quiet...no screw-ups.  I needed the best. The best.  So, I pulled a few strings at the State Department...and here we are. \n[7]The set-up is simple, Dutch. One day job.  We pick up their trail at the chopper, run 'em down, grab the hostages and bounce back across the border before anyone knows we were there.  You've done it a hundred times.  Nothing out of the ordinary. \n[8]Not to worry, Dutch.  I haven't lost my edge.  They've got a head start on us in some real tough country, otherwise, believe me, it's a piece of cake. \n[9]Our rendezvous points and radio freqs. are indicated and fixed.  AWACS contact on four hour intervals. \n[10]No such thing, old buddy. It's a one way ticket. Once we cross that border, we're on our own. \n[11]Man, that's a real bad habit you've got. \n[12]You don't know how much I missed this, Dutch!!!  Once you get this in your blood, you never get it out!!! \n[13]Have you picked up their trail yet? \n[14]They're getting better equipped every day. \n[15]Probably another rebel patrol. They operate in here all the time. \n[16]Jesus...this is inhuman. Uh...I wasn't told of any operations in this area.  They shouldn't have been here. \n[17]Ready, kid? \n[18]On your nine!!! \n[19]This is beautiful!  More than we ever thought.  We got the bastards! \n[20]Two days...that's all we had. In two days, three hundred of these bastards would have been equipped with all this.  After they crossed the border, it would have taken a year to stop them. We've averted a major guerrilla invasion, Dutch... \n[21]That's right, I set you up. You're a veteran at this, Dutch, I had to. \n[22]Because I told you, you're the best.  I knew you could do it but I couldn't get you in here without a cover story. \n[23]We've been lookin' for this place for months.  The chopper must have gotten close when they got shot down.  Hopper                        * was sent in to get my men. He was just doing his job. When he disappeared I had to clean this up,  I had to stop there bastards.  We were so close, we couldn't quit.  We couldn't sleep through this one.  I needed you, Dutch, can't you see that? \n[24]To invade a foreign country, illegally?  You lied, Dillon. Stacked the odds against us.  Set us up.  You could have gotten us all killed. You used to be one of us, Dillon, someone I could trust with my life... \n[25]We've been through a lot together Dutch.  When we were together, no                  * one could stop us, the hottest                     * Goddamned team the army ever saw.                  * But things changed, I woke up. We're fighting them in a dozen Goddamned countries.  It's a fight we can't lose, Dutch.  We're all expendable assets, can't you see that? \n[26]Are you all right? \n[27]She goes with us. \n[28]She's too valuable.  She's got to know their whole network.  The whole set up. We take her with us.                               * \n[29]You're still under orders, Dutch.  You want to make the call, or should I? \n[30]It's a long walk back, make it easy on yourself. \n[31]Yeah, what is it, Sergeant? \n[32]Thanks. \n[33]Shit.  Come on... \n[34]Try that again.  Please.                           * \n[35]Watch her. \n[36]That isn't what she said... she said... ...she doesn't make sense. \n[37]They did the same thing to Davis... \n[38]The wound all fused, cauterized...what the hell did this? \n[39]Blazer One, say again... \n[40]Roger, Blazer One.  1030 hours...damn, bastards. \n[41]We're still too far in, they won't risk coming in for us. \n[42]I can accept that, it comes with the job. \n[43]Mac.  Who hit us today? \n[44]What, Sergeant? \n[45]Ask her again.  What did she see?  What happened to Hawkins? \n[46]He's losing his cool.  There's nothing out there but a couple of men that we're going to have to take down. \n[47]You're wastin' your time. \n[48]Shit, you trying to tell me Blain and Hawkins were killed by a fucking lizard?  Don't listen to her.  Its's a psych-job. Two, maybe three of them, that's                   * all.  We keep our cool, out-think                  * them 'til we're across the                         * border...                                          * \n[49]What the hell do you think you're doing? \n[50]What are you talking about? We'll be out of here in ten                        * minutes.                                           * \n[51]That rendezvous is ten maybe                       * twelve miles, at most!  We're                      * almost home.  But the chopper                      * won't wait. \n[52]I'm tellin' you, this little                       * 'boy scout' stunt is a                             * Godamned waste of time.                            * We've got to get the hell out                      * of here, now, while we've still                    * got the chance. \n[53]Now what, Dutch.  You going to send your mystery guest an invitation? \n[54]What'll you try next -- cheese? \n[55]Satisfied?  Now let's get the hell out... \n[56]What is God's name...? \n[57]No way, Dutch.  I'm going. You get these people and get the hell out of here. \n[58]Guess I've picked up some bad habits from you, Dutch.  Now don't argue with me, you know I'm right.  Get to that chopper and hold it for us. We'll be along. \n[59]You know me, Dutch, I never did know when to quit. \n[60]Right behind you. \n[61]Mac? \n[62]I see it! We're gonna take this thing. \n[63]Take a position over there. I'll work around towards you. When I flush him, you nail him... \n[64]We both got scores to settle. \n[65]Mac...Mac. ", "MAC": "\n[1]Ain't no way for a soldier to die. Time to let 'ol 'painless' out of the bag. \n[2]You're ghostin' on me, mother fokaaa!...I don't care who you are back in the world... You give away our position again and I'll bleed you quiet and leave your fuckin' ass right here. Got it? \n[3]No.  Shithead with his trenchcoat and dee-coda-da ring was makin' enough noise to get us all waxed.  I don't like that guy.  Don't like him at my back.  I ain't winding up like those bastards back there. \n[4]As always, bro... \n[5]We found 'em both, dead. And the gear from the chopper. If they're Central American, I'm a fuckin' Chinaman.  By                        * the looks of 'em, I'd say our                      * cabinet minister and his aide                      * are CIA. Another thing, Major, we were lucky...couple of those guys we waxed are Russians, military advisors by the look of it.  Something big was about to happen here. \n[6]Hey, Dillon, over here. \n[7]Dillon, over here. \n[8]Anytime. \n[9]I've seen some badass bush before, but nothin' like this, man. Little taste 'o home? \n[10]Can't say, Major...been squirrely all mornin'... fuckin' weird...sometimes I think that nose of his is too good...smells things that ain't there. \n[11]Contact, 30 Right!!! \n[12]I...saw it. \n[13]I saw it. \n[14]I don't know.  Goddamn it, something...I saw something/. \n[15]Yessir. \n[16]I'll take him. \n[17]We've got most of the flares, frags. and two claymores just outside.  Nothin's comin' close to here without trippin' on somethin'. \n[18]The best friend I ever had. \n[19]Good-bye, Bro. \n[20]Don't know, only saw one of 'em.  Camouflaged.  He was there... ...Those fucking eyes... \n[21]Those eyes...disappeared.  But I know one thing, Major... ...I drew down and fired right at it.  Capped-off two hundred rounds and then the Mini-gun; the full pack. Nothin'...nothin' on this earth could have lived...not at that range. \n[22]I've got the first watch. \n[23]It's the same kinda jungle, Bro, same moon... everything... ...a real number ten night. Remember Bro?  Only you and me, the only one's out of the whole fuckin' platoon who made it out. \n[24]...we walked out on top of 'em.  Not a scratch, not a fuckin' scratch. No fuckin' chili-choker got to you, Bro...you were just too good... \n[25]...I promise you this, Bro... whoever he is, I hope he's plannin' to hit us again... ...'cause he's got my name on 'em. \n[26]Got the motherfucker... \n[27]A pig...just a fucking pig... \n[28]Come on, you motherfucker! \n[29]Out there.  Past the rocks... can you see it? \n[30]...Right, I got a score to settle for the Bro... ", "RAMIREZ": "\n[1]Get that stinkin' thing out of my face, Blain! \n[2]The pilots have each got one round in the head.  And whoever hit it stripped the shit out of it. \n[3]There's something else, Major... \n[4]I don't think that was any ordinary army taxi... \n[5]...looks more like a surveillance bird to me. \n[6]Holy Mother... \n[7]Must have run into the guerrillas ...Fucking animals. \n[8]You're hit.  You're bleedin', man. \n[9]Hell, dude, we don't have all day. \n[10]What's your problem, dude? \n[11]Don't try it. \n[12]You should put her on a leash, Agent Man.  If you can't handle her, just say the word. \n[13]Major, you'd better take a look at this. \n[14]I can't tell. \n[15]I think it's Hawkins. \n[16]There's no sign of it. \n[17]She says...the jungle came alive, and took him... \n[18]Couple of sappers been trailing us all the way from the camp, Major.  Billy heard them.  She set us up, ran for it...They were waiting. I should've wasted the bitch when I had the chance. \n[19]Nothing.  The same thing. Not a fucking trace.  No bodies, blood, anything. \n[20]Shit load o' good a chopper'd do us in here anyway. \n[21]She says the same thing... It was the jungle... \n[22]You know something Billy, what is it? \n[23]Bullshit.  You ain't afraid of no man. \n[24]Holy shit, Mac. \n[25]Came in through the trip wires, took it right out from under our noses... \n[26]How could anyone get through this, carry Blain out, right                       * under our noses without leavin'                    * a trace? \n[27]Why didn't he try to kill one of us last night? \n[28]I can make it, Major. ", "BILLY": "\n[1]Major, looks like there were ten, maybe twelve guerrillas.  Looks like they took some prisoners from the chopper. Then a different set of track, over there. \n[2]Six others, U.S. issue jungle boots.  They came in from the north, then followed the guerrillas. \n[3]Strange, Major.  There was a firefight.  Shooting in all directions. \n[4]I don't believe he did, Sir. I couldn't find a single track. Just doesn't make sense. \n[5]No sign.  They never left here Major. It's like they just disappeared. \n[6]Looks bad, Major.  It's gonna be a real bitch. If we follow above the river and then down, here, at this canyon, we might find a way out. \n[7]Something...in the trees... \n[8]Can you see anything... ...there? \n[9]It's nothing... \n[10]I'm scared. \n[11]There's something out there, waiting for us...it ain't no man. \n[12]Major, over here. \n[13]The body...it's gone. \n[14]Boar set off the trip flare, Major.  No other tracks. \n[15]Like a Hunter.                                     * \n[16]He's busted up, bad, Major. ", "PHILIPS": "\n[1]You're looking well, Dutch. \n[2]We've got a real problem here, something right up your alley. \n[3]Eighteen hours ago I was informed that one of our choppers, transporting three presidential cabinet members from this charming little country, was shot down... ...The pilots radioed from the ground that they were all alive.  Their position was fixed by the transponder beacon onboard the chopper. Here. \n[4]That's the problem.  Apparently they strayed off course. We're certain they've been captured by the guerrillas. \n[5]We figure we've got less than twenty-four hours to catch up with them.  After that, there's not much hope.  We want a rescue operation mounted tonight.  That doesn't give you much time. \n[6]You lift off in three hours. There's one other thing. \n[7]Someone else will be going in with you. \n[8]I'm afraid those are your orders, Major.  Once you reach your objective, Dillon will evaluate the situation and take charge. \n[9]Gentlemen, we're losing time. You'd better get your men ready. Good luck, Major. \n[10]Orbit right...check it out! \n[11]If it hadn't been for her, he'd be dead now.  That story she told us...I still can't believe it. ", "BLAIN": "\n[1]...bunch of slack-jawed faggots around here... ...this stuff will put hair guaranteed... ...make you a God-damned sexual ty-ran-toe-sore-ass... just like me. \n[2]Payback time. \n[3]Say, Bull.  What's goin' down? We got movement? \n[4]I know what you mean, Bull, but don't sweat it, me and 'ol 'painless' here are watchin' the front door. \n[5]Ain't got time to bleed. \n[6]Son of a bitch's dug in like a Alabama tick... ...jack us around all day. \n[7]Shit, Pancho!!! \n[8]I hear you bro, this is some shit.  Makes Cambodia look like Kansas.  Lose your way in here, man, you be in some kinda hurt. \n[9]Come on in you fuckers...come on in.  'ol 'painless' is waitin'... ", "ANNA": "\n[1]You touch me again, pig, and I will cut off your balls! \n[2]When my people catch you, you'll wish you were him. \n[3]Look out, behind you!!! \n[4]I don't know what it was. It... \n[5]It changes colors, like the chameleon.  It uses the jungle... \n[6]Anna. \n[7]There is something else.  When the big man was killed, you must have wounded it. It's blood was on the leaves. \n[8]When I was little we find a man -- -- like a butcher.  The old ones in the village cross themselves and whisper crazy things.  'Demonio, cazador de trofoes...Only the hottest times of the hottest years...'  Crazy things...This year is grows hot.  And we begin finding our men.  We find them sometimes without their skin. Sometimes...much, much worse.  Cazador de trofoes...means the demon who takes trophies. \n[9]", "HAWKINS": "\n[1]Hey, Billy, how many marines does it take to eat a squirrel? \n[2]Two.  One to eat it and one to watch for cars. \n[3]You got it, Major! \n[4]Major! \n[5]Major, we stepped into some real shit here.  I got a hook-up with aerial surveillance. \n[6]Guerrillas swarming like flies                     * all over the place.  Can't be more                 * then one, maybe two miles away.                    * Place is going down, Major. \n[7]Half an hour, maybe less.                          * \n[8]Please... "}}