{"dialogues": {"PRIEST": "\n[1]Written by \n[2]This time there was a little girl. \n[3]I want to see the other Priests. \n[4]Why? \n[5]And their reasons for building more and more factories? The sky is turning black. \n[6]You're my friend. \n[7]I don't know what's happening to me. (7, Questions. Doubts. I'm not sure what it is. Koeppen slides the vestibule open so they are now face to face. \n[8]Yes. The lift door clatters shut. \n[9]Who is it? \n[10]Thank you for meeting with me on such short notice, Monsignors. Even the Monsignors are uneasy'around Priest. Their leader, ORELAS, leans forward, addressing him. \n[11]I come before you because I would like my authority to be reinstated. \n[12]She's my blood, Monsignor. \n[13]The proper authorities? \n[14]But Monsignor...they are the enemy. \n[15]Not so long that we should forget what they are capable of. \n[16]No, Monsignor. \n[17]\"Let your light shine before men, that they may see your good works and glorify your Father which is in Heaven\" -- \n[18]Yes, sir.' \n[19]Yes, Monsignor. \n[20]Why won't they listen to me? A beat. Koeppen takes another drink. \n[21]You know I can't do that. \n[22]Why? \n[23]Then ...I go against God. In an eyeblink -- Priest strips the gun from the nearby officer, CRACKING it against the trooper's head, his attack graceful and precise -- a whirlwind of PINPOINTED BLOWS and SHATTERED BONES. When it's over, eleven troopers lie on the ground writhing. Everything goes quiet. 19. \n[24]Folds his hands into the prayer position. VOONI There's a POP OF AIR and --- \n[25]oh my God...I am sorry for. having offended you. it was never my intention to do so... His words continue OVER \n[26]I want so much to firmly resolve with the help of your grace to sin no more and to .avoid the near occasions of sin. \n[27]All I can do is ask for forgiveness for what is yet to come... 21. The cycle knifes through the city. Expertly working his way through congested streets. Moving past tent cities, stockyards and rusty industrial machinery. \n[28]I now know the devil lives within me. The sins coming all too easy... Still on his bike, Priest's foot touches the ground, blocking our view as we CUT TO: \n[29]And all too frequently. Priest REVS his bike, gunning out the doors. UNCONSCIOUS BODIES left in his wake. \n[30]If I was a vampire you'd be dead already. The cross tattoo, a striking image. Hicks stares, pushing his hat back on his forehead. \n[31].Delicious \n[32]I know. \n[33]The pack headed in this direction. There's a reservation up that way so that's where I'll start. \n[34]I'll find her. \n[35]I need bullets. \n[36]How many do you have? The clerk laughs... then realizes he's serious. \n[37]I have this. He pulls out a sack of coins, it hits the counter with a solid THUD. The clerk smiles wider.. 29. \n[38]Sometimes things just happen. Fault's got nothing to do with it. \n[39]I'm not so sure anymore. There's a KNOCK at the door. Aaron opens it slightly. It's Sheriff Hicks. \n[40]Why? \n[41]How you with a gun? 31. \n[42]I'll be there. Nothing more needing to be said, Hicks turns to walk out, stops at the door. \n[43]We don't. They're for you. Hicks nods, realizing Priest was ahead of him the whole time. \n[44]Our Father who art in Heaven, hallowed be thy name. Thy Kingdom come Thy will be done on earth as it is in heaven... As he continues THE CAMERA slowly moves OUT THE WINDOW and into the night, moving across HALBRIDGE. \n[45]Yes. \n[46]I prayed. \n[47]Either way. We have two hours to get in and out. \n[48]Sundown. Hicks looks up at the sky. The sun tilting towards the horizon. \n[49]Familiars are illegal. \n[50]We're not going to find anything out here...We have to get into the crypts. \n[51]Where's the girl? \n[52]No? Maybe your Master will know. \n[53]Wh re is she? \n[54]Your.Master'll be dead. He shoves the slab more, the light rays hanging just outside the edge. And now The Familiar begins to laugh, a horrible rattling sound. Something in his mood has shifted. \n[55]Leaps in front. Blocking his way. \n[56]Not yet. With a HORRIBLE SCREECH the Familiars attack, LAUNCHING at Priest and Hicks. Blades in the air. 38. Priest CHARGES into the frenzy. A juggernaut. His movements clean and calculated, bones breaking around him with a wet snap, bodies THUDDING at his feet. When the dust clears, Priest stands alone... and he is holding their weapons. \n[57]Now we can do this easy -- He tosses the BUTCHER KNIFE, it sticks in the ground a hairline from a Familiar's head. \n[58]Or we can do this HARD -- Priest flings another BLADE. This one PLANTS in the leg of the Familiar. He HOWLS. \n[59]Where is she? \n[60]They get your gun arm? \n[61]You're gonna need it. \n[62]We don't want a fight. We're just looking for the girl. The vampire sneers and as it speaks the following -- one by one, the OTHERS drop from the sky, flanking him. They're scraggly, a little undernourished. \n[63]You were murderers. \n[64]We're not going anywhere until you tell us where she is. \n[65],,Yea though r walk through the Valley Of The Shadow Of Death x will fear no Evil -- \" The vampires laugh. Fangs glinting. \n[66]Forgive me. in one quick motion Priest scoops a handful, snapping his \n[67]41. Leaps at the creature just in time, driving it to the ground. in one brutal motion he. straddles it, twisting its head at a horrible angle. He turns to Hicks. \n[68]\n[69]No need. He'll the at first light. Priest goes to the Familiars still lying on the ground. They're sobbing, having lost everything in the world that mattered. Completely wrecked. He grabs one by the scruff of the neck. 42. \n[70]Make 'sense. \n[71]Emerges through the hole, exhausted, the LEAD VAMPIRE'S HEAD in his hand dangling by its hair. He tosses the head and it rolls to Hicks' feet, fangs flashing up at him. Hicks stares at the ghastly visage. Unnerved. \n[72]How's your arm? \n[73]Usually. A BEAT as they listen to the popping of the fire. A tension hanging between them. Then - \n[74]You don't have the stomach for it --head back to Haibridge right now. Hicks glares at Priest. \n[75]Killing a vampire isn't like killing a man. They come at'you like an animal. Tooth for tooth. . 44. \n[76]What? \n[77]it just comes. Easy's got nothing to do with it. He pokes at the fire, it CRACKLES, feeding off the bodies. Something about the battle's opened him up. His guard's down. \n[78]I take no pleasure in it. Killing. I know I've done more than my share -- Whatever they do to me I have it coming. \n[79]Give me your gun. \n[80]Give me your gun. \n[81]Don't anticipate the trajectory of your target. Know it. He stomps his foot into the fire, launching a GLOWING COAL OF ASH into the air. Priest quickly raises the gun and FIRES, the ash explodes, raining fiery red sparks. \n[82]I'm teaching you to kill vampires. No more wild shots -- \n[83]There's always-two points. A and B. Know the points and you'll know your target. \n[84]I see ten crypts ...but only eight vampires. We find the missing, we'll find-Lucy.' What's the next nearest town? \n[85]Then you better get a good night's sleep. This bunch was easy, their bloodlines watered down by man. Whoever took Lucy was a whole different breed. He tosses another body on the fire, tiny sparks floating into the night as -- 46. We hear the Banshee call of a STEAM WHISTLE, sharp and shrill as we CUT TO: \n[86]How's your arm? \n[87]You're a halfbreed. A BEAT as Hicks looks to the ground, when he speaks, it's in a voice just below his breath. \n[88]Miracle? 52. \n[89]You saw angels? \n[90]How many? \n[91]These angels...di.d you ever see them during the day? \n[92]Home? \n[93]Vampires sometimes use abandoned structures as a perch.  Watch for booby traps. And with that he enters the-- \n[94]Stay here. If anything comes up the steps that isn't me -- Shoot it. Before Hicks can reply,.Priest heads down the stairs, darkness swallowing him with every step. \n[95]No. Why would they? She nods towards the bodies, we now see tb=1re.-VAMPIRZ- \n[96]I should be asking you the same question. 59. The bestial smell stings their nostrils, smells good. \n[97]Where? \n[98]Hicks. He starts down the tunnel. The Priestess quickly following. \n[99]It's too big to fit down here. That's why you're still alive. \n[100]Leaps from below, darting up the rock, taking advantage of the distraction, landing on the creature's back and wrapping his arms around its neck. Going for the deathlock. With a SHRIEK the creature WHIPS its head with crack force sending Priest flying. The Priestess, still in mid-drop, CATCHES him and they both hit the ground with their feet. \n[101]Better to keep it contained. The vampire's lathered into an animal frenzy now, wailing and scuttling around the circular wall in crazy patterns. Suddenly -- with a stone shattering BOOM! it BURSTS through the hole, FLYING out into the night. \n[102]Darts behind a boulder just in time. The creature's talons SCRAPING at the rock before it soars back to the sky, He pulls out his bible, grabbing and tossing a handful of -- \n[103]This was a Pureblood. \n[104].I don't know. A BEAT filled with awkward silence -- when the Priestess ktï¿½ speaks it comes as a relief for both. An unloosening of things long held tight. \n[105]I heard that one too. \n[106]Did you go to The Clergy? \n[107]Could be. The Priestess glances towards Hicks. \n[108]He knows. \n[109]He won't be able to. She pauses a moment, regarding him. \n[110]Me too. \n[111]..Like what? \n[112]It's a tomb. Big enough for an army. \n[113]Only one way to find out... \n[114]You said the next nearest town was Jericho. \n[115]Then we better go see. \n[116]We separate. Go through each building, see what we find. \n[117]On the ground KNEELING. Head down, engaging in some kind of prayer. THE CAMERA FOLLOWS as they slowly approach, wondering what the hell is going on. As they get closer they see the full \n[118]We're not going back. 73. The Priestess looks at him, he speaks for her as well but she's still shocked to hear the words out loud. A lifetime of conditioning.. \n[119]We already are. Something in the flames catches the Priestess's eye, in the charred remains of one of the corpses -- SOMETHING'S GLOWING. She wraps her arm, plunging her hand through the bones, pulling out the object. Quickly, she tosses it into a'barrel of water. it hisses, steam rising as it cools. Priest reaches into the barrel, his hand emerging with a \n[120]He wanted us to find it. It's a clue. \n[121]Where? He draws one final X at the end of the line. Looks up. \n[122]They won't have to. And with the SHRIEK of the train whistle we CUT TO: \n[123]Retreat! \n[124]Maybe they were scared of what we could do. \n[125]With or without the Clergy...we're still Priests. And we're the only ones who can stop that train. \n[126]We won' t survive this. She puts down her tools, staring fixedly at him. \n[127]No. \n[128]Whatever happens. .. Wherever it is we go. We'll go together. At that.exact moment something inside Priest shifts just a little bit, a door opens -- never to be shut again. \n[129]What in greater than God but more evil than the Devil? The poor have it, the rich need it -- and if you eat it...you'lldie. \n[130]It's a riddle. The Priestess thinks about it. \n[131]Yes. The good nights. Do you think maybe tonight... \n[132]I know you're there. A slight sound, the mist whipping into a pool as if something just moved through it. Priest quickly turns but there's nothing there. \n[133]Show yourself. A BEAT as he stands in the ether, waiting. Then -- WHOOSH! Qurye -M $5. Just in time -- he DIVES, the claw BITING into a rock behind him, the chain quickly snapping back, disappearing into the fog. \n[134]This isn't the time to settle old scores, Rune. \n[135]I'm older now. We can almost bear Rune smile. \n[136]It was a war, Rune. 86. \n[137]Finally showing your true colors. A beat. The Priestess looks at Hicks. \n[138]He's a halfbreed. Hicks cocks the gun. \n[139]You've been itching to do this since Nightshade. \n[140]if she's turned...she's nobody's kin. \n[141]It's our way. \n[142]Shoot me and it won't matter if you find Lucy. You won't stop that train -- and you won't save her. The Priestess steps between them, looks at Hicks. 88. \n[143]Make sure you get on that train, I'll catch up. 'Before they can respond, he banks his cycle to the left. \n[144]is thrown! His beloved bike FLIPPING across the desert in wild arcs. He hits the earth with a painful skid, using the momentum to roll back onto his feet. He checks his stomach, the wound's of enina t,}g xnorA, staining his shirt bright red. No time for first aid as he turns just in time to see \n[145]90. At the last second, DUCKS, grabbing onto. the chain, swinging himself around in a graceful arc and KICKING his legs into a split. WHAM! his feet SLAM the two cyclists off their bikes and into the dirt. He lands back on the ground in a crouch, the steel chain tight in his grip -- Ready for battle. And he gets it. \n[146]Snaps the chain above his head, bullwhip style, LASHING out. The sound of metal shredding as it tangles in Rider #1's handlebars, the bike SWEEPING into the other, CRASHING in a tangled mess. With a SNARL the fallen riders LAUNCH at Priest. These vampires are different than the Nightshade tribe. Stronger, quicker. Squat bodies of clenched muscles and fangs. \n[147]Rips the BLAST HELMETS off his two attackers. With a SCREECH, their faces burn, bodies instantly SLACKENING in the harsh sun. Priest CRUNCHES a vampire in the ribs, knocking the creature off his bike. In a flash, he FLINGS.a helmet into the housing of the last cycle, the bike nosedives, sending the rider across the desert. Eyes brimming with renewed fury, Priest picks up the cycle, VROOOOMI! GUNNING the throttle, mod. ROCKETING towards the train... \n[148]Seemingly from out of nowhere, motors up to the train car riding the vampire cycle. He grabs onto a gun barrel and SWINGS into an arc, lifting himself off the bike and - \n[149].How? Black Hat smiles, baring hi fangs. \n[150].They turned you. \n[151]By murdering innocents? \n[152]who? \n[153]So this is how you go about it? One by one killing every last remaining Priest? \n[154]Yours. \n[155]I don't believe you. \n[156]With ferocious instinct, he launches forward, feet digging into the metal. The two bodies COLLIDE w th Mic impact. Rolling across the roof, bodies twisting to the edge before FLIPPING onto the next car. The warriors rise, locked in a furious coil.as WHOOSHI train car after train car passes beneath them. Each leaping at j ust the right moment to land onto the next. But Priest is,outmatched. As they hit the final car, Priest flies across the roof catching the edge with his hand just before he goes over, his body dangling over the side. Exhausted and bloodied. 97. Black Hat calmly approaches, his foot dangerously close to Priest's hand. The landscape below-whipping past at an incredible speed. \n[157]Give her to me! Hurry! 103. Hicks thinks about it, unsure. \n[158]-- They'11.get through the door any second! Give her to mei Screeching, ANOTHER VAMPIRE makes it through the opening, Hicks quickly taking him down in one crack shot. He picks Lucy up, handing her to Priest. Priest disappears with her, Hicks climbing down behind just as -- the chain finally SNAPS and the door BURSTS open with screeching vampires! Hicks BLASTS away but there's too many of them, they keep coming. He drops into the hole -- \n[159]Not until we stop the trains But now Hicks isn't even looking at him, his attention caught up in the horrible sight waiting ahead of them. \n[160]What happens next happens fast: Priest GRABS Hicks, folding his body around both he and Lucy, hands coming together in prayer, feet leaving the train as -- E ERYTH ggas BLACK The sound of a heartbeat.A threshold. A zone of transition. A BRIGHT FLASH -- we see the TRAIN collide with the. Priestess. The massive grill of the engine CRUMPLING AROUND HER as if smashing into a building. She doesn't move. A BRIGHT FLASH -- one by one the train cars SLAM into each other, the cars JUMPING the rails. MMMM gQES BLACK A BRIGHT FLASH -- and now Priest is falling through the air, his body shielding Hicks and Lucy, train care skipping across the earth, careening through the air. 105. And WHAM! we FUSE back into real time as train cars CRASH down, sheets of dust clouding the sky in a roiling storm of debris and shrapnel, until finally...it all comes to a stop. It's quiet. We move through the swirling sand until we find -- \n[161]He stands, bruised and bloody, staring at the sky. Watching. A dazed Hicks beside him, Lucy in his arms as she comes to. A HORRENDOUS SCREECH fills the air. Led by the Purebloods, HUNDREDS OF VAMPIRES fly out from within the broken cars, taking to the sky in a massive black swarm, tangling together in flowing shapes. Beautiful. Terrifying. Then in one horrible instant -- They TURN as if guided by an unseen hand, flying towards the Cities. Sensing the blood that awaits. \n[162]No, they're not. \n[163]She knew. He turns to THE ENGINE -- its grinning teeth grill CAVED IN as if smashed by the very hand of God. \n[164]Do you want me to? \n[165]\"You shall wash me and I shall be made whiter than snow. Glory be to the Father and to the Son and to the Holy Spirit... The words are heavy, each harder than the next. \n[166]-- As it was in the beginning, is now and ever shall be. World without end.\" Amen. \n[167]sees him but chooses to stay with the Priestess, brushing the hair from her face. 107. \n[168].Me too. She reaches up, placing her hand on his chest. \n[169]Slowly makes his way down the aisle, bruised and bloodied, his very presence a direct affront to this place. A woman GASPS, somebody faints. \n[170]Stands shell shocked, the level of betrayal staggering. \n[171]Sends him sailing through the air, Black Hat crashing into a collection of CANDLE HOLDERS, an ancient TAPESTRY catching fire, flames quickly spreading to the other fabrics -- The chamber erupting in an orange blaze! \n[172]WRENCHES himself from,Black Hat's grip, tumbling. across the floor. \n[173]Forgive me. He collapses, making the sign of the cross. \n[174]Stares into his eyes and -- Something passes between them something so strong and personal it transcends emotion. Hicks FIRES! But Priest is pone. Hicks looks around -- There's no sign of him, not even the bike. ", "HICKS": "\n[1]Since the beginning -- the two have been locked forever in combat... The vampires were quicker, stronger and had the gift of flight. Quick glimpses of a bloody, brutal battle. Men screaming. Talons ripping. FIERY ARROWS launched against an unseen enemy. \n[2]But man had the sun. THE CAMERA TILTS DOWN to find another GROUP OF MEN -- more sophisticated than the first. Makeshift weapons made of metal and steel slung across their backs glinting in the sunlight. They stand before AN EARTHEN STRUCTURE, looks like a GIANT WASP NEST. Unsheathing their weapons, they step grimly inside. We HEAR a HISSING WAIL and the wielding of steel. \n[3]Thought you'd come back for a souvenir, hub? You gotta be the dumbest bloodsucker I ever come across. Priest steps into a pool of moonlight, illuminating his face. \n[4]I'll be dammed. He casually spits some ATOMIC CHAW, hitting the floorboards with a SIZZLE. \n[5]â\u0080¢Scuse me a minute, He heads towards the crowd, the salesman continuing his pitch. \n[6]You best get in that van and clear on out, mister. 24. \n[7]I got six right here. \n[8]That's one. KAPOW! The windshield cracks like a spiderweb. \n[9]Two. Immediately, the salesman quickly packs up his wares, scrambling for the van door. As he gets in, he catches a look at Priest, pauses a moment, then starts up the vehicle and quickly PEELS away. Hicks pulls the knife from the wall, holds the bag up to the crowd. \n[10]Now you all listen up. This bag ain't good fornothin' but linin' that man's pockets with your hard earned money. Much shuffling amongst the people -- they trust in their sheriff but they're frightened. An older man named, CROCKER, steps up. \n[11]I seen enough two-bit hustlers and carry barkers. He ain't no better. \n[12]Take a look. (Crocker does, the contents spilling to the ground Ain't nothin' but sand, flour and maybe 'a little garlic.. Oldest trick in the \n[13]I filed a report with the Cities last night. I'm sure they're Join' all they can. The townspeople mutter amongst themselves. Hicks looks over to Priest, a GROUP OF CHILDREN have already gathered,. pointing and whispering at him. \n[14]I've already had one of the boys send for your brother. We got him put up at Paddy's place. Priest gazes out . the; window. A group of TOWNSPEOPLE are milling out front, staring at him.. He pulls down the shade. \n[15]You're gonna have to excuse the attention.. We don't get strangers `round here too much -- \"Specially no Priest. 'Course we ain't never had no vampire attack in.these parts before.  But then you're just here to perform the service, right? Priest doesn't reply, staring at a yellowed wanted poster. 26. \n[16]Never much of a believer myself. I figure I got one bullet to shoot. I'm gonna shoot it my way... not how some BOOK tells me to. But I do hear things...it true what they may about you folks? You can fold time? At that, Priest turns, looking at Hicks. Before he can answer the door opens and -- \n[17]Stands apart from the others, hat in his hands. His eyes focused on Priest. Not even watching as -- Aaron plants the RUBY RED FLOWER at the head of the grave. Its glorious color almost obscene in this barren wasteland. \n[18]Aaron. \n[19]You mind if I have a word-with your brother? An awkward BEAT as the two stare at each other. Both knowing what the other's thinking. \n[20]I'm sure you're well aware of the Vampire Protection Act. 30. \n[21]it strictly states it is forbidden for anyone to hunt vampires anymore. \n[22]These days, things go through proper channels. Paperwork drawn up. investigators called in. Procedures followed.  'Course we both know after a week, girls taken by vampires either and up dead or worse -- turned. I'm sure you also wouldn't be surprised to know my office's'been contacted. I'm supposed to arrest you on sight. He pulls a SHINY OBJECT from his pocket, puts it on the table beside Priest. \n[23]On the other hand -- if I go after Lucy there'll be a warrant on mybead too...and that'll put us in the same briar patch. \n[24]We leave at sun up. Priest turns. A moment as each man studies the other. \n[25]We're the only chance she's got. Priest picks a bullet from the table, a carefully notched CROSS now in its tip . He SNAPS it in the air. \n[26]Better than I am with a knife. Priest considers this. \n[27]What's with all the bullets anyway? I thought Priests don't use firearms. \n[28]Didn't mean to be late -- My deputies are a little green about keepin' the peace all by their lonesome. Needed a pep talk. Figure I'll ride point. I know my way `round the Wasteland better than just `bout anyone. ' Without so much as a word, Priest climbs on his cycle and kick starts it, the engine REVVING to life. VROOMI off he goes. Hicks can't help but laugh. \n[29]Real charmer, your brother. \n[30]The Nightshade Reservation.. Ain't nothin' but red-outs and rejects. They're a fallen tribe. \n[31]What happens in two hours? \n[32]This is how most of the reservations are these days. We see faces peering out from wooden slats. Gaunt,: lifeless eyes. These'are FAMILIARS. \n[33]Nobody really enforces it. most come from the fringes. Drifters. They're creepy as all hell -- but harmless. They turn off their bikes and dismout. Hicks stepping awkwardly between the chickens. A MALE FAMILIAR stands with a butcher knife over a basin. His gaze is slack -- More dead than alive. He picks up a chicken and CHOP1 off goes its head, blood draining into the container. His voice a hissing rasp. \n[34]We're looking for a Vamp Pack. They woulda' came through here a couple nights ago. \n[35]Then you won't mind if we have a look around? The Familiar picks up another chicken. Raises the butcher knife. \n[36]Not supposed: to do that without a warrant -- BAMI -- Priest kicks the door in. We hear the Familiar SCREECH as Priest steps inside -- \n[37]Lets loose with a mean roundhouse. Plugging him in the chest. in one quick motion he rips the butcher blade from his arm, flinging it at the nearest \n[38]Pulls off his COWBOY HAT. Activating a release. With a CLICK! thousands- of needle--like teat ext e d fro the brim. With deadly accuracy, he flings the hat: It FLASHES through the air, DAIS'iWHEELING around a Familiar's neck, pinpricking his skin and finally whirling back to Hicks' band likean obedient pup. A BEAT as the Familiar stands, mouth agape. Then with a wet SNAP his head rolls off his shoulders, THUDDING in the dirt. Hicks falls to the ground, his wound starting to get the best of him. He musters up his strength for another hat attack but before he can -- \n[39]Why? \n[40]Dazed, watches as the vampire's body erupts with death spasms, arms and legs kicking the air in a violent frenzy until finally all life drains away. \n[41]Jesus. Another VAMPIRE careens towards him. Coming in low, crawling across the ground on all fours. Fangs dripping. Hicks FIRES off a mess of bullets, peppering the creature as it flails backwards screeching. He snaps out the empty shells, reloading almost supernaturally fast, firing off a shot that SPLITS the Vampire's throat. He twirls the gun, flipping it into his holster. This leaves only \n[42]Should we go after him? \n[43]Lucky I guess. The blade didn't go that deep.  Don't know what got into those Familiars to attack like that. They're usually harmless. Priest finds a KNIPE clutched in a dead Familiar's hand, tucks it in his waistband. \n[44]You did this on purpose, didn't you? You knew we wouldn't. be out before sundown. You wanted this to happen. \n[45]The stomach I got. I was in the Rangers two years. Even fought in the Boondock Uprising...I saw some crazy things. \n[46]it comes easy to you... don't it? \n[47]Killin'. \n[48]You think they took her because of you... don't you? Priest stands. Cracks his neck. \n[49]What? \n[50]Why? You gonna shoot me now? Priest's stare is piercing. A pause then Hicks pulls his six shooter, handing it to him. Priest checks the chambers, giving it a quick spin. 45. \n[51]You're teaching me to shoot? \n[52]My ass I In case you didn't notice I was pretty damn good out there! And I sure as hell didn't see you doin' much when I had that blade buried in my arm. Must've been too busy \"focusing\". Priest hands the gun back to Hicks. \n[53]Ain't nothin' but a bunch of bullshit. \n[54]Jericho. It's clear across the Plains. Gonna be a rough ride. \n[55]Walkin' Pete talked about this place -- said it. used to be really somethin'. Everythin' growin' green as a goddamn dollar bill. . 'Course we had to go and screw it up by poisonin' everythin' -- nothin' pretty survives this world ...nothin' decent anyways. Just wish I could'a seen it. 49. Priest pulls out a canteen of water, takes a sip. Hands it k7) to Hicks. \n[56]Sore. Cut's still open. As Hicks hands the canteen back, Priest suddenly grabs his arm it's completely healed. Not even a scar. \n[57]My grandmother... she was raped. Nobody knows -- It's recessive in my family. No bloodthirst. No light sensitivity. I'm not proud... but it's a part of me. Ain't nothin' I can do.  I woulda told you...just didn't want you treatin' me no different. It hangs there. the'silence stretching like a rope,then Priest REVS his cycle; a flurry ofdust kicking up as he speeds away. HOLD ON HICKS -- Eyes stinging, he watches Priest. Finally he starts his bike, following. \n[58]Gotta be a desert rat. They park their bikes about twenty feet from the rickety structure, Hicks stepping off his bike and approaching. Carefully. \n[59]Let me do the talkin'. The sun has a way of cookin' these people's brains so they ain't quite right - BANG! A rifle shot kicks up dust at Hicks' feet. \n[60]Easy now old timer. I'm a sheriff. The old man snorts, spitting a thick stream of tobacco,. it sizzles when it hits the dust. \n[61]Sounds like a bunch of religious mumbo jumbo to me. The old man stares fixedly at Priest. \n[62]What is it? \n[63]That's angel shit? \n[64]Yep. Truly a wonder of the world...good thing we listened to the fossil. Don't know how we'd find Lucy without him. \n[65]Why we listen' to that crackpot? Crazy fucker's so blinded by faith he's batahit. That's called a zealot in my. book. I'm startin' to think you might be one yourself. You ever think bout that? Priest doesn't respond, squinting his eyes. At the opposite end of the courtyard is an opening. It leads into a CHAMBER of some kind. \n[66]This is bullshit. Lucy's been gone five days'-- every stupid minute we waste here is a minute more she gets farther-away. Priest turns and sees a STONE STAIRCASE, uneven steps leading. downwards...too dark to tell where though. 56. \n[67]Great. \n[68]Shit. He wipes the blood on his pants, not noticing as a A LARGE SHAPE looms in the archway behind him... \n[69]What the hell is that thing?I \n[70]I'm not stupid. Vampires don't look like that. \n[71]Who the hell are you?! (7, She doesn't even bother to respond,.just shooting a look as the two warriors bound \n[72]Point A...meet point fuckin' B. He smiles, twirling his six shooters back into their holsters. \n[73]- Hey.you guys better get a look at thisl The warriors lock eyes, knowing something's been started -- but.unsure of what. They head down the stone steps. \n[74]That ain't no birthmark -- it's a brand. The Priestess studies the mark, something about it making her skin crawl. Maybe because it's in'theshape of a top hat. \n[75]Guess they're not as endangered as everyone thought. 66. \n[76]Are Priests allowed to, you know...have relations? \n[77]Look...I was uh, wondering --. how did he do that little stunt back there? \n[78]Including you? She nods. \n[79]So what's the trick? \n[80]Remember... what? \n[81]Yeah. \n[82]. See what? \n[83]I'll start with the sheriff. \n[84]'Damn. He shakes his head, heading towards the holding area as -- 70. \n[85]There ain't nobody left. Nobody. \n[86]Where's Priest? 71. But the Priestess's already focused on something else, gazing at something behind the general store. He turns to see what it is. \n[87]Don't make no sense. What were they doin' out here? \n[88]Who? The Priests just stare into the fire, not having any idea. \n[89]I imagine you'll have to go back to the Cities, inform the Clergy. A sudden silence. \n[90]It's a railroad spike. My pop used to work boxcars before they shut down -- Why the hell would anyone wanna swallow that? A beat as Priest puts it together. \n[91]The Dunkirk Line. It starts all the way in the backcountry, bought the ore from the deep mines. There were about five stops along the route. I think. He draws several Xs along the line. His hand coming to a stop on a particular forboding PATCH OF MOUNTAINS. 74. \n[92]Looks like Jericho was, the last town it glances before'. heading around the Linwood Mountains...Then it goes to the last stop. \n[93]The Cities. So there it is. The Priestess narrows her eyes. \n[94]But headin' to the Cities is suicide. The sun will kill `em -- there's nowhere to hide. Priest gazes at the map, deeply troubled. \n[95]Beggar's Pass...it ain't gonna be easy. As if on cue the last rays of the sun wink out behind the mountain. \n[96]If we push it hard we'll gain two days on 'em. Should be enough to get us a jump. \n[97]That's the funny thing about time -- He dips his hand in the water and raises it, letting the liquid leak from between his fingers. \n[98]It's always runin' right through my fingers. \n[99]You ever regret it? Bein' a Priest? \n[100]What about a husband, children...A family? \n[101]What? You mean Mr. Laffs over there? \n[102]He's going to kill her, isn't he? If. she's turned. \n[103]There's things that can be done. She doesn't have to die. \n[104]And how many of you Priests are left now? A long moment before she speaks. \n[105].I'm sorry., \n[106]I- ee itl Hicks points, reaching the top of the mountain. \n[107]Six-shooter pointed right at him. A beat as the two sides stare at each other in standoff. The air between them vibrating with energy. Crackling. Rune considering his options. \n[108]Tell me you won't kill her. Priest doesn't reply. 87. \n[109]Tell me...or I'll shoot you where you stand. \n[110]Don't turn this into somethin' it's not. \n[111]She's your kin, goddamit! \n[112]Things can be done. Things to lessen the thirst. She can have a normal life, she doesn't have to die. Priest nods grimly. \n[113]And what is that? Some special Priest code of honor? You don't get it. Your \"way' -- It's over! \n[114]This ain't done. He lowers his gun and walks away. The two warriors stand together, the Priestess gazing at Priest...hedoesn't return it. Without a word, he heads back to his cycle. She doesn't see as his hand touches his stomach. It comes up red. \n[115]\n[116]You think they see us? As if in response the locomotive belches a thick cloud of .black smoke, a door sliding open from one of the cars. A BEAT as everyone holds their breath, wondering what's going to emerge -- \n[117]My.tuxn now, Priest. BAMI He kicks the door in \n[118]0 \n[119]Shit. With a WAIL, the vampires quickly scramble from their coffins, sharp talons scratching at the wood, snapping the planks. Desperate, he wrenches open the door, darting into -- \n[120]'Dam. He site on the floor, breathing hard, knowing this is as far as he goes. Gradually another sound becomes audible. Hicks listens, nervous. He holds his breath straining to hear. It's someone else's BREATHING. \n[121]Lucy? it is. just below her lip. Something sharp. \n[122]Lucy, my name is Sheriff Hicks...I'm here to take you home. No response. She seems almost catatonic. He reaches into his pocket, pulling out her photograph, showing it to her. 101. \n[123]I'm here with your uncle. That gets her attention, she looks at Hicks -- And she looks scared. \n[124]Stay behind me. I'll hold `em off as long as I can BLAMI BL.AM! Hicks FIRES, bullets peppering the creatures as they HOWL -- but they keep at it, the thick chain stretched tight, ready to snap. \n[125]Lucy? WHAM! A WOODEN. PLANK slams him over the head, knocking the gun from his hand. Woozy, he spins around to find Lucy standing over him, holding the plank above her head. He scoots back just as WHAM! the plank comes back down again, splintering apart across the floor. \n[126]Lucy, wait She doesn't, jabbing at him with the broken plank, he dodges it, barely, but she keeps coming. \n[127]:71 \n[128]We should jump! \n[129]Too late. \n[130]They're gonna make it. The creatures arctowards the metropolis,the city within \n[131]You knew they wouldn't make it. A long time before Priest answers. \n[132]When you're finished -- You know where to find me. A tense beat then Priest GUNS the engine. Hicks and Lucy watching as he blazes towards the Cities, the sky above the color of hellfire. \n[133]Leans against the backwall watching. Lucy glances his way... then shyly looks away. \n[134]Just make sure she keeps on the tea. It's a special brew -- lessens the bloodthirst...something my granddad taught me. Aaron nods hopefully, squeezing his. daughter's hand. \n[135]It doesn't have to be like this. Priest just stands, staring. Hick's hand curls around the revolver. Priest looks to the cabin, the challenge hanging in the air \n[136]D= I t- -make dQ this. \n[137]\n[138]Nothing to worry about, just a coyote. Aaron smiles, happy enough to be with Lucy. \n[139]", "PRIESTESS": "\n[1]How did you find me? Priest doesn't reply. She narrows her eyes, suspicious. \n[2]Did the Clergy send you? \n[3]I've been busy. Off Priest's reaction we CUT TO: \n[4]If you didn't come for me...why are you here? \n[5]There's another one around here somewhere. \n[6]I don't know...but it's not like the others. They're interrupted by the sound of GUNFIRE echoing off the tunnel walls. Priest turns. \n[7]They used to. The Priestess steps out from behind Priest. Startling Hicks. 60. \n[8]Should we lead it into open air? More room to. maneuver. 61. \n[9]Or not. They race outside. \n[10]Not bad. Suddenly the CREATURE'S BODY erupts into ablistering death spasm! Talons clacking like STRAIGHT RAZORS, flailing dangerously close to the two of them. \n[11]we both know that's impossible -- They haven't existed for a millennium. What's going on here? \n[12]Sector Seven was the only place I could find work. Waste Management. Nobody else would hire me. %No applicable skills.&amp; \n[13]A week ago, a family camping out on the Perimeter approached me --.Told me vampires were terrorizing their village and that the government wouldn't do anything about it. \n[14]They wouldn't see me, 64. \n[15]By the time I got to the village it was completely razed. Nothing left. Women. Children. All dead ...they didn't even bother to feed. I've been on their trail ever since...could be the same group who took your niece. \n[16]Does the lawman know what you'll do if you find her? \n[17]He'll try to stop you. \n[18]You know, some nights I still dream we're back on the frontlines ... I wake up, I'm sweating... my muscles all clenched like I'm ready for something -- But I don't know what. \n[19]Nights like that ...I don't go back to sleep. But on other nights ...the good nights I dream about other things. \n[20]You. Priest stares at her, not sure what to say. Lucky for him, the moment gets interrupted by -- 65. \n[21]it must be a birthmark of some kind. \n[22]There's something else you need to see... \n[23]I found this just before I was attacked - \n[24]We take a vow of celibacy at inception. Hicks can't be sure -- did she just look at Priest when she said that? \n[25]All Priests can do it. \n[26]No trick. You just have to remember. \n[27]Time is relative. 67. Priest snaps up his hand, cutting off their conversation, something strange up ahead -- He slowly moves forward, the tunnel sharply dropping, feeding into a -- \n[28]-- What they left of it. PUSH IN ON HICKS -- knots of rope tightening in his stomach... only now realizing how truly black the path before him will be. \n[29]Be careful. Just because it's daylight doesn't mean it's safe. Hicks nods, tightening the twin BANDOLEERS across his chest. \n[30]Too many mouths to feed. \n[31]The same thing as us. Someone's drawing us out. \n[32]We'll burn for this. \n[33]Where's the closest track? \n[34]They must have been picking up different factions along the way. Moving during the day, feeding at night. \n[35]We'need more than a jump. We need a miracle. \n[36]You should try harder, sheriff. She cups her hand in the water, bringing it to her lips for a drink. Hicks smiles, leaning forward, something on his mind. \n[37]No. \n[38]I've had a family -- just not the kind you're familiar with. 79. Hicks glances at Priest. \n[39]He's not so bad once you get to know him. A beat, Hick's expression becoming serious. \n[40]Yes. \n[41]She's his bloodline... and he's a Priest. It's the only way. Hicks tosses the rest of his food into the fire, troubled, but he knows there's no point in discussing it any further... for now. \n[42]Two. Hicks doesn't know what to Say-,, \n[43]Yes. She nods, though in affirmation of what Hicks's isn't sure. He watches her as she stares'into the fire. We FADE TO BLACK: \n[44]They know we're here. From under the earth A HAND SHOOTS UP, grabbing onto a Priest's leg, pulling him down. Suddenly DOZENS OF VAMPIRES emerge, seemingly birthed from the soil. The warriors fight valiantly. Fiercely. But it's too much. Most are quickly cut down. \n[45]Why would the Clergy forbid us from seeing each other? \n[46]Or what we would do. We both know there's something inside the Order that's off. Even if we don't know what it is. \n[47]If we survive this we need to expose them for what they are. 82. \n[48]You scared to die?_ \n[49]I believed in Heaven my whole life. Believed everything we were taught -- And now...when it's finally my time...no more faith. They took it away from me. Priest gazes at her, trying his best to be comforting. \n[50]What? \n[51]The good nights. \n[52]Could be one of those nights? She smiles. And then Priest does the most amazing thing. . .he smiles back. Things happen fast -- He finds himself planting his mouth on hers... the years of conditioning, all the ritual and tradition falling away in a flash. And it is here, together in this place, where they feel like they finally truly belong. The last two. \n[53]What's he talking about? \n[54]He's right. We need to be together on this... it's the only shot we have. Hicks thinks about it, knows she's right. A tense beat then \n[55]You ready? Hicks nods, maneuvering to the side of his bike and jumping to the Priestess's, his cycle crashing into the dirt as he LEAPS onto the back of the train. \n[56]I'm going for the engine. Find Lucy.  Before he does. Hicks nods, knowing this'll probably be the last time he sees her. And with that, she throttles forward, disappearing. Alone, Hicks takes a deep breath, looks at -- \n[57]\n[58]I wish we could've had more time. \n[59]Wherever it is we go -- we go together, right? She smiles weakly... but Priest can see she's scared. He gives her one last kiss, cradling her body, sand circling them as she draws her final breath. ", "BLACK HAT": "\n[1]I can SMELL the blood racing through your veins... Smells like dinner. The salesman starts to shake. \n[2]A Priest? \n[3]You're in here for your own protection...If I let you out of this car you'll be torn apart a piece at a time. He walks to her, face still hidden in shadow. She starts to cry, pulling back to the wall. Angry. \n[4]I'm absolutely counting on it. h s adows his face. \n[5]What do you want for her? And now her captor lifts his hat -- revealing paper-thin skin, eyes like black coal. This is RUNE, a bounty hunter. \n[6]Don't. go too far, Rune. \n[7]Of course he does. \n[8]No. Rune smiles,'revealing an impressive set of vampire fangs. \n[9]Don't get involved in this. \n[10]Fine. He's Yours. As if on command, the finger retreats back into the jacket, Lucy COLLAPSING to the floor coughing and choking. \n[11]Annoyed, picks up the still burning cigar, squeezing it in his hand. He turns to Lucy. 77. \n[12]And as for you uy dear...You're more trouble than I anticipated. Must be your uncle's blood in you. A shame he'll never see what you'll become. I would've loved to see his face. And then he is upon her, saliva mixing with blood as he drinks. \n[13]\"And the third day He shall rise again. Priest can't believe it, seeing his long dead comrade, his face etched with shock, all he can do is ask -- \n[14]Oh ye of little faith. The understanding hits Priest immediately, crashing over him like a wave. \n[15]No, Priest...I turned them. He smiles wider as we CROSSCUT TO: \n[16]Lost souls abandoned by divinity. No belief, no voice to guide them through the wilderness. Sound familiar? Priest doesn't reply, warily eyeing him. \n[17]Lack of faith. That's what I found in my new brethren And so it was I discovered my true calling -- To teach. To lead. \n[18]By drawing a once great race back to their\"nature. By helping them discover' the mastery within themselves. 95. \n[19]By putting them in touch with a higher power. \n[20]Me. Something in the distance catches Priest's eye, a BLACK SPEC on the horizon -- It's The Cities. His jaw tightens, he knows there isn't much time. \n[21]It was the only way. The Cities are defenseless now...no one left to stop us from entering our Eden. But I was kind -- I gave every last one the choice I never had. Now it's your turn. Almost imperceptibly the two make a shift in their postures, the tension between the two warming up. Two warriors steeling for a fight. \n[22]it's better to be with your enemies than to be alone, Priest. Humanity had its chance. It's time to make way for new blood. Priest lowers his head, when he raises it, his reply comes easy and without hesitation. \n[23]They taught us God created man in His image. . .but they lied. Man created God in a image -- And so, like man, God is weak. Corrupt. Merciless. He wipes away a streak of blood from his cheek. \n[24]Who do you fight for, Priest? The Order's collapsed. The Church nothing but a line of decrepit, ruined old men. Charlatans. How do you think I'm getting into the cities? Priest's face drops. \n[25]Your faith has failed you Priest. Join me. Join me and have the best of both worlds --Walk in the sun. Stalk in the night. Why pray to a God when you can BE one? \n[26]Your problem is you keep looking to God for-your power -- But I know the real truth. You've been praying to an empty sky. And now he SWIPES his foot across the roof, knocking off Priest's hand as one would swat a bug. Priest falls below, getting caught under the train and quickly dragged under. \n[27]But you know that now. \n[28]109. Steps from the shadows. Deep wounds line his face, the cross tattoo now gouged and distorted with blood -- He smiles. \n[29]I'm afraid you're too late, Priest. \n[30]With them I can start anew! You can't stop it -- Must be God's will. He flies across the room, BARRELING into Priest with everything he's got, DIGGING a hand into Priest's wound. \n[31]\"I looked and beheld a pale horse and His name that sat on him was Death\" -- 110. Priest coughs up blood. Black Hat smiles, wrapping a hand around Priest's. throat, LIFTING him off the floor, SQUEEZING the life from him, \n[32]\"And all hell followed with him.\" He raises his head back, ready to sink his teeth. Priest too exhausted to fight back. This is it. Prom a b= -- ", "AARON": "\n[1]Special project. It's taking a little more time than I thought. \n[2]You'll see. His eyes skate to her face moving in for the kiss -- but he's \n[3]Honey...we know this hasn't been easy for you -- In two years someone else'll study the soil and this'll be their outpost. But for right now -- this is my job. \n[4]Okay. Next year, we'll figure out a way to get you to a school close by. In town. \n[5]N year -- that's still plenty of time for you to have a \"crush\". Lucy deflates, knowing this is as good as it's going to get for awhile. Aaron takes her hand. \n[6]Tomorrow I'm heading in town to file. You come with, help your old man out, get a change of scenery. OK? Now c'mon, stew's getting cold. Bow your heads and say grace. The family clasps hands. Whatever their differences, there's a bond here. \n[7]\n[8]Get by me. Shannon-and Lucy crouch at his feet. \n[9]\n[10]\n[11]L-Lucy's gone. They t-took her. I tried to stop 'em. I knowouu're...\"retired\". But can you find her? Find her before --. They killed Shannon. The screen goes blank. Priest shuts his eyes, making the sign of the cross. His hand curls into a fist. \n[12]comes through, looking older than the last time we saw him. Seeing Priest, his face cracks, smiling for the first time in days. \n[13]You came. Overcome, he wraps his arms around his brother, embracing. him. Priest hugs him back. \n[14]How come you never came round more? You know you were always welcome. \n[15]After the war was over we figured you'd stay with us. Shannon was real fond of you. Lucy too. She was always asking about you. Uncomfortable with the conversation, Priest pulls out a map, unrolling it onto the wooden table. He moves his finger across the paper. \n[16]if anyone finds out you're doing this -- 28. o r PRIEST You're my brother. Aaron nods. This is enough, \n[17]And you' 11 bring her back to me. Something in Priest's face darkens. He doesn't answer, not able to look his brother in the eye. \n[18]Maybe if I knew how to use these she'd still be alive. \n[19]Funny. I'm the one who used to say that. You were the one who always said everything was God's will. Priest takes the bullet from him. \n[20]Sheriff. \n[21]You never talked much about the war but I know you saw things. Bad things. \n[22]What'd you do...to make yourself unsee `em? To make it stop playing in your head? \n[23]Did it help? Priest doesn't answer, the question hanging overhead, a dark cloud. \n[24]I never used to be much on faith. You \n[25]That's just his way. Don't pay it no mind. You just bring back my baby. Hicks nods. Then he REVS the throttle, speeding after Priest. Aaron.,.watching until their cycles are just distant specs. \n[26]I can't thank you enough for what you've done, sheriff. \n[27]All done. We heard you fire your gun. is everything OK? A beat -- then Hicks nods. \n[28]Well ...we're all God's creatures. Hicks turns, ready to leave, but something on the table catches his eye \n[29]Don't forget your cross -- It's beautiful. A flicker of a smile crosses Hick's face, realizing. ", "KOEPPEN": "\n[1]I caught the ambulance picking up what was left of the factory boys...figured it was your handywork. The Shape leans forward, we see it is Priest. \n[2]if this keeps occurring it'll be .impossible to keep it from the Clergy. You'll get us both excommunicated. Priest gazes into the vestibule, his voice almost a whisper. \n[3]You know you can't. The Clergy forbids it. \n[4]They have their reasons. Priest flicks his eyes over Koeppen as if he could see through the vestibule, but his expression doesn't change. \n[5]Since when is. industriousness a sin? Did Jesus not teach us to be productive? As your appointed counselor take my advice, . .Relax -- Take up a hobby, pick a vice. Make friends. \n[6]I'm a wicked old man who'd sell his parish for a pint of whiskey. Priest seems to deflate, his hard shell cracking. 12. \n[7]The devil comes in many shapes. Do yourself a favor, keep your head down. Be smart. And most of all remember your oath... He hands Priest a set of ROSARY BEADS. \n[8]\"To go against the Church is to go against God\". This statement has always been the boilerplate of Priest's existence -- but tonight, it Just sounds like empty dogma. He squeezes his eyes shut, clutching the,rosary as we CUT TO: \n[9]I knew I'd find you here. He sits, pouring himself another drink, toasting the poor souls at the surrounding tables. \n[10]How many nights in this very spot? You with your endless questions on the nature of suffering-Me with none of the answers. Priest doesn't even acknowledge him, lost in his thoughts. \n[11]Well, now I'm the one with a question. This one's a riddle. What is greater than God-but more evil than the Devil? The poor have it, the rich need it -- and if you eat it...you'll die. Priest looks, up, his eyes cold. \n[12]Okay. I'm going to.give you one more riddle and if you listen close - you might just hear an answer to your question.  18. \n[13]How can a man who spent his whole life searching for devils miss the ones staring him in the face? From behind, a CLICKING sound. Priest turns to find an OFFICER standing, LASER-GUIDED SHOTGUN pointed at him. The soup kitchen suddenly deathly quiet. \n[14]The Church feels it's better to keep you under its care...at least until this trouble with your niece blows over.. \n[15]That's what I figured. \n[16]\"To go against the Church is to go against God'. Priest looks around the room -- FAMILIES AND HOMELESS huddle at the surrounding tables, terrified. There's only one thing left for him to do. \n[17]Heaven help us. He takes a swig. \n[18]Am I next? Priest approaches -- Koeppen closing his eyes, ready for the blow he knows is to come. But Priest only lifts the man's head, studying his neck. He's clean. And without a single word -- Priest just walks away. When Koeppen opens his eyes, he's a new man -- a man absolved. With renewed energy, he looks to the crowd around him. And for the first moment in a long time ...He believes. \n[19]People don't run! God is here for youl He wants you to STOPI Stop and ask yourself a question And the people DO stop, looking to him, the panic leaving their eyes... \n[20]Ask yourselves -- Where am I going? At this, Priest turns, the question catching him as well. And it's only now he realizes -- He has no answer. ", "OLD MAN": "\n[1]Take another step and you'll be meetin' the Lord directly. \n[2]Ain't no law out here but my own. Calm and cool, Priest shifts in his seat, drawing his gaze. \n[3]Praise The Lord. Total attitude adjustment. He lowers the Rifle and smiles -- revealing a gap tooth smile wide enough to drive a herd of cattle through. \n[4]Cleaned the place up a bit. Been years since I had any kind of company 'sides jackrabbits but I knew you was comity' -- Dreams don't lie.' Ignoring Hicks, the old man pours BLACK TEA into a rusty can, handing it to Priest. \n[5]Most people don't remember what you folk done -- Don' t WANT to remember. But I do. I know what you can do.  You are God's mighty sword fused into flesh. One of the chosen.. Touched by His very ha nd so peace could finally come to this cur sed land. Hicks snorts. \n[6]Now you tell the Clergy this here is an authentic miracle, I want it registered. It's mine. \n[7]The Angels. Never seen so many loot souls, breaks my heart just to think of it. This ain't no place for nothin' divine. The man's fevered belief unsettles Priest, he's unsure how to respond. \n[8]Sure as chit. \n[9]Don't know, too many to count. Hundreds. Thousands. Some nights the sky was so thick you couldn't see the stars. His eyes suddenly light up, remembering something. i OLD MAN Here! Look at this -- He goes to a shelf, it's been turned into a MAKESHIFT SHRINE -- rw=ging through a jumbled collection of crucifixes, yellowed photographs, collected junk. He pulls out a GLASS JAR containing SOMETHING MISSHAPEN floating in murky water, the old man proudly showing it to Priest and Hicks. \n[10]It's their spoor! They'd be flyin' above and this stuff would drop from the sky like manna. \n[11]Scooped it up myself.  You wanna hold it? Hicks backs away, shaking his head. 53. \n[12]Suit yourself. Priest still doesn't know what to make of the man but he senses something to be gained. He tries changing the subject. \n[13]No, I reckon'. that's when they'd go back home for some shut eye -- Gettin' the world ready for the rapture takes a lot of work. Praise God. \n[14]The castle - .:,He:points out the window, far away, atop a craggy peak sits the -remains of a CASTLE -- \n[15]Beautiful place. Wonder of the world. I used to watch `em every night, takin' to the sky in all of God's glory, I never would disturb `em though. God's children like their privacy. He winks, smiling that crazy smile. Priest considers the possibility of a lead here -- but Hicks just gazes at the old man like he's nuts as we CUT TO: \n[16]Wait! I want you to have somethin' before you go He presses a HOMEMADE CROSS into Priest's hand. It's a real beauty, flecked with colored stones. A lot of love and care went into this one. 54. \n[17]Remember, a man comes into this world with one thing. His soul. He's lucky if he's still got it when he leaves. Priest pockets the cross, REVVING his cycle and with a final nod -- he and Hicks speed into the wasteland. The old man watches, his cracked face squinting as the sun flashes off the metal of the machines. ", "LUCY": "\n[1]Yuck. Pershing-stew again. Their DAUGHTER . Already a heartbreaker. This girl is too young, too pretty to be out here in the badlands. \n[2]I can't do it anymore. This outpost. Being all cooped up like this. I'm going \n[3]I don't know what it's like to have a best friend. To have any friends. I want to have a crush. I want secrets. I want a life. Shannon looks at her husband. She knew this day would come. \n[4]\n[5]Dear Lord we thank you for what we are about to receive. Blessing us with your gifts... She.speaks with her eyes clenched shut, words spoken sincerely, nothing perfunctory about it. She's a believer. \n[6]We thank you for the earth and the sky and for your bounty through Christ our Lord -- She.stops, opening her eyes -- staring at the plates and glasses on the table. They're RATTLING. \n[7]What's going on? Aaron doesn't answer, Shannon helping him position pre-cut planks across every window and door. Each with an iron-cross strut for support \n[8]Daddy? 7. We hear the Riders crawling over the outside of the house. Snarling, howling, making terrifying sounds. Then the worst sound of all. Wood being torn apart. BLAM! BLAN! Aaron SHOOTS like crazy, the white light MUZZLE FLASHES providing glimpses of SHAPES moving inside the house. BLACK BODIES blown back. Shrieking. Everything happening lightening fast. Finally, the gun clicks empty and we're plunged back into darkness. \n[9]Lying on the floor, her face streaked with tears. Vestiges of the girl we met earlier already lost. \n[10]I won't tell anyone if you let me out...I promise. 48. \n[11]10 I won't even go to the police. \n[12]My uncle's a Priestl one of the best. Hooll corns after youl The Figure laughs. Bending down to her level -- \n[13]Thank you. The Familiar turns to leave. WHAPI Lucy SLAMS the tray over his head and he collapses to the floor. She makes a run for it. But the Familiar manages to grab her ankle.knocking her down, she kicks at him as he holds fast, hissing. Two more FAMILIARS run in and grab her arms, wrestling her to the floor. She struggles furiously but it's no use, she screams as we CUT TO: \n[14]Hey... The Familiar turns -- Lucy's perched inside one of the JOISTS lining the underside of the train. KRACKI- She lets loose with a well-placed KICK, snapping his head back so he catches on the track. With ascream, he's quickly SUCKED out the train, pulverized on the track. Lucy's covers her mouth, her nails an ugly bloody mass. She's come this far, time to go the rest. She manages to carefully crawl from joist to joist, moving along the underside of the train, her body just centimeters from the passing track. ", "MONSIGNOR ORELAS": "\n[1]Father Koeppen notified us of the situation. Our prayers are with your family. 15. \n[2]On what grounds? Priest is taken aback. \n[3]The proper authorities are handling the situation. I'm sure they'll.do a fine job. \n[4]All occurrences of vampire. disobedience and felonies are strictly a Federal matter now. You Priests did too good a job. The vampire population is classified as endangered. They're protected. \n[5]Were.the enemy. The war ended a long time ago. \n[6]You would do well to remember the words of our Savior: Turn the other cheek. Embrace your enemies. It is not our place to interfere --- or yours. Priest looks up, obviously in great turmoil. \n[7]You forget yourself, Priest... It has been brought to our attention that you have engaged in a number of transgressions. Tell me...do you feel yourself to be above God? \n[8]Engaging in any kind of practice is sacrilege -- You bring shame upon our house. Priest turns the full force of his gaze on him. \n[9]You dare quote scripture to met Questioning the . authority. of the Clergy is forbidden1 If you engage in another transgression.you will be stripped from the Order and excommunicated immediately. Do I make myself clear? \n[10]I said do I make myself clear,. Father. \n[11]You're a soldier. God's soldier-- Act like one. Remember your vow: \"To go against the Church is to go against God\". The officers start to lead Priest and Koeppen out the chamber, 17. \n[12]-- Eather..Kam, please stay behind for a moment, a .we have something we need to discuss. Off Koeppen's expression we CUT TO: ", "RUNE": "\n[1]You know what r want. Black Hat's eyes flick upwards, glinting in the. candlelight. \n[2]He comes for her still. \n[3]Let me have him. \n[4]I was involved long before you showed up. I've been waiting years for a chance at him...and now that he's here I find x have to ask a Prime permission... Like a snake, a finger of the claw emerges from the folds of his jacket, wrapping itself around Lucy's neck. \n[5]My how things have changed. Ever so slightly, the metal finger SQUEEZES Lucy's throat, choking her. \n[6]I never cared about your war. Never got Involved. Us halfbreeds. We were exiles -- rejected by both humans and vampires. All we wanted was a quiet place. But he wiped out my whole tribe. Maybe it's time to return the favor. The metal finger wraps TIGHTEtR, Lucy gasps, the \"tension becoming unbearable until finally \n[7]And -- she's yours. He laughs, sounds like a death rattle, dropping the cigar to the floor, spurs chiming as he walks out the car door, long dark coat fluttering behind him, disappearing into the night. \n[8]I disagree... This is the perfer, time. WOOSH! Like lightning, the claw LASHES out, appearing from. nowhere. Priest JUMPS and it CHOMPS into the ground where he was standing. He lands on top of the chain, backflipping as it retracts back. Gearing up for another attack. \n[9]Not me. And now THE CHAIN comes from a different direction, WRAPPING around Priest like a snake, the metal cutting into his body, snapping a ribt Yelling, Priest GRABS the chain, PULLING with everything he's got. Rune flies from the mist, dragged by Priest, crashing at his feet. The chain SNAPS and Priest BREAKS from the coils, grabbing Rune by the jacket, picking him up. Rune flashes his fangs and scissors his legs across Priest's stomach, the razor sharp roweled SPURS slicing his flesh, tearing the muscle, Priest SCREAMS, a hot rush of, blood staining the desert floor. Rune leaps away, landing ontop a boulder. \n[10]You can't outrun the past, Priest... the things you did. \n[11]It still is He launches at Priest, duster fluttering like wings. The two grapple, Rune's fangs brushing Priest's neck. It's a savage battle, Priest's muscles and laser-like focus the only thing keeping him alive as Rune flies back across the canyon, landing against the rock wall like.a spider. Hunched, ready to strike BUT -- \n[12]Another time, Priest. He skitters up the rock face, disappearing into the mist. ", "SNAKE OIL SALESMAN": "\n[1]Do I ask for three dollars?' Do I ask for two dollars? No folks! ONE dollar! One piece of tin and protection is yours! \n[2]Vampires are a deadly lot! YOU could be next I I seen a Blackblood bite a man like a gingersnap! The only sure way to be safe is a bag of DR. TOMLIN' S WONDER \n[3]For what reasons? I'm a legitimate business man. Hicks PULLS his SIX-SHOOTER, cocks it. \n[4]Sheriff, I am shocked you can be.so cavalier with the safety of your \n[5]You told me tQ come to you if I had any information. I have some. Silently, the Figure sits down across from him. \n[6]But before I tell you...and I hate to bring this, up -- there is the small matter regarding compensation. 47. \n[7]Now your group's been REAL good for business so, of course, I'm willing to cut you a deal The Figure suddenly. LUNGES, grabbing the salesman by the throat, teeth clicking inches from the man's neck. WE STILL \n[8]A-After you snatched that girl outside Haibridge...two nights later -- a Priest s-showed up. \n[9]He was meetin' with the local sheriff. A real shitkicker -- Booted me out of town before I could make a single sell. A pause..,.and then the Figure laughs. The salesman not sure how to react. \n[10]W-What's so funny? The Figure BURIES his teeth in the man's neck, taking a deep, deep drink, having his fill, dropping the body to the floor with a thud. THE CAMERA CONTINUES TO FOLLOW as the Figure walks to the back of the car, sliding open the door -- ", "FAMILIAR": "\n[1]Good afternoon, Sheriff... Father. What brings you to Nightshade? \n[2]Nobody comes through Nightshade. That's the way we like it. Nice and quiet. \n[3]Not at all. CHOPI The head clatters to the ground. \n[4]The blade lodges in his skull and he drops like a sack. These guys move surprisingly fast -- Hicks is already surrounded. He hears a whistling noise as \n[5]-- The metal beast! She's in the metal beast! \n[6]The smoke. Look for the smoke -- \n[7]A man came on board at the last stop. Says he has something for you. The Figure nods. We-FOLLOW as he continues to the back of --- the car, sliding open the door ", "CRYPT FAMILIAR": "\n[1]Got Got You must got Master will be angry! Nicks is grimacing from the stench. He looks at Priest, not happy as he approaches a STONE SARCOPHAGUS. Running his hand over it. \n[2]PLEEASE please got \n[3]NOt NOI THE MASTER CANNOT BE DISTURBEDI Priest rests his hand against the. atone slab covering.the tomb. It must weigh 200 pounds. He moves the slab. Just a centimeter -- but the Familiar screeches. \n[4]Please. Please don't hurtmy Master. \n[5]No, i don't think so. Hearing a noise, Hicks turns, witnessing a horrible sight moving towards him \n[6]It's our time now. We hear a LOW RUMBLE from inside the crypts. Priest looks at Hicks, a feeling of dark electricity in the air, anticipation. \n[7]", "SHANNON": "\n[1]Supper's on! He smiles, studying a. stunning RUBY RED FLOWER, separate from the others. His crown jewel. He closes the door and enters -- \n[2]You been spending an awful lot of time behind that door. Makes a woman suspicious. \n[3]Nothing special about milkweed. Unless you like a thorn in the finger. 4. \n[4]What is it? \n[5]Aaron. She's thirteen -- She should be with children her own age. Aaron lets out a breath. \n[6]Her body lying in the dirt, head lurching at an obscene' angle. He brushes back her hair -- ere' g UNCT_URE MABKS in hem neck. Crying, he cradles his, wife. Feverishly looking around for "}}