{"dialogues": {"INIGO": "\n[1]What is that you're ripping? \n[2]I agree with Fezzik. \n[3]That Vizzini, he can fuss. \n[4]Probably he means no harm. \n[5]Oh, you've a great gift for rhyme. \n[6]FEZZIK, are there rocks ahead? \n[7]Making sure nobody's following us. \n[8]You're sure nobody's following us? \n[9]No reason. It's only, I just happened to look behind us, and something is there. \n[10]I don't swim. \n[11]\n[12]I think he's getting closer. \n[13]Look! He's right on top of us. I wonder if he is using the same wind we are using. \n[14]\n[15]He's climbing the rope. And he's gaining on us. \n[16]You keep using that word -- I do not think it means what you think it means. My God! He's climbing. \n[17]I want to duel him left-handed. \n[18]Well, it's the only way I can be satisfied. If I use my right -- tch -- over too quickly. \n[19]\n[20]\n[21]Hello there. \n[22]Slow going? \n[23]Sorry. \n[24]I do not suppose you could speed things up? \n[25]I could do that. In fact, I've got some rope up here. But I do not think that you will accept my help, since I am only waiting around to kill you. \n[26]But I promise I will not kill you until you reach the top. \n[27]I hate waiting. I could give you my word as a Spaniard. \n[28]You don't know any way you'll trust me? \n[29]I swear on the soul of my father, Domingo Montoya, you will reach the top alive. \n[30]\n[31]\n[32]\n[33]\n[34]We'll wait until you're ready. \n[35]I do not mean to pry, but you don't by any chance happen to have six fingers on your right hand? \n[36]My father was slaughtered by a sixfingered man. He was a great swordmaker, my father. And when the six-fingered man appeared and requested a special sword, my father took the job. He slaved a year before he was done. \n[37]The six-fingered man returned and demanded it, but at one-tenth his promised price. My father refused. Without a word, the six-fingered man slashed him through the heart. I loved my father, so, naturally, challenged his murderer to a duel ... I failed ... \n[38]the six-fingered man did leave me alive with the six-fingered sword, but he gave me these. \n[39]I was eleven years old. When I was strong enough, I dedicated my life to the study of fencing. So the next time we meet, I will not fail. I will go up to the sixfingered man and say, \"Hello, my name is Inigo Montoya. You killed my father. Prepare to die.\" \n[40]More pursuit than study lately. You see, I cannot find him. It's been twenty years now. I am starting to lose confidence. I just work for Vizzini to pay the bills. There's not a lot of money in revenge. \n[41]You are ready, then? \n[42]You seem a decent fellow. I hate to kill you. \n[43]Begin! \n[44]You're using Bonetti's defense against me, ah? \n[45]Naturally, you must expect me to attack with Capo Ferro. \n[46]Unless the enemy has studied his Agrippa- \n[47]-- which I have. \n[48]\n[49]You are wonderful! \n[50]I admit it -- you are better than I am. \n[51]Because I know something you don't know. \n[52]I am not left-handed. \n[53]\n[54]I ought to be after twenty years. \n[55]Tell me. \n[56]\n[57]\n[58]Who are you?! \n[59]I must know. \n[60]Okay. \n[61]\n[62]\n[63]\n[64]Kill me quickly. \n[65]\n[66]I am waiting for you, Vizzini. You told me to go back to the beginning. So I have. This is where I am, and this is where I'll stay. I will not be moved. \n[67]I do not budge. Keep your \"Ho there.\" \n[68]-- So did Vizzini -- when a job went wrong, you went back to the beginning. And this is where we got the job. So it's the beginning, and I'm staying till Vizzini comes. \n[69]-- I -- am -- waiting -- for -- Vizzini -- \n[70]It's you. \n[71]Perhaps not. I feel fine. \n[72]That's enough. That's enough! Where is this Rugen so I may kill him? \n[73]How many could you handle? \n[74]That leaves twenty for me. At my best, I could never defeat that many. I need Vizzini to plan. I have no gift for strategy. \n[75]No -- not Vizzini -- I need the Man in Black -- \n[76]-- look, he bested you with strength, your greatness. He bested me with steel. He must have outthought Vizzini, and a man who can do that can plan my castle's onslaught any day. Let's go -- \n[77]To find the Man in Black, obviously. \n[78]Don't bother me with trifles; after twenty years, at last, my father's soul will be at peace. \n[79]There will be blood tonight!! \n[80]\n[81]His true love is marrying another tonight, so who else has cause for Ultimate Suffering? Excuse me -- \n[82]-- pardon me, it's important -- \n[83]-- Fezzik, please -- \n[84]Thank you. \n[85]Where is the Man in Black? \n[86]You get there from this grove, yes? \n[87]Fezzik, jog his memory. \n[88]\n[89]Father, I have failed you for twenty years. Now our misery can end. Somewhere ... somewhere close by is a man who can help us. I cannot find him alone. I need you. I need you to guide my sword. Please. \n[90]Guide my sword. \n[91]\n[92]It just is not fair. \n[93]Well, we Montoyas have never taken defeat easily. Come along, Fezzik. Bring the body. \n[94]Have you any money? \n[95]I just hope it's enough to buy a miracle, that's all. \n[96]Are you the Miracle Max who worked for the King all those years? \n[97]We need a miracle. It's very important. \n[98]He's already dead. \n[99]Sir. Sir. \n[100]We're really in a terrible rush. \n[101]Sixty-five. \n[102]This is noble, sir. His wife is crippled. His children are on the brink of starvation. \n[103]I need him to help avenge my father, murdered these twenty years. \n[104]He's dead. He can't talk. \n[105]What's that? \n[106]True love. You heard him. You could not ask for a more noble cause than that. \n[107]-- But this is Buttercup's true love -- If you heal him, he will stop Humperdinck's wedding. \n[108]Humiliations galore! \n[109]That's a miracle pill? \n[110]Thank you for everything. \n[111]What's the difference? We've got him. Help me here. We'll have to force feed him. \n[112]We can't wait -- the wedding's in half an hour and we must strike in the hustle and the bustle beforehand. \n[113]Tilt his head back. Open his mouth. \n[114]\n[115]Your guess is as good as mine -- \n[116]We had Miracle Max make a pill to bring you back. \n[117]Let me explain -- -- No, there is too much. Let me sum up. \n[118]Buttercup is marrying Humperdinck in a little less than half an hour, so all we have to do is get in, break up the wedding, steal the Princess, make our escape after I kill Count Rugen. \n[119]There is but one working castle gate. \n[120]And it is guarded by sixty men. \n[121]Your brains, Fezzik's strength, my steel. \n[122]Where did we put that wheelbarrow the Albino had? \n[123]There we cannot help you. \n[124]Where did you get that? \n[125]Why? You can't even lift one. \n[126]I'll say -- how do I find the Count? -- Once I do, how do I find you again? -- Once I find you again, how do we escape? -- \n[127]Right, right, sorry. \n[128]What? \n[129]Now? \n[130]Now? \n[131]Fezzik, tear his arms off. \n[132]Hello. My name is Inigo Montoya. You killed my father. Prepare to die. \n[133]\n[134]Fezzik, I need you -- \n[135]\n[136]He's getting away from me, Fezzik. Please. FEZZIK! \n[137]\n[138]Thank you -- \n[139]\n[140]\n[141]\n[142]... Sorry, Father ... I tried ... I tried... \n[143]\n[144]\n[145]Hello. My name is Inigo Montoya, you killed my father; prepare to die. \n[146]\n[147]Hello. My name is Inigo Montoya, you killed my father, prepare to die. \n[148]Hello. My name is Inigo Montoya. You killed my father. Prepare to die. \n[149]\n[150]-- offer me money -- \n[151]-- power too -- promise me that -- \n[152]-- offer me everything I ask for -- \n[153]\n[154]\n[155]\n[156]\n[157]Where's Fezzik? \n[158]No. \n[159]Help him. \n[160]Because he has no strength -- \n[161]Shall I dispatch him for you? \n[162]FEZZIK, you did something right. \n[163]You know, it's very strange -- I have been in the revenge business so long, now that it's over, I don't know what to do with the rest of my life. ", "WESTLEY": "\n[1]As you wish. \n[2]As you wish. \n[3]As you wish. \n[4]Of course you will. \n[5]Hear this now: I will come for you. \n[6]This is true love. You think this happens every day? \n[7]Can you move at all? \n[8]I told you, \"I would always come for you.\" Why didn't you wait for me? \n[9]Death cannot stop true love. All it can do is delay it for a while. \n[10]There will never be a need. \n[11]\n[12]Ha. Your pig fiance is too late. A few more steps and we'll be safe in the Fire Swamp. \n[13]Nonsense -- you're only saying that because no one ever has. \n[14]It's not that bad. I'm not saying I'd like to build a summer home here, but the trees are actually quite lovely. \n[15]\n[16]Well now, that was an adventure. \n[17]Singed a bit, were you? \n[18]Well, one thing I will say. The Fire Swamp certainly does keep you on your toes. \n[19]This will all soon be but a happy memory because Roberts' ship \"Revenge\" is anchored at the far end. And I, as you know, am Roberts. \n[20]I myself am often surprised at life's little quirks. \n[21]You see, what I told you before about saying \"please\" was true. It intrigued Roberts, as did my descriptions of your beauty. \n[22]Finally, Roberts decided something. He said, \"All right, Westley, I've never had a valet. You can try it for tonight. I'll most likely kill you in the morning.\" Three years he said that. \"Good night, Westley. Good work. Sleep well. I'll most likely kill you in the morning.\" It was a fine time for me. I was learning to fence, to fight, anything anyone would teach me. And Roberts and I eventually became friends. And then it happened. \n[23]Well, Roberts had grown so rich, he wanted to retire. So he took me to his cabin and told me his secret. \"I am not the Dread Pirate Roberts,\" he said. \"My name is Ryan. I inherited this ship from the previous Dread Pirate Roberts, just as you will inherit it from me. The man I inherited it from was not the real Dread Pirate Roberts, either. \n[24]His name was Cummerbund. The real Roberts has been retired fifteen years and living like a king in Patagonia.\" Then he explained the name was the important thing for inspiring the necessary fear. You see, no one would surrender to the Dread Pirate Westley. \n[25]So we sailed ashore, took on an entirely new crew and he stayed aboard for awhile as first mate, all the time calling me Roberts. Once the crew believed, he left the ship and I have been Roberts ever since. Except, now that we're together, I shall retire and hand the name over to someone else. Is everything clear to you? \n[26]No. No. We have already succeeded. \n[27]I mean, what are the three terrors of the Fire Swamp? One, the flame spurts. No problem. There's a popping sound preceding each, we can avoid that. Two, the Lightning Sand. But you were clever enough to discover what that looks like, so in the future we can avoid that too. \n[28]Rodents of Unusual Size? I don't think they exist... \n[29]\n[30]\n[31]\n[32]Now, was that so terrible? \n[33]You mean you wish to surrender to me? Very well, I accept. \n[34]Ah, but how will you capture us? We know the secrets of the Fire Swamp. We can live there quite happily for some time. So, whenever you feel like dying, feel free to visit. \n[35]It will not happen! \n[36]\n[37]\n[38]What was that? \n[39]\n[40]We are men of action. Lies do not become us. \n[41]You have six fingers on your right hand -- someone was looking for you -- \n[42]Where am I? \n[43]Then I'm here till I die? \n[44]Then why bother curing me? \n[45]So it's to be torture. \n[46]I can cope with torture. \n[47]You don't believe me? \n[48]\n[49]\n[50]\n[51]\n[52]... tr ... oooo .... luv... \n[53]I'll beat you both apart. I'll take you both together. \n[54]Why won't my arms move? \n[55]Who are you? -- Are we enemies? Why am I on this wall? -- Where's Buttercup? -- \n[56]That doesn't leave much time for dilly dallying. \n[57]I've always been a quick healer. What are our liabilities? \n[58]And our assets? \n[59]\n[60]That's it? Impossible. If I had a month to plan, maybe I could come up with something. But this... \n[61]My brains, his steel, and your strength against sixty men, and you think a little head jiggle is supposed to make me happy? I mean, if we only had a wheelbarrow, that would be something. \n[62]Well, why didn't you list that among our assets in the first place? What I wouldn't give for a holocaust cloak. \n[63]All right, all right. Come on, help me up. \n[64]Now, I'll need a sword eventually. \n[65]True, but that's hardly common knowledge, is it? Thank you. Now, there may be problems once we're inside. \n[66]Not yet. \n[67]Light him. \n[68]FEZZIK, the portcullis. \n[69]Give us the gate key. \n[70]There's a shortage of perfect breasts in this world. It would be a pity to damage yours. \n[71]\n[72]Gently. \n[73]Gently!! \n[74]What hideous sin have you committed lately? \n[75]It never happened. \n[76]It never happened. \n[77]Did you say, \"I do\"? \n[78]Then you're not married -- if you didn't say it, you didn't do it -- wouldn't you agree, Your Highness? \n[79]No. To the pain. \n[80]I'll explain. And I'll use small words so that you'll be sure to understand, you wart-hog-faced buffoon. \n[81]\n[82]It won't be the last. To the pain means the first thing you lose will be your feet, below the ankles, then your hands at the wrists, next your nose. \n[83]I wasn't finished -- the next thing you lose will be your left eye, followed by your right -- \n[84]Wrong! Your ears you keep, and I'll tell you why -- \n[85]-- so that every shriek of every child at seeing your hideousness will be yours to cherish -- every babe that weeps at your approach, every woman who cries out, \"Dear God, what is that thing?\" will echo in your perfect ears. \n[86]That is what \"to the pain\" means. It means I leave you in anguish, wallowing in freakish misery forever. \n[87]\n[88]It's possible, pig -- I might be bluffing -- it's conceivable, you miserable vomitous mass, that I'm only lying here because I lack the strength to stand -- then again, perhaps I have the strength after all. \n[89]\n[90]\n[91]Have a seat. \n[92]\n[93]Tie him up. Make it as tight as you like. \n[94]I thought he was with you. \n[95]In that case -- \n[96]Thank you, but no -- whatever happens to us, I want him to live a long life alone with his cowardice. \n[97]Have you ever considered piracy? You'd make a wonderful Dread Pirate Roberts. ", "BUTTERCUP": "\n[1]Farm boy. Polish my horse's saddle. I want to see my face shining in it by morning. \n[2]Farm Boy. Fill these with water -- --please. \n[3]Farm Boy, fetch me that pitcher. \n[4]I fear I'll never see you again. \n[5]But what if something happens to you? \n[6]But how can you be sure? \n[7]I will never love again. \n[8]There is nothing nearby; not for miles. \n[9]Despite what you think, you will be caught. And when you are, the Prince will see you all hanged. \n[10]\n[11]\n[12]Only compared to some. \n[13]Who are you? \n[14]To think -- all that time it was your cup that was poisoned. \n[15]If you'll release me ... whatever you ask for ransom ... you'll get it, I promise you... \n[16]I was giving you a chance. No matter where you take me ... there's no greater hunter than Prince Humperdinck. He could track a falcon on a cloudy day. He can find you \n[17]I never said he was my dearest love. And yes, he will save me. That I know. \n[18]He knows I do not love him. \n[19]I have loved more deeply than a killer like yourself could ever dream. \n[20]\n[21]I know who you are -- your cruelty reveals everything. \n[22]You're the Dread Pirate Roberts; admit it. \n[23]You can die slowly cut into a thousand pieces. \n[24]You killed my love. \n[25]No. A farm boy. Poor. Poor and perfect, with eyes like the sea after a storm. \n[26]\n[27]On the high seas, your ship attacked, and the Dread Pirate Roberts never takes prisoners. \n[28]You mock my pain! \n[29]Nothing you can say will upset me. \n[30]And what am I? \n[31]You mocked me once, never do it again -- I died that day! \n[32]\n[33]You can die too, for all I care!! \n[34]\n[35]Oh, my sweet Westley; what have I done? \n[36]\n[37]Move? You're alive. If you want, I can fly. \n[38]Well ... you were dead. \n[39]I will never doubt again. \n[40]\n[41]We'll never survive. \n[42]You? \n[43]But how is that possible, since he's been marauding twenty years and you only left me five years ago? \n[44]What? -- go on -- \n[45]\n[46]We'll never succeed -- we may as well die here. \n[47]Westley, what about the R.O.U.S.'s? \n[48]\n[49]Westley! \n[50]\n[51]We did it. \n[52]\n[53]\n[54]\n[55]Will you promise not to hurt him? \n[56]\n[57]If we surrender, and I return with you, will you promise not to hurt this man? \n[58]He is a sailor on the pirate ship \"Revenge.\" Promise to return him to his ship. \n[59]I thought you were dead once, and it almost destroyed me. I could not bear it if you died again, not when I could save you. \n[60]\n[61]\n[62]Why do you do this? \n[63]But they would have killed Westley if I hadn't done it. \n[64]\n[65]\n[66]It comes to this: I love Westley. I always have. I know now I always will. If you tell me I must marry you in ten days, please believe I will be dead by morning. \n[67]My Westley will always come for me. \n[68]\n[69]Any word from Westley? \n[70]He will come for me. \n[71]Every ship but your four fastest, you mean. \n[72]Every ship but the four you sent. \n[73]\n[74]You never sent the ships. Don't bother lying. It doesn't matter. Westley will come for me anyway. \n[75]Yes, I am a silly girl, for not having seen sooner that you were nothing but a coward with a heart full of fear. \n[76]Why not? You can't hurt me. Westley and I are joined by the bonds of love. And you cannot track that. Not with a thousand bloodhounds. And you cannot break it. Not with a thousand swords. And when I say you are a coward, that is only because you are the slimiest weakling ever to crawl the earth. \n[77]\n[78]Should I be? \n[79]I do not marry tonight. \n[80]\n[81]My Westley will save me. \n[82]Here comes my Westley now. \n[83]Then why is there fear behind your eyes? \n[84]\n[85]He didn't come. \n[86]Because you've always been so kind to me. And I won't be seeing you again since I'm killing myself once we reach the Honeymoon Suite. \n[87]\n[88]Oh, Westley, darling. Westley, why won't you hold me? \n[89]At a time like this that's all you can think to say? \"Gently?\" \n[90]Oh, Westley, will you ever forgive me? \n[91]I got married. I didn't want to. It all happened so fast. \n[92]What? \n[93]But it did. I was there. This old man said, \"Man and wife.\" \n[94]Well, no, we sort of skipped that part. \n[95]Why does Westley need helping? ", "FEZZIK": "\n[1]Who's Guilder? \n[2]You never said anything about killing anyone. \n[3]I just don't think it's right, killing an innocent girl. \n[4]... fuss ... fuss ... I think he likes to scream at us. \n[5]He's really very short on charm. \n[6]Yes, some of the time. \n[7]If there are, we'll all be dead. \n[8]Anybody want a peanut? \n[9]I only dog paddle. \n[10]I thought I was going faster. \n[11]Well, I'm carrying three people. And he's got only himself. \n[12]Don't say that, Vizzini. Please. \n[13]\n[14]He has very good arms. \n[15]\n[16]You be careful. -- people in masks cannot be trusted. \n[17]What do I do? \n[18]Oh, good, my way. Thank you, Vizzini. Which way is my way? \n[19]My way's not very sportsmanlike. \n[20]\n[21]I did that on purpose. I don't have to miss. \n[22]We face each other as God intended. Sportsmanlike. No tricks, no weapons, skill against skill alone. \n[23]I could kill you now. \n[24]It's not my fault being the biggest and the strongest. I don't even exercise. \n[25]I just want you to feel you're doing well. I hate for people to die embarrassed. \n[26]\n[27]You're quick. \n[28]Why do you wear a mask? Were you burned by acid, or something like that? \n[29]I just figured out why you give me so much trouble. \n[30]\n[31]beginning to get a little strained \n[32]Well ... ... you see, you use different moves when you're fighting half a dozen people than when you only have to be worried about one. \n[33]\n[34]\n[35]Hello. \n[36]True! \n[37]You don't look so good. You don't smell so good either. \n[38]Yeah? \n[39]He's with the Prince in the Castle. But the castle gate is guarded by thirty men. \n[40]I don't think more than ten. \n[41]But Vizzini's dead. \n[42]-- what? -- \n[43]-- where? \n[44]But you don't know where he is. \n[45]The Man in Black? \n[46]Everybody ... MOVE!! \n[47]I'm sorry, Inigo. I didn't mean to jog him so hard. Inigo? \n[48]He's dead. \n[49]The body? \n[50]I have a little. \n[51]I'm on the Brute Squad. \n[52]Inigo -- there's more than thirty -- \n[53]Has it been fifteen minutes? \n[54]How long do we have to wait before we know if the miracle works? \n[55]Guess not very long. \n[56]You've been mostly dead all day. \n[57]You've just wiggled your finger. That's wonderful. \n[58]You just shook your head -- that doesn't make you happy? \n[59]Over the Albino, I think. \n[60]Will this do? \n[61]At Miracle Max's. It fit so nice, he said I could keep it. \n[62]Don't pester him, he's had a hard day. \n[63]Inigo. \n[64]I hope we win... \n[65]\n[66]\n[67]\n[68]\n[69]\n[70]\n[71]I can't leave him alone. \n[72]I'll be right back. \n[73]Inigo! Inigo, where are you? \n[74]\n[75]Ah, there you are. Inigo, I saw the Prince's stables, and there they were, four white horses. And I thought, there are four of us, if we ever find the lad -- hello, lad -- so I took them with me, in case we ever bumped into each other. I guess we just did. \n[76]Don't worry -- I won't let it go to my head. ", "MAN IN BLACK": "\n[1]Look, I don't mean to be rude, but this is not as easy as it looks. So I'd appreciate it if you wouldn't distract me. \n[2]Thank you. \n[3]If you're in such a hurry, you could lower a rope, or a tree branch, or find something useful to do. \n[4]That does put a damper on our relationship. \n[5]That's very comforting. But I'm afraid you'll just have to wait. \n[6]No good. I've known too many Spaniards. \n[7]Nothing comes to mind. \n[8]Throw me the rope. \n[9]Thank you. \n[10]Again. Thank you. \n[11]Do you always begin conversations this way? \n[12]I have never seen its equal. \n[13]How old were you? \n[14]You've done nothing but study swordplay? \n[15]great sword, starting to rise \n[16]Whether I am or not, you've been more than fair. \n[17]You seem a decent fellow. I hate to die. \n[18]I thought it fitting, considering the rocky terrain -- \n[19]-- naturally -- --but I find Thibault cancels out Capo Ferro, don't you? \n[20]Thank you -- I've worked hard to become so. \n[21]Then why are you smiling? \n[22]And what is that? \n[23]You're amazing! \n[24]There's something I ought to tell you. \n[25]I am not left-handed either. \n[26]No one of consequence. \n[27]Get used to disappointment. \n[28]I would as soon destroy a stained glass window as an artist like yourself. However, since I can't have you following me either -- \n[29]Please understand, I hold you in the highest respect. \n[30]I believe you -- So what happens now? \n[31]You mean, you'll put down your rock and I'll put down my sword, and we'll try to kill each other like civilized people? \n[32]Frankly, I think the odds are slightly in your favor at hand fighting. \n[33]Look are you just fiddling around with me or what? \n[34]And a good thing too. \n[35]Oh no. It's just that they're terribly comfortable. I think everyone will be wearing them in the future. \n[36]Why is that, do you think? \n[37]Why should that make such a difference? \n[38]I don't envy you the headache you will have when you awake. But, in the meantime, rest well ... and dream of large women. \n[39]Let me explain- \n[40]Perhaps an arrangement can be reached. \n[41]But if there can be no arrangement, then we are at an impasse. \n[42]You're that smart? \n[43]Yes. \n[44]Really? In that case, I challenge you to a battle of wits. \n[45]Good. Then pour the wine. \n[46]Inhale this, but do not touch. \n[47]What you do not smell is called iocane powder. It is odorless, tasteless, dissolves instantly in liquid, and is among the more deadlier poisons known to man. \n[48]All right: where is the poison? The battle of wits has begun. It ends when you decide and we both drink, and find out who is right and who is dead. \n[49]You've made your decision then7 \n[50]Truly, you have a dizzying intellect. \n[51]Australia. \n[52]You're just stalling now. \n[53]You're trying to trick me into giving away something -- it won't work -- \n[54]Then make your choice. \n[55]What? Where? I don't see anything. \n[56]What's so funny? \n[57]You guessed wrong. \n[58]I am no one to be trifled with, that is all you ever need know. \n[59]They were both poisoned. I spent the last few years building up an immunity to iocane powder. \n[60]carrying the promise of violence \n[61]And what is that worth, the promise of a woman? You're very funny, Highness. \n[62]You think your dearest love will save you? \n[63]You admit to me you do not love your fiance? \n[64]\"Are not capable of love\" is what you mean. \n[65]That was a warning, Highness. The next time, my hand flies on its own. For where I come from, there are penalties when a woman lies. \n[66]Rest, Highness. \n[67]With pride. What can I do for you? \n[68]Hardly complimentary, Your Highness. Why loose your venom on me? \n[69]It's possible; I kill a lot of people. Who was this love of yours? Another Prince, like this one, ugly, rich, and scabby? \n[70]I can't afford to make exceptions. Once word leaks out that a pirate has gone soft, people begin to disobey you, and then it's nothing but work, work, work, all the time. \n[71]Life is pain, Highness. Anyone who says differently is selling something. I remember this farm boy of yours, I think. This would be, what, five years ago? \n[72]Does it bother you to hear? \n[73]He died well, that should please you. No bribe attempts or blubbering. He simply said, \"Please. Please, I need to live.\" It was the \"please\" that caught my memory. \n[74]I asked him what was so important for him. \"True love,\" he replied. And then he spoke of a girl of surpassing beauty and faithfulness. I can only assume he meant you. You should bless me for destroying him before he found out what you really are. \n[75]Faithfulness he talked of, madam. Your enduring faithfulness. Now, tell me truly. When you found out he was gone, did you get engaged to your prince that same hour, or did you wait a whole week out of respect for the dead? \n[76]... as ... you ... wish... ", "VIZZINI": "\n[1]We are but poor, lost circus performers. Is there a village nearby? \n[2]Then there will be no one to hear you scream- \n[3]It's fabric from the uniform of an Army officer of Guilder. \n[4]The country across the sea. The sworn enemy of Florin. Go! \n[5]Once the horse reaches the castle, the fabric will make the Prince suspect the Guilderians have abducted his love. When he finds her body dead on the Guilder frontier, his suspicions will be totally confirmed. \n[6]I've hired you to help me start a war. That's a prestigious line of work with a long and glorious tradition. \n[7]Am I going mad or did the word \"think\" escape your lips? You were not hired for your brains, you hippopotamic land mass. \n[8]was in a fury --now he's really getting mad  \n[9]-- when I found you, you were so slobbering drunk you couldn't buy brandy -- -- and you -- friendless, brainless, helpless, hopeless -- Do you want me to send you back to where you were, unemployed in Greenland? \n[10]Enough of that. \n[11]No more rhymes now, I mean it. \n[12]We'll reach the Cliffs by dawn. \n[13]Why are you doing that? \n[14]That would be inconceivable. \n[15]Of all the necks on this boat, Highness, the one you should be worrying about is your own. \n[16]Stop doing that. We can all relax, it's almost over- \n[17]As I told you, it would be absolutely, totally, and in all other ways, inconceivable. No one in Guilder knows what we've done. And no one in Florin could have gotten here so fast. Out of curiosity, why do you ask? \n[18]What? \n[19]Probably some local fisherman out for a pleasure cruise at night through eel-infested waters. \n[20]Go in, get after her! \n[21]Veer left. Left. Left! \n[22]Do you know what that sound is, Highness? Those are the Shrieking Eels -- if you doubt me, just wait. They always grow louder when they're about to feed on human flesh. \n[23]If you swim back now, I promise, no harm will come to you. I doubt you will get such an offer from the Eels. \n[24]\n[25]Those are the Shrieking Eels. \n[26]Put her down. Just put her down. \n[27]He's no concern of ours. Sail on! I suppose you think you're brave, don't you? \n[28]Whoever he is, he's too late -- -- see? The Cliffs of Insanity. \n[29]Hurry up. Move the thing! Um ... that other thing. Move it! We're safe -- only FEZZIK is strong enough to go up our way -- he'll have to sail around for hours 'til he finds a harbor. \n[30]Inconceivable! \n[31]Faster! \n[32]You were supposed to be this colossus. You were this great, legendary thing. And yet he gains. \n[33]-- I do not accept excuses. I'm just going to have to find myself a new giant, that's all. \n[34]Did I make it clear that your job is at stake? \n[35]\n[36]\n[37]He didn't fall? Inconceivable!! \n[38]Whoever he is, he's obviously seen us with the Princess, and must therefore die. You, carry her. We'll head straight for the Guilder frontier. Catch up when he's dead. If he falls, fine. If not, the sword. \n[39]You know what a hurry we're in. \n[40]Oh, have it your way. \n[41]I'm waiting! \n[42]Inconceivable! \n[43]Give her to me. Catch up with us quickly. \n[44]Finish him, finish him. Your way. \n[45]Pick up one of those rocks, get behind the boulder, and in a few minutes, the Man in Black will come running around the bend. The minute his head is in view, hit it with the rock! \n[46]So, it is down to you. And it is down to me. \n[47]If you wish her dead, by all means keep moving forward. \n[48]-- there's nothing to explain. You're trying to kidnap what I've rightfully stolen. \n[49]There will be no arrangement -- -- and you're killing her! \n[50]I'm afraid so -- I can't compete with you physically. And you're no match for my brains. \n[51]Let me put it this way: have you ever heard of Plato, Aristotle, Socrates? \n[52]Morons. \n[53]For the Princess? \n[54]To the death? \n[55]I accept. \n[56]I smell nothing. \n[57]Hmm. \n[58]\n[59]But it's so simple. All I have to do is divine from what I know of you. Are you the sort of man who would put the poison into his own goblet, or his enemy's? \n[60]Now, a clever man would put the poison into his own goblet, because he would know that only a great fool would reach for what he was given. I'm not a great fool, so I can clearly not choose the wine in front of you. But you must have known I was not a great fool; you would have counted on it, so I can clearly not choose the wine in front of me. \n[61]Not remotely. Because iocane comes from Australia, as everyone knows. And Australia is entirely peopled with criminals. And criminals are used to having people not trust them, as you are not trusted by me. So I can clearly not choose the wine in front of you. \n[62]Wait till I get going! Where was I? \n[63]Yes -- Australia, and you must have suspected I would have known the powder's origin, so I can clearly not choose the wine in front of me. \n[64]You'd like to think that, wouldn't you? You've beaten my giant, which means you're exceptionally strong. So, you could have put the poison in your own goblet, trusting on your strength to save you. So I can clearly not choose the wine in front of you. But, you've also bested my Spaniard which means you must have studied. And in studying, you must have learned that man is mortal so you would have put the poison as far from yourself as possible, so I can clearly not choose the wine in front of me. \n[65]It has worked -- you've given everything away -- I know where the poison is. \n[66]I will. And I choose -- \n[67]-- what in the world can that be? \n[68]\n[69]Oh, well, I-I could have sworn I saw something. No matter. \n[70]I'll tell you in a minute. First, let's drink -- me from my glass, and you from yours. \n[71]You only think I guessed wrong -- -- that's what's so funny! I switched glasses when your back was turned. You fool. \n[72]\n[73]You fell victim to one of the classic blunders. The most famous is \"Never get involved in a land war in Asia.\" But only slightly less well known is this: \"Never go in against a Sicilian when death is on the line.\" ", "HUMPERDINCK": "\n[1]My people ... a month from now, our country will have its 500th anniversary. On that sundown, I shall marry a lady who was once a commoner like yourselves -- -- but perhaps you will not find her common now. Would you like to meet her? \n[2]My people ... the Princess Buttercup!! \n[3]There was a mighty duel -- it ranged all over. They were both masters. \n[4]position where Inigo fell unconscious (points in the direction Vizzini and FEZZIK took \n[5]The loser is nothing. -- Only the Princess matters -- -- clearly this was all planned by warriors of Guilder. We must be ready for whatever lies ahead. \n[6]I always think everything could be a trap -- Which is why I'm still alive. \n[7]Someone has beaten a giant! There will be great suffering in Guilder if she dies. \n[8]Iocane. I'd bet my life on it. And there are the Princess's footprints. She is alive ... or was, an hour ago. If she is otherwise when I find her, I shall be very put out. \n[9]Disappeared. He must have seen us closing in, which might account for his panicking in error. Unless I'm wrong, and I am never wrong, they are headed dead into the fire swamp. \n[10]Surrender! \n[11]I give you full marks for bravery --don't make yourself a fool. \n[12]I tell you once again -- surrender! \n[13]For the last time -- SURRENDER! \n[14]\n[15]What was that? \n[16]May I live a thousand years and never hunt again. \n[17]I swear it will be done. \n[18]Once we're out of sight, take him back to Florin and throw him in the Pit of Despair. \n[19]She's been like that ever since the Fire Swamp. It's my father's failing health that's upsetting her. \n[20]My father's final words were... \n[21]My father's final words were \"love her as I loved her, and there will be joy.\" I present to you your Queen. Queen Buttercup. \n[22]I could never cause you grief; consider our wedding off. You returned this Westley to his ship? \n[23]Then we will simply alert him. Beloved, are you certain he still wants you? After all, it was you who did the leaving in the Fire Swamp. Not to mention that pirates are not known to be men of their words. \n[24]I suggest a deal. You write four copies of a letter. I'll send my four fastest ships. One in each direction. The Dread Pirate Roberts is always close to Florin this time of year. We'll run up the white flag and deliver your message. If Westley wants you, bless you both. If not ... please consider me as an alternative to suicide. Are we agreed? \n[25]Oh, I know. The people are quite taken with her. It's odd, but when I hired Vizzini to have her murdered on our engagement day, I thought that was clever. But it's going to be so much more moving when I strangle her on our wedding night. Once Guilder is blamed, the nation will be truly outraged. They'll demand we go to war. \n[26]Tyrone, you know how much I love watching you work. But, I've got my country's five hundredth anniversary to plan, my wedding to arrange, My wife to murder, and Guilder to frame for it. I'm swamped. \n[27]\n[28]Yellin. \n[29]As Chief Enforcer of all Florin, I trust you with this secret: killers from Guilder are infiltrating the Thieves' Forest and plan to murder my bride on our wedding night. \n[30]Too soon, my angel. Patience. \n[31]Of course. \n[32]She will not be murdered. On the day of the wedding, I want the Thieves' Forest emptied and every inhabitant arrested. \n[33]Form a Brute Squad then. I want the Thieves' Forest emptied before I wed. \n[34]Try ruling the world sometime. \n[35]Rise and report. \n[36]Double it. My Princess must be safe. \n[37]Ah! My dulcet darling. Tonight we marry. Tomorrow morning, your men will escort us to Florin Channel where every ship in my armada waits to accompany us on our honeymoon. \n[38]Yes. Yes, of course. Naturally, not those four. \n[39]You're a silly girl. \n[40]I-would-not-say-such things-if- Iwere-you- \n[41]\n[42]\n[43]You truly love each other, and so you might have been truly happy. Not one couple in a century has that chance, no matter what the storybooks say. And so I think no man in a century will suffer as greatly as you will. \n[44]You don't seem excited, my little muffin. \n[45]Brides often are, I'm told. \n[46]Skip to the end. \n[47]Your Westley is dead. \n[48]I killed him myself. \n[49]Man and wife -- say man and wife... \n[50]Escort the bride to the Honeymoon Suite -- I'll be there shortly. \n[51]\n[52]A technicality that will shortly be remedied. But first things first. To the death. \n[53]I don't think I'm quite familiar with that phrase. \n[54]That may be the first time in my life a man has dared insult me. \n[55]\n[56]-- and then my tongue, I suppose. I killed you too quickly the last time, a mistake I don't mean to duplicate tonight. \n[57]-- and then my ears, I understand. Let's get on with it \n[58]\n[59]\n[60]I think you're bluffing -- \n[61]\n[62]\n[63]I knew it! I knew you were bluffing! I knew he was bluffing. ", "GRANDFATHER": "\n[1]Hey! How's the sickie? Heh? \n[2]I brought you a special present. \n[3]Open it up. \n[4]That's right. When I was your age, television was called books. And this is a special book. It was the book my father used to read to me when I was sick, and I used to read it to your father. And today, I'm gonna read it to you. \n[5]Are you kidding? Fencing. Fighting. Torture. Revenge. Giants. Monsters. Chases. Escapes. True love. Miracles. \n[6]Oh. Well, thank you very much. It's very nice of you. Your vote of confidence is overwhelming. All right. The Princess Bride, by S. Morgenstern. Chapter One. Buttercup was raised on a small farm in the country of Florin. \n[7]Her favorite pastimes were riding her horse and tormenting the farm boy that worked there. His name was Westley, but she never called him that. Isn't that a wonderful beginning? \n[8]Nothing gave Buttercup as much pleasure as ordering Westley around. \n[9]\"As you wish\" was all he ever said to her. \n[10]That day, she was amazed to discover that when he was saying, \"As you wish,\" what he meant was, \"I love you.\" \n[11]And even more amazing was the day she realized she truly loved him back. \n[12]-- wait, just wait -- \n[13]Keep your shirt on. Let me read. Westley had no money for marriage. So he packed his few belongings and left the farm to seek his fortune across the sea. \n[14]It was a very emotional time for Buttercup -- \n[15]Westley didn't reach his destination. His ship was attacked by the Dread Pirate Roberts, who never left captives alive. When Buttercup got the news that Westley was murdered -- \n[16]She went into her room and shut the door. And for days, she neither slept nor ate. \n[17]Five years later, the main square of Florin City was filled as never before to hear the announcement of the great Prince Humperdinck's bride-to be. \n[18]Buttercup's emptiness consumed her. Although the law of the land gave Humperdinck the right to choose his bride, she did not love him. \n[19]Despite Humperdinck's reassurance that she would grow to love him, the only joy she found was in her daily ride. \n[20]She doesn't get eaten by the Eels at this time. \n[21]The Eel doesn't get her. I'm explaining to you because you looked nervous. \n[22]Because I can stop now if you want. \n[23]\"Do you know what that sound is, Highness?\" \n[24]Oh. Oh my goodness, I did. I'm sorry. Beg your pardon. \n[25]All right, all right, let's see. Uh, she was in the water, the Eel was coming after her. She was frightened. The Eel started to charge her. And then - \n[26]What is it? What's the matter? \n[27]Someday, you may not mind so much. \n[28]Oh. You're sick, I'll humor you. So now, where were we here? Yeah, yeah, yeah. Ah. Oh. Okay. Westley and Buttercup raced along the ravine floor. \n[29]The King died that very night, and before the following dawn, Buttercup and Humperdinck were married. \n[30]And at noon, she met her subjects again. This time as their Queen. \n[31]Well, who says life is fair? Where is that written? Life isn't always fair. \n[32]Do you want me to go on with this? \n[33]All right, then. No more interruptions. ... at noon, she met her subjects again. This time as their Queen. \n[34]It was ten days till the wedding. The King still lived, but Buttercup's nightmares were growing steadily worse. \n[35]-- yes, you're very smart. Shut-Up. \n[36]The day of the wedding arrived. The Brute Squad had their hands full carrying out Humperdinck's orders. \n[37]FEZZIK and Inigo were reunited. And as FEZZIK nursed his inebriated friend back to health, he told Inigo of Vizzini's death and the existence of Count Rugen, the sixfingered man. Considering Inigo's lifelong search, he handled the news surprisingly well. \n[38]Fezzik took great care in reviving Inigo. \n[39]You want me to read this or not? \n[40]I don't understand. \n[41]Nobody. Nobody kills him. He lives. \n[42]You know, you've been very sick and you're taking this story very seriously. I think we better stop now. \n[43]Okay. All right, now, let's see. Where were we? Oh yes. In the Pit of Despair. \n[44]They rode to freedom. And as dawn arose, Westley and Buttercup knew they were safe. A wave of love swept over them. And as they reached for each other... \n[45]No, it's kissing again. You don't want to hear it. \n[46]Okay. \n[47]Since the invention of the kiss, there have been five kisses that were rated the most passionate, the most pure. This one left them all behind. The end. \n[48]Now I think you ought to go to sleep. \n[49]Okay. Okay. Okay. All right. So long. \n[50]As you wish... ", "THE KID": "\n[1]A little bit. \n[2]What? \n[3]Mom, can't you tell him that I'm sick? \n[4]He'll pinch my cheek. I hate that. \n[5]What is it? \n[6]A book? \n[7]Has it got any sports in it? \n[8]It doesn't sound too bad. I'll try and stay awake. \n[9]Yeah. It's really good. \n[10]-hold it, hold it- \n[11]What is this? Are you trying to trick me? -- Where's the sports? -- Is this a kissing book? \n[12]-- well, when does it get good? \n[13]I don't be-leeve this. \n[14]-- murdered by pirates is good -- \n[15]What? \n[16]Well, I wasn't nervous. \n[17]Well, maybe I was a little bit concerned. But that's not the same thing. \n[18]No. You could read a little bit more ... if you want. \n[19]We're past that, Grandpa. \n[20]You read it already. \n[21]Oh no. No, please. \n[22]They're kissing again, do we have to hear the kissing part? \n[23]Skip on to the Fire Swamp -- that sounded good. \n[24]-- hold it. Hold it, Grandpa. \n[25]You read that wrong. She doesn't marry Humperdinck, she marries Westley. I'm just sure of it. After all that Westley did for her, if she does not marry him, it wouldn't be fair. \n[26]I'm telling you you're messing up the story, now get it right! \n[27]Yes. \n[28]See? Didn't I tell you she'd never marry that rotten Humperdinck? \n[29]-- Grandpa, Grandpa -- wait -- \n[30]-- wait -- what did FEZZIK mean, \"He's dead?\" I mean he didn't mean dead. \n[31]Westley's only faking, right? \n[32]Who gets Humperdinck? \n[33]Who kills Prince Humperdinck? At the end, somebody's got to do it. Is it Inigo? Who? \n[34]You mean he wins? Jesus, Grandpa! What did you read me this thing for? \n[35]No! I'm okay. I'm okay. -- sit down. All right? \n[36]What? What? \n[37]I don't mind so much. \n[38]Okay. \n[39]Grandpa? \n[40]Maybe you could come over and read it again to me tomorrow. ", "MIRACLE MAX": "\n[1]What? What? \n[2]The King's stinking son fired me. And thank you so much for bringing up such a painful subject. While you're at it, why don't you give me a nice paper cut and pour lemon juice on it? We're closed! \n[3]Beat it or I'll call the Brute Squad. \n[4]You are the Brute Squad. \n[5]Look, I'm retired. And besides, why would you want someone the King's stinking son fired? I might kill whoever you wanted me to miracle. \n[6]He is, eh? I'll take a look. Bring him in. \n[7]I've seen worse. \n[8]Hah? \n[9]Don't rush me, sonny. You rush a miracle man, you get rotten miracles. You got money? \n[10]Sheesh! I never worked for so little, except once, and that was a very noble cause. \n[11]Are you a rotten liar. \n[12]Your first story was better. Where's that bellows? He probably owes you money, huh? Well, I'll ask him. \n[13]Look who knows so much. Well, it just so happens that your friend here is only mostly dead. There's a big difference between mostly dead and all dead. Please open his mouth. \n[14]Now, mostly dead is slightly alive. Now, all dead...well, with all dead, there's usually only one thing that you can do. \n[15]Go through his clothes and look for loose change. \n[16]Hey! Hello in there. Hey! What's so important? What you got here that's worth living for? \n[17]Sonny, true love is the greatest thing in the world. Except for a nice MLT, a mutton, lettuce and tomato sandwich, where the mutton is nice and lean and the tomato is ripe. They're so perky, I love that. But that's not what he said. He distinctly said \"to blave.\" And, as we all know, \"to blave\" means \"to bluff.\" So you're probably playing cards, and he cheated \n[18]-- get back, witch -- \n[19]You never had it so good. \n[20]Don't say another word, Valerie. \n[21]Why'd you say that name -- you promised me that you would never say that name -- \n[22]I'm not listening. \n[23]Nobody's hearing nothing! \n[24]Shut up -- Wait. Wait. I make him better, Humperdinck suffers? \n[25]That is a noble cause. Give me the sixty-five, I'm on the job. \n[26]An hour. \n[27]A good hour. Yeah. \n[28]Okay. \n[29]Have fun storming the castle. \n[30]It would take a miracle. Bye! ", "RUGEN": "\n[1]Who won? How did it end? \n[2]Shall we track them both? \n[3]Could this be a trap? \n[4]I swear it will be done. \n[5]Come, sir. We must get you to your ship. \n[6]Well spoken, sir -- \n[7]-- what is it? \n[8]Of course. \n[9]Yes. \n[10]Your Princess is really a winning creature. A trifle simple, perhaps, but her appeal is undeniable. \n[11]Now, where is that secret knot? It's impossible to find. Are you coming down into the Pit? Westley's got his strength back. I am starting him on The Machine tonight. \n[12]Get some rest -- if you haven't got your health, you haven't got anything. \n[13]Beautiful, isn't it? \n[14]It took me half a lifetime to invent it. I'm sure you've discovered my deep and abiding interest in pain. At present I'm writing the definitive work on the subject. So I want you to be totally honest with me on how The Machine makes you feel. \n[15]This being our first try, I'll use the lowest setting. \n[16]As you know, the concept of the suction pump is centuries old. Well, really, that's all this is. Except that instead of sucking water, I'm sucking life. I've just sucked one year of your life away. I might one day go as high as five, but I really don't know what that would do to you. So, let's just start with what we have. What did this do to you? Tell me. And remember, this is for posterity, so be honest -- how do you feel? \n[17]Interesting. \n[18]Not to fifty!!! \n[19]Kill the dark one and the giant, but leave the third for questioning. \n[20]You must be that little Spanish brat I taught a lesson to all those years ago. It's simply incredible. Have you been chasing me your whole life only to fail now? I think that's the worst thing I ever heard. How marvelous. \n[21]Good heavens. Are you still trying to win? \n[22]You've got an overdeveloped sense of vengeance. It's going to get you into trouble some day. \n[23]Stop saying that! \n[24]No -- \n[25]-- yes -- \n[26]-- all that I have and more please -- \n[27]-- anything you want -- \n[28]", "THE MAN IN BLACK": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]", "YELLIN": "\n[1]Sire. \n[2]My spy network has heard no such news. \n[3]Many of the thieves will resist. My regular enforcers will be inadequate. \n[4]It won't be easy, Sire. \n[5]Is everybody out? \n[6]Well, you give him some trouble. Move! \n[7]The Thieves' Forest is emptied. Thirty men guard the castle gate. \n[8]The gate has but one key, and I carry that. \n[9]Your Majesties. \n[10]Stand your ground, men. Stand your ground. \n[11]Stand your ground. \n[12]\n[13]\n[14]Stay where you are. I said stay where you are! \n[15]\n[16]I have no gate key. \n[17]Oh, you mean this gate key. ", "COUNT RUGEN": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]", "VALERIE": "\n[1]I'm not a witch, I'm your wife. But after what you just said, I'm not even sure I want to be that anymore. \n[2]\"True love.\" He said, \"true love,\" Max. My God -- \n[3]He's afraid. Ever since Prince Humperdinck fired him, his confidence is shattered. \n[4]What, Humperdinck? Humperdinck. Humperdinck. Ooo-ooo, Humperdinck \n[5]A life expiring and you don't have the decency to say why you won't help -- \n[6]Humperdinck. Humperdinck! Humperdinck! \n[7]Humperdinck. Humperdinck -- \n[8]The chocolate coating makes it go down easier. But you have to wait fifteen minutes for full potency. And you shouldn't go swimming after, for at least, what? \n[9]Yeah, an hour. \n[10]Bye-bye, boys. \n[11]Think it'll work? \n[12]Bye. ", "PULL BACK TO REVEAL": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]", "IMPRESSIVE CLERGYMAN": "\n[1]Mawidge...mawidge is what bwings us togewer today... \n[2]Mawidge, the bwessed awwangement, that dweam wiffim a dweam... \n[3]... Ven wuv, twoo wuv, wiw fowwow you fowever.. \n[4]... so tweasuwe your vruv.. \n[5]Have you the wing? \n[6]And do you, Pwincess Buwwercwup... \n[7]Man and wife. ", "MOTHER": "\n[1]You feeling any better? \n[2]Guess what. \n[3]Your grandfather's here. \n[4]You are sick, that's why he's here. \n[5]Maybe he won't. \n[6]I think I'll leave you two pals. ", "PRINCE HUMPERDINCK": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]"}}