{"dialogues": {"KIM": "\n[1]Okay, let's go. The sisters start to walk across the lawn. \n[2]Who? \n[3]Nick? Oh, he's all right, I guess. They walk on in silence with Robin stealing glances at her big sister. \n[4]Robin? Robin smiles and takes Kim's hand. They walk along the road, kicking rocks and swinging their bookbags. Sud- denly Kim halts. \n[5]Oh, damn! Robin looks up in surprise. \n[6]Debbie was gonna lend me her new record. Look, you go on home by yourself. Tell Mom I'll be a little late. Before Robin can reply, Kim is hurrying away. 3. \n[7]\n[8]Okay, Mom! Kim quickly finishes dressing, whirling around the room to the pounding disco rhythm. Giving her hair a few final strokes with a brush, she gazes at a photograph of a young man stuck in her mirror. On the picture is written: \"To Kim, the best on the floor... dancing, that is! Love, Nick.\" Kim glances at another photograph stuck in her mirror. This one shows her sister, Robin, taken a few days be- fore the accident. Her sadness passes as quickly as it came. Gathering her textbooks, she switches OFF the RADIO and exits. \n[9]Mmmm, sounds like fun! \n[10]Scared tiff. She leans over to kiss her mother. Vivian automatical- ly turns her cheek to Kim without looking at her. \n[11]Morning, Mom. We got any yogurt? \n[12]You know, Daddy... Nick. \n[13]Mom, tell him... \n[14]Have you got a date for tonight? His mouth crammed.full of Twinkie, Alex mumbles his reply. \n[15]I happen to know Jude might be available. Of course, she is older, but... Alex almost chokes. \n[16]Alex! Jude's cute... Besides, she's funny and really smart. Give you somebody to do equations with! \n[17]Not bad but it's not romance. \n[18]If you get a chance, dance with Jude once or twice, okay? \n[19]See you later,'Mom. Vivian gives her a thin smile. Hammond takes her arm and leads her into the imposing building. 15. \n[20]Daddy! Hammond slams on the brakes, throwing Alex against the dashboard. \n[21]You're worried about Mom? \n[22]Hey, keep that! Alex groans but does as she asks. \n[23]Disco bites it! \n[24]He's creepy. \n[25]Kelly says he's a pervert, spying on the girls undressing in the locker room. \n[26]I'.ve got to decide on my hair style for tonight. \n[27]Yes, as a matter of fact... I was just... \n[28]That's my business. \n[29]You really ought to tell him that. \n[30]You and Nick haven't been together in ages. \n[31]Really? So who are you going with tonight? \n[32]I'll try and remember that. \n[33]: So then she threatened me. \n[34]Jude. 34. \n[35]Vicki... \n[36]None of your business. \n[37]Let's go. They head down the hallway to their lockers. Lou tags along. \n[38]Go play with yourself, Lou. \n[39]Hello, Nick. Seeing Kim, Wendy quickly reaches up and kisses Nick on the mouth. \n[40]Worked real well. The BELL RINGS signalling first period class. Kim turns to Vicki and Jude. \n[41]We'd better go. Kim brushes past Nick without a word. The two girls ex- change puzzled glances and follow her. \n[42]Shhh! \n[43]Read the note? \n[44]Yessir...  Well, it's mostly talking about... \n[45]Right.. (coughs and finally begins, slowly, in a \n[46]Really cute... Tall... a great \n[47]Kinda the Latin lover type. \n[48]\n[49]But, Mr. Weller, tonight's the prom... \n[50]Looks like a party. \n[51]It's an improvement! She turns her back to him. \n[52]That's not true! Alex was trying to help me. The teacher looks from Kim to Lou to Alex. \n[53]What a pair! \n[54]You wearing that green gown tonight? \n[55]On the prowl! \n[56]I am excited, it's just... in some ways it's such an awful day... It's Robin's day... \n[57]My mother's all upset, as usual. My father too... he doesn't show it so much... It's hard to get over something like that. Robin would have been a junior, like Alex. This would've been her first prom... I guess that's'why it seems so much worse this year... She stops, turns and faces Nick. It's hard for him to meet her gaze. \n[58]The Queen of the Prom is determined not to let it get to her... She must maintain her... whatever, at all costs.. She tries a weak smile. Nick stares at her, then sud- denly takes her, pulls her to him, embraces her. She's caught by surprise, but she responds. She smiles. \n[59]That's my father... I've got to go, Okay? \n[60]Shhh! Kelly takes Jude aside as Kim and Vicki approach Henri Anne. \n[61]\n[62]She said that? \n[63]Well, actually no, Miss Benton. can't make it... You know Mr. Weller? \n[64]He.. umm.. \n[65]Vicki, don't... \n[66]Vicki's sex life is more talk than action. Besides, Drew wants you. \n[67]Let him. \n[68]What about us? Wendy finishes brushing her hair, shoots Kim.a dark look, exits. \n[69]Maybe I asked him... Kelly looks at her friend. \n[70]Let him? She looks at Kelly. Neither girl hears the SQUISH of RUBBER SOLES moving across the wet tile floor. Suddenly there are LOUD VOICES. Melanie comes through from the locker room, laughing. Behind her, Wendy's ANGRY WORDS are AUDIBLE. \n[71]I know it's not much of a picture, Wendy, but you didn't have to go that far... Wendy is furious. \n[72]Watch it... Kelly covers her breasts with her arms, presses against the wall, terrified. Suddenly there's an EXPLOSION of SOUND. Kim screams, jumps back, stares. There's a jagged hole in the cen- ter of the mirror, huge cracks radiating from it, spidering across its surface. For a moment no one moves. Splinters of GLASS TRICKLE down to the floor. There's no other sound. Kim grabs for her towel, steps out of the shower, looks. There's no one. She heads for the locker room door. Kelly runs after her. \n[73]What did you see? Kelly just shakes her head. \n[74]I'd like to see my f ather . \n[75]Is he here? \n[76]Oh... There was... Somebody broke a mirror in the shower room... There was somebody in there... \n[77]Something came up...  'Afternoon, Mr. Weller. \n[78]\n[79]Because he can't get in anywhere else! \n[80]Hello? Adele twists her head around to look at Kim. Her \"Rainbow\" collapses. Spinning around, Adele sits cross-legged on the floor and smiles at Kim. \n[81]Yeah... I've calmed down a bit... 69. \n[82]Has my father been back? \n[83]And he didn't leave a message? \n[84]Strange... He usually gives me a ride home. \n[85]Thanks, but I can walk. Kim starts to leave, turning around at the door. \n[86]Guess I won't be seeing you again. Standing on her head, Adele smiles. \n[87]You're going? \n[88]I'll keep my eyes open. See you later. She exits as Adele slowly lowers her legs to the floor. \n[89]Hi. Oblivious, Hammond buries the axe in the stump. Kim moves around to face him. When he sees her, Hammond jumps, startled. \n[90]Sorry. Wiping the sweat from his forehead, Hammond struggles to catch his breath. \n[91]Why are you doing it now? \n[92]No. \n[93]Your secretary? \n[94]I liked her. Hammond angrily jerks the axe from the stump. 72. \n[95]You okay? \n[96]No. How is she? \n[97]Great! \n[98]I think getting dressed up and going out might be good for her. \n[99]Hi, Mom. /,5 \n[100]Nothing's cooking, Mom. You must've forgotten. Slipping out of her reverie, Vivian turns around to face Kim. \n[101]It doesn't matter. \n[102]You'll be beautiful. \n[103]No... I never... \n[104]I wouldn't take it without asking you... Vivian's very wound up. \n[105]Well? Alex gapes, stunned by his sister's appearance. \n[106]You like? \n[107]Thanks! She picks up her corsage from her dressing table. \n[108]You want to help or just leer? \n[109]Pin this on me, you creep, late. Alex takes the corsage. As he attaches the bright red flower on her gown, she playfully dabs perfume on his neck. He pulls back, pricking himself on the pin. \n[110]You shouldn't have pulled away... The DOORBELL RINGS. \n[111]It's him! 80, ", "WENDY": "\n[1]I want to play 'Murder.' Who's the killer? \n[2]You'll never catch me. Hide your eyes, killer! As Nick turns his back, hiding his eyes against an ex- posed beam, the children scatter through the structure. Robin watches with mounting excitement as Nick finishes counting, and whirls around. \n[3]You better not tell! Before Robin can react, she hears a THUD from above. Looking up, she sees Nick's head appear through an opening in the ceiling. Seeing Robin, then Wendy standing in the corner, he howls in triumph. 5. \n[4]Now you've done it, you idiot! The CHANTING GROWS LOUDER as the \"killers\" rush towards the room. Trapped, Wendy looks frantically for an es- cape but finds nothing. Turning around suddenly, she grins at Robin, a cruel, hard expression on her face. \n[5]Kill, kill, kill... Picking up the chant, Wendy begins to advance on Robin. Terrified, Robin turns and rushes out of the room, bowling over Nick in the doorway. Delighted that the game is continuing with a new victim, he follows Wendy in pursuit of Robin. Robin flees down the long, dark corridor, \"KILL, KILL ECHOING in her wake. As she rounds a corner, Jude ap- pears, looming up in front of her. Robin screams and sprints in the opposite direction. Kelly leaps out of a doorway and grabs for her, but Robin, swinging out blindly, escapes the \"killer.\" \n[6]Killers, here! Wendy advances. Terrified, Robin begins to back away. \n[7]Are you crazy? They'll put us in jail! Confused, Nick cannot reply. The other girls grow silent. \n[8]If we tell anyone, they'll say it's our fault. Who'd believe it was an accident? Nick starts to protest. \n[9]\n[10]We'll go home now and never ever tell anyone. They'll think it was an accident. 1,10 one but us will ever know. She looks at each of them. They are still too numb to respond. \n[11]Everybody swear never to tell! Wendy glares at Jude. \n[12]Jude? \n[13]Kelly? Kelly looks from Wendy to the mangled body and begins to whimper. \n[14]Kelly! The frightened girl looks up at Wendy. \n[15]Swear! \n[16]\n[17]Nick? A long pause, followed by HEAVY BREATHING. Wendy is about to respond when the inhuman VOICE speaks in an eerie, androgynous stutter. \n[18]Screw you, Lou! Wendy slams the receiver into its cradle. Grabbing her books, she storms out of her bedroom. \n[19]How the hell do I know? She exits. \n[20]Bravo... Kim stops abruptly. Standing onstage, watching her, is Wendy. \n[21]Practicing for tonight? \n[22]Thinking about Nick, maybe? \n[23]You wish! Nick is King of the Prom, you happen to be Queen of the Prom... that's all there is to it, Hammond... As far as anything else... Nick is mine... \n[24]I'm telling you, okay? Stay away from Nick! \n[25]You know nothing about it! \n[26]It's not who you go with, honey... it's who takes you home. \n[27]Wait and see, bitch... Just wait and see... \n[28]We'll talk about it later, lover. Bye. Wendy smiles and strolls away. Lou follows her. 36. \n[29]You never had it so good as with me. \n[30]You don't even know... (spots Lou and \n[31]\n[32]What do you want? Lou's shifting around in his seat, pulling himself together. \n[33]You can owe me. \n[34]A small diet cola. \n[35]That ' sit. The Car-hop shrugs, wheels away. Wendy turns to Lou. \n[36]I'll buy you one for Christmas, all right? Now, how do I know you're serious? \n[37]I don't want anyone hurt... not badly. \n[38]Lou, shouldn't we go over this. Lou puts his finger to her mouth, silencing her. \n[39]Don't worry about it.. She unbuttons his shirt and begins to kiss and lick his chest. Slowly she works her way down. Lou begins to writhe. Wendy's head disappears from VIEW. Lou's eyes snap open in surprise. Wendy groans. \n[40]Just be a minute... Kim and Kelly hang up their towels and step into the showers. \n[41]I'll be right there, Melanie. No answer. Curious, Wendy moves around the lockers, investigating. The room appears empty. There's a sudden LOUD CREAKING. Wendy whirls around. A locker door is swinging slowly open. \n[42]Melanie?... Still no answer. Shaking her head, Wendy returns to her locker. \n[43]What's this for, Melanie? Her voice echoes through the empty room. She gazes around, fear creeping into her face. She quickly finishes dressing, grabs her books, turns to leave. Suddenly she screams. \n[44]If you ever try anything like that again, you cow! Melanie thinks it's hilarious. \n[45]What's this supposed to mean? vv. \n[46]I didn't! She turns, glares at Melanie. \n[47]You're all... children... She storms out. Melanie looks at Kim and Kelly, shrugs, follows Wendy. A DOOR SLAMS in the locker room. Kim and Kelly look at each other, laugh, turn their faces back to the steaming water. Neither one hears the SOUND across the room, a HARSH RHYTHMIC HEAVY \n[48]Bullshit! \n[49]What I'm wearing now?... Oh, tonight! (smiles, gently stroking the gown You'll find out soon enough. Now, are we all set?... It better. I don't want her to ever forget tonight!... Okay, 'bye. Wendy hangs up the receiver and glances at her night table. A photograph of a grinning Nick McBride stares back. Wendy smiles and caresses her gown. ", "HAMMOND": "\n[1]\n[2]I'll tell you, Vi, I'm thinking of starting up an armed robbery course at the high school.. I've got a feeling it'd be popular... He smiles at his joke, looks at her. She doesn't seem to have heard him. \n[3]I just hope there's no trouble at the prom tonight... Kim bursts into the kitchen, interrupting her father with a kiss on the head. \n[4]And how is the next queen of the Winston High Junior-Senior Prom? \n[5]It's this morning, actually. Sorry I forgot to mention it. \n[6]You'd better get ready. He's fitting you in early before his other... people. \n[7]Trust me. Vivian does not move. Finally, after a long pause, she turns toward her husband. Her eyes filled with tears, she nods. \n[8]I'll just be a minute... Vivian is already reaching for the door handle, \n[9]I won't forget. Vivian looks from Hammond to Fairchild, who smiles. She enters the office, leaving the door open. Hammond shakes hands with Fairchild, and for Vivian's benefit adds... HAï¿½I`i IOND Thank you, Doctor. Hammond exits. \n[10]You all right? They both nod. Alex massages his wrist. Hammond slips the car into gear and cautiously continues driving. \n[11]That's much better. The car pulls into the Winston High School parking lot. They pile out. \n[12]Wonderful. Alex? \n[13]What're you doing, robbing me? \n[14]Alex?... What the hell're you doing? \n[15]No, well'... He looks around. He's still trying to get himself together. \n[16]I'm.. I'm thinking we might have a fire hazzard here, all these extra lights. He looks awkward, as if he'd been caught at something. H.A1 ll4OND all right... He turns, climbs down the stage steps and starts back across the gym. At the other end of the floor a door opens, Sykes looks in. Hammond sees him. \n[17]No, Vi. I didn't forget. I told you we'd go to the cemetery... The door opens and Adele Cooper's head peers around the corner. Seeing Hammond talking on the phone, she nods toward the outer office. Hammond gestures for her to wait. She persists until he angrily takes the receiver from his ear and covers the mouthpiece. \n[18]What is it? \n[19]Can't it wait? \n[20]I've got to go now, Vi... We'll be there within the hour... There's a loud CLICK on the other end of the line. \n[21]All right, send them in. The two Male Teachers enter first, followed by Lou and finally Alex. Hammond gives his son a sharp look, then turns to glare at Lou. \n[22]You again? \n[23]Thank you. I'll handle it. The Teachers exit. \n[24]Explanations? He looks at Alex. The boy stares at the floor and says nothing. Hammond holds the mask up to Lou. \n[25]Is this true, Alex? 47. \n[26]You knew what? \n[27]If you're not off school grounds in five minutes, I'll have you arrested for trespassing. Lou stalks to the door. Opening it, he turns to Alex. \n[28]\n[29]We have to get back. She stands, with her husband's support. Kim and Alex are standing quietly at the foot of the grave. Vivian looks at them both. Her eyes hold a terrible rage, a terrible sadness. Hammond carefully guides her away. Kim has a flower of her own, a white rose, which she drops on her sister's grave. She turns, meets Alex's stare, moves off after her parents. Alex remains a mo- ment longer, then. he, too, goes. \n[30]I didn't hear you. \n[31]I'm getting too old for this. \n[32]Your mother's been hounding me to get it done... You got nay message? \n[33]I told that woman to tell you I had a meeting and couldn't drive you home. \n[34]Idiot! \n[35]One minute she's depressed, the next she's bubbling over like a child... She wants to go with me tonight. \n[36]I'm not so sure. \n[37]let's go, we can't be late... \n[38]I'm joking, Vi, it's beautiful.._ C'mon... She hesitates, then comes down to him. \n[39]Of course you did. He opens the door for her. She pauses to check herself in the mirror. \n[40]we've got to go. He puts an arm around her, kisses her gently on the cheek. She just stares at herself in the mirror. \n[41]Vi... there's no time... \n[42]Now, Vi, if you think it's going to be too difficult for you... \n[43]\n[44]I'm sorry... I didn't mean to upset you... ", "JUDE": "\n[1]you, Nick. \n[2]I swear. \n[3]Getting closer, though. 26. \n[4]An obscene call... and not very obscene at that! Mrs. Cunningham starts to say something. \n[5]Sorry, Mom, gotta run. Giving her mother a quick peck on the cheek, Jude exits. \n[6]No thanks. \n[7]So who are you? TheGuy leans further out the window. \n[8]I can see why... How old are you, Slick? \n[9]I've heard about guys like you... running over girls on the sidewalk... \n[10]Can you stop that thing? Slick jams on the brakes. The van jerks to a halt. He opens the passenger door. \n[11]I'm going straight to Winston High, understand? \n[12]Looks like a cheap motel. \n[13]You think this is the time to study? She grabs the book, gives it to him. He places it on the fold-down table between them, flips it open. The inside is hollowed out into a container. It contains nearly a hundred neatly rolled joints. \n[14]How old are you, really? \n[15]\n[16]Sure, of course. \n[17]Yeah? Well, as a matter of fact.. My date is uh, not that certain... Something might be happening, he's not sure, you know? \n[18]So I guess we're both maybe not going... \n[19]I'd love to! She kisses him on the cheek. \n[20]See you at eight, same spot! She exits, hurrying across the parking lot as he grins foolishly after her. Suddenly, it dawns on him. \n[21]guys. \n[22]I didn't ride it. \n[23]I got a ride. \n[24]A guy. Vicki and Kim are left hanging, waiting for more. \n[25]I'm going to the prom! Kim. and Vicki excitedly hug Jude. A big, bushy-haired youth with a stubble of beard strolls by, smirking when he sees the girls embracing. LOU PERANO, a twenty-year- old high school junior, stops and stares. \n[26]That's cruel! \n[27]Yeah -- I don't think he's gonna be too good for my diet... Slick moves down the lunch line. Suddenly he is bumped from behind, sending the tray and the snacks flying across the room. Looking around, Slick jumps back, startled by a tall figure wearing a dark ski mask. \n[28]Hey, Nick! Nick turns and heads the other way. \n[29]Ball? ", "LOU": "\n[1]I knew there was some reason Kim wouldn't go out with me. She likes girls! The girls separate. \n[2]You girls get bored with each other, I'm always around, you know? They pass Kelly and Drew huddled at her locker. His hands rest on her shoulders. They are talking intently. \n[3]I'm saving it for you. Kim sighs with disgust and turns around as Nick walks up talking to Wendy. \n[4]Say what? \n[5]That's what I figured. Slick bends over to pick up his lunch. \n[6]Like me better now? 43. \n[7]You like it so much... (spins her around to \n[8]\n[9]He started i \n[10]Wonder who'll get off with just a warning? Several students laugh. The two Teachers march Lou and Alex through the silent cafeteria. Lou swaggers bask- ing in the attention. Alex walks with his head bowed. They exit. \n[11]I got this appointment. 45. \n[12]I was just foolin' around with this girl... \n[13]when this -- your son tackled me and... \n[14]I knew It ! Hammond whirls on him. \n[15]It just figures. \n[16]What about your son? \n[17]See you around. He exits, slamming the door. \n[18]Watch for me, little girl. You know I'm just a kiss away. Lou laughs and walks off toward the parking lot. Kim shudders. Wendy's white Mustang slides up to the curb. The pass- enger window rolls down and Lou leans over to look in- side. After a moment he climbs in and the MUSTANG PEELS out of the lot, leaving twin black tread marks in its wake. \n[19]I'm uh... a little short on cash.. \n[20]Yeah? Okay then, a couple of burgers, a large fries... what kind of beer you got? \n[21]All right, all right... don't get nervous... Gimme a coke... 50. \n[22]She'll have the same. \n[23]Whatta you mean, serious? I hate that school, Hammond and his asshole family... \n[24]You got it... anything your little heart desires... \n[25]I'll take care of it, Scout's honor... Don't worry about it... Di. \n[26]Jesus Christ! \n[27]Shhh! ", "KELLY": "\n[1]Yes, Nick! \n[2]I don't wanta go to jail... \n[3]I swear. Wendy turns to Nick. At first he appears defiant, ready to object, but he wilts under her withering gaze. \n[4]Hullo? A pause, then HEAVY BREATHING. Kelly's eyes grow wide as the dreadful voice speaks. \n[5]Yes? \n[6]Oh, Drew, thank God! She throws herself into the arms of the pleasantly sur- prised DREW SHINNICK, a muscular blond athlete. \n[7]Drew, this horrible -voice... \n[8]On the telephone. It sounded so evil! \n[9]Worse than that... \n[10]'m serious! Drew makes a grab for her but she avoids him, hurries inside. He sighs and leans against the doorjamb to wait. \n[11]I thought we were late. \n[12]Really? Drew HONKS the HORN at another driver. \n[13]Steady? You mean persistent, don't you, darling? Grabbing his hand, she holds it firmly in her lap, which doesn't bother Drew at all. \n[14]I'm not like the others, Kim. Drew needs somebody like Vicki who'll give him what he wants. \n[15]I'm afraid if I don't make it with him he'll find somebody who will. \n[16]I'd die if he did... The girls wrap towels around themselves and walk to- wards the showers. Sa . \n[17]What about you and Nick? \n[18]What.happened when he asked you? Kim smiles. \n[19]I think I'll let Drew do it. The door to the locker roor slowly opens behind them. \n[20]\n[21]Just... just... a shadow or.,. Kim heads for the exit door across the room. Kelly stays with her. \n[22]Someone was there! Someone was... in there... Kim is taking charge. She moves cautiously back to the shower room door, opens it, looks in. She gasps. \n[23]What? What!s wrong? Kelly's on the edge of hysteria. She runs over to Kim. They both look. \n[24]Jude... look... She has something in her hand. It's a photo of her, a, Yearbook photo with the same torn edges. Jude holds up her version. \n[25]Why? ", "ALEX": "\n[1]C'mon, Robin. \n[2]He's got a meeting at the high school. We're supposed to walk home with Kim... (sees Robin watching the young couple She's too busy. Let's go by ourselves. \n[3]Why? Robin is staring at Nick. Alex looks, understands. He's angry. \n[4]You're crazy, I'm not waiting. \n[5]C'mon, Kimbo, I may be hard up... \n[6]Great... Anyway, I'm in charge of the sound system tonight. \n[7]It'll do for tonight. Kim shoots him a look, then backs off. \n[8]Sure. He returns her glass of milk, empty. \n[9]Any more milk? \n[10]Disco sucks! \n[11]Sorry, Dad... (turns back to \n[12]I heard he's wacko. \n[13]I'm building an atomic bomb in shop. Smiling, he moves inside. Hammond shakes his head and hurries off. \n[14]Hello... what?... He listens, expressionless, then hangs up. He flips a switch on the console and the MUSIC STOPS. He sits there a moment, thinking. Then he turns out the lights and exits. \n[15]Who's there? Hammond, shaken, looks across to the far wing. There's an elevated platform where the electronic control panel is located. Alex peers down. \n[16]I'm testing the board... I didn't hear you... nobody's supposed to be here yet... \n[17]Kim! Hammond frowns. \n[18]All set, Miss Benton. Just have Davy roll the tapes. \n[19]My sister? \n[20]Kiss the king? \n[21]Amazing! \n[22]You look almost like a woman! \n[23]You're my sister... I'll leer! \n[24]Hey! ", "VIVIAN": "\n[1]Where is she? Where is Robin? Seeing the covered figure lying on a stretcher, Vivian moans in anguish. Struggling furiously, she strains to break her hus- band's hold, but he is too powerful.. They are both in tears, shaking with grief, when Kim and Alex step into the doorway. \n[2]Kim! Turn that music down. You're driving me crazy! Turning around at the SOUND of her mother's VOICE, Kim Hammond reaches for the volume control Now eighteen, she is a strikingly beautiful girl with an open, innocent quality. \n[3]\n[4]Seven years ago today. Hammond carefully folds his paper and places it on the table. \n[5]Today? \n[6]It doesn't help. You know that! \n[7]Don't forget we're going to the cemetery this afternoon. I want Robin to have her flowers. Hammond moves over to his wife. Taking her by the shoulders, he kisses her lightly on the forehead. \n[8]\n[9]Oh.. I don't know what I was thinking. \n[10]Have you seen the new satin pantsuit I'm wearing? Vivian smiles at her daughter. Kim studies her for a long moment, then leans over and kisses her on the cheek. \n[11]Kim! Vivian comes in looking anxious and flustered. She's dressed in an elegant black satin pantsuit. Kim turns, looks at her. 75. \n[12]Kim, have you got any of my makeup? \n[13]That deep red lipstick, you remember? You liked it... \n[14]It was on my dressing table, I set it aside... She's looking around Kim's room as if she expects to see it. \n[15]Why does this always happen at the last minute? Hammond's VOICE bellows from downstairs. \n[16]I set it aside... She heads for the door, stops, looks fully at Kim for the first time. \n[17]You look lovely, dear. She goes out. 76. \n[18]I told you I'd bought it. \n[19]I'm going back to change. She turns back to the house. Hammond holds on to her arm. \n[20]I'm not going to look ridiculous! \n[21]You don't want me to go. 78. \n[22]You don't think I can do it... You think I'll embarrass you... \n[23]Then why are you saying these things? \n[24]You treat me like a child! I'm your wife! She glares at him. He releases her from his grip, ges- tures toward the car. ", "NICK": "\n[1]You, Wendy! \n[2]The killer is coming for you! He moves into the building, chanting \"Kill, kill.,\" in a low monotone. As he disappears from view, Robin cau- tiously edges out of the bushes and moves up to the building. \n[3]Here, killers, here! Nick's head disappears from the opening and Robin hears the POUNDING of RUNNING FEET. \n[4]We gotta get somebody quick! Nick starts to go. Wendy instantly whirls, grabs his arm. \n[5]I won't tell. \n[6]Right, I know... McBride steps out into the hallway. Nick grabs his books and follows. The TELEPHONE RINGS. Nick hesi- tates. Shaking his head he exits, shutting the door. \n[7]It's just Wendy. She's pissed off. She wants me to take her to the prom tonight. \n[8]Three months ago... you can't tell Wendy anything she doesn't want to hear. \n[9]Kim. \n[10]Wendy, for Christ sake, I never... Kim! \n[11]I told her to leave me alone. \n[12]Kim? Kim does not turn back. Walking next to her, Vicki watches her friend curiously. Kim giggles. A sneaky smile creeps across her face. \n[13]I don't care who. Just somebody else! \n[14]I've got it now... better! \n[15]Cut to where? Kim and Vicki turn to see Nick ambling across the lawn toward them. \n[16]I'm... I want you to know that... Robin's death... I remember it and I've always been... so sorry about it... Kim looks puzzled. \n[17]I mean... I know what you're feeling... I've...  :Listen I... Across the school parking lot a CAR HORN BLARES, inter- rupts Nick. Kim reacts. \n[18]Yeah... I'll see you later. She hesitates a moment, then kisses him quickly, turns and goes. Nick looks shaken up. He stares after her as she hurries away. Behind Nick, in the other corner of the parking lot, a metal door slides open, loud RAUNCHY ROCK and ROLL sud- denly infests the air. Nick turns, sees Jude climbing out of Slick's van. Jude looks about as stoned as she can get. She spots Nick, waves. \n[19]Nick? Nick silently creeps from behind a partition and moves up directly behind Henri-Anne. He mimes choking her, a crazed expression on his face. Kim has to laugh at his clowning. \n[20]Scary place! \n[21]\n[22]If she ever graduates... Nick and Kim stop downstage center. \n[23]On the mouth! Kim laughs at Alex's discomfort. ", "VICKI": "\n[1]Wendy's a jerk! \n[2]Missed you on the bus today. \n[3]I thought you were too big to hide. \n[4]Who with? \n[5]Jude! Jude can hold it back no longer. \n[6]Say goodbye, Lou. \n[7]Poor girl must be exhausted. Look how he has to hold her up... (sees Nick approaching \n[8]Oh no you don't... (turns back and calls to Nick She's smiling, Nick. Big grin spread all over her face. Kim punches her friend but the damage is done. Nick grins broadly. Blushing, Kim turns back, flashes him a quick smile and disappears around a corner to the hoots of Vicki and Jude. \n[9]Here comes the incredible hunk himself. Jude looks up to see Slick slowly making his way down the line towards them. He is carrying a tray piled high with snack food: potato chips, cookies, candy. Jude smiles as he passes her, grinning. \n[10]Made for each other! Kim opens a carton of yogurt. \n[11]You kidding? That was last year. This year... red silk! (smiles and runs her hand from her neck to her waist Cut to here! ... \n[12]Anywhere you like... \n[13]Positive. I heard her say she's had the hots for him since they met! \n[14]Well, not exactly. \n[15]He's got a crush on Kim! 56. \n[16]He keeps making Kim stay after school in detention study hall for no reason... Just so he can be near her. \n[17]It worked, didn't it? \n[18]Mr. Sykes! \n[19]Oh, Mr. Sykes... Sykes stops, turns around. \n[20]This is just for you... She turns, bends over, quickly yanks down her shorts and moons him. There's a squeal of laughter from Jude and from Kelly. Vicki whips her shorts back up and runs to the gym door, the other girls in pursuit. Kim looks back at Sykes. He's just standing in the field, not moving. There's a look in his eyes. \n[21]Did it work? Kim is startled, turns. Vicki and Jude and approach- ing. Vicki hurries to the door, reads the note. ai. \n[22]It worked! She lets out a whoop, embraces Jude. Kim stands back, somehow less impressed. ", "SLICK": "\n[1]Just some girls... If they're good lookin' I give 'em a ride. \n[2]Straight to Winston. She climbs inside. \n[3]Cheap?... that's a two hundred dollar waterbed there... Jude turns around for a look. \n[4]Hand me that history book. \n[5]Straight to Winston High? \n[6]You won't believe it... \n[7]You going to the prom tonight? Jude looks away, embarrassed. \n[8]Not me. My date got sick. \n[9]Yeah, right... Jude watches him. He's slow picking up her hint. \n[10]Yeah... too bad... He looks at her. \n[11]Hey, you think... \n[12]What's your name? \n[13]Hey, clown, what the... Three of Lou's gang quickly step up behind the masked figure. \n[14]Forget it, Lou. \n[15]Asshole! Lou and his friends shove ahead in the line until he is standing behind Kim. Lou nuzzles Kim's neck. ", "ADELE": "\n[1]Cooper... Ms. Cooper. \n[2]There are some gentlemen here to see you, Mr. Hammond. \n[3]I didn't ask... But one looks a little like that child in the picture on your desk. Hammond automatically glances at the photograph of Robin framed alongside one of the rest of his family. \n[4]Another Hammond? \n[5]No, he's not. He said he'd be back but... She trails off. Kim is obviously upset. \n[6]What's urrong? \n[7]A mirror? Seven years bad luck... She tries to smile. Kim just looks at her. \n[8]You okay? \n[9]This works for me. \n[10]Nope. Haven't seen him all afternoon. \n[11]Not a word. \n[12]Let me finish and I'll give you a lift. \n[13]Guess again. Three different students asked me to the prom tonight... I thought you had to be enrolled! \n[14]Not with any of them. Know any good-looking fathers? ", "DREW": "\n[1]Christ, Kelly, c'mon! We're late! Relief floods across her face. Kelly quickly unfastens the latch. \n[2]I'm glad to see you, too. 24. \n[3]Nightmare? \n[4]What'd you get, a heavy breather? \n[5]Turned you on did he? Maybe I should try that! She breaks from his grasp. \n[6]So am I.,. \n[7]We'll get there... eventually. \n[8]Hell, you should be glad. A lot of girls would love to have someone steady like me. His irrepressible right hand starts up her leg. \n[9]You wanta take care of yourself, man... Kim's expecting a lot from you tonight... Nick laughs. ", "ROBIN": "\n[1]W-w-where's D-d-daddy? \n[2]N-n-n-no, Alex. Let's w-w-wait. \n[3]Y-you 1-1-like him? \n[4]Y-you know. \n[5]Are y-y-you g-gonna m-in-marry him? \n[6]Alex? The VOICES continue. Robin moves closer, peering through the tall bushes surrounding the lot. She sees Nick playing in.the framework with three of his classmates. Robin recognizes JUDE CUNNINGHAM, and KELLY LYNCH as Kim's two best friends. The fourth child, WENDY RICHARDS, is a dark-haired girl, domin- eering and loud. As Robin watches, Wendy jumps up onto the floor of the building. \n[7]N-n-n-no! 6. \n[8]P-p-please! Wendy grins and shakes the ladder. The chanting is deafening. Robin hugs the wooden slats. Wendy shakes even harder. Robin screams. Nick moves around Wendy to get a better look. He accidentally bumps the glass stacked next to the opening. The sudden movement is just enough to dislodge a razor-sharp pane of glass and send it hurtling down directly at Robin. The girl's last scream catches in her throat as the glass slices through her neck. She is instantly decapitated. Horrified, Wendy watches the glass and the body crash to the concrete basement floor. Kelly screams. Jude sobs loudly. Nick can only stare in shock. Finally, he manages to speak. ", "FAIRCHILD": "\n[1]Have a seat, Vivian. I'll be right in. She slowly crosses the room, turning suddenly in the doorway. \n[2]Today's the date? \n[3]Pardon? \n[4]The twins... How is Alex? \n[5]And your older daughter? \n[6]And yourself? No scars? \n[7]The persistence of Vivian's trauma. I wonder if there isn't something more serious at work here? ", "WELLER": "\n[1]Miss Hammond! Wide-eyed, Kim desperately tries to crush the note in her hand. \n[2]Since you obviously find your own words more interesting than those of Farnsworth on the anatomy of a frog... (pauses to share his wit with the class , read the note! \n[3]Now, Miss Hammond! Kim swallows and steals a quick glance at her friends. Vicki winces. Jude tries to disappear beneath her, seat. \n[4]Word for word, please. Exactly as it is written. \n[5]After school, Miss Hammond. One hour detention study hall... you and your friends! Kim looks from Jude to Vicki. \n[6]Tell that to your... hunk! He spins on his heel and marches back to his desk. The three girls hurriedly exit. \n[7]Oh, hello, Miss... Hammond. I was just... uh... Henri-Anne mercifully interrupts him. ", "(CONTINUING;": "\n[1]\n[2]Be nice... Alex leaps over the metal railing separating the line from the tables. Crashing into Lou, he drives the larger boy back into the salad counter, sending food and utensils flying. As they tumble off the counter onto the floor, Alex gets in several furious punches before Lou's gang can pry him loose. Two of the gang pin Alex against the counter. Wiping blood from his mouth, Lou grins maliciously and slugs Alex in the stomach. The boy groans and doubles over. Lou grabs Alex's hair and slams his head back against the glass shield of the counter. As Lou rears back to throw another punch, his two friends suddenly release Alex and scatter. The boy crumples to the floor. Lou turns around to see two MALE TEACHERS rapidly approaching. The larger teacher grabs Lou. \n[3]\n[4]\n[5]\n[6]", "HAIIOND": "\n[1]We appreciate your seeing... us. I know how busy you must be. Vivian is staring at a painting of a young girl playing with a kitten. Catching Fairchild's eye, Hammond nods toward the outer door. Vivian does not notice the gesture. \n[2]Fine. I just thank God he was too young to really understand what happened to his sister. \n[3]The man is not... wacko. \n[4]Sykes may have some problems, but he's no Peeping Tom. He's been thoroughly checked out. 20, \n[5]Damn! 46. \n[6]Halloween? ", "MCBRIDE": "\n[1]Let's go, son! A handsome dark-haired boy of eighteen emerges from a back room. He's Nick McBride. His father pulls open the front door. \n[2]For a guy who moves so fast around a disco floor, you are the slowest goddamn thing... Nick nods sleepily, yawns. \n[3]Why didn't you answer i \n[4]I thought you two broke up. The TELEPHONE continues to RING. \n[5]Aren't you going with the Hammond girl? The principal's daughter? \n[6]God, I wish I had your women problems. They walk down the corridor as the TELEPHONE continues to RING. "}}