{"dialogues": {"SAM": "\n[1]Never did eat your lunch, did you. \n[2]Call your boss and tell him you're taking the rest of the afternoon off. It's Friday anyway... and hot. \n[3]We could laze around here a while longer. \n[4]I've heard of married couples who deliberately spend occasional nights in cheap hotels. They say it... \n[5]You sure talk like a girl who's been married. \n[6]I'm sorry, Mary. My old Dad used to say 'when you can't change a situation, laugh at it.' Nothing ridicules a thing like laughing at it. \n[7]The only girlish thing you have lost. \n[8]For what? \n[9]Okay. What do we do instead, write each other lurid love letters? \n[10]And I'm a working man! We're a regular working-class tragedy! \n[11]You can't laugh at it, huh? \n[12]Sure. It's like laughing through a broken jaw, but... \n[13]And besides, when you say I make tax- deductible excuses you make me out a criminal. \n[14]I wish I were. Not an active criminal but... a nice guy with the conscience of a criminal. Next best thing to no conscience at all. \n[15]I can come down next week. \n[16]Not even just to see you, to have lunch... in public? \n[17]And after the steak... do we send Sister to the movies and turn Mama's picture to the wall? \n[18]All right. \n[19]Mary, whenever it's possible, tax- deductible or not, I want to see deductible you. And under any conditions. Even respectability. \n[20]I'm all for it! It requires patience and temperance and a lot of sweating- out... otherwise, though, it's only hard work. But if I can see you, touch you even as simply as this... I won't mind. \n[21]I'm fed up with sweating for people who aren't there. I sweat to pay off my father's debts... and he's in his grave... I sweat to pay my ex-wife alimony, and she's living on the other side of the world somewhere. \n[22]A couple of years and the debts will be paid off. And if she ever re- marries, the alimony stops... and then... \n[23]Yeah, but when you do... you'll swing. \n[24]And live with me in a storeroom behind a hardware store in Fairvale. We'll have a lot of laughs. When I send my ex-wife her money, you can lick the stamps. \n[25]You know what I'd like? A clear, empty sky... and a plane, and us in it... and somewhere a private island for sale, where we can run around without our... shoes on.  And the wherewithal to buy what I'd like. Mary, you want to cut this off, go out and find yourself someone available. \n[26]How can you even think a thing like that! \n[27]Hey, we can leave together can't we? \n[28]Yes? \n[29]Sure... \n[30]Lila. \n[31]Is something wrong? \n[32]Here? \n[33]Where? \n[34]What's the matter? \n[35]What should I know? \n[36]No. I take it you don't either? How long? \n[37]And you thought she'd come up here, to me? If she had, what reason would she have for not calling you? \n[38]Well what do you think, we eloped or something? Or we're living in sin and... \n[39]I was getting to that! \n[40]Nothing! You're putting me on the defensive. \n[41]Bob? Run out and get yourself some lunch. \n[42]Run out and eat it. \n[43]What thing? \n[44]What thing could we be in together? \n[45]Is Mary... in trouble? \n[46]Well why didn't she come to me... call me...? \n[47]Never mind my ego. Let's talk about Mary. \n[48]Who are you, friend? \n[49]What's your interest? \n[50]Somebody better tell me what's going on and tell me fast! I can take so much and then... \n[51]Why? \n[52]What are you talking about? What is this? \n[53]She isn't! \n[54]Did you check in Phoenix... hospitals... maybe she had an accident... a hold-up... \n[55]I don't believe it. Do you? \n[56]You might have doubted for say five minutes or so, Sister. \n[57]It was her boss' idea not to report it to the police? \n[58]He must have had a darn good reason for wanting them kept out of it... All that cash... \n[59]No. \n[60]How could I go away? I'm in debt up to my... If she did steal that money...  It's hard to believe she did because it's hard to see why she would. Unless she had some wild idea that it would help me... us... \n[61]I didn't see her... and I didn't hear from her! Believe that! \n[62]You've led a charmed life. \n[63]Maybe we can handle it together. \n[64]I think she'll contact me if she contacts anybody. Why don't you stay here. When she shows up... or calls... be here. \n[65]She'll need both of us. \n[66]First rate hotel, fifty yards up the street. Come on. After we check you in we'll go to the drugstore and get you a sandwich. Then we'll come back here... and wait. \n[67]Sometimes Saturday night has a lonely sound. Ever notice, Lila? \n[68]It's been three. \n[69]He'll be back. Let's sit still and hang on, okay? \n[70]Hundreds! Which one is your pet? \n[71]I feel better when you feel better. \n[72]You want to run out there, bust in on Arbogast and the sick old lady, shake her up and maybe spoil everything Arbogast's been building for the last three hours. \n[73]That wouldn't be a wise thing to do. \n[74]Arbogast said... \n[75]Got the number of the motel out on the old highway? Bates, I think. \n[76]And maybe pass Arbogast on the road? Thanks. \n[77]Probably on his way back right now. \n[78]You'll never find it. \n[79]Stay here. \n[80]I don't know... One of us has to be here in case Arbogast's on the way. \n[81]Contemplate your... panic button. \n[82]Arbogast? \n[83]He didn't come back here? \n[84]No Arbogast. No Bates. And only the old lady at home... A sick old lady unable to answer the door... or unwilling. \n[85]Maybe he got some definite lead. Maybe he went right on... \n[86]In a hurry. \n[87]Yes. I think he would have. \n[88]Let's go see Al Chambers. \n[89]He's the Deputy Sheriff around here. \n[90]Our Deputy sleeps. \n[91]Nothing.  Just... all the lights out... must be asleep. \n[92]No. I'm just procrastinating.  People hate when the doorbell rings in the middle of the night. Come on. \n[93]Sorry, Mrs. Chambers. I hate bothering you... \n[94]We have a problem. \n[95]I don't know where to start... Except at the beginning. \n[96]This is Lila Crane, from Phoenix. She's been here for a few days, looking for her sister. There's a private detective helping... and, well, we got a call tonight, from this detective, saying he'd traced Mary... \n[97]Yes. He traced her to that motel, out on the old highway... \n[98]He traced her there and called us to say he was going to question Mrs. Bates... \n[99]No. An old woman, his mother. That was early this evening. And we haven't seen or heard from him since. I went out to the motel, just got back. No one was in the office, and... \n[100]They thought she'd be coming to me. \n[101]Yes. \n[102]Everyone concerned thought... if they could get her to give back the money... they could avoid involving her with the police. \n[103]He was out when I was there. If he's back he probably isn't even in bed yet. \n[104]I've only been here five. Right now it feels like ten, but... \n[105]Was that all? \n[106]You mean that old woman I saw sittin' in the window wasn't Norman Bates' mother? \n[107]I'd know the difference between Mary and an old woman. \n[108]Yes! In the house behind the motel. I pounded and called but she... just ignored me. \n[109]We thought, if you didn't mind, we'd go out to the motel with you. \n[110]You didn't find anything. \n[111]No mother. \n[112]Maybe I am the seeing-illusions type. \n[113]Want me to drop you at the hotel? Or you want to come over to the store? \n[114]Neither will I. \n[115]Of course we will. \n[116]Where'd you go to college? \n[117]She was willing to lick the stamps. \n[118]We were going to get married. Are going to get married! \n[119]This is the old highway. \n[120]Watch your tenses. \n[121]She always tries to be proper. \n[122]I'm going with you. But we'd better decide what we're going to say and do when we walk in... \n[123]You won't believe it... But this will be the first time I've ever pulled one of those man- and-wife-renting-cabin capers! \n[124]I wonder where Norman Bates does his hermiting? \n[125]Come on. \n[126]Just coming up to ring for you. \n[127]We'd hoped to make it straight to San Francisco, but we don't like the look of that sky. Looks like a bad day coming... doesn't it. \n[128]Better sign in first, hasn't we? \n[129]Uh, uh! My boss is paying for this trip... ninety percent business... and he wants practically notarized receipts. I better sign in and get a receipt. \n[130]Haven't any. \n[131]First time I've seen it happen. Check in any place in this country without bags, and you have to pay in advance. \n[132]That receipt...? \n[133]Don't bother yourself... we'll find it. \n[134]I'm glad we didn't. \n[135]I know. Do you think if something happened, it happened there? \n[136]How could we prove... Well, if he opens a new motel on the new highway... say, a year from now... \n[137]What makes you sound so certain? \n[138]We'll start with Cabin One. \n[139]If he sees us... we're just taking the air. \n[140]Bates? \n[141]Sorry. \n[142]What? \n[143]What is it? \n[144]Bates never denied Mary was here. \n[145]Do we simply ask him where he's hidden it? \n[146]You can't go up there. \n[147]Bates. \n[148]Wait a minute. If you get anything out of the mother... Can you find your way back to town? If you do get anything, don't stop to tell me. \n[149]Yes, matter of fact. The wife's taking a nap and... I can never keep quiet enough for her... so I thought I'd look you up and... talk. \n[150]Fine. \n[151]after a self-conscious pause \n[152]I always thought it was the people who are alone so much who do all the talking when they get the chance. Yet there you are, doing all the listening! You are alone here, aren't you? It would drive me crazy. \n[153]Just an expression... What I meant was... I'd do just about anything... to get away.  Wouldn't you? \n[154]I'm not saying you shouldn't be contented here, I'm just doubting that you are. I think if you saw a chance to get out from under... you'd unload this place... \n[155]And now that your mother's dead? \n[156]I didn't think so. \n[157]You look frightened. Have I been saying something frightening? \n[158]I've been talking about your mother... about your motel. How are you going to do it? \n[159]Buy a new one! In a new town! Where you won't have to hide your mother! \n[160]Where will you get the money to do that, Bates... or do you already have it... socked away... a lot of it... \n[161]...Forty thousand dollars! \n[162]I bet your mother knows where the money is. And what you did to get it. And I think she'll tell us. \n[163]It's regular. Okay? \n[164]Want to? \n[165]Why was he... dressed like that? ", "NORMAN": "\n[1]Dirty night. \n[2]We have twelve vacancies. Twelve cabins, twelve vacancies. They moved away the highway. \n[3]I knew you must have. No one stops here anymore unless they do. \n[4]But it's no good dwelling on our losses, is it.  We go right ahead lighting signs and following the formalities...  Would you sign, please. \n[5]Your home address. Oh, just the town will do. \n[6]Cabin One. It's closer in case you want anything... right next to the office. \n[7]There's a big diner about ten miles on up... just outside Fairvale. \n[8]Fifteen miles. I'll get your bags. \n[9]Stuffy in here. Well... the mattress is soft and there're hangers in the closet and... stationary with \"Bates' Motel\" printed on it in case you want to make your friends back home envious... and... the... over there.... \n[10]I'll be in the office if you want anything... just tap on the wall. \n[11]Norman Bates. \n[12]You have something most girls never have. \n[13]There's no name for it... But it's something that, that puts a person at ease. \n[14]You're not going to go out again and drive up to that diner, are you? \n[15]Then will you do me a favor? Will you have supper here?  I was just about to, myself... nothing more than some sandwiches and a lot of milk, but I'd like it if you'd come up to the house and... I don't set a fancy table but... the kitchen's awful homey. \n[16]All right, you get your dresses hanging out and... change those wet shoes, and I'll come for you soon as it's ready... ...with my trusty umbrella. \n[17]Mother... ...what is the phrase... \"she isn't herself today\"... I think that's it. \n[18]I'm sorry. I wish... people could apologize for other people. \n[19]It might be nicer... warmer in the office. \n[20]Eating in an office... ...to officious, even for me. I have the parlor behind this... if you'd like. \n[21]Please sit down. On the sofa. \n[22]It's all for you. I'm not hungry. Please go ahead. \n[23]You eat like a bird. \n[24]Not really. I hear that expression, that one eats \"like a bird,\" is really a falsie, I mean a falsity, because birds eat a tremendous lot. Oh, I don't know anything about birds. My hobby is stuffing things... taxidermy. And I guess I'd just rather stuff birds because...  well, I hate the look of beasts when they're stuffed, foxes and chimps and all... some people even stuff dogs and cats... but I can't... I think only birds look well stuffed because they're rather...  passive, to begin with... most of them... \n[25]Uncommon, too. \n[26]It's not as expensive as you'd think. Cheap, really. Needles, thread, sawdust .. the chemicals are all that cost anything. \n[27]It's more than a hobby... sometimes... a hobby is supposed to pass the time, not fill it. \n[28]Oh, no! I run the office, tend the cabins and grounds, do little chores for mother... the ones she allows I might be capable of doing. \n[29]Friends? Who needs friends. A boy's best friend is his mother. You've never had an empty moment in your whole life. Have you? \n[30]Where are you going? I don't mean to pry... \n[31]What are you running away from? \n[32]No. People never run away from anything. The rain didn't last very long. You know what I think? I think we're all in our private traps, clamped in them, and none of us can ever climb out. We scratch and claw... but only at the air, only at each other, and for all of it, we never budge an inch. \n[33]I was born in mine. I don't mind it anymore. \n[34]Oh I do... but I say I don't. \n[35]Sometimes when she talks that way to me I'd like to... curse her out and leave her forever! Or at least, defy her. But I couldn't. She's ill. \n[36]I mean... ill. She had to raise me all by herself after my dad died... I was only five... and it must have been a strain. Oh, she didn't have to go out to work or anything, Dad left us with a little something... anyway, a few years ago... Mother met a man. He talked her into building this motel... We could have talked her into anything... and when.  Well... It was just too much for her when he died, too... And the way he died... Oh, it's nothing to talk about when you're eating. Anyway, it was too much of a loss for my mother... she had nothing left. \n[37]A son is a poor substitute for a lover. \n[38]To a private island, like you? \n[39]It's too late for me. And besides... who'd look after her? She'd be alone up there, the fire would go out... damp and cold, like a grave. When you love someone, you don't do that to them, even if you hate them. Oh, I don't hate her.  I hate... what she's become. I hate... the illness. \n[40]An Institution? A madhouse?  People always call a madhouse \"someplace.\" Put her in Someplace! \n[41]What do you mean about caring?  Have you ever seen one of those places? Inside? Laughing and tears and cruel eyes studying you... and my mother there?  Why? has she harmed you? She's as harmless as... one of these stuffed birds. \n[42]Well? You meant well?  People always mean well, they cluck their thick tongues and shake their heads and suggest so very delicately that... \n[43]I've suggested it myself. But I hate to even think such a thing.  She needs me... and it isn't... ...it isn't as if she were a maniac, a raving thing... it's just that... sometimes she goes a little mad. We all go a little mad sometimes. Haven't you? \n[44]Thank you, Norman. \n[45]You're not going to... to your room already? \n[46]Phoenix? \n[47]Why don't you stay a little while, just for talking. \n[48]Alright. I'll see you in the morning. I'll bring you breakfast.  What time will you... \n[49]Alright, Miss... \n[50]That's it. \n[51]He turns from the hole, faces us for a moment, continues turning until he can look out the small parlor window. We see, as he sees... \n[52]He turns his face away, quickly, resentfully. In his face we see anger and anguish. And then resolve. Quickly, precisely, he rehangs the picture over the hole in the wall, turns, starts out of the parlor. We see him go through the office and out onto the porch, not even bothering to close the door behind him. \n[53]We see Norman shake his hands free of the water, then turn to the job of cleaning the bathroom. He places the pail in the tub, runs water into it, dips the mop in, swabs the tile floor. With a towel he wipes off the wall over the tub and the edges and sides of the tub and even the shower curtain rod. Then he takes a second towel and goes over the cleaned areas, carefully drying them. Finally he rinses and squeezes out the mop, empties the pail, cleans out the tub, and goes out into the bedroom. \n[54]We see the relief in his face. He looks at the car. More than two-thirds of it have already sunk into the swamp. The trunk alone seems to hold poised above the sand and slime, as if refusing to go the rest of the way. Norman begins to panic, he steps dangerously close, pushes with his foot. And slowly the car sinks, until finally it is gone and we hear only the gentle plop of the swamp's final gulp, and see only the small after-bubble, like a visual burp. Norman waits a moment, then begins stamping out the tire marks, so obvious in the wet ground around the swamp. He stamps and drags his feet over the markings as we: \n[55]I always forget to put the sign on, but we do have vacancy. Twelve in fact. Twelve cabins, twelve vacancies. \n[56]I don't really forget the sign, it just doesn't seem... any use. This used to be the main highway. Want to register, please? \n[57]No trouble. Today's linen day. I change all the beds once a week, whether they've been used or not... dampness. I hate the smell of dampness. It's such a dank smell. \n[58]You out to buy a motel? \n[59]Oh. I thought... you said you'd been to so many in two days...  What was it you wanted to ask? \n[60]I didn't think the police went searching for people who weren't in trouble. \n[61]Oh. \n[62]No. No one has stopped here in weeks... \n[63]Committing myself to what? You sure talk like a Policeman. \n[64]No. At least I don't recall. \n[65]I don't even bother with guests registering any more... I mean, little by little, you drop the formalities. I shouldn't even bother to change the linen. I guess habits die hard. Which reminds me... \n[66]The vacancy sign. Just in case. \n[67]What? \n[68]I didn't lie to you. I just have trouble keeping track of... time. \n[69]It was raining and her hair didn't look like that... damped out, I guess. \n[70]She arrived kind of late, wet and hungry and she was very tired and went right to bed and left early. \n[71]Very early. Dawn. \n[72]The following morning. Sunday. \n[73]No. \n[74]No. \n[75]No. \n[76]No! Of all... \n[77]She was tired. She said she had a long drive ahead of her, in the morning... Yes, now I'm remembering very clearly because I'm picturing. When you make a picture of the moment in your mind, you can remember every detail. She was sitting back there, no she was standing up, with some sandwich still in her hand, and she said she had to drive a long way. \n[78]What do you mean? \n[79]Oh. My private parlor. She had an awful hunger... so I made her some supper. And then she went to bed and left in the morning. I didn't even see her leave. \n[80]What? \n[81]Cash. \n[82]Why should she? I'm sorry, I have work to do, Mr... if you don't mind... \n[83]I don't know what you expect me to know about... people come and go... \n[84]Not at all! \n[85]Look, if you won't believe me, go ahead. You can help me make beds if you like. Come on. \n[86]Change your mind? \n[87]I guess I've got one of those faces you can't help believing. \n[88]I live there. Alone. \n[89]My mother. \n[90]She's... ill. Confined to her room. It's practically living alone. \n[91]Of course not. \n[92]Now, look...! \n[93]I'm not a fool! And I'm not capable of being fooled! Not even by women! \n[94]That's all right. maybe she could have fooled me.  But... She didn't fool my mother. \n[95]No. I told you, she's confined... \n[96]No! Just no!  I have one of those breaking points like any other man, believe it or not, and I'm near it. There's just so much pushing I can take and I think... \n[97]I suppose you want a cabin. \n[98]I'll take you to... \n[99]It isn't necessary. \n[100]I'll get your bags. \n[101]I'll show you the cabin. \n[102]Ten dollars... \n[103]Looking for me? \n[104]Satisfied with your cabin? \n[105]Yes. \n[106]That would be a rather extreme reaction, wouldn't it? \n[107]This place! This isn't 'a place.' It's my only world. I grew up in that house back there. I was a happy child. My mother and I... we were more than happy. \n[108]My mother is not dead! \n[109]I don't know what you've been saying. \n[110]Do what? \n[111]Shut up! \n[112]Leave me alone! \n[113]Leave me alone! \n[114]Where's that girl? The girl you came with! Where is she? \n[115]Oh, God! \n[116]His face is contorted. He wears a wild wig, a mockery of a woman's hair. He is dressed in a high-neck dress which is similar to that worn by the corpse of his mother. His hand is raised high, poised to strike at Lila. There is a long breadknife in it. ", "LILA": "\n[1]Sam? \n[2]Sam Loomis. \n[3]May I talk to you? \n[4]I'm Mary's sister. \n[5]Is Mary here? \n[6]I want to know if my sister is here. \n[7]With you. \n[8]I don't know where. In your store, somewhere in your town... anywhere. \n[9]Don't you know? \n[10]To begin with, where Mary is. Do you? \n[11]Last Friday. She left work, and home... I was in Tucson over the weekend... I haven't heard from her, not even a phone call. \n[12]A good reason, I suppose. \n[13]Mr. Loomis, you're so busy being defensive that you haven't even reacted to the most serious fact of all. Mary is missing. \n[14]What do you know about it? \n[15]Look, if you two are in this thing together, I don't care, it's none of my business... But I want to see Mary. I want her to tell me she's all right and it's none of my business. Then I'll go back to Phoenix and... \n[16]Huh? \n[17]I hate tears. \n[18]Yes. \n[19]Not that kind... You men and your egos. \n[20]I don't know. \n[21]She was supposed to bank it, on Friday, for her boss. She didn't. \n[22]Sam, they don't want to prosecute, they just want the money back. It was all in cash... \n[23]Sam, if she's here... \n[24]Not even a hunch. Just hope. \n[25]I don't care if you do or... I want to see Mary... before she gets in any deeper... \n[26]Yes... I just... did. The moment they told me... \n[27]I just listened... and believed everything they told me. 'She stole the money.' 'We don't want to get her in trouble.' 'No don't bring the police in'... \n[28]No. The man whose money she... he talked so loud and fast, and I... I should've called the police. \n[29]I ought to call the police right now! \n[30]Why not? Sam, is she hiding here? Are you two planning to go away with the money? \n[31]She haven't even called you? \n[32]I need to... I need to believe something. This is the first time I've ever come up against anything I couldn't... understand. \n[33]No. I just think... anything can be explained. But Mary, doing a thing like this... I don't know how to handle... \n[34]I came flying up here expecting to get some explanation... for all I know, she may be trying to get in touch with me, at home. I'd better go home. \n[35]suspicion of him evaporating \n[36]Where... can I stay? \n[37]Sam. He said an hour. Or less. \n[38]Are we just going to go on sitting here? \n[39]You have an awfully nice habit, Sam. \n[40]Whenever I start contemplating the panic button, your back straightens up and your eyes get that God-looks- out-for-everybody look and... I feel better. \n[41]Where's the old highway? \n[42]Yes. \n[43]Patience doesn't run in our family. Sam, I'm going out there! \n[44]An hour! Or less! \n[45]Sam! Why call when we can go? \n[46]Sam, I'm going. \n[47]Why can't I go out there with you? \n[48]Just wait here? \n[49]Sam. \n[50]Where could he have gone? \n[51]Without calling me? \n[52]Sam, he called me when he had nothing definite, nothing but a dissatisfied feeling. Don't you think he'd have called if he had anything... \n[53]Who's he? \n[54]Well? \n[55]Does that mean we can't... \n[56]No, thank you. It's my problem, too. \n[57]Yes. \n[58]Will you help us? I think something's wrong out there! \n[59]She left Phoenix a week ago yesterday. And no trace until... \n[60]Yes. \n[61]She stole some money. \n[62]Forty thousand dollars. \n[63]Mary had been there, one night, and had left. \n[64]He didn't mention the money. What he said on the phone isn't important, is it?  He was supposed to come back after he spoke to the mother, and he didn't! That's what I want you to do something about! \n[65]Go out there! Find somebody, ask some questions! I'm sorry if I seem over-anxious to you. I keep thinking... something's wrong. I have to know what! \n[66]He said he was dissatisfied... and was going back. \n[67]All right! Then call! At least, call! \n[68]Please! \n[69]And he didn't go back? Didn't see the mother? \n[70]What difference does that... \n[71]Yes. \n[72]It must've been. Arbogast said so, too... and he said the young man wouldn't let him see her because she was ill! \n[73]Did he say anything about my sister? \n[74]I still feel... \n[75]I don't know. \n[76]You're not. \n[77]I won't feel satisfied unless I got out there, Sam. \n[78]I wonder if we'll ever see Mary again. \n[79]Alive. \n[80]We lived together all our lives. \n[81]I didn't. I got a job, too. I wonder if that hurt her, my not letting her sacrifice for me?  Some people are so willing to suffer for you that they suffer more if you don't let them. \n[82]I wonder so many things about her now.  Why she never told me about you...  Funny, when you think there's an answer to everything, you think you know all the answers. \n[83]Do you know how I found out about you? I found one of your letters... it was a nice letter, Sam. \n[84]I suppose... when you were able to marry her she'd have presented you, all shiny and proper... she always tried to be proper. \n[85]Huh? \n[86]You going to wait here for me? \n[87]We're going to register. As man and wife. And get shown to a cabin... and then search every inch of that place, inside and... outside. \n[88]I believe it. \n[89]Someone was at that window. I saw the curtain move. \n[90]I'll start ahead. \n[91]We should have asked for Cabin One... The one Mary was in. \n[92]We have to go into that cabin and search it, Sam... no matter what we're afraid of finding and no matter how much it may hurt. \n[93]Sam, if you owned a useless business like this motel... one you probably couldn't even sell...  what would you need to get away, to start a new business, somewhere else? Forty thousand dollars? \n[94]There must be some proof that exists right now! Something that proves he got that money away from Mary... Some way! \n[95]Arbogast! Sam, he liked me... or felt sorry for me... and he was starting to feel the same about you. I heard it when he called... in his voice, a caring. He wouldn't have gone anywhere or done anything without telling us.  Unless he was stopped. And he was stopped, so he must have found out something! \n[96]Hospital clean. \n[97]The bathroom. Look at how clean it is. The one in our cabin is clean... but this is clean! \n[98]It didn't get washed down. It's figuring... the kind you tear up and get rid of. Some figure has been added to or subtracted from... forty thousand. \n[99]That's proof Mary was here!  It would be too wild a coincidence for somebody else to... \n[100]Yes. But maybe this proves that Bates found out about the money. \n[101]Sam, that old woman, whoever she is. I think she told Arbogast something! And I want her to tell us the same thing! \n[102]Why not? \n[103]CAMERA ANGLES to include Lila and her point of view. She watches Sam disappear into the office, waits until she hears the door close, then looks about for another way to reach the house. She sees the small alley at the end of this L of cabins, starts toward it. \n[104]Mrs. Bates...? \n[105]Close on her face. She is dumb-struck. Her eyes are screaming. \n[106]I could stand something regular. \n[107]No. I'm all right. I'll feel better when all this is explained... if it can be. \n[108]Did he kill my sister? \n[109]But my sister is... ", "MARY": "\n[1]I better get back to the office. These extended lunch hours give my boss excess acid. \n[2]What do I do with my free afternoon, walk you to the airport? \n[3]Checking out time is three P.M. Hotels of this sort aren't interested in you when you come in, but when your time's up... Sam, I hate having to be with you in a place like this. \n[4]When you're married you can do a lot of things deliberately. \n[5]Sam! \n[6]I've lost my girlish laughter. \n[7]Sam. This is the last time. \n[8]This! Meeting you in secret so we can be... secretive! You come down here on business trips and we steal lunch hours and... I wish you wouldn't even come. \n[9]I haven't time to argue. I'm a working girl. \n[10]It is tragic! Or it will be... if we go on meeting in shabby hotels whenever you can find a tax-deductible excuse for flying down deductible here... \n[11]Can you? \n[12]You couldn't be a criminal if you committed a major crime. \n[13]I have to go, Sam. \n[14]No. \n[15]We can see each other, we can even have dinner... but respectably, in my house with my mother's picture on the mantel and my sister helping me broil a big steak for three! \n[16]Sam! No! \n[17]You make respectability sound... disrespectful. \n[18]I pay, too. They also pay who meet in hotel rooms. \n[19]I haven't even been married once yet! \n[20]Sam, let's go get married. \n[21]I'll lick the stamps. \n[22]I'm thinking of it. \n[23]Don't miss your plane. \n[24]I'm late... and you have to put your shoes on. \n[25]Isn't Mr. Lowery back from lunch? \n[26]It'll pass. Headaches are like resolutions... you forget them soon as they stop hurting. \n[27]Were there any calls? \n[28]Not inordinately. \n[29]The copies. Mr. Lowery, if you don't mind, I'd like to go right on home after the bank. I have a slight... \n[30]A headache. \n[31]I'm going to spend this week-end in bed. \n[32]I don't need pills... just sleep. \n[33]Yes. I didn't mean to sleep so long. I was afraid I'd have an accident last night, from sleepiness... so I decided to pull over... \n[34]Yes. As I said, I couldn't keep my eyes... \n[35]I didn't intend to sleep all night! I just pulled over... have I broken any laws? \n[36]Then I'm free to go...? \n[37]Of course not! Am I acting as if... something's wrong? \n[38]Please... I'd like to go... \n[39]Is there what? I've told you there's nothing wrong... except that I'm in a hurry and you're taking up my time... \n[40]I'm sorry. \n[41]Now what? \n[42]Why? \n[43]What? \n[44]Can I trade in my car and take another? \n[45]Yes, it's... nothing wrong with it, I'm just... \n[46]No. Thank you. I'm in... a hurry. I just want to make a change and start... \n[47]How much? \n[48]It looks fine. How much will it be, with my car...? \n[49]Of course not. Please. \n[50]Five hundred. \n[51]All right. \n[52]I think I have the necessary papers. Is there a Ladies Room... \n[53]I'd really rather not. Please.  Can't we just settle this and... \n[54]But what?  Is there anything so terribly wrong about... making a decision and wanting to hurry? Do you think I've stolen... my car? \n[55]ownership papers and the new bills \n[56]Just put it right in here, please... beside me. \n[57]You have a vacancy? \n[58]I thought I'd gotten off the main... \n[59]sticking out of her handbag \n[60]I want sleep more than anything. Except maybe, food. \n[61]Am I that close to Fairvale? \n[62]The bathroom. \n[63]Thank you, Mr. Bates. \n[64]I have? \n[65]Thank you. Again. \n[66]No. \n[67]I'd like to. \n[68]I've caused you some trouble. \n[69]You shouldn't have bothered. I really don't have that much of an appetite. \n[70]Don't worry about it. But as long as you've made us supper, we may as well eat it. Huh? \n[71]You're very... kind. \n[72]You'd know, of course. \n[73]It's a strange hobby. Curious, I mean. \n[74]I imagine so. \n[75]A man should have a hobby. \n[76]Is your time so empty? \n[77]You go out... with friends? \n[78]Only my share. \n[79]I'm looking for a private island. \n[80]Why do you ask that? \n[81]Sometimes we deliberately step into those traps. \n[82]You should... mind it. \n[83]shaking her head softly. \n[84]She sounded strong... \n[85]Except you. \n[86]Why don't you go away? \n[87]No, not like me. \n[88]Wouldn't it be better if you put her in... someplace... \n[89]I'm sorry... I didn't mean it to sound uncaring... \n[90]I am sorry. I only felt... it seemed she was harming you. I meant... \n[91]Yes, and just one time can be enough. Thank you. \n[92]Norman. \n[93]I'm very tired. And I'll have a long drive tomorrow. All the way back to Phoenix. \n[94]I stepped into a private trap back there -- and I want to go back and... try to pull myself out. Before it's too late for me, too. \n[95]I'd like to, but... \n[96]Very early. Dawn. \n[97]Crane. \n[98]Good night. ", "ARBOGAST": "\n[1]Let's all talk about Mary. \n[2]Milt Arbogast, Private Investigator. Where is she, Miss Crane? \n[3]Wouldn't have been able to tail you if you did. \n[4]Money. \n[5]Your girl friend stole forty thousand dollars. \n[6]Must've needed it. \n[7]Someone has seen her. Someone always sees a girl with forty thousand dollars. She is your girl friend, isn't she? \n[8]Casharoonie! \n[9]You came up here on a hunch, Miss Crane? Nothing more? No phone call... from him, or from your sister herself? \n[10]With a little checking, I could get to believe you. \n[11]She was seen leaving town in her car. Seen by her very victims, I might add. \n[12]We're always quickest to doubt people who have a record for being honest. I think she's here, Miss Crane. Where there's a boyfriend... She won't be back there among the nuts and bolts... but she'll be in this town... somewhere. I'll find her. \n[13]In the past two days I've been to so many motels, my eyes are bleary with neon. This is the first one that looked like it was hiding from the world at large. \n[14]Sit down. I don't want to trouble you, just want to ask... \n[15]No. \n[16]I'm looking for a missing person. My name's Arbogast, private investigator... Trying to trace a young girl who's been missing almost a week. From Phoenix. It's a private matter... family wants to forgive her... She isn't in trouble. \n[17]I'm not the police. \n[18]We have reason to believe she came this way... might have stopped in this area... Did she stop here? \n[19]Mind looking at the picture before committing yourself? \n[20]Look at the picture. Please. \n[21]She might have used an alias. Mary Crane's the real name, but she might've registered... \n[22]Now there's a couple even remarking about your sign, and see how easily you forgot them? \n[23]You thought no one has stopped here in weeks. Now, try to remember if this girl... \n[24]Maybe she even signed the register... because habits die hard. Let's check it, huh? \n[25]Yes sir! Marie Samuels.  Interesting alias. \n[26]Don't know where she got \"Marie,\" but \"Samuels\" figures. Her boy friend's name is Sam. Was she in disguise? Or do you want to check the picture again? \n[27]Tell me all about her. \n[28]How early? \n[29]Of which morning? \n[30]No one met her? \n[31]Or arrived with her. \n[32]She didn't call anyone? Even locally? \n[33]You didn't spend the whole night with her did you? \n[34]How do you know she didn't make a call? \n[35]Back where? \n[36]You said she was sitting \"back there,\" or standing rather... \n[37]How did she pay you? \n[38]Cash or check? For the cabin... \n[39]And when she left, she never came back. \n[40]I do mind. If it don't jell, it ain't aspic! This ain't jelling. \n[41]She isn't still here, is she? \n[42]Suppose I wanted to search the cabins, all twelve... would I need a warrant? \n[43]continuing to stare at the house \n[44]Someone is sitting in that window. \n[45]If this girl Mary Crane were here, you'd have no reason to hide her would you? \n[46]If she paid you well? \n[47]Or if she had you say... gallantly protecting her... you wouldn't be fooled... you'd know she was just using you. Wouldn't you? \n[48]I didn't mean that as a slur on your manhood. I'm sorry. \n[49]Your mother met her? Can I talk to your mother? \n[50]Just for a moment. She might have picked up a hint you'd miss. \n[51]Sick old women are sharp. Come on, I won't disturb... \n[52]All right! Might save me a lot of leg-work if I could just talk to your mother.  But I'd need a warrant for that, won't \n[53]Miss Crane, please. She leave a number? Thanks. Lila there, Mr. Loomis? Arbogast. Lila? Look, this isn't much, but it might make you feel a little better. Mary was up here. Spent last Saturday night at Bates'  Motel, out here on the old highway. Young fellow runs it, said Mary spent the night, left, period! I did question him, believe me. I think I got all there was to get. Just have to try to pick up the scent from here. Well... maybe that's because I don't feel entirely satisfied.  He's got a sick old mother, confined type, and I think she saw Mary and talked to her. Shame, too... confined old women love to talk to strangers. I was, but I think I'll go back to the motel, first. No, you stay put, Lila. With Loomis. I should be back in an hour. All right. And Lila... You'll be happy to know what I think. I think our friend Sam Loomis didn't even know Mary was here. See you in an hour. Or less. \n[54]Bates! ", "SHERIFF": "\n[1]Now. Your sister is missing how long? \n[2]How'd you and this detective come to trace her to Fairvale? \n[3]Left Phoenix under her own steam? \n[4]She ain't missing so much as she's run away. \n[5]From what? \n[6]A lot? \n[7]And the police haven't been able to... \n[8]Explains the private detective. He traced her to the Bates place.  What'd he exactly say when he called you? \n[9]With the forty thousand dollars? \n[10]Like what? \n[11]I think something's wrong, too, Miss. But not the same thing. I think your private detective is what's wrong. I think he got himself a hot lead as to where your sister was going... probably from Norman Bates...  and called you to keep you still while he took off after her and the money. \n[12]At this hour? \n[13]He wasn't out when you were there. He just wasn't answering the door in the dead of night... like some people do. This fellow lives like a hermit... \n[14]You must remember that bad business out there. About ten years ago... \n[15]Norman? Sheriff Chambers. Been just fine, thanks. Listen, we got some worries here. Did you have a man stop out there tonight... Well, this one wouldn't be a customer, anyway. A private detective, name of... \n[16]Arbogast. And after he left? No, it's okay, Norman. How's it been going out there? Well, I think you oughta unload that place and open up closer in to the action, a smaller place, you know... but... \n[17]Sorry I got you up, boy. Go back to sleep. Yeah, be glad to. Said to give you his regards. \n[18]This detective was out there and Norman told him about the girl and the detective thanked him and went away. \n[19]You should've called in the police the second you found your sister has skipped. You go starting private investigations, using people you don't even know... \n[20]Your Detective told you a nakedfaced lie. \n[21]He told you he wasn't coming right back cause he wanted to question Norman Bates' mother, right? \n[22]Norman Bates' mother has been dead and buried in Greenlawn Cemetery for the last ten years! \n[23]It ain't only local history, Sam, it's the only murder-and-suicide case in Fairvale ledgers! Mrs. Bates poisoned this guy she was... involved with, when she found out he was married, then took a helping of the same stuff herself.  Strychnine. Ugly way to die. \n[24]Now wait a minute, Sam. You sure you saw an old woman? \n[25]And you want to tell me you saw Norman Bates' mother. \n[26]Well, if the woman up there is Mrs. Bates... who's that woman buried out at Greenlawn Cemetery? \n[27]Went out before service. \n[28]Nothing. Here, let's clear the path. \n[29]Just what he told your detective. \n[30]You must've seen an illusion, Sam. Now, I know you're not the seeing- illusion type... But no woman was illusion there and I don't believe in ghosts, so there it is! \n[31]Can see you do. Sorry I couldn't make you feel better. You want to come to my office this afternoon and report a missing person... And the theft, is what you want to do!  Sooner you drop this thing in the lap of the law, that's the sooner you'll stand a chance of your sister bein' picked up. How about that? ", "CAR DEALER": "\n[1]With you in a second! \n[2]I'm in no mood for trouble! \n[3]There's an old saying, \"First customer of the day is always the most trouble!\" But like I said, I'm in no mood for it so I'm just going to treat you so fair and square you won't have one human reason to give me... \n[4]You can do anything you've a mind to... and bein' a woman, you will! That yours? \n[5]Sick of the sight of it! Well, suppose you look around for something that strikes your eyes and meanwhile I'll have my mechanic give yours the once over and... want some coffee? I was just about... \n[6]One thing people never ought to be when they're buying a used car is in a hurry! But like I said, too nice a day for arguing. I'll just shoot this into the garage. \n[7]That's the one I'd've picked for you myself! \n[8]Go ahead! Spin it around the block. Now I know you don't know anything about engine condition, but you can feel, can't you... and it's all in the feel, believe me, you feel that one around the block... \n[9]You mean you don't want the usual day and a half to think it over? You are in a hurry! Somebody chasin' you? \n[10]Well... heck, this is the first time I ever saw the customer high-pressure the salesman! I'd figure roughly... ...your car plus five hundred. \n[11]Aha! Always got time to argue money, huh...? \n[12]I take it... you can prove that car's yours... I mean, out of state and all... got your pink slip and your... \n[13]In the building ... Mary starts for the building, glancing once in the direction of the Patrolman. \n[14]I think you'd better give it a trial spin. Don't want any bad word of mouth about California Charlie. \n[15]I'll be perfectly honest with you, Ma'am. It's not that I don't trust you, but... \n[16]No, M'am. I was only about to say, I've sent my mechanic out to give your car a little test... that's all. \n[17]Okay. If you'll come along... ", "PATROLMAN": "\n[1]Hold it there! \n[2]In quite a hurry. \n[3]You slept here all night? \n[4]There are plenty of motels in this area. You should have... I mean, just to be safe... \n[5]No, m'am. \n[6]Is anything wrong? \n[7]Frankly, yes. \n[8]Is there? \n[9]Now wait just a moment! Turn your motor off, please. \n[10]In the course of my duty, I never \"take up\" anyone's time, whether it's to give a warning, or a ticket, or help! Believe that, M'am. Now if you woke up on the wrong side of... the car seat, that's one thing. But when you act as if I've just placed you under arrest... \n[11]No need to apologize... \n[12]Wait a minute! \n[13]May I see your license? \n[14]Please. ", "CASSIDY": "\n[1]Wow! Hot as fresh milk! You girls should get your boss to air-condition you up. He can afford it today. \n[2]Tomorrow's the day! My sweet little girl... Not you, my daughter!  A baby, and tomorrow she stands up there and gets her sweet self married away from me! I want you to look at my baby. Eighteen years old... and she's never had an unhappy day in any one of those years! \n[3]You know what I do with unhappiness? I buy it off! You unhappy? \n[4]I'm buying this house for my baby's wedding present. Forty thousand dollars, cash! Now that ain't buying happiness, that's buying off unhappiness! That penniless punk she's marryin'... Probably a good kid... it's just that I hate him. Yup! Forty thousand, says here... Casharoonie! \n[5]I never carry more than I can afford to lose! Count 'em! \n[6]So what? It's my private money! And now it's yours. \n[7]I don't! That's how I'm able to keep it! \n[8]Speakin' of feeling good, where's that bottle you said you had in your desk... Oops! Usually I can keep my mouth shut! \n[9]Honest. I can keep any private transaction a secret... any pri.... Lowery! I'm dyin' of thirstaroonie! \n[10]You go right home!  Me and your boss are going out to get ourselves a little drinkin' done! Right? \n[11]You need a week-end in Las Vegas... playground of the world! \n[12]Only playground that beats Las Vegas! ", "SIMON": "\n[1]No. I got the whole story... but not from Norman. I got it from... his mother. \n[2]Norman Bates no longer exists. He only half-existed to begin with... now, the other half has taken over. Probably for all time. \n[3]Yes... and no. \n[4]A psychiatrist doesn't lay the groundwork .. he merely tries to explain it. \n[5]Yes. I'm sorry. The Private Investigator, too. If you drag that swamp somewhere in the vicinity of the motel... Have you any unsolved missing persons cases on your books? \n[6]Young girls? \n[7]As I said, the mother... To understand it, as I understood it hearing it from the mother...  That is, from the mother-half of Norman's mind, you have to go back ten years... to the time when Norman murdered his mother and her lover. He was already dangerously disturbed, had been ever since his father died. His mother was a clinging, demanding woman... and for years the two of them lived as if there was no one else in the world. Then she met a man and it seemed to Norman she \"threw him over\" for this man. That pushed him over the thin line... and he killed them both. Matricide is probably the most unbearable crime of all... and most unbearable to the son who commit it. So he had to erase the crime, at least in his own mind. He stole her corpse... and a weighted coffin was buried. He hid the body in the fruit cellar, even \"treated\" it to keep it as well as it would keep. And that still wasn't enough. She was there, but she was a corpse. So he began to think and speak for her, gave her half his life, so to speak. At times he could be both personalities, carry on conversations... at other times, the mother-half took over completely. He was never all Norman, but he was often only mother. And because he was so pathologically jealous of her, he assumed she was as jealous of him. Therefore, if he felt a strong attraction to any other woman, the mother side of him would go wild. When Norman met your sister, he was touched by her... and aroused by her. He wanted her. And this set off his \"jealous mother\" and...  \"mother killed the girl.\" After the murder, Norman returned as if from a deep sleep... and like a dutiful son, covered up all traces of the crime he was convinced his mother had committed. \n[8]Not exactly. A man who dresses in woman's clothing in order to achieve a sexual change... or satisfaction... is a transvestite.  But in Norman's case, he was simply doing everything possible to keep alive the illusion of his mother being alive. And whenever reality came too close, when danger or desire threatened that illusion, he'd dress up, even to a cheap wig he brought, and he'd walk about the house, sit in her chair, speak in her voice... He tried to be his mother. And now he is. That's what I meant when I said I got the story from the mother. She thinks Norman has been taken away... because of his crimes.  She insists she did nothing, that Norman committed all the murders just to keep her from being discovered. She even smiled a bit coquettishly as she said that. Of course, she feels badly about it... but also somewhat relieved to be, as she put it, free of Norman, at last. When the mind houses two personalities, there is always a battle. In Norman's case, the battle is over... and the dominant personality has won. \n[9]The swamp. These were murders of passion, not profit. ", "NORMAN'S VOICE": "\n[1]Mother, please... \n[2]Mother, she's just a stranger... hungry, and the weather's bad... \n[3]Shut up! Shut up! \n[4]Mother! Oh God, what... blood, blood... mother...! \n[5]Please, mother... \n[6]They'll come now, Mother. He came after the girl and now someone will come after him! How long do you think you can go on... Mother, please, just for a few days, just so they won't find you! \n[7]I'll carry you, mother. \n[8]Ayeeeeeeeeeeeeeeeeeeeeee Am Norma Bates! ", "LOWERY": "\n[1]Mary, will you get those copies of the deed ready for Mr. Cassidy. \n[2]Come on, Tom, my office is air- conditioned. \n[3]Tom... cash transactions of this size! Most irregular... \n[4]Suppose we just put this in the safe and then Monday morning when you're feeling good... \n[5]I don't even want it in the office over the weekend. Put it in the safe deposit box, at the bank, Mary. And we'll get him to give us a check on Monday - instead. \n[6]Come in. \n[7]Of course. You feeling ill? ", "LOWERY'S VOICE": "\n[1]Caroline...? Mary still isn't in? \n[2]Buzz me the minute she comes in. \n[3]Call her sister! If no one's answering at the house.... \n[4]You better run out to the house. She may be... unable to answer the phone... \n[5]No! I haven't the faintest idea.  As I said, I last saw your sister when she left this office on Friday... she said she didn't feel well and wanted to leave early and I said she could. And that was the last I saw... ...wait a minute, I did see her, an hour or so later, driving... Ah, I think you'd better come over here to my office. Quick. Caroline, get Mr. Cassidy for me. \n[6]After all, Cassidy, I told you... all that cash... I'm not taking the responsibility... Oh, for heaven's sake, a girl works for you for ten years, you trust her! All right, yes, you better come over. \n[7]Hold on, Cassidy... I still can't believe... it must be some kind of a mystery... I can't... ", "CAROLINE": "\n[1]to-talk voice laced to-with a vague Texan accent (a pause, then, as Mary does not respond to the pointed thrust \n[2]You got aspirins? I have something... not aspirins, but my mother's doctor gave these to me the day of my wedding. Teddy was furious when he found out I'd taken tranquilizers! \n[3]Teddy called.  Me... And my mother called to see if Teddy called. Oh, and your sister called to say she's going to Tucson to do some buying and she'll be gone the whole weekend and... \n[4]I declare! \n[5]He was flirting with you. I guess he noticed my wedding ring. \n[6]Aren't you going to take the pills? They'll knock that headache out. "}}