{"dialogues": {"DILLINGER": "\n[1]Yes, sir. Three months ago. \n[2]That's right. But my friends call me \"Johnnie\". You gotta address me as \"Mister\" Dillinger. Dillinger's insubordination puzzles Turnkey so he doesn't see Hamilton bat a Thompson submachine gun across the back of his head and swing it onto the Two Guards... \n[3]at the window checks the escape route to the Pontiac. Its clear. Hamilton conceals his weapon and starts out. Smooth. He crosses the front lawn, the street car tracks. So far, so good... \n[4]Shouse!I Dainard thinks that once the killing's begun, he will die... So, he grabs for Homer Van Meter's .45. Van Meter SHOOTS Dainard. Dainard's knocked to the floor. Blood pools. A SIREN SCREAMS. \n[5]arrives, takes Red's position. Red goes for the Pon,.c... \n[6]Walter! Dillinger falls away. Dillinger and Pierpont grab Walter's arms. He's-paralyzed now. They try to pull him onto the running boafd, of the moving car. Dietrich's\"hcpeful eyes look up at them. Then his eyes glaze over. His feet drag down the street. He's dead and they know it. They let go. \n[7]Walter's dead 'cause you screwed it up, you son of a bitch! \n[8]Thank you, ma'am. Dillinger's lopsided smile is charming. \n[9]Well, then you keep the change. Dillinger passes Viola and the struggling toddler on the way \n[10]I'm sorry, honey. \n[11]Its all here.  Let's go make some money. The speeding cars throw up tails of dust as they drive west to Chicago. \n[12]Hey, Red, call Oscar. \n[13]Get a Chrysler and an Essex.  Hey, doll... He half picks her up with one arm around her waist.      11. \n[14]You get a hold of Zarkovich...? \n[15]Jammed twice, Oscar., .main spring's too tight. \n[16]And it rides up and to the right on full auto. \n[17]Good and so are you. Christmas is coming early this year.  Extra cake's in here for you and Anna.  Still in Hammond, doll? \n[18]Marty, tell me that me and my boys are okay... \n[19]I want to sit here with you and listen to the radio, baby.  I have missed you like nobody's business...      13. \n[20]Let's play a game, Mr. President. Its called spin the dial. (starts stopwatch, shouts to \n[21]You can be a dead hero or a live coward. \n[22]That your money there, mister? \n[23]Well, go ahead and put it away. We're here for the bank's money. Not your money. Customers appreciate Dillinger. Dillinger loves their- appreciation... \n[24]Folks, stay calm and stay low. Pierpont grabs two; Dillinger takes one, creating a human shield around them -- \n[25]\n[26]sees Anna Patzke's shivering from shock and the cold. He puts his coat on her. He plops his hat on her head, too. \n[27]Something to remember me by. She laughs, nervously, and a little thrilled at being where she is... \n[28]That depends. \n[29]You'll worm your way out of that in about ten minutes. Anna looks over at Dellinger. \n[30]It's okay, doll. You're just gonna be a little late for dinner. Dillinger reaches over, snatches his hat off Anna Patzke's head. He leaves her his coat. \n[31]Hiya, Alvin. You hungry? How's Freddie and Dock? (note: Alvin Karpis is cunning and careful. He will outlive everyone, including J. Edgar Hoover, and retire to Torremolinos, Spain, where he will die of heart failure in 1979. Freddie and Dock Barker are the sons of Ma Barker. After the FBI gunned down the old woman, Hoover labeled her the \"crime genius\" of the family. According to Volney Davis, she couldn't organize breakfast.      25. \n[32]Don't like kidnapping. \n[33]The public don't like kidnappers. \n[34]I do. I hide out among them. \n[35].: yeah, then you, Ma, Dock and Freddie hole up like hermits on farms for six months. I grew up on a goddamn farm. I hate farms. I like big cities, crowds and a good time... \n[36]Say, by the way, if someone got pinched here, who can get'em out real fast? \n[37]What about this train?.. \n[38]Sounds like Jesse James. \n[39]Where you gonna go? \n[40]Were having too good a time today. We ain't worryin' about tomorrow yet... \n[41]Keep me in mind on the train. Karpis leaves. Dellinger can't see Billie anymore. \n[42]Homer stayin' steady? \n[43]Three rules I learned from Walter Dietrich. One: never work with people who are desperate. Two: never work with people who aren't the best. Three: never work when you're not ready. Billie reappears, dancing with a young man. \n[44]Without women, I might as well have `stayed in stir. Anna Sage approaches with a young girl for Red. \n[45]I don't know what you said to your friend, but I sure am glad you did. Billie looks him over: a well-made man in a good suit with a great smile. And, paradoxes: he easily talks to women but he's not a hustler. He's young, but there's a world of experience in his face. Open, but he's holding something back.      28. \n[46]What's your name? \n[47]Buy you a drink? Billie looks at her girlfriend, she nods, Billie rises... As they cross to the bar. \n[48]Is that French? \n[49]Jack Harris. Music changes to \"Bye Bye Blackbird.\" \n[50]I don't know how. She smiles a pretty smile at him. \n[51]My, but you are pretty.      29. \n[52]Where's Flandreau.? \n[53]Father's French, what's on the other side? \n[54]From South Dakota, Indian's likelier than Italian. She looks at him. \n[55]I'm not most men. \n[56]I'm catching up.      30. \n[57]On life, meeting someone like you.  Dark, beautiful, like the black bird in that song... She laughs at the flattery. Holds his eyes a beat with an ironic look. A couple from another group looks at Dillinger. He's cool. He returns the look. They look away. \n[58]Say, how'd you like some dinner? \n[59]What are you gonna have?      31. \n[60]Well...I rob banks. Then he leans back in his chair and regards her. \n[61]That's where all these people here put their money. \n[62]'Cause I can't lie to you. she studies him carefully. \n[63]I feel like I know you. \n[64]Some of the places I been ain't so hot. Where I'm going is a lot better. Wanna come along? \n[65]If you were looking at what I am looking at, honey, you'd be in a hurry too. She laughs at his flattery, which she is also finding persuasive.      32. \n[66]That's 'cause you're beautiful. A blonde woman, elegant and ice cold, stares at Billie, a Depression-era child in her dress. \n[67]Listen, doll, that's 'cause they're all about where people come from. Only thing important is where somebody's going. \n[68]To the top. He's irresistible. \n[69]Let's get out of here. Beat. She nods. They get up, get their things. On their way...a man intercepts Dillinger. He is GILBERT CATENA , solid with big hands. He's smiling. \n[70]Go wait outside. I'll be right there. Billie turns and walks out of the restaurant. \n[71]How you been, Gil?      33. \n[72]Looks like a barber. \n[73]See you. Gilbert... \n[74]No, honey. You go get your coat. She looks up. So does May. May flashes Billie a look: if you don't want him, I do. \n[75]You ran out on me. \n[76]I 'you're going to be my girl, you have swear you'll never do that again. \n[77]I'm waiting. \n[78]Well, I will never run out on you. And that's a promise. \n[79]Keep the tip.  You ain't getting other people's hats and coats no more either. He takes her coat and holds it for her. She doesn't move. \n[80]You're with me now. \n[81]I was raised on a farm in Mooresville, Indiana. My ma died when I was three. My daddy beat the hell out of me because he didn't know no better way to raise me. I used to do dumb things but I'm a lot smarter now. I like baseball, movies, good clothes, fast cars, and you. What else do you need to know? She gets into her coat. Dillinger opens the door for her. They exit, watched by May. \n[82]Yeah. Since yesterday. From a back bedroom  a phonograph is louder as a door opens and Red enters the kitchen in a robe for a drink. He returns. Laughter. Dillinger has the boxes and drinks. \n[83]I got something for you.  What's wrong? Open it up. Billie opens the boxes. She lifts out a sleeveless dress in dusty pink. It is beautiful. She is very touched. The second has a coat with a fur color. But still... \n[84]We`rob banks `cause banks is where they keep the money. I can make 500 dollars in a year or I can make ten thousand dollars in a morning. I'll take my chances on the bank. No apologies. We don't go lookin' to hurt anybody. But if somebody gets in our way, that's gotta be their problem. That what you want to know? \n[85]You want to get to know me? \n[86]Egyptian cotton. Since we been out I go for the finest stuff. As much as I can get, as fast we can get it. \n[87]Nowhere. What do you mean? \n[88]Always are. Ready to get up and go in a heartbeat... She stands next to him in the bed now. He pulls her down next to him.. She turns her good ear towards him. \n[89]What's wrong with the other ear? \n[90]Where's he now? \n[91]A criminal mastermind...      39. \n[92]Well baby-you're going to start a new and exciting kind of life from right now. And as they're pulled to each other and start making love again, she stops... \n[93]To please you. That's not what she meant, but gently, he rolls her over on the bed. A smile spreads slowly across her lips. \n[94]vaults the five foot divider railing and trains two 45s on \n[95]Get over to the vault! Everybody! Go on!      45. \n[96]Well drive out separately.       49. \n[97]Billie and I want to hit the Gulf Coast on the way to Arizona. \n[98]Well be there. \n[99]What? She is quiet for a moment. \n[100]You going somewhere, doll, am I?      50. \n[101]You want to leave? \n[102]Well, I don't want you to leave. So it won't be that way. \n[103]Who the hell gave you a crystal ball?! \n[104]Homer what...? \n[105]I am not going anywhere! I am going to die in your arms as an old man when that time comes. So what do you say about that? \n[106]., â\u0080¢ ng. \n[107]That would be swell. Some friends of mine should be here already. J.C. Davies and Mr. Long? \n[108]You want company?      52. \n[109]First time you ever put me off. You getting tired of me? \n[110]Get dressed. Right now. He turns and runs into... \n[111]What happened? \n[112]Where they taking you? \n[113]Where's Billie...? Thenthey're gone. They now move Dillinger through. \n[114]Well, the man who killed Pretty Boy Floyd. He might have been \"Pretty,\" 'cause he sure was not \"Whiz Kid Floyd.\" Deputies stifle laughter. Dillinger comes up close to Purvis. They are eyeball to eyeball. Only the bars separate them. \n[115]Now these Arizona boys, here?       54. \n[116]They pulled on us right out. Didn't ask Washington for permission. Didn't make mistakes. Arizona Deputies enjoy the flattery. Dillinger studies Purvis... \n[117]Sorry about that fellow Barton.. .one who got killed at the Sherone Apartments. Is he getting to Purvis? \n[118]Newspaper said you found him alive. It's the eyes, ain't it? They look at you right before they go. Then they drift into nothing. Keep you up nights. \n[119]You act like a confident man, Purvis. Bu _, I don't see it. You know a few things. You're probably okay when there's a groupÂ° of you got the other guy outnumbered. But death and mayhem up close? I am used to that and you are not, are you? When it's toe to toe, \"One of us will die right here, right now,\" I don't think you got the get up and go. Purvis has nothing to say. He stares at Dillinger. Then he turns to leave. \n[120]I'll see you down the road. From ten feet away. \n[121]Oh, yeah? We will see about that.  Go get yourself another line of work, Melvin. Purvis gestures for the guards to let him out -- Dillinger lays back down on his cot. The Tucson Deputies stare after Purvis, one laughs. After a moment... \n[122]I was joking about the \"we'll see about that.\" I'll let you boys keep me in this jail awhile. \n[123]`Where to? \n[124]why? I have absolutely nothing I want to do in Indiana. \n[125]About as glad as Indiana is to see me. Everybody laughs. \n[126]Right there, you're too inquistive... \n[127]Ten years ago. I was a boy and foolish. I held up a grocery store which I never shoulda done cause Mr. Morgan was a good man. And they sentenced me to 10 years in the state penitentiary for a 50 dollar theft. In prison, I met a lot of good -t las. I helped fix up the break at \"f chigan City. Why not? I stick to my friends and they stick to me. \n[128]One minute and 40 seconds flat. Dillinger nods and turns away. He - not the Sheriff - ends the press conference. \n[129]You come highly recommended by Alvin Karpis. What can you do for me? \n[130]The electric chair. There's none of Dil linger's cocky joie de vivre. Thaw-'s for reporters. \n[131]Atta boy, counsel. \n[132]-Cpme on, Sam, we're going places. A hulking black prisoner, HERBERT YOUNGBLOOD, holding a length of ipe, materializes next to Dellinger and ushers Bryant and the Trustees into an empty cell. Youngblood pulls the lever, locking the cells. \n[133]Boys, get in there. Dillinger, Youngblood and Cahoon set off down the corridor. \n[134]Call the warden. \n[135]Anything you say.      62. \n[136]No one move or I'll plug the warden. Dillinger grabs two Tommy guns. Youngblood starts tying up their prisoners. Baker stares at Dillinger's pistol. \n[137]Alright, which of these here cars is the fastest, and you're going with, so don't... lie. \n[138]We're taking that. \n[139]Wow. Mr. Youngblood, are we clear now? \n[140]okay, folks. Dillinger checks his rearview mirror, then the speedometer. He's impressed. \n[141]I'm going to write to Henry Ford. \"Dear Henry Ford, Your 1934 Ford is the best damned getaway car in America. Yours -truly, John Dillinger.\"  Relax folks... Dillinger ajoys the speed. He starts to hum. Then... \n[142]Okay. Who knows The Last Round-up?\"  \"Get along little doggie, get along..\" \n[143]watches cars, people, then. \n[144]It's me, Baby. \n[145]I can't talk long. Are you okay? \n[146]I promised I'd look after you, didn't I?     65. \n[147]And you believe me, don't you? You know I will look after you. \n[148]Say it. Say you know it. \n[149]Say it. \n[150]love you, Baby. Dillinger ends the call. Hamilton waits in a Hudson at the curb. \n[151]Hiya Sport. \n[152]Where's Carole? \n[153]Says who? \n[154]I don't get it. \n[155]About what?      67. \n[156]We're looking for Oscar...is he home? \n[157]I sure am sorry, ma'am. Was it an. accident? \n[158]Oscar had \"tools\" of mine, he was repairing them.      68. \n[159]I went to East Chicago to lay low. The welcome mat was not out. And I kept hearing your name.  Then at Oscar's, my gear is gone. The deadly look in Dillinger's eyes leaves no mistake. \n[160]I am going to ask you once.  And I just did. \n[161]Wanna know if we're armed? Were armed. He dumps this guy on his ass, his heavy shoe an ounce from crushing his larynx. Red's two Thompsons concealed on shoulder straps are out from under his coat. Frozen time. Phil D'Andrea sits on the corner of a table. Only he stays relaxed. \n[162]But they won't. \n[163]I'm popular. \n[164]I don't know. \n[165]You can size up a score like nobody's business, Tommy. You're a good egg, but I don't like Nelson. \n[166]Red told you. After we take the bank, we bust out Pierpont and Makley.      74. \n[167]Where's the bank? \n[168]Walter forgot ...when you're desperate, 'f iat's when you got no choice. \n[169]You're turning it into a circus! What the hell are you doing? Meanwhile, a terrified CLERK presses a button and the alarm rings loudly outside. \n[170]Where in the hell's all the big money? \n[171]77. \n[172]Son of a bitch! \n[173]m.on! Shouse cant find his place on the.git. \n[174]How'd you find this place? Dillinger looks at Wanetka. He's uneasy. He trusts nothing about it.      78. \n[175]How much? Nobody wants to answer. Hamilton meanwhile uses Atropine sulphate to clean Dillinger's wound. \n[176]That would be less than $800,000, right? Right! \n[177]Leave my money and get out. Van Meter, Nelson and Shouse exit. \n[178]We gotta cut loose from Nelson. \n[179]No. We don't get out of here in the morning, we're going to wind up dead. \n[180]I need two more guns, Red. OVER we HEAR the SOUND OF SOMEONE SCREAMING and CALLING OUT --     79. \n[181]FIRES -- whrthe bank's cut by a ravine - exactly where Winstead should be... \n[182]You hit, Red? \n[183]Come on, Red. We can make it.      86. \n[184]Gimme the keys to that car! He tosses them. Dellinger already has Red inside, starts it and blastsr,...away from the house. Winstead cjim:bing out of the ravine SEES the car pulling away. It's gone. He and Hurt run for the shoreline to get back to... \n[185]Bullshit. \n[186]I'm sorry to do this to you, Red. Dillinger empties boxes of lye bought from the pharmacy on Red's face and starts shovelling earth on his friend's body.     92. \n[187]Happy New Year, doll. \n[188]For how long?      97. \n[189]Next week? Next year? Alvin said this wasn't gonna last. He was right. The world has turned. Everything's different.  And there's a sweet score. Enough money to go away and stay away for a long time.  So whattya say we lit out of here? Lit out of here, altogether. \n[190]Too close. How about we fly to Caracas and then to Rio on Pan Am. Then an oanliner to Manila or Singapore. We are f6reign-looking to them. So they will ,have no idea who the hell we are. We can go out dancing all night and have a lotta laughs anytime we want... \n[191]Not too short on the sides. \n[192]Of course.  You got an eye on those federal boys? \n[193]:Eartender's name is Larry Streng. \n[194]Oakley and Potomac. He'll give you the keys. They drive north over the Clark Street Bridge. Dillinger gives her an envelope. \n[195]5,000 dollars. It buys us a month, but \n[196]can do nothing. Tears of frustrated rage stream down his face. Later, he would say he \"cried like a baby.\"     101. \n[197]$5,000. You run her down.  Lake County jail or Cook County? I want layouts, blueprints. You visit her. Tell her I'm coming for her. I'll get her out. \n[198]I'm fine. I got a place. \n[199]Why Tuesday? \n[200]What do you figure? \n[201]Thanks. \n[202]You were in a minority. \n[203]Yeah? Louis Piquett arrives and Dillinger interrupts.. \n[204]You see her? She okay? \n[205]Reminded who?      110. \n[206]Well, I can. We do this Tuesday, I'm gone on Wednesday. \n[207]For me, it's maybe Mexico. And that's the answer. Dillinger plans to score the train. Go to Mexico. Wait for Billie. \n[208]looks through the apartment like he always does. He goes to the sink and starts running cold. water on his wrists to cool down. \n[209]Tell you what, doll. You and Polly and me, we'll go out to a movie tonight and get in the refrigeration. POLLY HAMILTON enters from a bedroom down the hall, dressed to go out.      \n[210]Marbro or the Biograph...  Where you goin'? \n[211]I'll take you. Its too hot in here. \n[212]I'll go in with you. \n[213]How long will you be? \n[214]I'll meet you back here... He waits as she boards an elevator. As her doors close, Dillinger follows a group of police, bail bondsmen, and civilian workers into a second elevator. \n[215]You pass? \n[216]laughs out loud. The irony is that the gangster who inspired this Hollywood moment is sitting right here watching this movie. \n[217]sees all of them RIGHT NOW. He pushes the .380 in SLOWED TIME Natasky. \n[218].tell Billie... Only Charles Winstead hears the rest. ", "PURVIS": "\n[1]breaks into the clear. \n[2]Floyd! Halt! Purvis aims the Mauser. Perfect form. Floyd zigzags. Purvis FIRES, misses. Floyd opens up with the Thompson -- wildly at that range. Floyd is 10 yards from the forest. Purvis kneels onto his right knee. On his upraised left knee he braces hi left elbow. He inhales. Starts a smooth squeeze. Ha Tway through the exhale he FIRES. Floyd's right arm flies up. He's punched forward and crashes to the ground. \n[3]You are under arrest. Floyd sits up to see the massive exit wound. His right lung and liver are shot through. He falls back. \n[4]Melvin Purvis - Department of Investigation.       10. \n[5]Where's your friend Harry Campbell, Floyd? \n[6]Thank you sir. May I ask why? \n[7]Absolutely, sir. Purvis is imbued. Henry Suydam enters. \n[8]We have two weapons that cannot be defeated. \n[9]The Bureau's modern techniques of investigation and your visionary leadership. \n[10]Thank you. \n[11]Then we will cross-reference every Dillinger family member and known associate in each locale.  He was there. It got cold. He bought a coat. Therefore, he may have been harbored or have a safe house nearby.       24. \n[12]By such techniques we will get Dillinger.  Doris...  For those of you who haven't met her, Miss Rogers is my secretary...  Please contact the Chicago telephone exchange supervisors. Request appointments for Carter Baum or myself.  We are going to be working long hours. It will be dangerous. Those of you who aren't prepared for that, can go. And if you're going to go, go now.  Thank you, gentlemen. \n[13]How did we find Berman? \n[14]Let's go. Right now. They race out.     40. \n[15]Blocking vehicles? End of this street? Alley? They aren't \"deployed.\" They're merely \"here\". Cowley gets it. Purvis exchanges a look with Baum, checks his gun. \n[16]Carter, take the back. Barton, you're with me. \n[17]I'm Special Agent Melvin Purvis, Miss Scott. Are you alone? \n[18]What's your fiance's name? \n[19]May we come in?      41 \n[20]You have identification? \n[21]What do you do for a living, Leonard? \n[22]Do you carry around samples? \n[23]Enjoy the rest of your dinner, Mr. McHenry. \n[24]Its all wrong. No one in or out. I'll get the others. (at door to stairs next to the elevator door Stay here, watch that door from right here. Purvis leaves. Barton wants to do it right. Then, he hears movement from Apt. 302. Objects being hurriedly shifted. He starts back down the hallway. Halfway between it and the elevator... \n[25]Pull the men from Sheridan and Wilson. \n[26]-reacting- grabs the Thompson from Madala and runs back inside. \n[27]Where is he?! \n[28]They headed north! The Sheridan Road car? \n[29]The man we let get away wasn't John Dillinger.  It was Baby Face Nelson. \n[30]Yes, it was. I take full responsibility, sir. Hoover calms for a moment. \n[31]And I'd like to request we hire part time agents with \"special qualifications\"... from outside the Bureau. \n[32]The Bureau has used these men before. \n[33]Our \"type\" cannot get the job done...  Without qualified help I would have to resign this appointment. Otherwise, I am leading my men to slaughter. Hoover is backed against the wall. He does not like it. \n[34]Thank you...  Hoover hung up on him. \n[35]What keeps you up, nights, Mr. Dillinger? Now Dillinger reads him like an X-ray. \n[36]Goodbye, Mr. Dillinger. \n[37]No you wont. The only way you'll leave a jail cell is when we take you out to execute you.      55. \n[38]She knows we're watching and he knows we're listening. \n[39]Hamilton's family hasn't had word from him in years ... \n[40]Not yet. If you interfere, I'll arrest you. From inside. \n[41]Our group will fly down in the plane.  Sam, you drive up. \n[42]If you can get Dillinger alive, do it. If not, then you put him down. Rice, Rorer - take the back. Carter, you cut through the woods and come up on the front from the northwest. Get up close enough to see if they're in the barroom. \n[43]We know where he is. We go in. \n[44]o in anyway. \n[45]I will not risk them escaping and humiliating us. Take the southwest corner. Cover that and the front.  Block the road we came up -- Winstead has to accept this. He is not happy. Baum moves off through the woods. As Winstead and Hurt start to move off...     82. \n[46]Stop that car! Federal Agents! \n[47]Police! Stop!  Fire! Purvis and from the woods Baum open up. Agents Madala, and Clegg FIRE as well. \n[48]Where the hell is Cowley? Purvis - low - runs to the Chevrolet, opens the door. The driver and one passenger are dead. A middle aged, unarmed man steps out. Bullets zing around him. He promptly sits down on the ground.,, dead drunk. These are not Public Enemies. \n[49]Is it Dillinger? \n[50]See if you can head him off. Go! Purvis runs into the woods after the fleeing figure. Carter Baum races off in a car.     84. \n[51]Who was it? Was it Dellinger? Baum shakes his head a fraction. \n[52]running towards them, jumps in the Packard. \n[53]Turn it around! .the car... \n[54]Baby Face Nelson. He killed Carter. Cowley u-turns and accelerates. \n[55]`'aster, Sam! \n[56]Rest quiet and you will be alright, Sam. \n[57]Agent Cowley died this morning at 5:17am. Grim reactions among the men.. ,their lost colleagues and friends... \n[58]Right now all of Dillinger's friends are dead. He's out there alone. There won't be a better chance to run him down. \n[59]He could be anywhere - but he is not. What he wants is right here. Billie Frechette.      94. \n[60]Agent Madala...  Agent Madala! \n[61]Its New Year's Eve, Roger. Go home to your family. \n[62]Uncuff her. Reinecke tries to pull away. He can't. The smaller man is built of steel cable. Rorer uncuffs Billie. \n[63]Restroom's down the hall. Billie tries to rise. Stumbles. \n[64]Miss Rogers... Doris Rogers follows them.     105. \n[65]If you aid us apprehending John Dillinger, I will do everything I can to influence Bureau of Immigration to let you stay in America. \n[66]That's all there is. \n[67]How do you socialize with him? \n[68]I will not guarantee what Immigration will do. What I can guarantee is what I will do. If you do not cooperate, you will be on a boat out of this country in 48 hours. Do not play games with me. Anna hesitates, caves in to Purvis. \n[69]Who's \"we\"? \n[70]How will we know? \n[71]Miss Sage... She hung up. \n[72]It is tonight, Marbro. Or the Biograph... \n[73]Is it the Marbro or the Biograph? We will be deployed at both. Whichever one he shows at, I will be outside that theater when Dillinger exits. I will give the signal to move in by lighting a cigar. \n[74]Excuse me? \n[75]Sergeant Zarkovich and Special Agent Winstead will be at the Biograph. As will I and Special Agent Madala.  Virgil Peterson, coordinate the Marbro. The rest of you will wait here until it's determined which theater. Looks between Zarkovich and Capt. O'Neill. They have to INSURE Dillinger is killed, not captured. \n[76]is stunned. Dillinger passed three feet from him. \n[77]In case he walks north? \n[78]sees him. He lights his cigar. It's the signal to move in. \n[79]lights a second match. And as he lights his cigar, he looks up to see... \n[80]pulls the trigger. Nothing. He left the safety on. He fumbles with it. \n[81]H--halt! \n[82]unloads Dillinger's gun. His gun-handling of Dillinger's gun is a lot better than his gun-handling of his own under stress. \n[83]What did he say? \n[84]You look after this. I need to call Washington. Zarkovich`houlders through the gathering crowd of \n[85]Cover his face and keep the damn photographers away. \n[86]Yes sir. \n[87]One thing I learned was that John Dillinger was an outlaw and my Adversary. But he was no punk. And he was no hoodlum.  Another is that I have no future in your Bureau. And I don't desire one. I quit. Purvis tosses his badge on Hoover's desk and walks out. Hoover couldn't care less. ", "BILLIE": "\n[1]Billie Frechette. \n[2]On my father's side. There's an \"e\" at the end. Do you have a name? \n[3]Do you dance, Jack? \n[4]How come you don't know how to dance? Its easy. Follow me. This is a two-step.  Don't look at my feet. Look at my shoulders. She stays an inch or two distant in his arms. Its slow and languorous. He follows her with little difficulty. He can smell the perfume in her black hair. \n[5]Flandreau. \n[6]outh Dakota. \n[7]Italian. \n[8]My momma's a Menominee Indian. But most men don't like that... \n[9]And I check coats at the Steuben Club. What do you do, Jack? \n[10]Catching up on what? \n[11]Sure. He nods courteously to her girlfriends, grabs her coat, puts a hand around Billie's waist and steers her out... \n[12]What is it, exactly, you do for a living? Dillinger looks over the top of his menu. \n[13]Why'd you tell me that? You could have made up a story... \n[14];,;.at's a pretty serious thing to say to a woman you just met. \n[15]Well, I haven't been any of the places you've been. So I don't even know what I don't know. \n[16]Boy, you are in a hurry. \n[17]Well, its me they're looking at this time. \n[18]That's nice. But they're looking at me because they're not used to having a Menominee Indian girl in their restaurant in a three dollar dress. \n[19]Where are you going? \n[20]May I check your coat, sir? \n[21]`you left me standing alone on the sidewalk. \n[22]I'm not your girl! A CUSTOMER comes up and puts his ticket on the counter. \n[23]I am not your girl and I'm not going to say that. \n[24]No. \n[25]No one's ever done that for me before. \n[26]I don't know anything about you. \n[27]You been living here long? \n[28]I'm drinking in a man's apartment who .:W.ants to romance me. Okay. I'm no \"Pollyanna, but there are things that you Kati would bother a girl like me... \n[29]I'm trying to get to know you. \n[30].smooth \n[31]Where you goin'? \n[32]You're all packed. \n[33]I was married once. He was too handy with his fists. She stares at Dillinger. Will this put him off. \n[34]In prison. I divorced him. Only mistake I made was marrying him in the first place. He got caught mugging a mailman... \n[35]After my daddy died, we went to live on the reservation in Flandreau. In Flandreau nothin' ever happened.  When I was 13, we went to live with my Aunt Ines in Milwaukee where my cousin Frances had a lot of Indian friends who went around to churches and put on plays like \"Little Fireface.\" And nothing exciting ever happened to me there, either. So I haven't been anywhere or done anything in my whole life except come to Chicago and try to make my way. \n[36]heat do you want? \n[37]Thank you, thank you for these last few weeks. I never thought I'd see Florida. \n[38]It's been, three, four weeks. You'll look for a change. Or you'll get tired of me. And then I'll be sad and angry. So I wanted to say thank you before then... Dillinger is surprised that her expectations are so low. She didn't think his interest in her to be more than passing. \n[39]No. But I'm no fool. I'll be back checking coats at the Steuben Club. \n[40]Then it will be another way that's worse.  You rob banks and you run rings around them, but you're likely to get killed or, get shot and... \n[41]Homer and his damn joke... I don't want to be around to see any of that. Okay?! That's what it's about... Dillinger gets it. \n[42]After. \n[43]Get in here. She stretches out and wets her hair. She sits up to reach for the shampoo. Dillinger's got it and rubs it into her hair. Dillinger hears something in the street. He goes to the window and sees a car parked irregularly. TWO MEN get out. \n[44]Don't come to Chicago. \n[45]Yes. \n[46]Yes. \n[47]Don't come to Chicago, Johnnie. \n[48]know you will look after me. \n[49]Happy New Year, baby. He looks at her. Its a concerned look. She reads his mind. \n[50]Johnny. I'd rather live on the run with you, than live any other way. That says it all. They are both quiet for a long beat. \n[51]However long. \n[52]glows to the prospect. For the first time there's a tangible future. \n[53]Cuba? \n[54]I think that's a great idea! \n[55]comes out the door. Dillinger's niece comes up with a Kodak Brownie.      98. \n[56]That how he was when he was a boy? Carefree and laughing...? \n[57]You love him, don't you? She touches his arm. He looks back at the house. \n[58]To try to live somewhere else. \n[59]`--W re ' s the apartment? \n[60].I took a taxi. \n[61].hauled towards a Bureau car by Reinecke. He tips her off balance. He bounces her off the door pillar on purpose. Dillinger sees all this. \n[62]I have to... He kicks the chair again. She's being denied a toilet. The humiliation is part of the pressure. Billie's embarrassed. Billie urinates on the chair now and the floor. Another Agent makes a face... \n[63]We were supposed to meet...at our apartment... \n[64]On Addison. 1148... \n[65]Now. \n[66]Well...  he's way the hell away from here by ,Tow, isn't he? She looks up at him. And she drops the little girl act. She sent them on a wild goose chase to give her man time to get away. \n[67]You wanted to know where he is, you dumb flatfoot? You were too scared to look around. You walked right past him on State Street. He was at the curb in that black Hudson.  You asked me \"how I got there?\" I told you I took a taxi. And you believed me?  He dropped me off and was waiting for me. And you walked right past him. He's furious. Her Native American beauty doesn't soften Reinecke. He visualizes smashing the bones in her face with his fist.     104. \n[68].and when my Johnny finds out how you slapped around his girl? You know what will happen to you, fatboy? She looks Reinecke square in the eye. Reinecke swings... \n[69]I can't stand utp. Purvis doesn't hesitate. He picks her up in his arms and carries her through the office to the restroom in the corridor. She puts her hand over her eyes in embarrassment. \n[70]Don't try and break me out. I am too well guarded. Milan Prison is too tough. Two years is not a long time, anyway. Go away someplace where you're safe like Mexico and wait for me. We will be together again. Your true love in life, Billie. And the air goes out of him. \n[71]If you come here to ask me more damned questions. \"Where's this one or that one? Did I know Vern Miller? Who did what...?\" Winstead shakes his head no.      131. \n[72]Okay, Mr. Winstead. What do you got to tell me? Winstead leans forward. \n[73]They say you're the man who shot him? \n[74]6 why are you coming here to see me? To see the damage you done? ", "HOOVER": "\n[1]Because of the new breed of mobile outlaws who flee jurisdiction by crossing state lines over highways and against whom this government must wage a war on crime. J. EDGAR HOOVER is a physically short man but has a dynamic presence. He is a dapper patrician who believes in elites. He is completely free from self-doubt. He is youthful and 33 years old. SUYDAM and TOLSON sit next to him. MCKELLAR iï¿½'Chairman of the Senate Appropriations Sub- Committee.-,He's an avuncular man of 62. \n[2]That's ridiculous. The Bureau's apprehended kidnappers, bank robbers, who have stolen up to... \n[3]We've arrested and arraigned 213 wanted felons... \n[4]As Director I've administered... \n[5]I've never arrested anybody. \n[6]I'm an administrator. \n[7]Crime is what runs wild in this country, Mr. Chairman. And... \n[8]I won't be judged by a kangaroo court of venal politicians... \n[9]Find out: was he soft on the Reds in ,1919? Does he use prostitutes? Peppy `tuf f like that. And feed this to Walter =!riiâ\u0080\u009einchell: \"McKellar's a Neanderthal. He's O7:a personal vendetta to destroy me.\" Like that.  We'll fight him on the front page. Not in his damn committee room...  Where's Dillinger? \n[10]How long ago? \n[11]He's in Hammond. Heading to Chicago. \n[12]You can have fun in Chicago. What the hell's there to do in Cincinnati? \n[13]Agent Purvis, congratulations. \n[14]Pretty Boy Floyd, for which you have my commendation and personal gratitude. Second, you are, as of this moment, the Special Agent in Charge of the Chicago field office. Your task will be to get John Dillinger. Are you up to it? \n[15]This is Henry Suydam.. He is our expert in congressional and press relations. INT. BUREAU OF INVESTIGATION w HOOVER ESCORTS PURVIS THROUGH \n[16]Why are you sure you're up to this task, Mr. Purvis? \n[17]What are they? \n[18]You let Mr. Tolson, here, know if you need anything, Melvin, anything at all, \n[19]Call me J.E. They shake hands. There's a mob of photographers and newsmen and microphones to interview him. \n[20]That was a miserable piece of work. \n[21]I thought you understood what I am doing...build.ing a department of professional investigators. Young college men with law or accounting degrees from good families. No, you may not go outside the Bureau, Purvis.      46. \n[22]They are not our \"type.\" \n[23]Mr. Tolson will call you, Agent Purvis. \n[24]Why is this clown Estill fraternizing with the man he is scheduled to prosecute?! REVEAL we are in Hoover's office. \n[25]...they call Crown Point, \"Clown Point.\" ,,.,The Bureau of Investigation cannot catch \"\"Public Enemy No. 1, but Arizona cowboys zï¿½. The President of the United States -s'aid Dillinger is making a mockery of the system of justice in this country. That means I am allowing Dillinger to make a mockery of the system of justice in this country. It is a dark cloud. There is a silver lining in that cloud. By escaping, John Dillinger has given us a second chance to get John Dillinger.  Hamilton has a 17 year old sister in Detroit. Arrest her. Dump her in the tank. Pick up all known Dillinger associates. Doctors. Question family members. Pierpont's mother in Indianapolis. Dillinger's family in Mooresville. Foreigners. We suspect all of them of harboring... \n[26]That's the point. Motivate them to get \"word.\" Create informants, Agent Purvis.       72. \n[27]I want suspects interrogated \"vigorously.\" \"Grilled.\" No misplaced sentimentality. As they say in Italy and elsewhere these days...\"take off the white gloves.\" By this point, they're down the Justice Department staircase. Purvis is dismissed. Hoover steps in front of a... \n[28]What's your name, son? \n[29]G-Men all over the country have picked up: the gauntlet flung down by the outlaws and wanton murderers. And these junior crime fighters, these junior G-men... COLOR DESATURATES into BLACK + WHITE. We don't kno Â°why. \n[30].every one of them., stopped some crime from occurring and forestalled an entry into the black book of criminal deeds. I am rewarding them with these medals today. My friend, Harris here, is the first... Hoover pins the first medal on Harris. And OVER that we HEAR OFFSCREEN... \n[31]You are under arrest for the...Wahpeton, South Dakota bank robbery. Tolson waves to an agent across the street. \n[32]regains his composure. \n[33]I heard of your fishing prowess. i myself, always wanted, to catch a marlin... \n[34]Are you relieved its over? I'm sure you are.  You know you will feel much better once you get everything off your chest.  Why don't you tell me where Harry Campbell is? After a moment.. \n[35]Karpis said he'd never be taken alive, but I took him without firing a shot.  That marks him as a yellow rat. He was scared to death when I arrested him.  That's all I got to say. Suydam and the special publicist, COURTNEY COOPER address the reporters. \n[36]Agent Purvis. \n[37]\n[38]A medical student in the morgue made that cast of Dillinger's face. It's a reminder of the war we continue to wage against the punks and hoodlums... Purvis looks at Hoover. This was the golden boy who Hoover came to despise. ", "WINSTEAD": "\n[1]What'd he say he looked like? \n[2]That's right. His terse reply makes the garrulous porter stop talking. \n[3]Wcrk around it. From under the brim of his hat, Winstead glances at big city life in Union Station. He's an ominous presence. HEAR the excited roar of a CROWD and we -- \n[4]If he is? \n[5]If he isn't? \n[6]Too much real estate out here. Too many ways for'em to get out. And too few of us to blockade 'em in.  We need road-blocks. An assault plan. This ain't how to do it. We gotta wait for Cowley's group... Purvis hesitates. Then. \n[7]runs through trees parallel to them but further away from the water. He catches sight of two figures through the :trees playing against the water from 100 yards away. \n[8]85 \n[9]signals above and behind him. to... \n[10]Cease fire! Stop shooting! The shooting stops. There is no return fire from the lodge. Winstead puts a handkerchief over his nose and mouth and \n[11]grabs his wrist, turns him, Reinecke resists, Winstead nearly breaks his wrist. \n[12]Bad idea. \n[13]What's playin'? \n[14]What's playin' at the Marbro? What's playin' at the Biograph? It hadn't occurred to anybody to find that out. \n[15]John Dillinger ain't going to a Shirley Temple movie. \n[16]Clarence and I are going to be in that doorway.       117. \n[17]30 feet south of the theater entrance. Gerry, you get in that car at the curb about 75 feet north... \n[18]He ain't gonna head north. He's gonna walk south and cut through that alley back to her place. Gerry, when you spot him through your rearview-you come up on him from behind. The \"cowboys\" are the only men not deployed by Purvis. They call their own shots. \n[19]That's Dillinger. Straw hat. Glasses. Hurt crosses the sidewalk in front of Dillinger and walks north. He'll turn and position himself behind Dillinger on the right. These guys are pros.     123. \n[20]steps out f, the doorway, now, and falls in up the center of the sidewalk. Reinecke's eyes are riveted on Dillinger... \n[21]stands over him. Purvis snatches the .380 automatic out of Dillinger's hand. \n[22]I couldn't hear him. \n[23]Don't even breathe sudden. \n[24]Where you from? \n[25]Fort Worth, thereabouts. Clarence is from Tyler.  Well, Alvin. You're a sly old dog. If ,you'd a even had that jacket on... A ring ofc tints with their revolvers out, now converge around Karpis. \n[26]Give me your tie. \n[27]How are you doing, Billie? \n[28]I didn't come here for you to tell me something. I came here to tell you something. \n[29]'M'at's right. One of them. \n[30]Because he asked me to. This gets Billie's attention and she looks more closely at Winstead. \n[31]When he went down, he said something. And I put my ear next to his mouth and what I think he said was this. He said...  \" .tell Billie for me...Bye Bye Blackbird...\" Billie has to rise and turn away from Winstead so that he doesn't see her overcome with emotion. Winstead knows this. It is the measure of this man that he respected the privacy of John Dillinger's message and only told her. ", "HAMILTON": "\n[1]Time. Thirty year old JOHN HERBERT DILLINGER is in the backseat. He nods. His arms are behind him. We don't know why. Red starts the car and drives forward. \n[2]Johnny...? Ready.     7 \n[3]Kid didn't fool with anything, did he? Dillinger, looking back at the boy, hasn't heard.      8. \n[4]Johnnie? All there? Dillinger lifts the coats on the backseat: their weapons are as they were. \n[5]Okay. And Berman? Wanna switch-out the \"shorts\"? \n[6]He's okay. \n[7]Well, I got rule four: stay away from women. \n[8]What's why they invented whores.  Hamilton leaves, arms around the women. Dillinger keeps his eye on Billie. Music ends. Young man escorts her to her table. He tries to join her. She turns him down. Dillinger finishes his drink, approaches. He now sees how beautiful Billie is. She's 5 foot 5. With a straight erect build, she stands out in any crowd. She looks Dillinger straight in the eye. Clear skin, dark eyes with humor playing about the edges. He unexpectedly starts to feel nervous. He gives her his best grin. \n[9]Why'd you sign that asshole's paper? \n[10]Oh Jesus... Now the LIGHTS come up! \n[11]Shouse, you step out of line one inch and and I will kill you. Then I will kill your parents for having had you. Then I will kill their pet dog. \n[12]\"Don't work with people you don't know and don't work when you're desperate.\" Walter Dietrich. Remember that? \n[13]Right! Goddamnit! Right! As Shouse makes the turn... \n[14]You need to rest up awhile. \n[15]We could head to Reno... Dillinger lies back in bed, looks around the room, angry and frustrated. Hamilton gets up to leave... \n[16]I don't think so. Dillinger looks at Red's shirt. A blood stain blooms just above his belt. It's bad. \n[17]Not like you ain't seen a man die before.      91. \n[18]You gotta let...  You gotta let me go, John. \n[19]And you gotta let Billie go too. Flash of anger in Dillinger's eyes. \n[20]I know... you... never let no one down you care about. But this... time... you gotta let go... Hamilton desperately searches Dillinger`s eyes for a response. Hamilton squeezes Dillinger's hand and grimaces in pain. He lets out a'7-`gasp. His grip relaxes. Dillinger looks away... A car pulls in next to his. As the DRIVER gets out, he happens tc...giance at Dillinger's car. ", "KARPIS": "\n[1]Everyone's good.  We been looking to snatch two fellas. One's a St. Paul banker, Ed Bremer. Need a few more hands. \n[2]Robbing banks is getting tougher. \n[3]Who gives a damn what the public likes? \n[4],L -am strictly out to make cake. \n[5]Lawyer named Piquett. We all use him.  \n[6]Needs two, three more months to set up. I need seven or eight real right guys to take it down.      26. \n[7]A million seven, a million eight. Dillinger looks at Karpis. In 2007, that would be $22 million. \n[8]Federal Reserve shipment. It runs only twice a month. This is the kind of score you go away on after. \n[9]Brazil. Cuba, maybe. What about you? \n[10]You ought to. What we're doin' here, don't last forever. They lock at each other: two pros at the top of their game. \n[11]The mail will carry the full whack this Tuesday. \n[12]That's the day they ship two weeks of payroll for seven large factories around. Rockford.  Route 14 and Route 11. Two ways in; two ways out. Harry handles the door and the..::, safe... WIDEN to include: HARRY CAMPBELL - ruddy face, large bodied. Also here is Freddie and Dock Barker and Jimmy Prohsco. \n[13]Dock cuts the telephone lines five minutes before we go. You and Harry and I go in strong. Dock comes down the pole and becomes the lookout. Jimmie and Freddie drive. \n[14]$1.5 to $1.7 million. About $300,000 each. Karpis is quiet. They are both feeling the ghosts of their friends...      109. \n[15]Sorry about Red. \n[16]Nelson was a hot-head. I liked him for some reason. \n[17]Had a talk with him once, at Czernaky's... \n[18]I reminded him... \n[19]Nelson. .that he told me if he ever got $20,000 together, he'd up and quit \n[20]I thought about heading to Varadero Beach in Cuba, outside Havana. You been there? ", "ANNA SAGE": "\n[1]I'm in Chicago on North Halstead now. Come on by... \n[2]in a woman's business suit, hat and sunglasses in the dark bar, reacts. Zarkovich sits next to her. \n[3]Immigration say they send me back to Romania. old madam is the true love of his life. \n[4]Can they fix the deportation? \n[5]hesitates. Then she approaches and enters Purvis' car. It pulls out. \n[6]I want guarantee. \n[7]No good. \n[8]I think you do this. I think you tell Immigration. to pick me up and to send me back to Romania.      107 \n[9]We go out. Maybe tomorrow night. Maybe not. Maybe in a week. A month. Maybe never. \n[10]Every Sunday night, we go out. \n[11]e. Him. One of my girls, Polly Hamilton. \n[12]I call you Sunday when I know. \n[13]Jimmy, you're back... We understand that Dillinger's been harbored here all along. And he goes under the name Jimmy Alexander. \n[14]Where you want to go?  Jimmy take us to the picture show. \n[15]I get us some butter and make fried chicken for dinner. \n[16]We go tonight. I don't know if to Marbro or to Biograph.  ", "PIERPONT": "\n[1]Line up! Line up... Dietrich and Van Meter control THREE OTHER GUARDS. ED SHOUSE, JIM LESLIE and EARL ADAMS - three other Cons armed with makeshift clubs and spivs -- join the escape. Meanwhile... \n[2]Cut it out Shouse! \n[3]Dietrich was your pal, up to you. Dillinger sees the abject fear in Shouse's eyes. And Dillinger's mood swings. He lowers the shotgun... Then, he snaps the butt across Shouse's face. Breaks Shouse's cheekbone. Dillinger pulls back and slams the heavy butt dead center, smashing Shouse's nose and orbital socket. Dillinger opens the door and kicks Shouse out of the moving car. \n[4]okay...? \n[5]Hiya Harry... \n[6]tosses Berman a rubber banded roll of bills while...     12. \n[7]Company! NO ONE inside stops working. They know Van Meter will do his job. \n[8]You three! Let's go! .to three pretty TELLERS hiding under a desk. \n[9]C'mere, honey. Buick's moving faster. Dillinger pulls her onto the running board next--:o Boyard. The Buick roars away. \n[10]Face each other. Join hands. Pierpont binds them loosely to the tree.      23 \n[11]Change a. twenty? \n[12]I want to take 66 and check banks in Denver and Phoenix. We'll meet you in Tucson on the 25th. \n[13]Fire in the hotel. Firemen found our guns. Laid for us! Sorry, John. \n[14]We're getting Shanghaied to Ohio! ", "ZARKOVICH": "\n[1]Long as you stay in my town, you're in safe haven. Dillinger tosses Marty the envelope. This is Dillinger's support and resupply network. \n[2]Sport's only following orders. So am I. He demonstrates that his palms are empty. He's smart enough not to be armed. \n[3]They thought you might come here. Zarkovich is nervous. Dillinger reaches for his front pocket. \n[4]Your money is no good. \n[5]You go talk to your pal, Gilbert. \n[6]Talk to Gilbert Catena. Dillinger, not taking his eyes off windows and doors, backs away. He knows there are more men. Zarkovich is nervous and frozen because... \n[7]You know what to do. \n[8]Plus there's a $25,000 reward. \n[9]O'Neill's got to be cut in, too. So it splits three ways. \n[10]These guys can fix anything. \n[11]She's piayin` ball. \n[12]They are plenty serious all on their own.      108. \n[13]Yes sir. \n[14]Anna Sage will wear a white blouse over an orange skirt. That's how we're gonna know it's him. ", "D'ANDREA": "\n[1]Everytime I read about one of your jobs, where you give people back their money, 'You crack me up...  Ypu need anything, Gilbert knows how to find me. D'Andrea continues to the men's room. \n[2]Anybody see him come in? \n[3]k around, Johnny. What do you see? \n[4]You see money. Before last month there were independent wire services letting bookies know who won the third race at Sportman's Park. 300 of 'em. Now there's only one. Ours. General News. Nationwide. On October20, you robbed the bank in Green Castle, Indiana. You got away with $74,802. Split 5 ways, that's $14,960.40. You probably thought that was a big score. Dillinger stares at him. Where's this going? \n[5]This room makes that much every day. That is how money gets made. And it keeps getting made, day after day after day. It is a river of money. Flowing right to us. And it gets deeper and it gets wider.  Unless the cops come through that door.      70. \n[6]That's right. We pay them not to. Unless they know you're here. Then they come through the door, no matter what.  What does that tell you? \n[7]You're bad for business. What this is, is called obsolescence. \n[8]So the Syndicate got a new policy, Johnny.  Guys like you? We ain't laundering your money or bonds no more. You ain't holing up in our whorehouses anymore. No armorers. No doctors. No nothing.  That's the way it is. D'Andrea comes closer to him. \n[9]And I am a messenger. This is business.  Between us... He reaches into a pocket for cash. \n[10]You need something to tide you by in case you're short? Dillinger and Red's looks say it all. They start out. \n[11]Okay-but can you do me a personal favor? Dillinger hesitates. \n[12]For my son, Mark. You're his hero.      71. \n[13]Did what? \n[14]What do we care? We don't rob banks. ", "BAUM": "\n[1]Look out, Melvin! Purvis kicks the 45 out of his hand. \n[2].manufactured by Freeman &amp; Freeman in St. Louis. We are identifying all stores that sold this coat. We note AGENTS COWLEY, RICE, CLEGG + RORER. DORIS ROGERS is Purvis' secretary. He brought her from his last post in Alabama along with Barton and Baum. We've entered mid-scene. \n[3]That noise on the line? That's called \"swing\". Nothing we can do about it. Some words get dropped. Were listening in on a car dealer. Harry Berman. Rice plays back a recording. \n[4]We think that's Dillinger's voice. \n[5]Dillinger's coat was bought in Cicero, Illinois, a few doors from Berman's dealership. Berman supplies cars to the syndicate. Since Capone. Dillinger must have been at Berman's switching cars when he bought that coat.  Soon as they call to switch out the next car, we will tail them. Right to Dillinger. \n[6]Rorer tailed it. Berman dropped it in an alley next to the Sherone Apartments 20 minutes ago. Rorer talked to a neighbor. Men go in and out at night carrying heavy suitcases. One looks like Dillinger. \n[7]No. It was Lester Gillis. Purvis sinks. \n[8]Bureau of Investigation, nobody move! Chevrolet slowly starts towards Purvis and the others -- \n[9]Someone got out! \n[10]I think so. \n[11]Nelson. Baum's eyes roll back in his head. Purvis runs after the car. He dives through the woods to cut it off at a turn in the road. ", "MCKELLAR": "\n[1]Why do we need this? \n[2]And so in the middle of a Great Depression you're looking for a budget increase to build up your Department? But by my tally your Department of Investigation spends more taxpayer's dollars catching crooks than what the crooks you catch stole in the first place... \n[3]How many criminals you apprehended? \n[4]No. I mean you. How many?      14. \n[5]No. How many have you arrested? Personally. \n[6]You never arrested anybody? \n[7]With no field experience. For once Hoover is silent. \n[8]In fact you are shockingly unqualified, aren't you, sir? You have never personally conducted a criminal investigation in the field in your life= Others in the room stare at Hoover. McKellar leans'-back... \n[9]I think you are a front. I think your prowess as a lawman is a myth created from a hoopla of headlines by Mr. Suydam, your publicist there. You are trying to make a federal police force with you set up as its Czar. That is runnin' wild in my estimation... \n[10]And if the country required an expanded Bureau, I question you are the person most fit to run it while...      15. \n[11]While outlaws like Dillinger, Clyde Barrow, the Barkers, and Nelson flourish unabated.  Your appropriation request is denied. The hearing's over. ", "VAN METER": "\n[1]Let him have it. \n[2]-- who let him go. Van Meter keeps his eye on the other THREE COPS. Two get behind the cover of parked cars across the street. ONE stays low and runs towards Homer. \n[3]Why should I? I wanna watch. Angry Cop rushes him. Homer slams him in the gut with his rifle, disarms him and uses him as a shield. He backs to the front door. Pedestrians flee. Cops draw down. They cannot shoot without Homer blowing off the Cop's head. Meanwhile... \n[4]FIRES past his hostage's head. Detective goes down. The Hostage's eardrum is blown. His ear bleeds. \n[5]Are we taking `em to the hideout? \n[6]How 'bout it, honey? Can you cook? \n[7]When I'm not doing this, I'm a scout for the movies. \n[8]I think we wore out the Midwest for awhile.  I heard one today. Indiana paper.  \"Wanted. John Dillinger. Dead or...dead.\"  Billie doesn't laugh. Dillinger pulls her close and she can't resist his good spirits. D'Andrea's approached... \n[9]Still more than $8,000 a man. \n[10]is cut down right away, hit 14 times. While... ", "PIQUETT": "\n[1]What's on your mind? \n[2]Your honor! Are we to have a hearing in accord with the laws of this nation, or is the State to be permitted to incite an atmosphere of prejudice? The very air reeks with the bloody rancor of intolerant malice. The clanging of shackles brings to our minds the dungeons of the Czars, not the flag-bedecked liberty of an American courtroom. I request the court to direct that those shackles be removed forthwith!      59. \n[3]Sheriff Holley, I think it's a very nice jail you have right here. What makes you think there's anything wrong with it? \n[4]That's what I thought. But of course, I don't want to embarrass Mrs. Holley. I appreciate that she's a woman and if she's afraid of an escape... \n[5]Thank you, your Honor. The Defense will need four months to prepare itself. \n[6]To go on trial in 10 days would be a legal lynching of this lad! There's a law against lynching! \n[7]Then observe the law part. Or just stand Dillinger against the wall and shoot him. Then, there's no need to throw away the State's money on this mockery. \n[8]I apologize to the court.  Bob and I respect each other very much. \n[9]Yes. He hands Diilinger a letter. Dillinger opens it. \n[10]She told me what was in it. Dillinger's distracted ...Karpis continues. ", "REINECKE": "\n[1]Listening to the radio... \n[2]Who brought you? How'd you get here? \n[3]If you tell us all about him, maybe you'll get a break. Maybe you end up doing a couple of months on a work farm., like a girls' home or something. \n[4]...or we drop you in a black hole. And you et to shit and piss on the floor and then lie in it all night in the dark with the bugs and the rats. Billie's eve'lids fall. She drifts off. Reinecke kicks her awake. \n[5]Where is he?! Billie startles! CLOSER on her chair. \n[6]Lady, you're stinking up my office. Where were you supposed to meet him! He slaps her. Billie's shoulders collapse. \n[7]I can't hear you. \n[8]Where? \n[9]When? \n[10]Where is he! ", "NITTI": "\n[1]I want Johnny Patton out front on the other four tracks. Tell Adonis. He can have the parking concessions, and maintenance. \n[2]How's he doing on the wire service? \n[3]Its hot out, right? \n[4]Ever since those pricks shot me I can't get warm.  What? \n[5]Okie inbred sonsabitches ... backwoods cocksuckers. They did this. \n[6]Karpis. That syphilitic idiot Babyface Nelson. Dillinger. All of them. Another interstate crime bill?! \n[7]Everything is interstate. Wake up. That's the point of being nationwide. Fix it. \n[8]Be there. Make sure. \n[9]They're serious when they make speeches. Then they screw it up. You make sure. ", "NELSON": "\n[1]What are you looking at? Nelson FIRES over their heads. Hostages scream and try to break loose. Nelson advances on the crowd... Out of a JEWELRY STORE, HARRY BERG, emerges and fires at BABY FACE NELSON, who is wearing a bullet-proof vest. Nelson sprays the area. Berg dives back in his store, BYSTANDER, JACOB SOLOMON, is hit in the stomach and crumples. Delay allows... \n[2]Couple of Chicago guys told Tommy. Don't worry, nobody's gonna find us. He thinks were salesmen. \n[3]I know you bastards wear bulletproof vests, so I'll give it to you high and low... Nelson OPENS UP. Baum, hit, manages to fall out of,-te passenger door and run. \n[4]You dumb bastards. \n[5]Who are these birds? He pulls the wheel to the right.     89. \n[6]Let'em have it. \n[7]Hit the engine! Nelson spins the wheel to veer off the highway onto a... \n[8]Come back here, help me, you son of a bitch! Homer doesn't. He's gone. The Packard hurtles towards him, screeches, skids sideways, stops! \n[9]opens up with the Tommy gun, ripping ", "COWLEY": "\n[1]My car's on Sheridan and Montrose and Rice in the Ford is on Sheridan and Wilson. \n[2]Little Bohemia. Manitowish, Wisconsin. \n[3]Who's that? Cowley slows. The other car doesn't. Ahead Cowley slams on the breaks. \n[4]Who was in it? \n[5]Look out...! \n[6]across the chest. As \n[7]Call my wife and tell her. ", "LEONARD": "\n[1]Something wrong? \n[2]Honey, would you get my driver's licence. It's in my coat pocket. Leonard sums reluctant to get up. With his right hand, he takes a forkful of food. His left is under the table. Now, we see that he:.'s holding... \n[3]You're that.. .Melvin Purvis. I've seen your picture! \n[4]I travel in ladies shoes. He smiles at his joke. Vi enters with his wallet. Barton sees the driver's license. \n[5]Show him, honey. Vi Scott puts a foot forward - a red shoe with a bow. \n[6]Sure. Big suitcases.      42. \n[7]Thanks. ", "CARROLL": "\n[1]You wanna know my name? Barton sees Carroll's eyes flicker, slight smile. He spins... \n[2]John, we gotta all be friends or this ain't gonna work. \n[3]After the bank we'll figure out if we can bust out Pierpont and Makley...      75. \n[4]Sioux Falls. Nelson says there's $800,000 in there. He got us a great place to hole- up after 'til the heat blows over. \n[5]Gimme the shot, Doc. Please. I'm begging you. \n[6]Oh, Mother! Help me! Please, God! He begins to scream. It is harrowing. A DOCTOR hurries into the room, Purvis blocks him from the patient. He shoves him back out the door and follows him... \n[7]Give me a shot! ", "RORER": "\n[1]Not until you tell us! As the pressure inside his skull becomes unbearable -- \n[2]Where is he?! \n[3]Di.llinger! Then you get the shot! Where is he? The Doctor looks at Purvis. Purvis remains steadfast. But we see Purvis struggling with this. Maybe his soul has just gone to hell.      80. \n[4].place is called Little Bohemia in Manitowish, Wisconsin. \n[5]Rhinelander. \n[6]What's she doing? \n[7]He could be anywhere - California, Florida... ", "HURT": "\n[1]Didn't say. Their suitcases have been set on the platform. A PORTER approaches. \n[2]I'm going to the men's room. Winstead spots a shoe-shine stand. Winstead sits, nods and the SHOE SHINE MAN begins to polish his Western boots. He's startled bi:the knife in a sheath built into the right boot. \n[3]who crossed at a higher point on the contoured landscape, giving the,,-Texans cross fire possibilities, and... \n[4]Put your hands on the roof of that Lincoln.  Other agents come running in. Someone's yelling: We got him! We got him. Bring him in.\" While they wait... \n[5]Any handcuffs around here? They don't have any. They had not planned on needing them. One agent is excited. His gun pointed at Karpis shakes. \n[6]Put that down. The agent drops his gun. ", "JUDGE MURRAY": "\n[1]Alright, remove the handcuffs from the prisoner. \n[2]Sheriff Holley? \n[3]Okay, Dillinger will stay here. Dillinger's staying in crown Point. Dillinger's relieved.      60. \n[4]Calm down. \n[5]Watch out or he'll be putting his arm around you, too. Laughter ripples. \n[6]The trial starts in one month on March 12th. DILLINGER as he stands, handcuffs are reapplied. He leans to Piquett, whispers.,. ", "BABY FACE NELSON": "\n[1]Everyone on the floor! This is a hold-up. \n[2]I'd like to know who set that alarm off. Who the hell did it? Who? Dillinger and Red get to the BANK PRESIDENT and shove him towards the vault. Nelson is working himself into a frenzy. He points his gun at one terrified Customer after another.      76. \n[3]If you want to get killed, make a move. What about you? How about you? \n[4]I got one, I got one! I got a cop! \n[5]$46,120. \n[6]who turns and FIRES at Purvis, who drops behind a. felled tree. Ahead, Nelson sees car lights through the trees and... "}}