{"dialogues": {"LESTAT": "\n[1]Whether it was that first meal, the music, or the 100 years of rest, I'm not sure, but suddenly I was feeling better than ever. My appetite for living was voracious. My hearing so exact I could locate precisely the source of the music... \n[2]My old house. \n[3]It was hard to believe these beings were mortal -- so confident in their skin. Everything in my body wanted to be with them. I couldn't help myself. \n[4]Please don't stop. \n[5]The door, of course. \n[6]Your music woke me from the longest sleep. It's sublime. In two hundred years I've never heard anything quite like it. \n[7]The question provoked an irresistible urge... \n[8]You may call me the vampire Lestat. \n[9]It just rolled out of my mouth. With one simple sentence I had betrayed everything about my kind. Betrayed our code of secrecy. \n[10]Your struggles are over. \n[11]All that you've ever dreamed of will be yours. \n[12]Your lucky day. \n[13]It was a bold move, I admit. But from that moment on, they were my friends, my children, my band. Together we rode on the wave of my preternatural ambition to superstardom, giving the world a new god... me. \n[14]Good evening. I'm so sorry I'm late. I was just having my... breakfast. \n[15]Yes. But why hide it in this day and age? I've hidden in the shadows for centuries. It's time to share myself with the world. \n[16]Our label isn't complaining, no. \n[17]If you like, I'll give you a private demonstration in your hotel room tonight. \n[18]After calling one stone tomb home sweet home for so long, I like to experience as much diversity as I can. Wouldn't you? \n[19]Maybe I'm trying to resurrect a few old friends with my words. Daring them to come out. \n[20]The casket... \n[21]I don't like repeating myself. \n[22]I imagine they are, yes. \n[23]Yes, as a matter of fact, I do... \n[24]Come out, come out, wherever you are. \n[25]See you all in Death Valley. \n[26]Come out, come out, whoever you are. \n[27]You.   In... \n[28]You.   No. \n[29]Yes, I'd say I'm down with that. \n[30]Oh, the sweet song of her blood. \n[31]I'll hear it in my head all night. \n[32]Roger... \n[33]I didn't know you were religious. \n[34]Roger... \n[35]Be careful, Roger.   Very careful. \n[36]It was the winter of 1788 and I was brought to a Mediterranean Island by the man who made me... \n[37]... if a man is what you'd call him. \n[38]Who are you? Do I know you? \n[39]I'm the lord of a great manor. They'll send an army of men to look for me. \n[40]I'll kill you! \n[41]Chose me? For what? \n[42]I'm dying. \n[43]More! \n[44]I impressed my maker with my thirst for things. He set out to educate me in the unknown. Taught me all about the world, its hidden history... and about myself. \n[45]Humanity? We're murderers. \n[46]My senses run amok, like a newborn child. And as for my new powers, I was beside myself with the pleasure of it all... \n[47]But why must we hide, Marius? We are the powerful, we are the immortal. We should walk fearless in the open! \n[48]So I could never know her? \n[49]So I can never be known? \n[50]My God... \n[51]My God, what have you done to me? \n[52]She's just a child... forgive me. \n[53]The faces of my victims haunted me, rising behind my eyes, reminding me of my fate... I played for days trying to expel the last bit of my human feelings... and face the cold, dark wasteland of eternity... \n[54]Perhaps... So you know Marius... \n[55]Not how to stay alive apparently. \n[56]Well, I can fix that. \n[57]Is it? And what else do you think you know? \n[58]Am I?   Tell me all about it. \n[59]Is that so?   What I do is art, is it? \n[60]Something beautiful... \n[61]Well, I'm not hiding now, am I? \n[62]his lips, shakes his head \n[63]Well, Talamascan, you're certainly a very clever librarian, aren't you? \n[64]How sad, you people always trying to know the unknowable... So, was it a good read? My diary. \n[65]Talamasca's been following me for years. I've never known one to be so brave. Or is it just foolish? \n[66]Go. I'm through with you. Your kind never satisfies my thirst. \n[67]You better just stick to your books, Talamascan. 'Cause you have it all wrong. I love all this. I delight in it. The dark, dreary world I went to sleep in has burnt itself out and been replaced by the 20th Century -- can you imagine my joy at waking up to discover such a world? It has outdistanced my wildest dreams of it. I scream of good and evil, and mortals stand and cheer. I adore being back in action... every moment, every single drop of it! Now consider yourself exceedingly lucky and go! \n[68]What? \n[69]Clever, clever librarian. \n[70]No, Roger, you wouldn't have. \n[71]Yes.   For the moment. \n[72]Well... I wouldn't unpack if I were you. \n[73]Ah.   Yes. \n[74]No, thank you, Roger. I'll make sure they're taken care of. \n[75]I don't think we've met. \n[76]Of course you do. \n[77]I'm always hungry. \n[78]Vampires don't eat... food. \n[79]Mine eyes dazzle, she died so young. \n[80]It's a very old poem of mine. \n[81]Don't do that. \n[82]I'm very ticklish. \n[83]I don't know.     Let's see. \n[84]Yes, Marius was impressed with my thirst for knowledge... But it turned out that there was such a thing as knowing too much. There were things Marius was not yet ready to teach me... and Marius and I parted ways. \n[85]Marius! \n[86]They're... alive. \n[87]Would you like me to play for you? \n[88]More! \n[89]Let me go! \n[90]God, her blood is like liquid fire. Who are they? \n[91]Release me! \n[92]Marius, please, just one more time. I felt the sun. The light, Marius, the light! \n[93]You'll not stop me... \n[94]Until tonight. And she chose me! Me! Never you! You'll not stop me! \n[95]I must have more! \n[96]Marius! \n[97]Marius!    Please! \n[98]Many times since, I have called to Marius. I howled into the night in loneliness and pain. \n[99]But there was no answer -- just the endless procession of days, months, years... My teacher left me to my darkest lesson -- that in the end, we are alone. \n[100]I hate bedtime. \n[101]Marius...! \n[102]And you. Still wearing the old fashions, I see. \n[103]How did you manage to slip through the 1950s in red velvet? \n[104]Don't think you missed much. \n[105]Elvis, yes. \n[106]I'd say a few pounds lighter. Though, if you ever catch me wearing a white jumpsuit, you have my permission to slice off my head. \n[107]Live and let live. \n[108]How did you find me? \n[109]Come, let me show you what it means to live in the light. \n[110]Out there. My fans. Thousands and thousands. They worship me. Millions of arms reach out to embrace, beg me to come into their lives. \n[111]With all my black little heart. \n[112]I only have myself. \n[113]What's that supposed to mean? \n[114]Good! I'm glad she's risen!     Let her come. \n[115]200 years and the same broken record. \n[116]Well then, it's every vampire for himself. Just the kind of rules I like. The rules you taught me. \n[117]Do you remember your first words to me, Marius? 'I am unknowable.' I'd rather not exist at all than have to live eternally as a ghost. \n[118]Such reverence for mortals! Then you should have left me as one! \n[119]Said the vampire to his son. \n[120]Ah.   Yes. \n[121]No, thank you, Roger.   We'll entertain ourselves. \n[122]Perhaps you would like a tour of the place... first. \n[123]Roger... would you be so kind? \n[124]Roger. Not that one.   Leave her to me... \n[125]You must be very keen to die. \n[126]The Talamascans have become quite stealthy. I didn't know infiltration was quite their style. \n[127]How did you find me? \n[128]Clever librarian... You should know, based on all your research, that groupies don't ever find their way out of here again. \n[129]Then why are you following me? What do you want? \n[130]Last wishes. What's yours? \n[131]I don't have time for this. \n[132]Maybe not. \n[133]You don't know what you're asking! I don't know what's in that librarian's head of yours, but it's not what you think. \n[134]I'll know when I kill you. \n[135]Are we? I seek the light.     You seek the shadows. \n[136]Alright! \n[137]This may be painful for a mortal. You're still attached to your skin. \n[138]Close your eyes.    Don't breathe. \n[139]And now for my next trick. \n[140]Yes. For just a moment. But as the pain is more intense for us, so is ecstacy. You see, we love our victims. \n[141]No, although the taste is so rich and sweet. Love is the essence of the dark gift. The connection is so much more satisfying, brief as it is, than anything else. \n[142]As you drink, you feel the heart weakening... it struggles even though there's no hope. You feel the life slipping away, the flash of those brief years. The taste of mortality you can no longer experience... and it is beautiful... No 'relationship,' no commingling can ever reach the heights of that experience. \n[143]Your blood... \n[144]Yes... \n[145]You want to know everything. You want to see what it's like. Then come! I'll show you. \n[146]Come closer, Jesse. You want to see? You want to know? \n[147]You see now? Are you ready?     Now do you want it?! \n[148]No.   Of course you don't. \n[149]Well I didn't grant your final wish. It was an impossible wish to begin with. You see, I am unknowable. \n[150]Good-bye, Talamascan. \n[151]Jesse. \n[152]Come on, children. \n[153]I'm so glad I decided to rise... After tonight, Death Valley will live up to its name! \n[154]You want more?! \n[155]This one's for those who've come for me! \n[156]Get out of here! \n[157]Akasha... \n[158]My wishes...? \n[159]Had a King? \n[160]You? \n[161]Never. \n[162]Can we try that again? \n[163]Show me the world... \n[164]Where are we? \n[165]You live here? \n[166]So warm... ... their blood... \n[167]... they're mortal... \n[168]Why? \n[169]This is the reason you have risen? \n[170]Made me see. \n[171]Never.    She is my Queen. \n[172]Yes... \n[173]She's nothing to me. \n[174]But, My Queen, you've forgotten my reward! \n[175]I left you one drop, my love. Drink deep and live. \n[176]Drink, my love. \n[177]I will never leave you again. \n[178]Charmed, I'm sure. \n[179]Unexpected? \n[180]Always. \n[181]Shall we go get a drink, love? ", "JESSE": "\n[1]No! \n[2]I have reason to believe Lestat's the real thing. A vampire. And an ancient one. \n[3]It would appear that way. But have you listened to his songs? Read his lyrics? \n[4]Well,i have. In one of his songs he refers to a pub called the Sailor's Arms. I think it's a clue... \n[5]'Where are you now? Back in the sailor's arms, somewhere in the back streets of Soho?' I tracked down the old leases in London. It turns out, in the late 1700's, there was a pub right in the backstreets of Soho called the Sailor's Arms. \n[6]And it had a reputation for dealing with black magic. Witches' covens, seances, that sort of thing. \n[7]And most importantly, reports of people being lured there and subsequently attacked by bloodsucking fiends. \n[8]Here's where you could find the Sailor's Arms in old London. \n[9]And here is where it would be today. Of course the Sailor's Arms is not there anymore. That part of London is mostly old warehouses, meat-packing plants. \n[10]Yes, but right now there's only one place to get a drink -- of sorts. A private club -- in exactly the same place. The Waverly Arms. \n[11]Well, what happens at the Waverly Arms now makes the Sailor's Arms look like a Happy Meal at McDonald's. \n[12]It's a vampire coven. And Lestat's leading us to it. \n[13]Well... it was taken... while... ... in motion. \n[14]But listen, if you look closely, you can see they're vampires. I'm sure of it. And Lestat's leading us to them and -- \n[15]But... uh... \n[16]I did. \n[17]Yes.   Last night. \n[18]No one.  I... just... went. Look, I know it was breaking protocol and I'm really sorry, it's just I think -- \n[19]Hey, does it look like I got involved? That is not called involvement. That is called running. \n[20]Vampires.   Gathering.   I'm sure of it. \n[21]You have to listen to Lestat's lyrics. They're amazing. \n[22]Many of the references could only be derived from years of research in the Bibliotech de Paris, which seems unlikely for a young rock star in his early twenties. Plus there are historical details dating back hundreds of years Lestat describes that don't exist anywhere... except in our library. He refers to Marius, the great white lord, who ruled over a group of islands off the Bay of Naples in the late 18th Century. What I'm trying to say here, and maybe I'm not doing the best job of it, is that Lestat may be the oldest and most powerful vampire ever documented! \n[23]Right. That's the best part. Lestat's not afraid to piss them off. He wants mortals and immortals to know he's there, to know he exists. I don't know why... But this has never happened before. Don't you see? He's a one man revolution. \n[24]Fine. Well then, I guess I'll just have to go back and get better, more conclusive evidence! Maybe you just can't unravel all the mysteries of the world out there, by sitting around all day in a dusty old library in here! \n[25]Yeah, I'm great. I just found a vampire. \n[26]Cause I think I'm on to something pretty big. The most important sighting Talamasca's had in years... Jesus, I don't know, David... I thought I was onto something... Maybe I didn't see anything... \n[27]Talbot. C'mon. You know me. I'm not freaking out on you. I'm just onto what looks -- alright looked -- like a good lead. You're the one who taught me how to do all this. You're the one who taught me to keep pushing and pushing... \n[28]David. There's nothing else. Nothing is 'beguiling' me, alright? Nothing. C'mon. \n[29]I'd be even luckier if that damn picture came out... Wait a second. So you do believe me? You do think it's a vampire coven. \n[30]They're all nightscapes. The detail is amazing. Mid-1500s. Florence. \n[31]This man is in both. \n[32]Have you -- \n[33]Marius?! From Lestat's lyrics. I knew I was right. \n[34]What do you mean the original vampire? \n[35]David, you've been tracking Marius your whole life. Maybe he's out there waiting for you right now. Don't you ever want to just go and find him and -- \n[36]You do? \n[37]Thanks. What is it? \n[38]Thank you for this. \n[39]Je suis le vampire Lestat... I am the vampire Lestat. \n[40]Sure, all the time. \n[41]You haven't seen the rest of my body. \n[42]My host... oh he's here somewhere. \n[43]Marius... \n[44]Marius has the blood of the ancients flowing in his veins. \n[45]That's a myth. Marius is around here somewhere... \n[46]You... you really should meet him. \n[47]Because... because... he's wise, a philosopher... he asks the big questions. Like how are you going to get through eternity? It's easier for us mortals. Life is brief, but for you... \n[48]I mean... what can you really do with immortality besides just slip from one day to the next, trapped in a void of meaninglessness, relieved only by your next victim? How do you not give in to despair and just wither away from boredom, hopelessness? \n[49]You know, it's like they say -- the more things change, the more they stay the same. For you that's forever, right? \n[50]You saved me. \n[51]I know a lot of things. \n[52]Well I guess we've got that in common. Although I think I'm a little ahead in the race here. \n[53]'Mine eyes dazzle, she died so young.' It's about the girl with the violin, isn't it? \n[54]I... I think you're a lot like Marius, Lestat. \n[55]You're... you're both artists.   He's a painter. You're a singer... \n[56]Yes... From nothing... you try to create... something beautiful... ... out of the... the cold, dark wasteland of eternity... \n[57]But... but Marius isn't a rebel. You're different in that way. You don't want to hide, follow the laws, concealed in the shadows like some insect. You... you still want to walk with the living, don't you, Lestat? \n[58]No, but the only time you're not really alone is when you kill... But, Lestat, you can't help it... it's not your fault... He made you this way... \n[59]I... I'm only an apprentice. \n[60]Does anything, Lestat? \n[61]I mean, what's the point of coming into the light if not to have someone really know you? \n[62]You want the world to see you're real, don't you, Lestat? Don't you? Well, here I am! \n[63]Lestat! \n[64]There's something you left out of your diary. \n[65]You kept her violin, didn't you? \n[66]Hey, it's okay. I understand... After all, it's only human. \n[67]Jesus Christ. \n[68]You're right, David. The journal has everything in it. \n[69]David, listen... I'm going to Los Angeles for the concert. \n[70]David, I... I talked to him... Look I'm sorry. But I... I have to see what's out there with my own eyes. I'm onto something. I just don't know what yet... I have to find out... \n[71]It's not emotion. It's instinct... I'll return when I have my findings. Good-bye. \n[72]Lestat. \n[73]Akasha! \n[74]It's not. I... I came on my own. \n[75]I've been tracking your manager for days... Then I figured out you simply have to look the part. \n[76]I'm not a groupie... \n[77]Are you granting wishes? \n[78]Show me what it's like to be you. That's my last wish. Grant it, Lestat. \n[79]All a vampire has is time. \n[80]Right. The covens are coming for you. I understand why you're doing it. You have to be who you are, no matter what happens. \n[81]But how are you spending what may be your last night on Earth, Lestat? As you always have... Alone. \n[82]Don't kill me yet. Let's spend our last nights together. Share it with me.   Show me what it's like to be you. \n[83]That's right. You don't know what's in my head, Lestat. Do you want to? \n[84]Gee, Lestat, that's a great way to get to know someone. Here. I'll give you a preview. Coming attractions. This is what you'll find. \n[85]I have this recurring dream that I'm a child and I'm living in this big house filled with vampires. And every night when I go to sleep, I wish to God the same thing... you know what that is, Lestat? \n[86]That I will have the dream again... Because in the dream I'm happy. And the dream is more real than my life... I don't know how, but I know you, Lestat... My life is a big mystery and you, you have the answer... \n[87]I can't go on pretending this life of mine is real. I can't live a lie... I'm just like you Lestat. We're the same... \n[88]No. We're looking for exactly the same thing. You know it... Please. Show me. \n[89]I don't care. \n[90]Do that again! \n[91]Did it hurt? \n[92]Love?    I thought it was the blood. \n[93]Do you like it? \n[94]Do it to me... Please... With your blood I'll know you... \n[95]I'll know everything... \n[96]Is she alright? \n[97]Lestat, no! \n[98]Lestat!    Wait! \n[99]Aunt Maharet? \n[100]You're a...? \n[101]Oh my God, this is why... I knew I was different. I knew -- \n[102]Am I...? \n[103]And something happened there. \n[104]I thought I was like him. \n[105]Lestat's all I can think about... I felt like I belonged with him. Now I know why... \n[106]I missed you so much, Aunt Maharet. \n[107]But this is my home. This is where I belong. Why do you want to get rid of me so quickly? \n[108]Dear Aunt Maharet, my whole life, I've felt... kind of crazy I guess, different from everyone, and now I know why... You say I now know who I am meant to be... I have found my answers. You are right... \n[109]I know you want me to be a regular human girl... but I'm not. I can't be... \n[110]Lestat is my destiny... I know that now. I love you, Aunt Maharet. Good-bye. \n[111]Yeah. \n[112]Lestat!    Lestat! \n[113]Lestat!    Lestat! \n[114]And what about Lestat? \n[115]I don't believe that. \n[116]Lestat! \n[117]What has she done to you? \n[118]It's all right, Maharet. \n[119]It's what I want.   I am ready. \n[120]I thought I'd lost you... \n[121]Maharet... \n[122]Is she... dead? \n[123]Good question... \n[124]David, this is Lestat. \n[125]I told you I'd return with my findings. Here they are. \n[126]Please don't be sad. I'm where I belong. I'm happy now. \n[127]What's it like? \n[128]Do you want to find out? \n[129]Well, if you ever should change your mind... Oh. I have a present for you. From an old friend. \n[130]And Marius sent a message. You were right. He doesn't go to the Dorchester. But he's gonna be at Claridge's later... \n[131]Well, I guess this is good-bye. \n[132]Good-bye, dear friend. ", "MARIUS": "\n[1]Lestat.    Welcome. \n[2]I'm unknowable by nature. \n[3]But you may call me Marius. \n[4]I doubt they'll find you, Lord De Lioncourt. You're a long way from home... \n[5]You're weak... near passing. I can barely hear your heartbeat. \n[6]You really do fear nothing. It is why I chose you. Because you think things are possible which aren't possible... \n[7]My companion. Someone to share my burden. \n[8]You've lost a great deal of blood. \n[9]Then drink. \n[10]Good, is it not? \n[11]Drink and live. You've been brave enough for one night, my son. \n[12]Drink... drink and learn. \n[13]There... there... that will do. \n[14]No... no more.   Lestat, no more! \n[15]Don't be afraid, it's only your body that dies... \n[16]That's enough, my son... When you feed, you must hold back from the moment of death. You must never take the last drop, or it will draw you in and you will die... \n[17]Remember, there is wisdom in the flesh, Lestat. A man wears his history on his skin... \n[18]I'm talking about humanity. \n[19]We're more than that. Their blood that we take into us carries with it life... their life, their knowledge, their complexity. Appreciate your prey, Lestat. \n[20]The trick is to find the way to face eternity head on. The spirit can be annihilated by boredom just as the body can be destroyed by sun or fire. My solace, my delight, is witnessing the unfolding of human destiny... \n[21]... From Christ to the Dark Ages to the enlightenment, I've never been able to divine what was coming. That's what keeps me going -- I can't wait to see what human beings are going to do next... \n[22]Who could've predicted the Enlightenment? Or Hannibal and his elephants? \n[23]Careful. \n[24]Shhh. The life of a vampire is a life of discretion. We must sleep during the day, when we are vulnerable to the sun. Mortals must never know about us. It is forbidden, for the sake of all our kind. \n[25]Not unless you wanted to kill her. \n[26]You're known by me. I granted you that. There are others of our kind... though most are solitary creatures. \n[27]Forget God. You're no longer in his realm. Now we must leave. \n[28]Stop her, Lestat! \n[29]You must! \n[30]I will not have you put everything at risk! You will mind our laws! \n[31]We remain in the shadows.   To do otherwise is a road to destruction... \n[32]I see you still have a few lingering mortal emotions. They will serve you no good, Lestat. \n[33]What have you done, Lestat? Lestat! \n[34]Lestat? \n[35]I don't think so, my little lord. \n[36]No. You've drunk the purest blood. Seen the oldest of things -- far too much for one as young as you. You've been unconscious for days. \n[37]She... she is your mother, my mother... Akasha, the Queen of all who are damned. And he is her King. \n[38]She made you quite powerful. Don't make me use this! \n[39]Lestat, listen to me! I have watched over Akasha and her King for 2000 years! They must never awaken! \n[40]Akasha and her King nearly drank this earth dry when they ruled over Egypt. They drank until they lost their will to drink. They became living statues. And yet Akasha still sustains the life force of all vampires. It is believed what happens to her, happens to all of us. \n[41]If she were ever to rise, she would again desiccate the earth! She has no respect for anything except the taste of blood. Immortal and human alike... \n[42]I hear her blood in your voice... In all the years I've cared for them, not once have they moved... \n[43]You are part of a great coven! You take responsibility for your kind! \n[44]I chose you for your bravery, but I was wrong. You know only selfishness. I can no longer trust you... It gives me no pleasure to look upon what I have created. \n[45]Lestat. \n[46]It is good to see you, Lestat. \n[47]Old habits die hard. \n[48]I slept. \n[49]Elvis. \n[50]You're bigger than he is now. \n[51]If someone doesn't get to you first. \n[52]If it were only so simple, my son. \n[53]You forget. We ancients have powers no ordinary vampires possess... And I know you. I remembered how you admired the medieval fortresses in the hilltowns of Lyon. All you're missing is the moat and the cannons... which you may need. \n[54]Impressive. Reminds me of mad old Druids running around chanting in the forest. Very primitive stuff. \n[55]It's what you've always wanted. \n[56]Do you think of anyone but yourself? \n[57]It may be time to get ready for some company. \n[58]Your music's woken a very old friend... \n[59]Can't you hear it? Or is the applause all you can hear now? \n[60]Akasha has risen. She has taken her King's blood. Absorbed his power. You've done it this time. \n[61]Don't you understand?   You must stop this concert! \n[62]No. Not the same! You've only known Akasha dormant. She too will find you. She is choosing her moment. She has come to destroy you, Lestat. And in her wrath, she will devour everything that moves. Mortal and vampire alike. \n[63]And you're taking everyone with you, you fool! We were once mortals, too. It is our heritage we protect! \n[64]You're a monster. \n[65]Pandora, Armand, it's been a long time. Khayman, Maharet, to what do I owe this honor? \n[66]I don't see how this solves things. This isn't thought through. \n[67]Maharet is right. It is Akasha we face now. \n[68]She's sucked the life out of her King like a praying mantis. I sense she is getting closer. \n[69]What happens to our Queen happens to us. If Akasha dies, we die as well. \n[70]Maharet speaks the truth.   It is our only hope. \n[71]Hello, David. \n[72]I must show you my new paintings sometime. \n[73]Akasha. \n[74]Then we weaken her. Drain her of almost all her blood, but leave her just one drop. \n[75]She comes... \n[76]Lestat... step aside. \n[77]Akasha, please... \n[78]I will not. \n[79]My Queen, I will watch over you always. ", "AKASHA": "\n[1]Hello... \n[2]Hmmm... his scent is fading.     He was here too long ago... \n[3]He reminds me of someone I know. \n[4]Really? Is that what you're going to do? \n[5]Then again, you could always do this... \n[6]Turn up the music! \n[7]Oh, I do love the 21st Century. \n[8]Lesta-at... come out, come out wherever you are. \n[9]Why so surprised, my love?    You called, and I have come. \n[10]Never fear me, Lestat. Your wishes have all come true. \n[11]You have yearned for a companion to share eternity. You have cried out to the world. I have answered your call. \n[12]You are so bold, like your music. It woke me. You live your life in the open, like I did long ago, when I had a King. \n[13]He's no more. You are my consort. I've kept you safe -- alive. \n[14]You thought it was all you? You have the ego of a king as well. I know you, Lestat. I know that you crave to have the world at your feet. I have come to give it to you. \n[15]Has your tongue lost its taste for blood? \n[16]But you didn't kill the mortal girl. \n[17]Instead you kissed her.   Now kiss me. \n[18]Be my King. Forget about everything else. \n[19]What's your answer? \n[20]We are home. \n[21]We live everywhere and anywhere we choose. The world is our garden. \n[22]... yes... \n[23]... of course. They serve the living goddess, and her consort. They find you beautiful. You are a god in their eyes. \n[24]Behold our Kingdom. \n[25]Why not? \n[26]They believed in nothing, now they are nothing. But you and I will change all that. We will give the world something to believe in again. \n[27]Come, my King.      We have a score to settle. \n[28]My children. It warms my blood to see you all gathered... plotting against me. \n[29]Maharet. You will address my King first... \n[30]Then we shall change it back. Humans are animals, brute creatures. Their destruction can only make sense. \n[31]Yes. In the shadows. In silence. In shame. For what? For respect of mortals? They are nothing to us. They are only... food. \n[32]Poor Maharet. Still trying to hold onto what I took from you. \n[33]You think you can change my will? I'm tired of this discussion. Join me, or die. \n[34]I want to hear it from every one of you. What will it be? \n[35]Don't tell me, you have feelings for these ridiculous mortals! \n[36]Do you love me? \n[37]Prove it. Kill her. \n[38]Just the same, I'd like you to kill her. For me. I've had enough of this 'great family.' It's time to end it. \n[39]You still think to challenge me, Maharet? \n[40]Now. \n[41]How sweet... \n[42]Good-bye, great family. \n[43]Now, my children, remember your real family! Or else. \n[44]That's right. My King, you've just earned your crown. \n[45]You see how he obeys.    You will or you will all die! \n[46]That's enough, Lestat. \n[47]Lestat.    Enough.   Stop! \n[48]You kill me, you kill yourselves. ", "MAHARET": "\n[1]Wait. Never mind Lestat!   We have greater problems... \n[2]Don't be so happy, Pandora. I knew Akasha when she walked this earth. I was her slave. I am now her enemy. I know what she is capable of. \n[3]She knows only one thing. Taking pleasure in destroying life. She is already killing the young ones to build her strength. \n[4]She has come to destroy Lestat, but he will only whet her thirst more... \n[5]If we act together, we have a chance to destroy her. \n[6]Yes! We must destroy her immediately! If she is not stopped, I'm afraid of what will happen to the entire mortal world. \n[7]Then so be it! We must take that chance. \n[8]We must destroy Akasha. For the sake of humanity! We must find her. Now! \n[9]How? With your own throat! You've all been asleep too long! You're still dreaming. \n[10]Then you go to the concert and you shall see! And I thought the Ancients became wise with their years. \n[11]I don't want you to go, but you must. \n[12]You must be with your own, my sweetest girl. I'll always be watching over you. \n[13]Forever is a very long time. \n[14]Hello, my princess. \n[15]Yes. Oh, Jesse, I've missed you so much, but I had to keep this from you. \n[16]Come... \n[17]You are the most precious of my great family... \n[18]No. You are not. I was once mortal, too. My sister died before her child was one year old. I took care of that child, and her children, and her children's children... \n[19]This is our family -- my way of coping with eternity. The labyrinth of life. The family teaches me the rhythms and passions of each age. \n[20]You are my most prized light. You are what keeps me connected to the world of the living. \n[21]When your parents died I took you to India to take care of you. \n[22]I stopped it from happening.    And I will again. \n[23]Jesse, you must stay away from Lestat. You must forget all about him. \n[24]Yes, I know about your new friend. You think you love him, but it's not as you thought it would be. \n[25]I know, but it is not who you are, not who you are meant to be. You have found that out now. \n[26]Jesse, you must forget about him. You must trust me... \n[27]Me too. \n[28]You will go home to London in the morning. \n[29]Now is not the time to be here... \n[30]You were seeking answers. Now you have found them. The family is who you are. \n[31]You will go home to London tomorrow. \n[32]Akasha will not be able to resist this... \n[33]She is here... \n[34]We see now what Akasha means to do. Rule as Queen again. This is why we must fight Akasha! \n[35]For the sake of all mortals. She must be stopped, or the mortal world will end. \n[36]We can't take that chance.    We must finish her. \n[37]Perhaps. \n[38]Lestat has joined with Akasha. He is lost to us now. He is never coming back. \n[39]Akasha. \n[40]Akasha. The world has changed since you reigned. \n[41]We've found other ways to co- exist. \n[42]I will not. \n[43]You will not touch her! \n[44]I beg you, spare this child. \n[45]Wait, Lestat! You must stop! \n[46]My child, let me look at you... You are finally happy. It is as it should be now... I will watch over you always. ", "TALBOT": "\n[1]Jesse. \n[2]My office.   Now. \n[3]How's everything? You alright? You sleeping okay? \n[4]Jesse... you're taking this Lestat stuff pretty seriously... why? \n[5]You know we work in a really strange field? The supernatural is beguiling at times. It doesn't like to just be observed, it is only satisfied when it has drawn us in completely. I know cause I've felt these things myself. \n[6]That's what we have to resist, as Talamascans... It's not always easy. \n[7]Alright.   Just checking... \n[8]Well, all I can say is you're really lucky you're not lying dead in a gutter with two holes on your neck. \n[9]Yes. But not exactly for the reasons you think. Though your research is top-notch of course... Come back here. I'm gonna show you something. \n[10]What do you see? \n[11]Right. And what do you see in this one? \n[12]And I know it's a Dutch pastoral. \n[13]Right.   He's in all of them. \n[14]Carbon tested? Yes. The different paint samples are all authentic. All painted at the time of that particular style. \n[15]It's Marius, Jesse. \n[16]Yes, you were. Good work. \n[17]I've been personally tracing him for decades. My little obsession. The oldest vampire ever documented. The closest we've come to the original vampire. \n[18]There's a Mesopotamian legend that there once was a queen of Egypt, Akasha, long before Tutankhamen or Nefertiti. She was believed to be the original vampire... Marius himself dates back to 400 B.C... \n[19]No. Jesus, we are not talking about having a drink at the Dorchester, Jesse. You know that. Especially with the ancient vampires -- the older they are, the more powerful, the more dangerous... \n[20]Anyway, you don't need to go and stake out some club. Your time is too valuable. I have something far better for you... \n[21]Yes. And I'll tell you something. I've never shown this to anyone. No one else has proved themself in the way you have. \n[22]Oh you're gonna love this. Although I'm sure it will keep you up nights to come with nightmares... \n[23]Lestat's diary. I found it some years ago. This is where you'll find the answers you need. \n[24]They don't need to know everything, right? \n[25]My pleasure. When I took you on as an apprentice, I knew it was the smartest thing I'd ever done. Now you and I'll meet when you're done... This will be our project... \n[26]I knew you'd appreciate its scientific significance. \n[27]What?   You are not! I forbid it. \n[28]Jesse, you listen to me very, very carefully now. You are no longer seeing things clearly. Your emotions are clouding things. \n[29]Jesse, wait! \n[30]Jesse.     My God... \n[31]How do you do? \n[32]But please, sit down. You'll have to excuse me... it's just so... so... \n[33]Strangely, no... \n[34]Excuse me for asking but... \n[35]Yes. \n[36]Me?... No. I'm too old to live forever. \n[37]Yes.   Take care of her, Lestat. \n[38]Good-bye, Jesse. ", "ROGER": "\n[1]May I present the Vampire Lestat. \n[2]Hey, hey! We're gonna keep this short here! One at a time. You! \n[3]Yeah, Phil. We'll need a limo from the airport. I don't know which airfield yet... I don't know the arrival time either. \n[4]Yeah... I'll call you from the plane... Nope, I'll tell the driver where he's taking us... Hey I don't even know myself... pick up address in London?... Forget it... you'd never find this place. Christ we'll probably have changed houses again by then... What can I say, the guy's just... \n[5]-- just uh... shy... that's it... shy. \n[6]I didn't see you come in. \n[7]So this house is fine I assume. To your liking? \n[8]We'll be here for what?    A week you think? \n[9]Right... the... girls you asked for. They're in the guest wing. \n[10]Do you want me to take them home later? \n[11]The... girls you asked for, Lestat. They're here, in the guest wing. \n[12]I was uh... just gonna go catch a movie at the Chinese. I don't suppose you'd all want to... \n[13]Sure. Right this way, girls. \n[14]They're getting pretty worked up out there. \n[15]I told you I don't know anything about it! \n[16]Last time I work for a bloody vampire... ", "GROUPIE #1": "\n[1]Oh, please... \n[2]We've done worse. \n[3]Oh yeah. Let me think... his first name was Blow. And his second name was Me, I think. \n[4]Oh my God... It's really you, isn't it? \n[5]Want some? \n[6]Want me? \n[7]You hungry? \n[8]We've got the munchies?    You got any food? \n[9]You hungry for something else? \n[10]Huh? \n[11]C'mon, don't you want to have some fun? \n[12]Are you ticklish? ", "VOICE": "\n[1]There comes a time for every vampire when the idea of eternity becomes momentarily unbearable... \n[2]The wounds suffered from love and failed friendships don't heal like a human's, but seem to only gape larger. The longing to be mortal returns, a longing for finiteness. \n[3]In 1883 I suffered such a spell and decided to cease feeding on blood. Just lie in the earth and let time return to its natural state... \n[4]I had hoped the sounds of the passing eras would fade out, and a kind of death might happen. A kind of forgetting where I would be healed from my wounds. \n[5]But as I lay there, the sounds didn't fade but grew with the world. \n[6]And gradually the world didn't sound like the place I had left, but something different... better... \n[7]A new fearless attitude had possessed the world, brave and Godless. I began to wonder if it was not time to resurrect. But the thing that eventually brought me back -- the decisive thing really -- came like a bolt out of the blue. \n[8]A music so sublime, so deeply vampiric, I had no doubt it could be heard in Hades. I had no choice... it summoned me. \n[9]Sorry, Grandpa! ", "TALAMASCAN #1": "\n[1]I don't know, Jesse. It looks to me like the guy's got a good P.R. man with a flair for the theatrical. \n[2]And what makes you think so? \n[3]Oh please, based on this so-called 'data'? That's a waste of time. \n[4]And who gave you this directive? \n[5]Jesse! You're just an apprentice here! You must follow our rules... Or perhaps we need to reconsider your position. \n[6]It doesn't make any sense. Why would he be forecasting this to the world? He's all but drawn a map and marked an X. What vampires hold sacred is keeping their kind a secret. You never name other immortals, tell where their lairs are. They'd be hunted down. \n[7]And this photo is your evidence? It's hardly conclusive. C'mon. It looks like the Blair witch! ", "PANDORA": "\n[1]He's quite the devil, isn't he? \n[2]His music moves my blood. \n[3]Is it true, Maharet?   Has our Queen really risen! \n[4]Yes. That's right. She and the covens will take care of that brat. We must go to the concert and pay our respects to our great Queen. \n[5]It's just like Nero's day. \n[6]There are too many of them! They're going to dismember him. \n[7]We're damned no matter what happens. ", "ARMAND": "\n[1]His music mocks us, Pandora! \n[2]Keep your amorous thoughts to yourself. His music is a threat to all vampires. We will let the covens dismember him at his concert. \n[3]Yes. We've all felt her presence, even as she hides from us. What does she want now? \n[4]But perhaps she has come to kill Lestat and then will go back to her slumber. That is our only hope. \n[5]Good! \n[6]If she dies, we all die. \n[7]She took Akasha's last drop, took Akasha's death into herself. Behold, our Queen... our new mother... ", "PUNK VAMPIRE #1": "\n[1]Every coven's going... \n[2]Come here often? \n[3]Don't see any marks. \n[4]Sorry.   Don't know the guy. \n[5]And why is that? \n[6]You know, you're really a downer... ", "MAEL": "\n[1]Marius, you've broken your oath. You were to watch over Akasha and Khayman. You are a great disappointment to me. \n[2]Yes.   It will set an example. \n[3]No. We will contact the covens. Let them know we condone the slaying. It will be better for all to see. \n[4]But can she be destroyed? I am left to bear the scars of the last attempt on her life. She was dragged into the sun. She survived. But we almost didn't... \n[5]No. Armand is right. We will go to the concert and first see what she does. There may be no need for action. \n[6]But is there a way?   We don't know. ", "KHAYMAN": "\n[1]You have been summoned because of your errant child... \n[2]Marius, we understand your affection for Lestat, but your duty is to us! \n[3]We could always get rid of him right now. \n[4]When she opens herself to give her blood, she is vulnerable. \n[5]We survived! \n[6]No, she will live forever. She sleeps. She sleeps, and dreams of us. "}}