{"dialogues": {"ELIZABETH": "\n[1]Have you voted yet, Mr Crawford? \n[2]Not a moderniser, then? \n[3]Hmm. \n[4]I rather envy you being able to vote. Not the actual ticking of the box, although, I suppose, it would be nice to experience that ONCE. But the sheer joy of being partial. \n[5]No. \n[6]Yes. \n[7]I suppose that is some consolation. \n[8]Did you stay up? \n[9]And? Was it as expected..? \n[10]I see. \n[11]To BE, Robin. Prime Minister to BE. \n[12]He hasn't asked my permission yet. \n[13]He's a hard one to read, isn't he? \n[14]Well, we'll try not to hold that against him. \n[15]Oh. Is he going to `modernise' us, do you think? \n[16]I don't measure the depth of a curtsey, Robin. I leave that to my sister. \n[17]What? As in `Call me Tony?' \n[18]Oh. I'm not sure I like the sound of that. Have we sent him a protocol sheet? \n[19]ongratulations. \n[20]Your children must be very proud. \n[21]You've three, haven't you? \n[22]How lovely. Such a blessing. Children. \n[23]So..Have we shown you how to start a nuclear war yet? \n[24]First thing we do, I believe. Then we take your passport and spend the rest of the time sending you around the world. \n[25]Well, you are my tenth Prime Minister, Mr Blair. I'd like to think there weren't too many surprises left. My first was Winston Churchill. He sat in your chair, in frock coat and top hat, and was kind enough to give a shy \n[26]ith time, one has hopefully added \n[27]ell, we will save that for our weekly \n[28]No, no, no. It's usual for ME to ask the questions. \n[29]Mr Blair, the people have elected you to be their leader. And so the duty falls on me, as your Sovereign, to ask you to become Prime Minister, and form a government in my name. \n[30]Generally, this is where you say `yes.' \n[31]How nice to see you again, Mrs Blair. \n[32]You must be very proud. \n[33]And exhausted, I imagine. Where will you be spending the summer? \n[34]How lovely. \n[35]Yes, I can hardly wait. Wonderful place. \n[36]My great, great grandmother said of it - \"In Balmoral all seems to breathe freedom and peace and to make one forget the world and its sad turmoils.\" \n[37]Really..? \n[38]I'm afraid we're going to have to leave it there. \n[39]Not too short, was it? I gave him fifteen minutes. One doesn't want to be rude. \n[40]Oh.. \n[41]ou know what she's like. \n[42]It's quite awful... What are you going to do about the boys? \n[43]Yes that's sensible. \n[44]What? A private one? \n[45]Isn't that precisely the sort of extravagance they attack us for? \n[46]Out of the question. It's not a matter of State. \n[47]Diana is no longer an HRH, nor a member of the Royal Family. This is a private matter. \n[48]All right. \n[49]I don't want the boys to see the news and get upset. First thing tomorrow morning, I want the radio taken out of their bedroom, and the television taken out of the nursery. \n[50]Ye-es. \n[51]hope you told her to come back? Cut \n[52]an't imagine she was pleased. \n[53]What did she say? \n[54]Just make sure the boys never hear you talk like that. \n[55]No. I'm going to do my diary a little longer. \n[56]Thank you, Robin. I'll take it next door. \n[57]Good morning, Prime Minister. \n[58]Thank you. \n[59]Certainly not. \n[60]No member of the Royal family will speak publicly about this. It is a private matter and we would all appreciate it if it could be respected as such. \n[61]We've spoken to the Spencer family, and it's their wish.. ..their express wish, that it should be a private funeral. With a memorial service to follow in a month, or so. \n[62]Given that Diana was no longer a member of the Royal Family we have no choice but to respect their wishes. \n[63]As I said. That's the Spencers' wish. \n[64]hance to what..? \n[65]It's a family funeral, Mr. Blair. Not a fairground attraction. I think the Princess has already paid a high enough price for exposure to the press, don't you? \n[66]Now, if there is nothing else I must get on. The children have to be looked after. \n[67]The Chaplain called. Wanted to know whether he should make any changes to the service or make special mention of Diana. \n[68]I told him he shouldn't change a thing. \n[69]I think the less fuss one makes, or draws attention to it, the better. For the boys. \n[70]And we should probably arrange some company for them. Some young people. \n[71]Good. They'd like that. \n[72]But no guns. It's Sunday. \n[73]Have we heard from the Spencers again? Have they made up their minds when the funeral will be? \n[74]What? Stalking? \n[75]Isn't it a bit soon? \n[76]I'm sorry, I can't bear it. I'm going to bed. \n[77]What can we do for you, Robin? \n[78]About the funeral arrangements, yes. \n[79]I see. \n[80]nd what form will it take? \n[81]What..? \n[82]I see.. \n[83]Oh. \n[84]Wa..was there anything else? \n[85]Yes, of course.. \n[86]\n[87]Fine. Then move them away. \n[88]Ye-es. Of course. Quite right. \n[89]Up at Craigghead. \n[90]Certainly not. \n[91]What for? It's perfectly all right. \n[92]What? And expose them to the media? It would have been a dreadful thing to do. They're much better off here. \n[93]Especially whenever a photographer was in sight. \n[94]Not `us', dear. \n[95]Why don't you go on without me? I'm going to walk back.. \n[96]Yes. It looks like rain.. And I'm not in the mood for stalking anyway. \n[97]Wait! My shoe-lace is undone. You don't want me to trip and hurt myself, do you? You wouldn't get any proper walks then. \n[98]Right. Done. Now who knows the way home? \n[99]You clever things! \n[100]I spoke to Charles this afternoon. \n[101]Who was good enough to share with me his views on motherhood. \n[102]How wonderful Diana was. \n[103]What a natural. \n[104]Maybe he's got a point. Maybe we are partly to blame. \n[105]No, wait. Leave it. \n[106]We encouraged the match. And signed off on it. Both of us. You were very enthusiastic, remember. \n[107]Is it? \n[108]Those fire-lighters no good? I brought some stew just in case. I think it's lamb. We could always have that cold.. \n[109]Robin had a call from the Prime Minister. Who expressed his concern. \n[110]The flag above Buckingham Palace. He thinks it should be flying at half- mast. \n[111]That's not the point. \n[112]\"What about the Union Jack?\", was Mr. Blair's next suggestion. \n[113]Like those condolence books. \n[114]What..? \n[115]Is that it? \n[116]Good. \n[117]No, I'd better take it. \n[118]Prime Minister? \n[119]We've managed to look at one or two, yes. \n[120]No. I believe a few over-eager editors are doing their best to sell newspapers..and it would be a mistake to dance to their tune. \n[121]So what would you suggest, Prime Minister? Some kind of statement? \n[122]THEIR grief? \n[123]If you're suggesting that I drop everything and come down to London before I attend to two boys that have just lost their mother..you're mistaken. \n[124]I doubt there are many who know the British more than I do, Mr. Blair, nor who has greater faith in their wisdom and judgement. And it is my belief that they will soon reject this `mood' which has been stirred up by the press...in favour of a period of restrained grief, and sober, private mourning. That's the way we do things in this country. Quietly. With dignity. It's what the rest of the world has always admired us for. \n[125]Yes. Let's. \n[126]Oh.. \n[127]Oh, you are stupid. \n[128]Hello? Could you put me through to the Ghillies' office? \n[129]Yes, perfectly. The front one, not the rear. I've lost the four-wheel drive. You forget I worked as a mechanic in the war. \n[130]Yes, perfectly, thank you. I'm so sorry to waste your time.. \n[131]Oh, will you? You are kind. Thank you. I'll wait by the car. \n[132]Oh, you are a beauty. \n[133]Go. Go on. You'd better go.. \n[134]Go. Shoo. Go on. \n[135]How are the boys? \n[136]Oh, no.. \n[137]No. \n[138]All right. I'll take it here. In the kitchens. \n[139]ood morning, Prime Minister. \n[140]Yes, I have. \n[141]Is Queen Elizabeth up yet? \n[142]Mummy? \n[143]One - lower the flag to half-mast above Buckingham Palace and all other Royal residences. Two - leave Balmoral, and fly down to London at the earliest opportunity. Three - pay respects in person at Diana's coffin. And four - make a statement via live television to my people and the world. \n[144]Swift prosecution of these matters, he felt, might, just might avert disaster. \n[145]I have. \n[146]To him too. \n[147]It seems they both agree with him. \n[148]Something's happened. There's been a change...a shift of values.. \n[149]When you no longer understand your people, isn't it time to hand over to the next generation? \n[150]\"I declare that my whole life, whether it be long or short, shall be devoted to your service.\" \n[151]But if my actions are damaging the crown? \n[152]Mummy.. \n[153]It's just no one seems to value tradition or constancy any more. It's all about show. About wearing your heart on your sleeve. \n[154]Yes. They left for London after breakfast. With Charles. \n[155]Yes, but further discussion is no longer helpful either. \n[156]What? \n[157]Really..? \n[158]Which estate? \n[159]No, no..please don't disturb him. I've come on another matter. I hope you don't mind.. \n[160]e was wounded. \n[161]Let's hope he didn't suffer too much. \n[162]Please pass my congratulations to your guest. \n[163]Yes, Robin.. \n[164]Thank you. \n[165]Was there anything else? \n[166]Oh..hello. \n[167]Would you like me to place them for you? \n[168]Oh. \n[169]For me..? \n[170]Right. \n[171]\"So what I say to you now, as your Queen and as a grandmother, I say from my heart.\" \n[172]Do I have a choice? \n[173]Right \n[174]I see. \n[175]Since last Saturday's dreadful news we have seen, throughout Britain and the world, an overwhelming expression of sadness at Diana's death.. \n[176]We have all been trying in our different ways to cope. The initial shock is often succeeded by a mixture of other feelings. Disbelief, incomprehension, anger and concern for those who remain. \n[177]We have all felt these emotions in these last few days. So what I say to you now, as your Queen and as a grandmother, I say from my heart... \n[178]I hope that tomorrow we can all, wherever we are, join in expressing our grief at Diana's loss, and gratitude for her all-too-short life. \n[179]May those who died rest in peace and may we, each and every one of us.. \n[180]..thank God for someone who made many, many people happy. \n[181]Do sit down. \n[182]Whatever for? \n[183]Not at all. \n[184]I don't think I shall ever understand what happened this summer. \n[185]ou're confusing humility with \n[186]You didn't hear what they were saying in the Mall that Friday. \n[187]And an even better one for you, Mr Blair. \n[188]Really? \n[189]You don't feel that what respect or affection people might once have had for.. \n[190]..this institution has been diminished? \n[191]I gather some of your closest advisors were less fulsome in their support.. \n[192]You're very kind. \n[193]But let's also not forget the more pragmatic reason. \n[194]That without me there to distract everyone, it'd suddenly become embarrassingly clear how much unchecked power the British Prime Minister actually has. \n[195]If fifty years of doing MY job has taught me anything, it is that the people doing YOURS generally prefer me with all my faults to some kind of meddling President.. Just look at the French. \n[196]I suppose we'd better get on with the business in hand.. \n[197]I do love this time of day. Shall we walk while there's still some sunshine left? I do hope you're a walker. \n[198]Good. The clocks go back next week, then it'll be dark by five. \n[199]I always think these meetings stand a better chance of succeeding if the Prime Minister is a walker. \n[200]As a matter of fact, it's how I think best. On my feet. I've never been one for sitting around endlessly. A good walk and fresh air sorts everything out.. \n[201]One in four, you said? Wanted to get rid of me? T \n[202]I've never been hated like that before. \n[203]It was. Very. \n[204]Ever since Diana people want glamour and tears..the grand performance..and I'm not very good at that. I prefer to keep my feelings to myself. Foolishly I believed that's what people wanted from their Queen. Not to make a fuss nor wear one's heart on one's sleeve, duty first... self second. \n[205]It's how I was brought up. It's all I've ever known \n[206]I was. A girl. \n[207]But I can see the world has changed. And one must 'modernise'. \n[208]Don't get ahead of yourself Prime- minister, I think you'll find that I'm supposed to be advising YOU! \n[209]So...what might we expect in your first Parliament? ", "TONY": "\n[1]Funny, I'm actually rather nervous. \n[2]I know. But never one to one. And never as Prime Minister. \n[3]Yes. But she's still, y'know.. \n[4]The Queen. \n[5]Yes.. \n[6]The `Presence'? \n[7]Thank you, Ma'am. \n[8]I hope so. \n[9]That's right. \n[10]No. \n[11]You obviously know my job better than I do. \n[12]I can imagine. \n[13]Advice which I look forward to receiving. \n[14]Of course.. \n[15]Your Majesty, the country has spoken...and I come now to ask your permiss..   E \n[16]`Yes'. \n[17]ou'll be in Balmoral, I expect. \n[18]I know. What was all that about? \n[19]What? How badly? \n[20]I see. Who are we speaking to there? \n[21]Right. Keep me posted. \n[22]It's Diana. She's been in a car accident. In Paris. \n[23]Apparently Dodi Fayed is dead. \n[24]What have I got on this week? \n[25]Well, let's cancel everything else. This is going to be massive. I'd better make a statement in the morning. \n[26]God, she's only been dead an hour! \n[27]\"..that's how she will remain. In our minds, our hearts, forever.\" OK, got it. \n[28]I thought at church. On the way in. \n[29]I've got to go. \n[30]Yes. \n[31]Now, now.. \n[32]Good morning, your Majesty. May I say right away how very sorry I am - and that the thoughts and prayers of my family are with you at this terrible time and with the two princes in particular. \n[33]Is it your intention to make some kind of appearance. Or statement? \n[34]I see. \n[35]I don't suppose anyone has had time to think about the funeral yet? \n[36]Right. \n[37]I see. \n[38]You don't feel that in view of her high profile and popularity.. ...it might be an idea to pay tribute to her life and achievements? Or even just to her as a mother? \n[39]And the public, Ma'am? The British People? \n[40]You don't think a private funeral would be denying them a chance.. \n[41]To share in the grief? \n[42]Of course. \n[43]Good bye, Your Majesty. \n[44]Her instinct is to do nothing. Say nothing. And give her a private funeral. \n[45]Well, I think it's a mistake. \n[46]They screwed up her life. Let's hope they don't screw up her death. \n[47]e are today a nation in a state of \n[48]They liked her, they loved her, they \n[49]Lord Airlie. \n[50]Then perhaps we should plan for any contingency. \n[51]Absolutely. Of course. \n[52]`Preeecedent?' \n[53]Where do they find these people? \n[54]I'm so sorry, Sir. And if there's anything I or my Government can do... \n[55]I imagine it will be the same here. \n[56]\n[57]I think I understand. \n[58]\"They liked her. They loved her. They regarded her as one of the People. She was the People's Princess, and that is how she will remain in our hearts forever..\" \n[59]\"..after eighteen years of Opposition, of frustration and despair, I am proud, privileged, to stand before you as the new Prime Minister...\" \n[60]\"I want to set an ambitious course to modernise this country. To breathe new life into our institutions. To make privilege something for the many, not the few. So that we become nothing less than a beacon to the world...\" \n[61]Tell him to hang on. \n[62]So it's decided? It's going to be a public funeral. \n[63]Good. Has anyone told the Queen yet? \n[64]Who? \n[65]ood afternoon. \n[66]Not at all. \n[67]Well, please thank his Highness, and assure him that he can count on my full support. At all times. Was that it? \n[68]Bizarre. Why is Charles doing this? \n[69]Creeping up to me like this. He did it at the airport when he asked me to `deal' with his mother. \n[70]Who, Charles? \n[71]What? So it's OK for his mother to take the bullet, not him? What a family. \n[72]\n[73]Which is? \n[74]That's just absurd. \n[75]Yes, they do. \n[76]ot you, too. Look...if you want to \n[77]..about the Constitution.. \n[78]...or about ways in which we as a Government could begin to phase out hereditary privileges, then fine. \n[79]But spare me the whole..\"off with their heads\" thing. \n[80]Because it insults your intelligence. \n[81]Well, maybe now I've grown up. It's unimaginable this country being a republic. Certainly in her lifetime. \n[82]Because...no would would wear it. No one WANTS it. It's just...daft. \n[83]I'm going to do the washing-up.          F \n[84]And the bad news? \n[85]What about them? \n[86]Look, I know all this.. \n[87]Don't tell me. There isn't a flag flying at half mast above Buckingham Palace. \n[88]God. Will someone save these people from themselves.. \n[89]Because as Prime Minister of this country, I've really got nothing better to do.. \n[90]What? \n[91]And do what? Cut off their heads? \n[92]That's just the papers spoiling for a fight. \n[93]\"People have been yearning for a change in this country.\" Good. \"The result is a quiet revolution now taking place. Led by the real modernisers. The British People..\" \n[94]`Revolution'? Not you, too? Who wrote this? \n[95]Where does it come from? \n[96]Revolution. \n[97]Get me Balmoral, will you? I'll take it in my office. \n[98]Right. You lot. Out. \n[99]Later. \n[100]Good afternoon, your Majesty. I'm sorry to disturb. I was just wondering.. \n[101]...whether you'd seen any of today's papers? \n[102]In which case, my next question would be - whether you felt some kind of response might be necessary? \n[103]Under normal circumstances I would agree, but..P \n[104]..my advisers have been taking the temperature among people on the streets - and the information I'm getting is that the mood.. ...is quite delicate. \n[105]No, Ma'am. I believe the moment for statements has passed. \n[106]I would suggest flying the flag at half-mast above Buckingham Palace... \n[107]And coming down to London at the earliest opportunity. \n[108]It would be a great comfort to your people and would help them with their grief. \n[109]Well, if that's your decision, Ma'am, of course the government will support it. \n[110]Let's keep in touch. \n[111]Mr Janvrin? \n[112]I think we should leave God out of it. It's just not helpful. \n[113]All right - but first we have to deal with these terrible headlines. I'll see what I can do with the Press. \n[114]But I can't promise anything. It's not me they want to see. \n[115]Ask Alistair to come and see me will you. \n[116]nd cancel whatever I'm doing tonight. \n[117]Yes. \n[118]I told the Queen's private secretary I'd do what I could to help with the press. \n[119]I know...but allowing her to hang herself might not be in our best interests either. \n[120]Besides, I think there's something...ugly about the way everyone's started to bully her. \n[121]Did any of them pick up on our statement of support? \n[122]Right.. \n[123]Good morning, Ma'am. \n[124]You've seen today's headlines? \n[125]Then I'm sure you'll agree. The situation has become quite critical. \n[126]Ma'am, a poll that's to be published in tomorrow's paper suggests 70% of people believe your actions have damaged the monarchy and one in four are now in favour of abolishing the monarchy altogether. \n[127]As your Prime Minister, I believe it's my constitutional responsibility to ADVISE the following.. \n[128]Thank God for that. \n[129]Be right there. \n[130]I'm the Prime Minister. Of course I've seen the papers. \n[131]You know when you get it wrong, you REALLY get it wrong. That woman has given her whole life in service to her people - fifty years doing a job she NEVER wanted - a job she watched kill her father. She's executed it with dignity, honour and, as far as I can tell, without a single blemish - and now we line up baying for her blood - why? Because she's struggling to lead the world in mourning for a woman who threw everything she offered back in her face, and who seemed, in the last few years, to be committed twenty-four seven to destroy everything she holds dear. \n[132]That's not the point. What she's doing is extraordinary. That's how you survive. \n[133]Now, now.. \n[134]doubt she'll see it that way. \n[135]Robin. Good to see you. \n[136]Tony, please.. \n[137]Thank you. \n[138]It's good to see you again. After quite a summer.. \n[139]I'm referring to your visit to India and Pakistan, where your comments about ending historic disagreements went down very well. \n[140]And the Commonwealth Heads of Government Meeting. I spoke to the Prime Minister of Malawi, who was saying how much he appreciated your tough stance on Nigeria. \n[141]I meant to tell you at the time but you were being monopolised rather. \n[142]I imagine those occasions are quite difficult. Twenty-four heads of Government each clamouring for a private audience.. \n[143]Also, we haven't had a chance to speak since THAT week. And I wanted to offer my apologies.. \n[144]In case you'd felt `manhandled' or `managed' in any way. \n[145]The circumstances were exceptional, Ma'am. And in the end, you showed great personal strength, courage, and humility.   E \n[146]That's not true. \n[147]I still believe History will show it was a good week for you. \n[148]But there are fifty-two weeks in a year, Ma'am. And two and a half thousand in a half century. \n[149]And when people come to assess your legacy, no one will remember those few days. \n[150]Not at all. \n[151]One or two. But as a leader one has...a different perspective. I could never have added my voice to the chorus. \n[152]Which is? \n[153]I am. \n[154]For about half an hour. But then you came down to London and all that went away. \n[155]No. And that must have been difficult. \n[156]One forgets. You were so young when you became Queen. \n[157]Well, perhaps that's where I can help. \n[158]Well, Ma'am, top of the list is education reform. We want to radically reduce classroom sizes... ", "PRINCE PHILIP": "\n[1]What the..? \n[2]Why? What's she done now? \n[3]What was she doing in Paris? \n[4]I don't know. I can't hear.. Everyone's shouting! \n[5]Well, well, well. \n[6]Are you all right? \n[7]Your sister called about an hour ago. From Tuscany. \n[8]I did. \n[9]That's putting it mildly. \n[10]Something about Diana managing to be even more annoying dead than alive. \n[11]Of course. \n[12]Something to help you go down? \n[13]Fine. I'll sleep next door. \n[14]What did you say? \n[15]I'll take them for a long walk this afternoon. Up Craggy Head. \n[16]n our walk today, one of the ghillies \n[17]No. Quite. \n[18]nyway, I thought it might be a good \n[19]I think anything that gets them outside is a good idea. \n[20]What did he say? \n[21]Oh, for God's sake.. \n[22]I can't watch this. \n[23]And I was sure he'd give the other one up. Or, at least make sure his wife towed the line. Isn't that what everyone does? \n[24]I can't bear it any more. If you're watching, I'll sleep in here. Early start tomorrow.. See you in the morning. \n[25]No, we'll be all right. \n[26]About WHAT? \n[27]To denote the presence of the Monarch. Since you're here, the flag pole is bare. Which is as it should be. \n[28]The next thing he'll be suggesting you change your name to Hilda and mine to Hector? Who does he think he's talking to? You're the Sovereign. The Head of State. You don't get dictated to. You've conceded the idea of a public funeral. You've opened up the parks. That's ENOUGH. \n[29]You wait. In forty-eight hours it was all have calmed down. \n[30]Quite right. When we started with one, everyone predicted they would grow and grow. But we've heard nothing more about that, see? \n[31]Hurry up, dear. Getting cold. \n[32]Of course. That's where all the ruddy cameras are. \n[33]See! \n[34]Bloody fool. \n[35]Now your tea's gone cold. \n[36]Not so good tonight. A lot of slamming doors. I think they saw the papers. \n[37]I'll take them out early again tomorrow morning. \n[38]...and a hysteric. \n[39]Oh, please.. \n[40]Sleeping in the streets and pulling out their hair for someone they never knew? \n[41]And they think we're mad? \n[42]Have you seen the latest funeral guest list? \n[43]I suggest you keep it that way. A chorus line of soap stars and homosexuals. \n[44]Apparently Elton John is going to be singing. \n[45]That'll be a first for Westminster Abbey. \n[46]Condolence books are now being signed in our embassies in every major city in the world. And in London alone the number has reached forty. \n[47]stares at the CROWDS of MOURNERS on the television \n[48]C'mon, move over, Cabbage. \n[49]Yes Robin....? \n[50]What? It's madness! The whole thing! Bloody madness! \n[51]It seems we are going back to London! \n[52]It's not right, you know \n[53]Oh, well. I suppose it gives the ghillies time to find a new stag for the boys now theirs has been shot. \n[54]Haven't you heard? It wandered onto one of the neighbouring estates where it was shot by one of the commercial guests. \n[55]Good God.. ", "JANVRIN": "\n[1]The Prime Minister is on his way, Ma'am. \n[2]Yes. On the one hand his background is quite establishment. Father a Conservative. A public school education at Fettes, where he was tutored by the same man as the Prince of Wales. \n[3]On the other, his manifesto promises the most radical modernisation and shake-up of the Constitution in three hundred years. \n[4]I wouldn't put it past him. He's married to a woman with known anti- Monarchist sympathies - you may remember her curtsey the first time you met. It could best be described as `shallow'. \n[5]And I spoke to the Cabinet Secretary who said he was expecting the atmosphere at Downing Street to be very informal. Everyone on first name terms. At the Prime Minister's insistence. \n[6]Yes. \n[7]Robin Janvrin. \n[8]I'm going to need to speak to her Majesty. Right away. \n[9]Tell Sir Guy I'd like everyone in. As soon as possible. \n[10]Good evening, Ma'am. I'm sorry to disturb.. \n[11]\n[12]Good evening, Sir. \n[13]Right. I see. \n[14]I've just spoken to our Ambassador in Paris, Ma'am. \n[15]I'm afraid it's not good news. \n[16]I'm sorry to disturb, Ma'am, but I've the Prime Minister, for you. From his constituency. \n[17]A bit over the top, don't you think? \n[18]Good morning, Ma'am. \n[19]Ma'am, there was a meeting at the Palace this morning. \n[20]The Lord Chamberlain faxed over these plans for you to consider. \n[21]There is now general agreement, Ma'am, that a public funeral would be more appropriate. \n[22]At the moment, they're suggesting.. And of course these are early days.. \n[23]...basing it on Tay Bridge. \n[24]Indeed, and the Lord Chamberlain was at pains to stress the spirit of the occasion will be quite different. For example, in place of four hundred soldiers marching behind the coffin, the suggestion is that four hundred representatives from the Princess's various charities march behind the coffin. \n[25]And that instead of foreign Heads of State and Crown heads of Europe, the guests would include a sprinkling of actors of stage and screen, fashion designers and other.. ...celebrities.. \n[26]o, Ma'am. \n[27]Oh, yes. One other thing. The Police Commissioner was keen that you consider the idea of a condolence book. It would give the growing crowds something to do. Make marshalling them easier. \n[28]Oh, and the flowers. \n[29]The flowers that have been left outside Buckingham palace. Currently they're blocking the path through the main gate, and will make things difficult for the Changing of the Guard. \n[30]Actually, the Lord Chamberlain was wondering whether we shouldn't leave the flowers, and send the Guards through the North Gate. \n[31]Right, we'd better have a look at these papers. \n[32]God.. \n[33]Right... \n[34]Well, I'll try not to take that personally. \n[35]Yes, Ma'am. Just the letter of condolence to the widow of the Ambassador to Brazil. \n[36]Ma'am, apparently the Prime Minister is on the phone for you. \n[37]Prime Minister, I understand how `difficult' her behaviour must seem to you..how `unhelpful'..but try to see it from her perspective.. She's been brought up to believe its God's will that she is who she is. \n[38]She won't have seen anything like this since the Abdication. \n[39]And I cannot emphasise enough what affect that had on her. Unexpectedly becoming King as good as killed her father. \n[40]I'm most grateful, Prime Minister. \n[41]I'm afraid he's rather insisting. \n[42]I've done a draft of your television address. \n[43]No, Ma'am. Landing in fifteen minutes. \n[44]You think you can say it? \n[45]Prime Minister. ", "CHARLES": "\n[1]Let them sleep until we know more. \n[2]I should go to Paris. I told my people to start organising a jet. \n[3]ell, how else am I going to get to \n[4]She's mother to your grandchildren. \n[5]No! \n[6]No, no, no, no..! \n[7]They're going to go back to sleep. Well, try anyway. \n[8]My Private Secretary's office has found a travel agency open in New York that will sell me a flight to Paris with an hour's stop over in Manchester. \n[9]Perhaps now you might consider whether it's still an extravagance to bring back the mother of the future King of England in one of our planes? \n[10]They stood up as we drove past...in cafes...in restaurants. Removed their hats. This was Paris. One of the busiest cities in the world...and you could hear a pin drop... \n[11]Yes...I imagine it will. \n[12]The Palace would still prefer to see it as a private funeral. What are your feelings on that? \n[13]Wait! Where are they? \n[14]I'll come with you. \n[15]Want me to drive? \n[16]I thought you were going to get a new \n[17]I was thinking last night what Diana might have done had it been me that died in the tunnel in Paris. \n[18]She would certainly have taken the boys to Paris. I rather regret not doing that now. \n[19]Look, whatever else you may have thought of Diana - she was a wonderful mother. She adored those boys. And never let them forget it. Always warm. \n[20]And physical. Never afraid to show her feelings. \n[21]Yes, she MAY have encouraged all that, but still.. \n[22]That was always the extraordinary thing about her. Her weaknesses and transgressions only seemed to make the public love her MORE. Yet ours only make them hate us. Why is that? \n[23]Why do they hate us so much? \n[24]What? \n[25]Yesterday, when we drove the coffin back into London, there was a noise. A bang. I don't mind telling you I thought it was a gun. \n[26]I thought someone had taken a shot at me. \n[27]Are you sure? \n[28]Isn't it possible..that to some people...the Royal Standard is just.. ..a flag? And that the flap pole being bare sends out the wrong signal. \n[29]Yes...but sometimes...in a situation like this..one has to be flexible.. \n[30]It is just a flag. \n[31]Apparently there are now fifteen. \n[32]And people are queuing through the night. \n[33]They just adored her. Would have loved nothing more than for her to be Queen. Someone compassionate. With a heart. Gifts in tragically short supply around here. \n[34]I've been thinking is the flag flying at half mast over my house at Highgrove? \n[35]Make sure we get a picture of that in the papers, would you? If my mother wants to make a mess of this, that's her business. I won't let her drag me down, too. \n[36]I've just been told. You've decided to go back to London. \n[37]I just want to say - I admire... I think it's the right decision. \n[38]Let's hope we haven't left it too late. ", "CHERIE": "\n[1]Remember, you're a man that's just been elected by the whole country. \n[2]France. \n[3]\"Thank you so much for coming. Now bugger off.\" \n[4]Diana. Apparently she's got a new boyfriend. \n[5]Is it serious? \n[6]What? \n[7]Are you surprised? She hated her guts. \n[8]How much of all this could be the first stirrings of.. \n[9]A bunch of freeloading, emotionally retarded...nutters. \n[10]Why? They exist in a ludicrous cocoon of privilege and wealth. They don't pay tax. \n[11]The Queen alone costs us what? Thirty, forty million a year.. \n[12]I do.. \n[13]e don't HAVE one.. \n[14]Why? \n[15]\"The case for reform is simple and obvious. It is in principle wrong and absurd that people should wield power on the basis of birth, not merit or election.\" YOUR words, not mine. \n[16]Why? \n[17]Think about it. If she were still alive, wouldn't Hazel be exactly the same age? Whenever you talk about your mother, you mention her stoicism. Her frugality. Her sense of duty. The fact she was brought up in the way. Well c'mon..? Who does THAT sound like? \n[18]People really DO want change. And want YOU to give it to them. \n[19]But still, imagine this country without them? With a nice elected Head of State? That'd be some legacy. If the revolution were to happen on your watch. \n[20]I've just been told there are news crews outside waiting for you to come and \"speak to the people.\" \n[21]Why? Don't you think she deserves it? Sitting up there on her 40,000 acres. \n[22]It's fish-fingers. Want any? \n[23]I'm afraid they're a bit burned. \n[24]\"Heart\"? What \"heart\". She doesn't mean a word of this. \n[25]Listen to you! A week ago you were the great moderniser, making speeches about the \"People's Princess\", now you've gone weak at the knees. \n[26]I don't know why I'm surprised. In the end, all Labour Prime Ministers go ga- ga for her Maj. \n[27]So? Off to see your girlfriend? \n[28]I hope she shows you some respect this time. It's quite a debt of gratitude she owes you. \n[29]Mr \"Saviour of the Monarchy.\" ", "a beat": "", "ALASTAIR": "\n[1]You're writing your maiden Conference speech as Prime Minister. \n[2]You'll be pleased to know I've already started coming up with ideas. \n[3]Would you prefer I didn't do my job? \n[4]Where will you do it? \n[5]Not the press, mate. You've got the wrong villain. \n[6]You about to speak to the Queen? \n[7]Ask her if SHE greased the brakes. \n[8]Oh, Christ.. \n[9]This lot call you \"The Nation's Mourner in Chief\", this lot say you're \"The only person who has correctly judged the mood of the country\". Even the \"Mail\".. ..was impressed. \n[10]All right, the good news is that the Palace has agreed to video screens in the Royal Parks. \n[11]Crash barriers. \n[12]hey're now predicting more than two \n[13]Can we run that piece again? You're going to love this. \n[14]There! \n[15]`Planet Zog'? \n[16]\n[17]Just one. \n[18]\"Mr. Father of the Nation.\" \n[19]They sent a copy of the Queen's speech. \n[20]You might want to scrape the frost off it first. \n[21]I made a couple of changes. So it sounds like it comes from a human being. \n[22]Oh, and one bit of good news. The old boot's FINALLY agreed to pay respects at Diana's coffin. ", "T": "\n[1]\n[2]young girl like me quite an education. \n[3]hey set CHARLES's place and his breakfast, (nuts, grains, \n[4]25. \n[5]he QUEEN gets to her feet and walks out into.. \n[6]TONY follows ALASTAIR into an office where a television plays \n[7]TONY tails off.. \n[8]TONY hangs up the phone. He is lost in thought. His SECRETARY \n[9]he QUEEN is in bed, watching television. Staring. N SCREEN: television footage of TONY BLAIR, shaking hands \n[10]\n[11]he Sun - \"Where is our Queen? Where \n[12]\n[13]he QUEEN's face. Avoids eye contact. \n[14]TONY looks up. Breathes a sigh of relief.. \n[15]\n[16]he entire distraught, tearful NATION it seems, has come out \n[17]", "QUEEN MOTHER": "\n[1]You can use the Royal Flight. They keep one of the planes on permanent stand-by. In case I kick the bucket. \n[2]That's the latest? \n[3]without looking up from newspaper \n[4]Yes. \n[5]Not me. No one tells me anything. \n[6]What? Really? We haven't had one that big on this estate in years. \n[7]Tay Bridge..? \n[8]B-but that's the code name for my funeral?    J \n[9]But I supervised those plans myself. \n[10]Celebrities..? \n[11]Your grandfather didn't get that flag at half-mast when he died and if your mother were to die tomorrow, she wouldn't get it either. \n[12]bviously you're going to have to talk \n[13]I see. \n[14]Certainly not! Remember the oath you took \n[15]Your WHOLE life. That's a commitment to God as well as your people. \n[16]Damaging them? My dear, you are the greatest asset this institution has. One of the greatest it has EVER had. The problem will come when you leave, but that's not for you to worry about - and certainly not today. \n[17]And you're not like that. Never have been. No...you must show strength. Re- assert your authority. You sit on the most powerful throne in Europe. Head of an unbroken line that goes back more than a thousand years. How many of your predecessors do you imagine would have dropped everything and gone down to London because people holding candles wanted help with their grief? ", "RINCE PHILIP": "\n[1]That's changing his tune. \n[2]She was a nice girl. Then. \n[3]Then I hope Robin told him there ISN'T a flag above Buckingham Palace... ...only the Royal Standard, which flies for one reason only. \n[4]The point is it's more than four hundred years old. It has never been lowered for ANYONE.. \n[5]Tell him to call back. \n[6]Here we go! The bloody flag again..! \n[7]Absurd..   E \n[8]What? \n[9]So it's VITAL you hold firm. Stick to your guns. You wait. They will come to their senses soon. They HAVE to. \n[10]Where are the boys? Have they already left? ", "ANVRIN": "\n[1]What? \n[2]Right. I see. \n[3]..Ma'am. \n[4]ndeed, Ma'am. \n[5]It's the only one which has been.. ..`rehearsed'. The only one that could be put together..in time. \n[6]That's the stalking party off? \n[7]..and finally, Ma'am, a DSO medal. A Corporal, in Kosovo..you may have read about it in the papers..pulled two civilians from a bus after a bomb blast. \n[8]The Prime Minister for you, Ma'am. \n[9]Your Majesty, there's a last minute addition from Downing Street. They're suggesting adding `..and as a grandmother..' here. ", "HERIE": "\n[1]hy? You've met her often enough \n[2]Yes. \n[3]..I don't know...something more interesting. Maybe this time people have finally seen them for what they are. \n[4]If you're going, take the dishes.. \n[5]It's not a mother thing, is it? \n[6]See? It isn't just me. \n[7]Apparently, one in six people now support the idea of getting rid of the Monarchy. \n[8]What's that about? ", "AIDE": "\n[1]Alastair? He's on.. \n[2]Gordon for you. \n[3]tephen Lamport on one. \n[4]The Prince of Wales's private secretary. In Balmoral. He said it was urgent. \n[5]What? \n[6]His people have already been onto us asking for extra protection. \n[7]Where does it come from? \n[8]What about the speech? ", "LASTAIR": "\n[1]Bloody hell! You think the Royals are nutters! You should meet their flunkeys! Two and a half-hours on whether she should be carried in a hearse or a gun-carriage. Anyway, raves in the press. \n[2]\"People's Princess\", mate. You owe me. \n[3]Yes. On Saturday. A whopper. The Abbey. The works. \n[4]Dunno. No doubt some flunkey will be despatched. Grovelling on all fours. \n[5]Blimey! But the flip-side is... \"Blair more popular than Churchill shock.\" \n[6]Statements of support don't sell papers. \n[7]\"Your Maj? Come down to London.\" \"Who says so?\" \"Tony Blair.\" \n[8]Let me have a look at it first. ", "HEAD GILLIE": "\n[1]Morning, Ma'am. Is it his Lordship you've come to see? \n[2]There he is.. \n[3]Yes, he's a beauty, isn't he? An Imperial, Ma'am. Fourteen pointer. \n[4]Yes. We got our guest in very close, had him lined-up perfect, and still.. ..an investment banker, Ma'am. From London. \n[5]I'm afraid the stalkers had to follow him for miles - to finish him off. \n[6]I will, Ma'am. \n[7]God bless you. ", "ARTIST": "\n[1]Yes, Ma'am. I was there when they \n[2]And I don't mind telling you, it wasn't for Mr Blair. \n[3]Certainly not. We're in danger of losing too much that's good about this country as it is. \n[4]Yes.. \n[5]One forgets that as Sovereign, you are not entitled to vote. \n[6]Still, you won't catch me feeling sorry for you. You might not be allowed to vote, Ma'am.. But it IS your Government. ", "SECRETARY": "\n[1]The Ambassador, in Paris. \n[2]It proves, the Royals are not like \n[3]\"One can't help wondering who's advice they are taking for it's clearly the wrong advice...\" \n[4]Robin Janvrin on one. He must have been listening in. \n[5]I've got a copy of the Queen's speech. \n[6]Shall I give Tony a copy? "}}