{"dialogues": {"KYM": "\n[1]Don't you get it yet, Waldo? She's making a choice not to give you your lighter because you'll torch the Self-Help library again. \n[2]Yes. Finally. \n[3]You know you never gave me your cell number. \n[4]Oh my god. Here you are. I thought you were going to abandon me in rehab. It's 12:30. You guys are half an hour late. I've been standing here with these lunatics. You look so great. \n[5]Let's go, let's go. Where is everybody? \n[6]Hey Carol. How are ya? \n[7]So where's Rachel? Carol, where's Rachel? \n[8]mirror as she arranges her bangs \n[9]Yah. Can we go? \n[10]God no. \n[11]So are all these busy young wedding helpers staying at the house? Because after eight months of constantly revolving cell mates and crazy people... \n[12]...AND groups groups GROUPS... \n[13]...I was looking forward to a little privacy for once. \n[14]Rachel and Emma. Oh, great. How relaxing. \n[15]The only two people on the planet less capable of delegating than Hannibal! On the eve of a wedding! Nachtmare. \n[16]Rachel must be totally freaking out. Is she too tense?... \n[17]rifling through her bag again \n[18]No offense, Dad, but you never thought that was a problem for her. I'm kidding. It'll be great to see her. Foodies are the worst, though. They never get it together. There were six of them on my floor in the hospital and you could never get into the bathroom. They would cry at the chocolate pudding and one of them was a guy. I can't wait to see Mom. \n[19]Can we stop at the 7/11 please? I feel nauseous. I need something to drink. \n[20]I prefer Pepsi from the fountain. \n[21]I'll do it, Dad. \n[22]Oh my god, you are just mi-nute! \n[23]Ow! \n[24]I'm fat. Rehab makes you fat. All the vending machines. Look at you, missy! I'd swear to god you were puking again! \n[25]Emma! No seriously, you're so tiny it's like you're Asian. Dad wants us to sleep in the same room so you'll be able to watch me while he's asleep and I won't sneak out of the house and blow dealers and shoot heroin. \n[26]I told him I'd just sleep in Ethan's room. \n[27]Emma, you still have your tiny core of rage! What a relief. \n[28]So are you an actual shrink yet? Even though you're like twelve years old? \n[29]You should prescribe something soothing for Emma. Like Vicodin. \n[30]They do in Guam. \n[31]Since when are you a designer, Emma? \n[32]That's so great. I think I heard that. Isn't this your fifth incarnation or something? Weren't you an actress? All the N.E.D.'s in the hospital were actresses... \n[33]...they were constantly doing leg lifts under the sheets. \n[34]I ate so much cookie dough and did so many whip-its with Angela Paylin. \n[35]Oh my god... \n[36]And he skates over to the judges table, all panting and sweaty, with his spangly Neil Diamond shirt open to the chest... \n[37]To the roar of the crowd and the shock of the Olympic judges! \n[38]And he pulls her out of her chair, undoes her hair, and they skate as a pair to the rest of the song! \n[39]I should call her right this second. Is she really coming? Who are all these energetic young people decorating the house? \n[40]What about me? What am I doing? \n[41]Hello? \n[42]--Mom's in charge of flowers? \n[43]I am. I'm like Kofi Annan. In rehab they said I was the maternal hub of my peer group. I was always the referee for softball. \n[44]I was. I was the only one who could convince the methamphetamine freaks that no one was chasing them when they ran around the bases. \n[45]Whatever. They have trust issues in the first place. I'm going downstairs to find Olive and get some unconditional love. \n[46]Anyway, I'm doing some lighting. I already got the candles and everything. \n[47]Forget Mom and me and the fucking flowers. \n[48]Speaking of dawgs, when am I going to meet this fiancee of yours anyway? \n[49]Here. \n[50]Actually there's a meeting I have to make. And I have to pee in a cup. And register as a general biohazard. \n[51]Just tell me which car I should take. \n[52]Which car? \n[53]I have a license... \n[54]Ow! \n[55]Hello? Hello? \n[56]Hi. I'm here to pee in a cup. \n[57]Okay. I'm trying to get to a meeting. \n[58]I know that. \n[59]Piss! \n[60]Shit! \n[61]\n[62]Where did you think I was? \n[63]Oh my god. You're black. Sorry I called him a dawg. \n[64]You don't look like a record producer. You're supposed to have a hapless lackey next to you with an umbrella. \n[65]I got a haircut. \n[66]Hey. \n[67]Gee, thanks! \n[68]It is kind of lurid, isn't it? The best man and the maid of honor... furtively slipping off to the coal bin to have it off while the rest of the wedding party labors away at preparations for the big event. \n[69]What? \n[70]Oh. \n[71]I love the grey. \n[72]Look at this. I love this. It's like a cloud. \n[73]You guys know how I am. I never wear lilac. \n[74]Sure, but I got paid for that and I was on horse tranquilizers. So why aren't I the Maid of Honor? Why is Emma the Maid of Honor? \n[75]What does that mean? \n[76]Bullshit. It's a sari. You take a bolt of cloth and wrap it around you. Jesus Christ I've been home one day and I can't get a straight answer out of anybody. \n[77]I'm talking about Dad offering me food every ten seconds... \n[78]No. He has to know where I am and what I'm doing all the time because he has never resolved his own trust issues. \n[79]Shut up. \n[80]I'd love to but he won't let me. I feel him watching me all the time. And Carol and you guys too. \n[81]Everybody's looking at me like I'm the visiting sociopath. What are you people waiting for me to do? Burn the house down? \n[82]That was a mattress fire and it wasn't even at home! It was on a sleep over! God! I should just get HAZMAT tattooed on my forehead for you people. \n[83]How could you fucking say that to me? \n[84]Now Emma's got another reason to hate me. Like she needed one. \n[85]Thank you, Emma. No, thank you. \n[86]It's about sisterhood. \n[87]Sisterhood conquers all. \n[88]So the gray is not an option? \n[89]I don't know anybody at what's obviously the loser end of the table. Can I have your Chana Masala? \n[90]Where's Mom? Where's our mother? How could she not be here already? I haven't even seen her since I've been home. \n[91]\n[92]I can't believe Mom would be late for my release back into the wild. \n[93]The words \"Carol\" and \"helium\" somehow... \n[94]She wouldn't have any idea what to do with a helium tank. \n[95]You're a lawyer? \n[96]Say something legal. \n[97]So what do you do now? \n[98]Sweet. \n[99]I'm fat. Rehab makes you fat. \n[100]Wow. We were wondering if you got the dates scrambled. \n[101]Thank god. What a relief! Now the party can really get started. \n[102]So Mom, you look great. \n[103]It's a private party, Mom. How's grandma? Still surly and irascible? \n[104]Great. Same. \n[105]Fine. \n[106]You're moving to Hawaii? \n[107]Was that the guy with the peroxide hair? \n[108]Relax, it's seltzer. \n[109]Hello. I'm Shiva the destroyer and your harbinger of doom for the evening. I want to thank you all for coming and welcome you even though I haven't seen most of you since my latest stretch in the Big House... \n[110]You all look fabulous. During the twenty minutes I was not in the hole for making a shiv out of my toothbrush, I actually did participate in the infamous 12 Step program. 12 Steps. Step-ball- change, step-ball-change. I'm still waiting for the change part. \n[111]But as they say, relapse is an almost always inevitable component of recovery, God knows I've got high marks in that mode! \n[112]Anyhoo, as more of you know than are likely to admit, one of the actual steps is about making amends. \n[113]So I spent a lot of time calling up people who barely remembered me - who barely remembered anything - and apologizing to them for bouncing a check or passing out in the bathtub and flooding their house, or otherwise involving them in sordid activities they were desperately trying to forget. I had to call this one girl who was, I think, fourteen, but I couldn't talk to her because her Mom took out a restraining order. \n[114]Anyway, I did a lot of apologizing to people who were practically strangers so I very much want to take this opportunity to not only congratulate my extraordinary sister, the future explorer in matters of the mind, thank you very much, and her adorable, impending husband on the occasion of their unprecedented nuptials.. but also to apologize to my extraordinary sister, the future explorer in matters of the mind, for... Everything! And I really mean that, Rachel. I've been a nightmare and you've been a saint. I'm so damned glad I'm here with you and Sidney and his family and ours, and I am so happy for you guys, I really am. So, I am hereby raising my seltzer in celebration of my laudatory sister and herewith making amends. Sidney, you are robbing our dysfunctional family of one of it's most vital ingredients, and it's only member still willing to lend me money. Enjoy Hawaii. La Chaim. \n[115]One down. What's for dessert? \n[116]I'm exhausted. Is there any watermelon? \n[117]What? \n[118]I was toasting you and I was making amends. It's one of the Steps. It's important. \n[119]Oh, god. Dad? \n[120]Yes? \n[121]Christ. I just got here. \n[122]You're so cynical. Dad, since when has she been this cynical? \n[123]I had no idea you were so angry, doctor. \n[124]You people need to purge. You people really should go to Nar-Anon or something. I mean it. \n[125]All of you people living in this little world of judgement and paranoia and mistrust. I can feel it every second. At the slightest sign of ingratitude or absence of atonement it's like the freaking Salem Witch Trials around here. I might as well be... \n[126]Thank you Carol, for your inevitable pearl of wisdom, but you people are my family. You people make me feel like shit a hundred times a day. You try living under Dad's constant monitoring for five minutes and see how you like it. \n[127]\"I'll drive you!\" \"Carol, she's back!\" \"Don't sleep here, sleep there.\" \"Here. Eat this.\" Dad, you're obsessed. \n[128]Gee, Rach, sounds like you have some paternal/sibling issues to work through. \n[129]Hello? By the way? I'm not in crisis. I haven't been in crisis for a year. \n[130]Why is this so difficult for you people to understand? It's like you're not happy unless I'm in some kind of desperate situation. You have no idea what to do with me unless I'm desperate. God. Why am I the only one who's willing to say this stuff? \n[131]What? \n[132]That is so unfair! \n[133]Wait! Stop! You can't just drop that tectonic bit of information into a completely separate conversation, Rachel. You can't do that! \n[134]Oh, god. Of course I'm happy for you. But you can't tell me when we're talking like this. It's a total set-up! \n[135]Dad, will you tell her I'm happy for her? \n[136]You're leaving? In the middle of this conversation? \n[137]Of course. Fair enough. I'm off to raid the medicine cabinet. \n[138]That was such a set-up. \n[139]Ha! She's such an operator. Now I'm the bad guy again. Or still. \n[140]Thank you! Otherwise they'd have to pay attention to their own suspicious lives. Nobody actually wants me to actually change, you know. What would they obsess about? I'm like a blessing. \n[141]Dad had an actual \"Blueprint for Rehabilitative Success\" at my last intervention. On graph paper. He goes all out with the response, my dad. \n[142]Meanwhile an ex-heterosexual ex-boy friend of mine actually rang the door once and tells my mother, \"Kym is sitting in her apartment? With the shades drawn? Doing all this heroin and cocaine? And I think she's going to, like, die?\" And Mom smiles and says \"Thank you\" like he was speaking in Sanskrit. \n[143]Exactly! I nodded out into the poached salmon at Dad's wedding two years ago and he told Carol he thought it was jet lag. \n[144]What turf? \n[145]So? \n[146]What are you talking about? \n[147]Null. Maybe we should just play Pinball. \n[148]Who told you that? \n[149]What's Hawaii like? \n[150]Uh uh. \n[151]Most people say \"my girlfriend lives there\" or \"my wife lives there.\" \n[152]Have you had him a long time? \n[153]That's a shrink thing, not a genetic thing. \n[154]We were in the park. I was sixteen and I was...I had taken all these Percoset. I was unbelievably high. \n[155]He had thrown away his shoes- and I was like \"Mom's going to kill me\" because I had no idea where his shoes were- but he was so happy about it. And he had his red socks and he was running around kicking up the leaves. You know in movies where they show a person's high or whatever and the camera careens all around? It was like that. But fun. You know. We were having so much fun. We were leaping around in huge piles of leaves. He buried me. I buried him in a big pile. I was on baby sitting detail. He was pretending he was a train. So he was charging through the leaf pile, making tracks, you know? I was the caboose. And he kept going \"Coal, caboose! Coal caboose!\" So it's time to go and we're driving home and he's in his car seat still demanding coal, and I couldn't focus and I drove off the bridge. The car went into the lake. I couldn't get him out of his car seat. He drowned. \n[156]Where are you putting me? In the stockade? \n[157]Don't put me with Michael and Sandy. \n[158]Sandy never called me back after I sent her an amends e-mail from Milestones. I hate it when people don't meet you half way. \n[159]Where are you putting me? \n[160]Can someone else do it? I was planning on enjoying myself. \n[161]Still? God. \n[162]That's all I need. Another reason for Grandma Rose to hate me. \n[163]She's still mad about that thing at the Rite Aid. \n[164]Whatever. \n[165]What's the time limit? \n[166]Dad! \n[167]Mom is handling the flowers? \n[168]Got it. Wow. Nurturing and growing things from the soil. Textbook, right? \n[169]Yeah, exactly! Candles and rice paper -- all lit up during the ceremony. It's a way of honoring Ethan, Ethan's... spirit, you know? It will look really nice too, mainly. Millions of little candles all over the place, and one huge rice paper candle - representing Ethan - glowing near the couple. That would be you and Sidney. \n[170]Geez. It was an IDEA. Lighten up, okay? They do that in Japan or India or someplace, okay? \n[171]Oh my god - fine! Done! It was nothing, okay. It was just an idea. \n[172]Just a stupid idea. I was joking, you jerk! Lighten up, Rachel. This is your big weekend. Everything's fine. \n[173]Are you getting a manicure? \n[174]Nooooo..... \n[175]Oh. My. God. \n[176]I meant to come back. I swear. I even had...Oh god, what was it? \n[177]God is punishing me. \n[178]So, how are ya? \n[179]We were...at Milestones? \n[180]Where did you go after that? \n[181]I know. It's so weird. \n[182]\"The Human Mirror: Seeing With a Fresh Perspective\" Like Secret Santas of despair. \n[183]Would you stop? \n[184]Don't you think his perspective might be a little skewed? \n[185]--That we know of!-- \n[186]Ew!... Wait... \n[187]I wasn't hurting anybody. No one got hurt, Rach. \n[188]Thanks for abandoning me. I had to take a taxi! \n[189]Why would anything I said or didn't say at the hospital hurt you? It wasn't about you! \n[190]God, Rachel... \n[191]Oh Jesus Christ. Not by you! It was a long time ago! \n[192]No! \n[193]It was anonymous! It seemed like a good idea at the time. \n[194]Nice, Rachel. Thank you. \n[195]You're not worthless. You're my sister. I love you guys. I need you guys, but you don't get to sit around for the rest of my life deciding what I'm supposed to be like. You weren't there. You weren't inside my head when I was fucked up and your certainly not there now. You haven't got a clue what I feel. \n[196]Yes! I was stoned out of my mind! Jesus Christ, who do I have to be now? Mother Theresa? Did I use up all the love I'm allowed for this lifetime because I killed our little brother? \n[197]I'm sorry! I'm sorry, okay? I'm sorry! \n[198]Ahhh.... \n[199]In a minute. I need a glass of water. \n[200]When will Andrew be back? \n[201]Yes. \n[202]Dad was loading the dishwasher... \n[203]And I handed him Ethan's bowl with the trains on it by accident. \n[204]Why did you leave me in charge of him? \n[205]You knew. All of you knew. People told you. I was a junkie. \n[206]I was a crazy drug addict. I stole from you. I lied to your face. I weighed six pounds and my hair was falling out. I spent every dinner in the bathroom. \n[207]You know what I was. It's not like there weren't any clues. I stayed in my room for days. I passed out all the time. Where were you, Mom! What were you thinking? Why did you leave me? Why did you leave me in charge of him? \n[208]Mom? \n[209]Mom? \n[210]I'm the Maid of Honor. \n[211]I hit Mom. \n[212]Not with the car. \n[213]I have to get dressed. \n[214]Dad! I'm fine. \n[215]You sent out the cavalry? \n[216]I have to get ready. I have to get dressed. \n[217]I hit Mom. \n[218]No. No. \n[219]Okay. \n[220]Excuse me. \n[221]Fine. I had an accident. \n[222]Sorry...I'm not sure... \n[223]That sucked. \n[224]Ouch. \n[225]Hi. Where's Mom? \n[226]How can you take a break from your own daughter's wedding? \n[227]And anyway, she hasn't even done anything all day. \n[228]It's so nice here. \n[229]Hello? \n[230]Why are you going to Washington? \n[231]I can't find my cigarettes. \n[232]Hi. \n[233]The public is kind of afraid of me. \n[234]Have you already talked to Carol about me staying here? \n[235]You always said it was stupid. \n[236]I've got it. Thanks, Dad. I'll be right back. \n[237]Oof. You scared me. \n[238]Yeah. I have to go. I was coming to find you. \n[239]I was coming to find you. My ride's outside. \n[240]If I need to post bond? \n[241]Thank you, Kieran. \n[242]That would be nice. \n[243]I have to go. Bye. \n[244]Dad. \n[245]Will you tell Dad? \n[246]I love your baby! \n[247]Bye! ", "RACHEL": "\n[1]Kymmie! \n[2]I have pins all over me. You look great! \n[3]Hah! \n[4]Dad did not say \"blow dealers.\" \n[5]You can always shoot up in the tree house. \n[6]I will have my PhD. in a year and a half. And psychologists don't get prescription pads, right Kym? \n[7]Would you please put that out? Emma designed this dress and there's forty-seven yards of it and I'll go up like the Hindenburg. \n[8]She has this great little boutique in Greenwich. She says things like \"you need a fabulous jersey pant.\" \n[9]Non-specified Eating Disorder. \n[10]Angela Paylin is coming to the wedding. \n[11]I know. And she confessed to you her secret Elvis Stoyko fantasy. I spied on you. \n[12]In her fantasy, she was wearing her hair up and very serious, responsible eyeglasses, because she was a world renowned judge at the Winter Olympics for Men's Figure Skating. And Elvis Stoyko was skating in the finals to \"Could It Be Magic\" for the gold medal. And just when Barry Manilow is singing \"Now/ Now/ Now and hold on fast...\" there's this electric connection between them and he stops in the middle of his triple lutz...axel... \n[13]There is silence as he stops in front of her, their eyes lock, and he reaches for her hand... and Angela takes it! \n[14]And he gets disqualified but he doesn't care! \n[15]Well, I think you'll be assisting on floral detail. I want everything all drippy and luxurious and Mom's a little bit tasteful-- \n[16]--and I don't want to upset her. \n[17]It's too hot! \n[18]Besides I'm in my dress! \n[19]Kymberly! \n[20]No. You guys are not getting my design concept. \n[21]I want every single light to represent a different one night stand during the misspent youth of Kris Kringle before he stopped whoring around and became Santa Claus. \n[22]I know. We're having an endangered Panda fleeing for its life for the ice sculpture. Or impaling itself on some bamboo. Kym! This is Sidney Williams, my betrothed. Sidney, meet my sister, Kym. \n[23]That's fine. \n[24]And this is Best Man Kieran. \n[25]Isn't the lilac fabulous? You look like a freesia. \n[26]You wore a lilac sweater with a cat face on it on the cover of Seventeen Magazine when I was at Fat Camp. \n[27]Because. \n[28]I wasn't entirely sure when you were coming or even if you'd make it. \n[29]I wasn't sure if you'd have time for a fitting. \n[30]What are you talking about? \n[31]Dad offers Irish Hunger Strikers food every ten seconds. \n[32]Oh, leave Dad alone. \n[33]Stop! You're like a harpy. Is being my \"Maid of Honor\" this important to you? I didn't think you gave a shit. \n[34]Jesus. Emma! \n[35]Emma, would you be horribly offended and hurt if I asked you to step down as... ...\"Maid of Honor?\" \n[36]Not really. \n[37]And bludgeons all and pillages all and leaves all for dead. \n[38]You've known most of those people since the eighth grade. You always pretend you don't know people. \n[39]Aren't there some rules about helium tanks? \n[40]Here's Mom. \n[41]Mom, where have you been? Is everything okay? \n[42]You're paying for that, Emma. \n[43]Sidney's recording studio is there. \n[44]That wasn't it? \n[45]I have no memory of that whatsoever. \n[46]Gotta say no. \n[47]Mahamoud! Such a nice man. \n[48]Where? Where? \n[49]Nice apology. \n[50]Nice apology. \n[51]I know what the Steps are. \n[52]I learned them in school, and I've visited you in various facilities, Kym. \n[53]Amends. Noun. Often followed by 'for'. Offset a disability or frustration by development in another direction. \n[54]You've never said anything to me, that's remotely apologetic. Yet, all of a sudden, at my wedding dinner, in front of everybody, you decide to grace us all with your development? \n[55]\"Hey everybody! And guests! Just in case you might be thinking about something else for five minutes, like, I don't know, my sister's wedding-- they just cut me loose! \n[56]I'm a loose cannon, is that hysterical? Anyone for some rehab humor? Because I'm really fine with acknowledging my disease. And now watch me be really selfless, and weave a lovely blanket apology to my sister for being a tad out of her loop.\" \n[57]An effort. That's what it was? Because I think she presumes that since everything has always revolved around her disease, everything else is going to revolve around her recovery. That's what I think. \n[58]Again. \n[59]I'm not. \n[60]I'm not uptight, Dad. \n[61]You people? You mean the people in this room? Your family? \n[62]Please. That's hardly news. You may not know this...sure you do...the only way to engage Dad in any meaningful communication is to start the conversation with your name. \"Have you heard from Kym? How's Kym?\" It resuscitates him. It jars him into the moment. Like an alarm. \n[63]And she's even worse! \"Dad, you're never going to believe this, but I lost the car again.\" \"Dad, you're never going to believe this, but that check you sent me never showed up and my landlord hates me.\" \"Dad, can somebody meet me downstairs with cab fare and you're never going to believe this but I need to go to the emergency room and my neighbor's suing me and my checkbook got stolen!\" \n[64]Are you kidding? The two of you are like a double helix of crises. In the language of psychology one could say you both suffer from acute boundary issues. \n[65]--Oh god-- \n[66]How come she gets to spout off about paternal issues, but god forbid I should even reference the \"boundary thing,\" even though I actually know what I'm talking about? \n[67]You just got out of rehab! \n[68]Oh, poor you. You're so much more evolved in your suffering. You know what? Your suffering is not the most important thing in the world to everybody! \n[69]There are billions and billions and billions of people, in nations all over the world, who never even think about you! Other people have lives! We have lives! I have a life! I'm in school. I'm getting married. I'm... \n[70]I'm pregnant. \n[71]I can barely believe it myself! \n[72]We told her at dinner. \n[73]Kym, you're going to have a niece! \n[74]I am so fucking exhausted. \n[75]I just...I need to go to bed. Sidney? \n[76]Yes. \n[77]No thanks, Dad. I really am pretty sleepy. \n[78]I've never been so tired in my life. \n[79]Dad? \n[80]I hope it's okay, I told Mom at dinner. About the baby. \n[81]I wish Ethan were here. \n[82]Look how exquisite this is. I can't borrow this. What do you carry in here? A vital organ? A tiny spleen? \n[83]I love the color. It's oyster. \n[84]Yes, Mom. \n[85]Fine. \n[86]Kieran. \n[87]I'm not exactly sure what that means. \n[88]You think? \n[89]Mom, she's sold syndication rights to her troubles. \n[90]Mom, does it bother you at all, Carol doing so much wedding stuff? \n[91]Yes, I'm sure, and that's so great and so you, but you can do whatever else you want, you know. I'd love it. \n[92]Huh. \n[93]You're right. \n[94]Hooray! \n[95]Is she dead? \n[96]It's beautiful. Thanks, Mom. I hope it's a boy. \n[97]Can we get back to what we were doing, please? \n[98]They're your friends, Dad. \n[99]Really? Because right now I have her shoveling kelp in the laundry room. But I have it as a montage. \n[100]They're not invited. \n[101]I am. \n[102]I was thinking of putting you with Cookie Puss and the Chicago cousins because they always get really drunk and need wrangling. \n[103]You're the only one they're afraid of. \n[104]Dad, can I show you something in the kitchen? \n[105]I would just like to have a day please. \n[106]Then why are you defending her? \n[107]Why are you protecting her? \n[108]Sometimes I don't want her. It's my fucking wedding, don't you get it? I want my table to be perfect. \n[109]Well, she's growing them and choosing them - but they are being delivered by her people. \n[110]Kym. Can we talk about the candles for a minute? Because -- \n[111]Oh my god, no. Don't. Just don't. That would kill Dad. And Mom. And me. And everybody. Please, Kym, please please please don't do that. \n[112]Just drop it, sweetie, okay? Please? \n[113]Don't touch me. \n[114]I never had anorexia. You sure as hell didn't watch over me while I was sleeping and WE DON'T HAVE A \n[115]\n[116]I'm hurt! \n[117]I hate her. \n[118]Don't tell me what I don't hate. I hate, hate the lies. She lied in rehab. \n[119]She lied to the people who were working with her. Who were trying to help her. She lies to everybody. \n[120]Where am I now, Dad? \n[121]Are you kidding me? \n[122]Why not? Why wasn't it about me? \n[123]Dad, stop. Why not? I was hopeful. I was on your side. I still am. Do you have any idea what that means? Do you have any idea how lonely it was with everybody gone into your terrible world? There was nothing left. Everybody was just empty. You think they remembered I was alive or needed anything during your... life? And after all that loneliness and Mom and Dad blaming each other and worrying and death and divorce and that stupid hopefulness and Dad not even being able to listen to music, you were in the hospital, lying about us! Instead of telling the truth about yourself! \n[124]Apparently she has a whole history of sexual molestation. \n[125]Dad, look at me. I'm right here. I'm telling you that after Ethan died I wanted her to get better or just die... \n[126]...And Dad, she was lying and she didn't give a shit about the rest of us. Recovery can't work if you lie. She knows that. I was worthless to her. We all meant nothing to her. \n[127]Kym, you took Ethan for granted. You were high for his life. You were not present for his life. You were high. He was like a pet to you. You drove him off the bridge. And now he's dead. \n[128]Aaaah! Fuck! \n[129]With the car? \n[130]You hit Mom? You hit our mother? \n[131]I got it. \n[132]Can you do this? \n[133]Okay. \n[134]Yeah, Baby Boy. \n[135]Can we all do this together? \n[136]Mom. \n[137]Friends and family, family and friends! I have an announcement to make! I'm the bride and I'm knocked up! \n[138]I'm exercising my bridely, knocked up prerogatives and demand that everybody starts dancing. And this means you too, Mom! \n[139]Oh yay! Dad c'mon. C'mon Dad! This is my favorite song! \n[140]Taking a break. \n[141]Mom doesn't actually participate in things. \n[142]I was thinking about getting her a cat. Cats are really annoying. At some point you have to deal with them, right? Or they starve to death and piss on your sheets. \n[143]Stop! Stop you fiend! \n[144]Hello? \n[145]Mom! \n[146]You're leaving? \n[147]You could make a little scene. \n[148]What about our post-nuptial wedding gossip reconnaissance, Mom? \n[149]Um... \n[150]Wait! I want my mother and my sister! \n[151]Yes. Of course. \n[152]Hi. \n[153]Me too. ", "PAUL": "\n[1]Hello. I'm Paul Buchman. \n[2]Of course, of course. \n[3]There is so much going on at the house I can't tell you. You know your sister's doing all of it herself. \n[4]No wedding planners or anything like that. Just her and Sidney and a lot of their friends. She is so thrilled you're here. Is that everything, sweetheart? \n[5]You weren't in a cell, Kym... \n[6]...And nobody was crazy, nobody was in a rubber room... \n[7]It's a nightmare so bad it's in German. \n[8]She's a wigwam! \n[9]I don't think that that's a problem for her. \n[10]You'll see her and Andrew at the rehearsal dinner tonight. \n[11]I'm making hot dogs and hungabungas! Who wants what?! \n[12]What don't you eat?! \n[13]Where's Kym? \n[14]Ooo! Can I see?! \n[15]Okay, okay! \n[16]Kymmie, what can I make you? \n[17]I'll drive you. \n[18]Would you do me a favor, Kymmie...? \n[19]You wouldn't believe my insurance. And I'm not... that comfortable. Could we figure something else out? \n[20]Carol, she's here! \n[21]I made you a sandwich, sweetheart! Meatloaf! \n[22]She's making an effort, Rachel. \n[23]Rachel. She just got home. \n[24]Kymmie, your sister's got a lot on her plate. She's uptight about... \n[25]She's meeting Sidney's folks for the first time, there's menus, there's all that live music, you're home, there's a thousand things to worry about. \n[26]Yeah, it would be so lovely if we could all just... \n[27]Don't even start... \n[28]What constant monitoring? \n[29]That's unfair, Rachel. And completely untrue. \n[30]Rachel! It's nice that you're getting your Ph.D-- \n[31]--but don't be patronizing. It's ugly. It doesn't become you. \n[32]What?!! \n[33]When did you find out? \n[34]42. \n[35]How long? How much pregnant? Did you tell your mother? \n[36]Kymmie, she's pregnant. She's exhausted. \n[37]Do either of you want anything? A sandwich? You must be hungry. There's cold Saagwala and a little Aloo Gobi left over? \n[38]You're pretty everything! \n[39]Of course not. I'll be up, Carol. I'm just going to load the dishwasher. \n[40]Don't mess with the King. \n[41]Yes, sweetheart? \n[42]Of course, lamb chop. I'm so happy! I'm going to be a grandpa! \n[43]I know, sweetheart. Me too. \n[44]Carol, they're back! \n[45]Are you hungry? I made a Salad Nicoise. It's got Tuna! \n[46]All right. Where were we? Ah yes...The Rosenzwiegs. Can you please put the Rosenzwiegs somewhere far away from me? \n[47]They're not my friends. I've just known them my entire life. \n[48]Kym, stop it. You're at the family table. \n[49]The family table. With us. \n[50]We can move Grandma Rose and her companion. That's actually a great idea. \n[51]She doesn't hate you. \n[52]Nonsense! \n[53]Rachel, what is this behavior? \n[54]Have all the days you want. Nobody is taking your day. \n[55]Defending her from what? Darling, look, no one's defending any body... \n[56]I don't want her to feel like we don't want her. \n[57]Stop it. She's your sister. \n[58]Okay. Dishes? I'm going to load the dishwasher. \n[59]Sidney, you're a nice young man. You make a lot of money and the world is your oyster. But you don't know shit about loading a dishwasher. \n[60]You young people should all go fuck yourselves. \n[61]Rachel, you're out of the will. \n[62]Clean out this machine please, boy. So I can break out the whup-ass. \n[63]Rachel, go fetch me my dart gun. \n[64]Kieran, how's my time? \n[65]I need more dishes. You amateur! \n[66]Somebody give me some dishes! \n[67]You don't hate her. \n[68]What do you mean she lied? \n[69]Where is she now? \n[70]Thank god. In here. \n[71]Rachel... \n[72]Wait a minute. Wait a minute. What's this all about? \n[73]Kym, what is your sister saying? Did you say you were sexually molested? \n[74]Were you? \n[75]Why in god's name would you say something like that? \n[76]And look! She is better! \n[77]It was an accident. \n[78]No, it was an accident! \n[79]It was an accident. \n[80]Hello Abby. It's Paul. \n[81]Is Kym with you? \n[82]She left the house about an hour ago. \n[83]She and Rachel had an argument. \n[84]Look, Abby, it doesn't matter. She left the house. She took the car. \n[85]I don't know. They were both getting their hair done... \n[86]For god's sake Abby! I'm trying to figure out where she went before I call the police! \n[87]She wasn't asleep, she was unconscious! And I'm glad I called the police because it took twenty minutes to wake her up and at least something was being done! \n[88]You're trying to dismiss everything! \n[89]You're disregarding everything I'm saying, and this failure to listen, failure to understand what is right in front of you is exactly why you will never be able... \n[90]...To help her! \n[91]What? \n[92]-- Maybe she needs someone to be watchful and present and in her life! \n[93]She could hurt herself! She could be lying dead in a ditch somewhere! \n[94]If you hear anything, can I count on you to please call me? \n[95]Okay, then. \n[96]Goodbye. \n[97]Abby hasn't heard from her. \n[98]Well, she's always been creative. \n[99]...I never thought I'd have two little girls. Two little girls running around with their tummies sticking out in their diapers. They used to bite me on the nose, the two of them. \n[100]I'd hold both of them in the pool and they'd take turns biting my nose. Ethan never did that. He preferred pinkies. Or knuckles... \n[101]Kymmie? \n[102]Are you all right? \n[103]Oh my god is she... \n[104]We need to get you to a hospital. \n[105]Look at you! You need to get to a hospital! \n[106]You can't just vanish. You can't just leave. You have to call. You always have to call. \n[107]Ooo. Look at me, I'm dancing. \n[108]Kymmie. Speak of the devil. You remember Susanna Galeano. \n[109]Susanna has a public relations firm and she just lost one of her assistants. \n[110]No, no. Hardly. Well... \n[111]The firm is opening an office right here in town, just in time for the holidays. You could stay right here. \n[112]Logistically it's just a dream. You could stay in your old room. I could chauffeur you around. You wouldn't have to worry about rent. \n[113]Of course. She's fine about it. You could stay in your old room. \n[114]Suzy's first rate. P.R. can be fascinating. \n[115]I meant stupid. Do you want me to hold that for you? You've got no pockets. ", "ABBY": "\n[1]Hello, darling. \n[2]Kym! Did you get my note? \n[3]You look beautiful. \n[4]Nonsense. You girls. \n[5]Yes, everything is absolutely fine now. \n[6]Darling, can you smoke that in here? \n[7]Oh, you know how she is. She sends her love. \n[8]Honey, you should really put that out. It's not right. You know that. \n[9]Isn't it divine? It was grandma's. She sends her love. \n[10]You must promise me you'll stay healthy now, Rachel. You'll eat properly and get a lot of rest? \n[11]How are things going at the house? How's Sidney? \n[12]And his friend? What's his name? \n[13]He seems to be a big hit. Is your sister behaving herself? \n[14]Well, she needs a lot of acknowledgement. \n[15]Stop. It can't be easy. Everybody knowing her troubles. \n[16]Stop. \n[17]Not at all, darling, I'm thrilled to be providing the flowers. You know how much that means to me. They're going to be exquisite! \n[18]Thank you, my sweetheart. I just know I'd be one of those wedding mothers who goes completely insane about the hors d'oeuvres. Andrew says I shouldn't be allowed near a shrimp puff. \n[19]There are so many other people for you to worry about. \n[20]Your sister's home and everybody's there and the bride always ends up keeping everybody else satisfied. \n[21]But this is going to be the most beautiful wedding ever. And I hope your sister has a wonderful time too...Anyway I'm going to be a grandmother! Hooray! \n[22]I'm so excited. I have always wanted to be a grandmother. Even when I was thirty. Here. This ring was grandma's and she wanted you to have it. \n[23]Rachel. \n[24]As long as it's healthy. Try the ring on. \n[25]You've always had the most beautiful hands. \n[26]Hello? \n[27]Hello Paul. \n[28]No. Why? Did she go somewhere? \n[29]To a meeting? \n[30]Oh, dear. The night before her wedding? What was it about? \n[31]What was the argument about? \n[32]You don't know? Well what were they saying? \n[33]Well, last time you called the police looking for her she was upstairs, asleep in the guest room. \n[34]Paul, I'm trying to help. \n[35]She's not a criminal! \n[36]Paul!... \n[37]Maybe that's not what she needs all the time... \n[38]I mean..I mean maybe she needs us -- \n[39]-- To trust her -- \n[40]All right! All right! Stop it! \n[41]Can you count on me?... \n[42]Yes Paul, you can count on me to call if I hear anything. \n[43]Goodbye. \n[44]You should call your father. \n[45]I've made some tea. \n[46]Here darling. Sit down. You look upset. \n[47]Not too late. He's at a dinner. \n[48]I spoke to grandma today. She sends her love. Is everything all right with the wedding? \n[49]Good. \n[50]Mmm hmmm... \n[51]You were sick. \n[52]You weren't supposed to kill him! You weren't supposed to kill him! \n[53]Get away! \n[54]And, how are you, Bob? \n[55]Here you are. \n[56]I've been looking for you all over the place. \n[57]I'm in here. \n[58]All right. \n[59]Darling, I'm exhausted. I had such a marvelous time. Those dancers were so beautiful. But weddings are really for young people. \n[60]I thought we'd just sneak off and not make a big scene. \n[61]And here I am making it. Andrew and I are going to Washington in the morning. \n[62]It's the mother of all fund raisers at American. I thought I mentioned it. We're going to stay on about a week - there are lots of meetings. I thought since you two are going away soon... ...and I'm sure you don't want any grown ups around checking up on you...Will you still be here when I get back? \n[63]Well, can you come by early? \n[64]Of course you don't want to do that. It's your wedding night. You don't want to get up early. I have to get Andrew organized. He's hopeless. And we'll be back in a bit. It was such a lovely wedding, darling. \n[65]Rachel... \n[66]Will you call me every day about...? \n[67]All right, then. \n[68]Good bye, Son-in-law. ", "KIERAN": "\n[1]I thought she said Panty Hose. Or Panda Claws. \n[2]Hi there. \n[3]Well, that was so wrong -- \n[4]No, believe me, that was so lovely, LOVELY! But in the program -- as you know -- and we just heard earlier today in fact -- \n[5]I thought...isn't Emma going to be playing that role? \n[6]\"Maid of Honor\"? \n[7]I think I heard that was the plan. \n[8]No thanks. Is there any krill? \n[9]Just kidding. \n[10]Huge liability. \n[11]Was. For about five minutes. \n[12]Tort. \n[13]I help Sidney out with the business side of his stuff. \n[14]I've known Sidney most of my life. He personifies many of life's grandest cliches, even as he breathes fresh life into most of them. He has never, ever \"ceased to amaze me,\" and only in the best of ways. The magnitude of his artistry and his business acumen are matters of public record and delight. He's been a great friend \"through thick and thin,\" and sometimes it's gotten very, very thin -- but he \"stood by me\" at all times, so it is my privilege and honor to stand by him on this profound occasion... \n[15]A-Pu-Aa-Aa. \n[16]Wow. That's it for me too, you guys. Good night everybody. \n[17]Congratulations, man. \n[18]She probably didn't realize she was doing it. \n[19]They're lucky to have you. \n[20]No argument from me. \n[21]Not unlike this great nation in which we live. \n[22]You can't actually speak in Sanskrit. \n[23]I did that in soup once. It made such a mess. \n[24]Your hand is on the turf. \n[25]The turf. The table. \n[26]So we have to do it over now. It was your shot and you get to do it over. \n[27]Don't tell me you didn't know having one hand on the turf makes the play null. \n[28]Sometimes playing next to each other is easier than playing together. \n[29]My mom. She runs a pre-school. \n[30]You've never been? \n[31]It's beautiful. I've got a nice place. My horse lives there. \n[32]I live there and so does my horse. He's very possessive. We're working through it. \n[33]Yes. I may be a degenerate dope fiend but I love my horse. I don't have a wife or a girlfriend and I've been clean almost seven years. You could just ask, you know. Your sister doesn't ask direct questions either. She's incredibly cryptic. \n[34]I was just thinking Salad Nicoise! \n[35]He's not kidding. \n[36]You have twenty-five seconds. \n[37]Excuse me, but when you're trying to get better there's a lot of pressure in rehabs... when someone isn't ready to take responsibility they create something, like an Uncle Stan, to take responsibility until they're ready. \n[38]I'll go. I'm...I'll go. Any idea where she might have gone? \n[39]Holy shit. She just showed up. Yes. Thank you. Do you need a doctor? \n[40]For your dad. Mostly for your dad. \n[41]Okay. I'm so glad to see you. \n[42]You can run but you can't hide! \n[43]Making a break for it? \n[44]You don't have to slip away without making any noise, you know? I like noise. \n[45]...Okay...If you need anything... \n[46]No. If you ever need anything. \n[47]Maybe you'll come visit me in Hawaii? ", "EMMA": "\n[1]You can't smoke in here-- \n[2]Kym! \n[3]Kym, I'm not remotely surprised you're starting your drama already, however it's Rachel's wedding and this week it's about her. \n[4]Psychology. Not psychiatry. You know the difference, right? \n[5]A while. \n[6]N.E.D.s? \n[7]Elvis Stoyko the figure skater? \n[8]Where'd she get the skates from? \n[9]She's got everyone she knows pulling elf duty. \n[10]And you're such a diplomat. \n[11]It's softball. Someone was chasing them. \n[12]I don't eat gluten, Paul! \n[13]Gluten! \n[14]Pandas are endangered. \n[15]We're all wearing lilac. \n[16]It's good to have a principle. \n[17]That's odd. \n[18]Blow me. \n[19]I know I have nothing better to think about. \n[20]What? \n[21]Yes. \n[22]Is it what you want? \n[23]Fine. The crown is yours, First Runner Up. \n[24]It's not about you. \n[25]Hooray for sisterhood. \n[26]Is it because you owe them money? \n[27]Kieran would you like some more Saag Paneer? \n[28]And here I was thinking tonight was about Rachel! \n[29]Of course. I'd like to make a toast to the happy couple because I want to come visit them in Hawaii. \n[30]Sidney what's the name of that place again? \n[31]I've known the bride her entire life. Not biblically, except for that one time we french kissed at Evan Yassky's party in the ninth grade. \n[32]Commence embarrassing story. \n[33]Rach, do you remember the time I was teaching you to drive in the Wagoneer and you sideswiped that taxi driver and knocked off his side mirror? \n[34]Do you remember trying to outrun him and leading him on a high speed chase across 96th street? \n[35]Well I would like to share with everyone that Miss Rachel-before she got her license or even had any idea how to drive- out maneuvered an irate, screaming cab driver across 96th street to the East river, handily avoiding two EMT guys loading an old lady on a gurney, while at the same time, applying Cocofudge Lip Gloss in the rearview mirror. \n[36]Wait, wait. She actually got the number of one of the E.M.T guys and went out with him. Twice. \n[37]Anyway, when the taxi driver finally caught up with us, Rachel talked him down from his Middle Eastern fury in pretend Farsi, and ended up using his radio thing to call his dispatcher and recommend this guy for a commendation. \n[38]We were driving so fast! It was one of the more exhilarating moments in my life...sadly...but I knew that Miss Rachel would make it okay. So here's to you, my dear, dear friend. A woman who can drive fast, pick up a paramedic, make up languages and get you home in one piece. Sidney, you are a lucky bastard. \n[39]Oops. That's nine. I thought you were having tables of eight? \n[40]I'll take it. \n[41]Oh. My. God. ", "SIDNEY": "\n[1]Oh. I thought you said Satan Claus. \n[2]No biggie. \n[3]Usually I do, but Mom's out simonizing my car. Funny, you don't look like Lucifer's Cupbearer. \n[4]She called a few times. She's \"running a little late but should be here soon.\" \n[5]Rach, I forgot to tell you, Carol got the helium tanks. \n[6]Only on public property. I think. \n[7]Humuu-humuu Nukku-nukuu... \n[8]Film! I want film! \n[9]Hear hear. \n[10]Roughly about the day before we decided to get married. \n[11]She was so happy-- \n[12]Or a nephew! \n[13]Yeah, okay. Great idea. I'm beat too. \n[14]She's not serious? \n[15]She wasn't serious, was she? \n[16]Thanks, my friend. \n[17]Just so you know, my mother expects to be carried in by liveried servants to the triumphant swirls of the harp and seated on a solid gold throne forged by nuns. \n[18]Paul! Paul, listen, I've been thinking about it. I did some preliminary sketches, I'd love to show them to you... \n[19]And I think if you move the salad bowls to the upper tier you can get about 10% more stuff in the dishwasher. \n[20]Sir, with all due respect, the mantle has passed. \n[21]Are you comfortable with that, sir? I could spot you thirty seconds. \n[22]You see Paul, I think your problem lies in lid placement. \n[23]Inverting the lids and stacking them in the upper level is really for amateurs. It's passe. \n[24]Observe. \n[25]You know one of the early signs of senile dementia is an obsessive need to organize. \n[26]I find it touching but ultimately sad when the warriors of yesteryear are reluctant to lay down their plastic containers from Zabar's and retire gracefully. \n[27]What? No way! \n[28]Paul, Would you like me to go out and look for her? \n[29]I always just wanted to hear music, and when I met you I heard you. You are the most beautiful thing I've ever heard. Thanks for marrying me. \n[30]For you. And you...ahem... \"She used to work in a diner Never saw a woman look finer I used to order just to watch her float across the floor She grew up in a small town Never put her roots down Daddy always kept movin', so she did too. You know it ain't easy You got to hold on She was an unknown legend in her time Now she's dressin' two kids Lookin' for a magic kiss She gets the far-away look in her eyes. Somewhere on a desert highway She rides a Harley-Davidson Her long blonde hair flyin' in the wind She's been runnin' half her life The chrome and steel she rides Collidin' with the very air she breathes The air she breathes. The air she breathes. \n[31]Is this mocha? Or chocolate? \n[32]Okay, Mom. \n[33]Dear God, bless this family and let them always invite us for dinner because my new wife can't boil water or fry an egg. La Chaim. \n[34]Hello Abby. You're lovely. And I'm not looking up your skirt. \n[35]Goodbye Abby. \n[36]I saw your mother's underwear. ", "CAROL": "\n[1]Hello Kym. \n[2]Getting everything ready at the house. \n[3]Is there anyone you want to say goodbye to? \n[4]The only extra person staying at the house is Emma, who's actually been staying in your old room. But she can move, I guess. \n[5]Nachtmare? \n[6]I brought you a Diet Coke. \n[7]Let me see. \n[8]Here. Anybody else? \n[9]Absolutely, a wedding will take it right out of you, boy. \n[10]Oh my lord. Kym, we have gone through Nar-Anon, baby. You know that. \n[11]Nobody can make you feel any way unless you let them, Kym. \n[12]Oh, Rachel darling, and Sidney, I couldn't be happier. \n[13]Holy cow. What a day. I think I've aged. I mean it. Would you mind if I went to bed, darling? \n[14]Let me help, it'll be quicker. \n[15]Okay,okay. \n[16]Hee hee hee. \n[17]Two minutes. \n[18]Ha! \n[19]What? \n[20]She must feel awful. \n[21]I just wish we knew where she was. \n[22]You're getting married tomorrow. A hundred people will be here. \n[23]It's the caterer. \n[24]Oh my lord... \n[25]Why don't you go find your sister? She didn't sleep last night waiting for you. ", "STYLIST": "\n[1]You don't remember me, do you? \n[2]Rick James' limousine. \n[3]Yeah. \n[4]Peanut M&amp;M's and Carbona cleaning fluid. \n[5]No, he's blessing me. It's cool: I talked him down. \n[6]I'm okay. You remember we were in the hospital together, right? \n[7]No. I didn't go to Milestones. I didn't have the coverage. We were on the same floor at Loeb House. That was before you went to Milestones. \n[8]My parents' house. Unemployment. It's all about the coverage, right? \n[9]I can't believe I'm seeing you again. \n[10]Listen. Do you remember that exercise where we all had to write down experiences and pass them anonymously to another person? \n[11]I got yours. \n[12]You drew poodles in the margins. I know it's supposed to be anonymous and everything, but you were so brave. The way your uncle abused you and your sister, and how it led to your sister's anorexia, and how you stayed up nights when she was down to fifty pounds holding a mirror to her face to make sure she was breathing. I'll never forget reading that, I swear to God. \n[13]I found it so profoundly inspirational that you could be there for her during your own incredible ordeal. I thank God that you came in here today. I never thought I'd ever have the chance to thank you. It was your strength that gave me the courage to confront my own abuse and help me turn my life around. ", "ROSA": "\n[1]Walter, that is a behavior... \n[2]And you are making a choice. \n[3]Hold on...Hello? \n[4]That them? \n[5]Walter, you are only responsible for yourself.  This is all your stuff? \n[6]It was a mistake. I'm lucky I didn't get fired. We've discussed this.  Good luck. \n[7]I'm Rosa. We met last time you came up. \n[8]Hi. ", "SUSANNA": "\n[1]Hi Kym. \n[2]Weddings. They're an epidemic. Your father gave me my start about a hundred years ago. \n[3]We could definitely use an extra body right about now. Have you ever thought about Public Relations? \n[4]Have you ever thought about P.R. Kym? \n[5]Why don't you give me a call on Monday, okay? \n[6]Goodbye Paul. It was just beautiful. Bye Kym. "}}