{"dialogues": {"JAKE": "\n[1]Good evening, ladies and gentlemen. It's a thrill to be standing here talking to you wonderful people. In fact, it's a thrill to be standing! I haven't seen so many people since my last fight at Madison Square Garden. After that fight, a reporter asked me, 'Jake, where do you go from here?' I said, 'To a hospital!' I fought one hundred and six professional fights and still none of them bums figured out how to fight me -- they kept hitting me in the head! And that's why I'm here tonight...  'When the fighter's not engaged in his employment, his employment, although he was Champ and quite the rage, he must go somewhere else to seek employment, seek employment. But a fighter's life is not a bowl of cherries, still I'd rather have an egg than a fist upon my face... That's Entertainment!'  \n[2]This looks done.  \n[3]It looks done. I'll take it the way it is.  \n[4]No, I can't wait. You know when I wait? When it's important to wait. It's not important to wait for no steak. It's important to wait for Reeves to leave the ring. It ain't important to wait for no steak! I won that fight. So, I stayed in the ring, and that way I made sure everybody knew it. I shoulda knocked him out earlier, sonofabitch.  He starts to eat the steak. He takes a drink of wine.  \n[5]Wait! I'll wait. But let me tell you, if this steak was the middleweight championship, I'd show you how I'd wait. I'd eat it raw. I'd drink the blood. I'd eat it before it came out of the cow -- that's how I'd wait.  \n[6]Nothing...  JAKE goes into the living room. IRMA looks at JOEY. JOEY follows JAKE.  \n[7]I ain't ever gonna fight Joe Louis, that's what's the matter.  \n[8]Look at these hands. These fuckin' hands. I was born with a girl's hands. And even if I put on enough weight to be a heavyweight, I'd be too slow to fight. No matter how big I get, I'll never be big enough to fight Louis.  JAKE pauses. IRMA watches from the doorway.  \n[9]I tell you one thing. Ok, I'll never be big enough to fight Louis, but I know Joey, I know...  \n[10]Yeah. Do me a favor.  \n[11]Hit me in the face.  \n[12]You heard me, I said hit me.  \n[13]Go ahead. I ain't drunk. Take your best shot. On the jaw.  \n[14]Here's your glove.  JOEY wraps it around his fist. IRMA watches. JOEY hits JAKE with his right. JAKE holds fast.  \n[15]Go ahead. Hit me. C'mon, don't worry about it. I want you to hit me with everything you got.  JOEY hauls off and lands him a real belt. JAKE rolls with it and stands firm.  \n[16]Again. Harder.  JOEY hits him again.  \n[17]Harder. Go 'head.  JOEY hits him again.  \n[18]Harder.  Take the towel off.  \n[19]Go ahead.  JOEY hits him again. JAKE holds fast. JAKE starts to walk away.  \n[20]See that, I don't feel it. I can take it. I know I can take anybody.  \n[21]Did you know they were coming up here?  JOEY doesn't answer.  \n[22]Answer me when I talk to you.  \n[23]Don't ever bring those kids up here again! I'm working out, I'm killin' myself in here, and they walk around like they fuckin' own the neighborhood.  SALVY and the OTHERS see JOEY being chewed out by JAKE. They begin to feel unwelcome at the gym.  The bell sounds. JAKE is more aggressive now as he corners JOEY. JAKE swings away with body punches. JOEY can't block them. SALVY and the OTHERS watch.  The bell sounds again. With that, SALVY and the OTHERS start to leave.  \n[24]Go 'head. Wave goodbye. They're your friends.  JAKE watches them leave.  \n[25]And that hard-on, Salvy. Who's he think he is? I'm gonna let that fuckin' hard-on come up here and act like a big shot.  \n[26]Hey, I don't care about Tommy Como. I don't care about Jesus Christ on the fuckin' cross. I gotta give them a percentage of what I make! I'm in here breaking my ass, not them. Don't ever bring them up here again.  \n[27]That's right, fight back. I got laid three times before I came up here this morning and I can still break your ass.  JOEY fights back, but it's no use.  \n[28]Who's that?  \n[29]Whadda ya mean, whadda I care? Who is she? What's a matter? You afraid I'm gonna take her on you?  \n[30]Yeah --  \n[31]Go 'head.  \n[32]How do you know? You know her that good?  \n[33]Nah, not now... I wanna wait. I don't feel right...  JAKE watches VICKIE.  \n[34]'Cause I wanna catch her alone.  \n[35]She ever go with them? Like Salvy?  \n[36]What does that have to do with it? She don't look 15 to me. I heard somethin' with Salvy. She was with him once or somethin', I think. It was like some blonde. That's the one...  \n[37]Yeah, she's nice.  \n[38]You wasn't with her, were you?  \n[39]You wasn't with her?  \n[40]You know, like bang her or anything?  \n[41]Nah, not now -- all those hard-ons around. I'll wait. Not now.  The scene ends on VICKIE as JAKE watches her.  \n[42]I don't like all those other clowns around. That's all I know.  \n[43]What're you, a cop? I'm goin' out -- business.  \n[44]And where you goin'?  \n[45]Eh, go out. Do what you're gonna do. What do I care?  JOEY opens the door to leave. JAKE follows.  \n[46]Hey, watch your mouth. Don't talk like that. She's still my wife.  \n[47]How many times do I have to hit her? I hit her enough.  They exit to street.  \n[48]Eh, girlie, take a walk.  JAKE starts to move forward; JOEY stops him.  \n[49]Do you see her yet?  \n[50]Be right back.  SALVY, FRANKIE, JUNIOR, VTCKIE and the other TWO GIRLS leave the dance hall. JAKE, unseen, follows them to the entrance way, as they go out onto the sidewalk.  \n[51]Joey said you wanted to meet me. Is that right? You wanted to meet me?  \n[52]You wanted to say hello, eh? I can't believe it. When did you fall outa heaven? Anyone ever tell you you're the most beautiful one here, princess of the pool. You got a baby face. Look at mine. Whatcha wanna meet me for?  \n[53]Ya hear, Joey? She thinks this face is cute? Hey, whatcha doin' now? You wanna go for a ride?  PAN to car.  \n[54]Hey...  She turns. JAKE kisses his hand and holds it up to the fence by her lips.  \n[55]I ain't ever talked to a movie star before.  \n[56]Oh no? I thought you was a movie star.  A bus heads toward them.  \n[57]Any bus gives you trouble, I knock it out for ya.  The bus stops for them as they cross the street.  \n[58]You don't get nothin' done by watchin'. You just gotta do it. Here, I'll help you.  JAKE hands VICKIE the putter, then moves behind her and puts her hand on the club.  \n[59]That's it. Just grip up a little tighter. That's it. You're gonna be real good at this. How does that feel?  \n[60]Just keep your eye on the ball.  \n[61]Just give it a nice little tap.  VICKIE swings and the ball rolls into the center of the windmill. VICKIE breaks free and follows her ball. JAKE follows.  \n[62]Can you see it?  VICKIE bends and looks under the windmill.  \n[63]No.  \n[64]It means the game is over.  JAKE throws his putter on the next green.  \n[65]Let's get outa here.  \n[66]Hi Pop. This is my new girlfriend, Vickie. V for victory. How do you like that Pop?  \n[67]C'mon, Pop. You've been in America so many years. Speak English.  \n[68]Pop, don't curse. There's a girl here. I'm gonna show her around the house. Why don't you just finish your wine?  JOE stares at him. JAKE grasps VICKIE's arm firmly.  \n[69]That's all right. He don't mind.  The room is sparsely furnished. On the bureau, there is a large framed photo of the boxing brothers: JAKE and JOEY \n[70]It's OK.  He pushes her against the bed and gently undresses her. They make love.  \n[71]I'm tallin' you now, when I read this, it better not make me look bad.  \n[72]Maybe it wasn't you, but you know what I'm talkin' about.  \n[73]Why not? There's nobody else around who wants to fight me; they're all afraid. I don't see why I shouldn't have a shot at the title right now.  \n[74]You guys know more about that than I do. I just fight...  \n[75]I'm the only guy ever to beat Sugar Ray, and I still don't have a shot at the title.  \n[76]I tell you what. You hit me here. (points to his right cheek Sugar Ray hits me here.  I can't tell the difference. I just fight.  JAKE turns to VICKIE, smiles, and prepares for his next \n[77]Come over here.  \n[78]If you let me do it, I'll murder you. Come here.  \n[79]Come here.  JAKE watches VICKIE approach him. He respects her as he would a shrine; he slowly removes her sheer nightie.  His round hands caress her smooth skin. He glides his bruised knuckles across her shoulders, pride on his face.  She kisses his bruised knuckles sensuously, then his bruised face.  \n[80]Take off my pants.  \n[81]Do what I say.  He touches her breasts as she removes his trousers.  \n[82]Now take the rest off.  \n[83]Go 'head. Do it.  She pulls off his shorts. VICKIE is now getting excited. She kisses his chest and licks it.  \n[84]Now take your panties off.  She does.  \n[85]Now, touch me...  ... here.  \n[86]I can't do it. I can't fool around. This Robinson, I gotta beat him again. I can't fool around. Don't come near me.  JAKE grabs her again and kisses her. Then, gently but firmly, he turns her around and pushes her out. (It's starting again, and he must stop it.) He goes back the bathroom and closes the door.  \n[87]Whadda I gotta do, Joey? I knocked him down. What did I do wrong? I don't understand.  \n[88]I dunno. Maybe I don't deserve to win. I've done a lot of bad things. I dunno...  TONY goes to the door.  \n[89]I don't wanna see nobody.  \n[90]No, take her home. I wanna be alone for a while. Everybody go.  They exit.  \n[91]I just weighed myself - I'm 161. No more deals like this Janiro bullshit. I didn't tell you to do it in the first place.  \n[92]Well, sometimes you shouldn't listen to me! Now I don't know if I can make it down to 155. I'm having trouble making 160, and without telling me, you sign me for a fight at 155 pounds, and if I don't make 155, I forfeit $15,000! You're supposed to know what you're doin'. You're supposed to be a manager!  \n[93]Say what you're gonna say.  \n[94]Say what you gotta say. Don't be a smart ass.  \n[95]What do you mean, \"good looking?\"  \n[96]Who asked you?  \n[97]Who asked you?  \n[98]Who asked you?  VICKIE, amazed, gets up to leave.  JAKE glares at her.  VICKIE rounds up the kids and takes them into the kitchen. .  WE SEE VICKIE in the kitchen angrily throwing things around. We clearly see the tension as she cleans up, muttering to herself.  \n[99]All right, manager. Everybody had their say around here. Now this is what I'm gonna say. I'm gonna get down to 155, and I'm gonna destroy this kid -- get my title shot. And don't ever bet 15 thousand without my sayso again.  JAKE comes into the kitchen. He tries to make up with VICKIE. She plays hard-to-get. They begin to tease each other.  \n[100]Look at this abuse I gotta take.  JOEY, VICKIE, and JANET are amused.  \n[101]What's so funny?  Cheers! Post-time. Joey, Vickie, and...  What's your name again, darling?  \n[102]What're you lookin' at? You lookin' at him?  \n[103]Don't tell me \"No.\" I saw you lookin' at him. Why, you like him?  \n[104]You're not interested in him?  \n[105]In other words, you're not interested in him but you'd be interested in somebody else, right?  \n[106]Look at this, all of a sudden everybody's a fuckin' Romeo around here. Did you see the way she was lookin' at him?  \n[107]Didn't you just see her lookin' at him? She told me no, but I don't believe her.  \n[108]I'd just love to catch her. Oooooh, I'd just love to catch her once.  Drinks arrive at their table.  \n[109]Don't be long. I'm afraid with all these tough guys here.  JOEY goes to COMO's table in the rear of the lounge. JAKE slides over and watches. JOEY shakes hands with COMO. SALVY is there at COMO's table. JOEY comes right back.  \n[110]Hi, Tommy. How are you?  \n[111]C'mon, Tommy --  \n[112]Never felt better.  \n[113]He should.  \n[114]Yeah, the weight's Ok.  Another pause. TOMMY smiles and moves closer to JAKE.  \n[115]I'd tell you to bet a bundle.  TOMMY sips his drink.  \n[116]Vickie?... Vickie, you asleep?  \n[117]You asleep?  \n[118]Huh?  \n[119]Tell me, you think of anybody else when I'm making love to you?  \n[120]Then why'd you say that thing about Tony Janiro?  \n[121]That he's got a pretty face.  \n[122]You sure you're not thinking of him right now?  \n[123]You're the one who said he was good looking. You think he's good looking 'cause I know you think he's good-looking. I'll smash his face inside out. I'll make him into dog meat. Nobody's gonna think he's good-looking when I get through with him. So you just go ahead and think about who you want.  VICKIE freezes.  \n[124]Just a minute.  JAKE, JOEY, and TONY confer.  JAKE gets off the scale and enters the men's room. An OFFICIAL follows him.  \n[125]This is my night! Listen to them! I'm gonna be champ!  He bends down and gives her a kiss through the ropes.  \n[126]I'm making everything up to you.  \n[127]I remember the first time I met Vickie... I know there's somethin' up. I know she's doin' somethin', but I can't catch her...  \n[128]What do you mean?  \n[129]When I'm away, did you ever notice anythin' funny with her? Tell me the truth.  \n[130]I want you to keep an eye on her when I'm not here. Understand?  \n[131]What did Tommy say?  \n[132]Yeah, I know.  \n[133]What's up, Colonel?  \n[134]What who's been sayin'?  \n[135]I don't follow no gamblin' Commissioner. I'm just a fighter.  \n[136]Believe what you want.  \n[137]I'm gonna kill him. That fuckin' jig's gonna wish he never came outa the jungle. You got any money?  \n[138]You got any money you want to bet on Billy Fox, you can put it right here...  'cause Jake LaMotta don't go down for nobody.  EAGAN taps JAKE on the shoulder.  \n[139]Stand up! What the fuck are you doin'?  The REFEREE breaks them apart and FOX remounts his attack. JAKE bicycles into a corner and lets FOX work him over.  FOX connects: once, twice, three times. JAKE barely defends himself -- but he doesn't go down either.  The CROWD starts to smell a fix. There are calls from the \n[140]Hit me! Hit me! What's the matter with you, you motherfucker? Hit me!  Boos and catcalls echo through the Garden. This is not even a fight. The REFEREE, realizing this, steps in between FOX and LAMOTTA, waves his arms and signals that FOX is the winner by a technical knockout.  As he does, JAKE spits his mouthpiece in disgust at FOX and struts back to his corner.  JAKE, JOEY, and TONY are already on their way out of the arena as the REFEREE declares FOX the winner.  COMO and the OTHERS, satisfied, get up to leave.  \n[141]Why did they have to stop it? Why did they have to stop it?  The REPORTER leans over to the HANDLER and whispers.  \n[142]Get everyone out of here!  The REPORTER and the PHOTOGRAPHER leave. JAKE continues to sob.  \n[143]C'mon, Joey.  \n[144]What the fuck they want? I took the dive. They want me to fall down too? I don't fall down for nobody. I never went down in my life. Joey, what do I gotta do? Crawl on my hands and knees? I made an asshole of myself in the fuckin' Garden! All the newspaper writers make fun of me. I'm the bum of the year. All I want is a shot. Just a fuckin' shot. What do I gotta do? I'll do anything.  \n[145]Yeah, except fall down. That's right.  \n[146]Jesus Christ! Seven months! What am I gonna do for seven months? I'm gonna go crazy. How do I keep my strength? By that time I'll be too weak to win the title. And my weight? Forget about it -- I'm gonna blow up like a balloon. I ain't never gonna hold my weight down. Seven months! I don't know...  \n[147]I can't eat a steak. If I eat a steak, I'm gonna have trouble making the weigh-in.  \n[148]Tommy, thanks for coming over.  \n[149]I'm Ok.  \n[150]No, we're all right. Thanks anyway, Tommy.  \n[151]C'mere.  She goes to the bedroom doorway. JAKE grabs her arm, pulls her in, and slams the door.  \n[152]Hey, you don't say goodbye to him like that.  \n[153]You don't kiss like that. Hello and goodbye, that's all you do.  \n[154]You know what I'm talking about. Don't ever make me look bad on the night of my big fight.  \n[155]Shut up. You just say hello and goodbye to him. You don't kiss him the way you did. That's out of line.  JAKE pushes her against the wall. The lamp falls. There is a loud crash. She tries to move away. He grabs her by the throat and pins her against the wall. She's gagging.  \n[156]Don't ever do that again. You don't (he pushes her against the wall do it!  \n[157]You hear what I said? You don't do it.  He pushes her again. VICKIE tries to get away, but can't move.  \n[158]You don't do it.  JOEY has his hand on JAKE's arm, trying to pry it away from VICKIE's throat.  \n[159]She ain't gonna ruin this fight for me.  \n[160]Good evening, ladies and gentlemen. It's a thrill to be standin' here talking to you wonderful people. In fact, it's a thrill to be standin'. I haven't seen so many people since my last fight at Madison Square Garden. After that fight a reporter asked me, \"Jake, where do you go from here?\" I said, \"To a hospital.\"  About HALF THE PATRONS are listening; of them, HALF are laughing, SOME a little too loud.  \n[161]I fought one hundred and six professional fights and none of them bums figured out how to fight me -- they kept hitting me in the head!  Will somebody at the bar -- Linda? - get me a drink. I figure if I'm gonna work to drunks I might as well be one of 'em! I like this place. It's a family type club... every night I see a lot of fathers sitting out there with their young daughters! That's nice.  LINDA hands him a drink.  \n[162]Thanks, honey. -- She's terrific. The kinda girl you wanta take home to meet your father. Especially if your old man's a degenerate! -- Here's a toast! \"To your health! You only live once. But if you play it right, once is enough.\" I shouldn't be drinkin' like this 'cause I'm tryin' to lose weight. I'm on this terrific diet -- I'm allowed to eat anything I want. As long as I don't swallow it! Well, I never had much luck with my weight. In fact, -- I never had much luck with anything -- until about a few years ago, when this happened --  He indicates the blow-up behind him and waits for applause, of which there is some.  \n[163]... thanks, I'm glad to see you remember. For those of you that don't... that's me takin' the title from Cerdan. You know, the tough thing about winnin' the title... the next thing you gotta do is have a rematch... just to show it wasn't no fluke. So what happens? Marcel Cerdan, a really great champ, after I beat him... he gets himself killed in that airplane crash... a pretty rotten break for him. That's why I don't like to fly. People say to me, \"Look, Jake, when your time is up, your time is up.\" And I say, \"Yeah, but suppose I'm on the plane and the pilot's time is up?\" As good as Cerdan was, I could've taken him again. But I never got the chance to prove it wasn't no fluke. He got killed but he got to be what they call a legend. I don't know what's worse -- bein' a fluke or bein' a legend. -- That's the kinda luck I got. That's why I quit the ring and moved down here from New York. My wife said, \"You gotta get outa this town, Jake.\" Come to think of it... the boxing commission said the same thing! But I don't miss New York. Give me Miami any day.  The AUDIENCE applauds.  \n[164]Miami's a great place. I get along with everybody in this town... even the police force... They got the best cops here money can buy! -- Only kiddin'. By the way... me and my wife Vickie's gettin' ready to celibrate our eleventh wedding anniversary.  More applause.  \n[165]We get along real great. We fight a little but I never really belted her on purpose. Once  in a while I'm standin' there doin' little shadow-boxin' and she happens to walk right into the shadow... I can't help that. She says, \"Whataya hittin' me for?\" I says, \"It's nothin'. It's only a love tap.\" She says, \"It's a good thing you're not crazy about me!\" -- I am crazy about her. I heard her talkin' to a friend on the phone and she was sayin', \"After eleven years, I'm still in love with the same guy.\" -- If I ever find out who the bum is, I'll kill him! Women. You can't live with 'em, you can't live without 'em.  Then, suddenly, falling into character... he quotes lago's speech in Othello.  \n[166]\"'Oh, beware, my lord, of jealousy. It is the green-eyed monster, which doth mock the meat it feeds on. That cuckold lives in bliss who, certain of his fate, loves not his woronger; But O, what damned minutes tells he o'er who dotes, yet doubts -- suspects, yet fondly loves!\" -- That's from somethin' called \"Othello\" --  \n[167]Is whispering nothing? Is leaning cheek to cheek? Is meeting noses? Kissing with inside lip? Stopping the career of laughter with a sign? -- A note infallible of breaking honesty -- horsing foot on foot? Skulking in corners? Wishing clocks more swift? Hours, minutes? Noon, midnight? and all eyes blind with the pin and web but theirs, theirs only, that would unseen be wicked? Is this nothing? Why, then the world and all that's in't is nothing; The covering sky is nothing; Bohemia nothing; My wife is nothing; nor nothing have these nothings, if this be nothing.\" -- That's from something called \"The Winter's Tale\" -- Shakespeare! You all remember Shakespeare. He wrote all them famous plays one after the other, then he went into a big slump and he ain't done anything good in years. That speech is about jealousy -- jealousy's a bad thing. Jealousy bothers a lot of guys... take me... I almost killed my brother... I love him... he's my family... I mean, there's nothin' he wouldn't do for me. And that's the way we been goin' thru life -- doin' nothin' for each other! Anytime he got in trouble when we was kids, I got him out of it. You know, he used to steal little things when we was growin' up. But he was particular... only stole things that begin with an 'a' -- a watch, a car, a suit, a ring... But I was wrong... I shoulda never hit my brother. Afterwards, I was sorry. Now every time I need somethin' I gotta go shoppin' for it! A psychiatrist once told me, \"When you hit your brother you're really hittin' your mother, but you can't admit it to yourself.\" He's really crazy. I woulda never hit my mother. I mean, only in self-defense!  \n[168]Tryin' to get this fuckin' TV to work. Paid all this money for it and still can't get a station a mile away. And Mr. Wizard here ain't no help.  \n[169]Where you been?  VICKIE goes into the bedroom to take off her coat. On the stairs, MOVING SHOT:  \n[170]What's that kissing on the mouth shit?  \n[171]Ain't a cheek ever good enough for you? I never even kissed Mama on the mouth.  \n[172]Well, that's what I mean.  JAKE leans over the TV.  \n[173]How's that?  \n[174]Answer me somethin'. What happened at the Copa with Salvy when I was out of town?  \n[175]You know, when you gave him a beatin'.  \n[176]Why didn't you tell me about it?  \n[177]Didn't it have nothin' to do with me?  \n[178]Who did it have anything to do with... Vickie?  \n[179]Well, I heard some things.  MOVING in on JOEY, JAKE'S P.O.V.  \n[180]Did Salvy fuck Vickie?  \n[181]You're supposed to keep an eye on her for me. I'm askin'...  \n[182]Then why did you give him a beatin' if he didn't do anything? You and him been friends a long time.  \n[183]Don't bullshit me, Joey. You ain't tellin' me the truth.  \n[184]When it comes to her, I don't trust nobody. I'm askin' you somethin'.  \n[185]You givin' me that look. I gotta accept your word, but if I find out anythin', I'm gonna kill somebody...  \n[186]What do you mean, \"you\"?  \n[187]What do you mean, \"you\"?  \n[188]But you said \"you.\"  \n[189]Eh, Joey, even you don't know what you meant. You mentioned Salvy, Tommy Como, you -- that means somethin'. Why'd you say them? You coulda said anybody.  \n[190]Did you ever fuck my wife?  \n[191]I don't mean now. I mean before -- before we met.  \n[192]Did you ever fuck my wife?  \n[193]You're very smart, Joey, very smart. Nobody gives me a straight answer around here. You're givin' me these answers, but you still didn't answer my question. Did you fuck Vickie?  \n[194]Where you been all day?  \n[195]I called. You weren't there.  \n[196]What'd you see?  \n[197]What'd you see?  \n[198]What was it about?  \n[199]Did you ever go to the Copa when I was away?  \n[200]Answer me when I talk to you. What happened that night?  \n[201]What do I have to do to get a straight answer around here.  JAKE holds onto her, but she gets away.  \n[202]Do I have to kill you, eh?  Do I have to kill somebody to get an answer?  I know about you at the Copa. I know all about it.  JAKE catches her.  \n[203]With Salvy, eh?  \n[204]Come out of there! Did you fuck Salvy?  Answer me. Open this fuckin' door, you fuckin' cunt!  Who've you been fuckin'?  \n[205]You're a fuckin' liar.  He breaks down the door.  \n[206]Who've you been fuckin'? Salvy?  Tommy Como?  I can't trust nobody.  Did you fuck Joey?  Who you been fuckin'?  She finally manages to push him away.  \n[207]You did?  \n[208]Was Vickie part of the deal with Tommy? Was my wife part of the deal? Tell me, was that it?  \n[209]You didn't tell me. You didn't tell me. You let me marry her. You let me marry her.  VICKIE rushes into the house, past LENORE and the TWO KIDS who are screaming even louder now.  \n[210]Get the fuck outa here. Whadda you mean nothing'? You stupid bitch!  \n[211]You're the fuckin' animal! You ran around with every guy I knew while I was breakin' my ass for you.  \n[212]Aw, Vickie, aw Vickie, please no. Vickie, no... don't leave me. Christ, I'm pleading... I know, I know all the bad things, but I need you. I'm a bum without you and the kids. I'll change. Aw, Vickie, maybe I don't do it the right way, but I love you. I love you.  There is a pause.  \n[213]Yeah --  \n[214]What time is it?  \n[215]At night?  \n[216]How many pounds I gotta lose?  \n[217]Just give me a chip of ice to put in my mouth. Just a chip of ice.  \n[218]Are you outa your mind? If I come out, I'll lose the title.  \n[219]I don't know what it is. I dunno, it's the kind of thing that -- the words won't come out.  \n[220]What?  \n[221]OK. Talk.  \n[222]What do I say to him? Call him up on the phone and say, \"Joey, I'm sorry about that little trouble we had. How about havin' dinner?\" Is that what I say?  \n[223]Then what?  \n[224]I miss Joey. I wish Joey was here.  \n[225]I dunno.  \n[226]Ok, all right. Telephone's in the hall. Dial his number.  VICKIE goes to the pay phone in the hall, and dials long distance.  JAKE is nervous, but follows VICKIE.  \n[227]I shoulda never hit my brother. Afterwards I was sorry. Now every time I need somethin' I gotta go shoppin' for it! A psychiatrist once told me, \"When you hit your brother you're really hittin' your mother but you can't admit it to yourself.\" He's really crazy. I woulda never hit my mother. I mean, only in self-defense! A lot of people wanta know who was the best guy I ever fought. Let's see... there was that one I fought twice... the other Frenchman... you know who I mean... (having trouble pronouncing the name ... Dauthuille! He was tough, but I beat him... I had to! I mean, how would it sound losin' to a guy whose name you can't even pronounce? But... Robinson. I can say that alright. I fought Sugar Ray so many times it's a wonder I don't have diabetes! Linda... get me another drink! Linda's the most popular waitress here... you can tell by her tips! She's the kinda girl I go for. You oughta see the ones I get.  LINDA brings him another Scotch.  \n[228]... Thanks, babe. She's a nice kid. She'll only do it with a guy if she really likes him. She's got a lot in common with Will Rogers -- never met a man she didn't like! ... I was talkin' about Sugar Ray. Some of you think I was better than him... but you know, it's a toss up. Except the last fight... February 14, 1951.  JAKE sips his drink.  \n[229]Valentine's Day. The anniversary of the St. Valentine's Massacre. Robinson didn't use a machine gun but it was still a massacre...  JAKE takes another drink.  \n[230]Actually, I was doin' okay at first. In fact, by the end of the fifth round I really had him worried -- he thought he killed me.  \n[231]He ain't hurting me, but I can't get him down.  \n[232]You never knocked me down. You could never knock me down.  ROBINSON, receiving congratulations from every direction, takes time to turn to JAKE and say:  \n[233]I'm pulling out of next Wednesday's TV bout 'cause I can't make the weight. I'm fighting at light heavyweight, and I still can't make the weight.  \n[234]It means I'm through with boxing. I'm tired with tryin' to make the weight anymore. I'm sick of thinkin' about weight, weight, weight.  \n[235]Why should I be bitter? Boxing's been good to me. I got a nice house, three kids, a beautiful wife -- take a picture of her. Vickie.  VICKIE poses dutifully.  \n[236]Ain't she beautiful? Coulda been Mrs. America if I didn't pull her outa the contest. Didn't want her wearing a swimsuit for nobody but me.  \n[237]I also bought a club on Collins Avenue, and I'm gonna open it real soon. Know what I'm gonna call it? \"Jake LaMotta's.\"  \n[238]Valentine's Day. The anniversary of the St. Valentine's Day Massacre. Robinsin didn't use a machine gun but it was still a massacre...  Actually, I was doin' okay at first. In fact, by the end of the fifth round I really had him worried --- he thought he killed me. You know, I could keep tellin' you this brilliant material all night -- but you'd only laugh. Now I'm gonna sing. -- Any requests? I mean, besides \"don't\"!  -- In the key of H.  You're laughin'. Give me the right key and I'll play in anybody's flat! I sing for a reason. When I finish, you'll be so sobered up, we'll sell a lot of booze.  JAKE's onstage version of \"That's Entertainment\" differs from the backstage version. It's not just that he's a little drunk -- no, his voice is defiant, sadly defiant. He is singing at the PATRONS rather than to them.  \n[239]\"When the fighter's not engaged in his employment, his employment, although he was Champ and quite the rage, he must go somewhere else to seek employment, seek employment. So what does he do? He goes upon the stage and meets his true adversaries, all you members of the human race. But a fighter's life is not a bowl of cherries, still I'd rather have an egg than a fist upon my face... That's Entertainment!  JAKE brings the BAND to a crescendo with a wave of his hand, then silences it. The spotlight goes out and there is a hearty round of applause.  JAKE receives the kisses, glad handshakes and congratulations of the PATRONS as he works his way around the club.  JAKE's new friends love him. They are PARTY GIRLS, SPORTS FIGURES, COLUMNISTS, MOBSTERS, B ACTORS, and OTHER \n[240]J.R., glad you could make it.  \n[241]Sorry, empty! Heh, heh! Oh, I didn't mean that. If I don't give your husband no money, he won't have enough to buy you a drink. To show you I'm a nice guy, this one's on me. The last one was your payment for this month.  BRONSON is embarrassed. He doesn't think the joke is funny, but he manages a smile. His WIFE gives a nervous laugh. JAKE leans over and kisses her.  \n[242]You're a good sport, lady.  \n[243]Yeah, I really cleaned up on him.  \n[244]Do you think I'd let her in a place like this with guys like you hangin' around?  JAKE feigns a few jabs, and they all laugh. He walks off.  As JAKE leaves, J.R. whispers to his FRIEND:  \n[245]Hey, Ricky, glad you came.  \n[246]Hey, honey, give these fellas a round on me. I can tell they're gonna be regular customers.  The WAITRESS says to a clearly underaged GIRL:  \n[247]Whew! Any girl that can kiss like that can drink in my club any time!  They all laugh as JAKE moves on. The life of the party.  \n[248]I'm sorry. I had to work late last night. Slept at the club.  \n[249]Sure, what else is new?  \n[250]Open the door, Vickie.  \n[251]Aw, c'mon. Don't say that.  \n[252]Aw, c'mon, Vick --  \n[253]Huh? Whadda ya mean, get up?  \n[254]I know where you're from. You guys look the same every place.  \n[255]About what?  \n[256]For what?  \n[257]Hey, I'm a big tax payer down here. Don't that entitle me to some information what this is all about?  The SECOND DEPUTY shows JAKE a photo.  \n[258]I dunno.  \n[259]I introduced a lot of people to men. So what? What does that mean?  \n[260]Vickie, open up. I need to come in.  \n[261]No. Open the door.  JAKE tries to touch her face through the doorway crack, but she steps back.  \n[262]Please, Vick. I won't bother you. I'm out on bail. You can send the kids next door. I just gotta pick one thing up, then I'll get outa here.  VICKIE thinks a moment, then opens the door and lets JAKE in.  \n[263]I promise I just gotta pick up one thing.  \n[264]I need ten thousand dollars. My lawyer says if we can spread ten thousand bucks around, we can get the case dropped.  \n[265]Are you kiddin'? Did you ever see a 14-year-old testify in court? Did you see the papers? \"LaMotta on Vice Rap.\" Everybody likes a shot at the Champ.  \n[266]Don't make no difference no more.  \n[267]What friends?  JAKE, frustrated by his task, turns the belt over and hammers at it. The jewels scatter across the counter top and floor. JAKE collects the jewels and puts them in his pockets.  \n[268]That's it. Those are the jewels that were in the belt.  \n[269]You want the jewels or the belt?  \n[270]I can't raise the ten thousand. Fuck 'em. Let 'em put me on trial.  \n[271]So there I am in the can... and not the one that says \"gentlemen\" on the door. I'm talkin' about jail! Down south! I mean, jail up north is gotta be like summer camp compared to jail down in cracker country. And if you're a guy like me, you ain't got a chance in a place like that. Especially if you're Italian... you come from the Bronx... and you're an ex-champ. As soon as they saw me... soon as they heard me... I know I'm in trouble. To me, they got an accent, and to them, I got an accent! You gotta get the picture -- I'm big, I got small hands, I walk like I'm still in the ring... the balls of my feet pop up and down, you know... and whenever I get the chance, I read a lot. So naturally, takin' all this into co sideration, they figure it adds up to one thing -- I'm queer! Now I didn't mind too much when they called me \"Queer\" or \"Mr. Tough Guy\" or \"Yankee Punk\"... But one day these screws got to me... I was workin' on the work gang, pickin' up some trees that were knocked down by a storm or somethin' and puttin' 'em on this truck. All of a sudden... one of the trees slipped and fell on me and pinned me to the ground. I'm lyin' there with a tree across my chest! This screw walks over, takin' his time, he looks down at me and says, \"Well, Champ Pimp... you lyin' down on the job again?\"! They got a great sense of humor when they're standin' there with a gun in their arms and you got a tree on your chest! So I look up at him and say, \"Oh, this tree... it fell on me.\" And he says, \"Oh, I'm sorry... If I'd have known, I would've yelled 'timber'\" I said, \"Hey, look... it hurts. I think maybe I broke somethin'!\" He says, \"Well, whaddaya know... Champ PImp's got himself a boo-boo.\" Then I got as stupid as him. I said, \"If I'm Champ Pimp... how 'bout givin' me the money you made last night?\"! Then another screw comes over and says, \"This Yankee creep givin' you trouble?\" -- What kind of trouble? What am I gonna do -- hit 'em with the tree? Now anybody else in their right mind would've said, \"No sir, I wouldn't think of giving any of you gentlemen trouble... I just want to serve my time and get the hell out of here as soon as I can.\" That's anybody else. When I said it... it was a little different. \"You stupid cracker... take your hands off me or I'll get up and kick your brains out -- but first you gotta bend over so I can find 'em!\" Next thing I know I'm in the hole. Solitary confinement. All my life I had guys in my corner yellin' \"Go get 'em, jake... kill 'em! You're the greatest.\" Now there's nobody rootin' for me. But it wasn't so bad. I learned things there. I learned how to scratch a calendar on the wall. I never knew how to do that before. Now I know. Monday is one scratch. Tuesday is two scratches. Wednesday is three scratches. And so on. Except for Sundays. Sundays is no scratches. Sundays rested.  \n[272]Why, why, why? (with each bang of his head I'm a man, I'm a man. I'm no faggot. I'm not a faggot. Ma, why? What do they want? My cock's not enough. What do they want from me? Why? Ma? Why?  JAKE is now smashing the wall with all his strength -- vicious body punches.  \n[273]Why, why, why me? You took it away from me. They took everything away. What do they want from me? What the fuck do they want from me? I ain't bad. I ain't bad. I'm not that guy. I'm not that guy. I'm not a monster. I'm not an animal.  JAKE breaks his knuckles; the pain and blood are unbearable.  JAKE collapses to the concrete floor. His hands are smashed. He cries, then sobs.  \n[274]I'm not like that. Please. I'm not like that. Please. Please. Please.  Then silence.  We begin to hear: JAKE doing a monologue.  \n[275]And so, as Shakespeare said, I've been down so low there's nowhere else to go.  \n[276]Except here, gentlemen, with you bums. I call you \"gentlemen\"... but you know what you really are! You know, this place used to be pretty exclusive... now they got bouncers outside to throw the drunks in! My first night here I said to the boss, \"Where's the toilet?\" -- He said, \"You're in it!\" By the way, this engagement is just a stepping stone for me. If I do good here, I'm ready to get out of the business!  The CROWD starts to shout: \"Get the fuck off the stage!\"  \n[277]OK, OK, I know what you're waitin' for -- and from the looks of you, you been waitin' for it for a long time. I had my own joint in Miami Beach once... it was too high-class for you guys... we had a 50-cent minimum charge just to keep out the riff-raff!  The CROWD continues to shout, as before, also shouting: \"Bring out the girls!\"  \n[278]Hey, sorry. Here's your girls.  Yeah, she's here... just like it's advertised out front. She's come back. A girl who's seen the Lower Depths... who's been as far as I have in that direction. She's on her way back up now... give you an idea how low she was! Let's give her a warm welcome... make her glad she's back, boys. -- Miss Emma 48's!  JAKE gets off the stage as MISS EMMA 48's goes into her dance. He goes over to the bar and gets a drink. SEVERAL OLDER MEN in T-shirts - a disreputable looking lot - are at the bar.  \n[279]Look, sweetie, be a good girl. Here's some money. Take a cab. Go home by yourself. Just wanna walk around a little, sort of unwind. \n[280]Yeah. I dunno... I'll call you.  JAKE goes to the parking lot entrance as EMMA gets into a cab.  \n[281]Hey, Joey --  JAKE walks towards JOEY with his hand outstretched.  JOEY looks at JAKE. Silence. JOEY turns his back and starts to get into his car.  JAKE runs over to JOEY and grabs his shoulder.  \n[282]No, Joey, no. Look, wait a minute, please --  JOEY looks at JAKE like he's shit, throws JAKE's hand off his shoulder, and starts to get into his car again.  \n[283]Aw, Joey --  JAKE stops JOEY from getting into his car. He puts his hand on JOEY's shoulder again.  \n[284]You're right. You're perfectly right. You got every right in the world to hate my guts.  JOEY pulls away from JAKE's hand, and tries to put the paper bag into the front seat of the car.  \n[285]No, please. I know I was a cocksucker. You're right. I shoulda never raised my hands to you.  JOEY half pushes JAKE away, and begins to get into his car again.  JAKE pulls JOEY by the arm.  \n[286]No, Joey, listen to me --  JAKE pulls too hard, causing JOEY to drop the paper bag to his feet. The containers of coffee and tea in the bag break open and splatter JOEY's pants legs.  JOEY stares down at his pants, then up at JAKE. Suddenly, he belts JAKE with a left and a right to the jaw. JAKE is taken by surprise, and backs off to get his own hands up.  JOEY keeps pouring it on. JAKE drops his hands and takes it.  \n[287]Go ahead.  Hit me again.  I deserve it...  Pay me back...  More...   JOEY stops in mid-punch and stares at JAKE. He can't figure it out.  JAKE nods and tries to smile, but starts to cry instead.  \n[288]More. Go ahead, Joey. I deserve it.  JOEY pauses, then finally throws a very weak punch to JAKE's shoulder. He leaves his hand there -- then, uncurls his fist -- and finally puts his hand around JAKE's neck as tears start to fill his eyes.  JOEY hugs JAKE close to him, crying.  They hug each other, both crying. They don't say anything.  \n[289]You know, I'm not a philosopher or anything like that but I been around a little and the way I look at it is -- We're, all of us, lookin' for the same thing: a shot at the title. No matter what you wanta be... you wanta shot at bein' the best. Well, I had mine and it'll always be in the record books... it don't make no difference what happens to me from here on in -- I got my shot and that's a fact. Some guys weren't that lucky... like the one Marlon Brando played in \"On the Waterfront\" -- an up and comer who's now a down and outer. You remember... there was this scene in the back of the car with his brother Charlie, a small-time racket guy, and it went somethin' like this -- \"It wasn't him, Charlie. It was you. You 'member that night in the Garden you came down my dressing room and said. 'Kid, this ain't your night. We're going for the price on Wilson.' You 'member that? 'This ain't your night!' My night -- I coulda taken Wilson apart! So what happens? He gets the title shot outdoors on the ballpark, and what do I get? A one-way ticket to Palookaville. I never was no good after that night. It was like a peak you reach. Then it went downhill. It was you, Charlie. You was my brother, Charlie. You shoulda looked out for me a little bit. You shoulda taken care of me just a little bit so I wouldn't have to take them dives for the short end money... You don't understand! I coulda had class. I coulda been a contender. I coulda been somebody -- instead of a bum, which is what I am. Let's face it. It was you, Charlie.\"  A shadow goes by the frame; it's a STAGEHAND.  \n[290]How long do I have?  The shadow pops in again.  \n[291]", "JOEY": "\n[1]You didn't have to come to Cleveland to get beat by a \"moulan yan,\" Jake!  \n[2]A grand apiece! We got a grand apiece on this, Jake! A fucking grand!  JAKE suddenly corners REEVES and unleashes a desperate, wild alley-fighting attack. One ferocious punch after another.  The SPECTATORS go wild; everyone's up for the kill.  REEVES staggers, then falls to the canvas.  The REFEREE counts:  \n[3]Don't get out of the ring. You won the fight -- let him go out first.  \n[4]Salvy, would I steer you wrong? Let's say that's the truck; it's full of cigarettes, right? Now, two o'clock this morning we move the truck from here to there, (he points; the CAMERA \n[5]What do you want from my life, Salvy? He's my brother.  \n[6]Hey, leave the kids alone.  \n[7]Hey Jimmy, here's a dollar for your trouble. There's some bums around the corner -- they need your help.  \n[8]Here's my new suit.  Right here.  \n[9]Just kidding, take it easy.  No fuckin' sense of humor.  SALVY and JOEY continue to walk a little faster, giggling.  \n[10]I can't convince him. He's got such a thick head, I'd like to crack it open myself. Believe me, my own brother. It's very hard. You don't have to convince me -- I know we should be with Tommy. You talk to him. He don't listen to nobody.  \n[11]All right, I'll try. See you later.  \n[12]Right, the gym.  SALVY leaves. JOEY goes into the building.  \n[13]What's the matter?  \n[14]What's the matter? You're drinking. You're eating like an animal.  JOEY sits next to JAKE at the kitchen table. JAKE has a drink in his hand, and tears on his face.  \n[15]What's wrong?  \n[16]Hey, c'mon, what's the matter?  \n[17]What're you talking about? He's a heavyweight. You're a middleweight.  JAKE holds out his scarred hands.  \n[18]That's what I'm sayin'. You shouldn't even think like that. It's crazy.  \n[19]You know?  \n[20]Sure. What is it?  \n[21]You want me to do what?  \n[22]C'mon, Jack. You had a few drinks.  \n[23]Jack, I got no gloves.  \n[24]Jack! Enough!  \n[25]What was that for? I know you can take punches. I can hit you from now to doomsday. What the fuck does that prove?  \n[26]Yeah, yeah. They just wanted to talk to you. So I...  \n[27]What are you getting so hot about -- Tommy Como told him to come down here...  \n[28]I didn't tell them to come. Tommy Como...  The bell sounds again. JAKE hits JOEY a few more solid body punches. JOEY gets angry and fights back with a flurry of punches which have no effect on JAKE. JAKE laughs.  \n[29]You cocksucker.  JAKE laughs. The two continue to swing it out, as SALVY watches unseen from the doorway.  \n[30]Whadda you care?  \n[31]No, I'm not afraid. Why? You wanna meet her?  \n[32]Cause I'll go right over there and bring her here.  \n[33]You sure you wanna meet her? Don't make me go over there, you change your mind and you make me look bad, cause she's really a knockout. She's 15, this kid -- a great piece of ass.  \n[34]No, I see her around the pool. I know her. I know her like that -- not like that.  \n[35]I'm tellin' you, she'll be there, I know she'll be there.  \n[36]How you gonna catch anybody alone at a dance?... I don't know if she'll be there alone... She'll probably be there with her girlfriends or something.  \n[37]Nah, she don't go with nobody. She's only 15 years old.  \n[38]Probably. You know she talks to everybody, and not just him.  \n[39]Ah, some piece of ass, I'm tellin' you.  \n[40]Huh?  \n[41]With her? How?  \n[42]Ah, no, no. I didn't bang her. I know her from around here, that's all. You want to meet her or what?  \n[43]I'm tellin' you, she'll be there, I know she'll be there. Dressed up and everything.  \n[44]C'mon, hurry up. We're never gonna get outa here tonight.  JOEY sips a drink as JAKE knots his tie. IRMA enters from the bedroom.  \n[45]What a mouth on her -- you shoulda hit her -- no good fuckin' Jewish cunt -- breakin' our balls. You shoulda hit her with a chair.  \n[46]No, but Jake... how much abuse can you take.  \n[47]Look, could you move a little. Would you mind, darling?  \n[48]All right, darling, I'll just stand here and wait.  JOEY cups his hands and grabs VERA's breasts. VERA squeals, covers her breasts, and moves back. JOEY and JAKE walk past her. JOEY smiles.  JOEY and JAKE sit down at an empty table.  \n[49]Give me a chance. Let me look.  \n[50]THERE she is over there on the other side. What did I tell you? Oh, ain't she nice? Ain't she a fuckin' doll?  As they watch, WE SEE, from JAKE's POV:  SALVY, FRANKIE, and JUNIOR show up at VICKIE's table. They are in overcoats and hats and don't sit down. They are obviously on their way to bigger things than a neighborhood dance -- and VICKIE and her GIRLFRIENDS are glad to go with them. They get up to leave.  \n[51]Hey, Vickie, c'mere. Don't be afraid. C'mere. Just say hello. This is my brother.  VICKIE comes over to the fence.  \n[52]Vickie, I want you to meet my brother, Jake. He's gonna be the next champ.  JAKE puts his fingers through the fence.  \n[53]The fuckin' papers are full of Robinson and nothing on Jake -- and Jake knocked him clear outa the ring in Detroit. He's the only guy ever to beat Robinson. Whatsa matter with you? I thought we had an arrangement.  \n[54]You holding me up for more cash or what?  The bell sounds, ending the sparring round.  \n[55]C'mon, Jake. You're makin' us look stupid. I brought these guys up here, now you don't wanna talk to them? What are ya doin'? Open your mouth, for Christsake.  JAKE nods his head, steps out of the ring, and goes directly over to the REPORTER, who is about to say: \"Hi, Jake.\"  \n[56]Don't worry. Don't worry. It's gonna be all right.  Ask him your questions.  \n[57]He fights the toughest guys around that everybody else is afraid to fight...  \n[58]They robbed us! Those fuckin' judges -- What the fuck fight were they watching? If I see them on the street, I'll break their heads. Decision Robinson, my fuckin' ass! Those judges give him the decision 'cause he's goin in the army next week! How else could this have happened?... What do you think they gave him the decision for, that's why.  \n[59]You won and was robbed! You didn't do nothin' wrong.  \n[60]You want us to wait for you?  \n[61]Jake, you're the one who said you could get down to 155! What did I do, pull it out of the fuckin' hat?  \n[62]You want the title shot?  \n[63]You want the title shot or not?  \n[64]This Janiro's an up-and-coming fighter, this kid you gotta knock out. Knockout this fuckin' kid! I'm telling you, this is your step towards getting a shot at the title. Listen to me: I'm telling you. You been killin' yourself for three years. There's nobody left -- they're afraid to fight you. This Janiro's up-and-coming. He don't know. Fuckin' tear him apart, wipe him out! What are you worried about? Your weight? Look, even if you lose they're gonna think you're weak; they're gonna think you're not the fighter you used to be. They'll match you with guys they were afraid to match you with before, and then you'll kill them and you'll get your title shot. And if you beat this kid Janiro, they gotta give you a shot at the title because there's nobody else. Either way you win and you do it on your own -- just like you want it. All right?  \n[65]Nah, she would never...  \n[66]C'mon, Jake. You know she's crazy about you.  JAKE gives him a suspicious look. JOEY feels uneasy.  \n[67]Excuse me for a minute. Be right back.  \n[68]Jake, come over for a few minutes. Tommy wants to say hello to you. C'mon, just come and say hello.  JAKE doesn't like the idea, but goes along with it anyway.  ANOTHER ANGLE: COMO's table. JAKE comes over.  \n[69]I love you.  JAKE, weak from losing the weight and winning the fight, still manages to prance around the ring victoriously.  VICKIE, now near the ring, throws kisses to JAKE.  \n[70]I dunno. We're working on it. He's training at the camp now.  \n[71]We're gonna get our shot.  The DETROIT PROMOTER introduces JOEY to JACKIE CURTIE.  \n[72]Betcha more than he has.  \n[73]Ain't he dead?  \n[74]Yeah?  \n[75]Just a minute. Excuse me. I'll be right back.  The table area: JOEY arrives at SALVY's table. VICKIE is nervous. There is a cold exchange of'\"hellos.\"  \n[76]C'mere, let me talk to you for a minute.  There is an awkward silence as he grabs VICKIE by the arm and takes her over to the hat-check area.  \n[77]What're you doin' with Salvy? You shouldn't be here with him. Jake's away killin' himself. Suppose he found out.  \n[78]No, you're his wife.  \n[79]It don't look right.  \n[80]I'm not gonna tell him nothing; but if he finds out, he will kill you. What's the matter with you? Aren't you happy? You got everything you want.  \n[81]Try to understand, Vickie. Jake's got a lotta aggravation. He's been a top contender too long.  \n[82]And you're drinking with them right now.  \n[83]You're wrong to be here. Let's go.  VICKIE pulls away from JOEY, and goes back to the table.  The table area: JOEY arrives at the table. He grabs VICKIE.  \n[84]I said, let's go.  \n[85]Excuse me, I'm talking to my sister in-law.  \n[86]What do you think, I'm blind? My brother's breaking his ass in a ring, and you're here with his wife.  \n[87]Get the fuck outa here. What did you do, take your gangster pills today? I'll tear your fuckin' head off your shoulders!  JOEY goes for SALVY. PEOPLE react.  The GIRLS begin to scream. VICKIE exits. JOEY notices her leave, and calls after her.  \n[88]Hey, wait --  PAUL comes over and stops the fight.  \n[89]I'll suck your eyes out! I'll fuckin' take the two of you.  After a few moments, PAUL and the BOUNCERS from the Copa come out. The BOUNCERS pull PATSY away. They try to separate SALVY and JOEY, but can't.  JOEY savagely beats SALVY on the Copa steps and in the street against the parked cars.  \n[90]Fuckin' low-life, cocksucker, etc. ...  SALVY tries to fight back, but JOEY is too tough for him. SALVY hits the pavement. JOEY kicks him.  PAUL, PATSY, and the BOUNCERS finally pull JOEY away. PATSY tries to go after JOEY again, but PAUL stops him.  \n[91]Yeah, I understand, Tommy.  \n[92]Yeah, they're good. They're good, Tommy.  \n[93]Aw, Tommy, c'mon, it ain't that.  \n[94]How can he embarrass you?  \n[95]Tommy, Jake respects you. He won't even say hello to anybody else -- you know that. But you know when Jake gets set on somethin', Jesus Christ Almighty could get off the fuckin' cross and he ain't gonna talk him out of it. I'm his kid brother. I got no say with Jake on this. He thinks he can buck everybody and make it on his own.  \n[96]Whatcha doin'?  \n[97]Maybe she's afraid you're gonna hit her so she can't talk to you the way she wants to.  \n[98]Try talkin' to her. She's your wife -- ask her what's the matter.  \n[99]Jack, if there was anything funny, I would tell you.  \n[100]Sure, I'll keep an eye on her.  \n[101]I got good news, and I got bad news. The good news is you got your shot at the title. The bad news is...  \n[102]Sure.  \n[103]It woulda been so easy, Jack. So easy...  JOEY goes into a boxing stance.  \n[104]Stick out your hands, Jake.  \n[105]G'wan, do it.  Protect yourself, rummy.  JAKE, out of reflex, sticks out his hands. As he does, JOEY feigns a hit and falls onto the floor -- \"out cold.\" JAKE looks down at him.  JOEY pops to his feet.  \n[106]See? That's all there was to it.  \n[107]Except fall down like a normal person.  \n[108]All right, you don't wanna fall down, so now you gotta take a rest. So, you enjoy the suspension. 'Cause there's nothin' you can do about it. Let the Commissioner and the D.A. jerk you around. So you wait.  \n[109]We did what we had to do. Tommy don't forget. Sooner or later you'll get your shot -- if Tommy don't die.  \n[110]That's right. \"No comment.\"  You like that? Good, 'cause I got a lot more \"No comments\" where that one came from.  JOEY cuts the line off, then leaves the receiver off the hook.  \n[111]I'm gonna order up some stuff. Have a steak.  \n[112]So eat just a little. You gotta eat something.  \n[113]How long did it take you?  \n[114]No good. Try to get it down. It's gotta be no more than 30 seconds to be on the safe side if we gotta stitch him up.  \n[115]Jake, somebody wants to say hello to you.  JOEY opens the door wider. TOMMY COMO is at the door with JOEY. JAKE goes over to the door.  \n[116]Jake, Jake...  TONY and the DOCTOR watch from the doorway.  VICKIE's eyes close. JAKE releases his grip. JOEY helps VICKIE. JAKE watches this.  \n[117]Look at him, Jackie! You got at! The fuckin' championship! He's yours! Finish him off.  JAKE doesn't have the chance. The REFEREE, standing in CERDAN's corner, waves his hands signaling the end of the fight.  The REFEREE holds up JAKE's hands as THE ANNOUNCER takes the mike:  \n[118]Hi, Vickie.  JAKE watches JOEY kiss VICKIE. VICKIE notices JAKE'S reaction.  \n[119]Screw you, Jack.  \n[120]What? I just said hello. Since when I can't kiss my sister-in-law?  \n[121]Well, you're not supposed to kiss your mother on the mouth.  \n[122]I can't tell. You're stomach's in the way.  JAKE stares at JOEY.  \n[123]Don't give me those looks. I'm just your manager. The minute you start to be champ, you start eating like there's no tomorrow. And you giving me looks. All I know is that I don't have to defend my title next month.  JAKE looks up at JOEY.  \n[124]When?  \n[125]Nothin'. Salvy was out of line. He was drunk or somethin', I dunno. Anyway, the windup was I gave him a beatin'. Tommy called me down, and we straightened it out. It's all forgotten about.  \n[126]It didn't have nothin' to do with you.  \n[127]No, I just told you what happened.  \n[128]Jack, no. I just explained the whole thing to you. It was just between me and Salvy, if it had anything to do with you and Vickie, I woulda told you about it.  \n[129]\"You heard some things.\" Will you stop worryin' about that shit? Forget about it. You know you got a title fight comin' up.  \n[130]Whatever you touched, that's good now.  \n[131]What?  \n[132]I did keep an eye...  \n[133]Some things changed between us. Now, he thinks who the fuck he is. He's been passing certain remarks that I don't like.  \n[134]What bullshit? Hey, I'm your brother. You wanna believe me - you trust me?  \n[135]Well, you're wrong Jack. I'm tellin\" you what happened. He got outta line, we had a fight, and it's staightened out now.  There is a pause.  \n[136]So, go ahead. Kill everybody. Kill Salvy, kill Vickie, kill Tommy Como, kill me while you're at it. What do I care? You're killing yourself the way you're eating, the way you worry about things you don't have to worry about.  \n[137]What?  \n[138]I meant, kill everybody. You or me or anybody. You're a big shot. Kill, kill... g'head.  \n[139]So what?  \n[140]You're worried about this girl, you're gonna let this girl ruin you're life for you... You wanna worry, worry about your fuckin' stomach that you can't bend over -- that you gotta step in the ring in a month.  \n[141]What?  \n[142]Whadda ya mean?  \n[143]Whatsa matter with you?  \n[144]I gotta go. I gotta get outta here. I can't take this shit. Lenore is waitin' for me. I gotta go. You're a definite wacko. You're fuckin' crazy, you know that, crazy.  JAKE'S P.O.V., MOVING SHOT as JOEY leaves. JAKE goes into the bedroom.  \n[145]Don't hit your brother! Be nice.  Suddenly, JAKE comes through the front door, goes directly to the table, grabs JOEY, lifts him into the air, and starts hitting him.  \n[146]Jake, stop it.  JAKE keeps hitting JOEY. The KIDS start to cry. LENORE wants to stop the fight, but is afraid to get too close.  \n[147]Stop it. What're you, crazy?  JAKE drags JOEY into the living room, and pushes him onto the floor.  \n[148]Hello... hello...  JAKE can't answer.  \n[149]I can't believe he's getting that jab in.  The bell sounds, and a Pabst commercial comes on:  ", "VICKIE": "\n[1]I just wanted to say hello.  \n[2]I don't know. 'Cause you're cute.  \n[3]Sure. Gimme a few minutes.  She starts to go.  \n[4]You don't talk very much.  \n[5]I ain't no movie star. I'm just in high school.  \n[6]Jake! The bus!  JAKE holds up his hand.  \n[7]You go first. Let me watch how to do this.  \n[8]It feels real good.  \n[9]Should I hit it?  \n[10]I can't find my ball.  \n[11]No.  JAKE bends and looks.  \n[12]Can you see it?  \n[13]What does that mean?  JAKE takes VICKIE by the arm.  \n[14]It's a pleasure to meet you, Mr. LaMotta.  \n[15]Jake, this is your father's bedroom.  \n[16]Jake...  \n[17]Are you sure we should be doing this?  \n[18]You said never to touch you before a fight.  \n[19]You said I couldn't. You've been good for two weeks...  \n[20]Jake...  \n[21]Jake, you made me promise not to get you excited.  \n[22]I like the gym smell.  \n[23]Oh, Jake.  She caresses his broad shoulders and runs her hand along his erection.  JAKE's lips are trembling. He quickly turns his back on VICKIE, goes into the bathroom, and gets a full glass of cold water.  VICKIE watches as he puts his erection in the glass of cold water. She is shocked and surprised.  \n[24]Joey's right. Janiro's up-and coming, he's good looking...  \n[25]Well, he's popular. A lotta people like Janiro. You beat him and it only figures they'll wanna see you get a title shot. But, what do I know? I should keep my mouth shut, I should...  \n[26]But, Jake, I was just...  \n[27]I was just...  \n[28]No, I'm not. I'm looking at you.  \n[29]I'm not interested in him.  \n[30]No, I'm not.  \n[31]Jake, c'mon now. Don't start.  \n[32]What?  \n[33]Yeah.  \n[34]Yeah, what?  \n[35]Nobody. I love you, remember?  \n[36]What did I say?  \n[37]I never noticed his face.  \n[38]Positive.  \n[39]What the hell am I doing wrong? Just because Jake is training, I can't go out? What am I, a goddamn prisoner?  \n[40]I'm not doing anythina wrong. I'm just trying to have a good time. Do I have to be cooped up in the house all the time?  \n[41]Well, go ahead, tell Jake. He's gonna kill me anyway. It's a matter of time.  \n[42]You don't sleep with him. I do. I don't get to breathe without tellin' him. He keeps me in a cage. If he thinks I'm lookin' at somebody the wrong way, I get used as a punching bag. He don't trust nobody. If he saw the two of us talking together right now, you'd be in trouble too -- believe me. Look at me, Joey. I'm 19 years old. I wanna enjoy my life. I love Jake, but you don't know. He gets crazy sometimes. I'm scared.  \n[43]That's right, take his part. You're his brother. He's never gonna be champ. Too many people are against him.  \n[44]And I'm gonna finish my drink. And, I'm gonna have a good time, because I ain't doing nothing wrong.  She starts to go back to the table.  \n[45]I'll take care of him. Thanks, Tommy. Bye.  \n[46]What did I do?  \n[47]All I did...  \n[48]You're hurting my arm.  JAKE has her by the night table now. They are edging their way to the wall.  \n[49]But Jake... I didn't say anything...  \n[50]Jake...  JOEY looks in and then starts to come over.  \n[51]Jake, you're home.  JAKE looks up at her. \n[52]What's the matter with you?  \n[53]I went out.  \n[54]I took the kids to my sister's.  \n[55]I got bored so I went to the movies.  \n[56]I went to the movies.  \n[57]\"Father of the Bride.\"  \n[58]Oh, c'mon. For Christsake, do I have to tell you everything?  \n[59]What're you talking about?  \n[60]I am answering...  \n[61]Jake, no --  \n[62]I didn't do anything wrong. I swear. I just had a few drinks.  \n[63]I went with Sandy and Vera. Salvy was there.  Stop it. I just had a drink, that's all. I didn't do anything wrong.   VICKIE escapes and locks herself in the bathroom.  \n[64]Nobody, I tell you. Jake stop it.  \n[65]All right, I fucked everybody! Go ahead, kill me, kill me.  VICKIE takes JAKE's hand and hits herself. JAKE is stunned.  \n[66]I'll say anything you want me to say. I fuckled Salvy. I fucked Tommy. I fucked your brother. I fucked everybody! What do you want to hear? I sucked your brother's fuckin' cock!  \n[67]Yeah, I sucked his cock.  JAKE starts to walk away. VICKIE goes after him.  JAKE is gone.  \n[68]You're killing him. You're killing him for nothing. Stop it.  \n[69]Nothing is what I said! Go on, kull me.  Kill me.  I'm not afraid of you anymore. I don't care if you kill me like you're killing him. You're a sick animal.  JOEY is knocked out. LENORE goes over to him and holds him.  \n[70]You're not only an animal, you're a stupid animal. (pushes and hits him out the front door You're rotten.  Rotten.  Rotten.  You're a sick maniac. A maniac! You belong in a mental hospital.  \n[71]Well, he ain't dead in case you're interested.  I'm leaving you. And I don't care if you do try to kill me. Go ahead. I'm not afraid of you anymore. There's worse things than being dead and one of them's living with you --  I'm leaving tonight. I must have been crazier than you are for stayin' with you this long. You're hopeless. You're not gonna let anybody love you. I kept thinking that you'd change when you got to be the champ... But I just can't take it anymore. I'm taking the kids and I'm leavin'.  There is a pause.  \n[72]You know, if there's one thing -- I just don't understand you, not one single little bit. You love me?  \n[73]Jake, why don't you just try lying down and get some rest.  \n[74]Jake --  \n[75]I want to say something to you without you blowing your stack.  \n[76]Why don't you just call him up?  \n[77]No, not that.  \n[78]I don't know.  \n[79]Why don't you just call him?  \n[80]Tell him how you feel -- you miss him. Tell him you're sorry.  \n[81]Jake.  JAKE, chagrined, steps over to the car.  \n[82]I'm leaving your Jake.  \n[83]No. This time it's true. I didn't bother to tell you until I had everything worked out.  JAKE tries to open the door. It's locked.  \n[84]No. I won't talk to you where you can use your hands on me.  \n[85]I got a lawyer, Jake. We're getting a divorce. I'm getting custody of the kids.  \n[86]I'm sick of it. I can't watch you this way. You're too drunk all the time. There's too many girls. I can't... I don't wanna talk about it. I made up my mind.  JAKE tries to reach in the window, but VICKIE hits the power switch, closing it and catching his hand. She now has to yell to him:  \n[87]You got three days to get your stuff out of the house. After that, the cops will be there. I have the kids with me. I never want to see you again.  VICKIE turns her face and drives away.  JAKE grabs at the Cadillac, but it is bigger and stronger than him.  JAKE is left alone in the parking lot. The car is gone.  \n[88]Are you drunk?  \n[89]The kids are sleeping.  \n[90]All right, just don't make any noise.  \n[91]What are you doing?  \n[92]But they don't have a case against you.  \n[93]Jake, be careful! What're you doing to the belt?!  \n[94]Can't you get the money from your friends?  ", "SALVY": "\n[1]Hey but Joey, you're thinking nickels and dimes. The money's with your brother.  \n[2]He ain't doin' the right thing. He's makin' beans compared to what he should be makin'. Can't you make him understand that?  A COP goes over and starts to break up the fight.  \n[3]Get lost.  Hey kids, \"A cop is a rat.\" Remember that, \"A rat.\"  The KIDS yell.  \n[4]Look, I'm just tellin' you how Tommy feels. Jake is makin' it hard on himself. Tommy wants him with us. It's as simple as that.  They stop at the doorway.  \n[5]Talk some sense into him, will ya? You're still his brother. If he ain't gonna listen to you, he ain't gonna listen to nobody!  \n[6]Tomorrow, at the gym. Don't forget.  \n[7]Hey Joey --  JOEY waves back.  \n[8]Jake, how you doin'?  JAKE nods to SALVY very cold. SALVY notices and can feel that he's not exactly wanted there by JAKE. JOEY notices the same and becomes a bit nervous.  SALVY sits down near the ring but not as close as he'd like to. His two friends, FRANKIE and GUIDO, sit nearby also.  JAKE goes to JOEY's corner.  \n[9]Hey Joey, we better go. See you later.  JOEY, dazed, turns to wave.  \n[10]Hi, Joey. Jake, how you doin'? Vickie...  They respond. JAKE is cold towards SALVY.  SALVY goes on his way to COMO's table.  As SALVY walks away, JAKE turns to VICKIE.  \n[11]Bet on him three times. Always come through for me.  JAKE just stares, holding his anger in.  There is a pause.  \n[12]Joey, relax. You're taking this the wrong way. Why don't you sit down and have a drink?  \n[13]Excuse me for living.  \n[14]Hey Joey, I'm here with Patsy and Vera and Sandy. And Vickie just happened to come along. We're just trying to have a good time. What do you want from me? So, why don't you just take it easy before this gets out of hand.  As the conversation gets louder, PEOPLE begin to notice. PAUL, the owner , and some BOUNCERS also become aware of the argument.  \n[15]Hey Joey, whadda ya lookin' to die young?  ", "COMO": "\n[1]All rightg I don't have to hear any more. I think I understand what happened. I understand it was your brother's wife and there was probably a misunderstanding. I'm not sayin' Salvy shouldn't have acted the way he did. But, Joey, you don't raise your hands. You don't do that kind of thing. This time we forget about it but no more after this. You understand?  \n[2]All right, you guys, shake hands.  SALVY, JOEY, and PATSY shake hands.  \n[3]Go 'head. Be friends. That's it.  All right, lemme be alone with him for a minute.  SALVY and PATSY exit.  There is a pause.  \n[4]Aside from everything else, your family all right?  \n[5]What is it with you? Can't you talk? You got like a funny attitude. I can't figure you out, Joey. What's with you and the quick answers? You wanna get outa here fast?  \n[6]Look Joey, I wanna tell you something. Your brother ain't gonna get nowhere without us -- nowhere. And I'm tellin' you between the two of us, it's gettin' to the point where it's gettin' to be a real embarrassment to me, a real embarrassment.  \n[7]He's an embarrassment because Frankie and the other guys are expectin' me to do something about it, and I'm lookin' very bad. I can't deliver a kid from my own neighborhood. Why's he make it so hard on himself? He comes to me, I can make it easier for him.  \n[8]Make it on his own? Does he know the kind of money involved? I mean the real money. He thinks he's gonna become champ on his own? We're gonna sit by and see some nut come in there and hold one of the most important titles in the world? A nut who don't listen to nobody or respect nobody? Is he really crazy? Listen, Joey, you understand, you tell him. I don't care how great he is or how colorful. He could beat all the Sugar Ray Robinsons and all the Janiros he wants to. He ain't gonna get a shot at the title without us. I'm not askin' you to do another thing except get that message into that thick head!  \n[9]Hey champ!  \n[10]You just take it easy, now. You'll do all right. Feelin' Ok?  \n[11]Just come by to wish you luck.  Need anything?  \n[12]Ok, champ.  COMO turns to go. He says goodbye to everyone in the living room. He goes over and kisses VICKIE. JAKE watches this from the bedroom doorway.  \n[13]Look at her. As beautiful as always. Take care of that guy, will ya?  ", "EAGAN": "\n[1]Tony Janiro, 151 lbs. and one half.  JAKE steps on the scale. He looks weak and woozy. After the customary adjustments, EAGAN calls out:  \n[2]Jake LaMotta, 155 lbs. and one fourth.  There's a commotion in JAKE's camp. JANIRO smiles.  \n[3]Ok. This is official.  LAMOTTA stares at JANIRO.  \n[4]LaMotta, 155 lbs. on the nose.  JAKE throws JANIRO a kiss.  \n[5]Billy Fox, 173 3/4 pounds.  JOEY removes JAKE's leopard-skin robe as he steps on the scale. The REPORTERS crowd around.  \n[6]Jake LaMotta, 167 pounds.  JAKE'S HANDLERS urge him with words of encouragement as they walk toward his dressing room.  \n[7]I'd like to talk to Jake a minute.  \n[8]I suppose you heard what everybody's been saying, Jake.  \n[9]You were a big favorite in this fight. Then two days ago the odds start jumping all over the place until you're a 12-5 underdog.  \n[10]Now the fight's off the books altogether. Meyer Lansky couldn't get a bet down on this fight. Some people are saying you're going into the tank.  \n[11]I want to believe you, LaMotta.  \n[12]That's all I wanted to hear.  JAKE glares at EAGAN as the COMMISSIONER walks away.  ", "IRMA": "\n[1]It's not done.  \n[2]Here's your steak. You can't wait for it to be done. Here.  She slams the steak onto his plate, and reaches back to the stove.  \n[3]Here's your carrots. You're in such a hurry. You can't wait.  \n[4]He's doing it again.  \n[5]Where you going at this hour?  \n[6]You fuckin' worm, if you're going out, I'm going out.  \n[7]None of your fuckin' business.  JOEY lifts his eyes up.  \n[8]That's right -- run out. I ain't gonna be here when you get back.  \n[9]Bunch of guys. You all hang out together. Yeah, you're all going out on business. You're all gonna suck each other off.  \n[10]Go ahead -- that's all you're good for -- to go out and leave me here like a dog. You and your brother! You don't even look like brothers. You look like faggots! That's what you look like -- faggots!  JAKE and JOEY walk faster down the block, pretending that IRMA must be shouting at someone else.  She throws a bottle at them. It smashes in the street.  ", "REPORTER": "\n[1]We do Joey. You know we do.  \n[2]I can't print nothing if Jake won't give me nothing.  JOEY walks over to the ring. The REPORTER follows not far behind.  \n[3]Jake, did I ever make you look bad before?  \n[4]All right, Jake, you're being talked about as the top middleweight contender. Do you think another victory over Sugar Ray will get you a shot at the title?  \n[5]Well, the word is to get a title shot you have to cooperate with the people who control boxing, in New York. And they're saying that you don't cooperate.  \n[6]You just fought Sugar Ray two weeks ago and you're training like this right now... Are you afraid Sugar Ray might beat you this time?  \n[7]What happened?  \n[8]Does that mean...  \n[9]You sound bitter.  \n[10]What do you think of Jake's retirement, Mrs. LaMotta?  JAKE cuts in:  ", "TONY": "\n[1]He's got you, Jake! You're outpointed! You're coming up for the tenth. You gotta knock him out!  The bell sounds for the tenth. JAKE pulls himself up and charges at REEVES.  REEVES slides away, jabbing, punching, piling up points.  In JAKE's corner, JOEY stands and yells at JAKE:  \n[2]What's the matter with you? What's the matter with you?  \n[3]Don't fight anymore!  It's a free country, don't fight anymore!  \n[4]It ain't worth it, Jake. Get out.  \n[5]Nine o'clock.  \n[6]Yeah. At night.  \n[7]Three more, I figure.  \n[8]I'll give you anything you want, Jake. I think you should come out for a few minutes -- give yourself a break.  \n[9]Don't talk. Keep at it. Jab, jab, jab. You're ahead on points.  In the other, SUGAR RAY'S TRAINER pats down ROBINSON's pompadour as he says:  ", "ANNOUNCER": "\n[1]Ladies and Gentlemen, the winner, under the rules of the Cleveland Boxing Commission, after ten rounds, by a decision -- Jimmy Reeves.  The ANNOUNCER holds up REEVES' arm as his corner tries to lift him off the canvas -- still out cold. TWO ATTENDANTS bring in a stretcher.  JAKE is stunned. He still prances around, now trying to figure out what happened. He raises his arms in victory, and the FANS go crazy, cheering, ripping chairs out, fighting with the COPS, throwing bottles and junk into the ring. PEOPLE go into the ring.  \n[2]The winner, by unanimous decision, in ten rounds, Jake LaMotta!  \n[3]And here is the young man who has inherited Marcel Cerdan's European championship - Laurent Dauthuille.  DAUTHUILLE jumps into the ring.  While WE HEAR him introduce the boxers and celebrities, WE SEE a rapid MONTAGE: JAKE preparing for the title bout:  \n[4]And our very special guest tonight needs no introduction. The only man to defend the heavyweight crown a remarkable twenty-five times, the king of all heavyweights, the Brown Bomber, Joe Louis. Come into the ring, Joe.  \n[5]And in this corner, the middleweight champion of the world, from Casablanca, Morocco, the Casablanca Clouter, Marcel Cerdan!  I) JAKE puts on his cup and trunks.  J) MARIO laces up JAKE's gloves.  K) JAKE, ready to fight, a towel draped around his head, bounces on the balls of his feet. He starts walking down the corridor from his dressing room, surrounded by MARIO, JOEY, DR. PINTO and his HANDLERS. He enters the stadium.  \n[6]And in the opposite corner, from New York, New York, the challenger, the Bronx Bull, Jake LaMotta!  JAKE shakes hands with the assembled CELEBRITIES and EX \n[7]The new middleweight champion of the world by a knockout after nine rounds, the Bronx Bull, Jake LaMotta!  JOEY is all over him. TONY helps VICKIE through the MOB.  In his corner, CERDAN holds his head in his hands and says, \"My title, my title!\"  The OFFICIALS clear a circle as they bring over the jewel studded championship belt. JOE LOUIS fastens the belt around JAKE's waist.  JAKE touches the oversized belt with his bloody gloves. Tears fall across JAKE's huge grin as he holds his hands high in the air. It is the most glorious night in his life.  \n[8]The middleweight champion, and still champion by a knockout in fifteen rounds, the Bronx Bull, the Raging Bull, Jake LaMotta!  The CROWD cheers. JAKE raises his arms in victory.  ", "TOMMY": "\n[1]Jake, sit down for a minute.  JAKE sits. SALVY smiles and nods to JAKE. JAKE barely nods back.  \n[2]Fuckin' kid! You're the best fuckin' fighter around. Loved what you did to Satterfield. Them \"moulan yans\" -- forget about it. They're all afraid to fight you.  \n[3]How you feelin'? Ok? You feelin' good?  \n[4]Tony Janiro's gotta watch out, eh?  \n[5]This Janiro's a good fiahter, pretty good-lookin' kid.  \n[6]How's the weight? Ok?  \n[7]All right, lemme ask you something. Let's say I was a good friend of yours. And I was telling you I was gonna bet a lot of money on you in this Janiro fight. What would you tell me?  ", "DETROIT PROMOTER": "\n[1]When we gonna get Jake back in Detroit? Jesus, he really did a job on Janiro. Who you after next, Joey?  \n[2]Oh Joey, this is Jackie Curtie. He handles a lot of business in South Ohio.  \n[3]Nah. He's got a job downtown. Runs an elevator in some building.  \n[4]Went down to see him the other day. I says, \"Tommy, take me up to the fifth floor.\" And you know, he took me right up there.  \n[5]Joey, let me get you another drink.  \n[6]It's official. The fight's been postponed twenty-four hours.  A groan goes up from the lobby.  "}}