{"dialogues": {"MICHAEL": "\n[1]You were sleeping. \n[2]Nothing could be further from the truth. I boiled you an egg. See? \n[3]I'd hardly have boiled you an egg if I didn't want to see you. Tea or coffee? \n[4]I'm seeing my daughter. \n[5]Have I? She's been abroad for a year. Did you say tea? \n[6]I'm sorry. I'm sorry. \n[7]It's here. I'll be fine now. Thank you. \n[8]I don't need a doctor. \n[9]Better. By the way, I meant to tell you, the day I got ill... a woman helped me. A woman in the street. \n[10]Yes. She brought me home. \n[11]I brought you these flowers. To say thank you. \n[12]I would have come earlier, but I've been in bed for three months. \n[13]Thank you. \n[14]Oh no. I'd never been ill before. It's incredibly boring. There's nothing to do. I couldn't even be bothered to read. \n[15]You're so incredibly beautiful. \n[16]How many more times? I've said I'm sorry. \n[17]It's hardly my fault, I got lost, that's all. That's why I was late. Can I have some more? \n[18]The doctor told me I had to take walks. \n[19]I meant to head for the castle, I ended up at the sports-field. \n[20]It's none of your business. \n[21]Dad, I've decided, I want to go back to school tomorrow. \n[22]Well I'm going. \n[23]What's your name? \n[24]Your name. \n[25]I've been here three times. You haven't told me your name. \n[26]Michael. \n[27]`Hanna'. \n[28]Studying? \n[29]Yes. \n[30]Latin. \n[31]Oh... \n[32]Quo, quo scelesti ruitis? Aut cur dexteris aptantur enses conditi? \n[33]It's Horace. \n[34]Do you want some Greek? \n[35]Oi men ippeon stroton oi de pesedon oi da naon phais epi gan malainan emmenai kalliston, ego de ken otto tis eratai. \n[36]How can you tell? How do you know when you've no idea what it means? \n[37]In German? \n[38]Well, I'm writing an essay. It's about a play. By a writer called Gotthold Ephraim Lessing. Perhaps you've heard of him? \n[39]The play's called Emilia Galotti. \n[40]Here. You can read it. \n[41]All right. I'm not very good. \n[42]Act One. Scene One. The setting : one of the prince's chambers. Prince - \"Complaints, nothing but complaints, petitions, nothing but petitions. For goodness' sake, just imagine that people actually envy us.\" \n[43]Good at what? \n[44]Because I didn't think I was good at anything. \n[45]What was all that about? \n[46]I got up - at 4.30 - specially - it's the first day of the holidays, I'd been planning to surprise you - \n[47]What is this? I was on your tram! You totally ignored me! What do you think I was doing? Why the hell do you think I was there? \n[48]I didn't mean to upset you. \n[49]I don't know what to say. I've never been with a woman. We've been together four weeks and I can't live without you. I can't. Even the thought of it kills me. \n[50]I sat in the second carriage because I thought you might kiss me. \n[51]Is it true what you said? That I don't matter to you? \n[52]Do you forgive me? \n[53]Do you love me? \n[54]Oh. Well I do. I took something with me this morning. \n[55]It's another play. \n[56]Intrigue and Love, a play by Friedrich Schiller... \n[57]The Odyssey by Homer. \n[58]It's a journey. He sets out on a journey. \n[59]\"Sing to me of the Man, Muse, the man of twists and turns Driven time and again off course, once he had plundered The hallowed heights of Troy. Many cities of men he saw and learned their minds, Many pains he suffered, heartsick at the open sea, Fighting to save his life and bring his comrades home... \n[60]\"And we will some new pleasures prove of golden sands and crystal brooks, with silken lights and silver hooks...\" \n[61]I poked into the place aways and encountered a little open patch as big as a bedroom, all hung around with vines and found a man lying there asleep, and by Jinks it was my old Jim... \n[62]\"Lady Chatterley felt his naked flesh against her as he came into her. For a moment he was still inside her... \n[63]I borrowed it from someone at school. \n[64]`Blistering Barnacles and a thundering typhoon. It is water.' `But what on earth did you expect it to be?' \n[65]Whisky! By thunder, whisky. `Whisky? Come now captain, you can't be serious.' \n[66]I was wondering, do you think you could get some time off? Maybe we could go for a trip. \n[67]I'd love to go bicycling. Just for two days. \n[68]I've got a guide-book. I've worked out the route. Look, what do you think? \n[69]What are you having? \n[70]Thank you. She enjoyed her meal very much. \n[71]Here, let me show you where we're going. \n[72]I'm writing a poem. About you. \n[73]It's not ready. I'll read it to you one day. \n[74]I'm fine. \n[75]I'm Michael. \n[76]It's wonderful, isn't it? \n[77]Oh sure. Everything mankind could ever dream of. \n[78]Just it's more fun without them. \n[79]I'm sorry I'm late. I was held up at school. \n[80]The Lady with the Little Dog. By Anton Chekhov. \n[81]\"The talk was that a new face had appeared on the promenade, a lady with a little dog.\" \n[82]Why? What for? \n[83]I'm sorry. Really. I promised someone I'd do something else. \n[84]What's wrong? \n[85]You never ask, you never bother to ask how I am. \n[86]It just happens to be my birthday. It's my birthday, that's all. In fact, you've never even asked when it is. \n[87]No, I don't want a fight. What's wrong with you? \n[88]It's always on your terms. Everything. We do what you want. It's always what you want. My friends were giving me a party! \n[89]And it's always me that has to apologize. \n[90]I stayed at a friend's. \n[91]Thank you. \n[92]Julia. \n[93]Welcome back. \n[94]So how will you decide? \n[95]You've seen your mother? \n[96]Away from your parents? \n[97]I'm aware I was difficult. I wasn't always open with you. I'm not open with anyone. \n[98]Julia. How wrong can you be? \n[99]I admit it now, I was nervous. \n[100]It is silly. \n[101]I'll see you very soon. \n[102]Julia, wait. I want to ask you a favour. \n[103]I want to take you on a trip. I want to show you something. \n[104]Tomorrow, maybe. Can I pick you up in the car? \n[105]At ten, say. \n[106]Then good. \n[107]Yes. Come in. \n[108]Oh I don't know. \n[109]It's how I was brought up. What about you? Are you serious? \n[110]Well I do. But I won't work every night. \n[111]Why all the police? \n[112]For or against? \n[113]Do you want a pen? \n[114]I'm fine. \n[115]I don't know. It wasn't quite what I expecting. \n[116]I'm not sure any more. \n[117]We're trying to understand. \n[118]Which woman? \n[119]I don't know which woman you mean. \n[120]I have a piece of information. Concerning one of the defendants. Something they're not admitting. \n[121]It happens this information is favourable to the defendant. It can help her case. It may even affect the outcome, certainly the sentencing. \n[122]There's a problem. The defendant herself is determined to keep this information secret. \n[123]Because she's ashamed. \n[124]Of course not. \n[125]I can't. I can't do that. I can't talk to her. \n[126]I'm sorry. I need to sleep by myself. \n[127]I said : I'll tell you when we get there. You told me you liked surprises. \n[128]She's grown, hasn't she? \n[129]My fault. We shouldn't have come unannounced. \n[130]I'm afraid I've have some bad news. Julia knows. \n[131]We've already told her. Gertrud and I are getting a divorce. \n[132]You know, it's not easy for me to visit this town. \n[133]That's not what I'm saying. It's not what I meant. \n[134]You mustn't worry about Gertrud. I'm going to look after her. And anyway, let's face it, she's already a state prosecutor, she earns far more than I do. \n[135]I don't mind at all. I've a lot to do, in fact. \n[136]I took her to see where I grew up. \n[137]You could say. \n[138]I don't know. Impulse. \n[139]I suppose if I'm honest we went because I wanted to re-establish contact. \n[140]Are you all right? \n[141]\"Sing to me of the Man, Muse, the man of twists and turns Driven time and again off course, once he had plundered The hallowed heights of Troy... \n[142]Testing. Testing. 1-2-3. \n[143]The Odyssey by Homer. \"Sing to me of the Man, Muse, the man of twists and turns Driven time and again off course, once he had plundered The hallowed heights of Troy... Many cities of men he saw and learned their minds, Many pains he suffered, heartsick at the open sea, Fighting to save his life and bring his comrades home... \n[144]\"Ah, how shameless - the way these mortals blame the gods. From us alone, they say, come all their miseries... \n[145]\"Who are you? Where are you from? Your city? Your parents? I'm wonderstruck - you drank my drugs, you're not bewitched...\" \n[146]The Lady with the Little   Dog, by Anton Chekhov. \"The talk   was that a new face had appeared on   the promenade, a lady with a   little dog...\" \n[147]I have it here. \n[148]No. I don't. \n[149]Yes. I'm still here. \n[150]It's kind of you. Thank you for letting me know. \n[151]Yes. \n[152]I've got a friend who's a tailor, he makes my suits. He'll give you a job. And I've found you somewhere to live. It's a nice place. Quite small but nice. I think you'll like it. \n[153]There are various social programmes, cultural stuff I can sign you up for. And there's a public library very close. \n[154]You read a lot? \n[155]I did. Yes I did. We have a daughter. I'm not seeing as much of her as I would like. I'd like to see a great deal more of her. \n[156]The marriage didn't last. \n[157]Have you spent a lot of time thinking about the past? \n[158]No. No, I didn't mean with me. \n[159]And now? What do you feel now? \n[160]I wasn't sure what you'd learnt. \n[161]I'll pick you up next week, OK? \n[162]Good. Quietly, or shall we make a big fuss? \n[163]OK. Quietly. \n[164]You too. \n[165]See you next week. \n[166]She didn't pack. She never intended to leave. \n[167]Ms Mather? \n[168]I was already here. I was at a conference in Boston. \n[169]Yes. \n[170]Yes. Almost twenty years ago. I was a law student. I remember you, I remember your mother very clearly. \n[171]I'm sorry. \n[172]Perhaps you heard. Hanna Schmitz recently died. She killed herself. \n[173]A kind of friend. It's as simple as this. Hanna was illiterate for the greater part of her life. \n[174]No. \n[175]No. No. She taught herself to read when she was in prison. I sent her tapes. She'd always liked being read to. \n[176]When I was young I had an affair with Hanna. \n[177]I was almost sixteen when I took up with her. The affair only lasted a summer. But. \n[178]She'd done much worse to other people. I've never told anyone. \n[179]What she wanted...what she wanted was to leave you her money. I have with me. \n[180]As you think fit. \n[181]Here. \n[182]What was in it? \n[183]I was thinking maybe an organization to encourage literacy. \n[184]Do you know if there's a Jewish organization? \n[185]Shall I do it in Hanna's name? \n[186]I thought you liked surprises. \n[187]That's what I wanted to tell you. That's why we're here. \n[188]I was 15, I was coming home from school, I was ill... ", "HANNA": "\n[1]Hey. Hey! \n[2]Hey, kid. Hey. \n[3]Where do you live? \n[4]Look after yourself. \n[5]Come in. \n[6]Put them down there. \n[7]You're better now? \n[8]Have you always been weak? \n[9]I have to go to work. I'll walk with you. Wait in the hall while I change. \n[10]There are two more buckets downstairs. You can fill them and bring them up. \n[11]You look ridiculous, look at you, kid. \n[12]You can't go home like that. Give me your clothes, I'll run you a bath. \n[13]What, do you always take a bath in your trousers? \n[14]It's all right, I won't look. \n[15]Wash your hair, I'll get you a towel. \n[16]So. That's why you came back. \n[17]Now, kid, you know that's not true. \n[18]All right, kid, it's not just about you. \n[19]What? \n[20]Why do you want to know? \n[21]It's Hanna. What's yours, kid? \n[22]Michael. Hmm. So I'm with a Michael. \n[23]You never tell me what you've been studying. \n[24]At school. Do you learn languages? \n[25]What languages? \n[26]Say something in Latin. \n[27]It's wonderful. \n[28]It's beautiful. \n[29]What about in German? \n[30]Do you have anything? \n[31]Have you got it? \n[32]I'd rather listen to you. \n[33]You're good at it, aren't you? \n[34]Reading. \n[35]Why are you smiling? \n[36]Poor little baby. Got up at four thirty - and on your holidays too. \n[37]I haven't the slightest idea. And what you do is your business not mine. \n[38]And if you wanted to speak to me, I was in the first carriage. So why did you sit in the second? \n[39]And now, thanks very much, I've been working, I need a bath. Get out, I'd like to be by myself. \n[40]You don't have the power to upset me. You don't matter enough to upset me. \n[41]Kid, you thought we could make love in a tram? \n[42]Do you have a book? \n[43]What is it? \n[44]We're changing the order we do things. Read to me first, kid. Then we make love. \n[45]What's an odyssey? \n[46]Come here. \n[47]This is disgusting. Where did you get this? \n[48]You should be ashamed. Go on. \n[49]Whisky. \n[50]All right, kid, that's enough for today. \n[51]What sort of trip? \n[52]I think you like planning, don't you? \n[53]You order. I'll have what you have. \n[54]It's OK, kid. I don't want to know. \n[55]What are you doing? \n[56]Can I hear it? \n[57]Oh kid, kid. Stop. \n[58]Nothing's wrong. It's nothing. \n[59]You never say. \n[60]Look if you want a fight, kid... \n[61]What business is it of yours? \n[62]Well then why are you here? Go back to your party. Isn't that what you want? \n[63]You don't have to apologize. No-one has to apologize. No-one can make you. \n[64]War and Peace, kid. \n[65]Now you must go back to your friends. \n[66]Yes. \n[67]My name is Hanna Schmitz. \n[68]Yes. \n[69]Yes. \n[70]Yes. \n[71]Yes. \n[72]I heard there were jobs. \n[73]I was working at Siemens when I heard the SS was recruiting. \n[74]They were looking for guards. I applied for a job. \n[75]Yes. \n[76]Yes. \n[77]Yes... \n[78]Yes I know. I know Ilana Mather. \n[79]Yes, it's right. \n[80]Yes. \n[81]Yes. \n[82]There were six guards, so we decided we'd choose ten people each. That's how we did it - every month. We'd all choose ten. \n[83]We all did. \n[84]Yes but there were new arrivals, new women were arriving all the time, so of course we had to move some of the old ones on. \n[85]We couldn't keep everyone. There wasn't room. \n[86]Well, what would you have done? \n[87]So should I never have signed up at Siemens? \n[88]I don't know what you're asking. \n[89]Obviously. For the obvious reason. We couldn't. \n[90]We were guards. Our job was to guard the prisoners. We couldn't just let them escape. \n[91]No. \n[92]If we opened the doors, then there would have been chaos. How could we have restored order? \n[93]It happened so fast. It was snowing. The bombs - There were flames all over the village. Then the screaming began. It got worse and worse. And if they'd all come rushing out, we couldn't just let them escape. We couldn't. We were responsible for them. \n[94]It isn't true. I was just one of the guards. \n[95]No. No. We all discussed what to say. We all wrote it together. \n[96]No. And I didn't write the report. Does it matter who did? \n[97]My handwriting? \n[98]There's no need. I wrote the report. \n[99]I want to take out a book. \n[100]Do you have The Lady with the Little Dog? \n[101]Hanna Schmitz. \n[102]You've grown up, kid. \n[103]Thank you. \n[104]I prefer being read to. \n[105]That's over now, isn't it? \n[106]Did you get married? \n[107]You mean, with you? \n[108]Before the trial I never thought about the past. I never had to. \n[109]It doesn't matter what I think. It doesn't matter what I feel. The dead are still dead. \n[110]I have learnt, kid. I've learnt to read. \n[111]That sounds a good plan. \n[112]Quietly. \n[113]Take care, kid. ", "JUDGE": "\n[1]The defendants, please. \n[2]The first thing I'm going to do is hear motions from each of the defendants' lawyers. \n[3]They're going to be arguing that there's no reason to keep the defendants in jail until the outcome of the forthcoming trial. \n[4]I am going to take these cases one by one. \n[5]Hanna Schmitz. \n[6]Your name is Hanna Schmitz? \n[7]Can you speak louder please? \n[8]Thank you. You were born on October 21st, 1922? \n[9]At Hermannstadt. And you're now 43 years old? \n[10]You joined the SS in 1943? \n[11]What was your reason? What was your reason for joining? \n[12]You were working at the Siemens factory at the time? \n[13]You'd recently been offered a promotion. Why did you prefer to join the SS? \n[14]I'll re-phrase my question. I'm trying to ascertain if she joined the SS freely. Of her own free will. \n[15]Well? \n[16]Go on. \n[17]Did you know the kind of work you'd be expected to do? \n[18]And you worked first at Auschwitz? \n[19]Until 1944. Then you were moved to a smaller camp near Cracow? \n[20]You then helped move the prisoners west in the winter of 1944 in the so-called death marches? \n[21]Miss Schmitz, you're familiar with this book... \n[22]Parts of it have already been read out in court. \n[23]It's an American publication, which has been translated. It's by a survivor, a prisoner who survived, Ilana Mather... \n[24]She was in the camp, wasn't she, when she was a child? She was with her mother. \n[25]In the book, she describes a selection process. At the end of the month's labour, every month, sixty inmates were selected. They were picked out to be sent from the satellite camp back to Auschwitz. That's right, isn't it? \n[26]And so far, each of your fellow defendants has specifically denied being part of that process. Now I'm going to ask you. Were you part of it? \n[27]So you helped make the selection? \n[28]You admit that? Then tell me, how did that selection happen? \n[29]Are you saying your fellow defendants took part in the process? \n[30]Even though they've denied it? But you admit it. You're saying you took part in the process. \n[31]Did you not realise you were sending these women to their deaths? \n[32]I'm not sure you understand... \n[33]No, but what I'm saying : let me rephrase : to make room, you were picking women out and saying `You you and you have to be sent back to be killed.' \n[34]In what way differently? \n[35]I want to move on now to the march. As I understand it, you and your daughter were marched for many months. \n[36]Please tell us about the night in the church. \n[37]The church burned down? Nobody came to open the doors? Is that right? \n[38]Even though you were all burning to death? \n[39]How many people were killed? \n[40]How did you survive? \n[41]Thank you. I want to thank you for coming to this country today to testify. \n[42]Why did you not unlock the doors? \n[43]Why did you not unlock the doors? \n[44]I've asked all of you and I'm getting no answer. Two of the victims are in this court. They deserve an answer. \n[45]Here, this is the SS report. You all have copies. \n[46]This is the report which was written, approved and signed by all of you immediately after the event. In the written report, you all claim you didn't even know about the fire until after it happened. But that isn't true, is it? \n[47]Well? It isn't true. \n[48]The first thing I'm asking is, why didn't you unlock the doors? \n[49]Why? Why couldn't you? \n[50]I see. And if they escaped, then you'd be blamed, you'd be charged, you might even be executed? \n[51]Well then? \n[52]So you did know what was happening? You did know? You made a choice. You let them die rather than risk letting them escape. \n[53]The other defendants have made an allegation against you. Have you heard this allegation? \n[54]They say you were in charge. \n[55]Did you write the report? \n[56]Is that true? \n[57]I need to see a sample of your handwriting. \n[58]Yes. I need to establish who wrote the report. \n[59]Somebody take her this piece of paper. \n[60]Give her the paper. Counsel, approach the bench. \n[61]The court finds guilty the defendants Rita Beckhart, Karolina Steinhof, Regina Kreutz, Angela Zieber, Andrea Luhmann jointly aiding and abetting murder in three hundred cases. The court finds the defendant Hanna Schmitz guilty of murder in three hundred cases. \n[62]The court sentences the accused as follows. Rita Beckhart, Karolina Steinhof, Regina Kreutz, Angela Zieber, and Andrea Luhmann, you will each serve a total sentence in prison of four years and three months. \n[63]Hanna Schmitz, in view of your own admissions and your special role, you are in a different category. The court sentences the accused Schmitz to imprisonment for life. ", "ROHL": "\n[1]Well, we seem to be quite a small group. A small group and a select one. Clearly, this is going to be a unique seminar. Let me start by thanking those of you who've chosen to take part. Good for you. A reading list, gentlemen. \n[2]Karl Jaspers, The Question of German Guilt... \n[3]They're worried about demonstrators. \n[4]Both. \n[5]Are you OK? \n[6]So what did you think? \n[7]Wasn't it? In what way? What were you expecting? \n[8]Exciting? \n[9]Why? Why did you think it exciting? \n[10]I need to correct an impression. Dieter said yesterday this was about justice. But is it? \n[11]If it were about justice you might ask why has it taken so long? The war ended twenty years ago. Remember, there've been no significant trials between Nuremburg in 1946 and the Auschwitz trials a couple of years ago. That's a long gap. What's the reason for the gap? \n[12]Say. \n[13]Go on. \n[14]Is that right? \n[15]How so? \n[16]Aren't you? Good. So that's all right then. \n[17]I don't know. You tell me. \n[18]Michael? \n[19]What did your father do, Dieter? \n[20]That's exactly my point. That's why it's better not to pretend this is about justice. Forgive me, nor is it about getting into an emotional state. It has no purpose if it's just the young giving their parents a bad time. \n[21]Societies think they operate by something called morality. But they don't. They operate by something called law. You're not guilty of anything merely by working at Auschwitz. 8,000 people worked at Auschwitz. Precisely 19 have been convicted, and only 6 for murder. To prove murder you have to prove intent. That's the law. Remember, the question is never `Was it wrong?' but `Was it legal?' And not by our laws, no, by the laws at the time. \n[22]What? \n[23]Yes. The law is narrow. \n[24]On the other hand, I suspect people who kill other people tend to be aware that it's wrong. \n[25]Don't you? \n[26]How so? \n[27]Yes? Diversion from what? \n[28]You've been skipping seminars. \n[29]So? \n[30]What information? \n[31]You don't need me to tell you. It's perfectly clear you have a moral obligation to disclose it to the court. \n[32]So? \n[33]A moment, please. Please. \n[34]What are her reasons? \n[35]Ashamed? Ashamed of what? \n[36]Have you spoken to her? \n[37]Why of course not? \n[38]What we feel isn't important. It's utterly unimportant. The only question is what we do. \n[39]If people like you don't learn from what happened to people like me, then what the hell is the point of anything? ", "ILANA": "\n[1]Yes. You were made to work and then, when you were no longer any use to them, then they sent you back to Auschwitz to be killed. \n[2]Yes. \n[3]Her. And her. And her. And her. And her. And her. \n[4]Each of the guards would choose a certain number of women. Hanna Schmitz chose differently. \n[5]She had favourites. Girls, mostly young. We all remarked on it, she gave them food and places to sleep. In the evening, she asked them to join her. We all thought - well, you can imagine what we thought. \n[6]Then we found out - she was making these women read aloud to her. They were reading to her. At first we thought this guard, this guard is more sensitive, she's more human, she's kinder. Often she chose the weak, the sick, she picked them out, she seemed to be protecting them almost. But then she dispatched them. Is that kinder? \n[7]Yes. You're Michael Berg. I was expecting you. \n[8]So you must tell me: what exactly brings you to the United States? \n[9]You're a lawyer? \n[10]I was intrigued by your letter but I can't say I wholly understood it. You attended the trial? \n[11]My mother died in Israel - a good many years ago. \n[12]Go on, please. \n[13]She was a friend of yours? \n[14]Is that an explanation of her behaviour? \n[15]Or an excuse? \n[16]Why don't you start by being honest with me? At least start that way. What was the nature of your friendship? \n[17]I'm not sure I can help you, Mr. Berg. Or rather, even if I could I'm not willing to. \n[18]But what? \n[19]I see. And did Hanna Schmitz acknowledge the effect she'd had on your life? \n[20]People ask all the time what I learned in the camps. But the camps weren't therapy. What do you think these places were? Universities? We didn't go there to learn. One becomes very clear about these things. \n[21]What are you asking for? Forgiveness for her? Or do you just want to feel better yourself? My advice, go to the theatre, if you want catharsis. Please. Go to literature. Don't go to the camps. Nothing comes out of the camps. Nothing. \n[22]To do what? \n[23]When I was a little girl, I had a tea-tin for my treasures. Not quite like this. It had Cyrillic lettering. I took it with me to the camp, but it got stolen. \n[24]Oh. Sentimental things. A piece of hair from our dog. Some tickets to operas my father had taken me to. It wasn't stolen for its contents. It was the tin itself which was valuable, what you could do with it. \n[25]There's nothing I can do with this money. If I give it to anything associated with the extermination of the Jews, then to me it will seem like absolution and that is something I'm neither willing nor in a position to grant. \n[26]Good. \n[27]Good. \n[28]I'll be surprised if there isn't. There's a Jewish organisation for everything. Not that illiteracy is a very Jewish problem. \n[29]Why don't you find out? Send them the money. \n[30]As you think fit. \n[31]I'll keep the tin. ", "DIETER": "\n[1]I thought it was exciting. \n[2]Yes. \n[3]Because it's justice. \n[4]I'd have thought it was obvious. \n[5]Cowardice. It's cowardice, isn't it? It's bad conscience. It's the big cover-up. \n[6]After the war. The German people didn't want to look at what they'd done. \n[7]Because they had too much to hide. All our parents are liars. All right, mine are. So it's left to us, isn't it? \n[8]Because we're not implicated. \n[9]If you want to know, he was in the Waffen SS. \n[10]That's what I mean, that's what I'm saying. So were a million other Germans. \n[11]But isn't that... \n[12]Narrow? \n[13]I don't know. I don't know what we're doing any more. \n[14]You keep telling us to think like lawyers, but there's something disgusting about this. \n[15]This didn't happen to the Germans. It happened to the Jews. \n[16]What are we trying to do? \n[17]Six women locked    three hundred Jews in a church, and    let them burn. What is there to    understand? Tell me, I'm asking :    what is there to understand? \n[18]I started out believing in this trial, I thought it was great, now I think it's just a diversion. \n[19]You choose six women, you put them on trial, you say `They were the evil ones, they were the guilty ones'. Brilliant! \n[20]Because one of the victims happened to write a book! That's why they're on trial and nobody else. Do you know how many camps there were in Europe? \n[21]People go on about how much did everyone know? `Who knew?' `What did they know?' That isn't the question. The question is `How could you let it happen?' And - better - `Why didn't you kill yourself when you found out?' \n[22]Thousands! That's how many. There were thousands of camps. Everyone knew. \n[23]Look at that woman... \n[24]The woman you're always staring at. I'm sorry but you are. \n[25]You know what I'd do? Put the gun in my hand, I'd shoot her myself. ", "JULIA": "\n[1]I was early. \n[2]I don't know. I'm happy back in Berlin, I suppose. \n[3]I wanted to get away. There was nothing more to it. It was Paris, but it could have been anywhere. \n[4]I knew you were distant. I'd always assumed it was my fault. \n[5]I was nervous too. It's silly isn't it? \n[6]Thank you for dinner. \n[7]Good night, Dad. \n[8]What favour? \n[9]When? \n[10]Where are we going? \n[11]I like surprises. \n[12]Daddy, why's she angry? \n[13]Daddy's going to live in his own house. \n[14]Hello Mummy. \n[15]We went to say hello to granny. \n[16]She was strange. \n[17]Goodbye, Daddy. \n[18]Where are we going? \n[19]I do. I do like surprises. \n[20]Hanna Schmitz. \n[21]Who was she? \n[22]So tell me. ", "CARLA": "\n[1]I'm worried about him. He looks terrible. \n[2]Peter. \n[3]Michael's fifteen. \n[4]Keep away. He's contagious. \n[5]How are you feeling? \n[6]She helped you? \n[7]Do you have her address? \n[8]He's not lying. Michael never lies. \n[9]The doctor says you need another three weeks. \n[10]Peter? \n[11]Where were you last night? What happened? \n[12]I don't know. It's so long since I saw her, Michael, how can I tell? \n[13]You didn't come for your father's funeral, but you come for this? \n[14]Were you really so unhappy? \n[15]Well then? \n[16]Michael, I'm not worried about Gertrud. I'm worried about you. ", "MS BRENNER": "\n[1]You're Michael Berg? \n[2]You got my letter? \n[3]As I say, Hanna Schmitz is coming up for release very soon. \n[4]Hanna has been in prison for over twenty years. She has no family. She has no friends. You're her only contact. And I'm told you don't visit her. \n[5]When she gets out, she's going to need a job. She's going to need somewhere to live. You can't imagine how frightening the modern world will seem to her. \n[6]I have no-one else to ask. If you don't take responsibility for her, then Hanna has no future at all. \n[7]You're Michael Berg? \n[8]Louisa Brenner. We were expecting you earlier. \n[9]I should warn you: for a long time Hanna held herself together. She was very purposeful. In the last few years she's different. She's let herself go. \n[10]They're in the canteen. They're just finishing lunch. \n[11]She left me a message, a sort of will. I'll read out the bit that concerns you. \n[12]\"There is money in the old tea tin. Give it to Michael Berg. He should send it, alongside the 7,000 marks in the bank, to the daughter who wrote the book. It's for her. She should decide what to do with it. And tell Michael I said hello. Tell him to get on with his life.\" \n[13]Do you want to see her? ", "MARTHE": "\n[1]And ladies. \n[2]So this is where you are. \n[3]You take work seriously. \n[4]You're rather a serious boy. \n[5]You're sure you want to work tonight? \n[6]See you tomorrow. \n[7]I've got a pen. \n[8]No, but seriously, Dieter's right. My parents, I can't even talk to them. I don't love them. How could I? How could anyone love them? Because they've told themselves so many lies, they can't remember the truth, let alone admit it. Isn't that why we signed up for this seminar? \n[9]Speaking for myself. \n[10]So what is it about? What do you think? \n[11]You've taken your time. \n[12]Where are you going? ", "GERTRUD": "\n[1]Hello beautiful. \n[2]Do you mind if I don't ask you in? \n[3]You went to the West? My God, what a trip. \n[4]Oh. Daddy took you to see Carla, did he? \n[5]Come on, let's see what's on TV. \n[6]I bet she was strange. \n[7]She always was. Why on earth did you decide to do that? \n[8]With your mother? And did you succeed? \n[9]Michael you're meant to be an intelligent man. Don't you know, it's very hard to receive contact if you're not willing to give it? \n[10]Say goodbye to Julia. ", "PETER": "\n[1]The boy's saying he doesn't need a doctor. \n[2]Good then. \n[3]We're not going to argue about this. People have to take responsibility for their own lives. \n[4]You've inconvenienced your mother. \n[5]You scared her. \n[6]If he wants to go back, then he must. \n[7]Carla. \n[8]Get the boy something to eat. I think we all knew you'd come back to us eventually. ", "MICHAEL'S VOICE": "\n[1]\"I'm not frightened. I'm not frightened of anything. Why should I be? I welcome obstacles, because they'll be like mountains I can fly over to be in your arms. The more I suffer, the more I'll love... \n[2]\"Danger will only increase my love, it will sharpen it, it will give it spice. I'll be the only angel you need. On this arm, Luise, you will go dancing through life. You will leave life even more beautiful than you entered it. Heaven will take you back and look at you and say `Only one thing can make a soul complete, and that thing is love.' \n[3]The Odyssey by Homer. \n[4]Zeus from the very start, the thunder king Has hated the race of Atreus with a vengeance - \n[5]His trustiest weapon women's twisted wiles... \n[6]The Lady with the Little Dog, a story by Anton Chekhov. The talk was... \n[7]Yes. ", "SOPHIE": "\n[1]I'm just going to pretend I've been here for years, I'm not going to behave in any special way. \n[2]Hello. My name's Sophie. \n[3]Why are they so loud? \n[4]You don't like Americans? \n[5]Why do you leave early? \n[6]Come on, it's a surprise. We thought you'd like it. We've been planning it for weeks. \n[7]Michael. You all right? ", "HOLGER": "\n[1]Michael the water's fantastic. \n[2]Wonderful. It's going to be a great summer. \n[3]Now the Americans have allowed us back in our own lake. \n[4]You should see their stores. They have everything. \n[5]He always leaves early. \n[6]Get a move on, we're leaving early today. \n[7]We're going back to Sophie's. It's your birthday. We're giving you a party. ", "BRIGITTE": "\n[1]You didn't wake me. \n[2]You let me sleep because you can't bear to have breakfast with me. \n[3]Does any woman ever stay long enough to find out what the hell goes on in your head? \n[4]What are you doing tonight? \n[5]Your daughter? You've kept very quiet about her. \n[6]I'm going. Give my love to your daughter. ", "EMILY": "\n[1]He does. \n[2]How can anyone get lost in their own home town? \n[3]So? \n[4]They're in opposite directions. \n[5]He's lying. \n[6]It's him. "}}