{"dialogues": {"RUDY": "\n[1]I never was much for the holidays. \n[2]stares at the pictures for a moment, wistful. Nick snores, turns over. Rudy climbs atop his bunk again, with the pen this time. And crosses December 18th off the calendar. \n[3]Haven't thought about it. \n[4]Get to thinking about it, it won't happen. \n[5]Ain't there yet. \n[6]Not yet. \n[7]Hot chocolate. \n[8]Get a hot mug of chocolate. First thing I'm gonna do. \n[9]And some pecan pie. \n[10]Yeah. \n[11]Yeah. \n[12]Yeah. Fuckin' Christmas. \n[13]All those pictures she's sent... y'know... you sure they're all of her, Nick? You hear sometimes they don't send their real pictures. Could be her cousin or something. \n[14]I'm just saying. \n[15]I'm just talking. \n[16]For twenty-five, she sounds pretty mature. \n[17]What if she sees you, man, sees what you look like... and it's not there. You just don't do it for her. \n[18]She's using a new perfume. \n[19]Oh. \n[20]Mornin', gorgeous. More egg nog? \n[21]All I want... is to make it to Sidnaw, and sit down for Christmas dinner. Watch some ball with my old man, sleep in my old bed, and have leftovers for bout six months. \n[22]Just taste that Christmas turkey. \n[23]Five years, Nicky. Five years. I just want to go home. \n[24]Shit. Alamo's back. \n[25]Pinscher told me Alamo thinks I'm the one ratted on him beating up Cree. Since I was there, I saw it, he thinks I got him sent to solitary. \n[26]Count me outta mealtime -- \n[27]I'm not hungry, I'm gonna -- \n[28]It wasn't me, Alamo -- \n[29]What, working security? \n[30]I don't know, I've seen the business world. \n[31]The hell you doing, Zookerman? \n[32]Good for you. Protein. \n[33]Two days, we got two days! Don't do nothing. Don't touch nothing -- \n[34]Standing right here, man! \n[35]\n[36]\n[37]\n[38]Take it, man! You're all right! Hold it in! GUARD! \n[39]\n[40]No, man! No, no, no! \n[41]You're GONNA be there! We're getting outta here! TAKE IT! \n[42]\n[43]\n[44]\n[45]\n[46]The man had two days... \n[47]turns back, starts toward his bunk. And stops. His eyes on Nick's empty bed. And the wall behind. \n[48]takes a seat on Nick's bed. There's a shoebox at the foot of it. Rudy opens it. It's filled with Ashley's letters. He trails a finger along them, must be over a hundred pages. He selects the one nearest the front. Surveys it. \n[49]He was burning for you too... \n[50]drops his head, looks away. Climbs onto the shuttle bus. \n[51]Don't do it, Rudy... \n[52]Don't do it ... \n[53]You Ashley? \n[54]I'm Nick. \n[55]I like your coat. \n[56]This -- this is just something they gave me at the door. Wasn't snowing when we signed up, y'know? \n[57]How's your coffee? \n[58]Gotta be ten degrees out there. \n[59]Negative five? \n[60]I don't think it's negative five. \n[61]Wind chill. That's probably what they meant. \n[62]I was scared. Scared you were gonna take one look at me and change your mind. Scared I was walking into heartache. All those words... you put a picture in your mind of where they come from and when you see where maybe it's not the same as your picture. \n[63]No, no -- \n[64]No, hey, I like your coat -- \n[65]Ashley, no. That was me, that's what I was scared of. I mean, be serious... I ain't exactly looking like Mr. Universe here. \n[66]I can get another one going. Y'know, hey, whatever you want me to -- \n[67]Do that again. \n[68]Smile. \n[69]One more. Smile. One more. \n[70]I've been dreaming about that smile, Ashley Mercer. For a long time. \n[71]Tell me something. This the first time you've ever done this? \n[72]No, not that, no... I mean this, the whole thing. Start writing to a guy, guy in the bricks. Get a boyfriend like this. Tell me the truth. \n[73]Yeah. Me too. Why? I mean I know why for me, why I paid for the ad. But you... why start writing to some guy -- some con -- you don't even know? \n[74]Tell me again. \n[75]Had some bad relationships, didn't you. \n[76]Well, wasn't all me, y'know. \n[77]Guy I was in with... he helped sometimes... some of the romantic stuff, actually... you'd like him -- \n[78]Y'know, some of the heart mighta been his too... \n[79]Where the hell are you going? \n[80]Ashley, Jesus -- \n[81]Ash... didn't you write me that you don't eat chocolate? \n[82]Ash, you've gotten me enough -- \n[83]Baby, c'mon, all this stuff... I haven't gotten you anything -- \n[84]It's two hundred dollars, Ash -- \n[85]Beauty and fragrances. \n[86]Just for the holidays, Nick. Then we'll tell her. We'll let her... have her holidays... \n[87]Well, I don't know about that -- \n[88]Security, Ash, I just worked security. They wouldn't be rolling out the red carpet -- \n[89]We'll have more fun in Detroit. \n[90]Ashley. We're not going anywhere I used to work. \n[91]Hey. I been in prison for two years, Ash. Believe me. Those guys wouldn't want to see me. \n[92]I'll see what I can do. \n[93]I have no gifts to bring, parum-pum- pum-pum. No treasures for the king, pa-rum-pum-pum-pum... \n[94]...but I got a girl to be with, rum- pum-pum-pum... \n[95]What the fuck -- \n[96]\n[97]You... you don't know me -- \n[98]No, you can't -- \n[99]\n[100]\n[101]I'm... not... Nick... \n[102]I'm not him. I... You want something from Nick, you got the wrong guy. \n[103]You got the wrong guy! She thinks I'm Nick, I'm not! \n[104]I was in the joint with him! I knew about him and her, okay!? I took his place! \n[105]I got out, Nick didn't! I pretended I was him! I knew about her letters! Jesus Christ, whatever you want from him -- I'm not Nick! I -- I just wanted to be -- \n[106]I shared his cell! \n[107]Yes! \n[108]Yes! \n[109]Yes! \n[110]Your brother... \n[111]...the truck driver... \n[112]What the fuck is going on. \n[113]What's going ON!!! \n[114]You motherfucker. \n[115]You sold him out. \n[116]When'd you decide to do it, Ash? After which of his letters, huh? The fortieth? The fiftieth? The first?! \n[117]\n[118]\n[119]\n[120]Get the hell off of me! \n[121]You're not hearing me here -- \n[122]He didn't \"find\" Nick's letters, did he. \n[123]You told him about Nick's letters. \n[124]You're in on this. \n[125]Y'know, in a way, I'm glad it's me. 'Cause you woulda broken his heart. \n[126]Your pen palls dead, lady. \n[127]Nick died for me.... \n[128]...maybe I die for Nick... \n[129]I never worked at no casino. \n[130]That's the guy I was in with, I did my last ten months with him. He rode a two-year bit for manslaughter -- split a guy's skull open at a bar for harassing his girl. That's Nick Mason. He worked at that casino. He's the one who wrote her letters. Me, I'm a damn mechanic, my last job was a Quickie Lube, I did five for lifting cars. I don't know shit about blackjack, I don't know shit about Indians. I'm not him. \n[131]\n[132]About the Tomahawk! What the hell do you want to know! \n[133]I spend six months writing poetry and my goddamn pen pal fucks me over. Thanks for the stamps, Ash. You want me, you got me. Whaddya want to know. \n[134]She says a lot of things. \n[135]Wish I had a brother like you. \n[136]I had better sex in prison. \n[137]What? \n[138]J.C. Penney. Beauty and fragrances. \n[139]Samantha. \n[140]Bam Bam. \n[141]What college. \n[142]Canada. \n[143]A station wagon in Canada. \n[144]Her brother. \n[145]No. It's her brother. \n[146]Nick don't talk till Nick gets something. \n[147]Hot. Chocolate. \n[148]I been in Iron Mountain for two years, truck driver. I do one more crime, I'm back there for good, so fuck you and fuck your sister and fuck your trucker friends. You want to hear about some goddamn job of mine? I want some hot-goddamn-chocolate. \n[149]And some pecan-fucking-pie. \n[150]Hey. \n[151]Y'know, I could really go for some onion rings. \n[152]I don't know. \n[153]Five million? \n[154]Christmas... Eve... \n[155]Hey, it's... been two years -- \n[156]...goddamn it, Rudy... goddamn it... goddamn girl, goddamn Nick... you're so smart, so fucking smart... \n[157]Where's your Christmas dinner now... \n[158]Hell. Ten? \n[159]Who the hell made this map. \n[160]I said, who the hell made the map? \n[161]This isn't the Tomahawk. \n[162]This is the front entrance, right? You get through the slots, you hit craps here, not blackjack. Blackjack's here to here -- lined up. What's this, the cage? Cage is over there, hard to get to, you got it all mixed around -- \n[163]Since when? What the hell is this room? \n[164]Buffet is by the goddamn bar! What the hell kind of map is this?! \n[165]And I worked there. For a year. \n[166]They changed the layout. \n[167]They changed the layout -- whadda they call you? Mr. Monster? They remodeled the place. When I worked there -- listen to me -- guy that managed the joint, guy who ran it-- \n[168]Right, Jack Bangs. Uh... guy was always talking bout fixing the place up. Maybe get a better crowd. Musta gone and done it while I was in the Mountain. I don't know this map, man. How the hell am I supposed to tell you what door goes where? \n[169]When I worked there, this was Bangs, office. Back here. He kept a little safe in the... uh, the wall, money held take for himself, skim from the Indians. Called it the... uh... ...the Powwow Safe. \n[170]His personal safe, he gave it a name. Now you're telling me they've taken his office, put the buffet there? Then who knows what else they changed. \n[171]You'd have to get me inside. Get inside, watch where the money's moving, see where the guards are going. Then I could work with your map. \n[172]They won't recognize me. \n[173]Trust me. They won't recognize me. \n[174]'Cause you're gonna get me a disguise. \n[175]I give you the wrong information, you're gonna shoot me. Well, I don't know your damn map. So you can either find a way to get me in there... or you can shoot me right now. \n[176]More than you know. \n[177]What the hell is this? What happened to working together? \n[178]Might as well be. \n[179]Get your own room. \n[180]But you knew why. Knew why, didn't ya. \n[181]For what? You to talk me into \"helping\"? What, he promise you a share of the winnings? \n[182]Well, shit, Judas, you shoulda at least gotten that -- \n[183]So get him outta your life. Get out of Michigan. They got perfume counters in Chicago, don't they? \n[184]Since when do some trucker pals start thinking big, anyway? \n[185]He working for them on this one? \n[186]And I'm his ticket. What's the last place they took down? \n[187]Gabriel and his guys. What's the last place they robbed? \n[188]They've never done a robbery? \n[189]Then they do need me, don't they. They really need me... \n[190]We? What \"we\"... \n[191]Get your own room, Ashley. \n[192]Get your own room. \n[193]They've never done a robbery... Christmas is looking up. \n[194]Not with you. \n[195]A cowboy. You're going to send me into an Indian casino disguised as a cowboy. Have you thought this entirely through? \n[196]What kind of half-ass cowboy plays the slots? \n[197]At least gimme video poker. \n[198]Do I get a country-western name? \n[199]Y'know what, guys? I woke up this morning, I got a really lucky feeling going on. I mean it, I'm feeling that good. I wouldn't be surprised if I walk in there, pull a handle and hit jackpot. Hell, we wouldn't even have to -- \n[200]I'm gonna need some money. \n[201]Ten dollars? What do I do with ten dollars? \n[202]Monster. If we're working together here, we gotta be working together. I can't walk in there looking like the Lone Fucking Ranger with ten bucks to throw down. You don't want me getting noticed, right? Not getting noticed costs a guy at least a couple hundred. \n[203]You ready to gamble, darlin'? \n[204]Y'all take care of my guitar. \n[205]Here and there. Restaurant, uh, that's the main expansion. Tables've been moved around; the big man's office, I dunno, might be upstairs now. \n[206]Yeah, uh. Mike. That's Mike. \n[207]You start spending your brother's money. I'm gonna take a circuit around the joint, check for any new ins and outs. I'll snag us some drinks. \n[208]Couple rum and Cokes, please. \n[209]Roadside casino? \n[210]Prison. \n[211]He didn't recognize me. Back off, willya? He didn't recognize me. \n[212]Heyyyy! \n[213]There went my... damn... well, doesn't seem like security's all that switched... Ash, shit, this mustache is starting to fall off. I gotta fix this thing -- -- drink this for me. \n[214]Hundred bucks to wear this jacket -- \n[215]Nobody's killing you, kid. Santa's giving you a rhinestone jacket and a hundred bucks. \n[216]\n[217]MEDIUM RARE?! You call this MEDIUM \n[218]That's for reading her mail. \n[219]Come on. \n[220]We get to the bridge, we're all right! \n[221]Get to the bridge! \n[222]Looks to the truckers in pursuit. Coming down the ridge. Then the highway. Safety within sight. But he can't run. Cursing himself, he grips the rifle tightly and LEAPS into the ice-hole -- \n[223]I-I-I-I have n-n-no g-g-gifts to br- br-bring, pa rum-p-p-p-p-p ...pum-pum-pum. N-n-no treasures for the k-k-k ...king. \n[224]Pa-rum-pum-pum-pum. \n[225]...never... tried... \n[226]...ttt..tt... two out of three? \n[227]Nnn... nothing... \n[228]Nothing... I promise-nothing... \n[229]\n[230]He thought I was some gambler... he didn't know me... he didn't recognize me! \n[231]No, Gabriel... no... \n[232]...he... he asked me... how I'd heard about his place... he didn't know it was me... \n[233]\n[234]Man, Monster... just... just don't start trying to hit me... \n[235]He had some points to make... \n[236]All I wanted... was to make it home... for a little of Dad's turkey, and Mom's stuffing... Aunt Lisbeth's acorn gravy... Aunt Mary's cranberry buns... \n[237]...Haven't had cranberry buns... in five whole years... \n[238]You saved me. \n[239]Guy I was in with... car thief... I used to read your letters to him. I know they were private... I know, but... you spend twenty-four hours a day with somebody, you gotta talk, y'know? You gotta share. Or the room gets even smaller. And sometimes, I'd be reading them, and he'd close his eyes, get a smile on his face... and I'd know somewhere inside he was pretending you were writing to him -- He'd see your face, your pictures on the wall... Some nights I think he fell in love with you, too. \n[240]You gave a couple guys hope, Ashley. And with hope, there ain't nothing you can't survive. \n[241]Don't say my name... \n[242]Ash. Don't say it. Don't say my name. \n[243]They'll have guns. \n[244]You said they've run guns, in their trucks. So they'll have guns. To do this robbery. They'll have serious guns. \n[245]We'll need one. \n[246]I'm going to have to be inside that casino. When it happens. I'll need to be part of it. I can't just be drawing some map. \n[247]We need to find a way to make me part of it. \n[248]If we're helping them with their robbery, we're gonna be doing more than just walking away. Like that's some Christmas bonus. \n[249]You want him outta your life? You want a real New Year to look forward to? If we're gonna do this... we're gonna do it to get it all. \n[250]I have no gifts to bring, pa-rumpum- pum-pum \n[251]What you gotta worry about first is the guards. Place doesn't look much richer than when I worked there, so let's figure you're gonna have to deal with ten of 'em. There'll be two on the floor, walking the room, that leaves eight up above. Eyes in the sky. They see something up, they're the ones who'll hit the silent alarm and you're fucked. \n[252]You gotta get someone upstairs. \n[253]Across from blackjack, there's a security doorway. Keypad access. \n[254]Uh... they change it every month. I wouldn't know. If there's trouble on the floor, you'll get security coming through. what you gotta do, is get inside that doorway once they do. You gotta draw 'em out. \n[255]I got an idea on that one. Once you're up there, you gotta hold those guards down till some backup can get there. There's a security camera room that videotapes everything. You've gotta destroy every last one of those tapes. \n[256]You lock down security, you move behind the cage. You hit the Count Room. There'll be a guy in there but he's got no guns; room's accessed by another code. Cashiers'll know it. They'll have alarms. \n[257]What? \n[258]Oh. Right. Yeah. That's, uh upstairs. Uh. Here. Powwow Safe. \n[259]So. You're gonna need a man through here, two men at the cage, one to cover the count. You're gonna need a lookout outside, a sweeper through the back, and a gun guarding the front. You need six. \n[260]You need six. \n[261]You go in with five, you're either leaving an alarm free or an exit free. Someone hits an alarm, you're fucked. Someone gets to a phone, gets outside, 'cross the street, whatever, you're fucked. You need six. Six is me. \n[262]You guys get caught, I go away for good. I got an interest in making sure you don't. You need a sixth man covering an exit. What're you gonna do about it. \n[263]Six men means six guns. \n[264]I'm no threat without a gun. \n[265]There'll be people in that casino. I can't keep them from leaving if I don't get a gun. I don't need bullets, Monster... but I gotta be a threat. \n[266]Well. What you guys have to plan out, then... is how you're going to get to that cage and that security level before anybody realizes anything's wrong. Running in with ski masks and bullets flying ain't gonna do it. \n[267]What. We all gonna dress up like cowboys? \n[268]You gotta be kidding me. \n[269]What, we walking in there and delivering toys? \n[270]I'm almost done. \n[271]If he wanted a photographic memory, he shoulda kidnapped one. I'm working on it here. \n[272]You're the getaway girl. The money's gonna get to you eventually. Gonna be my job to be the guy who walks outta there with it. But I can't do that without a gun. Any luck talking to him? \n[273]Is there any way you could get into his truck? \n[274]We need a gun, Ash. We need a gun... \n[275]Here's the Picasso. Is he in his room? \n[276]Keep 'em there for a little while. \n[277]We're gonna get you out of Detroit, Ash. Get you out of beauty and fragrances. Remember that. After all this is over, when you know me, when you really know me... remember it was me. \n[278]Gun, gun, c'mon, boys like you gotta be keeping a gun... \n[279]Here's my present to you, truck drivers -- \n[280]Catch, dammit, catch! Like riding a bike, it's like riding a bike! \n[281]How far you gonna get, Rudy... \n[282]Hey. \n[283]You guys were paying for the room, I just figured -- \n[284]This time right now... Dad's stacking wood out back, getting ready for tomorrow. Little blaze in the fireplace. Mom's setting out the good silver, hanging her cinammon sticks, up in the doorways. Getting out her scratchy old records... singing along... \n[285]I don't know where you're going. But I'm going home. \n[286]Well. I'm going home. \n[287]Hey Jumpy, I want to ask you something. You have any problem with the fact that we're on our way to take millions of dollars from an Indian casino? \n[288]Hey-hey, egg nog for everybody! \n[289]Let's win some MONEY! MONEY-MONEY- \n[290]We're out of work tonight, that's how! Christmas Eve! We're out of work! \n[291]We're all outta gifts, boys and girls, but we got charitable donations! \n[292]I got wampum for the Cocktail Waitress Civil Defense Fund! Are there any representatives here present? \n[293]Santa drinks American beer. \n[294]That was my card, pop! My card! You hit for my card! \n[295]That was my king! \n[296]Careful. Watch out for this guy. \n[297]POP! That was My card! \n[298]You're hitting for MY cards! \n[299]That is my card, guy. My card. \n[300]He didn't hit. You didn't hit. You're not hitting. \n[301]Switch seats with me. \n[302]You're taking my money. Switch seats with me. Switch seats with me if you're not taking my money -- \n[303]Then get yourself another table! You're hitting Santa's cards and you're taking Santa's money! \n[304]\n[305]Stay down, pop! Trust me, stay down! \n[306]\n[307]Sorry, guys. But what the hell were you doing here an Christmas Eve anyway. \n[308]Get down and stay down, and you're gonna be fine. Just don't do anything. My friends are disturbed -- \n[309]Yeah. That's love. \n[310]Merlin, I didn't know -- \n[311]I promise you, I didn't know! \n[312]Fucked the wrong guy, Ashley. Story of your life. \n[313]I did time with Nick Mason, Monster. Told you that from the start. \n[314]We still gonna spend Christmas together? \n[315]Hey! HEY! THERE IS A POWWOW SAFE! \n[316]I did time with Nick Mason, remember? I knew he worked here, didn't I!? Well, some shit he told me! \n[317]Nick told me his manager kept a safe in his office, his stealing safe. His Powwow Safe. I swear, please... Nick told me. Behind the liquor cabinet. \n[318]Pow. Wow. \n[319]Me too. \n[320]Smoke 'em if you got 'em. \n[321]I'm sorry. \n[322]Was it your plan, Monster? Or was it hers. \n[323]I saved your life. \n[324]He did love you, you know. Nick. He did love you. \n[325]Maybe this is where you wanted him, Ashley. At the bottom of a ravine, dead as ice with a burnt-up heart. Maybe. But it didn't happen. 'Cause what you did for him was make him the happiest held ever been. You showed him hope and taught him mercy. And he died a peaceful man. You wanted to destroy some convict... and all you did was save his soul. Remember that. Love your money and remember that. \n[326]I'm glad it was me. \n[327]How'd you know my name... \n[328]Rudy. How'd you know my name? \n[329]You said Merry Christmas, Rudy. \n[330]No -- \n[331]But I never said Rudy. \n[332]I never told you my name. \n[333]How'd you know my name was Rudy. \n[334]How'd you know my name. \n[335]Where is he. \n[336]She set them up. All of them. \n[337]And you set me up. \n[338]How'd you know I'd do it. \n[339]Walk outta there and tell her I was you. \n[340]Talked about the old man's weapons stash, probably forgot I'd remember \n[341]You gave them me. \n[342]\n[343]\n[344]", "GABRIEL": "\n[1]Welcome home, Nick. \n[2]Oh, I know you, Nick. I know you real well. \n[3]The hell I can't. \n[4]Hope her taste in men's better than her taste in Christmas. \n[5]Hey, sis. Happy holidays. \n[6]Jumpy, don't hurt her, now. \n[7]So. This is the guy you been waiting for. Man of your dreams. \n[8]Must have a way with stationery. \n[9]You better be here to be good to her, loverboy. 'Cause she's been good to you. \n[10]Read a lot about you, Nick. \n[11]Read you're a man of some knowledge. \n[12]A man of some travels. \n[13]Who are you now. \n[14]Put him in the truck. \n[15]You what... \n[16]You're not Nick Mason... \n[17]But you were saying you were... \n[18]So you could get with my sister. \n[19]So you could get down her chimney. \n[20]And you think telling me that's gonna help your cause. \n[21]Is this him!? \n[22]Is this the fucker you been writing all year!? \n[23]\n[24]Well, he's gonna have to learn to give you some respect. \n[25]Take 'em. \n[26]Leave the tree. \n[27]I've read your letters, motherfucker. Don't play no reindeer games with me. \n[28]Hell, Bugeye. How you doin'? Ain't hauling, man, I'm up for the holidays. Gonna have myself a holiday... for a goddamn change... \n[29]\"My sweet, sexy Ashy-lashy, I have been dreaming of you constantly, and knowing you are out there makes these walls not seem so close or so strong or so cold...\" Women live for this stuff. Dreaming 'bout your this, dreaming 'bout your those, gettin' X-rated on me here, Nicky... where are we... oh, right, other side... \"Someday I'm gonna take you up by Lake S. Before I went in, before goddamn Millie, 'fore I had my situation, I used to work up at this casino, working security. Used to watch for people stealing chips, counting cards, getting piss-drunk, that kinda shit. Indian place, they hired this reject outta Vegas to run it, got about as much business sense as a buffalo patty. Anyways, it's a fun place to run some numbers and play.\" \n[30]You're a good writer, Nick. I give this writing an A-plus. \n[31]Bury this guy. \n[32]I promised that when he helped us, we'd be gone! When he helped us! Loverboy don't want to play! \n[33]And you promised me you'd get your sweetheart to help! \n[34]He'd rather die than be with you, he'd make a fucked-up boyfriend anyway. Bury him all over the place. \n[35]Everything. \n[36]Hey. She says she loves you, Nick. \n[37]She's getting you to help us... 'cause she knows if you don't, you're dead. You just tell us what we need to know, you two live happily ever after. My sister loves you, motherfucker, and I ain't gonna have you break her heart. \n[38]A girl says she loves you, you say something. \n[39]Heyyy. Be nice, convict. We're gonna be working together here. Get him back in the rig. \n[40]The man who wrote those letters loved Ashley, boys. He lived for her love. Let's see him live for love. \n[41]Where's she work? \n[42]Wrote you a hundred letters, didn't she? Where's she work? \n[43]What's her middle name? \n[44]What'd they call her in high school? \n[45]What'd they call her in college? \n[46]Where'd she drop her cherry? \n[47]Be more specific. \n[48]What's her greatest fear? \n[49]Wrong, Nick. It's drowning. \n[50]That's love. \n[51]Let's get back on the road. It's time to start talking, Nick. Time to start telling tales -- \n[52]So when you worked there -- \n[53]You knew the place -- \n[54]We're talking, aren't we? \n[55]How much money's in that casino? Day-to-day. \n[56]The hell you don't. \n[57]You wrote Ash that letter, you told her that story 'bout working Christmas Eve, bout how they'd send half the security guys home, nobody comin, in that night. And the rest of you got shit-faced drinking hot buttered rum. That a true story now? \n[58]You know where the guards are. You know how to get in and out. You know where the money is. We're taking down that casino, convict. You're the guy gonna tell us how. \n[59]We got faith in you, Nick Mason. You're our inside man. \n[60]Christmas Two. \n[61]Ever since you started night school, you been givin, me headaches, Jumpy. Headaches. Go see what's taking him. \n[62]Here ya go, convict. We cased the place in the fall, got the layout down. What you're gonna do is show us where each of these doors go, what the upstairs level looks like, where they got the alarms, all of it. \n[63]And Nick? If you even think about setting us up, giving us some bad information? We go down... you go down... Now. Christmas Eve. How many guards are there gonna be? \n[64]And which of these doors here lead up to the security level? \n[65]What? \n[66]I did. \n[67]What the fuck are you talking about. \n[68]We walked the place for a week. \n[69]What? \n[70]They wouldn't have changed the security setup. \n[71]So what the hell good are you... \n[72]Wrong, convict. You walk in there, they recognize you. \n[73]They recognize him, they'll remember him after the job goes down. \n[74]Why not. \n[75]We'll trust you when we're rich. Why not. \n[76]Bring back some memories, Nick? \n[77]Rather be back in the Mountain? \n[78]Don't have Weather Channel in the Mountain, Nick. \n[79]Sleep good, loverboy. Tomorrow you got singing for your supper to do. \n[80]Take a look what Pug's bought for ya. \n[81]Put it on. \n[82]You're a country-western singer up from Nashville for the the holidays. Visiting your Grandma on the lake, driving into the Tomahawk for some scotch and slots. You only play the slots, you got that? Don't want no dealer friend of yours recognizing you, you sidle up to shoot some craps. \n[83]You do. \n[84]Shut the fuck up. You play what your girlfriend plays. Ashley's going in with you. You talk to her, otherwise you don't talk to nobody. You walk the room as many times as you want, but the second you come out, I want to know the run of the place. \n[85]You get recognized, convict, You get a country-western funeral. \n[86]Get out. \n[87]You got one hour. \n[88]Don't tip. \n[89]Don't. Lose. \n[90]Get in there and watch 'em. Watch their every fuckin' move. \n[91]Where the hell's he going? \n[92]Get him! \n[93]Where the HELL did he go? \n[94]Get. Him. Back. \n[95]At the rate you're going, Nick... I'm gonna have a hard time ever considering you family. \n[96]How lucky ya feeling now. \n[97]A for effort, Nick, honestly, A for effort and an honorary degree. I'm surprised you never escaped from the Mountain. \n[98]Nick, here's what we're gonna do. In the spirit of the season, I'm going to give you a chance. I understand you're unhappy. Right outta the lockup, here against your will, it's the holidays and there's reruns on \n[99]We're each going to get one of these. Whichever one of us hits closer to the bullseye... gets what he wants. You land closer, you get Ashley. And you guys get to go free. I land closer... and we start getting your help. \n[100]May the best sportsman win. \n[101]Damn. \n[102]Got something to say to me, Nick? \n[103]What'd you tell that casino manager? \n[104]You were talking to him! What'd you tell him!? \n[105]\n[106]I been driving rigs a long time, Nick. Four, five million miles of road. Worked for people who wouldn't keep me on less I was driving fifteen hours a day. Tell 'em I needed sleep, I needed rest, shit, they'll hire someone else... \n[107]...Dispatcher's screaming for me to haul ass, he's got a load on the runback for me. Shipper's making me wait for the pickup, receiver's bitching 'bout the count... \n[108]...Got the cops at the bottom of every mountain, got the DOT at the top. And every day, every day, I see all those faces in their little airbag Hot Wheels, moms and pops and jam- faced kiddies, giving me that look to go to hell and get off their happy goddamn highway. Hey. They don't gotta get two thousand miles by sundown, or the gang don't eat come sunrise. \n[109]It's time for me... to be working for me. I want mine, Nick. And I need you. Did you tell your manager there's gonna be a robbery? \n[110]Nick. I been trying to hit you. \n[111]Maybe that'll help sharpen your memory. \n[112]Tonight we're gonna take another look at that map. And this time you're gonna tell me what I need to know. \n[113]Start singing. \n[114]Sing it in pictures, Nick. \n[115]What's the code? \n[116]We got five. Putting Ashley outside. \n[117]\n[118]No. \n[119]I want a map of that security level. Every room, every guard, every thing. \n[120]No way. \n[121]No, you're not. \n[122]No gun. \n[123]That part, Nick... was planned out the day I read your letters. \n[124]Not cowboys, Nick. Not cowboys. \n[125]Not on Christmas Eve. \n[126]'Tis the season, convict. \n[127]Can't be attracting attention, right? \n[128]He wants the money. \n[129]...whoever she is. \n[130]All those letters are about to pay off, baby... all those letters... \n[131]Searching for a money man... \n[132]-- till he fucked his parole -- \n[133]That's a book, baby. That's a book of love. \n[134]I can't take watching you touch him. I can't take his hands on you. \n[135]I've been doing good, though. \n[136]Didn't have to send me down a fucking mountain. \n[137]He'll be dead when he does. \n[138]Y'know something, baby? If you were my sister? I'd still want to wake up Christmas morning with you... \n[139]Checking out. \n[140]That's for the hundred bucks worth of pay-per-view. And that's for the two hundred you took outta your minibar. \n[141]You wanted a weapon, convict? You got one. \n[142]Merry Christmas-Eve. \n[143]Commit this thing to memory. Every guard, every exit... don't tape it to your fuckin, wrist: remember it. That's the Gospel right there. The Gospel. Matthew, Mark, Luke and John... \n[144]sits by the water, staring over the lake too. With a white cotton Santa beard resting on his chin. He unwraps his roast beef sandwich, pulls his beard down to his neck, and takes a savage bite. Munches away, stares to Rudy and Ashley. She meets his eyes. Gabriel smiles. And looks again to the water. \n[145]Go. \n[146]Hey, Sears! Hey, Wal-Mart! \n[147]American beer. \n[148]Be back, Wal-Mart. Watch my bank. \n[149]Right at the top of the stairs, right at the top of the stairs... -- charging to the top, starting right and running SMACK into a wall. He spins, sees the doorway's on his left -- \n[150]Video room, video room -- \n[151]Map said video room -- \n[152]Map said goddamn video room! \n[153]\n[154]Show's over. \n[155]Santa Claus, Santa Claus, and Santa Claus... would you please bring our... mapmaker... to the security level? \n[156]I told you not to fuck us with that map, Nick. I told you not to, and you did. How am I s'posed to keep my promises now? How's she s'posed to keep hers? \n[157]He won't tell us where it is. The Powwow Safe. \n[158]\n[159]The Powwow Safe where you steal your money! Where you cheat your Indians! \n[160]We KNOW about the Powwow Safe! We KNOW it's in here! We KNOW how you work! Because WE know who's worked for you! Remember a guy named Nick Mason!?  A security guard named Nick Mason!? \n[161]Where is he?! Where is he?! \n[162]You are lucky, convict. You're spending Christmas with the birthday boy himself -- \n[163]Open it. \n[164]\n[165]\n[166]With the wrong fucking guy! We took the place down with the wrong fucking guy! Is that Christmas?! Huh?! Is that Christmas?! \n[167]God bless us every one... \n[168]You almost got away with it, Santa. Got outta the Tomahawk, got to your car, got halfway to Canada till you caught some ice in the road. By the time you hit bottom down there, whole car was burning like a comet.  Musta burned up all that money too. \n[169]Buncha guys in red suits busted in, they'll say. Started shooting. They won't be able to remember... if it was three, or four... or five. Four dead Santas and some burned-up cash. Merry Christmas, The End. \n[170]She told me 'bout the convict magazines. Had to figure there'd be some boys in the pen with some useful knowledge. With nobody to talk to. Nobody to listen. So we stocked up on stationery. \n[171]Hard life being a trucker's girl. \n[172]Get in the car. \n[173]Get in the CAR! \n[174]Ash? \n[175]Ash? ", "ASHLEY": "\n[1]Good. \n[2]Radio said negative five. \n[3]Yeah. \n[4]Radio said. \n[5]I figured you walked outta there and saw me and walked right the other way -- \n[6]Saw my outfit or something, my coat -- \n[7]Saw me -- \n[8]You are to me. \n[9]Thought you wrote you had a mustache. \n[10]No, no, no. Be like you want to be. \n[11]What. \n[12]No -- \n[13]No, c'mon -- \n[14]You're better than the picture in my mind, Nick... You're real. \n[15]Go to hell, Nick Mason, what's that supposed to mean -- \n[16]Well. You're not the first guy I wrote to. But you're the only one I kept writing to. \n[17]I told you, Nick. Remember? \n[18]All the guys I've ever been with... they never want to know me. Who I am on the inside. They just want to qet inside. When they do, they think that means they know who I am. That I trust them. That they know me. That there's nothing left to learn. A guy like you, Nick -- six months before you can even touch my face. I figure a guy in that kind of bind, he's gonna hafta work to get to know me some other way. \n[19]Not bad. Just regular. You wrote me wonderful things, Nick. Personal things. \n[20]Yes it was all you -- \n[21]I'm talking about the heart, Nick. I'm not talking about the words. \n[22]Then he shoulda signed his name. \n[23]And he'd be here right now. \n[24]Provisions! We are not leaving that motel room again till after New Year's: we need ten days worth of provisions! What's good?! \n[25]THIS MAN... has not had a cookie in two goddamn years! Get him two of everything! \n[26]Can't survive on our bodies alone, Nick. Hurry up! \n[27]Yeah, well you wrote me you were six- foot-four, baby. So don't talk to me about little white lies. \n[28]You need a COAT! \n[29]No boyfriend of mine is going to walk around in negative-five degree wind chill without a goddamn good- looking coat! \n[30]You got out, Nick. You're here. You're my Christmas. \n[31]You forget where I work? \n[32]Fifty percent off, motherfucker. Ho ho ho. \n[33]Toys for adults. Where are your toys for adults? \n[34]C'mon. How old are you, sixteen? C'mon. \n[35]I got fifty dollars to spend in your store, Jesus of Nazareth. Can you help me or not? \n[36]Thank you. \n[37]You know what I was thinking, after our holiday hideaway? Instead of going back to Detroit, maybe we could go gambling. Y'know? Drive up to that Indian place you worked at. Wouldn't that be fun? I haven't gone gambling in forever! \n[38]Blackjack, Nick, blackjack I am good at. I mean, they'd give us some free games or something, wouldn't they? Since you worked there? \n[39]And the slots, slots I'm good at too. Wouldn't that be fun? \n[40]We could live it up and -- \n[41]I just... I thought you'd have friends there... \n[42]Well, they don't know what the hell they're missing. \n[43]Baby, I'm gonna go tell 'em not to disturb us for the rest of the year. I get back in that room, you better be wearing nothing but a candy cane. \n[44]No, lover. I'll see what you can do. \n[45]Watch out, baby! I'm bringing in the fucking tree! \n[46]I'm telling you, we got the best one in the store... I don't know why people want their houses smelling like the stupid woods... \n[47]\n[48]Gabriel -- ! \n[49]Gabriel, what are you doing! \n[50]\n[51]Gabriel, let him go -- \n[52]What are you doing here?! \n[53]Gabriel! \n[54]\n[55]Nick... \n[56]Don't hurt him... \n[57]Please, Gabriel, don't... \n[58]\n[59]Shh, Nick, shh. They won't hurt you now. You're okay... \n[60]I won't let 'em, Nick. They won't hurt you anymore. \n[61]He's not a bad person, Nick... he's not... \n[62]You're not gonna hurt him anymore! \n[63]Since Janey moved in... Gabriel... he's come over more and more. To the apartment. Janey's the divorced one, 'member, with the tit job -- \n[64]He read the letters, Nick. Some day I wasn't there. He went through my room. He found your letters. \n[65]He knows you worked in that casino. \n[66]Nick, no -- \n[67]Nick -- \n[68]Nick, what are you -- \n[69]Nick, I love you -- \n[70]Nick, it won't work. It won't work! \n[71]He'll kill you. \n[72]My brother's killed people, I know he has. Truckers. If you talk him into thinking you're not you, you'll only get yourself dead. \n[73]Nick, please, it's me -- \n[74]No, Nick, no -- \n[75]I love you! \n[76]If you say that, if you keep saying that, they will kill you. If they think you're not you, they will kill you. Don't you see? I know what you're doing, but it won't work! \n[77]I won't let him hurt you! He just wants what you know! \n[78]Just tell him what you know, Nick! That's all they want! And we'll get out of this! \n[79]He found them... I swear, Nick... ...he found them... \n[80]Nick... \n[81]Gabriel, you promised! \n[82]You promised me! \n[83]\n[84]\n[85]I love you... Nick, I love you... \n[86]Gabriel! \n[87]Gabriel! You said talk to him. That's all you ever said... \n[88]Jack. Jack Bangs. \n[89]He said he wanted to talk to you. When he found the letters... he said \"when your boyfriend gets out, I wanna talk to him.\" I thought he meant back in Detroit. I thought he meant -- \n[90]I thought we'd have a few more days. \n[91]No! \n[92]Nick! He wants to know how to rob it, and he'll leave you alone! That's all he wants! I hate him, Nick... you know how... \n[93]Not without you. \n[94]They run routes mostly east, retail stuff, warehouses. But Gabriel knows some guys in New York, Miami, guys he helps get guns to Detroit. Hides 'em with his regular loads. \n[95]No. He wants to be working for himself someday. \n[96]What? \n[97]I don't think they've ever robbed anything before. I think they've just driven guns. \n[98]They're truck drivers. \n[99]We're gonna get out of here, Nick. We're gonna get out of this... \n[100]Nick... \n[101]If I'd told you what he wanted, you'd have been gone. You'd have gotten on that bus and stayed on it. And if that's selfish, I am. If that's lying, I'm a liar. But I been dealing with fucked-up brother and his fucked-up friends for a long time, and I was stronger than him then and I'm stronger than him now. 'Cause he showed up for money. I showed up for love. And if you're so ready to make me your enemy... then what did you show up for, Nick. What did you really want... with me... \n[102]Get your goddamn hands off me -- \n[103]So does it look a lot different? \n[104]That guy knows you? \n[105]Be careful, Nick... \n[106]Hey Nick! We're up fifty cents! \n[107]Nick, what happened -- \n[108]He started losing his hair. \n[109]Nick! Run! RUN!!! \n[110]No!!! \n[111]\n[112]Nick, the ice is -- \n[113]Nick! Jesus, Nick -- \n[114]Nick, oh my God, what'd he do to you? What'd he do? \n[115]Jesus Christ, stay here, don't move, stay right here -- \n[116]We'll get there, baby... we'll get there... \n[117]Shh, now. Rest now. Two years, Nick. You haven't had cranberry buns in two years. \n[118]You saved my life. You could have run, but you didn't. You saved me. \n[119]I saved you because I love you, Nick. Why'd you save me? \n[120]I'm sorry, Nick... I'm so sorry... \n[121]I love you, Nick... \n[122]I love you... \n[123]What? \n[124]I don't know... \n[125]Nick, what are you talking about? \n[126]Part of... with them? \n[127]Yeah. What're you gonna do about it. \n[128]What's the matter, Gabriel? This is what you wanted him for, isn't it? \n[129]He wants to see your map. \n[130]He says he wants it now. \n[131]How are we gonna do this, Nick? \n[132]Bullets or no bullets, he won't do it. \n[133]No. \n[134]They all are. Football's on. \n[135]...and he's saying \"We're not gonna help him just to walk away. If we're gonna help him... we're gonna get it all... \n[136]...he wants to help now, he wants to rob it now we could probably stay right here, he'd go on and rob it by himself -- \n[137]No, baby. He wants me. \n[138]He wants... your \"sister\"... \n[139]Nick Mason's gonna help us more than we ever dreamed. \n[140]To all those cons... \n[141]We musta written what, twenty of 'em? And they were before this guy. One, two letters apiece, ten to the racetrack guy in Leavenworth -- \n[142]-- plus the forty to Mason... how many letters is that? \n[143]One more day, baby. One more day to Christmas. \n[144]Didn't have to hit me so fucking hard. Didn't have to throw me outta the goddamn truck. \n[145]What, he should see me help you catch him? \n[146]He's shown us the setup, he's drawn us the map, he's helped us do the plan. He wants a gun, give him a gun. Take the bullets out, whatever, but give him the gun. The more manpower we've got in there, the better. He won't try and make his move till the money's in hand. \n[147]Mmm, baby. And I'd still want to be the tinsel round your tree... \n[148]Merry Christmas-Eve, my love. My love, my love. Merry Christmas-Eve... \n[149]Gabriel! \n[150]Where should we go, Nick? When we're gone from here... where should we go... \n[151]We go together, Nick. Wherever... we go together. Remember? \n[152]Three minutes. \n[153]Go. \n[154]\n[155]\n[156]You... you... YOU -- \n[157]Your turn. \n[158]You shouldn't have. \n[159]Who wouldn't. \n[160]Merry Christmas, Rudy. \n[161]Merry Christmas. \n[162]What? \n[163]What are you talking about? \n[164]I... you told me your name was Rudy. You told me a million times, back in the truck, telling me you weren't Nick -- \n[165]You were screaming you weren't Nick! And we just didn't fucking believe you! \n[166]You said it a million times! \n[167]Men. \n[168]I missed you too, Nicky baby. \n[169]For your information. I never fuck the wrong guy. \n[170]", "NICK": "\n[1]What's the first thing, man? What's the first thing you're gonna do? \n[2]Hell you haven't. \n[3]We walk outta here, we hit that road, what's the first thing you're gonna do. \n[4]Three days, man. \n[5]Fuckin' Christmas, man. Fuckin, Christmas on the outs. \n[6]What? \n[7]And a slice of pecan pie, right? \n[8]She's gonna be out there, man. Right there. Right there waiting. \n[9]Gonna walk out of this shitstorm and right into her arms. \n[10]Got us a motel out Highway 5, bringing her own damn sheets, you read that part? Silk damn sheets. Lock ourselves in the whole week, drinking wine, taking baths, man, see if they got those room service steaks... anything I want to do. Remember when she wrote that? Anything I want... \n[11]Why you gotta say a thing like that. \n[12]Why you gotta. We were gonna give you a ride someplace, man. Now I just don't know. \n[13]Fuck your hot chocolate, Rudy. \n[14]I'm gonna marry this girl. \n[15]Hey, hey, listen here. \"I've made my list and I've checked it twice, and as long as you're naughty, it's gonna be nice. These cold winter weeks have been killing me, Nick, as I lie here alone. It's not enough to have your warmth in my heart anymore; I need your warmth next to me. Work at Penney's has been busy because it's Christmas and that's when we do almost half of our business for the whole year -- \", okay, whatever, whatever -- \" -- my manager's still mad at me for asking for the whole week off,\" whatever, whatever -- Here we go. \"And all that gets me through the day is to close my eyes and imagine holding you, and kissing you, and touching you, and tasting you everywhere because I know at that moment, I'll feel I've found the reason for my whole entire life.\" \n[16]Yeah. You grow up in Detroit, you get matured real quick. \n[17]Sure as hell don't make me miss Millie Bobek. Guess I owe Millie, though. If I hadn't been rollin, her, I woulda never ended up here. And I woulda never met Ashley. That's the world for ya. \n[18]Me and her got a connection. Read this part. Read the part about stuffing her stocking. \n[19]No, I think that's just oranges. She writes here she's eating oranges. \n[20]Shoulda written to that magazine, Rudy. I'm gonna walk outta here, walk right into a relationship. Not some one-nighter, man... a relationship. You? You're gonna walk outta here with bus fare. Searching for the drunkest skirt in the room. \n[21]Shoulda written, Rudy... \n[22]Shoulda got yourself a girl. \n[23]Thought you hated Sidnaw. \n[24]Thought you hate your old man. \n[25]Well, man. Me and Ashley. We'll be thinking about you. \n[26]Don't look like he missed the sunlight. \n[27]Aw, Rudy. \n[28]What the fuck is this? \n[29]What's this shit in it? \n[30]Just so you know, this man and I are outta here in two days. So while we're inhaling London broil and lobster bisque, you're gonna still be standing here smelling up the mystery creamfuck. Who's in prison now? \n[31]Two days. \n[32]So maybe after our week beneath the sheets, we'll head down to Motor City for New Year's. She says her roommate's skipping town for a few days, have the place to ourselves. Remember how her brother's a truck driver down there? I'm thinking he might be able to help get me some work. \n[33]No, I'm through with that shit. Ashley's right. Gotta start doing something I got a stake in. Get a business going. \n[34]Hotwiring cars, Rudy, does not qualify as a small business. Chop shop consultant; doesn't work on a resume. \n[35]Ashley's talking about maybe we can start something up together... \n[36]Whatsa matter, Zook? \n[37]Just a roach, Zook. \n[38]It's a roach, guy -- \n[39]Oh, man -- \n[40]Fuckin, Zookerman -- \n[41]Rudy, don't move -- \n[42]Don't move, Rudy! \n[43]Ate the jello, jello was fine! \n[44]\n[45]Alamo... \n[46]Jesus, Rudy -- \n[47]Oh, fuck, Rudy... oh Jesus... \n[48]Ash... Ashley... \n[49]Tell her... I'll be there ... \n[50]Tell Ashley... I... \n[51]...be with her... \n[52]...for Christmas... \n[53]Rudy, man, here we go, here, what she wrote here: \"The car's waiting. The motel's waiting. And I'm waiting. I've waited for so long. I'm burning for you, Nick. My whole body. My whole heart. I'm burning for you...\" \n[54]Merry Christmas, Rudy. \n[55]I missed you, beautiful. \n[56]Oh, hey. Have you two been properly introduced? Sweetness, this is Rudy Duncan, I did almost a year with him in the Mountain. Read him all your letters, talked about you all the time, made him feel like he really knew you. My friend... wantcha to meet Millie Bobek. 'Member Millie Bobek, dontcha? My girlfriend fore I went in? Worked at that bar in Motor City, where I manslaughtered that guy? Hell. Didn't talk about her much once the Ashley letters started coming, I guess. \n[57]Millie here used to serve drinks to these gunrunning truckers, real big talkers, talking bout a real score one day. I was in the Mountain, man, what the hell, why not let her get friendly with 'em? Let her tell 'em an idea she had, 'bout writing guys in prison. Getting one who could show 'em a sure thing. \n[58]Why not have her pretend to find me? Pretend to write me and reel me in? Tell her new trucker-man she'd pose as some sister of his named Ashley? \n[59]Always wanted to rob that casino, Rudy. Way back when I worked there. What better way than to get some guys to rob it for me. \n[60]Paid the Alamo ten bucks to put the shiv in me. He's a lifer, what does he care. Paid a hospital guard fifty to put out the story I was dead. Once the wound healed up... Got out of the Mountain this morning. And tonight I'm a rich man. \n[61]Do what? \n[62]Because every time I read her letters, Rudy... you listened. Keep your gun on him. \n[63]Five Santas walked into that Tomahawk, Rudy. That's what the witnesses'll say. So we gotta have five Santas not walk out. Gotta have five... This'll burn right away... in the fire... \n[64]Hell, you never needed to convince Ashley you were me. Just the dumb fucking truckers. I figured I'd talked enough about the Tomahawk in the pen for you to get by -- \n[65]Hm. Well. They'd have killed you if you weren't me, Rudy. We knew you'd start convincing 'em soon enough. \n[66]They had the weapons and the willpower. We just gave them their inside man. \n[67]I gave them me. Said some nice things about me, Rudy. I appreciate it. But don't worry. I do love her. And she loves me. You had that right all along. \n[68]Sweetness! Let's light up the tree! \n[69]Goodbye, Rudy! Nice spending time with you! \n[70]...Rudy... help me... Rudy... \n[71]...Rudy! Rudy! HELP ME!!! ", "MERLIN": "\n[1]Hi, Nick. \n[2]Hey. They got a shitload of cookies. \n[3]How 'bout the tree? You want the tree? \n[4]Beats prison, I guess. \n[5]You want that for here or to go? \n[6]And where they hide the real money. \n[7]Start talking, Nick. \n[8]Buffet. Whaddya think it is? \n[9]Having romance problems, Romeo? \n[10]There anytime you don't got a mouthful of shit? \n[11]Acid-chewer. \n[12]Who's robbin' who here, Gabriel... \n[13]What the hell was that about -- \n[14]Thanks, sister. How are ya. \n[15]Hell yeah. You work here long? \n[16]How long ago was your makeover? \n[17]No, the place. The remodeling. moving everything around. \n[18]Monster. There never was a structure change. This place was built the same from day one. \n[19]And Monster... he was talking with the casino manager. Nick was talking to him. \n[20]You keep running, Nick! Keep running now! Can't keep warm if you don't keep running! We'll just be right back here... keeping track of your trail. \n[21]Wherever you run... we'll get there. Fast as you want... we'll be there. We drive for a living, Nick. Twelve, fifteen, twenty-hour days. \n[22]We got nothing but time. \n[23]Game room's closed. \n[24]Pug. \n[25]\n[26]That right? Shit. I used to run rigs for a guy loved your chaw there. Shit rotted out his tongue, had to build him one outta silicon so the poor boy could talk. You ever see a motherfucker with a silicon fucking tongue? \n[27]This trucker? Met a girl in a bar one night, she didn't know his situation. He's drunk, she's drunk, they get to mackin' hot and heavy and the woman swallows it. His tongue. Sucks it right down. \n[28]His lips went next. You ever see some silicon-fucking-lips? \n[29]Vegetarians... \n[30]How do we take them out? \n[31]How do we do that? \n[32]What about the money? \n[33]Hell yeah. \n[34]Where the hell's Gabriel? \n[35]Get me a brew. I'm gonna check on our convict. \n[36]My room. \n[37]I got a bacon too; there another bacon in there? \n[38]Somebody better give me something with some goddamn bacon -- \n[39]CHARGES through the casino entrance, shotgun held -- \n[40]\n[41]Hold it right there, Nick. Your squirt gun's all you need. \n[42]Cover 'em. \n[43]You said no GUNS in there! NO GUNS! \n[44]You knew there were guns in here! \n[45]You got Pug killed! You tried to get ME killed! You just lost your Get- Outta-Jail-Free -- \n[46]Hell. I'm gonna take pleasure in this... ", "JACK BANGS": "\n[1]There's an S-word I'd really like to throw in the discussion here, guys, cause it's a big part of what's going on. Big element, 'kay? S-word. It's a serious issue, serious factor, so I'm just gonna get it out there, throw it an out there, so we can know it, we can talk about it, we can get things done... Snow. Are you with me, guys? Snow. Big time, fucking, grade-A, God- quality, S-N-O-W-snow. \n[2]There's no snow in Vegas, 'kay? They don't know it, they don't want it, they got laws against the stuff. They got Egypt down there, right, they got Monte Carlo, Hawaii, they got ancient Rome, but where's the Winter Castle, right? Where's the Swiss miss Chalet? Where's the Big Fucking Igloo? \n[3]Capades? They don't do it. Mittens? Outlawed. Why? \n[4]Because down there this is money. Up here this is heat. You wanted Vegas quality, I brought it to you. You wanted Vegas press, I gave it to you. But guys, please, guys... I can't get you Vegas profits... till one of ya does some spirit dance and does something about this snow. \n[5]The Paiutes, they cook their books. \n[6]Seventeen? \n[7]I'm bringing in this great showroom act next week; these three Russian girls, they look like Meryl Streep, they can juggle anything. \n[8]Guys. We're doing it right, here. $5.99 prime rib? Nobody does that in Michigan. Nobody. \n[9]I'm putting liquor in the drinks, I'm giving 10-times odds on craps, I got the girls showing sixteen-percent more skin! Show me another buffet's gonna offer you Coke and Pepsi! Whaddya want me to do?! \n[10]Gimme a goddamn bottle of anything. \n[11]I can't go back to Vegas, Bear. They'll fuckin' kill me, 'kay? I can't go back... \n[12]They want gold-paved roads is what they want. Talking 'bout the fuckin' Paiutes. Fuckin' Paiutes are on the interstate. Nothing I can do about that, man, I didn't pick the spot for your reservation. \n[13]Yeah, yeah, whatever. \n[14]Hey. Hey, cowboy. Jack Bangs, I run the place. Nice to have you in the Tomahawk. Tell me something... \n[15]...does upstate Michigan need another roadside casino or does upstate Michigan need an international gaming destination? \n[16]Well, so how'd you hear about this place, then. Word-of-mouth? Mass mailings? Cable TV? \n[17]Prison?! \n[18]I can't go back to Vegas, Bear... I can't... \n[19]Aw fuck. \n[20]And all through the house... not a creature was stirring... Why don't you go ahead and send most of your guys home, Ed. \n[21]Hell. Nobody even comes here to cheat... \n[22]Hell, there we go. That's the spirit. \n[23]No... not here... please... mister... \n[24]Mister. I'm begging, 'kay? I'm begging. This is not some card club, 'kay? This is the Tomahawk. We're an international gaming destination. We're in guidebooks. You can't do this... you can't do this to me... \n[25]I can't go back to Vegas... I can't... go back... \n[26]I don't know... what you're... \n[27]What... Powwow... \n[28]I don't steal any -- \n[29]Nick... Mason... ? \n[30]...so where is he? \n[31]He's not Nick Mason... \n[32]Nick Mason... worked for me two years ago. This man... ...he's some cowboy... \n[33]I can't go back to Vegas... \n[34]\n[35]\n[36]That's why they call it gambling. ", "JUMPY": "\n[1]The problem with prison... is that it is founded on the fundamentally flawed perception of rehabilitation through punishment. A society can't hope to create a \"changed man\" by surrounding him with the worst in his fellow man; what it \"rehabilitates\" is solely a conviction that if he can survive the inhumanity of prison, what then, can he not withstand? He has seen man's darkest soul and kept his sight: what is left for such a man? What faith? What fear? \n[2]Don't get no blood on my boots -- \n[3]I've read where the retail industry does fifty percent of its business between December 1st and December 25th. Half the year's business, in one month's time. It seems to me an intelligent society would legislate a second such gift-giving holiday, create, say, a Christmas Two -- late May, early June -- to further stimulate growth and prosperity. For who would protest such a holiday? Taking the fifty percent model, a Christmas Two would grow this country's annual per capita income by close to one-third. \n[4]The Powwow Safe? \n[5]What happened? \n[6]Trouble. \n[7]What about the Powwow Safe? \n[8]The Powwow Safe. The secret safe. You said the manager's got a safe in his office where he hides skim money. \n[9]With his girlfriend. Making up for \"Nick\" time. I'm going down to the bar, you want something? \n[10]Cheeseburger 'n bacon's mine -- \n[11]Nick. It's true that Indian gaming's gone a long way toward restoring wealth and pride to communities who've been economically isolated and enslaved for centuries. Stronger infrastructure, better schools, higher employment... they're all the results of reservation casino success stories. Still, many natives believe that these are temples to a godless materialism and greed that will only infect the souls of indigenous peoples until their love of money has destroyed the spiritual values their ancestors died to protect and their homelands have become no different from any United States suburb, satellite city or industrial park. Destroying the Indian legacy once and for all and leaving behind a nation of selfish, angry natives, of which I, it's true, am one -- \n[12]Hi, Santa Claus, how are you. He's with Sears, I'm with Wal-Mart, twas the season... \n[13]...bunch of us got together for the union party. Hey, how late are you open? \n[14]Blackjack. Got a buddy from Woolworth's out parking the sleigh. \n[15]How are you tonight? \n[16]Jack and Coke. \n[17]Woolworth's! \n[18]Saved you a seat, man. Get in on a hand here! \n[19]Could Fat-Man-With-Flying-Horse get some quarters, please? \n[20]Step BACK from the desks! \n[21]What the hell is with this place? Thought the video room was back there -- ", "PUG": "\n[1]I owe ya a drink, ya fuck -- \n[2]Watch your mouth, man. It's Christmas. \n[3]He's not the guy, Monster. \n[4]Whole time you were driving, he was telling her he's not the guy, he's not the guy. I know why he'd tell us he's not the guy. why's he telling her he's not the guy? What if he's not the guy? \n[5]Start talkin \n[6]That's what it looks like! \n[7]Map is kinda dirty, Monster... \n[8]So what? \n[9]Goddamn, Merlin. There any part of the day you don't smoke? \n[10]Cancer-sucker. \n[11]Where the hell's your sister? \n[12]That motherfucker -- \n[13]Knew a guy in Joliet, smoked ten packs a day like you. His lungs got so black they couldn't find 'em with an x-ray. \n[14]Hell. The guy from Joliet, those black-ass lungs were the least of his problems. Got so much smoke in him his lungs couldn't even hold it. Got into his system, man. Into his blood. Coming out his ears, man, coming out his eyes. Guy'd be walking the row, smoke'd be puffing out his skin. \n[15]My guy would walk into a room, set off the goddamn sprinklers. \n[16]Without having them hit the alarms. \n[17]Okay, who had the cheeseburger with bacon; what about a roast beef, I've got two roast beefs here -- \n[18]I got a bacon for him and a bacon for me; there's four cheeseburgers and two roast beefs -- \n[19]What's the security code to the Count Room? \n[20]", "WAITRESS": "\n[1]Fuckin' freezing. \n[2]Five years. Since it opened. \n[3]My what?! \n[4]The Tomahawk's looked the same since I started, mister. Only the losers change. \n[5]What can I get ya, Santa? \n[6]Fuckin' freezing. What can I get ya, Santa? \n[7]Want that Jack and Coke or Jack and Pepsi? \n[8]What can I get ya, Santa? ", "SECURITY BOSS": "\n[1]Thanks, Jack. Merry X-mas. \n[2]How you gentlemen doing tonight? \n[3]All night and all day. \n[4]What's your game, guys? \n[5]Good luck, gentlemen. \n[6]Jack? Is there a union for department store Santas? \n[7]Help them down there! HELP them! ", "OLD TIMER": "\n[1]I... sorry, Mister... \n[2]Well...sorry... \n[3]But... I had a five... \n[4]But you don't even know what it is! \n[5]What? No... \n[6]I'm ninety-two years old -- \n[7]There is no other table -- ", "YOUNG GOVERNOR": "\n[1]We understand you, Mr. Bangs. \n[2]We're aware of your position. \n[3]Mr. Bangs. \n[4]The tribe is concerned that many of your... new ideas are not resulting in any new venues. \n[5]We want to see our casino making money again, Mr. Bangs. Making money for our community. \n[6]We want you doing the job... that we brought you here to do. "}}