{"dialogues": {"PENDERGAST": "\n[1]Any of your men go on board? \n[2]Could you please take me to the officer in charge? \n[3]Special Agent Pendergast.  FBI. \n[4]Not at all.  I think we may be working on the same case.  If so, I could use your help. \n[5]The body? \n[6]Mind if I have a look? \n[7]Where's the head? \n[8]Whose footprints? \n[9]Yes, I'd say we're definitely working on the same case. \n[10]An original Roger Tory Peterson of a Red-Breasted Merganser.  Amazing.  I have a copy of this in my office at home. \n[11]In this violent world, I believe the only way to stay sane is to take time to notice beautiful things. \n[12]Not at all.  I enjoy the smell of a good cigar. \n[13]Lieutenant -- \n[14]Did you read about a boat that washed up outside of New Orleans about four months ago?  Twelve bodies on board. \n[15]Yes.  That's my case.  Now it's yours. All the corpses were badly mutilated in a very particular way. Decapitated.  Brains extracted.  Limbs torn to shreds.  It looked like the work of a large animal, but there was no sign of an animal on board. \n[16]No.  There's more.  There were crates from this museum in the hold of the boat. \n[17]If you don't mind, this could be important. \n[18]Unfortunately, no. \n[19]How did you get away? \n[20]A guard?  Do you remember his name? \n[21]How do you explain the part about Beauregard? \n[22]I believed them. \n[23]No.  I think what we've got here is a psychotic killer wielding some kind of unusual weapon... who wants us to believe he's a monster. \n[24]We've met.  The Hacksaw Murders.  '89. \n[25]I hope you liked it. \n[26]Someone who makes the Hacksaw Murderer look like Mother Teresa. \n[27]The thalamus and the hypothalamus, perhaps? \n[28]If you don't mind a suggestion, you might try a saliva test. \n[29]Correct. \n[30]This isn't an animal, Vince.  I've been on this case four months, remember?  I've learned a few things. \n[31]Let me tell you about it, Vince. \n[32]Excuse me.  Has Dr. Green left? \n[33]Dr. Green? \n[34]Special Agent Pendergast.  FBI. Forgive me.  I guess I was snooping. What is this? \n[35]How does it work? \n[36]No. I came to talk about Dr. John Whittlesley. \n[37]Maybe not. \n[38]You have time to talk? \n[39]Dr. Whittlesley was last seen in Belem, Venezuela a week after the rest of his expedition disappeared. A taxi driver drove him to the harbor where he boarded a cargo boat.  That boat washed up in my district.  Everyone on board was killed. \n[40]Disappeared.  His body wasn't among the victims. \n[41]The people killed were mauled and their brains were eaten.  Just like Beauregard.  One part of the brain was extracted with surgical precision.  The hypothalamus and thalamus to be exact. \n[42]You loved him. \n[43]You were going to be married. \n[44]I ran an internet search on Dr. Whittlesley.  Got a list of his scholarly articles and the engagement announcement in the Times.  I also found a record of your restraining order. \n[45]You were afraid of him, weren't you? \n[46]Tell me about the last expedition. What was he looking for? \n[47]A monster? \n[48]What happened? \n[49]What if Whittlesley arrived on the tepui and no monster was there?  Was he desperate enough to create one? \n[50]Something came up in autopsy tonight.  Imbedded in Beauregard's body we found a claw. \n[51]I don't think so.  I think we were meant to think it was Mbwun.  Did Whittlesley's monster have claws? \n[52]Would you mind showing it to me? \n[53]Where would we find it? \n[54]All right.  I'm as macho as you are. Perhaps. \n[55]Dr. Green!  Dr. Green! \n[56]What happened? \n[57]I heard you calling and I ran after you, but you kept disappearing and I couldn't keep up. \n[58]Where did you see it? \n[59]All right.  If you're positive. \n[60]Stay in formation together.  Take it room by room.  Check for footprints, any signs of disturbance.  If you see or hear anything the least bit suspicious, I want to know. \n[61]Bailey's going to be in the guard house outside.  Officer Van Dorn is right down that hall.  When McNitt's done, he'll relieve you. \n[62]Dr. Green... \n[63]They're all heavily armed. \n[64]What was it? \n[65]I had no idea the Museum had a complete collection of Piranesi's Forum sketches. \n[66]I've read about the Museum's financial troubles. \n[67]If the party goes forward, and that's a big if... I've arranged for a large police presence. \n[68]Yes. \n[69]I understand.  But Mr. Cuthbert, we've got bigger problems.  Depending on what we find today, we may have to shut you down. \n[70]That would jive with what we got from the preliminary DNA read-out. Here, have a look. \n[71]Genetic damage? \n[72]We need someone to take us to the secure storage area. \n[73]Thank you for taking the time to help us with this, Dr. Frock. \n[74]How many storage areas are there? \n[75]Do you mean Dr. Whittlesley? \n[76]And failed.  These doors are solid steel. \n[77]I wouldn't be so sure. \n[78]This must be the one that held the statue.  Let's see what else is inside. \n[79]Read it out loud. \n[80]I think the scratches were put there to scare us.  Perhaps even lead us to this note. \n[81]You said John Whittlesley made a study of your blueprints of the museum. \n[82]Are there any hidden rooms or staircases?  Places where someone could hide? \n[83]Where is that? \n[84]You said you had plans of the museum.  Could we see them, please? \n[85]Apparently it's huge. \n[86]We haven't got time.  You have to meet with museum security so we can make a decision about tonight. \n[87]These plans indicate there's a walled over entrance to the sub- basement right around here. \n[88]Hard to read in this light.  The ink is so faded. \n[89]Not yet.  Let's try the fork to the left. \n[90]Keep the light up.  I can't see. \n[91]Shut them up! \n[92]Stop! \n[93]Quiet! \n[94]Forget the dogs.  You two, get back here.  Don't point that gun at me. \n[95]Get back!  Now! \n[96]He's right.  Follow me. \n[97]I'm ordering you!  Cover me! \n[98]Come on.  Let's get back to the others.  We can't leave them alone. \n[99]Not on the map.  Looks like it connects with the city sewer. \n[100]We're coming back! \n[101]Identify yourself!  Who's there? \n[102]Quiet. \n[103]Stay calm. \n[104]I know where we are now.  We're getting out, Jonathan.  This should be another door. \n[105]Another storage room. \n[106]Something's happened.  The power's out. \n[107]All right.  I know where we are.  This is the osteo prep lab.  I was in here earlier.  We're safe now. \n[108]Keep the animal quiet. \n[109]Go out the other doorway.  There's a stair at the end of the hall.  Up five flights is a corridor that leads to the Hall of the Heavens. Find Lieutenant D'Agosta.  Bring help. \n[110]Halt! \n[111]Margo!  Frock!  It's coming!  Run! \n[112]No.  I think I'm hallucinating. \n[113]Gone. \n[114]No.  A chromium alloy tipped .45 caliber bullet bounced off that thing's skull like a spit ball.  I think it was bothered by my light. \n[115]I don't know how to deal with this. It's hellish.  Like nothing I ever saw.  I'm not trained to deal with a monster, a supernatural creature like that. \n[116]But this isn't the jungle!  This is New York.  How did it get here?  A thing like that crossed two continents.  It makes no sense! \n[117]I don't believe it. \n[118]But what can we do?  Our guns are useless -- \n[119]All clear. \n[120]You'd slow us down and put Margo in danger. \n[121]He's right. \n[122]Footsteps! \n[123]Where are you?  Who's there? \n[124]That was D'Agosta. \n[125]Vince! \n[126]This door's locked.  Try shooting the hinges off. \n[127]No.  The planetarium is in the next cell.  This is one of the fire doors... \n[128]Vince?  There's no way we can get to you with the fire doors down. There's an entrance to the sub- basement in the hall off the north side exit. \n[129]I've been down there.  It links up to the old sewer system.  I can guide you out. \n[130]Go out the north exit!  There's a hallway and a false wall by the Greek vases.  Run! \n[131]Hide quickly! \n[132]Buy them some time. \n[133]Hey you big tub of lard!  Over here! \n[134]Come on, you smelly pile of refuse. Come get me.  I dare you! \n[135]It's scared of me. \n[136]Drop the fibers! \n[137]What happened? \n[138]It didn't want the fibers.  What does that mean? \n[139]Then it won't go after the others? \n[140]For what? \n[141]We're fine.  Take the left fork behind you.  You'll be in a straight passage.  When the hall forks again in fifty yards go right.  Then radio back. \n[142]Vince?  Can you hear me?  Vince! \n[143]How? \n[144]It's deceptively simple.  Like a Bruckner Symphony or a Matisse. \n[145]Oh God!  Help! \n[146]It's coming.  Run. \n[147]We're not going to make the storage room! \n[148]Please, no!  Don't hurt Margo! \n[149]Run! \n[150]What? \n[151]I don't believe it. \n[152]Whatever that thing is, we have to kill it! \n[153]I have to shoot. \n[154]He has to look here or I won't get a clear shot.  Call him, Margo. \n[155]You have to.  Do it now! \n[156]She's over here. \n[157]Nice to see you, Lieutenant. \n[158]I'm in town on a case.  Dropped by to see Vince and we thought we'd see the new display. \n[159]Dr. Frock, I was wondering.  What happened to the rest of Whittlesley's plants? \n[160]We did the right thing, Margo. ", "MARGO": "\n[1]Morning Joe.  Beautiful day. \n[2]Yes, I do. \n[3]I'm an Evolutionary Biologist.  What do you do? \n[4]Evolutionary Biologist.  I study how life on earth evolved over millions of years. \n[5]Fourth floor, West wing, but stay with your class. \n[6]Hello, Ian.  Everything ready for the opening of the Superstition Exhibit? \n[7]I'd wish you luck but I'm not superstitious. \n[8]But at what a price. \n[9]I have the species identification on these teeth.  We can extract DNA and start running tests on the extrapolator program.  Call Dr. Frock.  He wanted a demonstration. \n[10]What? \n[11]That's impossible. \n[12]Is it true?  Greg said you'd been fired. \n[13]I don't believe it. \n[14]We can't do without you.  You're one of the foremost authorities on primitive pharmacology.  You're practically an institution around here. \n[15]\"Phyletic Transformation and the Tertiary Fern Spike\" is not going anywhere.  I'll talk to Cuthbert and put a stop to this right now. \n[16]Let me help.  I can take care of everything. \n[17]How can you say that?  You know it's not true. \n[18]My work on fossil intermediates would be crippled without you. \n[19]Your work is highly relevant.  What about your display on Primitive Pharmacology?  Cuthbert told me himself he was going to feature it prominently in the Superstition Exhibit. \n[20]I'm not giving up. \n[21]You are this museum.  It won't be the same without you. \n[22]What's going on? \n[23]Dr. Frock, I just saw a man back there who'd been wading in blood. \n[24]For once I'm glad you're rumor central.  What in the world is going on? \n[25]That Cuthbert.  What a piece of work. Someone's dead and all he cares about is his Superstition Exhibit. \n[26]Mbwun. \n[27]Warrior deity of the Kothoga, an extinct South American tribe.  Dr. John Whittlesley led an expedition that found the only known representation of Mbwun.  The statue is said to carry a curse. Every member of Whittlesley's expedition died. \n[28]You have a warrant to look at that? \n[29]An invention of mine.  It's a computer program designed to describe the characteristics of a given species from a reading of its DNA.  I call it the Genetic Sequence Extrapolator. \n[30]With a DNA analysis from a fossil you can use this program to tell the species and sex of the animal, whether it was nocturnal, what it ate, how it hunted, how big it was... You aren't here for a lesson in DNA. \n[31]Somehow, when all this happened... I knew it would come back to John.  Is he really dead? \n[32]If he were alive he'd have contacted me. \n[33]And John? \n[34]I don't understand. \n[35]John couldn't have anything to do with a horrible thing like that.  He was a fine man despite his problems -- \n[36]Yes.  Once.  We met at Columbia.  John held the Cadwalader Chair in Statistical Paleontology when I was a grad student there. \n[37]How did you know that? \n[38]That was two years ago.  John was still in love with me. He wouldn't leave me alone. \n[39]He was afraid of himself.  He tried suicide once.  He was ill.  Manic depressive.  He had wild emotional highs and lows.  Not a happy affliction for a scientist.  He'd been revered in our community.  By the end he was a joke. \n[40]A legendary monster called Mbwun. \n[41]Yes.  He developed his own theory that he called the Calisto Effect. It held that evolution wasn't always gradual or driven by natural selection.  The environment would sometimes cause sudden and grotesque changes which could result in a \"monster species\".  It made no sense. But he felt he had evidence that Mbwun was such a monster, living in isolation on the tepui for thousands of years. \n[42]No one knows.  The Kothoga who live on the tepui are cannibals. \n[43]No.  I'm all right.  I won't let this affect me anymore.  John wouldn't get help.  His ego endangered the lives of others.  His theory came first. \n[44]I don't understand. \n[45]My God.  Then it was an animal. \n[46]I don't know.  He sent back a statue that's supposed to be an exact representation.  But I've never seen it.  It's in the exhibit. \n[47]I'm not sure.  We should split up. You take that hall and I'll take this one. \n[48]Mr. Pendergast!  I found it. \n[49]Pendergast!  Over here -- \n[50]What the... \n[51]Pendergast? Who's there? \n[52]I don't know. \n[53]You were behind me?  Running after me? \n[54]It's okay, I'm all right.  I remember now... It was an animal.  Something large!  I could smell it.  It was hunting me.  I saw two green eyes in the dark. \n[55]Behind me.  Over there. \n[56]That's not what I saw. \n[57]I can't think straight at the moment.  I know how crazy this seems. Please, Mr. Pendergast, I need some fresh air.  Could you get me out of here? \n[58]I didn't imagine it.  I know what I saw.  Are you sure there are enough men in there? \n[59]All right.  This is hard for me.  I'm a scientist.  I like order and logic. Sometimes too much.  There's got to be an explanation.  There can't be an animal in there.  But I saw something. \n[60]I don't know. Mr. Pendergast.  Do me a favor.  Get me a DNA readout on that claw. \n[61]It's not mammalian, that's for sure. I think it's reptilian. \n[62]According to this, twenty-five percent of the claw DNA is unidentifiable, about a third is homo sapien, and the rest is Hemidactylus Turcicus. \n[63]Turkish Gecko, I believe.  A lizard. \n[64]There's another possibility.  A lot of repeated base pairs could suggest a high level of genetic damage. \n[65]When DNA is defective, it often uncontrollably replicates long repeating sequences of the same base pair.  Viruses can damage DNA.  So can radiation, certain chemicals.  Even cancer.  Let's let the G.S.E. sort it out.  I have to get started.  This will take several hours. \n[66]Osteo prep, Karl. \n[67]A blow dart.  Seed pods.  A plant press.  Pretty unimpressive stuff. \n[68]What is it? \n[69]Whatever it is, it must be common on the tepui.  John used it as packing material. \n[70]What about those seed pods?  Are they from the same plant? \n[71]What are they? \n[72]It's reptilian. \n[73]Let's not jump to conclusions.  This egg could belong to any number of reptiles, Dr. Frock. \n[74]Several problems with that theory. For one thing, this egg is intact. For another, according to Pendergast, the crates were shipped here on a boat.  Everyone on board was killed like Beauregard.  If the thing hatched in mid-ocean, where did it go? \n[75]Look at this.  An ambyloid reovirus protein.  That explains why the computer's confused.  The plant's infected with a virus. \n[76]But a virus normally codes for other viruses.  This one's making human and animal proteins.  Listen to this. \"Glycotetraglycine collagenoid. Weinstein's tropic hormone.  4- monoxytocin supressin hormone.\" \n[77]What kind of hormones? \n[78]Try Weinstein's tropic hormone. \n[79]This is it.  This is what he, or it... is after!  The plant has high concentrations of the same hormones found in minute quantities in the human brain! \n[80]Pendergast told me the killer extracts and eats the hypothalamus and thalamus of the victim's brains! \n[81]Yes.  Whatever killed Beauregard may have lived on this plant.  When the crates were put in secure storage, they were out of reach.  The killer couldn't get them, so it got the next best thing. \n[82]It's all right.  That means the G.S.E.  has finished analyzing the claw DNA.  Greg, you go find Pendergast and Lieutenant D'Agosta now. \n[83]All right, assuming the program is accurate, this is a description of the animal with that claw. \"Species unidentified.  Genus: unidentified.  Phylum unknown.  Male, weight in excess of 240 kg.  Brain capacity, 900 centimeters.\" That means it's highly intelligent. \"Quadrupedal.\" \n[84]\"Nocturnal.  External hair and bony plates.  Locomotor speed 60-70 kilometers.  Reduced optic chiasm\"... poor eyesight.  \"External mucoid nasal glands,\"... very keen scent... \"Morphological characteristics: Highly robust.  Aggressiveness: extreme.\" \n[85]With the intelligence of a human being, the speed of a greyhound, and the strength of a grizzly bear. \n[86]And it's hungry.  It's been two days since it's eaten.  There are five hundred people arriving right now. The animal hunts at night and it has a keen sense of smell!  All those people in one enclosed space... \n[87]What's going on? \n[88]I think so. \n[89]Dr. Frock.  Did you hear that? \n[90]What's that? \n[91]Dr. Frock!  Quick! \n[92]Pendergast?  Are you all right? \n[93]You're not.  Where is it? \n[94]Wounded? \n[95]That would fit.  It's nocturnal. Quick.  Come inside. \n[96]It's not supernatural.  Mbwun is an animal.  Part lizard, part human, a genetic freak of some kind, like the half-goat, half-sheep they found last year in the jungles of Vietnam. \n[97]None of that matters now.  The people upstairs need us.  We have to help. \n[98]That thing could kill ten people in a matter of minutes. \n[99]We have the fibers.  Don't you see? The creature is hungry.  It wants the hormones in these plants.  It would take hundreds of human brains to supply what's in these fibers.  We're just a poor substitute.  To make it stop hunting, we have to give it what it wants. \n[100]No, Dr. Frock.  You can't. \n[101]Unlock one of the other storage rooms.  We're going upstairs.  We'll leave a trail back to 1012 and try to trap the monster in here. \n[102]No.  You'll need me -- \n[103]No, not footsteps!  People running for their lives! \n[104]We will. \n[105]The planetarium! \n[106]Yes, he's fine.  Greg... take care of yourself! \n[107]Is there another way around? \n[108]What are you going to do? \n[109]What is it doing? \n[110]Its eyesight is worse than I thought.  It couldn't see us.  And it couldn't smell us through the glass. \n[111]I think... it means it's full. \n[112]No.  It's still hunting, but not for the hormones. \n[113]I think... for the pleasure of the kill. \n[114]We have to try and draw it off! \n[115]The answer's right in front of us. \n[116]That's a ptarmigan, feigning a broken wing.  The bird pretends to be injured to draw the fox away from its nest! \n[117]Help!  Please someone!  Help! \n[118]Help someone! \n[119]You smell that? \n[120]Listen to me, Pendergast.  Mbwun's DNA is part homo sapien.  In primates, the eye is a direct path to the brain!  If you get a clean shot, there's only one place you can kill it.  Shoot it in the eye! \n[121]My God.  You understand. \n[122]Please let me go.  We won't hurt you. \n[123]John's necklace!  You killed him! \n[124]Oh Jesus.  John? \n[125]No.  It's not possible! \n[126]John?  If it is you... I can help. \n[127]No!  Don't kill him!  Pendergast, you were right.  It's John! \n[128]That thing is John Whittlesley.  I should have seen it before!  The fibers are infected with a virus. You eat them, and the virus alters your DNA!  He became addicted to them in South America, followed the plants back to the states.  He probably entered the country as a man.  It would have taken several months for the change to take place. That's how he got from the boat to the museum! \n[129]You have to!  Listen!  All viruses pass on their own DNA.  Instruct the cells of the host to make more viruses!  This one was different.  It inserted a whole array of genes into John.  Reptile genes, sixty five million years old.  Those genes remade him!  It's not his fault! \n[130]No.  Wait!  Let me talk to him first! \n[131]No! \n[132]John... you can give up now!  Just lie down where you are! \n[133]Just like John.  He won't listen. \n[134]Do it, quickly.  Please.  Aim for the eye. \n[135]I can't! \n[136]John!  John, look at me! \n[137]No time for fishing anymore? \n[138]How about lunch? \n[139]Okay. \n[140]Dr. Frock? \n[141]I'm so glad to see you.  What's the occasion? \n[142]He's changed.  He's always working on his thesis.  He comes in early, stays late.  I tried to get him to join us, but he never takes a break. \n[143]Yes.  I know. ", "D'AGOSTA": "\n[1]Don't touch anything until the S.O.C.  has finished with those stairs.  Keep everyone clear of the perimeter.  I don't want any contamination.  There's an incredible amount of blood evidence down here. We need more light.  Where's the photographer?  Tell him to quit eating donuts, I need him. \n[2]Who are you?  The undertaker? \n[3]Vince D'Agosta.  Am I out? \n[4]What's left of it. \n[5]We need light in here, stat. \n[6]Careful.  That mess on the ground is brains. \n[7]Night watchman who found the body. Sweet old man.  Been tossing his cookies for over an hour.  Not a likely suspect. \n[8]Woof. \n[9]Get a life. \n[10]Can't really focus on birds at the moment, Pendergast.  I'm tryin' to keep my breakfast down. \n[11]I drink.  After hours of course.  On duty, I smoke. Do you mind? \n[12]Then you won't like this one.  It's a piece of shit. \n[13]Call me Vince. \n[14]Who didn't?  Big news.  Out of Brazil, wasn't it? \n[15]So the method of death is the only connection? \n[16]It better be good. \n[17]No. \n[18]You're kidding. \n[19]Hi.  I'm Lieutenant D'Agosta.  You can call me Vince.  This is Special Agent Pendergast.  You can call him... Special Agent Pendergast. \n[20]So... Tell us about this monster. \n[21]I can see that. \n[22]Beauregard? \n[23]I've got to admit, that was a damn sight better than \"the dog ate my homework\". \n[24]They heard the victim's name and wove him into their story.  Nice touch. \n[25]You think what we've got here is a monster as big as a house that smells... like hamburger? \n[26]Oh. \n[27]Sorry Dr. Ziewzic.  This is Special Agent Pendergast.  Pendergast, Dr. Ziewzic.  She runs the best chop shop in New York. \n[28]It's been one of those days. \n[29]What happened to them? \n[30]Saliva test?  You mean, you think someone ate part of the brain? \n[31]Long fingernails?  Scratches? \n[32]Sweet Jesus. \n[33]I don't like animals.  Never have. Dog bit me when I was little.  After that I gave up on pets.  Animals are irrational.  Give me a psychotic killer any day.  If there's one thing that makes me queasy it's being part of a food chain.  My first case as a rookie, two brothers climbed a fence at the zoo.  It was late August.  Over ninety.  The polar bear was inside his cave.  Kids didn't know he was in there.  All they saw was the pool. They got to swimming and splashing. The noise woke up the bear.  By the time I arrived, both little boys were in pieces.  The bear was dragging one kid around by the foot. I can still hear the mother screaming -- \n[34]You've been holding out on me Pendergast.  You have a suspect capable of this? \n[35]We all love the museum.  I come here myself with my kids.  We're trying to work with you. \n[36]What's that? \n[37]This place is a maze. \n[38]My kind of art. \n[39]My favorite is the two camels. \n[40]Man, that's ripe. \n[41]Holy shit. \n[42]The lid of this crate is scratched with claw marks, just like the door. \n[43]Look.  It's some kind of letter. \n[44]Pardon my French, but bull shit. \n[45]How big is the sub-basement? \n[46]I think I should come with you. \n[47]The cops are non-negotiable, Ippolito.  Why don't you just tell me how this space station works. \n[48]That's great if you're stopping a burglar.  Not our goal here.  Are there motion detectors? \n[49]That would leave one exit for hundreds of people.  You'd be violating every fire regulation on the books.  We'll guard the perimeter with my men and engage the motion detectors in the other cells.  One more question.  I see a big hole.  If this entire thing is run by computer, what happens if the power fails? \n[50]I'm telling you, something's wrong. I still haven't heard from Pendergast.  I think you should call it off. \n[51]I'll go down and speak to him. \n[52]Pendergast may be in trouble.  Don't you understand?  He still hasn't come back.  It's been over three hours -- \n[53]What is it? \n[54]Got my hands full here. \n[55]McNitt?  D'Agosta here. \n[56]I'm heading to the Evolutionary Bio labs.  Any sign of Pendergast? \n[57]Goddamn it.  I'll get Ippolito and send him up. \n[58]Damn.  There's some kind of problem in the computer room.  I have to go get Ippolito.  You wait here. \n[59]There's a dead body in the exhibit! People are panicking, trampling each other trying to get out. \n[60]What the hell is going on?! \n[61]What doors? \n[62]You said the system couldn't fail! \n[63]Ippolito!  Get back here! \n[64]Great. \n[65]We'll get out safely if everyone stays calm.  Is anyone else hurt? \n[66]Is there a doctor? \n[67]Check this woman and see if anyone else needs you. \n[68]Where's Pendergast? \n[69]Both of you.  Get back here. \n[70]Get back now! \n[71]There's some kind of animal loose in the museum.  Pendergast's alone.  He needs help.  I want volunteers to go with me. \n[72]All right.  You're elected.  Bailey, get all the guns and flashlights, give the mayor your walkie talkie so we can keep in touch.  Cuthbert, keep everyone together and make sure they stay quiet. \n[73]What's your name? \n[74]All right.  You guard these people and your daughter. \n[75]Bailey, we'll go first and check the stairwell.  Jonathan, you and Greg guard the door. \n[76]Hold on.  I thought I saw something. \n[77]Whoa... You smell that? \n[78]\n[79]Jonathan!  Don't let it get into the hall! \n[80]Where is it?! \n[81]Somebody tell me!  Where is it now? \n[82]On three. \n[83]One, two... three. \n[84]Jonathan!  Get everyone behind me! \n[85]Get everyone into the stairwell! \n[86]Get his gun and his walkie talkie, Jonathan.  Move. \n[87]I have to help Pendergast.  Kawakita and Jonathan stay with me.  The rest of you can go with Cuthbert! \n[88]Wait! \n[89]Jonathan, go with him!  He isn't armed. \n[90]Where the hell are you? \n[91]It's a little late, you son of a bitch.  There's a friggin' monster loose in here!  Get the FBI, the fire department.  Find metal cutters, cut through.  And bring a cannon.  The damn thing is huge. \n[92]I know. \n[93]Pendergast! \n[94]Over here! \n[95]Pendergast!  Help!  It's right behind us! \n[96]Step back! \n[97]It's no use.  We have to get out of here! Give them your walkie talkie. \n[98]The sub-basement? \n[99]How much ammo do we have to make a stand? \n[100]Oh shit. \n[101]I smell it.  It's here. \n[102]Everybody.  Get behind me. \n[103]That's it, let's go! \n[104]Pendergast.  We made it.  You all right? \n[105]All right.  Kawakita, cover the rear. \n[106]Damn.  It's getting deep.  See anything? \n[107]Pendergast?  I made the right hand fork.  We're already in about three feet of water.  Where should we go? \n[108]Hello! \n[109]Frank!  Are you all right! \n[110]Run! \n[111]On three. \n[112]One... two... \n[113]I think you took its tonsils out! \n[114]This way! \n[115]At least we'll be dry. \n[116]Not so loud. \n[117]All right everybody, hold up! \n[118]We don't know what's in there.  Let me go first. \n[119]What does it say? \n[120]What's that doing here? \n[121]I'd say we're in its home. \n[122]The sub-basement, huh?  Great idea. \n[123]Shouldn't a drug that powerful be destroyed? ", "FROCK": "\n[1]Yes.  Bit of a shock.  But as Cuthbert so tactfully put it, the museum needs new blood.  And since I've been here since the Mesozoic Era -- \n[2]Now Margo, don't overreact.  Cuthbert has to cut costs somehow.  My leaving makes perfect sense.  This isn't exactly early retirement.  I've overstayed the party a bit. \n[3]That, apparently, is the problem. I'm yesterday's news.  Who needs a Curator of Plant Biology in a museum with one exhibit on plants?  Monsters and dinosaurs, cannibals and shamans are the new currency of the realm. \n[4]Please.  Don't humiliate me further. \n[5]No, Margo.  This is one problem you can't solve.  You have to stay out of it.  The fact is, I want to retire. \n[6]Yes it is.  I'm tired and I'm no longer needed -- \n[7]With all due respect, dear, that's bull.  You dance rings around me with your new technology.  You've left me in the dust. \n[8]Healing plant use among the Ki tribe of Bechuanaland has been cancelled to make room for Tibetan Erotic Art. \n[9]Come on.  I'll walk you back to the elevator. \n[10]You must. \n[11]This isn't a death sentence.  Greg has promised to teach me fly fishing.  I'll garden.  I'll write. \n[12]Everyone needs a change of scenery. I've been rolling down these halls for forty-odd years.  That's quite enough. \n[13]I'll see you at lunch. \n[14]For heaven's sake, Greg, someone's been killed.  Look, it's Cuthbert. Let's hear what really happened. \n[15]Cuthbert's counting on the exhibition's success.  The museum is in debt.  Contributions and public funding have dried up.  Admissions no longer cover overhead.  The last big infusion of cash we had was the King Tut exhibit.  Cuthbert was hired to get us out of the red.  If the Superstition Exhibit isn't lucrative, he'll have to start auctioning off some of these gems. \n[16]Ian.  Are you okay? \n[17]Come, Ian.  We all know you're superstitious.  But you're among scientists here.  We deal in facts. That statue had nothing to do with what happened to Beauregard. \n[18]Happy to be useful.  It's rare enough these days.  According to security, Beauregard put the Whittlesley crates in storage area 1012. \n[19]They fill seven floors.  We have the largest collection of mammals and dinosaurs in the world.  Just to give you an idea, there are more than three million insects specimens.  Not to mention amphibians, reptiles, birds, anthropological artifacts, meteorites, minerals and gems.  Only about five percent of the museum collection is actually on display. \n[20]I'm one of the few who know every inch it, now that John is gone. \n[21]Yes.  John made quite a study of the whole museum.  He had a copy of my original plans. \n[22]Did you ever wonder where we get all our skeletons?  This is the laboratory where animal carcasses are reduced to bones. What's cooking today, Don? \n[23]Dermestid beetles.  The second method of preparing a skeleton, used in Natural History Museums world wide. Bugs are clean and highly efficient. They'll polish that fox off in no time. \n[24]Thanks Don.  We're in a hurry.  Some other time. \n[25]This should be it.  Can you read the number? \n[26]Something tried to get into this room! \n[27]This means there must be an animal loose in the museum! \n[28]May I see that? \n[29]It's from John.  Those two arrows were his insignia.  It's addressed to Louis Moriarty, a patron who financed his expeditions. \n[30]\"Dear Louis, end of the tepui where we'll be in the greatest danger, so I'm sending Carlos back with the crates.  You always believed in me, Louis, even in the darkest days.  So it gives me great pleasure to tell you your faith has been rewarded.  We've made an incredible find.  I enclose a representation of Mbwun.  Note the exaggerated claws, the reptilian attributes, the hints of bipedalia. It's beyond belief, but this statue is accurate.  I know because I've seen the beast.\" \n[31]Did you hear that?  My God.  He says that Mbwun is real! \n[32]This on top of the scratches... isn't it proof! \n[33]Yes. \n[34]Not really.  Just the sub-basement. \n[35]I don't know.  It was walled over.  No one's been down there in years. \n[36]I know they're here somewhere.  It's a good thing we caught the movers in time.  They're nineteen century blueprints from when the museum was built.  I remember the sub-basement was below the regular basement, linked to the city sewer.  I only know about it because it flooded all the way up to the museum during the hurricane of '49.  I lost so many precious books. \n[37]Eureka.  Who says it doesn't pay to be a pack rat?  Now please be careful with these.  When you're done, I'd like them back. \n[38]I can't help thinking there's something that Pendergast overlooked.  If the scratches were made by whatever killed Beauregard, it wants something that's in here. \n[39]Let me see the plant press. \n[40]I'm not sure.  As you know, the Kothoga lived outside civilization on the tepui for thousands of years. Species flourished in isolation when man and pollution rendered them extinct.  This could be one of the last remaining samples of an unknown plant. \n[41]You're right. \n[42]They're curiously fleshy. \n[43]I wouldn't put that in your mouth until we do a chemical analysis, Greg. \n[44]Margo, these aren't seed pods. \n[45]They're eggs. \n[46]Like the claw. \n[47]Come on, Margo.  We're on the verge of something huge.  Let's consider the possibility, just the three of us, alone in this room.  What if John was right.  I mean, what if?  And he sent back an egg of his monster in the crates.  When it got to the museum, it hatched. \n[48]\"Genus: Unknown.  Family: Unknown. Order: Unknown.  Phylum: Unknown. Cripes, Margo, what did you give me? Is this an animal or one funky shrub?\" I see you've been programming the computer vocabulary again. \n[49]That's not so unusual.  Many plants carry viruses.  Like the burls on Maple trees. \n[50]A hormone secreted by the human thalamus gland. \n[51]Beauregard's head. \n[52]Quadrupedal!  The other name for Mbwun.  \"He Who Walks on All Fours.\" \n[53]So the claw came from a huge creature with a preternatural sense of smell and poor eyesight that hunts at night. \n[54]Margo, what you've just described is a killing machine. \n[55]It's like ringing the dinner bell. \n[56]Some kind of power failure.  Maybe it's the storm.  Do you have a flashlight? \n[57]Greg's been gone over a half hour. We'd better get out of here.  Get the crate. \n[58]Don't stop now. \n[59]It's one of the fire doors.  Good Lord, Margo.  We're trapped! \n[60]Look! \n[61]We think it may have something to do with the eggs we found in the crate. \n[62]We can't.  We've managed to get inside the one place that's safe.  I think we should sit tight and wait for reinforcements.  If we go outside, we're risking more lives. You have to accept it, Margo, there's nothing we can do.  The building must be swarming with police by now.  It won't take long for them to get through the doors. \n[63]I'm coming with you. \n[64]Margo, this is too dangerous.  You always think you can solve everything.  This time you don't have enough information.  The animal might behave in unexpected ways. Leave her here with me.  Don't put her in danger. \n[65]What's that? \n[66]Come back and get me. \n[67]Remember, it has poor eyesight.  It hunts with its sense of smell.  So for God's sake, Margo, don't get those fibers on your clothes! \n[68]Look who's here, Margo. \n[69]They were sent to the Center For Disease Control in Atlanta. \n[70]The virus itself might have positive applications.  They'll keep the plants in secure lock up while the studies are made. Greg isn't joining us? ", "CUTHBERT": "\n[1]I'm on my way to get the last piece out of storage right now. \n[2]You will be after tomorrow night. \n[3]What the... ? \n[4]No, it can't be. \n[5]Damn. \n[6]Beauregard!  You scared me half to death. \n[7]Someone broke into this room. \n[8]Doesn't look like it.  We're damned lucky.  This statue is priceless. \n[9]Mbwun.  A South American warrior deity.  He carries a powerful curse. Every member of the expedition that found this statue, died. \n[10]The claws are sharp... I must have cut myself. Better move these crates to the secure storage area where they'll be safe. \n[11]Why not? \n[12]This has been a tragic and upsetting morning.  I have terrible news for us all.  A member of our security force has been found murdered.  The police have just informed me it was Daniel Beauregard. Quiet.  Please.  With the help of our head of security, Mr. Ippolito... the museum has been secured. \n[13]The police are satisfied we're in no danger, that we're all perfectly safe.  We've been asked to remain in the Gem Room and be available for questioning for the rest of the day. Obviously, we will all do everything we can to cooperate.  Are there any questions? \n[14]No action has been taken yet.  The opening of the exhibit is crucial to the financial health of this museum. So for now, we expect that the Superstition Exhibit will open on schedule, tomorrow night. \n[15]Beauregard.  I can't believe it.  I may have been the last one to see him alive.  He was with me just yesterday, when I got out the statue of Mbwun. \n[16]I got the relic out yesterday to put on display.  Beauregard was there. The crates had been broken into and the contents were strewn about.  But nothing was missing.  It was downright weird.  We joked that it was the curse of Mbwun.  I'm not laughing now. \n[17]All I know is, everyone who has come in contact with that relic, is dead. \n[18]If you like them, they're for sale. Another day like yesterday and half the collection will be on the block. \n[19]We've been operating in the red for years.  That was the whole idea behind the Superstition Exhibit.  It was designed to pull people in. We've spent every penny we have on advance publicity, betting everything on the opening's success. If we postpone at the last minute... No.  I don't want to think about that. \n[20]I appreciate that. \n[21]Do they have to wear uniforms? \n[22]I don't want to scare people. \n[23]It's too late now.  Guests are arriving.  The Mayor's car is pulling up. \n[24]You haven't got the authority.  Only Pendergast can pull the plug. \n[25]He'll be back.  Relax.  We're in good shape.  Your security is air tight. There've been no more incidents, nothing suspicious.  There's no reason to call off the opening now. \n[26]Thank you everyone and welcome. We're glad all of you were willing to brave the inclement weather to be with us tonight.  Our special thanks to his honor, the mayor and his lovely wife. \n[27]Some people have questioned whether a superstition exhibit belongs in a Museum of Science.  Spells, incantations, demons, magic... these are forces that defy the natural laws.  Superstition provides answers to the great questions based on fear.  Science provides answers to the great questions based on truth. Science and superstition, then, are polar opposites.  Mortal enemies, if you will.  And that is why we are here tonight.  We have come to learn more about the enemy, and thus to bring about its defeat.  For every good, there is an evil, for every dark, a light.  And so tonight... my friends, I give you ignorance, terror, unreasoning fear, pure evil. Have a great time. \n[28]Here we have a very rare sacrificial table from Mesoamerica.  The priests would kill the victim on this slab, cut out the heart and eat it while it was still beating. \n[29]Kid will love it.  They're our target audience.  Nothing here is as violent as what they see on T.V. \n[30]Oh... my... God... \n[31]What's going on? \n[32]I'd do it gladly but someone needs to stay with these people. \n[33]It went out the door to the rotunda! \n[34]Sweet Jesus! \n[35]My office is on the third floor! There's a walk-in safe and a portable phone!  We can lock ourselves in the safe and call for help! \n[36]I'm leaving.  Whoever wants can come with me. \n[37]Solid oak.  Two inches thick.  Tell me they'll hold. \n[38]I got it after I was mugged in the subway last spring. \n[39]Behind you. \n[40]I'll do it.  Just let me find my portable phone. \n[41]Calm down.  I found it! \n[42]Battery's dead.  Shit. \n[43]That thing won't come after us, right?  It's going for bigger game. The group blundering around in the basement.  Poor fools. \n[44]Just a minute.  I'm shaking!  Take the gun. \n[45]Oh God!  I dropped my rabbit's foot! \n[46]To the left twice then five no... sorry... I think it's fifteen... it's been a while... \n[47]Eight to the right!  Look!  I found it! ", "KAWAKITA": "\n[1]Third from the end!  Right shoulder. Aleut, provenance unknown. \n[2]If I spent half the time on my Fractal Evolution thesis that I spend on this fly rod, I'd have my PhD. \n[3]Margo, you haven't heard? \n[4]Frock's been fired. \n[5]I'm sorry to be the bearer of bad tidings, but you know me.  Telegraph. Telephone.  Tell Kawakita.  I got the definitive word from Cuthbert's secretary.  This is Dr. Frock's last week. \n[6]Someone's been murdered.  Not shot, strangled or stabbed, either.  Torn limb from limb.  There's talk of a psychotic killer or even an animal. \n[7]With all this bad publicity, it's no wonder he looks like that. \n[8]What's that? \n[9]Before eight?  You must be joking. She's in the physical anthro lab making up for lost time. \n[10]What do you make of it, Margo? \n[11]Lizard DNA and human DNA on the same strand?  Impossible.  The sample must be contaminated. \n[12]Try Dr. Frock.  He's the curator of Plant Biology.  All the curators have keys.  And he knows every inch of this museum.  The rest of us still get lost. \n[13]And they smell delicious. \n[14]Taste great. \n[15]I can handle that for you while we're waiting on the G.S.E. \n[16]What kind of egg is it? \n[17]I guess you're not interested in this plant anymore, but the chemical analysis is done.  Frock reads the computer over Greg's shoulder. \n[18]These plant fibers are loaded with hormones! \n[19]4-monoxytocin is... \"A hormone secreted by the human hypothalamus gland.\" \n[20]So what? \n[21]Eats them? \n[22]Down that hallway.  But don't stay long.  You don't want to be here alone. \n[23]Lieutenant!  It's me. \n[24]Dr. Green has to see you! \n[25]It's important.  Please.  You have to come!  Pendergast, too.  She's found out something. \n[26]What happened?! \n[27]Me too. \n[28]Excuse me.  Could you tell me how this thing works? \n[29]It's still back there! \n[30]Is Dr. Frock safe! \n[31]You're asking me?  I don't even know how to load this thing. \n[32]Oh shit. \n[33]I think it's gone. \n[34]Holy shit. \n[35]I believe in you a hundred percent, Vince, but that's the second time we've been at that intersection. \n[36]What's that? \n[37]Dr. John Whittlesley. \n[38]I don't know.  I thought Dr. Whittlesley died in South America. \n[39]What is that? \n[40]Dear God.  Where are we, Lieutenant? \n[41]Margo Green.  Have you seen her? \n[42]Got to finish this thesis sometime. \n[43]Not today.  Besides, I think the director of the museum is expecting you. ", "JONATHAN": "\n[1]The dogs are picking up something, Mr. Pendergast. \n[2]The dogs have lost the scent, Mr. Pendergast.  Maybe we should head back. \n[3]They've got something. \n[4]Heel Argo!  Hobbes!  Heel! \n[5]They're going crazy!  I need help! \n[6]He's loose!  Argo! \n[7]Holy mother, what is that? \n[8]Argo!  Come! \n[9]No!  Hobbes! \n[10]Argo!  Hobbes! \n[11]You shot my dog! \n[12]My dog... \n[13]I'm not going anywhere!  Not without my dog! \n[14]Hobbes! \n[15]There's something out there!  Let's go get it now!  That's why we came down here, isn't it? \n[16]Look.  It's Hobbes!  He's all right. \n[17]It's alright.  I can tell by the way the dog's acting that whatever was out there is gone.  What is this place? \n[18]Oh... my... God! \n[19]Hallelujah, Pendergast.  Where the hell are we now? \n[20]Jesus, what is this? \n[21]Oh no.  I smell it. \n[22]Lieutenant D'Agosta!  Don't shoot. \n[23]Five flights down.  We were lost in the sub-basement.  Something's down there.  It killed our two deputies. When I left Pendergast it was coming back.  He sent me for help.  We have to hurry. \n[24]Oh Jesus.  Don't point it at me.  Just aim and shoot. \n[25]Lieutenant!  Get back! \n[26]I don't know!  It hit me hard. \n[27]Where's the walk-in safe? \n[28]What's the combination? \n[29]Forget it! \n[30]Let's go! \n[31]Hurry up! \n[32]For Chrissake, I'll do it.  What's the combination?! \n[33]Oh Jesus... \n[34]Fifteen... what's next? \n[35]It's okay, Hobbes.  We'll be all right.  Help has got to come eventually... We'll make it.  We'll be fine. \n[36]Hey!  Wake up! \n[37]You first. \n[38]You wouldn't believe me if I told you. \n[39]What is it, boy? \n[40]I think we're going home. \n[41]Hello!  We're over here! \n[42]We're fine.  I don't know about the people downstairs.  In the Hall of the Heavens.  The basement... you'll need help.  There's a monster down there. ", "IPPOLITO": "\n[1]The party for the opening of the Superstition Exhibit... I imagine in the light of what's happened it will be pushed back. \n[2]This huge police presence tonight isn't necessary, Lieutenant.  You'll just scare people off.  I can handle the security behind scenes with this system.  It's state of the art. \n[3]It's fool proof, basically.  I designed this whole thing myself. Every valuable object in the Museum carries a small electronic chip.  If anything's moved so much as an inch, we get an alarm pinpointing the exact location of the attempted theft. \n[4]In every exhibition room.  The museum's divided into five cells. The reception and exhibit are in cell five.  We could arm the motion detectors in cells one to four, then seal the perimeter with our fire doors. \n[5]You don't know much about computers, Lieutenant.  There are safeguards built in.  We have back-up systems with redundancies.  There's no way these computers can fail.  \n[6]Quiet everyone! \n[7]The whole system is shutting down! We have to get out quickly before the fire doors fall! \n[8]I told you!  They seal off all the cells.  They were designed to fall automatically in a system failure -- \n[9]Like hell! \n[10]All right everyone.  I'm in charge. Status report. \n[11]D'Agosta?  Ippolito.  Come in. \n[12]I made it outside.  I'll co-ordinate the rescue efforts from here.  Help is on the way.  Just sit tight. \n[13]Panic attack. \n[14]D'Agosta, put on the Mayor. \n[15]This is Ippolito, head of museum security.  Relieve D'Agosta and take command. \n[16]All right.  The steel doors are designed to retard cutting.  We can go through them, but it would take hours. \n[17]Co-ordinate with the fire department and SWAT teams.  Move. \n[18]Then do it. \n[19]Holy shit.  Pull him up. \n[20]Get more guns!  Now! \n[21]Get back!  We're going to shoot! \n[22]Kill that thing!  Kill it now! \n[23]It's headed for the roof.  Run! ", "LARRY": "\n[1]This room sucks. \n[2]Let's ditch and find them ourselves. \n[3]Look at this.  A Komodo dragon. \n[4]We're not supposed to go back there. \n[5]I don't want to go this way. \n[6]Henry, come back! \n[7]Henry!  Henry! \n[8]Henry? \n[9]Henry!  Come up!  Please! \n[10]Henry?  Where are you?  Henry? \n[11]Henry!  Henry!  It smells awful. Answer me!  Are you all right? \n[12]What is it? \n[13]We were lost and trying to find a short cut to the dino-- \n[14]Big as a house. \n[15]Well almost.  Depends which house.  It smelled like old hamburger, and it made this weird noise. \n[16]And it snuffled the ground like a dog. \n[17]It had a long tongue, teeth this big and yellow eyes. \n[18]They were yellow! \n[19]He was wearing one of those I.D. badges.  His name was Bo... something. \n[20]Yeah. ", "HENRY": "\n[1]You work here? \n[2]What do you do? \n[3]Nothing.  I'm in third grade.  What's a revolutionary what ch'a ma' callit? \n[4]Way cool.  Then you know where the dinosaurs are. \n[5]Mrs. Beasley, it's almost time to go and we still haven't seen the dinosaurs! \n[6]She's never going to take us to see the dinosaurs.  That lady said they were on the fourth floor. \n[7]Check out this one.  It can walk up walls. \n[8]Chicken.  This is a great short cut. \n[9]Don't be a wuss.  Come on. \n[10]Hey, there's a secret staircase back here.  Cool. \n[11]Quiet! \n[12]I don't know.  But I think it's bad. \n[13]We were just lost, okay?  And we went down this curvy staircase.  At the bottom was a big shadow. \n[14]Not that big. \n[15]Like this. \n[16]They were green eyes and they were slit like a lizard's. \n[17]You're color blind. \n[18]This isn't a whopper!  It's the truth. \n[19]We ran and screamed and stuff.  And we got through a little door just in time.  There was a guard there and he went back to check. ", "MCNITT": "\n[1]McNitt here.  I'm outside the exhibit.  All's quiet.  But I don't see Doyle. \n[2]Well he's gone. \n[3]Nope. \n[4]Yeah Lieutenant?  I'm here. \n[5]Not yet. \n[6]Hold on Lieutenant. What was that? \n[7]Lieutenant?  There's something wrong in the computer room. \n[8]George!  Get out here, now! \n[9]George!  Where are you? \n[10]Hey you?  George!  Damn it.  Where are you?  No response. \n[11]George!  We've got an emergency!  Are you here? \n[12]Oh God.  Oh God! \n[13]George!  I saw something in there!  I fired but I think I missed it! \n[14]George, for Chrissake answer me! ", "WHITTLESLEY": "\n[1]<i>Faster!  We won't make it.</i> \n[2]<i>Do you?</i> \n[3]Thank God. \n[4]<i>I need to speak to the captain! Where is he?</i> \n[5]<i>Get your hands off me!  I'm trying to save your lives, you fools!</i> \n[6]Yes.  Thank Christ somebody speaks English.  I'm Dr. John Whittlesley. You have some crates of mine on board.  They were shipped by mistake to the Natural History Museum.  We have to get them off the boat. \n[7]No.  Let me explain.  I was on an expedition for the museum on the Upper Xingu.  Something horrible happened.  I'm the only one who got out alive.  I lost everything, my I.D., everything.  I have to make sure no one else dies.  The crates, the crates were sent out before we knew.  There's something unspeakable inside.  If your boat leaves harbor with those crates on board, I can't be responsible.  My God, if they reach New York... \n[8]No!  I'm not crazy!  As God is my witness, I'm telling the truth. \n[9]<i>Don't do this!  You have to believe me.  Your lives are in danger.</i> \n[10]Cash.  Cash, you see?  American money. \n[11]No! \n[12]No... no... ", "MAYOR": "\n[1]I could use one of these things in City Hall. \n[2]I don't know.  That could be a little over the top.  It's not even scientific.  Mummies don't bleed. \n[3]Yes.  My wife. \n[4]Everyone quiet.  The Lieutenant's in charge. \n[5]Lieutenant.  In the south corner. \n[6]I think we should stick together! \n[7]Good luck! \n[8]Mayor Jordan here. \n[9]Don't tell me what to do you chicken shit bastard.  I saw you cut and run! Lieutenant D'Agosta stayed with us. He is in charge.  There is a monster. I saw it.  Cut through those doors and get us out of here, now! \n[10]It's too late! \n[11]Which way! \n[12]Look.  There's a ladder at the end.  I think it goes up to the street! ", "BAILEY": "\n[1]Uh, Vince.  Sorry.  This won't wait. \n[2]There are a couple of kids who were lost yesterday near the site of the murder.  Claimed they saw a monster. They're pretty determined to tell you their story.  You want to see them? \n[3]Should be there any minute.  They came out a side door a while ago. Said the exhibit's clear.  McNitt's headed back to spell you. \n[4]I know.  You can go home if you want to.  I'll come relieve you myself. \n[5]He called a minute ago looking for you.  He starts vacation tomorrow and he wanted out.  I said you were on the way.  He could split. \n[6]Any sign of a green-eyed monster? \n[7]Above you!  Look out! \n[8]Manual overrides aren't working.  I'm getting nothing, Lieutenant. \n[9]I'm in. \n[10]", "FRANK": "\n[1]There's no power.  The whole system's down. \n[2]I was in the Marines.  Give me a gun. I'd go with you, too, but I've got my daughter. \n[3]Frank. \n[4]Me too. \n[5]Four rounds... \n[6]No, Lieutenant.  He's not a good enough shot.  I'll do it if you take care of my daughter. \n[7]You'll be the first to know. \n[8]Sweet Jesus, help! ", "WATERS": "\n[1]Swat teams are on the way.  Fire trucks with them.  Everything's slowed down because of the rain. We're bringing in portable generators.  They'll get the emergency lights working but they won't pump enough power to lift the doors. \n[2]Did he say monster? \n[3]The quickest way in would be to go through the roof, sir.  Cell two goes up to the fifth floor.  There are sky lights up there. \n[4]We can't raise the S.W.A.T. team.  No one's answering!  What do you want to do? \n[5]Holy shit it's coming this way! \n[6]Get back here, you asshole!  We can't let it get out! Surround the opening and kill it! \n[7]Back, everybody!  That's an order! "}}