{"dialogues": {"TYLER": "\n[1]Yeah... Of course. I'm on my way. I know...I know...I know...I know. \n[2]Hello, your majesty. How are you? \n[3]Thanks for organizing everybody. \n[4]Could have. \n[5]Why no, Caroline. What did your art teacher say about your portrait? \n[6]Young Whistler... good... 'cause Whistler really fell off late in his career. He's the Michael Jackson of European art history. \n[7]Are you really this clueless? Are you really dismissing her like this? \n[8]What was the subject? \n[9]The subject we were discussing. What was it? \n[10]No. It's the perfect time. \n[11]Do you need me to take you anywhere? \n[12]Then I'll see you after school. \n[13]Yes, ma'am. \n[14]You sold my who? ...What? \n[15]...Congratulations? \n[16]I was unaware we had a previous business venture. \n[17]\n[18]\n[19]\n[20]\n[21]I know. \n[22]You think that would be the worst part about having emphysema? \n[23]Dad loves you. \n[24]You've got that right. \n[25]That's because Aunt Sara drinks... You don't drink, right? \n[26]So why would anyone wanna avoid you? \n[27]Yeah. He did. But Michael was 21. All 21 year olds drink because it's new and exciting. Aunt Sara drinks because she wishes she was 21. \n[28]I think I'd rather be sodomized. \n[29]I don't expect you to appreciate this, but the schematic for this particular shelf is authors who were sleeping together... \n[30]And ended up dead or in prison. \n[31]Eh. \n[32]Hey! \n[33]You realize interventions typically discourage binge drinking? \n[34]When's the last time you had one drink? \n[35]No no. Girls are like that when they're way into you. \n[36]She's all over you. Cheers. \n[37]You ever actually been to any of those places? \n[38]It wasn't them. \n[39]Hey! \n[40]They didn't do anything. They didn't start this. Those assholes did. Why do these guys have to go downtown? \n[41]This is bullshit. It was those gorillas who started this. \n[42]You're a police officer. You're supposed to. \n[43]How about you do your job? \n[44]I'm good. \n[45]That was a messed up situation. Those guys... \n[46]...Are pussies! \n[47]There was no justice in that situation. \n[48]Did you just say \"nihilistic\"? \n[49]So what's with the ash tray? \n[50]Tease. \n[51]Nice to see you too. \n[52]Okay. \n[53]I came to see how much it costs, because I'm giving you the money back. \n[54]That lawyer. \n[55]Christ. \n[56]I wanted to make sure you understood it wasn't me who called you. \n[57]I don't want to be bailed out of anything. \n[58]I'll get an invoice from Janine. \n[59]Hey. \n[60]Excuse us, we're due in surgery. \n[61]Horrible threshing accident. \n[62]Don't mock the afflicted. Here, I brought you something. \n[63]This was my favorite book ever. Michael had it and he hit me over the head with it until I read it. Its about all these God and Goddesses who spend all of their time being jealous and petty and otherwise acting like human beings. The illustrations are amazing. \n[64]Guggenheim. What's up with those girls? \n[65]When you're drawing? \n[66]Je m'appelle \"Freak of Nature.\" \n[67]Mon dieu, mon soeurette! Je m'appelle \"Freak of Nature\". Sacre Bleu. French Toast. \n[68]I finally found something I'm good at? \n[69]Who? \n[70]Revenge. What do you want me to do, kidnap her? \n[71]What does that mean? \n[72]You should be incarcerated on general principle. \n[73]I don't want to get that asshole. \n[74]I don't want to meet her. \n[75]I don't care. \n[76]I'm not meeting her. \n[77]This is one of those moments I'm already regretting. \n[78]What am I supposed to say to this girl? \"Hey doll face, your dad trampled all over my civil liberties, wanna make out?\" \n[79]I know her. I mean, I don't know her, but, I've seen her. She's in my global politics class. \n[80]Excuse me? \n[81]My name's Tyler Roth. I was wondering if I could bother you for a minute? \n[82]Um, I'm doing kind of a sociological experiment...I was hoping you could help me out. \n[83]No, I... may I ask your name? \n[84]Okay, Anonymous, do you see the guy across the room, pretending to read a text book, looking in this general direction? \n[85]I have this theory that an objective third-party, having no prior contact, would be able to determine how much of an asshole he is just by looking at him. \n[86]He's my roommate. And I've witnessed so many glaring examples of assaholic behavior that I'm biased as a subject, but I'm convinced that he has an aura, that people can actually perceive. So, just take a good long look. And tell me what you think? \n[87]No one here. The parameters called only to sample attractive women in their early twenties. \n[88]In their late teens. Well, look, you typically get something for participating in these things and I've run out of those big foam fingers, so I was thinking maybe I could take you out some night? \n[89]Or you could just go out with me on the off chance we'd have an interesting conversation. \n[90]Indeed they are. Lucky for you, I'm undecided. \n[91]Everything. \n[92]Hey. It's Tyler. \n[93]You're going to stand me up. I can feel it in my bones. I'll be devastated. \n[94]You were just sitting around in your pajamas watching T.V. \n[95]Eight. \n[96]Pad Thai and a Sapporo. Thanks. \n[97]Is this a political statement? A medical condition? \n[98]Is that probable? \n[99]But the odds are, I mean... \n[100]You had a nice time or you're having a nice time? \n[101]Because if you're having one, why rush to end it? \n[102]Did I tell you I'm Caucasian? \n[103]No. If I stop, he wins. \n[104]No, the frigging Giant Panda. \n[105]I won. \n[106]I just paid a premium to cut out the middle man. That's innovation. That's free market enterprising. That's what made America great. \n[107]Oh, it's nothing, just a bar fight. \n[108]I know. I'm practically a pirate. \n[109]You've got some serious timing. \n[110]I'll walk you to the train. \n[111]So dessert before dinner for fear of death by rogue asteroid... yes. Kissing guy you're obviously attracted to before driving off into the unknown New York night... no. \n[112]Happy end of sixth grade! \n[113]I heard. \n[114]Don't pretend. I know you're proud. You should be. \n[115]A thing? \n[116]Let me check my book. Abso-freaking- lutely. I'm camping out. I'm sleeping there the night before. \n[117]Good. I'm sure Les was... \n[118]Yes, it's over. Did Mom and Les get the beach house again? \n[119]Nothing. \n[120]No. \n[121]Like that's possible. \n[122]I know. But we have coasters. \n[123]That's Michael. My brother. \n[124]Not any more. \n[125]It depends who you ask. \n[126]They'd say no. I try but it turns out you need talent. \n[127]Falconry. I come from a long line of falconers. \n[128]Well there is one thing... \n[129]Our appetizer. \n[130]It used to say \"In Case Of Asteroid\" but I took a shower and Aidan got high. \n[131]I don't actually get grades. \n[132]I'm not technically enrolled. I worked out an auditing thing. \n[133]I like the books. \n[134]You don't have to help me, you know. \n[135]You make it sound so cheap. \n[136]I'm sorry. I didn't... \n[137]Apologize. \n[138]Apologize. \n[139]I surrender! Oh my God, you're relentless. \n[140]Now... I'm furious. \n[141]Really? Why? Are cigarettes like bad for you or something? \n[142]It's not really... \n[143]He killed himself. \n[144]When he was 21. He had just started working for my father. \n[145]He was. But he wasn't making a living doing music and my father's a very compelling guy. \n[146]You're not Irish. \n[147]Ally, Aidan... Aidan, Ally. \n[148]One drink? \n[149]Oh. OK. Sure. \n[150]Your phone's dead. Just tell me the number and I'll call him... \n[151]Ally? Ally? \n[152]You were the one dumping Jello shots down her throat. You almost killed her. \n[153]Penance. I have to get to work. \n[154]She's pretty shaken up. \n[155]We've really got to fix that dead bolt. \n[156]Don't be. You think she'll sleep? \n[157]I told her she could stay here... Are you alright with that? \n[158]You're up. \n[159]Can I get you anything? \n[160]I'll be out here if you need me. \n[161]It's not so far. I can't believe you still get his coffee... three sugars, no milk? \n[162]Not today. \n[163]Hey... \n[164]Downtown. \n[165]There's a coffee shop. I brought you a Bialy. \n[166]This one was our place... Michael's and mine. We had breakfast there all the time ... Maybe not as many times as I think we did. But enough times. Anyway we ate there that morning. It was the last place I saw him. \n[167]Maybe. Sometimes. I don't know. But I guess I wanted to tell him about you. \n[168]Hey mom. \n[169]Sit down, Mom. Can I get you something? \n[170]I wish she'd told me. It was a unilateral Caroline decision. Will you make sausage and peppers? \n[171]I'll get him there. \n[172]I'll get him there, mom. \n[173]Yes. \n[174]Diane... \n[175]It's about Caroline's show. Are you planning on attending? \n[176]Caroline's show. \n[177]You are coming, right? \n[178]Dinner? That's not... \n[179]Let's just skip dinner and I'll tell you how great you look in like eighteen different languages. \n[180]I was going to make a joke about how I'm not prepared for the commitment of exchanging accessories and how neck wear especially is a slippery slope, but I should probably shut up and say thank you. \n[181]Have you ever been here? \n[182]He's allowed to stand me up. But he's not allowed to stand you up. Or my sister. \n[183]I'll have a whiskey. \n[184]This is Alicia Craig. Ally, my father, Charles Roth. \n[185]Dad's a Yankee fan. It has something to do with the payroll. \n[186]Blind familial allegiance. I didn't know what overpriced, overfed, fat bastards they were. \n[187]It's a metaphor... \n[188]Roger Clemens. \n[189]Why are you saying this now? \n[190]God. \n[191]Don't say it. \n[192]You have somewhere else to be, Dad. \n[193]I don't believe you. \n[194]It's not good enough. \n[195]Ally...? \n[196]I have something I've got to do. \n[197]Are you capable of taking care of yourself for an hour? Do you need me here every minute, or what? \n[198]She drew you a picture. \n[199]You have a daughter who sincerely believes you don't like her. \n[200]Don't you at least want to know her? She's telling you something, Dad. She's communicating. Why aren't you riveted? Why isn't this the most important thing? At least for one night of your life? \n[201]You, Mr. Roth. \n[202]And...? \n[203]Maybe not. Maybe Caroline doesn't either. Where would she have learned it? \n[204]That does not mean you're allowed to shatter it whenever there's something better to do. \n[205]You didn't find him. I found him. And you're so tragically blind, the rest of your children are going to hang themselves on your watch. \n[206]Whose was that anyway? \n[207]What? \n[208]That is the stupidest thing you've ever said, including that time with the bong in the emergency room. \n[209]You went to the library? \n[210]I'll skip this particular bloodbath, thank you. \n[211]bum buh bum bum buh bum buh bum... \n[212]What are you doing in my house? \n[213]She's not here now. She's at the library. \n[214]No. \n[215]I'm not going anywhere. \n[216]I'm the one she came to when you used her face as a punching bag. \n[217]She needs you. \n[218]Your dad was here. \n[219]When I got home. \n[220]There's more. \n[221]He knows me. Before I met you. He arrested me and Aidan. He gave me that gash over my eye. \n[222]I mouthed off to him. He ... responded. Then Aidan saw you guys together at school. \n[223]Aidan suggested...I...introduced myself to you. \n[224]Ally... \n[225]Hey. \n[226]Don't do that. What are you doing? \n[227]Yeah. \n[228]But it doesn't mean anything. I didn't mean to hurt you, \n[229]She's asleep. \n[230]Last one ever. I swear. \n[231]I know you're not here for me but, thank you for being here. \n[232]For what it's worth, I think you're amazing. \n[233]I'm sorry. \n[234]She's sleeping. \n[235]You okay? \n[236]I didn't call you. \n[237]Thank you for bailing me out. \n[238]Is it working? \n[239]Hey...Hey. \n[240]I'll be back in an hour. I have to stop by my dad's office. \n[241]Whichever tastes better a la mode. \n[242]If I said I love you... what would you say? \n[243]I love you too. \n[244]Are you canceling all together or are you just running late? \n[245]I'm already here. \n[246]Take your time. I'll just wait in your office. \n[247]That's okay. \n[248]Janine in? \n[249]She getting me any? Just kidding. \n[250]Did you know about this? \n[251]Twenty-nine last May. \n[252]May 18, 1993. \n[253]It's okay. ", "ALLY": "\n[1]So when would that be available?...No, that's sooner than I'd thought. And is there any kind of deposit?.. Okay. \n[2]I'll call you back. Thanks. \n[3]What did you tell me you were going to do when things got tight? \n[4]Did you? \n[5]The lady from student housing. We talked about it. Remember? \n[6]Mrs. Lippman is going to drive me. \n[7]Mrs. Lippman said she'd do it. \n[8]You're exhausted. When you have a stroke I'm going to abandon you on a park bench. \n[9]This drive is too long. \n[10]You're already bothering me. \n[11]What are you, kidding me? \n[12]Anonymous. It's Greek. It means \"you don't have a shot\". \n[13]Subtle. \n[14]Ah. \n[15]Who else do you plan on asking? \n[16]I'm nineteen. \n[17]I don't date sociology majors... they're a rowdy bunch. \n[18]About what? \n[19]I'm Ally. \n[20]Dad, we've seen freaking Erin Brockovich twice already. You always cry. \n[21]It's embarrassing. \n[22]Hello? \n[23]Hi. \n[24]No... I...I was just... \n[25]No. I'm not watching T.V. I'm just...getting dressed. \n[26]And I'm going to meet you at the place at..what time again? \n[27]Right...yes. Eight...okay. \n[28]Shit. \n[29]I'm going out. \n[30]Well, you're a trained investigator. \n[31]A boy from school. \n[32]I wasn't asking for permission. \n[33]Thanks. \n[34]Dad. \n[35]What desserts do you have? \n[36]Great, I'll have that. A glass of skim milk. Then the mussels, please. \n[37]I have my dessert first. \n[38]I just don't see the point in waiting for something I know I want and am going to have. What if I die eating my mussels? \n[39]It's possible. If an embolism burst or an asteroid hit the restaurant, I'd die without having eaten the thing I wanted most. \n[40]Fine. I'll tell you what, you guarantee me. Swear to me on your eternal soul that I'll make it through my entrée. And I'll wait. \n[41]Before you answer, keep in mind, if I die, you'll have to live the rest of your life knowing that you not only lied to me, but denied me my last indulgence. My last wish. Are you prepared to shoulder that kind of responsibility to prove a point? \n[42]Don't worry. I'll share. \n[43]Really? \n[44]I had a nice time. \n[45]Apparently. \n[46]Can't we just stroll while I feed you ice cream with fireworks in the background? \n[47]Who, the attendant? \n[48]I don't know what you're smiling about. \n[49]Paying off the attendant is not winning... It's cheating. \n[50]Aha. By the way, what happened to your eye? \n[51]How butch. \n[52]Okay, Captain Morgan... \n[53]I'll take a cab. \n[54]Thanks. \n[55]Not tonight. Not never... just... not tonight. \n[56]Hey! Turn on the meter. \n[57]You're really weird. \n[58]I'm going to Queens and I don't wanna hear about it. \n[59]I don't do coasters till the third date. \n[60]Is that you? \n[61]He looks like you... or you look like him. Does he play around here? \n[62]Do you play? \n[63]If I asked anybody? \n[64]So what talents do you actually have? \n[65]There's a lot of money in that. \n[66]What's that? \n[67]So what kind of grade did you end up with from Vogelstein? \n[68]Oh. And The Strand is not a significant career choice. \n[69]At the rate you're going, dish washing is going to be your life's vocation. I can say I knew you when. \n[70]This is the playful, you get me all wet part? Right? \n[71]It is cheap. I've seen this scene a hundred times. \n[72]You know what never happens in this scene, Tyler-who-doesn't-really-go- to-school? Tyler-who-doesn't-really care-about-his-job? \n[73]This. \n[74]No, that usually never happens. \n[75]Never. Your middle name is Keats? Your parents are pretentious as hell. \n[76]I'd rather eat monkeys. \n[77]Victory at all costs. \n[78]You should quit anyway. \n[79]Is that a tattoo? Let me see. \n[80]Please. It's very bad ass. All that ritualistic scarring. \n[81]I'm sorry... I didn't... I didn't realize. \n[82]When? \n[83]I thought he was a musician. \n[84]Mine too. \n[85]Oh! You're the assaholic! \n[86]I can't, I would, I'd love to, but I've gotta get home, my dad's waiting up. \n[87]One drink? \n[88]Tyler... \n[89]I, need, you... to call... my dad. \n[90]...oh God oh God oh God oh God... \n[91]...I'm sorry. I fell asleep... \n[92]I forgot to charge it. \n[93]That's mine. From my desk. \n[94]How could you? \n[95]How could you go through my stuff like I'm a suspect? \n[96]What is the matter with you, Dad? You have no respect for me and the way I'm feeling, my privacy. We talked about this! You're totally paranoid... \n[97]You don't do anything. You don't go anywhere except work. You have no life. \n[98]Jesus Christ, Dad! I went on a date! \n[99]So do I. \n[100]Dad... \n[101]\n[102]I didn't know where else to go. \n[103]Hey... \n[104]Where did you go? \n[105]Why? \n[106]New York is full of coffee shops. \n[107]Oh. So you go there to write? To him? \n[108]My mom was murdered eight years ago. The same year your brother died. \n[109]You don't need to say anything, I know you're sorry. Everyone's always sorry, you know? \n[110]It's just, I need you to know that, my dad, he's not an evil guy. \n[111]I don't want you to think that because I'm here he's some kind of belligerent psychotic, he's not...I don't know, it's just recently, he seems really... \n[112]Wounded? Our house is like the recovery room, or the critical care unit or something. \n[113]I don't feel like that, though. I feel like I'm getting stronger and like I'm leaving him behind to swim in it all by himself. \n[114]Hi. Nice to meet you. \n[115]Come on, Aidan. \n[116]Nice to meet you, Diane. \n[117]That was weird. I assume most moms don't smoke weed in front of their son's...um \n[118]You know, you're a poet. \n[119]It's not like he had a choice. She ambushed us. \n[120]Ha ha. \n[121]Did it ever occur to you that that's kind of weird? \n[122]You're the second member of this family I've washed dishes with. \n[123]Wow. \n[124]May I? \n[125]That's exactly him. It's like the cigarette is the last Coca Cola in the desert. \n[126]I can't believe he smokes in front of you. \n[127]You know when I was younger, we didn't have air conditioning in the house, so during the summer my mom and I would go to museums to cool down... she loved them all but The Met was always her favorite. \n[128]So... I heard you've got an art exhibit coming up. \n[129]Was it that obvious? But only if you're OK with it. I don't want to impose and I'll completely understand if you don't want some random girl there. \n[130]You like? \n[131]You just want to skip dinner. I got you a tie. \n[132]You're learning. \n[133]Yeah. Every Tuesday with my pop. \n[134]I'm fine, thank you. \n[135]Yes. But with an area of focused responsibility. It's easier to find a job that way. \n[136]Criminal Justice. \n[137]When I was little I wanted to play first base for the Mets. I don't think it's any harder than that. \n[138]I'm from Rockaway. \n[139]Shane Spencer. \n[140]Nick Johnson. \n[141]Twenty-two years. \n[142]It's OK. \n[143]It's just a call. He held out 'til dessert. \n[144]She passed away when I was eleven. \n[145]She was murdered. I was there. \n[146]I never told you that part. \n[147]I don't know. \n[148]Yup. Here I am. \n[149]I think he's lovely. \n[150]Where are you going? \n[151]Now? \n[152]Oh my God. \n[153]Okay. \n[154]It's okay. \n[155]You're such a romantic. \n[156]Excuse me? \n[157]White girl. \n[158]Shut up. Black girl. \n[159]Asian. \n[160]Latina. \n[161]A Latin girl actually slept with you? What's her name? She's out of the club. \n[162]Eskimo. \n[163]You slept with an Eskimo? \n[164]I don't believe you. \n[165]Prove it. Ten bucks. \n[166]The minute we get off this train. \n[167]Tyler, are you coming? \n[168]He banged an Inuit! She's really nice. And smart. I don't get it. \n[169]What's going on? \n[170]What? \n[171]I hate him! \n[172]I don't understand. \n[173]I'm going to be sick. \n[174]Do you realize what you've done? \n[175]Did you think I would never find out? I mean, think about it. I had to find out eventually. You set it up that way. \n[176]No. That's exactly what you meant to do. \n[177]Prick. \n[178]It takes off the teflon. \n[179]You should let it soak. \n[180]I'm going upstairs. \n[181]Who is it Dad? \n[182]It's OK... \n[183]Really. \n[184]What do you want? \n[185]And... \n[186]Dad... \n[187]He lied to me. \n[188]He'd like to think he is. \n[189]I don't care. \n[190]It's not worth much. You made everything between us a lie. \n[191]Okay. Now what? I'm supposed to just forgive you? \n[192]Using the little sister is dirty pool. \n[193]Maybe. \n[194]Hmmm. \n[195]Do you want french toast or pancakes for breakfast? \n[196]Say hi to your dad for me. \n[197]I love you. ", "AIDAN": "\n[1]I sold your girlfriend a toothbrush. \n[2]That voluptuous, delightfully oblivious little blonde you left in your bed this morning... I sold her a toothbrush. Got three bucks. \n[3]Are in order, yes. Because that sale inspired our newest business venture: \"The S.L.U.T.\" \n[4]\n[5]\n[6]\n[7]\n[8]What about Atlantic City for your birthday this year? Get a suite. Couple of ladies. You could call Toothbrush Girl, what do you think? \n[9]Hey, it's your day. \n[10]What's the point? How do you know where anything is in this place, anyway? There's like... \n[11]No shit? \n[12]This is why chicks dig you. \n[13]Seriously. They like this freaky poetic crap. I ran into Megan yesterday. She's bartending at Don Hill's tonight. She wants us to stop by. She practically begged me. \n[14]Hey nothing. You've been a ghost the past couple weeks. You never wanna go out. I'm feeling unappreciated here. \n[15]I can't deal with this brooding introvert shit anymore man. I'm ready to set up an intervention. \n[16]One drink. Come out for one drink. \n[17]Hey, Megan! \n[18]You look great! Can I get two Heinekens? \n[19]Is she mad at me or something? \n[20]Oh. \n[21]Well, hello... \n[22]My pleasure... \n[23]Thanks. You've met my roommate... \n[24]I love this street. I love this city. Where are you guys from, again? \n[25]Miami. Miami, Barcelona, Rio. New York is it, man. God broke the mold when he made this city. \n[26]What's your point? \n[27]Shoulda worn a jacket. Like me. \n[28]God damn it. \n[29]Tyler... \n[30]You're good? Thank God you're good. \n[31]What are you trying to do? What did you want from that cop guy? \n[32]No justice. Okay, Green Hornet ... Lantern ... Asshole. \n[33]You may not be actually matriculating in school, you may be having a nice time by yourself lurking in the stacks of your book store, but I actually plan on graduating, and having a career and a wife and a girlfriend and a divorce and a mid-life stalking episode and erectile dysfunction, and I will thank you to keep your complexes and nihilistic bullshit... \n[34]Yeah. I got it off a cereal box. \n[35]Yeah, I called your dad's office. Sue me. \n[36]...I know by every numerical measurement I didn't pass but what I was hoping was that maybe you give me a grade on my trying to pass. My commitment to effort. My commitment to commitment...Since the semester is nearly at it's terminus. \n[37]I mean... uh... life's only about what we put into it. It's about people. And what they put into it. And I'm -- ah, screw it. \n[38]He's got a daughter. \n[39]The cop... The cop who busted your face all up. He's got a daughter. And she's hot! I smell revenge! \n[40]You introduce yourself...go on a few dates...be your charming, gentlemanly self... And then, flip the script. \n[41]Screw her brains out and make her call you daddy. Steal her underwear and sell it on ebay. Put her in Clown Shoes, take lewd photos and post them on her high school's home page. I don't know. Be creative. \n[42]Hey. What happened to you was very emasculating. Tell me you don't want to get that asshole and I'll drop it. \n[43]Just meet her. \n[44]She's cute. \n[45]You're meeting her. \n[46]She was here yesterday. \n[47]Well don't call her doll face. \n[48]There. The brunette. \n[49]There you go! Something to open with. Now get over there. \n[50]Shazam! \n[51]Damn, you're not naked. \n[52]T, What happened in the kitchen? It looks like somebody's water broke. Hi. \n[53]Don't feel bad that you're more attracted to me than you are to him it happens to all of them. \n[54]Well, I-- Wait. What? \n[55]Alright, you two. Up. Dressed. Let's go. \"Around The World\" party on the third floor... a lot of ugly but a lot more alcohol. Let's go. \n[56]Ally. Ally. Listen to me, young lady. One drink. From any country. I'll even put France on the table. One drink. Your choice. And we're gone. \n[57]One drink. \n[58]Hey, how we doin'? \n[59]What? What do you want me to say? That I'm sorry? You want me to say I\"m sorry? \n[60]You want me to apologize for showing a nice girl a good time? Is that it? \n[61]I'm sorry. \n[62]...So? She just left? No good bye? \n[63]Maybe she heard you play the guitar. \n[64]There are sins of omission and sins of commission, my friend. I've dealt with mine and I've forgiven myself... you should do the same. \n[65]...little help, T... little help, little help, lotta help... TYLER?! \n[66]What the hell was that? \n[67]How's she doin'? \n[68]My bad. Sorry. \n[69]You realize if she had had the \n[70]Too soon? \n[71]As long as she needs. \n[72]Hello? \n[73]Oh, hey Diane. \n[74]T! It's your mom. \n[75]Hey Diane. \n[76]No problem. Come on in. \n[77]Uh..okay. \n[78]How's work, Diane? \n[79]What? \n[80]Don't freaking bogart that joint, Diane. \n[81]Piece of ass? \n[82]Hey. I know one thing. I know that in the time I've lived with Tyler, he has never introduced a girl ... woman...female...to his mom before. \n[83]Yeah, but he would've shoved you in a closet or something. Or literally pretended you were a hallucination. \n[84]I mean it. It's the first time. Ever. \n[85]No. \n[86]Berlin Alexanderplatz! \n[87]You people are culturally bankrupt. \n[88]Holy crap. What's with all the smiling? \n[89]I want a girlfriend. \n[90]Dinners out, movies. Regular sex. That could be all right. For like, a summer. \n[91]And I've had all the races. \n[92]I've had all the races. I've been with girls from every...race. \n[93]Please. Like falling off a log. As a matter of fact... \n[94]But of course. \n[95]Twice. \n[96]Oui! \n[97]Monica Ipellie. She works at the Public Library on 96th street. \n[98]Inuit. In-u-it, Ally. Try not to show your ignorance. \n[99]Fine. Nice girl. While we were doing it, I couldn't get this little, like, song out of my head... \n[100]\"Inuit, bum buh bum, I'm banging an Inuit, bum buh bum buh bum...\" \n[101]You wanna go to the library? \n[102]Fine. \n[103]Hey. \n[104]You had to tell her eventually... \n[105]Glass half full... you just saved yourself an awkward Thanksgiving. \n[106]She'll be back, T. \n[107]Hi. \n[108]Is this the, uh, that is, does, uh, Alicia Craig. Does she live here? \n[109]Oh great. I'm... \n[110]No, sir. \n[111]Look, I'm a prick. \n[112]Tyler's not. \n[113]Wait. Shit. This isn't really my thing. \n[114]He's in love with you. \n[115]I don't know what that means...I've seen him look at one other girl the way he looks at you. She's a lot shorter and shares his DNA. \n[116]You don't have to forgive him today... just forgive him. \n[117]French toast. ", "CHARLES": "\n[1]You couldn't wear a tie? \n[2]Tyler, would you please pass the butter? \n[3]Caroline is perfectly capable of speaking up if she is feeling dismissed. Caroline, are you feeling dismissed? \n[4]I didn't mean to change the subject. \n[5]Excuse me? \n[6]Now's not the time for your heroics Tyler \n[7]How much what costs? \n[8]Ah. That lawyer, Tyler, costs 450 dollars an hour. \n[9]Tell me about it. \n[10]I understand. You could do worse than have a father who bails you out of jail \n[11]What? \n[12]Okay. \n[13]Tyler, you're on speakerphone. \n[14]I'll make a reservation and have Janine call you. \n[15]Get me one too... \n[16]A pleasure. \n[17]You're going to be a social worker? \n[18]What will your area be? \n[19]Tough area. \n[20]The Mets, huh. \n[21]It has to do with significant ball playing. You were a Yankees fan when you were little. You were Lou Piniella for Halloween. \n[22]Who's fat? What Yankee is fat? Tell me. \n[23]He's big boned! \n[24]How long has your dad been a cop? \n[25]Would you excuse me please... I'm so sorry. \n[26]I'm sorry...And your mother? \n[27]Ah. \n[28]And, here you are. \n[29]I have to go to the office. \n[30]The exhibit runs til nine. You guys take the car. I'll meet you. \n[31]That's all there is, Tyler. \n[32]I don't have to justify anything to you. Take the car. I'll get a cab. I'll meet you. \n[33]It's fine Janine. \n[34]Put it on the table. \n[35]If I have any questions about what my daughter may believe, I'll let you know. \n[36]I've heard this song before, Tyler. \n[37]It's fine, Khaleel. \n[38]Who is this display for? \n[39]She knows I will take care of her. \n[40]Sit the fuck down. \n[41]And that I love her. I love her. Good God, you toss that word around like currency. You have no idea what it means. \n[42]I have provided her world. And yours. \n[43]Who the hell do you think you're talking to? You pedaled down here on your bike for Christ's sake. You have to take care of nothing. You are responsible for no one. You're a kid. You think you're the first one to lose anything? Do you think that there is anything you feel that I haven't already felt? \n[44]How is she? \n[45]How long do you think she'll sleep? \n[46]Thank you. I can't. I'll call her later. \n[47]Destruction of private property and felony trespassing. \n[48]I know you didn't. \n[49]I have unleashed a raging shitstorm of epic proportions on the board of trustees of that pissant school that will not abate until those girls seek enrollment elsewhere. I give them a week. \n[50]I know you think I'm a prick, but I have my uses. \n[51]Can you come by the office to talk to the lawyers? \n[52]Try not to vandalize any more schools in the meantime. \n[53]No problem. \n[54]Good morning Diane. \n[55]Tyler's coming by the office, but I thought I'd ride to school with Caroline first. \n[56]All right. \n[57]Are you already on your way? \n[58]I'm taking Caroline to school. \n[59]It may be a while. ", "CAROLINE": "\n[1]You smell like Listerine and beer. \n[2]Mom. \n[3]Tyler, did I tell you what my art teacher said about my portrait? \n[4]...She was very impressed. She said I captured a moment like a young James Whistler. \n[5]I would be the youngest one, ever, practically... \n[6]I'm okay. \n[7]I'll stay with mom. \n[8]Kay. \n[9]Yeah, Tyler . Why don't we make this a non-smoking statue? \n[10]You promised you'd quit... \n[11]You're gonna get emphysema and then you're gonna have to drag an oxygen tank with you everywhere... \n[12]Everywhere you go, Tyler. Even the bathroom. \n[13]Why do you think Dad doesn't wanna...like, listen to me? \n[14]So? You can love someone and not want to spend any time with them. \n[15]Mom loves Aunt Sara. But at Christmas, last year, she wouldn't let Les leave them in a room together 'cause she said there would be a \"yule tide homicide.\" \n[16]Duh. \n[17]Michael used to drink. \n[18]You're 21. \n[19]What happened to your face? \n[20]You're so retarded. \n[21]Ooh. These are cool. Thanks! Where are we meeting mom? \n[22]I just...they think I'm weird. Sometimes I sort of space out. \n[23]Yeah. Other times too. Madamoiselle Fleischman had to snap her fingers at me a lot today. And everybody laughed and they all think I'm a freak of nature. \n[24]What are you going to tell mom about your face? \n[25]Finally. \n[26]They have me in this art program summer thing at Pratt... \n[27]It's very prestigious due to my artistic greatness. \n[28]There's, like, a thing... \n[29]A show where you show what you've done and stuff. Will you come? \n[30]You're so retarded. Mom's been hyperventilating with joy. \n[31]Your school's over, right? \n[32]Yup. What are we going to do for your birthday? \n[33]Can we have a party? \n[34]A little one? At Mom's? With Aidan. I'll make Mom behave. No crying. \n[35]Make a wish. \n[36]Retarded. Tyler? \n[37]Don't worry, I'm not that impressionable. \n[38]Mine too. The Met is one of my favorite places in the world. \n[39]You wanna come? \n[40]You're not random... you're Tyler's girlfriend. \n[41]I'm ready to go home now. \n[42]Time. \n[43]Mine. \n[44]Gross. Gross. Gross me out the door. \n[45]A child could do Berlin Alexanderplatz, you spaz. \n[46]Stop smiling. You look insane. \n[47]Mom? ", "CRAIG": "\n[1]Cut those two loose. \n[2]Anything in here that's going to stab me, Einstein? \n[3]Nice. You like to get high and hit women? \n[4]How about you two? \n[5]Shut up, genius. \n[6]Alright. That's it. Everybody goes downtown. \n[7]What are you still doing here? \n[8]Well, Mr. Roth. What makes you think I give a shit? \n[9]It's a great relief to me, Mr. Roth, to know that you're on top of the situation. Now go the fuck home. \n[10]Breathe. \n[11]I did. I'm breathing right now. Who was that? \n[12]Sure. \n[13]I'll drive you. \n[14]Don't be mad... \n[15]I can see that. \n[16]Who are you going with? \n[17]Okay. \n[18]I know. Have a good time. Here's cab fare. \n[19]Should I wait up? \n[20]...She was supposed to be back. She's not back ... call Ted Proferes ... and what's his face in the 9th...and call me back. Just do it, Leo! \n[21]You turned your phone off. \n[22]You were gone all night. I was trying to get some information. \n[23]Then stop acting like one. \n[24]You watch your mouth! \n[25]My life is right here! In this house. The same place as yours. But you're spitting all over it. \n[26]I smell alcohol... \n[27]\n[28]Ally! \n[29]Tell me something, Matthews, do you like paperwork? \n[30]Me neither. Nobody likes paperwork. But paperwork keeps our ship afloat. Paperwork makes it possible for me to keep track of all the scumbags. But I can't do that if newbies like you are incapable of remembering standard filing... \n[31]...What? \n[32]What? \n[33]What friends? \n[34]That's all? \n[35]No. \n[36]Leo, no. Stop. \n[37]Where is she? \n[38]Where's my daughter? \n[39]Does she know? \n[40]I didn't think so. I figured you'd probably leave that up to me when you're done with her. \n[41]That's true, Tyler Roth, son of Charles and Diane. Brother of Caroline and Michael, deceased, suicide by hanging. You're kinda lost, aren't you? Taking a little vacation in coach before finding your way back to first class? \n[42]Get a fucking dead bolt. \n[43]You think I don't remember you? \n[44]Thanks for stopping by. ", "DIANE": "\n[1]I'm fine... you look good... \n[2]...This is nice... I think it's nice that we still do this... \n[3]I forgot. I'm trying to purge \"nice\" from my vocabulary. Michael would like that we still do this. \n[4]Did you tell Tyler what your art teacher said about your portrait? \n[5]You two. I quit. \n[6]She suggested your sister take Pratt's Summer Art Intensive and that's hugely prestigious. \n[7]Caroline was speaking. \n[8]Aidan, it's Diane. \n[9]You really have to fix that door. I'm so sorry to just show up. I called but your phone was busy. \n[10]Hey. I'm so sorry honey. I tried to call but... \n[11]Ally. It's lovely to met you. Just lovely. \n[12]Yes. Aidan, would you bring back that spliff, please? \n[13]Thank you. \n[14]Well ... I just found housing for a family that had been in shelters for three weeks. So that's good. On the other hand, I have six other families. \n[15]But Tyler, I wanted to talk to you. \n[16]Sorry. \n[17]Well, first, your sister is all excited about your birthday at the house. I wish you'd told me. \n[18]Of course. Tyler, Your father is driving me crazy. I shouldn't even be discussing this with you. I can't get him to say he'll come to your sister's exhibit. Her art exhibit. He says he's in the middle of an IPO. \n[19]Les says I shouldn't broker. I should let them be on whatever road they're on. \n[20]She cares about this, even though she's pretending she doesn't. \n[21]You will? \n[22]Thank you. Thank you. \n[23]Why don't you bring that lovely girl to your birthday? \n[24]Sorry. Sorry. I love you, darling, but this place reeks of marijuana. \n[25]He was doing it to impress you. He's never washed a dish in his life. \n[26]I brought you every flavor. \n[27]Okay, you. Bed. \n[28]I want five minutes with my child before she ceases to be a child and decides I'm ruining her life. \n[29]Aren't you a treasure. \n[30]I'm sorry, honey. I just... it's nice. Like an end of the summer send off. \n[31]Have fun. \n[32]Are you telling me, Ms. Spencer, that you intend to let those girls stay in your school?...Of course they're all sticking to the same story and that story is a load of crap!... \n[33]I think she'll be out for a while. Would you like to wait? \n[34]I'll tell her. \n[35]Charles? \n[36]What are you doing here? \n[37]Um...OK...sure...yeah...great. She's not ready though, she's going to need at least twenty minutes. ", "JANINE": "\n[1]He's ready for you. \n[2]You're too skinny. And you smell like french fries and cigarettes. \n[3]You want me to lie? \n[4]Try not to give him a heart attack. \n[5]I can't believe you still come down here. \n[6]Old habits. You're not writing anything bad about me, are you? \n[7]I gotta run. Early meetings. \n[8]I probably won't see you before Saturday so...happy birthday. \n[9]I'll be sure to tell your father that you said hello. \n[10]Charles, it's your son. \n[11]On the phone. \n[12]Tyler? Tyler? You can't just... \n[13]Stop! Stop! \n[14]Get out of here Tyler. \n[15]Good Morning, Mister Roth. \n[16]Who do you think scanned all the pictures? \n[17]How old would he be? \n[18]It's really been that long? I could've sworn it was... \n[19]I should be able to remember that. I'm sorry. ", "TYLER V/O": "\n[1]Gandhi said that whatever you do in life will be insignificant but it is very important that you do it... \n[2]...I tend to agree with the first part. \n[3]Whatever you do in life will be insignificant but it is very important that you do it because... \n[4]It's a good bet... \n[5]Nobody else will... \n[6]Michael... \n[7]Someone's been trying to tell me something. \n[8]Maybe it's you... \n[9]This girl! Ally! Her life, even the nightmare parts seeped into me and I swear to God I can hear you better. \n[10]What's that about? I've always been the worst listener. \n[11]Someone comes into your life... \n[12]And half of you says \"Danger! Stay in your cave! You're nowhere near ready!\" \n[13]And the other half -- and this is the part I think is you -- \n[14]Says \"Go get her! Immediately! Make her yours forever!\" \n[15]I'm working on the forever part. \n[16]I'm going to have to step up my game. But I'm glad I listened. \n[17]I love you. \n[18]Don't be a stranger. ", "LEO": "\n[1]Take a walk. \n[2]Take a walk, I said. \n[3]Jim... \n[4]Ally called Sharon. \n[5]She said to tell you, she's with friends, and she's fine. \n[6]I'm sorry, Jim. Listen, why don't you come over this weekend? We'll get the grill going. Sharon wants to see you. We can have some people, nice people...You can circulate a little... \n[7]Jim... ", "LES": "\n[1]She didn't say. \n[2]I genuinely have no idea...are you having a seizure? \n[3]You're just the prettiest girl. \n[4]Hey! \n[5]She's pretty traumatized. I wanted to pull some names together in case we all decide she should talk to someone... \n[6]There's no witnesses and it didn't happen on school property. The school won't do anything. They'll probably get away with it... "}}