{"dialogues": {"SHANE": "\n[1]And you look like that coach from the Seventies. From the Redskins. McGinty. Except you look a shitload older. The price of happiness. Something to take the chill off? I'm running the Redskins again. And I want you to quarterback 'em. \n[2]No, man, I've been out way too long. What, three years since San Diego dumped you? That's nothing. You're in shape, flopping around in the water like that. \n[3]You know what my nickname was in San Diego, don't you? Sure.   Footsteps. \n[4]As in, I hear 'em and I dump the ball. Well, you didn't have much of a line to protect you. \n[5]I got two concussions to prove it. That's why girls don't play the game. I scouted you when you were playing at Ohio State. I told San Diego they were probably making a mistake when they signed you. \n[6]No kidding? Oh, you had a lot of tools: a quick release. Fast. A scrambler by nature. Good downfield vision. But you got hurt a lot. And worst of all, you never could win the big game. What did you lose the Sugar Bowl by, your senior year? What, forty points? \n[7]Forty-five. And now you want to recruit me? A scrambling quarterback is gonna do real well in this new replacement environment. And to tell you the truth, I think I can help you with your biggest problem. \n[8]Okay.   What's my biggest problem? Courage. I think that Sugar Bowl took it all out of you. \n[9]I'm retired from football. Yeah, and it looks like things have been going really well for you since. \n[10]I like being here. It's quiet. I like being alone. Yeah. No screaming crowds, that's for sure. You know what separates the winners from the losers? Gettin' back on the horse. The one that kicked you in the teeth. You're still young. You still got bags of talent. If you do well, who knows what will happen when the strike ends? You want me to tell you you're not going to get hurt? You know you will. No doubt about that. But, hell... ... Wouldn't you rather get hurt than scrape the shit off of other guys' toys? \n[11]Shane Falco. \n[12]I can see. How many fingers? \n[13]Two.   No, wait.    Three. \n[14]Oh shit! No! \n[15]Shane. Nice pop, Danny. \n[16]What was that? Danny Bateman. Ex-cop, ex-Marine, ex-rugby. He's absolutely harmless, if you just play dead. San Diego used you all wrong. You're not a \n[17]I'm very interested in that. \n[18]Excuse me? \n[19]Oh yeah, hi. \n[20]Hey... thanks. \n[21]I guess so. \n[22]Sure.   I understand. \n[23]Yeah. \n[24]... just glad to be back playing. That's all I've really got to say. \n[25]Well... I've been involved lately in the... aquatic business... \n[26]Look, I don't want any trouble. \n[27]Okay.   I'll move it. \n[28]It's okay. \n[29]Let's do that. \n[30]Yeah.   Sure. \n[31]Will I what? \n[32]Now? \n[33]I was kind of thinking the same thing. \n[34]Hey, it's okay. I've been called worse. \n[35]Sometimes I feel like everybody in the world saw that game. Like I could go to India and some little guy would run up to me and say, 'Boy, did you suck in the '92 Sugar Bowl.' \n[36]So, how come you're such a fan? \n[37]Scared? Well... yes. Absolutely. \n[38]Well, thank you. Look, I gotta study the play book tonight. So... I'll see you. \n[39]What?! \n[40]Nod my head? \n[41]Hold on, what's the problem here? \n[42]Hey, hold on... \n[43]What happened? Am I hurt already? \n[44]God damn it! I am the quarterback! I am the only one supposed to talk in the huddle! \n[45]I don't give a shit! \n[46]Huddle up! \n[47]If you've got something to say, raise your hand! Is that understood?! \n[48]Then you tell me before the huddle starts! Okay, listen up: 68 blue east storm toss. On two. \n[49]What?! \n[50]It's to the right! \n[51]Blue 68. Blue 68! Hut! Hut! \n[52]Have you suddenly decided you don't like me, Jamal? \n[53]Okay. Let's try something simple. 18 red left slot open. That's to the left! \n[54]Eighteen red! Eighteen red! Hut! Hut! \n[55]Yeah! \n[56]Shut up! Pass. 22 Solo right slot 'A,' Y stick. On one. \n[57]Twenty-two green.    Hut! \n[58]What? \n[59]Okay. On the count of three. Everyone more left. Hut! Hut! Hut! \n[60]U brown right, west 19 A lead. That's you, Mickey. Puke on him if you have to. \n[61]Hut! \n[62]Hut! \n[63]We can't put three plays together without a penalty, a fumble of a fight. You still got a whole half left. You're a thoroughbred out there running against a bunch a nags. You can pick these fuckers apart. \n[64]You're good. You're really good. \n[65]Okay, let's all take a few seconds to think about what we were doing for a living... just last week. \n[66]Good. Let's kick ass. Red right pass 15 x \n[67]Red fifteen! Red fifteen! Hut! \n[68]Hut, hut! \n[69]I can't... \n[70]22 green! \n[71]Check! Black 43! Black 43! \n[72]Black 43! \n[73]Black 43 left! \n[74]Hut!   Hut! \n[75]Hut! \n[76]... ultimately, it's a pain thing, you know? I mean, it's Darwinian, the survival of the numbest. Whoever can take the pain most, gets the largest contract. It's sick. \n[77]I'm glad that you are concerned. \n[78]I would like. \n[79]Here's home. \n[80]Oooooh. Bookends. \n[81]These are my guests. \n[82]Why did you do that? \n[83]That's what I was hoping. \n[84]I guess they found one. \n[85]What is it? \n[86]Oh, God. I've got to go to the bathroom. It's far away, isn't it? \n[87]Oh, man. My hair hurts. \n[88]Did you undress me? \n[89]And you... slept here with me? \n[90]Did we... ? \n[91]No blood. \n[92]May I ask you a personal question? \n[93]Do you do this for all Redskin quarterbacks? \n[94]Then why me? \n[95]I can't take a hit! \n[96]Redskins? \n[97]McGinty called a dinner meeting with the whole team. \n[98]Thank you. Thanks for... everything.     You saved my life. \n[99]And that pill, that sure worked. \n[100]Well... \n[101]Hi.    Come in. \n[102]Wow.    Thanks. \n[103]Yeah.   I know. \n[104]You got to double up on Morris. \n[105]Okay. Spread left 'A' Right, roll right Half Back Sail. On two. \n[106]Red, fifteen.   Hut, hut! \n[107]Huddle up! \n[108]Same thing... Except... Let him in. Don't touch him. \n[109]Shut up! Let him through. On two. \n[110]Red fifteen. Hut! Hut! \n[111]Get him! \n[112]No! Danny, go down! You're using up the clock! \n[113]Time out! \n[114]We got time for one play, but if we don't get it out of bounds, the game is over. Yeah, but you're looking at a sixty-five yard kick from here. \n[115]Seriously? \n[116]You look great, Lou, you know that? \n[117]Hut! \n[118]No.     Not really. \n[119]\n[120]Yes. No. I'm here because ... I don't want to be alone. \n[121]But to tell you the truth... I'm kind of scared of you. \n[122]You know what hurts worse than my shoulder? \n[123]Their defensive end punched me in the mouth. \n[124]Seriously. It's killing me. \n[125]... after that game, after being beaten that badly in front of the whole country, after humiliating myself, my team, my school, my family, I mean -- did you know that I set two Sugar Bowl records?! I was sacked eleven times! I threw six interceptions! \n[126]Anyway, after that, I could never seem to adjust in the pros. I was too scared. I lost my balls. \n[127]You know what I mean. My nerve. I lost the edge you need to play this game. \n[128]No. Somehow, I convinced myself that I couldn't ever win the big game. I got so down, that I was afraid to be playing when a game was on the line. I was afraid to screw up. That's the sure sign of a loser. From there, it wasn't very far to thinking that I'll never win, that I didn't deserve to win at anything. Including love. \n[129]What's this? \n[130]A visit. Who let you in? \n[131]Lucky girl. \n[132]Dallas Cowboys.     Howdy. \n[133]What do you want? \n[134]I'm flattered that you actually think we have a chance to win. \n[135]Is the union behind this 'visit'? \n[136]I won't go out with her anymore. \n[137]Whatever you say, Coach. Alright, listen up. The strike is just about history. By tomorrow, you will no longer be Redskins. It's important that you leave here, however, with the knowledge that you have made a difference in your own life, in the owner's life -- or what's left of it -- and especially the fans'. You have proven to a skeptical America that sports is not about contracts, or agents or shoe deals. Sports is about rising to the occasion. We have one more opportunity tonight to do that, one more chance to show what heart is all about. The Dallas Cowboys are waiting out there to kill you. I expect nothing less than for you to win even in your death throes. We have a powerful weapon on our side tonight: there is no tomorrow for most of you. And that makes you very dangerous people. Use it. \n[138]Hut!   Hut! \n[139]Like Christmas morning. What's the matter with your arm? Are you alright? \n[140]Okay.    Red right 15 X hook. \n[141]15 X hut! \n[142]I'm sorry, Roland. That was a great block. \n[143]You were a warrior, Roland. I'm gonna miss you. \n[144]Yes, Andre. It's true. \n[145]You're right, Clifford. And I'm sorry. But now I want to go out there and either beat these bastards or die trying. I never wanted to beat anybody so bad in my life. \n[146]Gentlemen, our problem is the Cowboys aren't afraid of us. But they should be! \n[147]We've got one chance on offense to make our stand -- the first play of the half. \n[148]No.     But one nasty-ass play    might. We just gotta    be brave. And trust    each other. \n[149]Help me with this. \n[150]Somebody has to tape me up. \n[151]I'm okay. I owe you an apology. \n[152]Yes. I'll explain later. But thank you for believing in me. You give me strength just looking at you. \n[153]Suck my dick. \n[154]Blue thirteen! Blue thirteen! Hut! Hut! Hut! \n[155]Okay, everybody, stick \n[156]Black 98! Black 98! Hut! \n[157]Hut!   Hut! \n[158]Put your tits on my head... \n[159]I can do it. \n[160]Just make it a good snap. And you'll do the rest, right? \n[161]Lou, are you alright? \n[162]What?! \n[163]Hut! \n[164]What would Unitas do in this situation? I have no idea. \n[165]No problem, Mickey. Hell of a hit, Reese. \n[166]Right after this play. So besides me, who really wants the ball? \n[167]Yeah. You want it, Brian. Let's hook up. says Blue left slot open 'A' right. Two Jet 'X' drive. On three. Gentlemen, it's been an honor sharing the field of battle. \n[168]Blue 58! Blue 58! Hut! Hut! Hut! ", "McGINTY": "", "ANNABELLE": "\n[1]Annabelle Farrell, head Redskinette. \n[2]I'm in charge. Of the Redskinettes. The cheerleaders? \n[3]I've been watching you. You look good. You look strong. Good quick release. Smart. You read defenses quickly. You're gonna do great. \n[4]I saw your second concussion. The one \n[5]If there's anything you need, let me know. And I mean anything, okay? You understand? \n[6]They put you up at the Hilton? \n[7]Good. Remember: anything. You got it? Okay? ... because it's a damn waste of all that speed, Clifford. I told you that when you were in high school. You've got to catch the ball, son. This is the main idea of the passing game. \n[8]You would think he's done enough. \n[9]McGinty, I mean. \n[10]My theory is he came out of retirement to see if he could win with losers. Oh, shit. I'm sorry. I didn't mean... \n[11]Like    after that Sugar Bowl    game? I guess you could    survive anything after    that. \n[12]My dad. He's a huge Redskin fan. For years. He's in his twenty-ninth year at the Senate Office Building. As a guard, not a senator. The only thing that keeps him going he says, is me and the Redskins. That's where I get it. My fan-ness. Are you scared? \n[13]It's okay. Anybody would be. But you're good. And you'll do good. \n[14]Break a leg tomorrow. \n[15]It's    from the theater. For    opening night. You say    the worst thing that    can happen. And it won't.   Break a leg. \n[16]Go away. Both of you. \n[17]You were about to be rolled. \n[18]They work the bar downstairs looking for drunk Redskins. \n[19]Don't feel so bad. It's a rookie mistake. \n[20]Here.   Take this. \n[21]It's for the pain. Take it. It's only a little bit illegal. \n[22]I'll help. We'll just take our time. \n[23]Kidneys. \n[24]You took a hell of a beating. The martinis didn't help, either. \n[25]Don't be afraid if you've got blood in your urine. That's normal. \n[26]Yes. \n[27]Yes. \n[28]Are you kidding? You were catatonic. \n[29]Good.   Back to bed. \n[30]Of course not. \n[31]I don't know. I guess I can't resist a man who can take a hit. \n[32]Shhh. It's all in your head. Now, get some sleep. \n[33]You're the golden boy in the press this morning. \n[34]'Falco scores big.' Well... not really. Hey, a lot of the regular players are starting to cross the picket line. \n[35]It doesn't say. \n[36]Where are you going? \n[37]No. Probably just your wallet and your watch. \n[38]You're basic double D Vicodin. But be careful: It's habit- forming. The best stuff always is. \n[39]Ice both knees and that shoulder before bed. \n[40]No. \n[41]We don't travel with the team. So, here's Tylenol with codeine, regular Vicodins, the magic bullet one that I gave you before, and a couple of Darvons if you actually break something. Pop 'em in the ambulance. \n[42]I'll be watching on TV. The Giants got back three of their four defensive linemen. Plus their middle linebacker. \n[43]What can I say? Go from the shotgun and scramble your ass off. \n[44]Are you hurt? \n[45]You're getting used to being slapped around. That's a good sign. \n[46]Would you like to come in and make love? \n[47]Most    of the world feels that    way. You don't have    to be embarrassed about    it. \n[48]I won't hurt you. \n[49]That shoulder is going to need special handling. \n[50]I can't imagine. \n[51]Okay.   Calm down. \n[52]Well, they're back. \n[53]I don't believe that. I don't think it just goes away. It was only one bad day, Shane. Everybody has those. \n[54]You're wrong. You're winning now. You're winning me. \n[55]Shane! \n[56]Are you okay? Is it your side? \n[57]What?     You do? ", "O'NEIL": "\n[1]If you keep talking to me like I'm a five- year-old, I'm going to hurt you. \n[2]What the fuck was that?! \n[3]Bullshit he slipped! He could have scored! Anybody could have scored! I got one foot in the god damn grave and I could have scored! \n[4]You god damn wimp! You're fired! Get out! Get out! Get out! \n[5]Get me Jimmy McGinty. Get him here. Tonight. \n[6]I'm dying, Jimmy. You been dying for twenty years. That poof of a nurse of yours is gonna kick my ass if he catches you drinking. \n[7]Gimme a butt. I quit. \n[8]No. \n[9]You pussy. I want you to come back as head coach. I fired that asshole Tilden today. I'm retired. And besides, you don't have a team. They all flew home in their jets to their castles. \n[10]We're gonna finish the season anyway. All of us owners decided. We're gonna use replacement players. You're a bunch of greedy bastards, aren't you? \n[11]Us, greedy?! What about the god damn players?! I got the highest payroll in the N.F.L. and they still want more! That's because you've been bottle-feeding straight cash to these big babies for years. \n[12]No team owner in their right mind is gonna give back those T.V. revenues. \n[13]All we promised Fox was twenty-two guys with a pulse every Sunday. But think about it, Jimmy. We got a great opportunity here! We got a chance to put a team on the field that plays the game just for the love of it. Like we used to play it. We also used to play without face guards. \n[14]Jimmy, I'm really dying. The doctor says I'll be gone by Superbowl Sunday. Help me bring a winner back to D.C. You did it for me once before. You can do it again. Listen: I golf once a week with the President of the United States. I walk my grandkids to school every day. I got a    young wife who will    fuck me any time I want,    which frankly, isn't    too often, but it's    comforting to know it's    there. I don't need    it. \n[15]Come on. Wouldn't it be fun? A bunch of poor nobodies who play to win instead of a bunch of bitchy millionaires? You can put it together, Jimmy. Player's love you. They always have. \n[16]Tell me you're gonna do it. Shut up, I'm thinking. Okay. Here's the deal: you let me recruit who I want, with no interference? \n[17]Absolutely. I'm talking anybody I want. No exceptions. And no interference with my coaching, either, like you used to. \n[18]Sure, Jimmy, sure. And one more thing: no more Notre Dame stories. You start telling me Notre Dame stories and I pull your plug personally.   I swear to God. \n[19]Deal. \n[20]Shane 'Footsteps' Falco? This is what you're going to build an offense around? \n[21]Christ, Jimmy, I ask you to build me a team based on balls and the first player I see is Footsteps Falco?! He's got as much natural talent as any quarterback in the league. \n[22]And he's got the happiest feet I've ever seen! All he needs is a shot of self-confidence. He's our quarterback. That's the way it is. \n[23]What about a safety? We got two a days starting tomorrow and a game in five days! And we still don't have a safety?! \n[24]I called a friend of mine who just happens to be the Governor of Maryland. Terrific, the Governor is going to play safety? \n[25]Don't worry about it. \n[26]Turn it off. This is going to kill me. \n[27]I'll give you 50 thousand dollars for a bite of that steak! Alright, listen up: There have been a lot of rumors about the regular players crossing the picket lines. They are not rumors. Many union players have now seen the error of their ways and are coming back in \n[28]Now that's a hit! \n[29]Where are we gonna keep him? In the stadium. We'll fix up something comfortable for him and he'll get his exercise by kicking the shit out of N.F.L. receivers. \n[30]How did you pull that off? How else? With your money. \n[31]Take this cow piss out of here. \n[32]Let's keep 'em all. The hell with the regulars. You've got to take the union players back once the strike ends. It's part of the collective bargaining agreement. \n[33]The hell I do! I'm dying! Let 'em sue me. They'll do worse than \n[34]God damn 'em! Then you got to beat Dallas. The whole country will be watching. All those millionaires down there deserve to have their noses rubbed in it. Ed, let's be honest: beating Dallas is gonna be a hell of a trick. \n[35]You can pull it    off. You proved that    winning doesn't have to    look pretty. These     boys are hungry for it,    Jimmy. \n[36]There's nothin' more dangerous in all of sports than a hungry team. I remember back in '47, we were playing Nebraska in the mud... Ed, I'm begging you -- no Notre Dame stories. \n[37]Okay, Jimmy, okay. But you beat Dallas for me, and then I'll go gently into that night. ", "MADDEN": "\n[1]Hey, the Dolphins do this as good as anybody. See, in a four, three, two, two, you got the guards... boom!... Plugging up the middle, then the corners... boom and \n[2]Could be the last play. \n[3]Take it all in, people. This could be it for 2,000. \n[4]It's all about money, folks. More money, of course and ain't it always? The shame of it is the big losers are you out there, the fans. \n[5]There goes Martel! \n[6]On maybe the last play of the season. \n[7]Yeah, there's a lot of that going around. \n[8]... Pretty bold move by New England Patriot owner Victor Kiam, who went out and bought an entire semi-pro team once the strike happened. \n[9]Redskin management, on the other hand, is going with a bunch of unknowns. Their public relations people don't even have bios yet on most of their players, although we'll see one or two familiar faces out there today. \n[10]Oh, yeah, they were absolutely decimated! \n[11]This is not a good sign. \n[12]Well, Pat, so far the Redskins have minus ten yards offensively. \n[13]Seventeen, I think. \n[14]Very nice off tackle run by Lamont. Execution was letter perfect. \n[15]This will be a forty- five yarder. That's a tough distance for your first N.F.L. field goal try. \n[16]Yeah, this guy is a player. \n[17]According to the Redskins, Ray Smith... is... that's weird. No college given, no high school given. It just says he's been a resident of the state of Maryland for the last four years and five months. Likes to embroider. \n[18]... began with a Redskin end around, but Cochran, the pulling tackle ran into Falco's pitchout ... see? \n[19]Yeah, and it looks like he's hurt, too. He was really starting to put it together here in the fourth quarter. Only forty-eight seconds now left on the clock. \n[20]I'm surprised to see him again after that shot he took from Bellinski. \n[21]It's a long count. Falco could be calling an audible. \n[22]Whoa! Falco calls an audible at the line of scrimmage and Lamont takes it in! helmet I guess you saw something I didn't. \n[23]This turned out to be one hell of a contest, Pat! \n[24]It's a fake! \n[25]That's all-pro Hank Morris's third sack, his second here in the fourth quarter and the sixth of the day for \n[26]Morris intercepts! Wait! The ball is stuck in his face! \n[27]Lee scores! Lee scores! Lee scores! I love to see a fat guy score! \n[28]I can't believe it! McGinty is gonna let Pacifico try the field goal from sixty-five yards out! \n[29]Pat... did he    just? I think that guy    is smoking on the    field! \n[30]It's straight enough! If it's got the distance, it's... \n[31]Good!     Redskins win! ", "ON SHANE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]", "SUMMERALL": "\n[1]That play, my friends, sums up the Redskins' running game all day long. Now Washington calls their last time out. \n[2]Third and twenty-two, but forget the first down with eight seconds showing and the Skins down by a touchdown. \n[3]Could be the last play of the season if the players go out. \n[4]Once again, if you haven't heard, it was announced during halftime that the N.F.L. Players Association will hold a press conference immediately following this game -- that would make it about five o'clock Eastern time -- and it is expected that \n[5]Here we go: Third down, eight seconds to play, ball on the Dolphins' thirty-three yard line. Skins down by a touchdown. \n[6]Well... Martel goes down ten yards short of a score. \n[7]I think he might have slipped. \n[8]Like Shane Falco, the enormously talented college quarterback from Ohio State, who never fulfilled his potential in the pro's. Wow, remember that \n[9]Dusted. And if I'm not mistaken, Falco set a record in that game for Bowl interceptions. Anyway, for some of these players this is another shot; a last shot, probably, for a guy like Falco... \n[10]Oh, my... \n[11]... I don't know. Something seems to be going on in the huddle. It looks like... yes, Shane Falco is on his back. They haven't run a play yet but Falco is down. \n[12]Washington comes up a minus fourteen yards on their first possession. \n[13]I think the Redskins just set a record for penalties in the first three minutes. We're waiting for the stats on that... \n[14]John, how many years have we been calling games together? \n[15]That puts the Redskins in field goal range. And here comes Pacifico to see if he can get them on the board before the half ends. \n[16]Another terrific interception by Smith. That's his second. \n[17]Falco is intercepted. That's too bad. \n[18]Here comes Falco with eighteen seconds left on the clock. \n[19]Lamont scores! \n[20]With eight seconds remaining, Pacifico will try the extra point that will send this game into overtime. \n[21]If he can stay alive that long. Ten-three New York in what has turned out to be an incredible defensive duel. \n[22]Now that's something you don't see everyday! \n[23]Hey, John, this kid has got a heck of a foot. \n[24]No, I think you imagined that one, John. ", "AL": "\n[1]Good evening from the Big O here in Washington D.C. where the mighty Dallas Cowboys take on the Cinderella Washington 'Scabskins' as they have come to be known. Hi, I'm Al Michaels and we are witnesses to a unique matchup tonight as Shane Falco and a contingent of strike players go up against the entire regular squad of the Dallas Cowboys. Yes, you heard right: every Cowboy has now crossed the picket line, some as late as this afternoon, and they will all play tonight. Can a rag tag group of hasbeens and castoffs stand up to what was once called America's team? And what about the strike itself? It has been so ineffective that many predict it will be over before this game ends. Stay tuned as Boomer and Dan join me for strike ball, D.C. style. \n[2]That    is one    very big leg    on Lou    Pacifico. He's    a big    reason why this    strike    team is two and    0. \n[3]Easy, guys. \n[4]That's the end of the \n[5]Okay, let's join Chris Berman with our half- time show. Chris? \n[6]What's wrong with you guys?! \n[7]Stop it! \n[8]... at nine-forty Eastern time, the agreement was reached, and except for this upcoming second half, the strike is history. \n[9]Well, this is a first. Shane Falco seems to be... \n[10]Here we go, first and ten for the Redskins. Twenty-four zip Dallas. \n[11]Whoa! Flags fly everywhere! I've never seen anything like this! \n[12]First and ten at the Cowboy twenty and I'm telling you, we are looking at a totally different team here in the second half. \n[13]I love when you guys agree. \n[14]Touchdown, Skins!     What a fluke! \n[15]... one minute twenty remaining, and even though Dallas didn't score, they sure ate up a lot of the clock. \n[16]And for Pacifico, that's anything up to sixty-five yards. \n[17]That's good for twelve yards. The clock stops on the first down. The Redskins have no time- outs left. \n[18]Wilkinson throws it away, and with twelve seconds remaining, the Redskins will try a forty-eight yard field goal to tie it up. That's almost a chip shot for Pacifico. \n[19]It's a fake! Falco has it! \n[20]Falco scores! \n[21]Wait a minute. Wait a minute. We've got a flag down. ", "MARTEL": "\n[1]Green 48! Green 48! Hut! Hut! \n[2]Hey, you can't park there. \n[3]You don't want any trouble?! You're taking my job away, but you don't want any trouble? He doesn't want any trouble, but he puts this piece of shit in a no parking zone. \n[4]No, we'll do that for you. Go ahead, Wilson. Move it for him. \n[5]This is a visit. \n[6]I used to nail one of the housekeepers. \n[7]You know who these guys are, don't you? \n[8]You'll be seeing a lot of these guys tomorrow. \n[9]Who, me? Not much. But these boys wanted a little head start on you. \n[10]It can be a game of luck. And under no circumstances can we allow a scab team to go three and O. Especially against the Dallas Cowboys. It's just not good for the game. \n[11]I can't really say, Shane. By the way, have you ever tried throwing a football with bruised ribs? \n[12]The pain makes it damn near impossible. \n[13]And one other thing: I want you to stay away from Annabelle. \n[14]The sad fact is she won't give me the time of day. But you can't have everything I want. I can't let that happen. So, you gotta stop seeing her. Just on principle. \n[15]Let me hear you say it. \n[16]Come on. You can do it. \n[17]Good. Gentlemen? Hey, have a great game! ", "EVANS": "\n[1]You won't need a center. How you doin', Reese? \n[2]Bored and ready to retire. I'm just looking for one more hit. One more really good hit. What about the strike? \n[3]Hell, I'm rich. I got no complaint with Mister O'Neil. I just want a chance to play one last time. \n[4]Shit, I'd rather go out with a broken leg than sitting on the bench. Welcome to the new Washington Redskins. Let's find Reese somebody to play with. \n[5]Nice. Try a roll to the right. \n[6]You okay? \n[7]Remember to nod your head on the snap. \n[8]For    when Murray's in. The    deaf kid. Hello? He    needs to look at you on    the snap. \n[9]Shane, we got to move! \n[10]He's too far outside for me to get to him. Bring him down and sit on him. \n[11]Shane... \n[12]I'm proud of you, kid. \n[13]Hell, I'm retiring. I have thirty minutes of football left in my whole career. I'm homicidal! \n[14]Are you okay? \n[15]Come on, Shane! \n[16]That's the one I was looking for. I can retire in peace now. ", "LEE": "\n[1]Not bad, Coach. You look great. Why don't you work out at left tackle? \n[2]You got it. \n[3]I always ate before a big match. I need the bulk. \n[4]No it's not. \n[5]What did you call me?! \n[6]I'm gonna kick your black ass... \n[7]Suppose like, you don't feel good. Or you're hurt or something like that. Then what? \n[8]I don't feel good. \n[9]I'll help this time. \n[10]What? \n[11]You think that's worth a shoe deal? Stop with the lovefest! Let's get the goddamn ball back and win this thing! \n[12]You'll score, too, with a Cadillac from Coleman Cadillac. It's a big car for a big man. \n[13]You'll score, too, with a Cadillac from Coleman's Cadillac. It's a big car for a big man. \n[14]You'll score, too, with a Cadillac from Coleman Cadillac. It's a big car, for a big man. \n[15]What?! I'm not doing it again! Who are you, Orson Welles?! This is nuts! \n[16]I'm so sorry, Shane. I'm sorry, everybody. ", "JAMAL": "\n[1]Get out of the way! else Don't look at him! He don't like being looked at, god damn it! No eye contact! \n[2]You know I don't take that shit. \n[3]You all put that car back. \n[4]Put the car back. Gently. \n[5]No, it's not. \n[6]That's your ride, ain't it? \n[7]Move his car back. \n[8]No I'm not. And quit messing with my man here. That includes his ride. \n[9]Bastards. \n[10]Don't be messing with my brother... \n[11]That's to the right... right? \n[12]You better be quiet, Shane, they'll hear you. \n[13]Oh. You said it was to the right, didn't you? \n[14]Man, that's ripe! \n[15]One touchdown ain't gonna help, Shane. ", "ANDRE": "\n[1]Be cool. \n[2]We're the people who take care of the quarterback. We're the guards. \n[3]Let's go to practice, Shane. \n[4]That's where I stand. \n[5]Come on, man, that's my spot in the huddle. \n[6]... Fat fucking nip! You don't know shit! \n[7]You heard me, you tub a rice shit! \n[8]You ain't kickin' jack shit... \n[9]Yeah, but he took my place... \n[10]No, it's to the left. \n[11]Oh, God! \n[12]What's that mean? \n[13]You're the one, you're the one, you're the one... \n[14]Is that true? ", "BOOMER": "\n[1]But you have to admit, Dan, Falco is proving to be the real thing. \n[2]Here we go... \n[3]Dan, I think Butler's hit on Falco was late, to tell you the truth. \n[4]There's still a whole half left, Dan. And remember, Falco is proving to be a second- half quarterback. \n[5]Those big, fat boys in the trenches get awful tired. You ought to know that, Dan. \n[6]He started it. \n[7]I did not! But you are! \n[8]Yeah, you would say that. \n[9]Hell,    Al, he's necking with    a cheerleader! I've    done a little of that    in my time. \n[10]Hey, Dan, what are they \n[11]Unbelievable! One Washington player had a Cowboy in what appeared to be a police choke hold. \n[12]Absolutely, Al. The Redskins are playing like there's no tomorrow, because, hey, there isn't! \n[13]Total luck there, Al. Makes up for the perfect ones they drop. \n[14]And it looks like Falco cannot answer the bell. He's still on the bench ", "DAN": "\n[1]But the fact is, a kicker does not an offense make. I think tonight the Scabskins will have a very rude awakening. \n[2]Well, Boomer, no, I don't have to admit anything. \n[3]What pursuit! Butler never gave up on him. That's a 270-pound guy who moves like a halfback. \n[4]Well, of course you do. You were a wimp quarterback. \n[5]Al, the battle is being fought and won in the trenches. You can't expect a bunch of pick- up players to stand up to a professional pass rush like the Cowboys. \n[6]You got to be kidding. \n[7]I did not! You called me fat! \n[8]It's about time. I say let the professionals back on the field. The fans deserve nothing less. \n[9]The players are not supposed to fraternize with the cheerleaders. \n[10]I see at least five flags... no six! \n[11]I gotta agree with you on this one. The surprising thing for me is how ineffectual the Cowboys have been in this half. I mean, they look totally intimidated. \n[12]Maybe not so lucky. Falco is down. \n[13]They just need to get the ball in field goal range. ", "WILSON": "\n[1]Hey, man, I do what my union says. \n[2]Let me tell you something: I'm a big man, you see? \n[3]There are some days when I am so beat up, that I cannot dress my own big ass. I asked management for a valet or some shit to help me dress and they said no way. So, fuck 'em! \n[4]Shit, I'm goin' to Vegas. \n[5]Who the fuck are you? \n[6]Kiss my ass. \n[7]My windshield! You crazy motherfucker! \n[8]My car! \n[9]No!   Stop! \n[10]Come on, help me, god damn it! \n[11]You are gonna pay for this. ", "ON McGINTY": "", "CLIFFORD": "\n[1]What else? \n[2]Get out of here. I'm telling your mother you were talking like that. \n[3]Tell 'em I gotta work Saturday. And I'm watching the Redskins on Sunday. Ain't nothing stopping me from watching the Redskins on Sunday. No way that's gonna be \n[4]Pay me?    How much? \n[5]Ray, who the fuck is on the phone?! \n[6]Oh God, there's Eddie Martel! And Wilson Jones! I love Wilson Jones! Yo, Wilson! Yo, player! \n[7]I know, Coach, I know. Okay. I assume that you have touched a woman in a romantic way, have you not? \n[8]Oh yeah, Coach, sure. In a, you know, romantic way. Good. From here on out, you touch this football, all the time... ... just like you touch your girl friends. I better not see you without this ball. You understand? \n[9]Coach, wait! Can I still like touch my girl friends if I don't, you know, let go of the ball? Yes, Clifford, if you can manage that, absolutely. \n[10]I got Wilson Boone's locker, man. Do you believe that shit? ", "ROLAND": "\n[1]Cut right on me, now. Right on me. \n[2]Not right on me, goddamn it! \n[3]Thank you, Lord! \n[4]Actually, less than two minutes. I was a rookie third round pick in '93. We were playing Atlanta in the home opener. Near the end of the first quarter, they sent me in, I took a screen pass over the middle and got hit by both linebackers. Simultaneously. One a \n[5]I've been teaching high school football for five years. It's not a bad life. I'm good at it. There are some days when I actually love it. But for one more shot at this? Shit. I'd give it all up. This time, they're gonna have to take me out in a box. \n[6]For my last play in football, I'll take that block. \n[7]I thought you were going to score. What happened? Did you slip? \n[8]That's what I thought. \n[9]It was a dream come true. Go kick some ass for me. ", "ON MADDEN AND SUMMERALL": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]", "AUGUSTINE": "\n[1]Did they win or lose?! \n[2]That has the distinct tonal quality of a loss. \n[3]Nice medicine for a loss. Keeps us calm. Makes us not so sad. Keeps us on an even keel. Gives us some perspective, doesn't it? And we'll save the winning medicine for next Sunday, won't we? \n[4]Sounds exciting. \n[5]We'll want to talk to coach now, won't we? \n[6]Better? It always makes you feel better when you fire someone, we know it does, don't we? Yes... \n[7]Here we go. Nice fat little hits. \n[8]You used to love asparagus soup. They say that when the taste buds go, you're at the beginning of the end. I want to keep Falco after the strike ends. As Martel's back-up. ", "REPORTER": "\n[1]But you're already one of the highest paid players in the game. The fans just don't see the point of a player like you striking. \n[2]As president of the Players' Association, what does your presence mean here, Mister Lindell? \n[3]But where have you been? What have you been doing to make a living? \n[4]Coach, what will be your strategy against New York this Sunday? \n[5]Bob, I'm standing in front of Redskins owner, Edward Frances O'Neil's home and all we know right now is that the Washington player previously known as Ray Smith is in fact Earl Samuel Wilkinson... \n[6]... the All Pro Miami Safety who was serving five to seven years in the Maryland state penitentiary for three counts of aggravated assault. As you may recall, one of those counts was against a Baltimore City police officer and resulted in that officer being hospitalized for quite some time. \n[7]No, Bob, but rumor has it that the National Football League Player's Association had something to do with it. \n[8]Mister Matheson, what are the sticking points in the negotiations as far as the owners are concerned? ", "Hut!": "", "LINDELL": "\n[1]I have just left a meeting with representatives of the owners and I am sad to say that they have refused the players' final demands which center around a rise in the current salary cap. \n[2]Very simply, support for these fine players and union men. Washington D.C. is the home of freedom and the collective bargaining agreement. I am here to remind all Americans that the owners are no better than the robber barons of the Nineteenth Century. They have blatantly gone out and hired scabs, which is against all principles of our Constitution and the Declaration of Independence and probably even the Emancipation Proclamation. \n[3]And here come the Scabskins now! \n[4]Don't be asking    for no autographs from    the real players and    then go in and watch    the scabs! \n[5]That is not the message we want to send our children! \n[6]... because it's about brothers, and brotherhood and standing together against the oppressors. That's why I am so grateful to our Teamster brothers who have joined us here today in New York to protest the greed squad known as the N.F.L. owners. \n[7]I think that Mister Matheson here, and myself, are very close to an agreement that will put the 'pro' back in pro-football. ", "PILACHOWSKI": "\n[1]... Six phone lines with internet access on two: One for defense and one for offense. \n[2]Except for a kicker. We definitely need a kicker. A place kicker over a punter. \n[3]Okay. Here's the list of every player cut this past season. What we would like to do is... Those people? list Most of them were cut because they were shitty. We're going to go another way here. I've done some scouting since I retired. On an ad hoc basis, of course. And what I have here is a list of people I've kept an eye on. They've all played football somewhere, but only a few in the pros. And they've all got something... unique to bring to the game. We're gonna take these people and try to put together a winning team. And if nothing else, they should be fun to watch. \n[4]Oh my God. That's disgusting! How you doin', Mickey? \n[5]You're not serious. I met Mickey in Hawaii. When he was even bigger. He's a Sumo wrestler. That means he's an expert at pushing people around. That's what pass blocking is, Leo. \n[6]walk I'll trade you for a tackle who's gonna play in a diaper. \n[7]What are you, crazy? Nobody eats right before a game. ", "IN HUDDLE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]", "ON BALL": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]", "ON ANNABELLE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]", "BANES": "\n[1]We thought we would skip special teams for the moment. \n[2]The thinking being that if we lose the toss, we have to be able to at least kick off. \n[3]I got a defensive end who's deaf!! \n[4]How can I coach a deaf man?! You don't have to... Brian Murray would have gone in the first round five years back if he hadn't been born deaf. I first saw him play right here in D.C. for Galludet College. He's a hell of an athlete. You won't have to tell him anything. \n[5]I can't believe it! I got to be able to communicate with him. Then learn to sign. Hey, look at it this way: He'll never get \n[6]Where did you play, Judge? Wait. Do I call you judge? ", "BATEMAN": "\n[1]What area code is 703? \n[2]Hi, I'm Danny. \n[3]Thank's, Coach! \n[4]The ball. Okay, Coach. \n[5]Beautiful tackle, Shane! \n[6]Me, too, Reese! ", "WALTER": "\n[1]Praise the Lord, Shane. \n[2]Walt Cochran. Offensive tackle. \n[3]Shane, will you witness with me? \n[4]Will you witness with me? For this upcoming practice. \n[5]Praise the Lord for giving us a way to eliminate, Shane. Why not talk to Him in the midst of performing his gift? \n[6]Heavenly Father, thank you for allowing us to pee the poisons from our systems. Please help us in today's practice to be strong and... ", "WILKINSON": "\n[1]Smith. Ray Smith. I played at a junior college nobody ever heard of. What position did you play on defense, Judge? \n[2]Yeah, big fellow like you, that's what I would have guessed. \n[3]You know, maybe you can show me some of your technique, Your Honor. Maybe you can show me some of that toughness. \n[4]I can't wait. \n[5]Oooh... got me a judge! Man, that felt good! \n[6]Congratulations on what? ", "COCHRAN": "\n[1]Coach McGinty, I'd like to lead the team in the pregame prayer. No. No praying. That's the problem with professional sports today: too much god damn praying. Five hundred dollar fine to the first man I hear praying. A lot of people are waiting for you to fall on your asses today. And guess what? You're going to. But I don't give a shit if you look funny out there. Or if you miss a block, or drop a pass, or trip over your own dick. This is professional. And the difference between professional and amateur, between playing for the Washington Redskins and Michigan State is simply... money. You are being paid to win. Not just to play. Not just to learn how to be good sports. Not for the alumni. You are being paid to win. I don't care how the fuck you do it. But I'm demanding it. Because those guys whose place you're taking have forgotten that simple fact. So, go win it. \n[2]You see. We should have prayed. \n[3]Oooooh... \n[4]He's huge! He's been beating the crap out of me all day! I feel like a rag doll out here. \n[5]I just want to say what an honor it is to play opposite you. And if it's not too much trouble, I would love to have your autograph. \n[6]Shut up! I'm gonna do it again 'cause it was fun! ", "ON HUDDLE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]", "BUTLER": "\n[1]No problem. \n[2]I'm gonna autograph your body with bruises, you scab-ass son of a bitch! \n[3]How's that side feel? \n[4]That wasn't too smart. \n[5]He scratched my eyes out! \n[6]I can't believe you went for my eyes! "}}