{"dialogues": {"JACK": "\n[1]Darkness. That's the first thing I remember. It was dark, and it was cold. And I was scared. \n[2]But then...then I saw the moon. It was so big and it was so bright, and it seemed to chase the darkness away. And when it did...I wasn't scared anymore. \n[3]Why I was there, and what I was meant to do - that I've never known. And a part of me wonders if I ever will. Guardians Screening Script 9/6/12 Avid 2. \n[4]Hello. Hello. Good evening, ma'am. Ma'am? \n[5]Oh, ah, excuse me, can you tell me where I am? \n[6]Hello! Hello! \n[7]My name is Jack Frost -- how do I know that? The moon told me so. But that was all he ever told me. And that was a long, long time ago. Guardians Screening Script 9/6/12 Avid 3. \n[8]Ah, now that, that was fun. Hey wind... \n[9]Take me home! \n[10]Woooooohoooooooooo! \n[11]\n[12]Huh, that looks interesting. Good book? \n[13]You're welcome! \n[14]Oh he's real alright. Real annoying, real grumpy, and really full of himself. \n[15]Hey. \n[16]Who's Jack Frost? \n[17]Well, wasn't bigfoot kiddo. \n[18]Free for all! \n[19]Alright, who needs ammo? \n[20]Look at that. Guardians Screening Script 9/6/12 Avid 20. \n[21]Ooh, little slippery! \n[22]Whoa, don't worry kid, I gotcha. \n[23]Hold on. It's gonna be alright. \n[24]Keep up with me kid! Take a left. \n[25]Yeah! \n[26]There you go! \n[27]Whoa. \n[28]Yeah! Guardians Screening Script 9/6/12 Avid 23. \n[29]Whoops. \n[30]Oh, no... \n[31]No! \n[32]Ah, wait a minute! Come on, hold on, hold on! What about all that fun we just had? That wasn't the Tooth Fairy, that was me! \n[33]What's a guy gotta do to get a little attention around here! \n[34]If there's something I'm doing wrong, can you, can you just tell me what it is? Because I've tried everything, and no one ever sees me. You put me here, the least you can do is tell me, tell me why. \n[35]Right on time, Sandman. Guardians Screening Script 9/6/12 Avid 27. \n[36]Whoa! \n[37]Bunny? You're not still mad about that...are yah? \n[38]Hey! \n[39]Put me down! What the... \n[40]Ahhhhhhhhh! \n[41]Wow, you gotta be kidding me. \n[42]Hey, hey. Whoa, put me down. \n[43]Oh, yeah. I love being shoved in a sack and tossed through a magic portal. \n[44]Obviously. \n[45]My, my what? \n[46]Hey! Ho! Anyone wanna tell me why I'm here? \n[47]That's not really helping. But thanks, little man. I musta done something really bad to get you four together. \n[48]Am I on the naughty list? \n[49]How come? \n[50]What are you doing! Get, get that offa me! \n[51]Huh? \n[52]What makes you think I want to be a Guardian? \n[53]No music! Guardians Screening Script 9/6/12 Avid 34. \n[54]Look, this is all very flattering, but ah...you don't want me. You're all hard work and deadlines, and I'm snowballs and fun times. I'm not a Guardian. \n[55]You mean the Boogeyman? \n[56]All the more reason to pick someone more qualified! \n[57]What? \n[58]The Man in the Moon, he talks to you? \n[59]But why, why wouldn't he tell me that himself? After 300 years this is his answer? To spend eternity like you guys cooped up in some, some hideout thinking of, of new ways to bribe kids? No no, that's not for me. No offense. \n[60]Uhh, you ever hear of a snow day? I know it's no hard-boiled egg, but kids like what I do. \n[61]No, the kangaroo's right. \n[62]Oh. And this whole time I thought you were. If you're not a kangaroo, what are you? \n[63]It's nothing personal, North. What you all do, it's just, it's not my thing. \n[64]Slow down, wouldja? I've been trying to bust in here for years, I want a good look. \n[65]Oh, don't worry, I never got past the yetis. \n[66]Oh, hey Phil. \n[67]Whoa! I always thought the elves made the toys. \n[68]Ah, no, thanks. Guardians Screening Script 9/6/12 Avid 39. \n[69]Tacks of brass? \n[70]My center? \n[71]You are downright jolly. \n[72]There's a tiny wooden baby? \n[73]You have big eyes? \n[74]I don't know. \n[75]North, North! I told you, I'm not going with you guys! There is no way I'm climbing into some rickety old... \n[76]...sleigh. \n[77]Whoa! Guardians Screening Script 9/6/12 Avid 42. \n[78]Okay, one ride, but that's it. \n[79]\n[80]Whoa! \n[81]Hey, Bunny-- \n[82]Check out this view-- \n[83]Awww...you do care. \n[84]They're taking the tooth fairies! \n[85]Hey little Baby Tooth, you okay? Guardians Screening Script 9/6/12 Avid 46. \n[86]Hyah! \n[87]Aaaahhhh! \n[88]We're not. \n[89]What is? \n[90]What's going on? \n[91]I'm sorry, about the fairies. \n[92]Why would Pitch take the teeth? \n[93]What do you mean? \n[94]My memories? \n[95]But, I wasn't anyone before I was Jack Frost. Guardians Screening Script 9/6/12 Avid 53. \n[96]What? \n[97]That night at the pond...I just, why I assumed...Are you saying, are you saying I had a life before that? With a home? And a family? \n[98]All these years, and the answers were right here. If I find my memories, then I'll know why I'm here. You have to show me. \n[99]Then we have to get them back! \n[100]I'm in. \n[101]Hop to it rabbit, I'm five teeth ahead! \n[102]Is that a challenge, cottontail? \n[103]Ah, you okay? \n[104]How long is a long time? \n[105]Hmm... \n[106]Yes! \n[107]No! \n[108]Kids, huh? \n[109]It's a little different up close, huh? \n[110]Yeah, well, look let's just get you taken care of. Then it's Pitch's turn, huh? \n[111]You think I need help to beat a bunny? Check it out, Peter Cottontail. Guardians Screening Script 9/6/12 Avid 64. \n[112]He can see us? \n[113]But that's a um, that's a greyhound. Do you know what greyhounds do to rabbits? \n[114]Whoops... \n[115]Oh, I really wish I had a camera right now. \n[116]Sandy, c'mon! We can find Pitch. \n[117]Wahooo! Haha! Yes! \n[118]Waaahahoooo! Guardians Screening Script 9/6/12 Avid 69. \n[119]HAAAH! I got it! \n[120]Sandy! Sandy, did you see that?!? Look at this thing! \n[121]You made it my fight when you stole those teeth. \n[122]Remind me not to get on your bad side. \n[123]You take the ones on the left, I'll take the ones on the right? \n[124]Aaaaaaaah! \n[125]We gotta help Sandy! \n[126]Noooo! \n[127]Jack presses on, trying to reach Sandy as fast as he can. \n[128]Horrified, clenches his staff as he flies toward Pitch. \n[129]No...NOOOOOO!!!! Guardians Screening Script 9/6/12 Avid 75. \n[130]Jack quickly realizes that's he's in over his head as the attacking Nightmares begin to overtake him. He's engulfed by Nightmares and there is nothing but silence. \n[131]\n[132]Ahhhhhh!!!!! \n[133]I, I didn't know I could. \n[134]I just, I wish I could've done something. \n[135]But Sandy wo-- \n[136]But how can I know who I am, until I find out who I was? \n[137]It's fear. He's tipped the balance. \n[138]Sophie? \n[139]Don't look at me, I'm invisible, remember? Guardians Screening Script 9/6/12 Avid 80. \n[140]Blood and gums? When was the last time you guys actually hung out with kids? \n[141]If one little kid can ruin Easter, then...we're in worse shape than I thought. \n[142]Uh, how much time do we have? \n[143]Not bad. \n[144]Look, I'm sorry about that whole, you know, the \"kangaroo\" thing. \n[145]How about I take her home? \n[146]--no match for this.  \n[147]Trust me, I'll be quick as a bunny. \n[148]We should get back. Guardians Screening Script 9/6/12 Avid 86. \n[149]That voice, I know that voice... \n[150]Don't worry, there's still time. Guardians Screening Script 9/6/12 Avid 87. \n[151]Baby Tooth, Baby...come on! I have to find out what that is. \n[152]Shhhh! keep it down.  I'm gonna get you out of here, just as soon as I -- \n[153]As I can -- \n[154]Afraid? \n[155]I'm not afraid of you! \n[156]You think so, huh? Guardians Screening Script 9/6/12 Avid 89. \n[157]Stop it! Stop it! \n[158]You don't know what I am! Guardians Screening Script 9/6/12 Avid 91. \n[159]What did you do? \n[160]Baby Tooth! \n[161]No. \n[162]I was...it's... Guardians Screening Script 9/6/12 Avid 94. \n[163]No, listen, listen...I'm sorry. I didn't mean for this to happen. \n[164]What? \n[165]You don't understand anything! \n[166]In me? \n[167]Pitch black... \n[168]No, they'll fear both of us. And that's not what I want. \n[169]Now for the last time, leave me alone. \n[170]Baby Tooth! Guardians Screening Script 9/6/12 Avid 99. \n[171]Alright, now let her go. \n[172]No! \n[173]Baby Tooth! \n[174]You alright? \n[175]Sorry, all I can do is keep you cold. \n[176]Pitch was right - I make a mess of everything. \n[177]Hey? \n[178]We will. \n[179]It's okay. It's okay. Don't look down, just look at me. \n[180]I know, I know...but you're gonna be alright. You're not gonna fall in. We're gonna have a little fun instead. \n[181]Would I trick you? \n[182]Well, alright. Well, not, not this time. I promise. I promise, you're gonna be...you're gonna be fine. \n[183]You have to believe in me. Guardians Screening Script 9/6/12 Avid 103. \n[184]You wanna play a game? We're going to play Hopscotch! Like we play every day! \n[185]It's as easy as...one...whoaaaa... \n[186]Two...  Three! \n[187]Alright... \n[188]Now it's your turn. \n[189]One... \n[190]That's it, that's it...two... \n[191]Three. Guardians Screening Script 9/6/12 Avid 104. \n[192]Whoa... \n[193]Did you -- did you see that? \n[194]It -- it was me! I had a family! I had a sister! \n[195]I saved her! \n[196]That's why you chose me. I'm, I'm a Guardian. Guardians Screening Script 9/6/12 Avid 105. \n[197]We have to get out of here. \n[198]Come on Baby Tooth! I owe you one. \n[199]Come on, let's go. \n[200]What's wrong?! \n[201]None of you can fly? \n[202]The lights... Guardians Screening Script 9/6/12 Avid 106. \n[203]They're all going out... \n[204]Jamie! \n[205]Did he just say--? \n[206]He said it again. He said -- You said... \n[207]That's right! But-but that's me! Jack Frost! That's my name! You said my name! \n[208]Wait, can you hear me? Can you... Can you see me? He sees me. He sees me! Guardians Screening Script 9/6/12 Avid 110. \n[209]I know! \n[210]I know! \n[211]Yeah! Who do you think brings you all the blizzards and snow days, and you remember when you went flying on that sled the other day?! \n[212]That was me! \n[213]Right?! \n[214]Real-real-real! Every one of us is real! \n[215]You okay? Guardians Screening Script 9/6/12 Avid 112. \n[216]Same as you. \n[217]Wait, but, where's Bunny? \n[218]Oh...no... \n[219]Get Jamie out of here. \n[220]He's stronger. I can't beat him. \n[221]I know, I know. But you're gonna be alright... \n[222]We're gonnna have a little fun, instead. That's it. That's my center. \n[223]Now let's go get your friends. \n[224]Yeah! Come on! \n[225]They're just bad dreams, Jamie. \n[226]Thanks, Tooth! \n[227]It's over Pitch! There's no place to hide. \n[228]Sandy. \n[229]Yeah! \n[230]It took awhile, but I figured it out. Guardians Screening Script 9/6/12 Avid 128. \n[231]Looks like it's your fear they smell. Guardians Screening Script 9/6/12 Avid 130. \n[232]I will. \n[233]Hey, hey, slow down, slow down. You telling me you stop believing in the moon when the sun comes up? Guardians Screening Script 9/6/12 Avid 134. \n[234]Okay, well do you stop believing in the sun when clouds block it out? \n[235]We'll always be there, Jamie. And now...we'll always be here.  Which kind of makes you a Guardian too. \n[236]My name is Jack Frost. And I'm a Guardian. How do I know that? Because the moon told me so. And when the moon tells you something, believe it. ", "NORTH": "\n[1]Still waiting for cookies! \n[2]Yes! Guardians Screening Script 9/6/12 Avid 4. \n[3]Ah, finally! \n[4]Ach! \n[5]How many times have I told you to knock? \n[6]What...? The Globe? \n[7]Shoo with your pointy heads. Why are you always under boot? Guardians Screening Script 9/6/12 Avid 5. \n[8]What is this? \n[9]Have you checked the axis? Is rotation balanced? \n[10]Can it be?  Dingle! \n[11]Make preparations! We are going to have company. \n[12]My fellow Guardians - It is our job to watch over the children of the world, and keep them safe - to bring wonder, hope and dreams. And so, I've called us all here for one reason, and one reason only - the children are in danger. \n[13]An enemy we have kept at bay for centuries has finally decided to strike back. We alone can stop him. \n[14]Cookies? Eggnog, anyone? \n[15]Sandy, thank you for coming. \n[16]I know, I know, but I obviously wouldn't have called you all here unless it was serious. \n[17]The Boogie Man was here - at the Pole. \n[18]Yes! There was black sand covering the globe. \n[19]And then a shadow! \n[20]Well, ah, not exactly... Guardians Screening Script 9/6/12 Avid 10. \n[21]Look, he is up to something very bad. I feel it, in my belly. \n[22]Please. Bunny. Easter is not Christmas. \n[23]No matter how much you paint, is still egg! Guardians Screening Script 9/6/12 Avid 11. \n[24]Why are rabbits always so nervous. \n[25]Tooth! Can't you see we're trying to argue. \n[26]I know it was him. We have serious situation! \n[27]Aah! Man in Moon! Sandy, why didn't you say something? \n[28]It's been a long time old friend! What is big news? \n[29]Manny...what must we do? Guardians Screening Script 9/6/12 Avid 13. \n[30]He's choosing a new Guardian. \n[31]Must be big deal! Manny thinks we need help! \n[32]Jack Frost. \n[33]Guardian. \n[34]He's here. \n[35]Quiet. \n[36]Hey, there he is! Jack Frost! \n[37]I hope the yetis treated you well? \n[38]Oh, good! That was my idea! You know Bunny, obviously. \n[39]And the Tooth Fairy? \n[40]And Sandman.  Sandy! Sandy! Wake up! \n[41]On naughty list? You hold record! But no matter. We overlook. Now we are wiping clean the slate. \n[42]How come? I tell you how come! Because now...you are Guardian! Guardians Screening Script 9/6/12 Avid 33. \n[43]This is the best part! \n[44]Of course you do!  Music! \n[45]A child who believes. And good or bad, naughty or nice, we protect them. Tooth...fingers out of mouth. \n[46]Okay, no more wishy-washy! Pitch is out there doing who knows what! \n[47]Yes! When Pitch threatens us, he threatens them as well. Guardians Screening Script 9/6/12 Avid 35. \n[48]Pick? You think we pick? No, you were chosen like we were all chosen. By Man in Moon. \n[49]You see, you can not say no. It is destiny. \n[50]Jack. Walk with me. \n[51]Man in Moon says it is your thing. We will see! \n[52]What do you mean, \"bust in?\" \n[53]Keep up, Jack! Keep up! Guardians Screening Script 9/6/12 Avid 38. \n[54]We just let them believe that. \n[55]Very nice! Keep up good work! \n[56]I don't like it. Paint it red. \n[57]Step it up, everybody. \n[58]Fruit cake? \n[59]Now we get down to tacks of brass! \n[60]Who are you, Jack Frost? What is your center? \n[61]If Man in Moon chose you to be a Guardian, you must have something very special inside. \n[62]Hmmmm? \n[63]Here. This is how you see me, no? Very big, intimidating. But if you get to know me a little--  Well, go on. \n[64]Ah, but not just jolly... Guardians Screening Script 9/6/12 Avid 40. \n[65]I am also mysterious.  And fearless.  And caring. And at my center... \n[66]Look closer. What do you see? \n[67]Yes! Big eyes. Very big. Because they are full! Of wonder! That is my center. It is what I was born with. Eyes that have always seen the wonder in everything! \n[68]Eyes that see lights in the trees, and magic in the air! \n[69]This wonder is what I put into the world, and what I protect in children. Guardians Screening Script 9/6/12 Avid 41. \n[70]It is what makes me a Guardian. It is my center. What is yours? \n[71]Boys, ship shape. As soon as impossible. \n[72]Hey! Moi deti, moi deti. Quiet, quiet. \n[73]Everyone loves the sleigh. \n[74]Bunny, what are you waiting for? \n[75]Ah, get in.  Buckle up! \n[76]That was just expression! \n[77]Are we ready? \n[78]Good! Let's go! Clear!  Hyah! Guardians Screening Script 9/6/12 Avid 43. \n[79]Out of the way! \n[80]Hyah! \n[81]I hope you like the loopty loops! \n[82]Here we go! \n[83]Klasno! Guardians Screening Script 9/6/12 Avid 44. \n[84]Hold on everyone, I know a shortcut. \n[85]I say, Tooth Palace. \n[86]Hyah! Guardians Screening Script 9/6/12 Avid 45. \n[87]What!? \n[88]What are they!? \n[89]Here, take over! \n[90]Yah! \n[91]Jack, look out! \n[92]Tooth! Are you alright? Guardians Screening Script 9/6/12 Avid 47. \n[93]Why are you doing this? \n[94]He's gone. \n[95]This is one time I wish I was wrong. But he will pay. Guardians Screening Script 9/6/12 Avid 52. \n[96]You should've seen Bunny. \n[97]No! No! No such thing as too late! Wait, wait, wait, wait, wait, wait, wait. Idea!! HAHH!! \n[98]We will collect the teeth! \n[99]We get teeth! Children keep believing in you! \n[100]Give me break! You know how many toys I deliver in one night? \n[101]And Jack, if you help us, we will get you your memories. \n[102]Quickly! Quickly! \n[103]A race? Is it a race?? \n[104]This is going to be... Guardians Screening Script 9/6/12 Avid 56. \n[105]\n[106]\n[107]Is piece of pie! Guardians Screening Script 9/6/12 Avid 58. \n[108]That's my tooth! Sandy! Sandy! \n[109]Ahh! Guardians Screening Script 9/6/12 Avid 60. \n[110]Here you are! \n[111]Oh, what gives slowpokes!? \n[112]How you feeling, Toothy? \n[113]Haha! That's what I want to hear. \n[114]\n[115]Gentlemen! Gentlemen! This is about Tooth. It's not a competition! But if it was --  I win. YEEEEEHAAAHH! \n[116]Oh no... \n[117]Sandy, Sandy! \n[118]Ah! \n[119]Candy canes... \n[120]Whuh-huh...? \n[121]Ah! \n[122]Ha. Ha. Ha. Come on! \n[123]Hyah! \n[124]Jack! \n[125]Hurry, hurry! \n[126]Sandy... \n[127]Jack! Guardians Screening Script 9/6/12 Avid 76. \n[128]Are you alright? \n[129]Done something? Jack, you stood up to Pitch. You saved us. \n[130]\n[131]I don't know who you were in your past life, but in this life you are Guardian. \n[132]You will. I feel it, in my belly. \n[133]Bunny is right. As much as it pains me to say old friend, this time Easter is more important than Christmas! \n[134]We must hurry to the Warren. Everyone, to the sleigh! \n[135]Shostakovich! \n[136]\"Buckle up.\" Is very funny. \n[137]Ah, snow globe. \n[138]We are very busy bringing joy to children! We don't have time... ...for children. \n[139]Rimsky Korsakov! That's a lot of eggs. \n[140]Single file! \n[141]Okay, that's little strange. \n[142]Jack, where were you? \n[143]The Nightmares attacked the tunnels. They smashed every egg, crushed every basket. Nothing made it to the surface. \n[144]That is why you weren't here? \n[145]You were with Pitch? \n[146]Whoa, whoa, whoa... \n[147]Ah, moi deti! Come back! \n[148]Is official. My powers are kaput. \n[149]What are you doing here? \n[150]The last light! \n[151]Jack! He sees you! \n[152]Losing Easter took its toll on all of us. Bunny most of all. \n[153]Be careful, Jack! \n[154]That was good try, Jack! A for effort! \n[155]Merry Christmas! \n[156]Hyah! Wrong roof. \n[157]Welcome back, old friend! \n[158]Your center? \n[159]You're all on naughty list. Bunny, think fast! \n[160]Leaving the party so soon? \n[161]So what? As long as one child believes, we will be here to fight fear! \n[162]They can't be my Nightmares, I'm not afraid. \n[163]Are you ready now, Jack? To make it official. \n[164]Then is time you take Oath. Guardians Screening Script 9/6/12 Avid 131. \n[165]\"Will you, Jack Frost...vow to watch over the children of the world? \n[166]To guard them with your life - their hopes, their wishes, and their dreams? For they are all that we have, all that we are and all that we will ever be.\" \n[167]Then congratulations, Jack Frost - for you are now and forevermore...a Guardian. \n[168]Yippa! \n[169]Klasno! \n[170]Time to go. \n[171]Hyah! ", "BUNNYMUND": "\n[1]Ah, it's freezing. \n[2]I can't feel my feet! I can't feel my feet! \n[3]Oh, this better be good, North. Guardians Screening Script 9/6/12 Avid 9. \n[4]What, what...what do you mean black sand? \n[5]Hold on, hold on, I thought you said you saw Pitch. \n[6]Not exactly? Can you believe this guy? \n[7]Yeah, you said it, Sandy. \n[8]Hang on, hang on, you mean to say, you summoned me here THREE DAYS BEFORE EASTER - because of your belly? Mate, if I did this to you three days before Christmas-- \n[9]Here we go... \n[10]North, I, I don't have time for this. I've still got two million eggs to finish up. \n[11]Look, mate, I'm dealing with perishables. Right. You've got all year to prepare. \n[12]And why are you always such a blowhard! \n[13]Come on, mate, Pitch went out with the dark ages. We made sure of that - remember? \n[14]Well, I've got a serious situation with some eggs. \n[15]It is Pitch. \n[16]What?! Why? \n[17]Since when do we need help?! \n[18]Please not the groundhog, please not the groundhog. \n[19]Ah, I take it back! The Groundhog's fine! Guardians Screening Script 9/6/12 Avid 14. \n[20]Jack Frost!? He doesn't care about children! All he does is freeze water pipes and mess with my egg hunts. Right? He's an irresponsible, selfish... \n[21]Jack Frost is many things, but he is not a Guardian. \n[22]Hello, mate. Guardians Screening Script 9/6/12 Avid 29. \n[23]Been a long time. Blizzard of 68, I believe? Easter Sunday, wasn't it? \n[24]Yes. \n[25]But this is about something else. Fellas... \n[26]Me? Not on your nelly. See you back at the pole. Guardians Screening Script 9/6/12 Avid 30. \n[27]Ah, good question. \n[28]Yeah, that's exactly what I said! \n[29]Maybe. \n[30]How is that not offensive? Guardians Screening Script 9/6/12 Avid 36. \n[31]You know what I think? I think we just dodged a bullet. I mean, what's this clown know about bringing joy to children anyway? \n[32]But none of 'em believe in you.  Do they? You see, you're invisible, mate. It's like you don't even exist. \n[33]The, the what -- what'd you call me? I am not a kangaroo, mate. \n[34]I'm a bunny. The Easter Bunny. People believe in me. \n[35]We have a problem, mate! Trouble at the Tooth Palace. \n[36]I think my tunnels might be faster, mate. And um, and safer. \n[37]Whoa, whoa, whoa, where are the bloody seatbelts?! \n[38]Ohhhhhh no! \n[39]Slow down, slow down! \n[40]I hope you like carrots. \n[41]Ah, rack off you bloody show pony! \n[42]Oh strewth, I knew we should have taken the tunnels. \n[43]Whoa! \n[44]Huh? \n[45]They're stealing the teeth! \n[46]Maybe that's where you belong. \n[47]Pitch! You shadow sneaking rat- bag! Come here! \n[48]What fear? Of you!? No one's been afraid of you since the Dark Ages! \n[49]Okay, alright I admit it, you were right about Pitch. \n[50]Hey, I told you never to mention that! \n[51]And eggs I hide in one day? \n[52]Here we go, here we go... \n[53]Yeah right, look, I'd tell you to stay outta my way, but really what's the point -- because you won't be able to keep up anyway. \n[54]Oh, you don't wanna race a rabbit, mate. \n[55]Aaahhh! \n[56]Jackpot! \n[57]Looks like you're a bit of a brumby, hey mate. \n[58]Ow! \n[59]Huh? Guardians Screening Script 9/6/12 Avid 59. \n[60]Crikey! \n[61]Haha! Ho, ho, ho! \n[62]Oh I see how it is... \n[63]All working together to make sure the rabbit gets last place. \n[64]You call that a bag of choppers?  Now that's a bag of choppers. \n[65]Most of us. \n[66]Sandy! Knock him out! \n[67]With the Dreamsand, ya gumbies. \n[68]Alright, nobody panic. \n[69]I think it's a pretty safe bet he's never met a rabbit like me - \n[70]Six foot one, nerves of steel, master of tai-chi and the ancient \n[71]Crikey. \n[72]Ah, this thing's rabid! Get this dingo off me! \n[73]Oh no. \n[74]Get outta my warren!  Huh? \n[75]You might want to duck. Guardians Screening Script 9/6/12 Avid 73. \n[76]Hey, buck up ya sad-sacks. Come on! We can still turn this around! Guardians Screening Script 9/6/12 Avid 78. \n[77]Easter is tomorrow and I need your help. I say we pull out all the stops and we get those little lights flickering again! \n[78]Hey! Did everyone hear that?! \n[79]Welcome to the warren-- \n[80]Something's up. \n[81]Ahhhh! \n[82]What is SHE doing HERE!!? \n[83]Crikey! Somebody do something! \n[84]You wanna paint some eggs? Yeah? \n[85]Come on then! \n[86]Woooohoooo! \n[87]Alright troops, it's time to push back. That means eggs! Everywhere! Guardians Screening Script 9/6/12 Avid 82. \n[88]Heaps of you in every high-rise, farm house and trailer park! \n[89]In tennis shoes and cereal bowls! \n[90]Oh, there will be bathtubs filled with my beautiful googies! \n[91]Naw, mate -- Guardians Screening Script 9/6/12 Avid 83. \n[92]That's adorable. \n[93]There will be springtime! On every continent! And I'm bringing hope with me! \n[94]Too Christmas-y, mate, paint `em blue. \n[95]Oh, what's over there? Guardians Screening Script 9/6/12 Avid 84. \n[96]That's a beauty! \n[97]Now all we gotta do is get him and his little mates through the tunnels, to the top, and we'll have ourselves Easter. \n[98]Not bad yourself. \n[99]It's the accent, isn't it? \n[100]Ah, poor little ankle-biter. Look at her, all tuckered out. \n[101]Which is why we need you here, with us. \n[102]Kids! Oi! \n[103]Yes there is! There is! I mean these aren't my best lookin' googies, but they'll do in a pinch! \n[104]I know. \n[105]What? \n[106]No! Wrong! Not, not true! I'm right in front of ya, mate! \n[107]They don't see me. They don't see me. \n[108]He has to go. \n[109]We should never have trusted you! Easter is new beginnings, new life. Easter is about hope. And now it's gone. \n[110]Now somebody sees me! I mean, where were you about an hour ago, mate? \n[111]Oh, that's good. Guardians Screening Script 9/6/12 Avid 113. \n[112]Did you tell him to say that?  That's it! Let's go! Me and you! Come on! \n[113]He made you believe? In me? \n[114]Quick, this way this way! \n[115]Dead end. Other way other way! \n[116]If you want him, you're gonna have to go through me! \n[117]Don't you even think about it! \n[118]Happy Easter! \n[119]And we'll protect you, mate. \n[120]Oh yeah, come on, come on! \n[121]Oh, crikey! \n[122]I'm just a bunny! Guardians Screening Script 9/6/12 Avid 122. \n[123]G'day, mate! \n[124]Come on! Wooooohoooo! \n[125]All yours, mate. \n[126]Ho, ho, HO! Guardians Screening Script 9/6/12 Avid 124. \n[127]Jack, look out! \n[128]Sandy, come here! \n[129]Mate, you are a sight for sore eyes! \n[130]Yeah! Wooo! Good job, mate. Good job! \n[131]That's my boy! Woo! \n[132]Everyone loves the sleigh. \n[133]Happy Easter ya little anklebiter. I'm gonna miss yah. ", "PITCH": "\n[1]Ohhhh, I thought I heard the clippity-clop of a unicorn. What an adorable dream! \n[2]And look. At. Her. Precious child. So sweet, so full of hope and wonder. Why, there's only one thing missing...a touch of fear. \n[3]Hahaha! That never gets old! \n[4]Feel your fear. Come on. Come on, that's right. \n[5]Yesss. What a pretty little Nightmare. \n[6]Now, I want you to go tell the others the wait is over. Guardians Screening Script 9/6/12 Avid 28. \n[7]Don't look at me like that, old friend. You must have known this day would come. My Nightmares are finally ready. Are your Guardians? \n[8]I have to say, this is very, very exciting. \n[9]The Big Four, all in one place. I'm a little star-struck. Did you like my show on the globe, North? Got you all together, didn't I? \n[10]Or what? \n[11]You'll stick a quarter under my pillow? \n[12]Maybe I want what you have. To be believed in. Guardians Screening Script 9/6/12 Avid 48. \n[13]Maybe I'm tired of hiding under beds. \n[14]Ah, go suck an egg, rabbit! \n[15]Hang on, is that...Jack Frost? Since when are you all so chummy? \n[16]Oh good. \n[17]A neutral party. Then I'm going to ignore you. But, you must be used to that by now. \n[18]Whoa! Hey, easy, girl. Easy. Guardians Screening Script 9/6/12 Avid 49. \n[19]Look familiar, Sandman? Took me a while to perfect this little trick. Turning dreams into Nightmares. \n[20]Don't be nervous, it only riles them up more. They smell fear you know. \n[21]Oh, the Dark Ages. \n[22]Everyone frightened. Miserable. Such happy times for me. Oh, the power I wielded! \n[23]But then the Man in the Moon chose you to replace my fear with your wonder and light! \n[24]Lifting their hearts! And giving them hope! Guardians Screening Script 9/6/12 Avid 50. \n[25]Meanwhile, everyone wrote me off as just a bad dream! \"Oh, there's nothing to be afraid of! There's no such thing as the Boogeyman!\" \n[26]Well that's all about to change. \n[27]Oh look, it's happening already. \n[28]Children are waking up and realizing the Tooth Fairy never came. \n[29]I mean such a little thing, but to a child... \n[30]Didn't they tell you, Jack? It's great being a Guardian -- but there's a catch. If enough kids stop believing, everything your friends protect - wonder, hopes and dreams - it all goes away. And little by little, so do they. \n[31]No Christmas, or Easter, or little fairies that come in the night. There will be nothing. But fear and darkness and me! It's your turn not to be believed in! \n[32]The lights...why aren't they going out? \n[33]They're collecting the teeth? \n[34]Oh pipe down, or I'll stuff a pillow with you! \n[35]Fine, have your last hurrah. For tomorrow, all you pathetic scrambling will be for nothing. Guardians Screening Script 9/6/12 Avid 62. \n[36]Frost? \n[37]You know, for a \"neutral party\" you spend an awful lot of time with those weirdos. This isn't your fight, Jack. \n[38]Teeth? Why do you care about the teeth? Guardians Screening Script 9/6/12 Avid 70. \n[39]Now this is who I'm looking for-- \n[40]Whoa--?? \n[41]Okay, easy! You can't blame me for trying, Sandy. You don't know what it's like to be weak and hated. It was stupid of me to mess with your dreams. So I'll tell you what- \n[42]You can have `em back! Guardians Screening Script 9/6/12 Avid 71. \n[43]Boo! \n[44]Pitch gives a signal and leaps into the air, leading another wave of Nightmares after the Guardians. \n[45]Pitch rises from behind a group of Nightmares. He stretches his arms as an ARROW of NIGHTMARE SAND forms behind him. \n[46]Pitch takes aim and releases the arrow. It flies through the air and into SANDY'S back, exploding on impact. \n[47]Sandy feels the shock and turns around. A patch of blackness starts slowly spreading across his body. Pitch laughs as he and Sandy lock eyes. \n[48]Hahahahaha!...Don't fight the fear, little man. \n[49]Pitch relishes this moment of triumph. \n[50]I'd say sweet dreams, but there aren't any left. \n[51]Is beyond delighted. His plan actually worked! Pitch then notices Jack flying towards him, glowing energy emanating from Jack's staff. Pitch raises his hands and sends a massive wave of Nightmares toward Jack. \n[52]Pitch looks on with a smile until a bolt of lightning suddenly erupts from within the writhing black sand. \n[53]\n[54]Finally! Someone who knows how to have a little FUN! \n[55]Looking for something? \n[56]Don't be afraid, Jack. I'm not going to hurt you. \n[57]Maybe not. But you are afraid of something. \n[58]I know so. It's the one thing I always know. \n[59]People's greatest fears. Yours is that no one will ever believe in you. \n[60]And worst of all, you're afraid you'll never know why. Why you? Why were you chosen...to be like this? \n[61]Well fear not, for the answer to that... \n[62]Is right here. \n[63]Do you want them, Jack? Your memories? Guardians Screening Script 9/6/12 Avid 90. \n[64]Everything you wanted to know... \n[65]...in this little box. \n[66]Why did you end up like this? Unseen. Unable to reach out to anyone. You want the answers so badly. You want to grab them, and fly off with them. But you're afraid of what the Guardians will think. \n[67]You're afraid of disappointing them. Well let me ease your mind about one thing. They'll never accept you. Not really. \n[68]After all, you're not one of them. \n[69]Of course I do. You're Jack Frost. You make a mess wherever you go. Why, you're doing it right now. \n[70]More to the point Jack, what did you do? \n[71]Happy Easter, Jack. \n[72]I thought this might happen. \n[73]They never really believed in you. I was just trying to show you that. But I understand. Guardians Screening Script 9/6/12 Avid 97. \n[74]No? I don't know what it's like to be cast out? \n[75]All those years in the shadows I thought, no one else knows what this feels like. But now I see I was wrong. \n[76]We don't have to be alone, Jack. \n[77]I believe in you. And I know children will too. \n[78]Yes! Look at what we can do! Guardians Screening Script 9/6/12 Avid 98. \n[79]What goes together better than cold and dark? \n[80]We can make them believe. We'll give them a world where everything, everything is... \n[81]And Jack Frost too. They'll believe in both of us. \n[82]Very well. You want to be left alone? Done. But first... \n[83]The staff, Jack. \n[84]You have a bad habit of interfering. Now hand it over. And I'll let her go. \n[85]No. You said you wanted to be alone. So be alone! \n[86]You're all free to go! We won't be needing any Christmas toys this year, thank you! Nor ever again! \n[87]Only six left! Six precious children who still believe in the Guardians with all their h--  Make that, five. Oo! Four! Three! \n[88]One. \n[89]Jack Frost! Let's end this, shall we? \n[90]That little trick doesn't work on me anymore. \n[91]All this fuss over one little boy. And still he refuses to stop believing. Guardians Screening Script 9/6/12 Avid 115. \n[92]Very well. There are other ways to snuff out a light. \n[93]Look how fluffy you are! Would you like a scratch behind the ears? \n[94]I can't tell you how happy it makes me to see you all like this. You look awful. \n[95]So what do you think, Jamie? Do you believe in the Boogiema... \n[96]You think a few children can help you? Against this! \n[97]Aww, you'll protect them. But who will protect you? \n[98]Still think there's no such thing as the boogeyman? \n[99]No! Get them! \n[100]Do your jobs! \n[101]No. \n[102]You dare have fun in my presence! I am the Boogeyman! AND YOU WILL \n[103]Noooo! \n[104]No. Guardians Screening Script 9/6/12 Avid 129. \n[105]A quarter? \n[106]You can't get rid of me! Not forever! There will always be fear! \n[107]Really? Then what are they doing here? \n[108]Ahhh, no....AAAAAHHHHHH!! \n[109]No, no, nooooooo! ", "TOOTH": "\n[1]Chicago, Sector 6 -- 37 molars, 22 bicuspids, 18 central incisors. Moscow, Sector 9 -- 22 incisors, 18 premolars: Uh oh, heavy rain advisory! Des Moines, we've got a cuspid at 23 Maple. Head out! \n[2]Wait! Guardians Screening Script 9/6/12 Avid 7. \n[3]It's her first tooth. Have you ever seen a more adorable lateral incisor in all of your life?! Look how she flossed! \n[4]Montreal, sector six: ten premolars, eight incisors and twelve canines. Steer clear of the wild goose migration. \n[5]Pitch? Pitch Black? Here?! \n[6]Argentina. Priority alert! A batch of bicuspids in Buenos Aires. \n[7]Pittsburg, boy eight, two molars. Saltwater taffy. \n[8]Ontario, sector nine: five canines, two molars, and fourteen incisors. Is that all in one house? \n[9]Sorry, not all of us get to work one night a year. Am I right, Sandy? \n[10]San Diego, sector two! Five incisors, a bicuspid and a really loose molar on stand-by. Guardians Screening Script 9/6/12 Avid 12. \n[11]Hey, I hate to interrupt the, \"We work so hard once a year club\" but could we concentrate on the matter-- \n[12]Ah, guys, you know what this means? \n[13]I wonder who it's gonna be? \n[14]Maybe the Leprechaun? \n[15]Well, ah, as long he helps to ah...to protect the children, right? \n[16]Tangiers! Incivie du haut, 421 rue de Barat! Allez! \n[17]Walla Walla, Washington. We've got a trampoline mishap at 1340 Ginger Lane. \n[18]Hello, Jack. I've heard a lot about you. And your teeth. \n[19]Open up! Are they really as white as they say? Yes! Guardians Screening Script 9/6/12 Avid 32. \n[20]Oh, they really do sparkle like freshly fallen snow. \n[21]Girls, pull yourselves together... Let's not disgrace the uniform. \n[22]Jack...I don't think you understand what it is we do. \n[23]Each of those lights is a child. \n[24]Oh, sorry. They're beautiful. \n[25]Last night, Jack. He chose you. \n[26]Bunny! Enough! \n[27]They, they took my fairies! And the teeth! All of them! Everything is gone! Everything. \n[28]Oh thank goodness! One of you is alright! \n[29]Pitch, you have got thirty seconds to return my fairies! \n[30]Ahhhhhhhhhhhhhh! \n[31]They, they don't believe in me anymore. Guardians Screening Script 9/6/12 Avid 51. \n[32]You should've seen them. They put up such a fight. \n[33]It's not the teeth he wanted. It's the memories inside them. \n[34]That's why we collect the teeth, Jack. They hold the most important memories of childhood. \n[35]My fairies and I watch over them and when someone needs to remember what's important, we help them. \n[36]We had everyone's here. Yours too. \n[37]From when you were young. Before you became Jack Frost. \n[38]Of course you were. We were all someone before we were chosen. \n[39]You really don't remember? \n[40]I...I can't, Jack. Pitch has them. \n[41]Oh no! Guardians Screening Script 9/6/12 Avid 54. \n[42]The children. We're too late. \n[43]What? \n[44]We're talking seven continents! Millions of kids! \n[45]Four bicuspids over there! An incisor two blocks east! Is that a molar? They're EVERYWHERE! \n[46]Ow! \n[47]Fine...sorry, it's been a really long time since I've been out in the field. \n[48]Ah, four hundred forty years...give or take. \n[49]Whoa, whoa, whoa! Take it easy there, champ! He's one of us! Part of the European division.  Ca va? \n[50]Wow! You guys collect teeth and leave gifts as fast as my fairies. \n[51]You guys have been leaving gifts, right? \n[52]Left central incisor, knocked out in a freak sledding accident. I wonder how that could have happened, Jack? \n[53]This was always the part I liked most - seeing the kids. Why did I ever stop doing this? \n[54]Thanks for being here, Jack. I wish I had known about your memory, I could've helped you. Guardians Screening Script 9/6/12 Avid 63. \n[55]\n[56]Believed in. \n[57]Surprise! We came! \n[58]Shhh! You guys, he's still awake. \n[59]Hey, this is not proper Tooth Fairy behavior! \n[60]Jack, how did you do that? \n[61]Look how fast they're going out. \n[62]Don't worry, Bunny. I bet she's a fairy fan.  It's okay little one. \n[63]Awww! You know what, I got something for you. Here it is.  Look at all the pretty teeth with little blood and gum on them. \n[64]I love her! Guardians Screening Script 9/6/12 Avid 85. \n[65]I think it's time to get her home. \n[66]Jack, no! Pitch is-- \n[67]Jack! \n[68]Where did you get that? \n[69]Where's Baby Tooth? Oh Jack, what have you done? \n[70]North! Are you okay? \n[71]Look! Jack! \n[72]Jack--! \n[73]Don't forget to floss! \n[74]Oh, Sandy. You're alright! \n[75]You didn't even say goodbye. \n[76]And that's for my fairies. \n[77]Keep it together, girls. ", "JAMIE": "\n[1]Whoa, whoa. \n[2]Hey guys, wait up! Are you guys coming to the egg hunt Sunday? \n[3]Whoa, it says here that they found Big Foot hair samples and DNA, in Michigan. That's like, super close! \n[4]You saw the video too Claude, he's out there! \n[5]Wow, the Easter Bunny is real! \n[6]Mom! Sophie fell again! Guardians Screening Script 9/6/12 Avid 18. \n[7]Who's Jack Frost? \n[8]Okay, who threw that? Guardians Screening Script 9/6/12 Avid 19. \n[9]You struck first! \n[10]Hey, come on. Stop! \n[11]Whooaaooah!!! Guardians Screening Script 9/6/12 Avid 21. \n[12]Aha, whoa! \n[13]Whoa! \n[14]Ahhhh. No, no, no, no... \n[15]Whoa, no, no, no, no... Guardians Screening Script 9/6/12 Avid 22. \n[16]Whoa, whoa, whoa, whoa... \n[17]No! No! \n[18]\n[19]Whoaaa! Did you guys see that? It was amazing! I slid - I did a jump and I slid under a car­-ERF!! \n[20]Cool! A Tooth! \n[21]I gotta put this under my pillow! \n[22]...I did this jump and it was amazing and I slide under a car and it was awesome! Then I was flying down this hill and I was like whoosh, whoosh, whoosh through all these cars, and then the sled hit this, this thing, and I was like way up in the air. \n[23]-- and then BAM! The sofa hit me, and, and see? (opens mouth, tries to say `my tooth came out! Ah hoo hay ow! \n[24]Yeah. I'm ready. \n[25]But I can do it this time! You wanna help me, Soph? We can hide and see the Tooth Fairy! Guardians Screening Script 9/6/12 Avid 26. \n[26]Mom... \n[27]Santa Claus? \n[28]The Easter Bunny?...Sandman...The Tooth Fairy! I knew you'd come! \n[29]Huh? Guardians Screening Script 9/6/12 Avid 65. \n[30]No, stop that's the Easter Bunny. What are you doing, Abbey? Down! \n[31]Stop! Sit! \n[32]Down girl, down! Guardians Screening Script 9/6/12 Avid 66. \n[33]Whoaaaaaaaaaa! Guardians Screening Script 9/6/12 Avid 67. \n[34]Whoaaa, whoa, whoa...aaaah! \n[35]Let's check the park again. \n[36]Guys, I told you - I saw him! He's way bigger than I thought, and he's got these cool boomerang-things- \n[37]What's happened to you guys? \n[38]He really is real! \n[39]I know he is. \n[40]Okay look, you and I are obviously at what they call a crossroads, so here's what's gonna happen - \n[41]If it wasn't a dream and if you are real, then you have to prove it. Like right now. Guardians Screening Script 9/6/12 Avid 108. \n[42]I've believed in you for a long time, okay? Like my whole life in fact. So you kinda owe me now. \n[43]You don't have to do much, just a little sign so I know. Anything. Anything at all. \n[44]I knew it. \n[45]Huh? \n[46]He's real. \n[47]Whoa... Guardians Screening Script 9/6/12 Avid 109. \n[48]Whoa! \n[49]Snow? \n[50]Jack Frost? \n[51]Jack Frost. \n[52]Jack Frost. \n[53]You just made it snow. \n[54]In my room. \n[55]You're real? \n[56]That was you? \n[57]Cool! \n[58]But what about the Easter Bunny and the Tooth Fairy I mean-- \n[59]I knew it! \n[60]Um...Jack Frost. Guardians Screening Script 9/6/12 Avid 111. \n[61]Wow! It is you! I mean it is you! I knew it wasn't a dream. \n[62]That's the Easter Bunny? \n[63]What happened to him? He used to be huge and cool! And now he's cute. \n[64]No! Actually he told me you were real. Just when I started to think that maybe you weren't. \n[65]Jack! \n[66]Jack, I'm scared. \n[67]Whoa! Cool! \n[68]Jack Frost! Come on, we need your help! \n[69]I will. \n[70]I do believe in you. I'm just not afraid of you. \n[71]I got it.  Guardians Screening Script 9/6/12 Avid 125. \n[72]I know what we have to do! Guys, come on! \n[73]You're leaving? But, what if Pitch comes back? \n[74]What if we stop believing again? If I can't see you -- \n[75]No. \n[76]No. \n[77]Jack! ", "KIDS": "\n[1]Whoaaa. Jamie, watch out! Stop! \n[2]Jamie! Turn, turn! That's the street! What are you doing? Stop! There's traffic! \n[3]Wow, that looks serious! Jamie! Jamie, are you alright? Is he okay? \n[4]Ooooh! \n[5]Dude, that means cash! Tooth Fairy cash! I love the Tooth Fairy! \n[6]That's totally awesome. You lucky bug! Lucky! \n[7]I wish I lost my tooth. Guardians Screening Script 9/6/12 Avid 24. \n[8]I lost two teeth in one day once - remember that?! What are you gonna spend your money on? What are you gonna buy? How much do you think she's going to leave? \n[9]Let's go...I'm cooold! My ears are freezing. I can't feel my toes. Ah, it's hot cocoa time. \n[10]Somebody take a picture. Hey, stop! That was really awesome. \n[11]Whoa...whoaaaa! \n[12]Aaaaaahhhhhh! \n[13]Whoa! The Sandman! \n[14]Man, this is so cool! Yeah, alright! Wahoo! Wow! Guardians Screening Script 9/6/12 Avid 126. \n[15]Oh man! Woo! Yeah, Jack! Yeah, Jack! Yeah! Wooo! \n[16]Alright! Yeah! Go, Jack! Alright! Woo. Alright! Guardians Screening Script 9/6/12 Avid 132. \n[17]Alright Jack. Yeah! Awesome! \n[18]Jack! You did it Jack! Wooo! You're in the Guardians! Yeah, Jack! Yay! Yeah! You earned it! You're Jack Frost! Yay! Awesome, yay! \n[19]Wow, it's real. That is wicked! Whoa, that was awesome! Ohh...can you believe this? Whoa, did you guys see that? That's awesome! Wow! Whoa! Guardians Screening Script 9/6/12 Avid 133. \n[20]Wow! Look at that! So totally insane! \n[21]Whoa! It's beautiful. Wow, that was awesome! \n[22]I can't keep my eyes open. I think I gotta go home. Let's go home. What time is it? I'm sleepy. \n[23]Woooo! Yeah! Yay! Guardians Screening Script 9/6/12 Avid 135. ", "CLAUDE": "\n[1]I hope we can find the eggs with all this snow! \n[2]No, you stop! Guardians Screening Script 9/6/12 Avid 17. \n[3]Here we go again. \n[4]And the Easter Bunny. \n[5]Come on, you guys believe anything. \n[6]Are we sledding or what? \n[7]Oh! \n[8]You hit Cupcake? \n[9]Oh! \n[10]You can't catch me. \n[11]For what, the Easter Bunny? \n[12]Ah man, seriously. \n[13]Huh?! \n[14]Cupcake? \n[15]Yeah! \n[16]And Santa! \n[17]Oh yeah? Bring it on! ", "SOPHIE": "\n[1]\n[2]Hide, hide, hide, hide! \n[3]Pretty! \n[4]Bunny! Hop! Hop! Hop! Guardians Screening Script 9/6/12 Avid 68. \n[5]Ow! \n[6]Elf, elf, elf! \n[7]Pretty! \n[8]Peek-a-boo. \n[9]Weeee! Weee, weee, weee! Guardians Screening Script 9/6/12 Avid 81. \n[10]Okay! \n[11]Weeeeee! \n[12]Pretty! \n[13]Bye, bye, bunny. ", "CALEB": "\n[1]Yeah, free candy! \n[2]Stop! \n[3]That's what you said about aliens. \n[4]Did you throw that? \n[5]Really? \n[6]Grow up, Jamie. \n[7]It was a dream. You should be happy you still get dreams like that and not... Guardians Screening Script 9/6/12 Avid 96. \n[8]I can't believe this. \n[9]The Easter Bunny's real! \n[10]Whoa! \n[11]Look at that! \n[12]You guys, look! ", "MONTY": "\n[1]Ow! \n[2]She hit Cupcake. \n[3]No. \n[4]Jack Frost! \n[5]They're all real! \n[6]Whoa, yeaaaaaaaah!!!  Ahhhhhhhhhhhh! \n[7]I'll try. \n[8]Whoa, yeah! \n[9]Yeah! \n[10]That's Santa's sleigh. ", "PIPPA": "\n[1]Jamie Bennett! No fair! \n[2]Crud, I hit Cupcake. \n[3]Wasn't me. \n[4]Oh my gosh! \n[5]Forget it, Jamie. There's just no Easter this year. \n[6]Jamie, how are you doing that?! \n[7]Hey is, is that? \n[8]Jamie you were right! \n[9]And the Tooth Fairy! \n[10]And me. ", "JAMIE'S MOM": "\n[1]You okay, Soph? \n[2]Jamie, hat? We don't want Jack Frost nipping at your nose. \n[3]No one, honey. It's just an expression. \n[4]Alright you, tooth under your pillow? \n[5]Now don't stay up trying to see her, Jamie, or she won't come. \n[6]Uh uh, straight to bed now, mister. \n[7]Sophie? Is that you? \n[8]Jamie, who are you talking to? \n[9]...okay. ", "VOICE FROM A MEMORY": "\n[1]Jack... \n[2]Jack... \n[3]Jack... \n[4]Jack... \n[5]Jack... \n[6]Jack... Guardians Screening Script 9/6/12 Avid 88. \n[7]Jack... \n[8]Jack... Jack... -- and then he FEELS something. Looks down: There's a SOFT, \n[9]Jack... Guardians Screening Script 9/6/12 Avid 101. ", "CUPCAKE": "\n[1]Grrrrrrrrrrrr... \n[2]\n[3]Nightmares. \n[4]I will. \n[5]Yeah, Tooth Fairy! Whooaaa! Guardians Screening Script 9/6/12 Avid 121. \n[6]Let's get `em! \n[7]Come on guys, we can do it! \n[8]Whoa... ", "Whoa!": "", "YETI": "\n[1]Arghbal... \n[2]Warga blarghgha! \n[3]Wardle bawddrel. \n[4]Durbha wahla. \n[5]Durtal bardla burdlew. \n[6]Dwbard urghwetee. \n[7]Rwwarrrrrr. ", "Hyah!": "", "Jack!": "", "JACK'S SISTER": "\n[1]Jack, get down from there! \n[2]Jack, I'm scared. \n[3]No we're not! \n[4]Yes! You always play tricks! \n[5]Jack! \n[6]Jack, I'm scared. "}}