{"dialogues": {"WILL": "\n[1]Start the scan. A TECHIE sits at a computer screen beside Will. 3. \n[2]Please keep the monkey still. He focuses back on the monitor. \n[3]Good to know. Just keep it from moving. She's stung, wonders, why does he have to be such a jerk sometimes. He's oblivious to this, instead intent on getting the scan right. The green liquid moves through the chimp's neck... \n[4]We're on our way. Good work. \n[5]I see that. But I don't understand the primate behavioral norms. She knows an acorn's a seed. Wouldn't any monkey know that? \n[6]Abstract thought... \n[7]Start the other's on the 112. And double this one's dose. \n[8]Hey Dad. Walter looks up, whispers... \n[9]It's me. Will. \n[10]My mother was the one. She liked Shakespeare... \n[11]Remember I told you we were using Basic Fibroblast Growth Factors on the apes? Well the therapy seems to be working. We've seen definite signs of adult brain neurogenesis. \n[12]Board of Directors is coming in a couple weeks to talk about Phase 2 - \n[13]Human trials, Dad. Soon. \n[14]I'm going to make you better - I swear it. His father looks at him. A moment of recognition? \n[15]No, Dad, it's me. Will. Will helps the old man under the bedcovers. \n[16]John's gone. walls - Walter's name on all of them. 9. Will looks at his father lying there on his back, staring up at the ceiling. The once brilliant man now slipping away. \n[17]I'm not good with this stuff. Jacobs puts a hand on Will's back, leads him inside. \n[18]0  \n[19]In the past, it's been impossible to target specific areas, both because of the Blood Brain Barrier - Jacobs stands, interrupting Will. \n[20]This 'payload' would directly affect the areas of memory, higher function - and, of course, the motherlode: intelligence. The board members stare, trying to comprehend. \n[21]Meaning.  If Phase 2 goes as planned, we're effect. \n[22]Perfectly safe. We're using the \n[23]\n[24]Are they gone? \n[25]Did they say anything before they left? I mean, about Phase 2. \n[26]But we're so close. \n[27]What happened had nothing to do with the 112.  Take an already aggressive animal, make it smarter - you're going to get a potentially dangerous \n[28]They're apes. \n[29]I don't work here anymore, Franklin. \n[30]of course. \n[31]I'm sorry, Franklin. Genuinely sorry... What's he got to do to get the hell out of there? Franklin ignores him, steps inside Bright Eyes' cage. He moves to the very back and pulls aside a blanket. At first Will doesn't understand what he's looking at. The lighting's dim and the thing's so small... But then IT MOVES AND WILL REALIZES HE'S LOOKING AT AN INFANT \n[32]It's impossible. How could a full- term gestation go unnoticed? \n[33]Who else knows about this? \n[34]You want me to take him? \n[35]I could be thrown in jail. He's a chimpanzee who's been exposed to a possibly dangerous drug. \n[36]Doesn't matter what I believe. \n[37]That's not possible. \n[38]I was talking about the work, my \n[39]What? 18. \n[40]I'm sorry, Franklin - I'm sorry - but there's nothing I can do here. He's got to be put down like the others. \n[41]Two days. Then you have to figure it out. \n[42]Huh? Oh. Thanks. \n[43]I'm sorry - there was - She doesn't wait to hear his excuse, just moves down the walk, her footfalls pointed and angry. \n[44]It's okay. It's going to be okay. Awkwardly, he even rocks back and forth a little bit. Will looks down at the chimp, struggling for breath. The room fills with STEAM. \n[45]Caesar! Breakfast! The chimp turns at Will's call. HIS NAME IS CAESAR. \n[46]Please pass the ketchup. Caesar slides the ketchup to Will. \n[47]Thanks. \n[48]There it is. Restored cognitive function. \n[49]After. Sit still. \n[50]A healthy diet. Fruits, vegetables. \n[51]He's hungry. Caesar's angling to climb off the examining table. Will sends him a look - out it out. \n[52]You know, the basics. \n[53]He's pretty good. \n[54]Like what? \n[55]Green? His heart starts to pound. \n[56]No thanks. Sure, that would be good. She gets him one. Concerned, Caesar comes over. \n[57]Forgot to eat today. Not a big deal. 25. Stewart hands him the glass. He downs it. \n[58]I'm fine. Stewart puts her hand to the side of his neck. Feels good. \n[59]For a human or a chimpanzee? First time he's seen her smile. It lights up her face. \n[60]You have to move the whole tower to another peg, one block at a time. \n[61]Here's the hard part: you can't put a larger block on top of a smaller one. Caesar studies the puzzle. \n[62]Understand? 26. Caesar's already started. He methodically begins moving blocks from one pole to another, pausing, backtracking, getting it right, never a bigger one on top of a smaller... Will watches, increasingly amazed, as he re-creates the tower on a different pole. It's easy for him. Finished, Caesar looks up at him. Will fumbles in his pocket, HANDS CAESAR SOME M&amp;MS. \n[63]He did it in fifteen moves. \n[64]Fifteen. Will looks over at Walter, who's staring at the wall. \n[65]It was passed down from his mother. \n[66]At age two Caesar appears to exceed his mother's aptitude. He signs over three hundred words. He exhibits no visible side effects from the therapy... \n[67]Dad. I've got something that's going to make you better. Will closes the door behind him. WE HEAR A RHYTHMIC SQUEAKING NOISE as we... \n[68]You want turkey or ham? 28. \n[69]He won't go far. \n[70]I do, Dad. \n[71]Hold on - it's okay - he's harmless! \n[72]It won't happen again... \n[73]Well we've got puzzles, games, a swing set... \n[74]We'll work on that. Stewart continues examining Caesar. Will watches her listen to his heart. Closing her eyes for a moment, listening. 31. He gets up his nerve. \n[75]What about you? What do you do for fun? She opens her eyes, looks at him. He thinks she doesn't understand the question. \n[76]How about dinner and a movie? Stewart pulls the stethoscope from her ears. \n[77]No - nothing. Caesar meets Will's eyes, obviously disappointed. Stewart lingers a moment, certain she's missed something - but Will doesn't say more. \n[78]Don't go far. Stay where I can see you. Will takes OFF CAESAR'S HARNESS. The chimpanzee runs, begins flying from tree to tree. Will watches, nervous. But it's gratifying to see Caesar so happy. The CHIMP DISAPPEARS around a corner. A moment passes, then another. The men follow... and discover CAESAR STANDING IN A \n[79]Remember - stay where I can see you - if you got lost in these woods I'd never find you. \n[80]Sorry to rush you - got to get home and check on Walter. They approach a WOMAN with a LARGE DOG on a leash - a GREAT DANE. The dog BARKS, lunging menacingly. The Woman struggles to control him. \n[81]Don't worry - he's harmless. Very sweet. The big dog keeps BARKING. Annoyed, Caesar finally turns and gives him a LARGE, \n[82]Guess he had it coming. Caesar watches as the Woman walks off with the dog, HIS GAZE \n[83]Where's Dr. Stewart? \n[84]Do you know where she went? \n[85]Come on. As Will drags Caesar off, the apes in the enclosure climb higher in the tree to watch. Suddenly they ALL BEGIN TO \n[86]Turn it around, Dad. You're using the wrong end. Walter looks at Will, uncomprehending. With care and compassion, Caesar reaches over and helps the old man, adjusting the spoon. Will watches. Heartbroken. \n[87]The drug's not staying ahead of the disease. 36. \n[88]Sure. At this pace we'll get to trials by the time Hell freezes over. Jacobs - embarrassed in front of the Tech - pulls him aside. \n[89]It'll take forever. I need to start developing a primate version now. Jacobs looks at Will. He's known him a long time. \n[90]This isn't about him. \n[91]He's fine. \n[92]Caesar continues to maintain a high level of cognition. But Walter's disease has caught up to the neurogenesis treatment. Nearly all initial improvement has been erased... Will stops recording. KICKS his desk in frustration. \n[93]What do you mean? \n[94]Caesar is an ape. A chimpanzee. \n[95]Are you asking about your identity? That's abstract thought, Caesar. Caesar couldn't care less about 'abstract thought.' 38. \n[96]This is where you were born. It's the place where I work. \n[97]I never knew your father, but your mother came to live here. This is where you were born. \n[98]She was very very smart. And she passed that onto you through her blood. Caesar strains for a better view. Undoes his seatbelt. \n[99]She's not here anymore. I'm sorry, Caesar - she died. That's when I brought you home to live with me and Walter. Caesar's getting worked up - he wants out of the car. \n[100]No. This is a bad place for you, Caesar. We're going to go now. 39. As Will pulls away Caesar strains for a last glimpse, twisting around to look out the back window. \n[101]We're visiting a place called \"The Ranch\". They have animals. \n[102]You bet. Apes. Chimpanzees, gorillas, orangutans... Caesar GRUNTS, excited. \n[103]It'll be good. You'll like it very much. Caesar looks at Will, picking up on something. \n[104]What? No, I'm fine. \n[105]Inside, I think... \n[106]You must be Mr. Landon. This is Caesar. \n[107]I've been telling Caesar about the animals you have here. How much fun it is. \n[108]Go ahead. He watches Caesar - unsuspecting - move through AN OPEN, GATE- \n[109]It's okay, Caesar. It's going to be okay... The words are for him as much as Caesar. \n[110]You're going to live here for a while. This is what the Judge says we have to do. 46. WHAT? Caesar can't believe what he's hearing! He frantically signs, desperate, pleading. The SHRIEKS of the UNSEEN APES continue, feeding Will's apprehension. Caesar doesn't belong here. It takes every bit of restraint he has not to take Caesar out, to run... \n[111]They'll take good care of you here. \n[112]I'm sorry to trick you this way, but you would never have agreed. I was afraid they'd hurt you if they forced you - \n[113]I was sick. \n[114]He's the son of chimp 4. And he's smart. Off-the-charts smart. Because of the 112. The genetic therapy was passed in utero - from the mother to the son. Without a single negative side-effect. \n[115]He was protecting my father. The same way his mother was protecting him. \n[116]I tried the 112 on my father. A conversation stopper. Jacobs is stunned. That's the effect Will was after. \n[117]I had a sample vial. \n[118]Don't you want to know if it worked? Jacobs can't resist... \n[119]It was miraculous. Unquestionable adult neurogenesis - development of fresh nerve tissue. It brought my father back. But Jacobs is confused. \n[120]It's just like with the mice. Alzheimer's is a progressive disease, you need to keep it at bay â\u0080¢ - you need boosters. 52. Will can see Jacobs turning this over in his mind - the possibilities. The money. \n[121]I couldn't risk losing him. \n[122]Caesar. \n[123]We've discovered a safe treatment. It's the payday you've been waiting for. I'll recreate the primate version of 112 for you. But only under one condition. It takes Jacobs a moment before he gets outraged. \n[124]But you won't - you need me to build the drug. Here's what I need: I want you to get Caesar back. \n[125]However they do things in your part of the world. Get attorneys into it. Write checks. Slip cash into the right pockets.  Make it happen. 53. \n[126]That's why we're using it. We need the drug quickly. \n[127]I appreciate your concern - but it's going to be fine. We plan on taking precautions. The Technician pauses, not entirely satisfied. But Will's look tells him the conversation is over. 58. \n[128]Don't worry about it. You want to come in? \n[129]Can I - you want a cup of coffee or something? \n[130]How? \n[131]Is he alright? She hesitates, wanting to be honest but not alarming. 59. \n[132]That's my dad. He's not doing too well. \n[133]Thank you... I appreciate that. Awkward beat. \n[134]Let's grab a drink. Takes her by surprise. Maybe takes him by surprise too. She's happy he asked. \n[135]There you are! I heard what happened. \n[136]I'm going to get you out of here, but not today. I'm working on it. Caesar's face falls. \n[137]Soon. I promise. Will notices Dodge's ELECTRIC CATTLE PROD. \n[138]Not yet. I can't yet. Caesar realizes: Will's going to leave him here. First incredulous - then outraged - Caesar turns away and \n[139]Wait a second - Caesar, where are you going? â\u0080¢ Caesar doesn't respond, doesn't turn, just keeps walking. Dodge catches up with him. 62. \n[140]Caesar - come back here! He watches Caesar's retreating back, Dodge trotting alongside him. Realizes Caesar's nearly breaking into a run. \n[141]You son of a bitch. Dodge scrabbles to his feet, wipes the blood from his nose. \n[142]If I find out Caesar's been hurt, if he's mistreated in any way, I swear I'll have you brought up on charges. Dodge looks towards Landon's house, restrains himself. \n[143]Forget jail. I'll come back and kill you. \n[144]Which one of you wants chocolate... Chimpanzees stare back at him, giving him nothing. NOISE FROM BEHIND. Will turns. Down the row, A CHIMPANZEE \n[145]\"Koba.\" 65. He peers inside. Koba stares back, EYES MURKY AND SMALL \n[146]I did. She thinks it's funny. \n[147]I don't advise it. My hand's killing me. \n[148]I'm going to get him out of there. \n[149]And I'm going to get my dad back too. \n[150]Hold him steady! Evans tightens the straps on Koba's flailing arm. \n[151]You okay Evans? \n[152]You can't put larger blocks on top of smaller ones.  Move the stack from here to here. Koba takes the puzzle and ROTATES IT 180 DEGREES CLOCKWISE, \n[153]You've got to take the blocks off and stack them again, like this. Will turns the puzzle back around. \n[154]Let's see you try. Koba puts out a palm - asking for an M&amp;M. \n[155]I'll give you an M&amp;M if you can get the blocks to the other side - but don't do it the way you did last time. Koba thinks, then ROTATES THE PUZZLE AGAIN - THIS TIME COUNTERCLOCKWISE. Ingenious in its own way. 71. \n[156]You know what I want. You're just not going to give it to me. Koba puts out a palm. There's A LOOK IN HIS EYE, MALEVOLENT, \n[157]I know he's smart. But there's something else, something worrisome. He challenges me. Taunts me. Will looks toward us, toward the bars. \n[158]I don't want to try it on... .I don't want to start human trials if there's any chance of danger. \n[159]Someone's sleeping late today - Will opens the door - and FREEZES IN HIS TRACKS. \n[160]Dad? \n[161]He knows I'm here? \n[162]Caesar - please! I've got something to tell you - It's about Walter. \n[163]I was too late. She puts the photo down, cuddles against him. \n[164]Wasn't good enough though, was it. ANGLE ON THE PHOTOGRAPH. It shows a younger Walter and his two teenage sons... \n[165]Hello? \n[166]Franklin's dead? \n[167]Could it have been one of our chimps? 86. \n[168]You go get help. \n[169]Caesar. Will lowers the binoculars as Stewart rushes in. She's trembling. \n[170]I'm going to kill him. \n[171]He's dangerous. \n[172]There is no other explanation. A BLACK SHADOW passes by the window. Then another. Stewart turns. Now there's another. They're surrounded. She SCREAMS. Will barricades the back door with a table. Chimpanzees at every window BANGING ON THE GLASS, wanting in. \n[173]Caesar! I need to talk to you! Dodge, Rodney and Landon watch as Will and Stewart are pushed \n[174]Caesar! \n[175]I just want to talk to you! \n[176]What do you mean? \n[177]Caesar - people are coming. People with guns. You've got to make the apes go back in their cages. \n[178]I brought this for you. Caesar eyes the cookie but doesn't take it. \n[179]Don't you want it? \n[180]You went to the lab last night. I know it was you. Caesar doesn't deny it. \n[181]How could you kill that man, Caesar? Once you kill you can't it back - that man's gone forever. \n[182]But... \n[183]Don't walk away. We need to talk. \n[184]Don't - ! \n[185]Where'd he get that wristband, Caesar? That's Koba's band... Did Koba get out of his cage?? \n[186]Caesar wait! But Caesar's not waiting. \n[187]No - they'll stick together. \n[188]His name is Caesar. If I can reason with him, I know I can put an end to this. \n[189]You don't understand - this chimp is smart - he'll listen to me \n[190]The lab. \n[191]That's where I work. \n[192]No. \n[193]No, I can't see - \n[194]He's going to release the apes. Looking to his left, Will sees a sniper try to get shots off - but hesitate. The apes are too interspersed with fleeing PATRONS. \n[195]They're going to Muir Woods.  I'm sure of it. He doesn't want to hurt anyone - he's just trying to get the apes out of the City! \n[196]No - let them through! \n[197]No - not him. \n[198]I know where they are. The Officers look at him. Who the hell is this guy? Huffs - embarrassed - gestures toward Will. \n[199]His name is Caesar. I think he'll listen to me. If he comes out, the other apes will follow. Sounds pretty far-fetched. \n[200]I do. I used to bring him here. The Officers look at each other. \n[201]But you have to promise me - if I can get them out, you'll take them peacefully. Tranquilize them, cage them. No killing. Beat. \n[202]You think this is a bad idea? \n[203]I know. Got to try, right? I owe him that much. Will kisses her. Heads off down the path. Then he pauses, turns to look at her. \n[204]Think he'll forgive me? \n[205]Caesar! ... He keeps walking, almost there. A DARK FIGURE DROPS DOWN IN \n[206]You. Koba stands up tall. Eyes Will. He takes his time - like he's enjoying every second of this... He walks towards will, bares his teeth. Suddenly CAESAR APPEARS, SLAMMING INTO KOBA, knocking him away. \n[207]No. I'm alone. Will pauses - there's so much he wants to say. \n[208]I owe you an apology. \n[209]I thought you had killed a man. But I should have known better. Caesar's face is unreadable. Will can't tell what he's thinking. \n[210]I want you to know that all of this is my fault. My responsibility. Can you forgive me? BIRDS TAKE SUDDEN FLIGHT. Caesar's eyes shift to the path. Will realizes he's been betrayed. \n[211]Wait - no - \n[212]I won't - \n[213]No. I'm staying with you. Caesar pushes him. Will staggers backwards, falls down. At that moment, HUFFS and his ARMY step into the clearing. Huffs takes aim at Caesar. \n[214]", "STEWART": "\n[1]What about diet? \n[2]What's he saying? \n[3]He seems extremely intelligent. How many words does Caesar sign? Beat. \n[4]I've heard of apes learning up to a hundred and fifty words. Is he good with puzzles? Will hesitates. 24. \n[5]Well, Caesar's healthy, obviously happy. You're doing a great job with him.  But there is an anomaly I noticed. \n[6]When I was examining his eyes, I noticed a strange green pigmentation. \n[7]Green. Never.seen it before. She hands Will an OTOSCOPE. \n[8]Take a look. Will peers through the magnification - and sure enough, finds \n[9]It's faint, can you pick it up? He sits down in the nearest chair - stunned. She eyes him. \n[10]You alright? Want a glass of water? \n[11]Carotid pulse is running a little fast. \n[12]Gotta remember to eat. \n[13]What does he do for fun? Will's brought Caesar in for a check-up. He's a little thrown by the question. \n[14]My guess is he needs more. More exercise, more space. \n[15]I'm sorry, did you say something? He starts to try again - but the moment's gone. \n[16]Do you remember me? I'm Dr. Stewart. She hands him a cup of water with a straw. \n[17]Drink. Caesar doesn't want the water. He signs. She clearly doesn't understand. He signs again. \n[18]I don't understand. Caesar's desperate. He opens his mouth, makes a LONG, LOW SOUND. She's taken aback - is he trying to speak? \n[19]Can you show me? Show me what you need. Caesar pulls at the restraints. \n[20]I can't take those off. Caesar sags with defeat, overcome with DESPAIR. \n[21]I'm sorry this has happened, Caesar. So sorry. Stewart stares at him. Moved at the complexity of his emotion, the obvious intelligence behind his pain. \n[22]I'm here once a week. I'll do my best to look after you. \n[23]What were you thinking? \n[24]That chimp needs protection. Dodge's face falls. \n[25]You could've gotten him killed. \n[26]Can't you see how sensitive he is? How intelligent? \n[27]I want him moved to the orangutan house. He'll be safe there until we re-introduce him to the group. \n[28]Please. Just do it. \n[29]Sorry to drop in on you like this. The clinic at the zoo gave me your address but they didn't have a phone number - \n[30]No - thanks. I just wanted to let you know that I've seen Caesar. Seen Caesar? \n[31]I volunteer once a week at The Ranch. \n[32]Yeah. He had a rough start, but things should get smoother from now on... In the other room, Walter and his Aide become visible. Will follows Stewart's curious gaze. \n[33]Oh. Sorry. Anyway, Caesar's going to be okay. I'm looking after him. \n[34]Well. If you give me your number I'll let you know from time to time how things are going - \n[35]Love to. \n[36]Morning Caesar. \n[37]How's your arm? Mind if I take a look? Stewart rummages in her MEDICAL BAG. CAESAR WATCHES AS SHE PULLS OUT A PAIR OF SCISSORS, cuts off his bandages. \n[38]Looking good... Caesar makes eye contact with Dodge over Stewart's shoulder. She pulls a harness from her bag. \n[39]I'm taking him out. Thought I'd cheer him up, show him the horses. \n[40]What are you going to do? Use a cattle prod on me? \n[41]I'm safer with him than I am with you. \n[42]I can't take you.  Maybe another time. \n[43]You actually punched him? 66. \n[44]I've been wanting to do that since the day I met him. \n[45]Here. Let me help you out. She begins feeding him the Chinese food. He puts down his chopsticks. \n[46]I know you are. \n[47]You tried. You worked really hard. Walter knew that. \n[48]No one's answering. In the distance they can HEAR the PHONE RINGING at the ranch house. From where the car is, nothing out of the ordinary is visible. Will thinks a moment, gets out of the car. \n[49]Not a way in the world. I'm coming with you. \n[50]Oh my God... I'm calling 911.. Will picks up Landon's BINOCULARS, moves to the front window. HE SEES: Debris everywhere. Apes free, wandering... DODGE, LANDON and RODNEY BATTERED AND IN CAGES. \n[51]It's going to take them at least half an hour to get here. He begins rummaging in drawers, in cabinets. There's an empty cookie bag, but Will's able to put his hands on a couple of stray COOKIES. He has an idea. Under the sink he finds what he's looking for: RAT POISON. \n[52]What are you doing? \n[53]Caesar? \n[54]You're wrong - he can't have been the one who killed that man - \n[55]I called Animal Control - they'll be here soon - \n[56]That's impossible. \n[57]Oh my god. Seated next to Will, she draws him to her window. FAR BELOW: it looks like a BLACK LOCUST moving through the urban sprawl - chased by numerous Squad Cars - directly behind them, along parallel streets... She realizes something. \n[58]I know where they're going. \n[59]Is he hurt? \n[60]Definitely. He thought so. \n[61]He's never going to agree to come out with you. 108. \n[62]What? Will waves it off - never mind. the woods. \n[63]Hang on a second...  Where are they going? 109. Looks are exchanged. Someone grabs Stewart, who struggles with all her might. \n[64]", "DODGE": "\n[1]That's about it for visiting hours. Will shoots him a look of daggers. \n[2]Caesar. Hey. I can get you out. Dodge stands at the end of the atrium, BECKONING. \n[3]This way. 47. Caesar follows Dodge to the far end of the play area, then through the CAGED-IN BRIDGE. Will's almost out of sight. Caesar can see that he's nearly reached the car. He GRUNTS with stress as he follows the bridge into... \n[4]Caesar - over here. Dodge stands at a cage door. Caesar sprints for it, as for salvation-but AS SOON AS HE CROSSES THE THRESHOLD, HE \n[5]Stupid monkey. \n[6]Okay, assholes. Dinner time. Rocket - slowly and deliberately, with a last threatening look to Caesar - moves off. Caesar crawls to the edge of his cage and peers out. Dodge and another animal wrangler, RODNEY, move from cage to cage, SHOVELING PRIMATE CHOW INTO TROUGHS. Rodney tosses in an occasional rotted vegetable. The APES enthusiastically receive the food. Dodge shovels food into Caesar's trough. Caesar stares down at the wet- looking dog food. \n[7]Mmmm mmm. Grade A primate chow. Bet you don't get none of that in the suburbs. Caesar reaches into the disgusting goop and THROWS A HANDFUL IN DODGE'S FACE. The apes SCREAM with LAUGHTER. Rodney looks away so Dodge doesn't see him laughing too. 49. \n[8]Think that's funny? That funny to you, you hairy prick? Caesar stares at Dodge... then SHOOTS HIM THE FINGER. \n[9]One thing you can count on: Long as there are humans on this earth, you'll always be a monkey in a cage. The BURST from the HOSE sends Caesar flying backwards. Pinned into a corner, he curls himself into a ball, using his back as a shield. The water BLAST is relentless. Eventually, Dodge turns the water off. The two men take a long look at Caesar. He's left battered and soaked on the floor. \n[10]Leave 'em. \n[11]oh, hey Doc. \n[12]I told Rodney not to open his cage. \n[13]Yeah, no, he's a real smart dresser. \n[14]I'm sorry, since when do volunteer animal doctors make the rules around here? 57. \n[15]Whatever you say, doc. Dodge returns to stacking the chow. \n[16]You're the one with the college education. \n[17]Want a beer? The chimp reaches but Dodge pulls it away. \n[18]Here's a little taste of beer... He unzips his fly and PISSES INTO THE CHIMP'S FEEDING TROUGH. Caesar watches, disgusted. \n[19]No place like home, huh monkey boy? \n[20]That was not a smart thing to do. Dodge is clearly much tougher, stronger than Will, but Will's too angry to care. \n[21]That wild-eyed chimp isn't yours any more. He's mine now. The truth of the statement is worse than any punch. \n[22]And you're on private property. Now get the hell out of here. 63. \n[23]No way. As she walks to Dodge, CAESAR GLANCES INTO HER MEDICAL BAG. \n[24]If you're into that kind of thing. \n[25]Answer's no. 64. Stewart turns to Caesar, who's retreated onto a bed of straw. \n[26]I can fix that. Dodge drags the hose to Rocket's cage. 73. \n[27]Get that monkey ass out of there! \n[28]Rise and shine, assholes. The chimps wake. One by one they notice Caesar, standing in the common area. \n[29]What the hell - (seeing Cornelia's open \n[30]We're gonna go slow here, alright? You're gonna go back in your cage, you're not going to give me no trouble. 83. The apes - chimps, orangutans, the gorilla - are silent, Cornelia stands, watching. Caesar doesn't take his eyes off Dodge, but his expression is unreadable. Dodge reaches Cornelia's cage. He VIOLENTLY BANGS THE SHOVEL \n[31]Back! Caesar reacts, a snarl curling his lips. Keeping his eyes on Caesar, sweat dripping down his temples, Dodge KICKS CORNELIA'S CAGE SHUT. Now he starts moving forward, trying to back Caesar toward the orangutan cage. \n[32]We're going to have you fixed, Einstein, that's for damn sure... But first we're going to figure out how you pulled this off... \n[33]Go on. Get in that cage. Caesar stops, refusing to go any farther. \n[34]I said get! But Caesar doesn't move. Dodge pokes the shovel at him, then SLAMS it to the cement floor. He edges closer to Caesar, grip tightening around the shovel handle. Then he rears it back, face contorted in rage. \n[35]Get in that cage, you damn dirty ape! â\u0080¢ CAESAR'S EYES NARROW. HE STANDS TALL, STRETCHING TO HIS FULL \n[36]Welcome to the mad house. \n[37]Well this'll be interesting because your freak'll talk back. \n[38]He did! He said the word \"no\" - right to my face. \n[39]He can talk. \n[40]Then he must have a voicebox in his ass, because I heard him! Caesar walks up. COOKIE is ready. 90. \n[41]They're following one ape. You kill him, you stop them all. \n[42]Ask him - he raised him. All eyes to Will. \n[43]You need me riding with you. I've got experience with these animals.  I can point out the one you want. \n[44]That's him! The one with the white on his shoulder! A SNIPER takes aim at Caesar - the BULLET RICOCHETS OFF THE ", "CAESAR": "\n[1]\n[2]Dairy Queen. \n[3]Ice cream. Will ignores him. \n[4]Soft-serve. \n[5]Who Caesar. \n[6]Who. With effort, Will pulls himself from his own thoughts and tries to understand what Caesar wants from him. \n[7]Who. \n[8]No \"what\". \"Who\". Will is taken aback - beginning to realize the intellectual leap Caesar's taken. \n[9]Walter Will father. Will Caesar father? Will looks at the chimp - sees the intensity, the pain on his face. How to begin to answer? \n[10]Caesar mother? \n[11]Caesar go. Caesar see. Will locks the car door. \n[12]Caesar mother... Will grows concerned. \n[13]Real animals? \n[14]Will sad? \n[15]Where animals? 44. Will sees the PRIMATE CAGES in the distance, next to a GIANT \n[16]Home now. Caesar home. He tugs Will away from Dodge. \n[17]Home. Still a question, a flicker of hope. \n[18]Signing orangutan. \n[19]More ape sign? \n[20]Careful. Stupid human no like smart ape. Dodge begins shoveling primate chow into the troughs. Maurice and Caesar stop signing and blend in. \n[21]Need strong. All apes strong. \n[22]Gorilla. He breaks another twig. \n[23]Orangutan. He breaks another. \n[24]Chimpanzee. He grabs a bunch of twigs and holds them together - now they can't be broken. \n[25]Apes. \n[26]Find Mother. \n[27]No! \n[28]Apes no belong in cage. Human put apes in cage. Will's heart sinks as he sees that Caesar is intransigent. He means what he's saying. \n[29]Never again. Will takes a moment, DIGS DEEP TO MAKE HIMSELF DO WHAT MUST \n[30]Never. They look at each other. Two creatures once so close, but now with a vast chasm between them. \n[31]Caesar no kill. \n[32]Caesar no kill! Caesar SLAPS the COOKIE from Will's hand. doesn't want to fight. He's done - disgusted - with Will. He turns, begins to walk off. \n[33]No. At the sound of Caesar's voice, the apes rise tall. FROM THE CHIMPANZEE HOUSE Will and Stewart watch, stunned. \n[34]C...Cage! The humans' jaws drop, petrified. \n[35]\n[36]Humans coming. \n[37]Will want Caesar dead. 110. \n[38]Will leave. \n[39]Will leave now. ", "JACOBS": "\n[1]You could at least try to look excited. 10. Will's too nervous to look excited. He eyes the FOUR SUITS disembarking from nearby TOWN CARS. \n[2]You'll do fine. Just speak English. Keep the science simple. \n[3]What Dr. Rodman has done is to invent a virus that can, for the first time, cross the membrane that protects the brain and deliver a genetic, therapeutic, payload. 12. \n[4]Long gone. Will knows the answer, but has to ask anyway. \n[5]Look around you, for Christ sakes. We'll be lucky if we don't go to jail. Will's gutted - devastated. \n[6]You think you're the only one who's got something at stake here? I've got my own skin in this game! \n[7]What makes you so damned positive about that?  What if this drug does things you don't understand? Are you going to take responsibility for that? Because I'm sure as hell not going to. Here Will hesitates. \n[8]We're not ready for human trials. Hell, we weren't ready for monkey trials. \n[9]This is what we're going to do: You're taking a sabbatical. I'll let the board handle the lawsuit. When this blows over I'll bring you back and we'll start over - we'll do it right this time. With mice. Tiny mice that can't hurt anybody. Will finds to his dismay that he's got nothing to say. \n[10]But we're still making progress, right? Will tries to tamp down the frustration he's sure is written all over his face. \n[11]This isn't graduate school - there's a procedure we have to adhere to. \n[12]How's your father? Haven't seen him in a while. \n[13]He's worse, isn't he? Will wants to tell Jacobs the truth - he's tempted to tell him about Caesar, about Walter's treatment - but he can't. \n[14]You've been gone a week. \n[15]Too sick to return my calls? You know it was a funny thing, but I was watching the news and they started talking about a seven-year- old chimpanzee that went nuts - and all of a sudden, there you were on the TV. A seven year old chimp, raised since birth. The cafeteria gets a little awkward as Jacobs raises his voice. Neither man cares. \n[16]Aside from biting off a man's finger. 51. \n[17]We've had this conversation already. We knew the 112 was making the apes smart - \n[18]You're out of your mind. Like a chess player, Will lets the unasked question sit there. And Jacobs is undeniably, voraciously curious. \n[19]Did it? \n[20]You told me he was failing. \n[21]Why have you waited so long to tell me this? \n[22]'Him'? \n[23]The ape? Jacobs looks at his old friend, wondering about his sanity. \n[24]You're giving me conditions? I could have you arrested for what you've done. \n[25]How the hell can I do that? \n[26]Will? Hello? Will pick up the goddamned phone! \n[27]The animal handler - Franklin - was killed last night. In the primate house. \n[28]Something very powerful broke his neck. Snapped it in two. \n[29]All our apes are accounted for - â\u0080¢ secured in their cages. But here's the kicker: One of our security guards swears he chased a chimpanzee off the grounds last night. Will - with growing dread - looks out the window at Caesar's swing. \n[30]Where in the hell did that chimp come from?! \n[31]Those are my chimps... They duck as the apes run by - some of them right up and over the car they're crouched behind. car - and their heads. The apes stampede across the parking lot, where several use Jacobs' BLACK JAGUAR to VAULT OVER THE FENCE. The last is BUCK, whose weight CRUSHES the car. And then they're gone. Every last one of them. Quiet now, except for CAR ALARMS. \n[32]24 Marigold. \n[33]Whatever. ", "FRANKLIN": "\n[1]Here we go, Bright eyes. A MIST fogs our view for a moment. \n[2]She's convulsing. Caroline sticks a stethoscope in the tube, listens to Bright Eyes' heart. \n[3]Good morning, Felix. Bam Bam. Monty. Hey - what's the matter, don't like my cooking? \n[4]You okay back there? \n[5]I'll check on her when we're done. Franklin unlocks a cage and leads a CHIMP - LUCKY - into the next room, where Caroline waits beside the CT scanner. Lucky's head is shaved, exposing a long, curving scar on his cranium. From Bright Eyes' vantage point she can see through the open door as Lucky's strapped down. \n[6]Be right over - Donnie looks closely at Bright Eyes. There's something different in her face today. Rage? Force of will? \n[7]Lucky no! Stop! Hit the alarm! Caroline lunges to an ALARM BUTTON and pounds it. \n[8]I just put down fifteen animals, Dr. Rodman. The least you could do is give me a moment of your time. Will's shoulders sag with exhaustion. It's been a long, devastating day. \n[9]They're all gone. \n[10]They carry small. Must have been pregnant when they brought her in. Will tries to get his mind around the situation. 17. \n[11]No one. I'd bring him home, but my brother- in-law works for security. He'd rat me out in a second. That's when will realizes. \n[12]He's an orphan now. \n[13]You don't believe that. \n[14]Just for a couple days. Until I can find a sanctuary. \n[15]I heard you outside, fighting to keep them alive. \n[16]she was just trying to protect him. \n[17]Bright Eyes - the mother. That's why she wouldn't let anyone into her cage. Will looks down at the helpless baby. \n[18]Tell you what, Doc.  I'm done for the day. So you be my guest. Franklin hands the LONG NEEDLE to Will. It's quiet. Will can hear the baby's WHEEZY breath. He enters the cage kneels beside it, regards his tiny body, his little hands. Will readies the needle, brings it close to the chimp's belly... but there's no way he can go through with this. Angrily Will tosses the needle aside. Turns to Franklin, who watches from outside the cage. \n[19]You wanna know if I think the 113's making him nuts. \n[20]What you're seeing has nothing to do with the 113, Doc. The apes're just like us - they're complex. Some are loyal, some are selfish, some have a good sense of humor. And some are born rotten. Koba moves into frame. We've been watching from his point of view, from inside the cage. Now we look over his shoulder, where the sharp planes of his â\u0080¢ face frame the two men across the room. 72. \n[21]This one's a bad apple, that's all. A chill runs down Will's spine. \n[22]Just checking in. You didn't show up at work today. \n[23]Hope you're feeling better - let me know if you need anything. 77. REVEAL EVANS, LYING IN BED, DEAD - a streak of brown dried blood across his cheek -- as if draining from his lifeless eye. ", "CAROLINE": "\n[1]Nanotherapy, beta version: Tuesday, March 10, 2011. Female Test subject Number four. Franklin reaches for us, smiles... \n[2]Not too much. She needs to be calm, but alert. \n[3]Go ahead, I'm sure you could use it. Starting the therapy... \n[4]She's not a monkey. Will looks from the monitor to Caroline. His look is intense, tough to read. She blushes slightly at the heat of his gaze. \n[5]What is this? Caroline holds up a picture of a tree for Bright Eyes, who sits at a table in front of a LEXIGRAM, a lit-up board with colorful symbols. Bright Eyes presses a button. \n[6]And this? The chimp presses another button. \n[7]Where does the acorn come from? Bright Eyes considers... then presses a button. \n[8]Yes, but where does the acorn come from? \n[9]\n[10]We started the therapy four weeks ago. This was yesterday. Will's studying the scans. They look good. Real good. \n[11]There's been clear cell growth. Both on the frontal lobe and the neocortex. She's purposely standing close in order to point this out. He notices but doesn't respond - there's history between them and he's regretting that - gets in the way. 6. \n[12]No - it's conceptual. Acorn gives us a tree, which gives us an acorn. \n[13]In a chimpanzee. Unheard of. Will turns the possibilities over in his mind. Caroline moves away from him. He barely notices her now. \n[14]You're calling her a monkey just to piss me off, aren't you? \n[15]Something wrong with Bright Eyes? \n[16]Okay. Back it out... \n[17]Hang on - Franklin struggles to hold onto Lucky as Caroline hurries over. He eyes the chimps in their cages - GOING CRAZY. \n[18]Let go, Bright Eyes! You're hurting him! She tries to help pull Donnie away. \n[19]Let go! In the next room Franklin's having troubles of his own. ", "WALTER": "\n[1]John... is that you? \n[2]As thou dost, Anthony.  .he hears no music. No music... \n[3]I rather tell that what is to be feared than what I fear: for always... I am Caesar... There's no way to reach him tonight. Still Will tries.. \n[4]John... ? \n[5]Caesar! \n[6]You don't know that. \n[7]Take him off the leash. \n[8]Go ahead. Climb! The men sit down on a log, watching as Caesar swings from the branches. Free, elated. An animal in his element. Caesar begins climbing a redwood. Our view of him is obscured by the leaves. As his dark form ascends, Will and Walter become smaller and smaller down below. \n[9]Caesar... Straddling Hunsiker, teeth bared, Caesar pounds him with his fists. \n[10]Caesar... no... Stop! Walter grabs Caesar by the shoulders, tries to pull him back. But Caesar's too carried away by his rage - he shrugs the old man off his back. Then he grabs one of Hunsiker's hands and BITES OFF THE \n[11]Caesar! Caesar hesitates. Blood dripping down his chin, he looks over his shoulder and meets Walter's eyes. \n[12]Please stop. Hunsiker uses the distraction. He scrabbles to his feet and sprints for his house. \n[13]John? Walter enters, looks at Will. \n[14]John - where's Caesar? The old man looks stricken. \n[15]Shouldn't we look for him? Isn't there something we can do? Will looks up at his father. He's just had an idea. ", "HUFFS": "\n[1]There's a leader? 93. \n[2]Reason with him? Huffs thinks he's nuts. He turns, starts toward his squad car. Will follows, Stewart on his heel. \n[3]You know anything about this? \n[4]You see them? \n[5]Shut down the Golden Gate Bridge! \n[6]Tell them to hold their fire until they get past the traffic! WILL SEES below that soon Caesar and the apes will reach a place on the bridge where there are no more cars. Then they'll be open season. north end of the bridge, SHARPSHOOTERS - and DODGE - on foot behind them. \n[7]This man owns one of the chimps. The so-called \"leader\". Says he can reason him out. 107. \n[8]Whatever it takes. \n[9]Follow me. Stewart double-takes, sees the ARMY HEAD OFF IN WILL'S ", "DONNIE": "\n[1]Stuff looks like Kool-aid. \n[2]Your turn. Bright Eyes RUSHES FORWARD, HER HANDS GRIPPING THE BARS SO \n[3]C'mon - Let go - She understands what he wants but she won't do it. THAT'S \n[4]Hey! Something's wrong with number \n[5]What's the matter with you? \n[6]Hey!!! Now Donnie's smashed up against the bars. Hard. The other apes begin to SCREECH. Donnie hasn't panicked quite yet, but he's about to. \n[7]Someone get her off of me! \n[8]She's breaking my hand! ", "HUNSIKER": "\n[1]Hah! Hah - Will JUMPS INTO THE YARD AND PUTS HIMSELF BETWEEN HUNSIKER AND CAESAR. Caesar cowers behind him. \n[2]Your monkey came onto my property! Threatened my kids! By now Caesar has climbed into Will's arms, burying his head in. his neck. Will backs toward the gate. \n[3]Damn right it won't happen again! I'll press charges if it does! Will holds Caesar close and hurries home. \n[4]Look at the front of my car you stupid, stupid old man! You should be locked up! Your son's going to pay for that damage - \n[5]Help! Get him off - \n[6]Aaaaaaaah! Walter struggles to his feet and grabs Caesar again. A PULSE \n[7]Please no... Caesar pounds his chest, YELLING in triumph. But then he sees something across the street that abruptly pulls him out of his euphoria: WALTER - STRUGGLING, BLOODY - \n[8]SFO. International terminal. ", "RODNEY": "\n[1]Look at that! Infuriated, Dodge grabs a hose, drags it to Caesar's cage. \n[2]What about his clothes? Might cause problems with the other apes. \n[3]Still won't eat, won't come out. \n[4]Sorry - can't get him to come out. He won't budge. \n[5]I told him. Will brushes by Rodney, heads for the cages. \n[6]Hey - you are not allowed back \n[7]Dodge thinks he spoke to him. ", "MAURICE": "\n[1]Happy gorilla. Caesar's shocked. \n[2]Surprise. \n[3]Maurice circus orangutan. \n[4]No. Maurice alone. They HEAR DODGE'S WHEELBARROW APPROACH. \n[5]Why cookie Rocket? \n[6]No understand. Caesar grabs a small twig off the tree and BREAKS IT. \n[7]Where go? ", "ELECTRONIC VOICE": "\n[1]Tree. \n[2]Acorn. 5. \n[3]Acorn. \n[4]Acorn. \n[5]Acorn. Tree. Acorn. The chimp looks at Caroline, who's stunned, trying to process the ADVANCED THINKING JUST MANIFESTED. Then she presses another button. \n[6]Surprise. The unnatural voice - paired with Bright Eyes' eerily human- like gaze - is somehow CREEPY... The IMAGE FREEZES and we... ", "VOICE": "\n[1]He's been doing that all day. A Home Aide enters, grabs her coat. This is IRENA. \n[2]Ham! \n[3]Let's see if we can find something for you on the TV... \n[4]Caesar. Stewart stands over him. The light shines'behind her head. \n[5]Nanotherapy, beta version: Male Test Subject Number eleven. \n[6]They could be spread out all over the County by now. Will and Stewart - released from the cages - speak to OFFICER HUFFS. Dodge, Rodney, and Landon huddle nearby. ", "IRENA": "\n[1]He found an old book of his. She pulls a worn paperback of Julius Caesar from Walter's pocket. He snatches it from her, puts it back. \n[2]I had no idea you liked Shakespeare so much, Mr. Walter. \n[3]Good night, Walter, hone-ee. She heads out. Will gently takes his father's arm. \n[4]It's Friday night. I had a date. \n[5]What's the best score? \n[6]I wonder where he gets such talent? "}}