{"dialogues": {"GOODSPEED": "\n[1]You owe me five dollars, Marvin. \n[2]Patience, Marvin.  It has its moments. \n[3]Half a million Serbians reside in the U.S., Marvin.  Serbians don't like Bosnians.  Read a newspaper.  It's good for you.  Hold out your hand. \n[4]Coal miners use canaries, we use those. Sorry guys. \n[5]July 1, 0.900 hours, agent william Goodspeed and agent/trainee Marvin Isherwood.  Initiating exam of a wooden crate.  Suspicion of seran gas device inside. \n[6]Appears to be kitchen items, cleaning agents, and... (lifts out a sweatshirt) ... old clothes. \n[7]Careful, goddamn it Marvin! \n[8]I've got some bad news and some really bad news.  The bad news is the gas is corrosive.  It's eating our suits. \n[9]Enough C-4 explosive to blow the chamber and enough poison gas to kill everybody in the building. \n[10]Chill, Marvin. \n[11]Get that away from me. I hate needles. \n[12]\n[13]I don't like needles. \n[14]Hey honey. \n[15]Not now. \n[16]Yeah, somebody's in a bad mood. \n[17]Much better. She sits with him.  Puts her arm around him. \n[18]Had a close one. \n[19]Not really. \n[20]Could we change the subject? \n[21]Hey!  Now there's some good news. \n[22]Carla Pestalozzi?  No. Definitely not.  You could have posed for the Mona Lisa.  Sophia Loren looks Swedish next to you. I hope that's a compliment.  I could change my name.  How 'bout Bobby Sue Pestalozzi?  Billy io Pestalozzi? \n[23]Stick with Carla. \n[24]We've talked about this, Carla, we've talked it up, down, inside and out ... \n[25]You're what ... ? \n[26]Shit, shit, shit what time is it. Hello. I'll be downstairs in ten minutes. \n[27]I've got to go to San Francisco. \n[28]I've got to go. She grabs his arm. I can't...  I cannot deal with this right now ...  Bill, I am very Catholic. And very pregnant.  And very unmarried.  Help me with this. \n[29]I love you.  I will marry you.  I just didn't plan on this, that's all.  Tell you what: come to San Francisco. \n[30]It's probably just a training exercise. Check into a hotel, order up some champagne, I'll finish up my business and ... \n[31]B.A. Columbia.  M.A. and P.H.D., Johns Hopkins, biochemistry and toxicology. \n[32]This isn't a training exercise, is it sir. \n[33]Why's he going to help us now? \n[34]Jesus look at this guy. \n[35]\"I fear the Greeks even when they bring gifts.\" \n[36]Ancient Greece.  Alchimadus was imprisoned by his king. \n[37]Archbishop of Canterbury.  Imprisoned and executed by Henry the Second ... \n[38]Russian poet and dissident exiled to Siberia. \n[39]You mind if...  uhm....  I take a shot? \n[40]Take his cuffs off. \n[41]No actually, I'm Bill Goodspeed. Mr. Mason, we really need your help.  That's a pardon and release contract from the Attorney Generals office.  It makes you a free man, provided you cooperate. \n[42]I'm a field agent. \n[43]I'm a chemical biological weapons expert. \n[44]Uhm, well, emancipated.  Unfettered. \n[45]I don't understand.... \n[46]Well yes I suppose ... \n[47]Yes.  You'll be outside. \n[48]A hostage situation.  A matter of life and death. \n[49]I think we can arrange that. \n[50]Sir, that's a legal document. \n[51]\n[52]They were imprisoned for doing nothing wrong.  What's going on, sir? \n[53]Listen Carla: I'll explain later, but don't come to San Francisco. \n[54]I repeat, don't come to San Francisco. \n[55]You're on a need to know basis and you don't need to know. \n[56]Jesus...  JESUS CHRIST.... \n[57]All units, this is Caretaker.  WE'VE GOT A SIGNAL SIX. Mason's in the elevator!  Let me know where he stops! \n[58]\n[59]That's him! \n[60]Where is he sir?  RIGHT IN FRONT OF ME.  What's he doing? HE'S ON THE PHONE.  I DON'T FUCKING KNOW, HIS STOCKBROKER! Oh shit. Gotta go. \n[61]Shit shit SHIT SHIT ... \n[62]It's not mine. \n[63]Neither is this. \n[64]Marvin, ring up Wolfburg Federal Pen.  The inmate is Mason, John. \n[65]NOT NOW Isherwood.  Go to February 1976.  Who was transferred to Wolfburg from San Quentin that year? \n[66]Hit nine nine nine nine. \n[67]F.B.I. miss.  Your father is working with us.  He's helping us resolve a.... .... dangerous situation. \n[68]Yes madam.  We've got to go, John. \n[69]No cuffs until we get to the cars, \n[70]You almost got me killed.  Twice. \n[71]It hurts. \n[72]Well, the thermal imaging photos picked up the poison gas. Here.  The prison morgue. It's probably being kept refrigerated. makes sense.  V.X. gas begins to lose its toxicity at higher temperatures. \n[73]No sir, but I've studied them .... \n[74]A little, sir. \n[75]No sir. Should I begin the briefing on diffusing and detoxification sir? \n[76]Sir, these are very complicated devices... \n[77]Sir? \n[78]Thank you. \n[79]I join the F.B.I. I ask for fieldwork.  They say, \"Bill, you're too fucking smart for field work.\" Every year I put in for a transfer and every year I sit in that goddamn lab like the fucking Maytag repairman in the commercial.  Then the call finally comes, and it's a whole fuckin, city at stake?  Oh Jesus... \n[80]I've got some bad news and some really bad news sir.  Maybe the bad news isn't bad, maybe actually it's good .... \n[81]My girlfriend's pregnant. \n[82]Motor oil? \n[83]Uhn uhn.  I hate needles. \n[84]Wait a minute. What if this thing crashes ... \n[85]What's going on? \n[86]Don' t do it. \n[87]We're never gettin off this island. \n[88].... god Jesus we're gonna die \n[89]Don't shoot me. MASON was actually slinging it over his shoulder... \n[90]Wait.  Where're you going? \n[91]Yes I mind.  I mind very much. \n[92]It's me sir. \n[93]He says he's leaving the island sir. \n[94]He's got a gun, sir. \n[95]would you stop.  Just stop. I don't know whatyou did or why you were sent to jail, but there are a million people across that bay who might die... Fuck this. Stop.  Freeze. \n[96]F.B.I. Stop right there.  I really mean it. \n[97]Now he has all the guns, sir. . You've got to help me.  What do you want me to do, beg? \n[98]Now what? \n[99]I don't get it.  You're going to help me? \n[100]You don't have to get all bent out of shape. \n[101]All right, all right.  Don't call me idiot, okay? \n[102]Something's a little off here: I'm the F.B.I. Agent, you're the convict, and you have all the guns. \n[103]The morgue? \n[104]You didn't learn that in prison. \n[105]I've got some questions for you but they can wait. \n[106]Careful.  The second you don't respect this, it kills you. \n[107]I need a hand here. Mason.  Now. \n[108]\n[109]Any epidermal exposure or inhalation and you'll know: A twinge at the small of your back as the poison seizes the nervous system. Then loss of muscular function. Then you spit your guts out, it looks like a tub of spaghettils spilled on the floor, then your skin turns black... \n[110]Pier 39 come in. \n[111]We're in the morgue.  I'm removing the rocket's guidance system chips. Without em the rocketslll fly about 500 feet and splash down like a wounded duck. \n[112]\n[113]Shut up; you're making me nervous. \n[114]Wait a minute.  Fuck.  Hummel stole fifteen chem rounds. There's only twelve here.  Here.  Quickly.  Do these last four. \n[115]Mason! \n[116]Wait. \n[117]Pretty easy killing an unconscious man. How about trying me? Punk. What're you waiting for?  Limp dick. \n[118]I rolled snake-eyes.  Shithead. \n[119]\n[120]He thinks we're Seals. \n[121]I'll go. \n[122]What, vou? \n[123]Good point.  Okay here, take 'em. \n[124]What are you doing? \n[125]What about Mr. Henderson? \n[126]Wait. \n[127]I... I don't know if I can do this. \n[128]Well thank-you, thank-you very much. \n[129]Freeze. Drop the weapon and turn around. Slowly. \n[130]Mason. Mason? \n[131]Where are you? \n[132]This is tiny. \n[133]The cell, Mason. \n[134]I only got one chem round.  There are two left.  I fucked up. \n[135]I'm not a field agent, all right?  So cut me a break. \n[136]What is your beef with the Bureau, anyway Clmon.  Tell me. \n[137]How? \n[138]Jesus. Why didn't you just tell Hoover and the bureau where the microfilm was?  Make a trade? \n[139]I see your point.  Something's been on my mind.  About your escape. \n[140]You went down the shower drain, through the tunnels to the power plant, under the steam engine and out through the intake pipe - that much I've got ' But... howld you get out of your cell? \n[141]I only ask because, in our current situation, it might be useful information ... \n[142]Hey!  Hey what's happening? Mason.  Mason? \n[143]Shit.... \n[144]\n[145]Mason.  John. What happened - the injustice done to you - doesn't mean you can walk away from this.  A million people across that Bay will die. \n[146]You were once a different man. \n[147]You were a civil servant.  Sworn to do your duty.  Just like me. \n[148]You'll never make it. \n[149]Fine.  I'll fuckin, do it myself. \n[150]That change things? \n[151]Partners? \n[152]\n[153]It's not too late, General.  Tell me where the last chem round is. \n[154]Don't ... \n[155]\n[156]You shoot me, I'll drop this and we're both dead.  One of these pearlslll kill everything within 200 feet.  You know how this shit works? \n[157]You know the Elton John son, \"Rocket Man\"? \n[158]Well it happens to be my favorite fuckin, song! \n[159]\n[160]\n[161]Pier 39 come in.  Pier 39  ... My god he's alive. \n[162]Every one of em sir. \n[163]Just come and get me, sir.  I'm tired. \n[164]Mason, uhm, John, I have something to tell you.  You know that pardon contract you signed? \n[165]You knew?  All this time? \n[166]All I know is that whatever you did, you don't deserve to go back. \n[167]God's speed. \n[168]What's that?  Mason? \n[169]Neither did I sir. \n[170]Vaporized, sir.  Blown out to sea. \n[171]He saved my life, sir. Is SANCHEZ  going to accept this? . \n[172]Bill Goodspeed, Mr. President. \n[173]Thank you, Mr. President.  The man you should be thanking is John Mason. \n[174]Director Womack. \n[175]You want to know who really killed President Kennedy, honey...? ", "MASON": "\n[1]In charge of what?  Fucking me over for another three decades? \n[2]You know what F.B.I. stands for Sanchez?  Fucking Bloody Idiots. I don't want to talk to you. \n[3]Do I remember Alcatraz. \n[4]Who's \"us?\" F.B.I.? C.I.A.? Why should I do that? \n[5]Timeo danaos et dona ferentes. \n[6]Are you capable of reading, Sanchez? \n[7]The story of Alchimadus.  Know it? \n[8]Thomas a Beckett.  Heard of him? \n[9]Solzhenitsyn.  I've a sneaking suspicion you've heard of him. \n[10]That's a good one, Sanchez.  What do you call and F.B.I. Agent who can't tell a lie?  A mute. \n[11]Who the fuck are you, Mother Theresa? \n[12]What do you do for the F.B.I., Goodspeed. \n[13]Tell me what you really do. \n[14]You said I'd be a free man.  Define free \n[15]I know what the fucking word means, idiot.  In this context. \n[16]During the time I cooperate, will I be outside?  Outside a jail? \n[17]You suppose? \n[18]What's happening on Alcatraz, Goodspeed? \n[19]Then on one condition: a minimum of two hours in the Fairmont Hotel - I trust it still exists.  I want a shower and a new suit of clothes. \n[20]one more thing: a shave and a haircut. Hello Womack. \n[21]Who's Carla?  And why don't you want her to come to San Francisco? \n[22]You learn that line in Cub Scouts, Goodspeed? \n[23]You going to stand there and watch? \n[24]well if it excites-you ... \n[25]Shall we do this outside?  In the sunshine? \n[26]whatever's in style. \n[27]Good.  Thank-you. \n[28]Yes of course.  My secretary will take care of you.- See to the good man will you? \n[29]What say we bury the hatchet, Womack. \n[30]In your head. \n[31]- Drop the gun or I'll drop your boss. \n[32]Whoops .... I'm feeling tired .... Whoops .... MASON lets Womack drop a foot. Womack SCREAMS! GOODSPEED drops his gun and grabs the clothesline.  MASON bolts from the balcony into the suitels library. \n[33]Modern conveniences.  Cheers.  San Francisco. Jade Angelou.  That's A..n..g..e..l .... \n[34]Is this Jade Angelou? \n[35]John Mason. Don't be shocked.  I don't have much time.  Please listen carefully  .... \n[36]Jade. \n[37]Hello.  Yes.  It's me. \n[38]Let's uhm...  let's walk a ways. \n[39]A while. \n[40]I'm here with you, aren't I? \n[41]I was driving through San Francisco.  I decided it was time. \n[42]I tried to explain in my letters. \n[43]I see. Bloody prison censors. \n[44]Maybe this isn't the best time... Jade.  Here sitdown. \n[45]All will be explained.  You must trust me on this. Someday very soon, after I get a few things settled, I will come back for you.  What I need to know is: do you want me in your life? \n[46]We are the same blood. \n[47]where to begin. My name is John Paul Mason.  I'm Scottish. I attended Dartmouth Naval College.  My favorite color is green.  I like books.  I like a good joke.  At one time I shot a pretty fair round of golf.  I'm in my 60's and I've been in jail half my life. Maybe it's better I go. \n[48]Jade - remember what I said. \n[49]You surprise me, Goodspeed.  Now I'm going to surprise myself: thank-you, you could have handled that differently. \n[50]Hows your jaw? \n[51]Pleased to meet you. \n[52]No. Forty-two paces to the septic chamber.  Fifty-seven to the showers. \n[53]It's not? \n[54]You son-of-fucking-Satan. \n[55]Wait just a minute.  This little twat's going to deal with the poison?  He's gonna get us all fuckin' killed! \n[56]For cottonmouth. \n[57]After you, 'lace.\" \n[58]Yes.  Little fancier than I'm used to. \n[59]Smile Goodspeed.  Live a little.  Life is short...  especially yours. \n[60]Wait for me to unlock the door. \n[61]Under there. \n[62]True. I memorized their timing. \n[63]That's been said to me before .... \n[64]Welcome to the Rock. \n[65]Guys are worthless. \n[66]For christ's sake. MASON trudges down the tu=el.  Goodspeed follows him. \n[67]Off this island.  You mind? \n[68]You've got a phone call. \n[69]If you really mean it, take the safety off. \n[70]Save your breath and your dignity, if you have any.  I am leaving. I am getting my daughter and getting the hell out of here. \n[71]Hold your breath. \n[72]Come on.  And keep your mouth shut. \n[73]'Course I've gained a few since ... \n[74]Across that, then 50 yards to the morgue. You said that's where the fucking poison is, Goodspeed. \n[75]No. I'm going to give you dancing lessons.  What the fuck do you think? \n[76]What's bent out of shape, idiot, is the tunnel I was going through to freedom five minutes ago. \n[77]\n[78]Cottonmouth snakes.  They breath through their skin.  Oil clogs it.  They hate the stuff. \n[79]sprays the motor oil across the pool.  The snakes scatter.  The pool's now coated with an OIL SLICK.  MASON wades in.  Goodspeed follows. \n[80]Never hesitate. \n[81]No, and I used to be a lot quicker. \n[82]What...  exactly does this do to you? \n[83]Sounds like my first marriage. \n[84]C'mon c'mon....  faster .... \n[85]I thought you were cool under pressure. \n[86]They'll be on us in twenty seconds. \n[87]\n[88]Limp dick? \n[89]I think I've got arthritis. \n[90]Wrong. \n[91]I'm not the chemical weapons expert. \n[92]Now they only have three rockets left. \n[93]Hummel's a soldier, not a murderer. \n[94]Find the rockets.  If they're guarded, kill the men guarding them. \n[95]There's only one way to find out.  I'll try to give you time.  And Goodspeed.... Don't be an idiot. Put that on. \n[96]John Paul Mason. Royal Navy.  Commander. \n[97]I feel strangely at home. \n[98]You wouldn't believe me if I told you. \n[99]Quite unique. \n[100]I was a guest here. \n[101]I'm not threatening the lives of a million innocent people.  You are. \n[102]I threw them in the bay. \n[103]Would you have shot him7 \n[104]Bright men also obey the law. \"Wherever law ends, terror begins.\" John Locke. \n[105]Article 7, American Constitution?  \"Treason against the United States shall consist of... 11 \n[106]It's about time. \n[107]Above you. Literally and figuratively. \n[108]\n[109]You referring to your intellect, Goodspeed?  Or another portion of your anatomy .... \n[110]Five feet by seven.  Try living in one for a year.  What happened? \n[111]Surprise, surprise. \n[112]An F.B.I. Man asking me for a break. How droll. \n[113]Let's say our countries had a little dispute.  They both knowingly shafted me. \n[114]Familiar with the name Hoover, Goodspeed?  I don't mean a vacuum cleaner ...  \n[115]Some trade.  They'd get the microfilm and I'd get a bullet in the head. \n[116]What? \n[117]Trade secret, Billy, I'll tell you this:it was easier than \n[118]\n[119]\n[120]\n[121]You're on your own, kid.  Your gear's over there. \n[122]Only one of them I care about. \n[123]You don't know what kind of man I was. \n[124]I once swam the English Channel, but you're entitled to your,opinion. \n[125]My god. MASON looks up. GOODSPEED stands above on the embankment. \n[126]\n[127]Partners. \n[128]\n[129]Do your job, Billy. - I'll try to hold ,em off. \n[130]\n[131]\n[132]\n[133]Womack ripped it up, right? \n[134]I'm not a fool, Billy. \n[135]Goodspeed.  You know the etymology of your name? \n[136]Yes.  To wish someone a prosperous jouey. \n[137]And if you turn around I'll tell you a secret. \n[138]St. Michael's Church, Fort Walton, Kansas.  Front pew. Right leg.  Hollow. ", "HUMMEL": "\n[1]Hi Barb.  The house sold yesterday.  I know, I know, the market's depressed. Anyway, I'm leaving the area.  Some things I have to do.  Things I couldn't do while you were here.  Maybe you would have approved.  Hell, I know you wouldn't have.  I've tried everything and I can't seem to get their attention.  But now they'll learn how it feels on the other side.  Let's hope it elevates their thinking. \n[2]Held better be.  This is a security inspection. \n[3]That's the idea, Colonel. \n[4]Ten men who could have been terrorists are out there doing whatever they damn well please to your compound, Colonel.  Here you sit with your ass chained to a fucking radiator.  This is not a tight ship.  I would not want to be in your shoes in the morning. \n[5]Not today.  You go ahead. \n[6]I think so. \n[7]Deploy as planned, Captain. Aye, aye, sir. \n[8]Hello Ladies and Gentlemen.  You are my prisoners.  I have no intention of harming you.  You will be fed regularly.  That is all you need to know for now. \n[9]First:I am holding eighty-one civilian hostages on \n[10]Brigadier General Francis X. Hummel. \n[11]At ease, Gentlemen.  It is traditional for me to meet with my officers before an operation.  The heart performs one thing, the legs another, the brain another - all better function together or the body becomes ill, is prone to disease.  Major Baxter, Gunny Crisp and I have been on the front lines since 'Nam.' Captain Hendrix was my adjutant in the Gulf.  Get a haircut, Pete, you're lookin' like a beatnik. You and your men are new to me. \n[12]I'm well aware of your service records, Captain, they are excellent.  I want to be clear on why you - why all of us are here.  You both stand to profit from this. \n[13]This country has places where wrongs are redressed, Captain Darrow: They are called courts of law.  In the military, they are called Courts Martial. This country has places where lessons a-re leaned.  They are called schools.  Am I confusing you? \n[14]The only accurate term for what we are doing here is treason. Plain and simple.  An insurrection against a government to which we have sworn allegiance.  Everyone in this room must understand that. \n[15]The question is what kind of traitor are we.  Coward or lion? Benedict Arnold, or Thomas iefferson?  I have posed that question to myself, have answered it, and my conscience is clear.  Have all of you? \n[16]Within thirty-two.hours you will leave this country and not return.  All of you can live with that? \n[17]Well, I cannot.  So, regardless of what happens on this island in the hours ahead, I will stay. The men exchange surprised glances. \n[18]Yes, Captain.  And I plan on conducting my own defense. it will make the O.J. Simpson trial look like an episode of \"Perry Mason.\" Take your posts, gentlemen.  Semper fi. \n[19]Hello Al.  Howlre Judy and the kids? \n[20]I'll come straight to the point, General Kramer: Eighty-three Force Reconnaissance Marines have died under my various commands. Forty-seven in northern Laos and southern China ... \n[21]Who is that.  Identify yourself. \n[22]How old are you, white House Chief of Staff Sinclair. \n[23]Well White House Chief of Staff Sinclair, by your ninth birthday I had led over two hundred incursions into China and personally killed that many of the enemy. General, put some duct tape over Mr. sinclair's fat, ignorant mouth.  He has shit for brains and he is wasting my time. \n[24]Eighteen others died in covert, illegal operations in Chile and El Salvador.  Remember the Gulf War.  Those pretty \"smart bomb\" pictures on C.N.N.? My men lased those targets.  Ten were left to rot outside Baghdad when the conflict ended - and let's not even mention Mogadishu, gentlemen.  No benefits were paid to their families; no medals conferred.  These men died for their country and they weren't even given a coddamn military burial. This situation will not stand: you will transfer 100 million dollars from a Grand Cayman \"Red Sea Trading Company\" account to an account I designate.  From these funds, reparations of one million dollars will be paid to each of the 83 marines, families.  The rest of the money will pay for my outfit's expenses.  Am I clear? \n[25]Identify yourself. \n[26]You'll be particularly interested: It's a slush fund where the Pentagon keeps proceeds from illegal arms sales. \n[27]If you want the money back, you'll have to tell the attorney General and the boys down at Justice where it came from.  Good luck. \n[28]Someone please gag that man. Alert the media, I launch the gas.  Refuse payment, I launch the gas. It is just after midnight.  You have 36 hours - all of today and half of tomorrow, until 12 noon - to transfer the money.  Don't even consider the standard counter measure, General. \n[29]Hummel. \n[30]Don't tell me your problems, tell me your solutions. \n[31]Well he'd better give me a goddamn assurance ... \n[32]That you, Sinclair?  What exactly do you do at the White House? Answer the presidential phone? Wash the presidential limousine? Are you his golf caddy, Sinclair? \n[33]You want respect, you child, you coffee server?  Let's talk about Dave Ridgeway. \n[34]A twenty-two year old marine tortured to death by a communist death squad in the El Salvadoran jungle.  His mother and young wife were told by the Pentagon that he went A.W.O.L. Let's talk about the respect he got. \n[35]Then let me tell you what is: The most lethal poison gas known to man into San Franciscols business district.  You have twelve hours to deliver the money or be prepared to reap the whirlwind, gentlemen. \n[36]Royce, Scarpetti, Gamble, Starling: get to the west end of the island on the double.  Think we have visitors. \n[37]Tell 'em to stay out there. \n[38]Drop your weapons. \n[39]Commander Anderson, if you have any concern for the lives of your men, you will order them to safety their weapons and place them on the deck at their feet- \n[40]Your unit is covered from an elevated position, Commander.  I'm not going to ask again. \n[41]Don't do anything stupid, Commander. No one has to die here. \n[42]That's a nice speech, Commander.  I heard plenty like it in the Pentagon and on Capitol Hill.  They all added up to zero.  Pretty words aren't gonna get you out of this, Commander.  Now abort this mission. Goddamn it, abort. \n[43]\n[44]I never wanted this.  Jesus christ. \n[45]\n[46]You have a made a terrible mistake and more of our brothers have died in vain.  Let's not repeat this. \n[47]Rodent problem, people.  Let's flush the pipes. \n[48]Gamble, Starling.  Come in. \n[49]Privates Gamble and Starling, come in. \n[50]The morgue. Hummel and Baxter exit quickly. \n[51]Hendrix!  Take Royce and Scarpetti! \n[52]Attention Navy Seals, attention. \n[53]Congratulations.  You've taken some things of mine.  I can't convince you to return them so I'll put on someone who can. \n[54]Tell them your name and age. \n[55]Good Mr. Henderson, continue ... \n[56]Convinced?  Mr. Henderson hopes so. You have two minutes. \n[57]I thought I'd been in the service a long time.  Name and rank, sailor. \n[58]You're a long way from England, Commander Mason. \n[59]How's that? \n[60]Do you have some unique knowledge of this prison facility, Commander Mason? \n[61]How's that? \n[62]Well you're some kind of joker, Mason.  Maybe you're a lunatic. Are you of sound mind, Mason? \n[63]Give me the guidance chips. \n[64]That was stupid of you. \n[65]You seem like a bright man, Commander. Bright men understand necessity. \n[66]\"Where there is no law, there is no transgression.\" The Bible. Romans, Chapter 4, Verse 15. \n[67]The American Constitution was written by traitors, Commander. Traitors against a government founded on injustice and tyranny and stupidity. I see little difference in my motivation. \n[68]Do you, Commander Mason? \n[69]Frye, Crisp, go! \n[70]Time. \n[71]I heard you Captain. \n[72]Not yet. \n[73]I'm aware of the time, Captain. \n[74]They're going to call. \n[75]I... I don't understand this. \n[76]Atom? \n[77]Seventy thousand peqple...  I didn't... i didn't ever... \n[78]Launch coordinates 675 dash 439. \n[79]Fire. \n[80]Careful son.  I'd maintain discipline if I were you. \n[81]Tom? \n[82]Tom, I warn you. \n[83]I'm giving you a direct order. \n[84]My god what have I done ... \n[85]Lower lighthouse ... ", "SANCHEZ": "\n[1]I'm F.B.I. Special Agent in Charge Sanchez. \n[2]Hey.  Easy.  I just want to talk. \n[3]Just some questions about Alcatraz.  It's a tourist attraction now.  You remember Alcatraz, Mason. \n[4]Not the island itself.  The tunnels underneath it. \n[5]There's no harm in cooperating with us. \n[6]Maybe there's a gift in it for you. \n[7]I don't have time for this shit... Yes. I can read. \n[8]No. \n[9]Maybe.  Not really. \n[10]Look, I'm asking the fucking questions here. You can trust the F.B.I. \n[11]Here, call your lawyer and tell him you're going back to jail. \n[12]He'll eat him alive. \n[13]Why didn't you throw in a trip to Fiji? \n[14]You look like shit.  \n[15]You're not wimping out on us, Goodspeed. \n[16]Chemical Weapons isn't a cakewalk, Goodspeed. \n[17]Spit it out. \n[18]What's the really bad news. \n[19]Goodspeed, GODDAMN IT ... \n[20]Agent Cord, get over to the Pan Pacific Hotel and bring Goodspeed's girlfriend to this facility please!! \n[21]Mini-cams operational. \n[22]What's that...what the hell is that? \n[23]Oh Christ this isn't happening. \n[24]It's over. \n[25]You told me I am on a \"need to know\" basis.  Well goddamn it, I need to know.  Who the fuck is John Mason.  Start talking, Director, or I swear I will go to the press. \n[26]What about the daughter? why didn't Hoover use her as leverage? \n[27]My god, you're not saying ... \n[28]Goodspeed, Goodspeed, come in. \n[29]What is happening?  Where's Mason? \n[30]Don't let him do that. \n[31]What do you have, a FUCKING WATER PISTOL?  Get him back! \n[32]Goodspeed.  Goodspeed, come in.  Have you resolved this? \n[33]Goodspeed?  Where the hell have you been. Talk to me. \n[34]East.  But that's... Oakland.  My god.  The football game. \n[35]May god have mercy gn their souls. \n[36]Abort.  Abort immediately. \n[37]Name your vacation spot, Goodspeed. The Bureau'll pay for it. \n[38]You surprised me, kid.  Never thought you could do it. \n[39]Yes Poor son-of-a-bitch. ", "COMMANDER ANDERSON": "\n[1]A precision night drop is out due to the full moon. Likewise on a frontal, seaside attack: at the first shot, Hummel might launch.  My second in command is working on an attack from within the prison. The idea is to penetrate the tunnels under the prison, undetected, emerge in its center, and jump the marines from behind - take their rocket positions without a shot fired.  But I need better intelligence. \n[2]They're useless.  Alcatraz was originally a Civil War fort.  It's been ripped up and rebuilt for years.  Under there is a maze of shit, excuse my language. What I need is personal, firsthand intelligence on the island's tunnels. \n[3]Okay, one more time: down this second fork fifty-seven paces to a septic chamber.  Turn left at the water pump, then forty-two paces to the prison showers ... \n[4]That's not what you said three minutes ago. \n[5]Excuse me. Womack. \n[6]I ask for someone with knowledge of the island's tunnels. you give me a fuckin, convict who wants to play \"twenty questions.\" \n[7]Then he's keeping it to himself.  He's fucking with me and I don't have the time. \n[8]Out of the question.  He'll endanger the mission - he'll endanger my men.  He's a security risk.  Who says he won't bolt as soon as we turn our backs on him? \n[9]The goal is to take out the launchers and neutralize the V.X.chem rounds, Goodspeed.  Tell us what you know. \n[10]Have you ever actually seen one of these devices? \n[11]So you've never been in a combat situation. \n[12]Won't be necessary. \n[13]I know they are, Goodspeed.  That's why you're going with us. \n[14]Get him some gear. \n[15]Listen up, men.  Mr. MASON here will run point for us.  Lieutenant Shepherd will be attached to your hip, Mason.  You breath, he breathes with you.  Understand? \n[16]Shep, what's the status on the special operational gear for Mason. \n[17]GOODSPEED here's our specialist.  We will cover him while he neutralizes the' chemical threat.  If he does his job we'll launch flares and hold our position 'till the cavalry comes.  Make no mistake about it, gentlemen, we are going in against an entrenched force led by one hot-shit field commander.  We are in the fight of our lives, I bullshit you not.  Any questions?  Let's move out. \n[18]Activate mini-cams. \n[19]You know what you're doing? \n[20]Prepare to deplore! \n[21]Thank-you very fucking much, Mr. Mason, you've led us to a room with no exit. \n[22]No time for the torch.  Explosives'll bring the fucking world down on us.  An idea, please, we're tight on time. \n[23]You do not look like Jesus Christ, Mr. Mason, so I'm having a hard time how you're going to accomplish that. \n[24]You are shitting me.  You catch one of those steam bursts and you're a corpse. \n[25]You're not required to follow, Lieutenant Shepherd. This man is going to die. \n[26]Shit.  Burn it. \n[27]Who is this guy... ? \n[28]The shower room? After you. \n[29]Motion sensor. \n[30]Stand fast. We'll secure the area. \n[31]\n[32]Sir, we know why you're out here.  God knows I agree with you sir, but like you sir, I swore to defend this country against all enemies.  Foreign, sir, and domestic.  General, we've spilled the same blood in the same mud.  You know goddamn well that I cannot give that order... \n[33]You men following the General: You are United States Marines and under oath you forgotten that?  We all have shipmates we remember - some of 'em were shit on and spit on by the Pentagon - that doesn't give you the right to mutiny. ", "CARLA": "\n[1]Every little dream I dream about you, Every little song I sing about you, It drives me crazy when you go away, Wanna keep you locked up at home ... \n[2]Hey there. \n[3]Wrote a new song.  Wanna hear it? \n[4]Boy, somebody's in a bad mood. \n[5]Better? \n[6]What happened baby.  Tell me. \n[7]You want to talk about it? \n[8]You know how I feel about what you do. \n[9]That record company.in Nashville wants to hear my demo tape. \n[10]You think I'm too...  ethnic for country music? \n[11]Okay.  How 'bout Carla Goodspeed? Six years, Bill.  We've lived together six years. \n[12]Billy, this probably isn't the best time ... Bill, I'm uhhh. \n[13]I'm pregnant. \n[14]Don't stop...  do no stop. \n[15]No. I'm sorry, but NO.  I need you here with me.  We need to talk about this... \n[16]Really? Really? \n[17]... We'll finish what we started.  Baby, are you sexy in those boots ... \n[18]Hi! Bill and Carla ain't in! State your business!  Make it interesting! \n[19]Like hell I'm not... \n[20]Would you please tell me what is going on? \n[21]You can't do this, you can't let this happen. \n[22]Would you please tell me what this is all about... ? ", "GENERAL KRAMER": "\n[1]Last night Hummel and eleven marines, under the guise of a security exercise, walked off with fifteen V.X. rockets.  It wasn't discovered until the shift change this morning. \n[2]Here he is in Vietnam - I think a Major at the time. \n[3]A legend.  During Tet he held off a brigade of V.C. single-handedly.  Saved his whole company.  Hence the nickname \"gunfighter.\" \n[4]The \"skinny,\" Mr. Sinclair, is that the U.S. should have either won the war or gotten the hell out of Vietnam and stopped wasting American lives.  I happen to share General Hummells view. \n[5]Frank, this is Albert Kramer. \n[6]They're fine.  I'm with General Peterson, F.B.I. Director Womack, Chief of Staff Sinclair, Security Advisor Lindstrom, and C.I.A. Director Amway.  You've got a lot of people worried, Frank. Can you help us out? \n[7]Continue Frank. \n[8]Frank, Jesus, this is classified information. \n[9]What's the potential casualty rate of a single rocket armed with V.X., General Peterson? \n[10]'Course he does. \"Willy Peter,\" short for \"White Phosphorous Incendiary Device,\" still in its test phase.  It detonates at 6,000 degrees, enough to burn up V.X. That explains Hummells time frame.  He knows we're not operational.  What would it take, General? \n[11]Send in S.E.A.L. Team Leader Anderson.  Who's your best chemical biological man? \n[12]You've studied the architectural plans. \n[13]The former warden? \n[14]We're having some problems with the account transfer, Frank. \n[15]We've spoken to the President. He's not too happy about this. \n[16]Who's Dave Ridgeway, Frank? \n[17]General Petersen can give us no definite assurance on the Willy Peter capability. \n[18]They're going as fast as they can. \n[19]Seven hours ago. \n[20]Get me the President. ", "CAPTAIN FRYE": "\n[1]General Hummel: Captains Frye and Darrow. \n[2]Would the General like a recitation of our service records? \n[3]Profit is not my motive, sir.  I am here to redress a wrong. \n[4]Just a matter of time, buddy.  The Pentagonlll cave and we'll be headin, south of the border a million dollars richer. \n[5]Something on radar, sir.  Two Hueys in standard formation, due east and approaching. \n[6]You heard him.  End it. \n[7]\n[8]General Hummel, noon is approaching. \n[9]They are not going to call General. \n[10]You didn't ever what? You didn't ever what, General? General, forty-eight hours ago I was in a cushy job at Pendleton.  As of this moment I am subject to prosecution for treason and murder.  Do you know what that means.  It means the electric chair.  For all of us. \n[11]Aye aye General: coordinates 675 dash Awaiting launch command. \n[12]General, your command. \n[13]I don't believe it.  He pulled the plug. \n[14]You're gutless.  I knew it. \n[15]I'm in. \n[16]\n[17]Give me the guidance chip. \n[18]You're comin, with me. ", "CAPTAIN DARROW": "\n[1]Yes, sir, and to learn some people a lesson. \n[2]Well, sir, frankly ... EL I see that I am ' \n[3]Seventeen hours left.  What the fuck is he doing?  How much time does it take to transfer money from one account ... \n[4]Maybe now they'll pay up. \n[5]Then maybe we'll execute a few hostages. \n[6]Put a bullet in him. \n[7]Yes sir. \n[8]Gotta be kidding me.  They send an old man. \n[9]Prepare for launch General?  General? \n[10]Eleven fifty-seven, General.  Three minutes to go. \n[11]I understand it.  They're calling our bluff.  We have two operational rockets left.  We have to stick one of those rockets in their ear, General. \n[12]Authorize the launch, General. \n[13]The problem is now thev know it. \n[14]I'm relieving you of your command General.  Captain Frye? \n[15]Major? \n[16]Give that to me. \n[17]You know how this shit works? \n[18]I hate it. ", "ISHERWOOD": "\n[1]Son of a bitch... \n[2]I was told this was exciting work. \n[3]Bosnian refugee camp?  I don't get it. \n[4]I'm okay.  Really.  Let's do it- \n[5]This is thrilling. \n[6]What's hap...  what's happening....? \n[7]The acid's eating...  it's eating my fucking suit... \n[8]Oh fuck oh shit oh fuck THIS IS LIKE FUCKING PULP FICTION ONLY \n[9]Chem weapons.  Isherwood. \n[10]Wolfburg, got it. Masconi, Magrane, Masters.  No MASON in Wolfburg, Bill, is this arelative of yours... ? \n[11]Two guys.  Joseph Wainwright, and a.... they don't have a name, just \"inmate 9999?\" \n[12]This is weird.  They got medical records, place of birth - Glasgow? but no name.  Wait a minute, there's a next of kin.  Jade Angelou of 32 Stenson Drive, San Francisco.  Bill did you, like, fuck something up?  Bill?  Bill? ", "JADE": "\n[1]I uhm...  I'm not quite sure what to say. This is all a bit much ... \n[2]So  how long have you been out? \n[3]A while.  And you didn't call?  You are free now, right? \n[4]Why now?  I mean why today. \n[5]Well there's not a lot I know about you other than you escaped from San Quentin, had a four day affair with my mother, and I'm the result. You can imagine I'm pretty confused. \n[6]Ahh.  Your letters.  They weren't very easy to follow. \n[7]How about explaining now? \n[8]How can I answer that?  I don't know if we can.... after 19 years, just start like that. \n[9]But I don't know you. \n[10]No. You're doing okay. \n[11]You lied to me. \n[12]He is? ", "BAXTER": "\n[1]Decoy? \n[2]Nothing. \n[3]We knew it might happen, Frank. \n[4]Gamble and Starling are dead. \n[5]Fifteen minutes Frank. \n[6]I'...I don't know Frank. \n[7]He's right Frank.  Authorize the launch or it's over. \n[8]It's over Frank. I'm in. \n[9]Stand down, General. \n[10]I'm not accepting it. ", "HAYDEN SINCLAIR": "\n[1]Four tours in Vietnam, Grenada, Panama, Desert Storm. Three purple hearts... two silver stars and... the Congressional Medal of...  Jesus. The man is a hero. \n[2]Southern China?  We never admitted we sent troops into China. \n[3]White House Chief of Staff Sinclair, General. \n[4]General, I've just spoken to the President and he is clear as hell on this: We will not negotiate with you and we do not care if ... \n[5]The only thing the President will give you is a fair trial after you're caught, General. \n[6]Now you give me some coddamn respect, General .... \n[7]The President arrives in three hours.  His directive is to string Hummel along until the airstrike is operational. \n[8]They need a decision Mr. President. \n[9]The glass is half full not half empty, sir.  No civilian casualties so far. ", "GENERAL PETERSON": "\n[1]In a dense urban area, sixty, seventy ... \n[2]Napalm.  Standard pgison gas can be neutralized by napalm. It burns it up -- consumes it upon detonation.  The problem is that V.X. gas is ten times more toxic and designed to withstand napalm. Hummel must know about Willy Peter, General. \n[3]To equip a flight of F-16s with Willy Peter in 36 hours?  An act of God. All right, we can try.  But view the use of Willy Peter as a secondary initiative. \n[4]Didn't three guys escape?  I thought I saw a movie about it. \n[5]I need four F-16's equipped with air-to-ground missiles within... .... twenty-six hours. \n[6]You can.  And you will. \n[7]Captain Giler? ", "PARK RANGER JOE": "\n[1]Alcatraz - \"the Rock\" - is the most famous, and was the most feared, prison ever built.  Here the inmates were allowed one hour of daily exercise. \n[2]True, madam.  From 1936 until the prison's closing in 1963, there were fourteen attempts but no one's believed to have made it to shore - alive at least. \n[3]Al Capone; Machine Gun Kelly; Robert Stroud, the Birdman of Alcatraz; all lived in these cells. \n[4]Now Ladies and Gentlemen, the U.S. Park Service cordially invites you to become inmates of Alcatraz - temporarily of course. \n[5]Don't want to be locked up, fellahs? \n[6]I don't think so hah hah. "}}