{"dialogues": {"FRANK": "\n[1]How do you do. I see you've met my faithful handyman. He's a little brought down - Because when you knocked He thought you were the candyman. \n[2]Don't get strung out by the way that I look. \n[3]Don't judge a book by its cover I'm not much of a man By the light of day But by night I'm one hell of a lover. \n[4]I'm just a sweet Transvestite From Transexual Transylvania. Let me show you around, maybe play you a sound You look like you're both pretty groovie. Or if you want something visual not too abysmal We could take in an old Steve Reeves movie. \n[5]You got caught with a flat Well how about that Well babies don't you panic By the light of the night It'll seem alright I'll get you a satanic mechanic. \n[6]I'm just a sweet transvestite From Transexual Transylvania. \n[7]Why dont'cha stay for the night \"night\" Or maybe a bite \"bite\" I could show you my favourite obsession I've been making a man With blonde hair and a tan And he's good for relieving my tension. \n[8]I'm just a sweet transvestite From Transexual Transylvania. I'm just a sweet transvestite. \n[9]From Transexual Transylvania. \n[10]So come up to the Lab. \n[11]And see what's on the slab. \n[12]I see you shiver with anticipation \n[13]But maybe the rain \n[14]Is really to blame \n[15]So I'll remove the cause But not the symptom \n[16]Magenta, Columbia, go and assist Riff Raff. \n[17]I will entertain...ah... \n[18]And what charming underclothes you both have. (He takes two dust coats from Riff Raff and hands them to Brad). But here, put these on.  They'll make you feel less vulnerable. \n[19]It's not often we receive visitors here. Let alone offer them hospitality. \n[20]How forceful you are Brad.  Such a perfect specimen of manhood.  So dominant. You must be awfully proud of him Janet. \n[21]Do you have any tattoos Brad. \n[22]RIFF RAFF has approached behind FRANK, looming over his shoulder. \n[23]Tonight...One, one, one.  Can you hear me at the back? Tonight, my unconventional conventionists. \n[24]Tonight you are to witness a breakthrough in biochemical research. \n[25]And paradise is to be mine. \n[26]It was strange the way it happened. One of those quirks of fate really. One of those moments when you seem irredeemably lost:  you panic; you're trapped; your back's against the wall. There's no way out, and then suddenly, you get a break.  (He cracks the bones in his hand)  All the pieces seem to fit into place.  What a sucker you'r been. What a fool.  The answer was there all the time.  It took a small accident to make it happen.  An accident! An accident. \n[27]That's how I discovered the secret. That elusive ingredient, that spark that is the breath of life. \n[28]You see, Brad and Janet, you are fortunate. For tonight is the night that my beautiful creature is destined to be born. \n[29]Throw open the switches on the sonic oscillator. \n[30]And step up the reactor power input three more points. \n[31]Well.  That's no way to behave on your first day out. But as you're such an exceptional beauty I'm prepared to forgive. I just love success. \n[32]Yes. \n[33]Yes. \n[34]O.K?  (Moving out behind tank towards Janet and Brad)  I think we can do a little better than that. You.    What do you think? \n[35]I didn't make him for you He carries the Charles Atlas seal of approval....And he didn't even take the lessons. \n[36]A weakling weighing Ninety eight pounds Will get sand in his face When kicked to the ground. And soon in the gym With a determined chin The sweat from his pores As he works for his ca-ha-hause \n[37]Will make him glisten - thank you - And gleam. And with massage And just a little bit of Ste-he-he-he-hem... He'll be pink. And quite clean. \n[38]He'll be a strong man - Oh honey - But the wrong man. \n[39]He'll eat nutritious high protein And swallow raw eggs. Try to build up his shoulders, His chest, arms and legs. Such an effort - If he only knew of my plan. In just seven days, I can make you a ma-aa-a-a-an \n[40]He'll do press-ups and chin-ups, Do the snatch, clean and jerk. He thinks dynamic tension Must be hard work. Such strenuous living I just don't understand. When, in just seven days - Oh baby... I can make you A ma-a-a-a-an.... \n[41]One from the vaults. And so perish all those who reject my love! Oh no, my little Adonis - You're much too beautiful to be destroyed. He had a certain naive charm - but no muscle. \n[42]But a deltoid And a bicep, A hot groin And a tricep Makes me - ooh - Shake. Makes me want To take Charles Atlas By the ha-and. In just seven days - Oh baby - I can make you a Ma-ha-ha-ha-haan. I don't want no dissension Just dynamic tension. In just seven days I can make you A ma-ha-ha-ha-haan. In just seven days I can make you A ma-ha-ha-ha-haaan. \n[43]I'm afraid so, Janet.  But isn't it nice? \n[44]Nothing.  Why, do you think I should? \n[45]I know.  But it wasn't all bad was it? In fact, I think you found it quite pleasurable. Mmmmm so soft, so sensual. \n[46]Ssssh.  Brad's probably asleep by now. Do you want him to see you like this? \n[47]Well, I'm sure you're not spent yet. \n[48]Cross my heart and hope to die. \n[49]I'm afraid so, Brad.  But wasn't it nice? \n[50]Nothing.  Why do you think I should? \n[51]I know, but it wasn't all bad was it? I think you found it quite pleasurable. Oh so soft.  So sensual. \n[52]Shush.  Janet's probably asleep by now. Do you want her to see you like this? \n[53]Oh come on, Brad, admit it.  It was enjoyable, wasn't it?  There's no crime in giving yourself over to pleasure. \n[54]Oh Brad, you have wasted so much time already.  Janet needn't know, I won't tell her. \n[55]On my mother's grave. \n[56]I'm coming. \n[57]Creature of the night. \n[58]How did it happen?  I understood you were to be watching. \n[59]Well, see if you can find him on the monitor. \n[60]I see.  So this wasn't simply a chance meeting.  You came here with a purpose. \n[61]I know what you told me, Brad. But this Dr Everett Scott.  His name is not unknown to me. \n[62]And now he works for your Government, doesn't he, Brad?  He's attached to the Bureau of Investigation of that which you call U.F.O's.  Isn't he, Brad? \n[63]Hmmmm.  He'll be in the Zen Room. \n[64]Well, let's ask him. \n[65]Don't play games, Dr Scott.  You know very well what Brad Majors's doing here. It was part of your plan was it not that he, and his female, should check the layout for you.  Well, unfortunately for you all there's to be a change of plans.  I'm sure you're adaptable, Dr Scott.  I know Brad is. \n[66]Eddie?  What do you know of Eddie, Dr Scott? \n[67]Rocky! \n[68]Listen!  I made you, and I can break you just as easily. \n[69]That's better. \n[70]Doctor Scott you can sample the speciality of the house - roast loin of pork. \n[71]Under the circumstances, formal dress is to be optional. \n[72]A toast to absent friends. \n[73]It's a rather tender subject.... Another slice anyone. \n[74]Go on, Dr. Scott - or should I say doctor von Scott. \n[75]What a guy \n[76]What guy \n[77]What a guy \n[78]Oh Rocky, how could you! \n[79]I'll tell you once, Won't tell you twice You'd better wise up Janet Weiss. Y'apple pie Don't taste too nice You'd better wise up Janet Weiss. \n[80]I've laid the seed It should be all you need. You're as sensual As a pencil Wound up like an 'E' or first string \n[81]When we made it Did ya hear a bell ring? \n[82]Y'got a block, Take my advice. You'd better wise up, Janet Weiss. \n[83]Will seduce yah. \n[84]You are - so quake with fear, you tiny fools. \n[85]It's something you'll Get used to. A mental mind fuck Can be nice. \n[86]Planet. Schmanet. Janet. \n[87]You'd better wise up, Janet Weiss. You'd better wise up, Build your thighs up. You'd better wise up. \n[88]Don't get hot and flustered - Use a bit of mustard. \n[89]It's not easy having a good time. Even smiling makes my face ache. \n[90]My children turn on me.  Rocky's behaving just as Eddie did.  Maybe I made a mistake in splitting his brain between the two of them. \n[91]Magenta, I am indeed grateful to both you and your brother RIff Raff - you have both served me well - loyalty such as yours must be rewarded and you will discover when the mood takes me I can be quite generous. \n[92]And you shall receive it - in abundance. Come.  We are ready for the floor show. Our guests will be growing restless. \n[93]What ever happened to Fay Wray That delicate satin-draped frame As it clung to her thigh How I started to cry For I wanted to be dressed just the same. \n[94]Give yourself over to absolutely pleasure Swim the warm waters of sins of the flesh Erotic nightmares Beyond any measure And sensual daydreams To treasure forever. Can't you just see it. Can't you just see it. 161ADon't dream it.  Be it. \n[95]My my my my I'm a wild and an untamed thing. I'm a bee with a deadly sting. Get a hit and your mind goes ping. Your heart'll thump and your blood will sing. So let the party and the sounds rock on. Gonna shake it till the life has gone. Rose tint my world Keep me safe from my trouble and pain. \n[96]Wait!  I can explain. \n[97]On the day I went away. \n[98]Was all I had to say \n[99]Want to come again and stay \n[100]Smile and that will mean I may \n[101]I've seen blue skies Through the tears in my eyes And I realise I'm going home I'm going home Everywhere it's been the same \n[102]Like I'm outside in the rain \n[103]Free to try and find a game \n[104]Cards for sorrow, Cards for pain. I've seen blue skies Through the tears in my eyes And I realise I'm going home I'm going home. I'm going home. \n[105]Do your worse - inferior one. ", "BRAD": "\n[1]Well I don't think there was any doubt about that - You and Betty have been almost inseparable ever since you sat in on Dr Scott's refresher lectures. \n[2]Yes, Janet and I are both fond of him. We drove over to see him last vacation. It's a shame his new job took him away from Denton. \n[3]Who knows...ha ha. \n[4]Er...yes, Janet.......Ralph's a lucky guy. \n[5]Everyone knows Betty's a wonderful little cook. \n[6]And Ralph himself will be in line for promotion in a year or so. \n[7]Hey Janet. \n[8]I've got something to say. \n[9]I really loved the skilful way You beat the other girls To the bride's bouquet. \n[10]The river was deep but I swam it. \n[11]The future is ours so let's plan it. \n[12]So please don't tell me to can it. \n[13]I've one thing to say and that's Dammit, Janet. I love you. The road was long but I ran it.  \n[14]There's a fire in my heart And you fan it. \n[15]If there's one fool for you Then I am it. \n[16]I've one thing to say and that's, Dammit, Janet. \n[17]I love you. \n[18]Here's a ring to prove that I'm not joker. \n[19]There's three ways that love can grow. That's good bad or mediocre. \n[20]Oh - J - A - N - E - T I love you so. \n[21]Oh Dammit. \n[22]Oh Janet \n[23]I love you too-oo-oo. There's one thing left to do-ah-ooh \n[24]And that's go see the man Who began it \n[25]When we met in his science exam It - \n[26]Made me give you the eye And then panic, \n[27]I've got one thing to say, and that's Dammit, Janet. I love you. \n[28]Dammit, Janet. \n[29]Dammit, Janet. \n[30]Yes, Janet.  Life's pretty cheap to that type. \n[31]I think we took the wrong fork a few miles back. \n[32]Hmmm ... Well, I guess we will have to turn back. \n[33]We must have a blow-out. \n[34]You'd better sit here and keep warm while I go for help. \n[35]Didn't we pass a castle back down the road a few miles?  Maybe they have a telephone I might use. \n[36]There's no point both of us getting wet. \n[37]There's a light. \n[38]I can see the flag fly I can see the rain Just the same There has got to be Something better here For you and me. There's a light. \n[39]There's a light. \n[40]A light In the darkness of everybody's life. \n[41]Just a moment, Janet.  They may have a telephone. \n[42]Uh - oh - Hi!  My name is Brad Majors. And this is my fiancee, Janet Weiss.  I - ah - wondered if you could help us.  Our car has broken down about two miles up the road.  Do you have a phone we might use? \n[43]Yes. \n[44]Oh, it's probably some kind of hunting lodge for rich weirdos. \n[45]Say!  Do any of you guys know the Madison? \n[46]For God's sake keep a grip on yourself Janet. \n[47]It's just a..a party Janet. \n[48]We can't go anywhere until I get to a phone. \n[49]Let's wait awhile Janet.  We don't want to interfere with their celebrations. \n[50]They're probably foreigners with ways different from our own.  -  They may do some more folk dancing. \n[51]I'm here, there's nothing to worry about. \n[52]I'm glad we caught you at home Ah - could we use your phone We're both in a bit of a hurry. \n[53]We'll just say where we are Then go back to the car We don't want to be any worry. \n[54]It's alright Janet, we'll play along for now and pull out the aces when the time is right. \n[55]Ah, hi.  My name is Brad Majors and this is my fiancee, Janet Weiss.  You are ... \n[56]People like you maybe \n[57]I'm Brad Majors and this is my fiancee, Janet Vice. \n[58]Weiss. \n[59]Hospitality!  All we wanted to do was use your telephone.  A reasonable request which you have chosen to ignore. \n[60]Ungrateful! \n[61]Certainly not! \n[62]It's alright Janet. \n[63]It's alright Janet.  Everything's going to be alright. \n[64]No, don't do that. \n[65]Don't worry Janet, we'll be away from here in the morning.  Hmmmm, you smell so good. \n[66]Alright, Janet.  I understand. \n[67]Janet!  Oh!  Yes it's alright.  Janet. Everything's going to be alright. \n[68]You! \n[69]Why you - what have you done with Janet? \n[70]You tricked me.  I wouldn't have - I've never - never. \n[71]Ahhh - no - stop - I mean Janet. Janet. \n[72]Like this. Like how?  It's your fault - you're to blame.  I thought it was the real thing. \n[73]You promise you won't tell? \n[74]Once in a while she don't want to call you Speaking on the telephone Once in your life she won't want to know you You look around The one you've found She is gone. \n[75]And that's all the time that it takes For a heart to turn to stone The sweeter the wine The harder to make the break You hear something about someone You'd thought you'd known. \n[76]So baby don't cry like there's no tomorrow After the night there's a brand new day. And there'll be no pain And no more sorrow. So wash your face And phone my place It'll be O.K. \n[77]And that's all the time that it takes For a heart to beat again. So give me a sign That a lover makes You look around The one you've found Is back again. \n[78]Creature of the night. \n[79]Great scott - Scotty - Dr Everett Scott. \n[80]I most certainly do.  He happens to be an old friend of mine. \n[81]I told you, my car broke down. \n[82]I was telling the truth. \n[83]He was a Science Teacher at Denton High. \n[84]He might be.  I don't know. \n[85]Dr. Scott! \n[86]Eddie?  I've seen him.  He's... \n[87]Dr Scott. \n[88]Janet! \n[89]What exactly are you implying? \n[90]But Doctor Scott... \n[91]It's as if we were glued to the spot. \n[92]You mean... \n[93]You're a hot dog But you'd better not Try to hurt her, Frank Furter. \n[94]It's beyond me Help me Mommy I'll be good you'll see Take this dream away What's this, let's see I feel sexy What's come over me Here it comes again. \n[95]It's beyond me Help me Mo-ommy. \n[96]You mean you're going to kill him? What's his crime? \n[97]Good God. \n[98]I've done a lot God knows I've tried To find the truth I've even lied But all I know is down inside. I'm bleeding. ", "JANET": "\n[1]Oh Brad, wasn't it wonderful. Didn't Betty look radiantly beautiful. Just an hour ago she was plain old Betty Monroe.  Now she's Mrs. Ralph Hapschatt. \n[2]Yes. \n[3]Yes. \n[4]Yes. \n[5]Yes Brad. \n[6]Uh huh. \n[7]Oh Brad. \n[8]Oh!......It's nicer than Betty Munroe had \n[9]Now we're engaged and I'm so glad. Oh Brad. \n[10]That you met Mom And you know Dad. \n[11]I've one thing to say And that's, Brad I'm mad, For you too. \n[12]Oh, Brad. \n[13]I'm mad..... \n[14]For you. \n[15]Oh Brad, I'm mad. \n[16]Gosh.  That's the third motorcyclist that's passed us.  They certainly take their lives in their hands.  What with the weather and all. \n[17]What's the matter Brad, darling? \n[18]Oh dear!  But then where did the motorcyclists come from? \n[19]What was that bang? \n[20]Oh... \n[21]But where will you go?  We're in the middle of nowhere. \n[22]I'm coming with you. \n[23]I'm coming with you. Besides, darling, the owner of the phone might be a beautiful woman and you may never come back. \n[24]In the velvet darkness Of the blackest night Burning bright. \n[25]There's a guiding star No matter what or who you are. There's a light \n[26]There's a light, a light In the darkness of everybody's life \n[27]Oh, Brad.  Let's go back.  I'm cold and I'm frightened. \n[28]Yes, the rain has been very heavy. \n[29]You're too kind. \n[30]Oh Brad, I'm frightened.  What kind of place is this? \n[31]Are you - giving a party? \n[32]Oh, lucky him. \n[33]Oh....Say something. \n[34]Brad, please lets get out of here. \n[35]But it seems so unhealthy here. \n[36]Well I want to leave. \n[37]Then ask the butler - or someone. \n[38]This isn't the Junior Chamber of Commerce Brad. \n[39]Brad - I'm cold, I'm wet, and plain scared. \n[40]Right! \n[41]Oh Brad. \n[42]It he - Frank - is he your husband? \n[43]Oh. \n[44]Weiss. \n[45]Don't be ungrateful Brad. \n[46]Well, yes I am. \n[47]Brad... \n[48]Well.    I don't like men with...er, with too many, muscles. \n[49]Who's Eddie? \n[50]Who is it?  Who's there? \n[51]Oh, Brad, come in, darling. \n[52]Oh Brad - Mmmm - Oh yes, my darling - what if... \n[53]Oh, I hope so my darling.  But let me switch on the light. \n[54]Oh don't be so shy. \n[55]\n[56]You beast, you monster, what have you done with Brad? \n[57]You tricked me - I wouldn't have - I've never - never \n[58]Oh - Oh - no - stop - I mean help. I - Brad - Oh. Brad. \n[59]Like this - like how?  It's your fault. You're to blame. I was saving myself. \n[60]Promise you won't tell Brad. \n[61]Oh Brad.  Oh no.  Not till after the wedding, Darling. \n[62]Maybe we could try it this way. \n[63]I hope so my darling. No, don't put on the l... \n[64]What's happening here?  Where's Brad? Where's anybody? \n[65]I'm engaged to Brad just the same as Betty Monroe was to Ralph Hapschatt. But Frank's kisses overwhelmed me with an ecstacy I've never dreamt of before. Hot, burning kisses. \n[66]I could see Brad's face before me and my mind screamed No!  But my lips were hungry - too hungry. \n[67]I wanted to be loved completely. My body throbbed excitedly.  Oh Brad, Brad my darling, how could I have done this to you? \n[68]If only we hadn't made this journey. If only the car hadn't broken down. If only we were amongst friends or sane persons. \n[69]Yes.  There you see it's instinctive. This room is your womb.  You returned here for one thing - security. \n[70]Oh Brad!  What have they done with him? \n[71]Ahhh! \n[72]Oh Brad.  How could you? Oh, but you're hurt.  Did they do this to you? \n[73]Here, lie down.  I'll dress your wounds. \n[74]I was feeling done in Couldn't win I'd only ever kissed before \n[75]I thought there's no use getting Into heavy petting. It only leads to trouble And seat wetting. \n[76]Now all I want to know Is how to go I've tasted blood And I want more I'll put up no resistance I want to stay the distance I've got an itch to scratch And I need assistance. \n[77]Touch-a touch-a touch-a touch me. I wanna be dirty. Thrill me, chill me, fulfil me. Creature of the night. Then if anything grows While you pose, I'll oil you up And rub you down \n[78]And that's just one small fraction Of the main attraction You need a friendly hand. Oh, and I need action. Touch-a touch-a touch-a, touch me. I wanna be dirty. Thrill me, chil me, fulfil me. Creature of the night. \n[79]Oh, touch-a touch-a touch-a touch me. I wanna be dirty. Thrill me chill me, fulfil me - oh - Creature of the night. Creature of the ni-i-ight. \n[80]Creature of the night.  Oh. \n[81]Dr Scott! \n[82]Makes you cry \n[83]Makes you cry \n[84]Makes you cry \n[85]My feet - I can' move my feet. \n[86]We're trapped. \n[87]Oh! \n[88]You mean he's gonna send us to another planet? \n[89]Sto-o-o-o-o-op. \n[90]You're a hot dog... \n[91]I feel released Bad times deceased My confidence increased Reality is here The game has been disbanded My mind has been expanded It's a gas that Frankie's landed His lust is so sincere. \n[92]God bless Lilly Saint Cyr. \n[93]You've killed them. \n[94]And super heroes Come to feast To taste the flesh Not yet deceased And al I know Is still the beast ", "CUT TO": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\n[38]\n[39]\n[40]\n[41]\n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]\n[49]\n[50]\n[51]\n[52]\n[53]\n[54]\n[55]\n[56]\n[57]\n[58]\n[59]\n[60]\n[61]\n[62]\n[63]\n[64]\n[65]\n[66]", "WIPE TO": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]", "GUESTS": "\n[1]Let's do the Time Warp again. \n[2]Let's do the Time Warp again. \n[3]And a step to the right - right - right - right - right. \n[4]You bring your knees in tight. But it's the pelvic thrust. \n[5]They really drive you insane. \n[6]Let's do the Time Warp again. \n[7]Let's do the Time Warp again. \n[8]Let's do the Time Warp again. \n[9]Let's do the Time Warp again. \n[10]Let's do the Time Warp again. \n[11]Let's do the Time Warp again. \n[12]And then a step to the right. \n[13]You bring your knees in tight. \n[14]\"Sweet Transvestite\" \n[15]\"Transylvania\" \n[16]That ain't no crime. \n[17]That ain't no crime \n[18]Sha la la la That ain't no crime. \n[19]Sha la la la That ain't no crime. \n[20]Sha la la la That ain't no crime - That ain't no crime. \n[21]That ain't no crime. \n[22]That ain't no crime. \n[23]That ain't no crime. \n[24]Sha la la la That ain't no crime. \n[25]Sha la la la That ain't no crime. \n[26]Sha la la la That ain't no crime. That ain't no crime. \n[27]Sha la la la That ain't no crime. \n[28]Sha la la la That ain't no crime. \n[29]Sha la la la That ain't no crime - That ain't no crime. \n[30]Goodbye \n[31]Now I \n[32]Oh my, my, \n[33]Feeling \n[34]Wheeling \n[35]Dealing ", "RIFF RAFF": "\n[1]The darkness must go Down the river of nights dreaming Flow morphia slow Let the sun and light come streaming Into my life. \n[2]Into my life. \n[3]Hello. \n[4]You're wet. \n[5]Yes. \n[6]I think you had better both come inside. \n[7]This way. \n[8]No.  You've arrived on a rather special night.  It's one of the master's affairs. \n[9]It's astounding Time is fleeting Madness takes its toll But listen closely Not for very much longer I've got to keep control. \n[10]I remember doing the Time Warp. \n[11]Drinking those moments when The blackness would hit me. \n[12]And the void would be calling. \n[13]The Master is not yet married.  Nor do I think he ever will be.  We are simply his servants. \n[14]Everything is in readiness, Master. We merely await your word. \n[15]He is a credit to your genius, Master. \n[16]The delivery boy. \n[17]Master, Rocky has broken his chains and vanished.  The new playmate is loose and in the castle ground.  Magenta has just released the dogs. \n[18]Creature of the night. \n[19]Aaaargh!  Mercy. \n[20]I was only away for a minute Master. \n[21]Master, we have a visitor. \n[22]You know this earth - this person. \n[23]Frank N. Furter It's all over Your mission is a failure. Your life style's too extreme. I'm your new Commander. You are now my prisoner. We return to Transylvania Prepare the transit beam. \n[24]And also presumptuous of you.  You see when I said \"we\" were to return to Transylvania, I referred only to Magenta and myself. \n[25]You see, you are to remain here, in spirit anyway. \n[26]Yes, Dr Scott.  A laser capable of emitting a beam of pure anti-matter. \n[27]Exactly, Dr Scott.  Now Frank N. Furter, your time has come.  Say goodbye to all this and hello to oblivion. \n[28]Yes. \n[29]They didn't like me.  They never liked me. \n[30]A decision had to be made. \n[31]Dr Scott I'm sorry about your nephew. \n[32]You must leave now Dr Scott while it's still possible.  We are about to beam the entire house back to the planet of transexual in the galaxy of Transylvania. Go now. \n[33]Our noble mission is almost completed my most beautiful sister, soon we will return to the moon-drenched shores of our \"androgenous\" planet. \n[34]But it's the pelvic thrust that really drives you insane. ", "NARRATOR": "\n[1]I would like if I may to take you on a strange journey. \n[2]It seemed a fairly ordinary night when Brad Majors and his fiancee Janet Weiss left Denton that late November evening to visit Dr Everett Scott, ex. tutor and now friend of both of them.  It's true there were dark storm clouds, heavy, black and pendulous, toward which they were driving.  It's true also that the spare tyre they were carrying was badly in need of some air.  But they being normal kids and on a night out, well they were not going to let a storm spoil the events of their evening. On a night out. \n[3]It was a night out they were going to remember for a very long time. \n[4]And so it seemed that fortune had smiled on Brad and Janet and that they had found the assistance that their plight required - or had they? \n[5]It's just a jump to the left. \n[6]With your hands on your hips. \n[7]It's just a jump to the left. \n[8]With your hands on your hips. \n[9]Rocky needed peace of mind. He didn't know He was doing just fine. He was the product Of another time. And as for feeling down - Well that's not a crime. \n[10]There are some people who say that life is an illusion, and that reality is simply a figment of our imaginations!  If this is so, then Brad and Janet are quite safe. However, the sudden departure of their host and his creation (into the seclusion of his sombre bridal suite) had left them feeling both apprehensive and uneasy. A feeling which grew as the other guests 'departed' and 'they' were shown to their separate rooms. \n[11]\"If\" and \"Only\", two small words.  Words which kept repeating themselves again and again in Janet's thoughts.  But it was too late to go back now.  It was as if she were riding a giant tidal wave.  It would be folly to fight against it.  Her only chance would be to ride it out - adapt - and perhaps also to survive. \n[12]\"Emotion\".  Mental agitation - an excited state of. It is also an irrational and powerful master and from what Janet had witnessed on the monitor, there seemed to be little doubt that she was indeed its slave. \n[13]Food has always played a vital role in life's rituals.  The breaking of bread - the last meal of the condemned man - and now this meal.  However informal it might appear you can be sure there was to be very little 'bonhomie'. \n[14]But he never caused her Nothing but shame. \n[15]Then she cries out - \n[16]And so, by some extraordinary coincidence - fate it seems had decided that Brad and Janet should keep that appointment with their friend Dr Everett Scott.  But it was to be in a situation which none of them could have possibly foreseen.  And just a few hours after announcing their engagement, Brad and Janet had both tasted forbidden fruit.  This in itself was proof that their host was a man of little morals - and some persuasion.  What further indignities were they to be subjected to?  And what of the sonic transducer and floor show that had been spoken of?  What indeed?  From what had gone before, it was clear that this was to be no picnic. \n[17]And crawling on the planet's face Some insects called the human race Lost in time, and lost in space And meaning. ", "ROCKY": "\n[1]The Sword of Damocles is Hanging over my head. \n[2]And I've got the feeling Someone's going to be Cutting the thread. Oh, woe is me. My life is a misery. Oh, can't you see That I'm at the start Of a pretty big downer.... \n[3]I woke up this morning With a start When I fell out of bed. \n[4]And left from my dreaming Was a feeling Of un-nameable dread. \n[5]My high is low. I'm dressed up With no place to go. And all I know Is I'm at the start Of a pretty big downer. \n[6]Oh, no no, no no. \n[7]No no no, no no. \n[8]The sword of Damocles is Hanging over my head. \n[9]And I've got the feeling Someone's going to be Cutting the thread. \n[10]Oh, woe is me - My life is a mystery.  Oh can't you see That I'm at the start Of a pretty big downer. \n[11]Oh no no no no. \n[12]No no no no. \n[13]No no no no. \n[14]No no no no. \n[15]Creature of the night. \n[16]Creature of the night. \n[17]I'm just seven hours old Truly beautiful to behold And somebody should be told My libido hasn't been controlled Now the only thing I've come to trust Is an orgasmicÊrush of lust Rose tints my world keeps me Safe from my trouble and pain. ", "MAGENTA": "\n[1]Oh Brad. \n[2]He's lucky. \n[3]You're lucky, I'm lucky, we're all lucky. \n[4]It's so dreamy Oh, fantasy free me So you can't see me No not at all. In another dimension. With voyeuristic intention. Well secluded I see all With a bit of a mind flip You're into the time slip Nothing will ever seem the same. You're spaced out on sensation. Like you're under sedation. \n[5]A triumph of your vill. \n[6]His delivery wasn't good enough though. \n[7]I wanna be dirty. \n[8]Creature of the night. \n[9]Creature of the night. \n[10]Master, dinner is prepared. \n[11]When will we return to Transylvania? I grow weary of this world. \n[12]I ask for nothing, Master. \n[13]How sentimental. \n[14]I thought you liked them.  They liked you. \n[15]Ah - sweet Transexual - land of night - to sing and dance once more to your dark refrains.  To take that step to the right... \n[16]And our World will do the Time Warp again. ", "COLUMBIA": "\n[1]Well I was walking down the street Just having a think When a snake of a guy Gave me an evil wink. Well it shook me up It took me by surprise He had a pick-up truck And the devil's eyes He stared at me And I felt a change Time meant nothing Never would again. \n[2]Slowly, slowly.  It's too nice a job to rush. \n[3]You are very lucky to be invited up to Frank's laboratory.  Some people would give their right arm for the privilege. \n[4]I've seen it. \n[5]He's o.k. \n[6]Eddie! \n[7]You mean she only ever kissed? \n[8]Touch-a touch-a touch-a, touch me. \n[9]Thrill me, chill me, fulfil me. \n[10]Creature of the night. \n[11]Eddie! \n[12]Excuse me. \n[13]Everybody shoved him, I very nearly loved him. I said, hey listen to me, Stay sane inside insanity. But he locked the door And threw away the key. \n[14]My God!  I can't take any more of this - first you spurn me for Eddie, then you cast him off like an old overcoat for Rocky.  You chew people up and then spit them out - I loved you, do you hear me - I LOVED YOU - And what did it get me - I'll tell you - a big nothing. You're like a sponge.  You take, take, take, take!  You drain others of their love and emotions.  Well, I've had enough. You've got to choose between me and Rocky - so named because of the rocks in his head. \n[15]It was great when it all began I was a regular Frank fan. But it was over when he had the plan To start working on a muscle-man. Now the only thing that gives me hope Is my love of a certain dope Rose tints my world keeps me Safe from my trouble and pain. ", "ALL": "\n[1]Hot patootie Bless my soul I really love that rock and roll  \n[2]Hot patootie Bless my soul. I really love that rock and roll. Hot patootie Bless my soul. I really love that rock and roll. Hot patootie Bless my soul. You know I love that rock and roll. Hot patootie Bless my soul. I really love that rock and roll. \n[3]Absent friends. \n[4]When Eddie said He didn't like his teddy You knew he was a no good kid. But when he threatened your life With a switch blade knife \n[5]What's it say, What's it say? \n[6]When Eddie said he didn't like his teddy You knew he was a no good kid. \n[7]Eddie! \n[8]When Eddie said he didn't like his teddy You knew he was a no good kid. But when he threatened your life With a switch blade knife \n[9]Woe woe woe \n[10]Hey hey hey \n[11]\n[12]Don't dream it.  Be it. \n[13]I'm a wild and an untamed thing I'm a bee with a deadly sting. Get a hit and your mind goes ping Your heart'll thump and your blood will sing. So let the part and the sounds rock on Gonna shake it till the life has gone. Rose tint my world Keep me safe from my trouble and pain. ", "VOICE OVER": "\n[1]Michael Rennie was ill. The day the earth stood still But he told us where we stand \n[2]And Flash Gordon was there In silver underwear. \n[3]Claude Rains was the invisible man. \n[4]Then something went wrong For Fay Wray and King Kong They got caught in a celluloid jam \n[5]Then at a deadly pace It came from outer space And this is how the message ran \n[6]I knew Leo G. Carrol Was over a barrel When tarantula took to the hills \n[7]And I really got hot When I saw Jeanette Scott Fight a Triffid that spits poison and kills \n[8]Dana Andrews said prunes Gave him the runes And passing them used lots of skills. \n[9]And when worlds collide Said George Pal to his bride I'm going to give you some terrible trills Like a - \n[10]Science Fiction - double-feature Frank has built and lost his creature Darkness has conquered Brad and Janet The servants gone to a distant planet Oh - at the late night double-feature Picture Show - I want to go - Ohh - To the late night double-feature picture show. ", "FAMILY": "\n[1]Janet. \n[2]Janet. \n[3]Janet. \n[4]Janet. \n[5]Janet. \n[6]Janet. \n[7]Janet. \n[8]Janet. \n[9]Janet ", "Sha la la la": "", "DR SCOTT": "\n[1]Brad!  What are you doing here? \n[2]I can assure you that Brad's presence comes as a complete surprise to me. I came to find Eddie. \n[3]I happen to know a great deal about a lot of things.  You see Eddie happens to be my nephew. \n[4]Janet! \n[5]Great Heavens, that's a laser. \n[6]You saw what became of Eddie. Society must be protected. \n[7]You did right. \n[8]You're OK by me. \n[9]Yes, well perhaps it was for the best. ", "BRAD &amp; JANET": "", "PHANTOM VOICES": "\n[1]Over at the Frankenstein place. \n[2]Burning in the fireplace. \n[3]Burning in the fireplace. \n[4]Over at the Frankenstein place. \n[5]Burning in the fireplace. \n[6]There's a light, a light. In the darkness of everybody's life. "}}