{"dialogues": {"ROCKY": "\n[1]Hey -- \n[2]... Just gimme the water. \n[3]Absolutely. \n[4]... I just want the mouthpiece. \n[5]I'm a fighter. \n[6]...Look who's home. \n[7]Real good. \n[8]Yeah, here an' there. \n[9]Mr. Gazzo wants the two hundred now! \n[10]Mr. Gazzo says I should get two hundred or break the thumb. \n[11]Goin' fishin'? \n[12]What's ya name again? \n[13]Look, Bob, if ya wanna dance, ya gotta pay the band -- If ya borrow, ya gotta pay the man... Me, I ain't emotionally involved. \n[14]A hundred an' thirty. \n[15]That's it? -- Completely? \n[16]What about for food an' stuff? \n[17]... The juice is climbin' every week. \n[18]Ya still light seventy. \n[19]...That's what coulda happened. \n[20]... How's the turtle food this week? \n[21]Me, I'm kinda aggravated. \n[22]Ain't your fault - Here's the problem. \n[23]The last food I got here had more moths than flies -- An' the moths get caught in my turtle's throat -- That makes them cough -- \n[24]Yo, Gloria -- I was talkin' about the turtle food -- Like I was sayin', the moths get caught in the turtle's throat an' makes 'em cough... A little cough an' I gotta smack 'em on the shell -- An' whatta think they get? \n[25]I smack 'em hard on the shell an' they get... What? \n[26]Shell-shocked! \n[27]Inventin' jokes ain't easy. \n[28]How's Butkus this mornin'? \n[29]Yo, Butkus -- Dead.  Play dead. \n[30]...What kinda dog is this again? \n[31]The owner was suppose to pick him up three weeks ago. \n[32]He only had a hundred an' thirty. -- I think he's good for the rest next week, Mr. Gazzo. \n[33]... Fine. \n[34]Of wa? \n[35]I figure if I break the thumb this guy gets thrown outta his job and can't pay nothin no more. \n[36]The third -- Shoulda seen it. \n[37]How come? \n[38]... These ain't my clothes. \n[39]... These ain't my pictures. \n[40]Yo, Mike -- What's happenin' here? \n[41]Whatta ya talkin' about it ain't my locker no more? \n[42]You were ready to bite that guy's face. \n[43]Creed's great. \n[44]Hey, how ya feelin', Mickey? \n[45]I said, how ya feelin'? \n[46]Yeah. \n[47]I was talkin' with ya man, Mike. -- Hey, how come I been put outta my locker? \n[48]... Tomato? \n[49]...What? \n[50]Come July, twenty-five. \n[51]Twenty-five, thirty -- What's the difference? -- It took me two months to learn the combination of that locker. \n[52]Yeah, they're goin', -- that's nature... That was my locker for six years. \n[53]Yeah -- \n[54]Yeah, Kayo. \n[55]Spider Rice. \n[56]You think everybody I fight is a bum. \n[57]Listen, I'm gonna take a steam -- Did good last night -- Shoulda seen it. \n[58]...No. \n[59]Yeah, sure. \n[60]...I think I'm gonna take a steam -- Shoulda seen me fight -- Did good, y'know. \n[61]... Wow -- cold!  Good night to catch pneumonia. \n[62]Ah -- I came in here for somethin'... Oh, yeah, would ya like somebody to walk ya home? \n[63]Hey, how's my buddy doin'? -- Nice dog -- Well, I'll see ya later. \n[64]Catch pneumonia out there -- Seen Paulie? \n[65]Yo, Paulie. \n[66]Yo, Paulie. \n[67]Your sister's givin' me the shoulder. \n[68]Every mornin', every night I pass by -- I smile. \n[69]I say jokes.  Nothin'.  She looks at me. \n[70]Yeah, like I was a plate of leftovers -- Somethin' wrong with my face -- Whatta I need, a Caddy to connect with ya sister? \n[71]Hey -- \n[72]Don't get mental, man. \n[73]Ya always in a bad mood -- \n[74]I'm thirty myself. \n[75]I don't see no crowd around you, neither. \n[76]Let's get outta this stink. \n[77]... Sure. \n[78]Absolutely... \n[79]Clown. \n[80]He took his best shot an' became champ -- What shot did you ever take? \n[81]... No wine -- Bad for ya' brain. \n[82]No wine. \n[83]Why? \n[84]No dollar. \n[85]... That's an old one. \n[86]Is that Marie? -- Marie, ya brother know you're hangin' out so late? \n[87]What'd you say? \n[88]Did these guys teach you to talk dirty?  Huh? \n[89]What? \n[90]Don't you never say that -- -- You guys talk like that in front of a little girl -- You guys are scum. \n[91]Don't ya never come round this girl -- Go home. \n[92]Pull heat on me? -- I'll dent ya face! \n[93]How come ya wanna hang out with those guys?  They teach ya bad things. \n[94]Hey!  When I was your age, there was only one girl who talked like that in the whole neighborhood. \n[95]Make your teeth yella -- \n[96]Makes your breath like garbage. \n[97]Nobody likes garbage -- Anyway, this girl with the dirty mouth wasn't bad lookin', but the guys wouldn't take her out for any serious datin'. \n[98]'Cause that's the way guys are -- They laugh when ya talk dirty.  They think ya cute for a while, but then ya getta reputation an' watch out. \n[99]Nobody's ever gonna take ya serious.  Ya get no respect... I gotta use a bad word -- Whore.  You'll end up maybe becomin' a whore. \n[100]That doesn't matter -- You don't really have to be a whore, just act like one an' that's it. \n[101]Yo, a bad reputation -- Twenty years from now people will say 'D'you remember Marie?' 'No, who was she?' 'She was that little whore who hung out at the Atomic Hoagie Shop.' 'Oh, now I remember!'... See, they don't remember you, they remember the rep. \n[102]... That's your house, ain't it? \n[103]Listen, I hope ya don't -- \n[104]What was I gonna say? \n[105]Ya, somethin' like that. \n[106]'Night, Marie. \n[107]... Yeah, who're you to give advice, Creepo. \n[108]Next Wednesday I grab a grand from Snyder.  An' Thursday two yards from Cappoli, okay? \n[109]Ya sure? \n[110]How'd you know? \n[111]Paulie's sister. \n[112]She ain't retarded, she's shy. \n[113]Does that bum have to say that? \n[114]He's always in a bad mood. Count ya blessin's.  Ya a healthy person -- ya legs work -- ya hands work -- \n[115]Don't like yours neither. \n[116]Move your shoulders down. \n[117]Yeah. \n[118]Thanks, Mr. Gazzo. \n[119]I usta be deadly at half-ball. \n[120]What kinda business? \n[121]Maybe ya should see a doctor. \n[122]Maybe another job is the best thing. \n[123]Gazzo's gotta come to you. \n[124]Gazzo's gotta come to you -- Hey, Paulie, it's a bad job -- Do what you do now. \n[125]Ya sister knows I'm comin'? \n[126]Maybe ya better forget it. \n[127]... Yo, Adrian, it's me, Rocky... Ah, ah -- Ah, it's kinda hard for me to think of somethin' to say, y'know -- 'Cause I never talked to a door before, I mean whatta ya say to a door. \n[128]... Maybe I better forget it. \n[129]Ah, Adrian, I know ya ain't too happy at this moment, but would ya do me a favor -- I ain't got nobody to spend Thanksgivin' with -- How 'bout you an' me goin' out -- Get somethin' to eat, maybe laugh a little, who knows... Would ya like, I dunno, go out together? \n[130]We'll have a good time. \n[131]What's ya sister like to do? \n[132]I didn't want no turkey anyway. \n[133]To you, to me it's Thursday. \n[134]Looks quiet, y'know. \n[135]I think mebbe we're early or somethin' -- \n[136]Are ya closed to the General Public or to just everybody. \n[137]Wait here, gotta smooth this guy out. \n[138]Listen, I gotta problem.  This girl ain't feelin' well, y'know -- The doctor says she should exercise, y'know once in awhile an' ice skatin' is the best thing -- \n[139]Look at her, ya can see she ain't feelin' good -- needs a few minutes exercise -- \n[140]... Ten minutes. \n[141]... Yeah, give 'er the Blades. \n[142]Ain't skated since I was fifteen -- That's when I started fightin' -- gotta watch the ankles.  Yeah, fightin' use to be tops with me, but no more.  All I wanted to prove was I weren't no bum -- That I had the stuff to make a good pro. \n[143]Hey, I ain't cryin'... I still fight.  Kinda do it like a hobby.  See I'm a natural southpaw an' most pugs won't fight a southpaw 'cause we mess up their timin' an' look awkward -- Southpaw means lefthanded... But I guess in the long run things probably worked out for the best, right? \n[144]Absolutely. \n[145]I just dislocated my finger. \n[146]It ain't your fault -- I originally done it in the Baby Crenshaw fight. That's me fightin' Big Baby Crenshaw -- Big Baby was the size of an airplane an' I broke my hands on his head -- I lost, but it's a nice picture, don't ya think? \n[147]How 'bout some Cokes? \n[148]This guy is beautiful -- get the Cokes. \n[149]See, I ain't graceful, y'know -- I don't move good -- Stink as a dancer too -- But I an' nobody wants to fight a southpaw! -- Havin' a good time? \n[150]Y'know how I got started in the fight racket? \n[151]Yeah -- My ol' man who was never the sharpest told me -- I weren't born with much brain so I better use my body. \n[152]What's funny? \n[153]I must be goin' deaf 'cause I thought ya said, 'ten cents.' \n[154]Charge it. \n[155]Had ya goin', didn't I, huh? \n[156]Some people are very shy by nature. \n[157]I would say you're very shy bu nature. \n[158]Some people think bein' shy is a disease, but it don't bother me. \n[159]Then why did I bother bringin' it up?  'Cause I'm dumb, that's why... Y'know, I think we make a real sharp coupla coconuts -- I'm dumb an' you're shy. \n[160]Ya gotta be a little soft to wanna be a pug... It's a racket where ya' almost guaranteed to end up a bum. \n[161]... I'm at least half a bum. Yeah, fightin' is a crazy racket.  The roughest part is the mornin' after. \n[162]After a rough fight, ya' nothin' but a large wound. Sometimes I feel like callin' a taxi to drive me from my bed to the bathroom... Ya' eyes hurt, ya' ears hurt, ya' hair even hurts... But the thing I'm proud of is I been in over sixty fights an' never had a busted nose -- Bent an' twisted an' bitten but never broke... That's rare. \n[163]... Guess. \n[164]Would ya like a glass of water? \n[165]Here's the guys I was tellin' ya about -- This is Cuff an' Link. \n[166]... Oh, yeah, I bought the whole kit -- Yeah, ya sold me the turtles, the bowl, an' the mountain -- I had to get rid of the mountain 'cause they kept fallin' off. \n[167]I had it pulled.  People callin' all the time.  Who needs it -- Who'd you wanna call? \n[168]D'you really wanna call? \n[169]You sure? \n[170]Why? \n[171]I'll call your brother. \n[172]!!Yo, Paulie -- Ya sister's with me!  I'll call ya later. \n[173]What's the matter?  Ya don't like the room? \n[174]It's only temporary. \n[175]What's the problem?  You don't like me -- Don't like the turtles -- What is it? \n[176]It's okay. \n[177]It's all right -- You're my guest. \n[178]They're all the same. \n[179]Yo, I'm not comfortable either. \n[180]But I'm willin' to make the best of this uncomfortable situation. \n[181]Would ya take off your glasses? \n[182]The glasses... Please. \n[183]Do me another favor? \n[184]Could ya take off that hat. \n[185]I always knew you was pretty. \n[186]I wanna kiss ya -- Ya don't have to kiss me back if ya don't feel like it. \n[187]'Bout what? \n[188]Message -- What message? \n[189]Ya puttin' me on? \n[190]When was they here? \n[191]Probably lookin' for sparrin' partners. \n[192]Balboa, Rocky Balboa. \n[193]... Thanks. \n[194]Rocky. \n[195]No -- Just me. \n[196]Sparrin'? \n[197]I know ya need sparrin' partners -- I'm very available. \n[198]Absolutely -- Sparrin' with the Champ would be an honor -- y'know what? \n[199]I wouldn't take no cheap shots. I'd be a good sparrin' partner. \n[200]... Like I said, I'd make a boss sparrin' mate. \n[201]Sure, an' I'm smart enough to know that no sparrin' partner should take cheap shots at the Champ.  He's just there to help condition the man. \n[202]... Ah... Absolutely. \n[203]Feel?  I dunno... Happy. \n[204]Creed's great, ain't he... I'll do what I can. \n[205]I thought of it 'bout eight years ago, when I was eatin' dinner. \n[206]Four hundred -- But that was a long time ago. \n[207]Listen, I wanna say hi to my girlfriend -- Yo, Adrian! \n[208]Sure I did.  You heard. \n[209]Why? \n[210]It don't matter. \n[211]It don't bother me none. \n[212]Help what? \n[213]I'll do okay. \n[214]Hey, who cared about me yesterday, huh?  Nobody -- I think I'm gonna train myself. \n[215]See ya tomorrow. \n[216]How'd ya like hearin' ya name on TV? \n[217]Ya puttin' me on, right? \n[218]'Bout seven. \n[219]Y'know how I said that stuff on television didn't bother me? \n[220]It did. \n[221]Y'know I won't be able to work for ya no more. \n[222]I feel bad about walkin'. \n[223]A few bucks. \n[224]Do I have to pay juice? \n[225]Gonna try. \n[226]No action. \n[227]I'm gonna do somethin with it. \n[228]Black market? \n[229]Yo, you gonna show, Tony? \n[230]Look who's home! \n[231]Hey, Mickey -- Whatta ya doin' here?  Here, sit down. \n[232]Best seat in the house -- Hey, Mick, this is too much. \n[233]I'm usta seein' ya at the gym, but seein' ya here, in my house, it's kinda outta joint. \n[234]Yeah. \n[235]Freak luck for sure. \n[236]Freak luck is a strange thing. \n[237]Turtles -- domestic turtles. \n[238]Fifty years, huh. \n[239]How 'bout a glass of water? \n[240]... What? \n[241]Ya got a good mind for dates. \n[242]Nobody ever said that -- There's his picture. \n[243]Really think so? \n[244]Heart, but I ain't got no Tocker. \n[245]... Ya gave Dipper my locker. \n[246]The fight's set -- I don't need a manager. \n[247]I got pain an' experience too. \n[248]Whatever I got, I always got on the slide.  This shot's no different.  I didn't earn nothin' -- I got it on the slide... I needed ya help about ten years ago when I was startin', but ya never helped me none. \n[249]I asked, but ya never helped nothin'! -- Like the Bible sez, ya don't get no second chance. \n[250]... Tight. \n[251]... No. \n[252]Gazzo's a good man. \n[253]Keep this job, ya eat better. \n[254]Whatta you think? \n[255]What? \n[256]Sure I like her. \n[257]I dunno -- she fills gaps. \n[258]She got gaps.  I got gaps -- together we fill the gaps. \n[259]Don't talk dirty 'bout ya sister. \n[260]That's why I can't put ya together with Gazzo, cause ya talk too much -- big mouth. \n[261]Don't talk dirty 'bout ya sister. \n[262]I never had good footwork. \n[263]... Sure. \n[264]Should I do this? \n[265]... People talk to me more. \n[266]Apollo's a great fighter. \n[267]Maybe -- \n[268]I'll tear his head off. \n[269]Derogatory?  Yeah, he's great. \n[270]Yo', Dipper, why're ya -- \n[271]They either say, 'Kill the nigger' or 'Hope you die, Honky.' -- What ya got in the bag? \n[272]Sharp -- Real nice. \n[273]No... Sharp -- You look great. \n[274]Adrian, you really look great, y'know -- But I can't fool around durin' trainin' -- makes the legs weak. \n[275]Can't fool around -- You look very great. \n[276]Yeah... But I think weak legs ain't bad sometimes, y'know. \n[277]Ya right -- Mebbe we best just hold hands -- the shirt made me feel guilty, y'know. \n[278]Whatta these guys want? \n[279]Yo, what's with you? -- It was suppose to be private. \n[280]Ah -- My buddy Paulie let me in one day an' I hit the beef here an' liked it -- An' since I become a challenger, the owner don't mind neither. \n[281]I think me and Paulie invented it. \n[282]Yeah... Threw my whole day off. \n[283]Yo -- I ain't mad.  I'm just outta joint when reporters are around -- They take cheap shots an' Paulie knows it. \n[284]... What's to say?  I dunno what he wants from me -- \n[285]... It's cold outside, Paulie. \n[286]Hey -- \n[287]What can I do about it? \n[288]What break?  Huh?  What break! Who am I to give breaks!  I'm a fighter, you haul meat.  You do what you do an' I do what I do best -- that's it -- that's life, man! \n[289]... An' what ya said to my girlfriend ain't right -- Do it again, I'll kill ya. \n[290]Wanna hear a dirty joke? \n[291]Yo, Benny. \n[292]... I'll try. \n[293]Any time. \n[294]... Run for mayor. \n[295]Yeah... \n[296]My first call... Hello?  Yeah, speakin' -- Who is this? Bruce?  Bruce who? -- Yo, Bruce!  How ya been?  I ain't seen ya for nine or eight years -- Yeah, things is great, how's things with you upstate -- Ya sellin' real estate, hey, that's a good job... Yeah, I gotta advance, but I bought ringside seats for the guys at the gym.  I get the hundred an' fifty grand after the fight... \n[297]... Yeah, I know it's a lotta money -- Condominiums?  Nobody uses them anybody.  Listen, I think a pet shop is a good investment, y'know -- I don't care 'bout long hours -- there's no depreciation -- that don't matter none to me -- Yeah, I like animals. Why don't ya give me ya number an' I'll call ya back?  Lemme getta pencil -- \n[298]Okay, what is it -- four- twelve 659-2424.  Yeah, yeah, thanks for callin' -- Sure I'll get back to ya, Bruce -- see ya. \n[299]... What? \n[300]I don't want ya cleanin' nobody else's cages no more. \n[301]I gotta go out for a while. \n[302]... Come. \n[303]... Can't do it. \n[304]... I can't beat him. \n[305]Yeah, I can't beat him. \n[306]I been watchin' the movies -- studyin' -- He ain't weak nowhere. \n[307]... I dunno. \n[308]It ain't so bad, 'cause I was a nothin' before -- \n[309]C'mon, it's true -- But that don't bother me -- I just wanna prove somethin' -- I ain't no bum... It don't matter if I lose... Don't matter if he opens my head... The only thing I wanna do is go the distance -- That's all. Nobody's ever gone fifteen rounds with Creed.  If I go them fifteen rounds, an' that bell rings an' I'm still standin', I'm gonna know then I weren't just another bum from the neighborhood... \n[310]... No foolin' around. \n[311]Yo, Mick, can I have my rob? \n[312]... I'm doin' it for a friend. \n[313]I get the robe an' Paulie gets three grand. \n[314]Whatta ya think that outfit cost? \n[315]Christ, Jack Dempsey. \n[316]They must be friends. \n[317]Thanks, Mick -- I'm gonna try. \n[318]How am I doin'? \n[319]See how fast he is -- damn! \n[320]Damn!  How's it look? \n[321]... The guy's great. \n[322]Fine... That guy's great. \n[323]See what? \n[324]He ain't losin' nothin'. \n[325]Would you keep goin'? \n[326]Open my eyes -- Please, open my eyes! \n[327]How I look out there, Mick? \n[328]Fine -- Go away, I'm gonna make it -- I'm gonna make it! \n[329]I'll kill ya all... Don't stop nothin' -- \n[330]Gimme ya best!!!! \n[331]Gimme ya best!!! \n[332]... Don't want one. \n[333]Yo, can I have my locker back? ", "MICKEY": "\n[1]I don't care what nobody says, this bum Creed woulda never made it in the Thirties -- \n[2]... What? \n[3]Do you see me talkin'?  Huh? \n[4]Then stand there an' wait till I'm done -- Creed's good, yeah, he's real fine but I gotta boy, y'know Big Dipper, who's got the stuff it takes to be a champ -- He's mean, quick, an' big -- What more d'ya need?  Okay, go to work... Hey -- Yeah -- Whatta ya want? \n[5]Dipper needed it. \n[6]Dipper's a climber -- You're a tomato. \n[7]Facts is facts.  I run a business here -- I'm cleanin' house -- \n[8]How old are ya? \n[9]How old? \n[10]More like thirty. \n[11]The legs must be goin'. \n[12]... Did ya fight last night? \n[13]Did ya win? \n[14]... Who'd ya fight? \n[15]Rice is a bum. \n[16]Ain't they? \n[17]Ya want the truth -- Ya got heart, but ya fight like an ape -- The only thing special about you is ya never got ya nose broke -- keep ya nose pretty -- what's left of ya brain an' retire. \n[18]Hey, ever think about retirin'? \n[19]Think about it. \n[20]Known him since he was fifteen -- A waste of life. \n[21]Did ya get the message, kid? \n[22]A Rep from Miles Jergens' Promotions was lookin' for ya -- They need sparrin' partners for Creed. \n[23]Here's the card? \n[24]'Bout an hour ago. \n[25]... I said that before. \n[26]... Waste of life. \n[27]I seen the light.  I figure somebody was home. \n[28]How do you mean? \n[29]Listen, Rock, you're a very lucky guy. \n[30]What's happened is freak luck. \n[31]Look at all them other fighters. Real good boys.  Good records. Colorful.  Fight their hearts out for peanuts -- But who cared?  Nobody.  They got it shoved in their back door. Nobody ever give them a shot at the title... \n[32]Whatta' those? \n[33]I'm here tellin' ya to be very smart with this shot.  Like the Bible sez, ya don't get no second chance. \n[34]Ya need a manager.  An advisor. I been in the racket fifty years.  I done it all, there ain't nothin' about the world of pugilism that ain't livin' up here. \n[35]Fifty years.  The rep is known around Philly, an' a good rep can't be bought, but I don't have to tell you that. \n[36]Rocky, d'ya know what I done? \n[37]I done it all.  I've done an' seen everything'.  Believe what I'm tellin' ya -- Ya shoulda seen the night in Brooklyn, I smacked 'Ginny' Russo outta the ring, September 14, 1923 -- same night Firpo knocked Dempsey outta the ring. But who got the Press?  He did. He had a manager -- September 14, 1923. \n[38]Look at this face -- twenty- one stitches over the left eye, thirty-four over the right -- my nose was busted seventeen times, the last being the Sailor Mike fight New Year's Eve, 1940, in Camden, New Jersey -- What a professional pastin' I give him.  Here, read about it. \n[39]press clipping; points to cauliflower ear \n[40]Yeah, ya kinda remind me of the Rock.  Ya move like 'im. \n[41]Ya got heart. \n[42]Christ, I know this business. Rocky, when I was fightin' it was the dirtiest racket goin', see.  Pugs like me was treated like fightin' dogs -- throw ya in the pit an' for ten bucks ya try to kill each other.  We had no management... \n[43]fought in boxcars, in whorehouse basements, any joint with a floor -- October 1931 I fought a bum who put a tack in the thumb of his glove an' punched so many holes in my face I had spit shootin' outta my cheeks -- I never had no manager watchin' out for me -- See that picture outside the gym -- 'Mighty Mick,' that's me in my prime.  I had all the tools.  I coulda starched any lightweight husky on the East Coast -- But I had no management.  Nobody ever got to know how slick I was, but I had a head for business an' stashed a few bucks an' opened the gym -- It's a dirt hole, I know it, but that an' a lotta scars is what I got to show for fifty years in the business, kid -- now you come along with this shot an' I feel like it's me gettin' the shot I never got... Yeah, we was treated like dogs -- like them Dago's, no offense, in the Colosseum in Rome there -- An' now I got all this knowledge, I wanna give it to ya so I can protect ya an' make sure ya get the best deal ya can! \n[44]Respect, I always dished ya respect. \n[45]I'm sorry, I -- I made a mistake.  Kid, I'm askin' man to man.  I wanna be ya manager. \n[46]Look, you can't buy what I know.  Ya can't.  I've seen it all!  I got pain an' I got experience. \n[47]Please, kid. \n[48]If ya was wantin' my help, why didn't ya ask?  Just ask. \n[49]Rocky, I'm seventy-six years old.  Maybe you can be the winner I never was -- your shot is my last shot! \n[50]Stop!  Stop!  I can't stand it! It's clumsy.  You're off balance. \n[51]Tie it to both ankles -- Leave two feet slack. \n[52]Forget the footwork -- You're off balance.  The legs are sticking everywhere.  Marciano had the same problem, an' the string cured it.  When you can hit and move without breakin' the string you'll have balance. \n[53]Don't you boys ever interrupt when I'm conductin' business, or I'll kill you both -- Go away. \n[54]Autographs!  Ya wanna be a writer or a fighter?  Let's work. \n[55]Can I help you guys? \n[56]I own the place. \n[57]What's happenin' here? \n[58]You can forget about sparring, kid. \n[59]apologetically to the crew \n[60]This is gettin' outta hand -- Rocky will fight in the ring January first, not here! \n[61]Not yellow, cautious. See, it's very easy for a fighter to accidentally hurt -- \n[62]Let's take a walk, Rock. Please, don't take a chance. He wants to hurt you so you can't fight. \n[63]The kid's got cannons -- Print that. \n[64]His defense is great, can't lie 'bout that -- You have a rollin' style.  Can't retreat as fast -- But your style ain't retreatin'. \n[65]See how he plays sometimes -- Drives his cornermen nuts. Nobody knows his next move -- Him included. \n[66]Killer instinct -- Ya both got the killer touch.  Interestin'. See that! -- Right-cross combination.  Beautiful.  But you got the power to rip the body. \n[67]Rocky, when ya climb into the square, an' know ya' meetin' the best fighter in the world, ya' gonna be ready, ya' gonna be ready 'cause I been waitin' for fifty years -- Fifty years. When I'm done with you, you'll gonna be able to spit nails. \n[68]You'll gonna be able to eat lightin' and crap thunder -- You'll be a very, very dangerous person... \n[69]What cha say, Benny -- Meet 'The Rock.' This is our cutman, Benny Stein. \n[70]Check the eyes, Ben. \n[71]Take a shower. \n[72]... I know what you're thinkin'm kid -- At least ya gotta shot -- All ya can do is try ya' best. \n[73]... It's time, kid. \n[74]Don't you care what the people will say? \n[75]Whatta you get outta this? \n[76]... Shrewd. \n[77]Don't let 'im get you tight. \n[78]God bless ya, Rock. \n[79]You can do it!  Goddamnit, you got the power!  The body, get the body!!!  Ya got him goin'! \n[80]Real good. \n[81]Breathe deep -- Keep ya chin down!!  Use the legs and drive through 'im.  Attack -- Attack -- Attack! \n[82]Ya nose is broke. \n[83]Can't hardly tell.  Don't swallow the blood -- Go for his ribs.  Don't let 'im breathe. \n[84]Why don't ya tell 'im you're a fan! \n[85]How you holdin' up, kid? \n[86]Gimme the water!  Ya getttin' tagged with his right.  I think you should feint left and high hook 'im -- Benny, check the eyes!  Can ya see? \n[87]Keep on him -- You're doin' great. \n[88]Wanna keep goin'? \n[89]... Yeah. \n[90]Great, kid, great. \n[91]We gotta stop it, kid. \n[92]Nobody's gonna say ya didn't give ya all.  I can't let ya go out. \n[93]I don't care what they say, you're a winner. ", "ADRIAN": "\n[1]... Could you take the puppy out -- \n[2]Please - \n[3]... Fine. \n[4]... I'm sorry. \n[5]... I don't know. \n[6]... Goodnight, Rocky. \n[7]Paulie, you're late. \n[8]... Paulie, why didn't you tell me you were bringing him home?!  Look at me, I'm not ready for this. \n[9]No... I can't! \n[10]Paulie, please -- \n[11]... Like you? \n[12]I can't go out. \n[13]Paulie, it's Thanksgiving. I've gotta turkey in the oven. \n[14]It's Thanksgiving. \n[15]I think it's closed. \n[16]We could go somewhere else an' -- \n[17]... Aren't you skating? \n[18]And you never got the chance? \n[19]But you never had a chance to prove yourself. \n[20]Ohh! \n[21]By accident? \n[22]My mother told me just the opposite.  She said, 'You weren't born with much of a body so you'd better develop your brain.' \n[23]... I suppose. \n[24]... I suppose. \n[25]It doesn't bother me either. \n[26]... It is just hard for me to understand why anybody wants to be a fighter. \n[27]I don't think you're a bum. \n[28]Morning after? \n[29]Why do you do it if it hurts so bad? \n[30]'Cause you can't sing or dance? \n[31]... No thanks. \n[32]I sold them to you. \n[33]Do you have a phone? \n[34]I wanna let my brother know where I am. \n[35]Yes, I do. \n[36]Yes. \n[37]I think he might be worried. \n[38]It's fine. \n[39]It's not that -- \n[40]I don't think I belong here. \n[41]No, I don't belong here. \n[42]... I've never been in a man's apartment before. \n[43]I'm not sure I know you well enough -- I don't think I'm comfortable. \n[44]I should leave. \n[45]What? \n[46]... T-thank you. \n[47]... What? \n[48]Don't tease me. \n[49]Paul. \n[50]Oh, Rocky! \n[51]You didn't! \n[52]Einstein flunked out of school... twice. \n[53]Roosevelt finished last in his class -- Beethoven was deaf, an' Helen Keller was blind -- I think Rocky has a good chance. \n[54]I don't know -- I was shocked. Why did you do that? \n[55]Absolutely -- What time should I expect you? \n[56]I'll be waiting. \n[57]Yes. \n[58]Don't you open them anymore? \n[59]Like? \n[60]Really -- You don't think they're overly feminine? \n[61]Don't want weak legs. \n[62]-- The legs. \n[63]I thought it might be cute. \n[64]... And he called the reporters -- \n[65]Don't be mad at him -- He just wants to help. \n[66]... Are you going to say anything to him? \n[67]Paulie! \n[68]It's not your house -- \n[69]Don't talk like that to him! \n[70]... Paulie.  Stop now! \n[71]Only a pig would say that! \n[72]You gave me what?!  Knots! You gave me knots in here every day -- you made me scared of everything! \n[73]Don't do that again! \n[74]Owe you what? \n[75]Good?  Good, Paulie?!  I've been treatin' you like a baby. Since I can't remember it's so long -- I'm the only one who feeds you an' puts you in bed when ya can't stand up -- and it's you that made me feel like a loser -- That's what ya use to call me 'Loser' -- What kind of name is that?  So can ya blame me for not remembering to talk about you when I'm with Rocky -- I don't owe you, Paulie, you owe me. \n[76]What?! \n[77]... Yes -- \n[78]Rocky, do you realize everybody in this country knows your face, and after the fight everybody in the world is going to. \n[79]What was that you said about a pet shop? \n[80]What did you say about a pet shop? \n[81]Is everything all right? \n[82]... What? \n[83]Apollo? \n[84]What're we going to do? \n[85]Oh, Rocky -- you worked so hard. \n[86]Don't say that. \n[87]... I'll wait for you here. \n[88]I love you -- I love you -- I love you... ", "PAULIE": "\n[1]Yo, Rocky -- Look at this mirror.  I'd like to kill the friggin' moron who broke this mirror. \n[2]What? \n[3]Forget her.  You could do better than my sister. \n[4]Looks, huh? \n[5]My sister's a friggin' loser. \n[6]Sometimes she gets me so crazy, I'd like to split her head with a razor. \n[7]Ya caught me in a bad mood. \n[8]... Adrian ain't sharp. \n[9]She's a loser -- She don't enjoy life -- She reads -- Brainy -- Pushin' thirty friggin' years old!  She's gonna die alone if she don't wise up. \n[10]An' you're dyin' alone, too. \n[11]I wanna kill the friggin' moron who broke the mirror. \n[12]The girl's dryin' up!  She's gotta live a little before her body dries up!!  You're a pal, Rock -- How 'bout yo' talk to her?  Y'know, it's Thanksgivin' tomorrow. \n[13]Tomorrow you come for some bird, right? \n[14]I hate the friggin' game... I'd like to talk some business. \n[15]Look at my hands -- See how the joints are swollen. \n[16]Inflamed joints -- Walkin' in an' out of a freezer carryin' meat plays hell on the joints. \n[17]I don't need a doctor, I need a different job. \n[18]Do me a favor -- Talk to Gazzo. Tell him I'm a friend an' would do a good job... Tell him I ain't bothered by nothin' an' would be a great collector... Bustin' bones don't bother me -- Tell him I'm a good worker. \n[19]I'm askin' ya to go to him -- As a favor. \n[20]You know her? \n[21]Yeah, sure -- She's very excited. \n[22]Did you call the hospital? If I'm ten minutes late, she calls the hospital. \n[23]Like it would make a difference if you were, right?  This guy's a friend and now he's takin' ya out. \n[24]Ya, ya goin' outta the bedroom an' I don't wanna know from nothin'. \n[25]Hey, I want ya out instamaticly. -- I'm sicka lookin' at ya hangin' around like a friggin' spider -- Go out -- Live!  Do, enjoy life. \n[26]Don't get wise with me.  I want ya to stop bein' a loser. \n[27]Why? \n[28]!! Ya want the bird, go out in the alley an' eat the bird -- I want ya outta the house -- Enjoy ya friggin' life... Ya hungry, Rock? \n[29]Forget nothin' -- Here, talk to my sister, tell 'er somethin' nice. \n[30]Try again, c'mon, try again. \n[31]Ice skate. \n[32]Do me a favor -- His lungs, punch 'em out. \n[33]Christ. \n[34]The guy's a friggin' moron. \n[35]Don't it matter none he's makin' ya out a fool? -- I'd break his lips. \n[36]He's takin' cheap shots. \n[37]Yo, Rock -- now ya'll be lookin' for people to help, right? \n[38]Y'know, to help keep ya livin' clean. \n[39]Ya gotta have a guy help ya exercise, mebbe somebody to be standin' by with a towel or run errands, y'know. \n[40]Without havin' good people around, ya won't have such a good chance. \n[41]That so. \n[42]How ya feelin'? \n[43]I got whiskey here. \n[44]This is the guy who's fightin' Apollo Creed. \n[45]Hip -- Hip -- Hooray!  C'mon -- Hip -- Hip -- \n[46]Rock'll be comin' by every mornin' to pick up some Prime -- can't train on that store crap. \n[47]If ya don't pay Gazzo, ya end up hangin' on the hook, right? \n[48]How 'bout you talk to 'em about me? Please do me that favor. \n[49]Y'know, d'ya think you an' my sister -- Ah, doin' good together? \n[50]Ain't sure, what's the story? \n[51]The story -- what's happenin'? \n[52]Ya really like her? \n[53]What's the attraction?  I don't see it? \n[54]What gaps? \n[55]You ballin' her? \n[56]C'mon, ya screwin' her? \n[57]Hit the rump.  The rump! Ya'll break the ribs! \n[58]We do that to Creed an' they'll take us to jail for murder. \n[59]Yo, Rock.  I made a few phone calls an' thanks to me ya goin' to be a big man -- Thatta dog? \n[60]To see ya train. \n[61]I thought I was doin' ya a favor -- C'mon inside -- Y'know, my sister really likes ya. \n[62]Nothin'!  I want nothin' from you!!! \n[63]Shutup!  I want nothin' -- I ain't no charity case!  Get outta my house! \n[64]You ain't no friend no more -- Go home!  Outta my house I want ya! \n[65]Get outta my life both of ya's. \n[66]Outta my house I want ya!! \n[67]I don't want ya messin' up my sister no more -- He's scum from the corner, I don't raise ya to hang with no bum! \n[68]... Wanna hit on me?  C'mon -- C'mon, I'll break both ya arms so's they never work... \n[69]I want 'im outta here -- Don't think I'm good enough to work for Gazzo? That's what I think of bums like you an' Gazzo! You're goin' up an' don't care enough to throw Paulie some crumbs! I give ya meat, an' I give ya my sister, too! \n[70]You forget what I went through to give ya the best. \n[71]I always seen ya had the best, but did ya ever think of puttin' in a good word for me with this scumbag! \n[72]Get away from me -- I could never even get married 'cause you couldn't live by yaself -- ya'd die by yaself!  So instead I put you two together -- Did ya think of puttin' in a good word for me? -- You owe me! \n[73]You owe me an' are supposed to treat me good! \n[74]You busted?! \n[75]You a virgin? -- Ya let 'im in ya pants, didn't ya!  Ya pulled down ya pants an' let him have it, didn't ya!! \n[76]... I can't haul meat no more. \n[77]Christ, I been beggin' ya for a break until I'm sick inside. \n[78]Yo, Rock, I think I found an angle to make some bread usin' ya name, ya mind? ", "APOLLO": "\n[1]Very high an' very fast. \n[2]He was big, an' very nasty so I destroyed him in a hurry -- Now I'm gettin' ready for Mac Lee Green next month. \n[3]That's right -- It's gonna be the greatest sportin' event in this country's history -- A gala occurrence! \n[4]The Bicentennial Heavyweight Championship of the World is gonna be held in the only place it can be held -- Philadelphia! -- the nation's cradle -- January First -- the first major event of our two hundredth year. \n[5]Me an' my wife are goin' home 'cause we miss our children an' can't go no more time without seein' them. \n[6]... Stay in school an' use your brains, dig -- Be a lawyer, be a doctor, carry a leather briefcase an' forget about sports!!  Sports can only make ya grunt an' smell -- Be a thinker not a stinker!! \n[7]Damn. \n[8]Solution, nothin' -- What about the Bicentennial fight. \n[9]You best find me another ranked contender an' I mean in a flash, man! \n[10]Then gimme Buddy Shaw -- He's ranked fifth. \n[11]Shape, nothin' -- They're afraid.  They know everybody in the world's gonna see this fight an' none of them gotta prayer of beating me so they're makin' excuses so they don't have to be the chump that's gonna be whipped in front of the whole civilized world!! \n[12]I do -- Maybe what this fight needs is something new -- a novelty. \n[13]Give my main man a raise!! \n[14]Now here's what's goin' down. Listen, 'cause I'm gonna say this but one time.  On January first, the first day of the Bicentennial I'm gonna fight me a local poor underdog, dig? A snow-white underdog.  An' I'm gonna put his face on this poster with me, hear?  An' I'll tell you why, 'cause I'm sentimental -- An' all the people in the country all sentimental, man, an' they'd like nothin' better than me, Apollo Creed, to let some unknown get a shot at the greatest title in the world on this country's biggest birthday. Now that's the way I see it an' that's the way I want it!! \n[15]No, man, it's very smart. \n[16]How 'bout this Billy Snow? \n[17]How 'bout this Big Chuck Smith? \n[18]... I don't feel heat from the name. \n[19]... Still don't feel no heat. \n[20]... This man. \n[21]'The Italian Stallion' -- He's my man. \n[22]Don't matter -- That name. 'The Italian Stallion,' it's right on. Who discovered America?  An Italian, right?  So, man, what could be better than to get it on with one of his ancestors -- \n[23]Listen, I gonna carry this boy three rounds, then drop 'im like a bad habit. \n[24]Southpaw, nuthin' -- I'll drop 'im in three -- 'Apollo Creed meets the Italian Stallion.' Shhiii -- Sounds like a damn monster movie!! \n[25]I like my Philadelphia Brothers. An' I'm patriotic! \n[26]If yo' don't back up I'm gonna send yo' home with a microphone in yo' nose! \n[27]If history proves one thing, everybody gotta chance -- Didn't yo' all ever hear of David an' Goliath? -- 'Course I woulda knocked out Goliath. \n[28]The same coincidence that he's fightin' a black man. \n[29]He's Italian. \n[30]It means if he can't fight, I bet he can cook! \n[31]I am the Champion of the whole world!!! \n[32]Italian Stallion, I come over to tell you to be very smart an' after this fight donate what's gonna be left of your body to science, cause after this fight what's left won't fill a tuna fish can!... So beware, Mon Cher!!! \n[33]This classic fight -- Tha's right, this bicentennial fight's goin' down in the history books 'cause January first I'm gonna be the first man to bounce another man offa the planet Pluto! \n[34]Now I gots a special announcement, y'hear.  For the first time in alotta years this championship fight is gonna be on your home T.V.! Free -- 'Course that's just for Philly -- My present to the city... \n[35]Now some ya'll ain't much on likin' me, but ya gotta admit Apollo Creed is one DAMN generous, 100% pure, government inspected, Afro-American Folk Hero!!! \n[36]How much is being channeled into West Coast closed-circuit advertising? \n[37]Make it four hundred an' fifty. Send two hundred roses to the mayor's wife from me, get a picture an' make sure it gets all the papers. \n[38]Yeah, I'd like to get Canada -- see, if we can get a tax break -- Gimme the figures on the Program Concession. \n[39]I mean business, too -- The gross rental of the arena is gonna include the four hundred ushers, right? -- Gimme some coffee. \n[40]I want you!  I want you! \n[41]... Come at me, sucker! \n[42]... That boy damn near broke my arm. \n[43]I'll carry him 'till the third. \n[44]Man, I rearranged his face with that right -- The people love what's happenin' tonight. \n[45]... That man's takin' his job too serious. \n[46]He got lucky. \n[47]C'mon -- Lemme cut yo'! \n[48]My side. \n[49]No doctor! \n[50]No doctor!... I'm feelin' good, bro! \n[51]... Ribs broke -- \n[52]One more round. \n[53]... Stop jivin'! \n[54]... Thanks. \n[55]... Ain't gonna be no rematch. ", "ANOTHER ANGLE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\n[38]\n[39]\n[40]\n[41]\n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]", "JERGENS": "\n[1]Definitely -- -- It says here, Mac Lee Green has suffered a seriously cracked third metacarpal in his left hand. \n[2]I suppose we could cancel the fight indefinitely if you are set on fighting Green. \n[3]I believe we can find a solution. \n[4]I contacted Ernie Roman's manager, he's fighting in France the same week. \n[5]Shaw's fighting in South America -- Why not postpone the bout until July Fourth? \n[6]That may not be possible, Jimmy. \n[7]Went to California and gained fifty pounds -- and I called every worthwhile contender, but they say five weeks isn't enough time to get in shape. \n[8]Apollo, I'm sure there's a way to salvage this. \n[9]All I can counter with is that I'm a goddamn good promoter -- I've promoted in every country in the world -- and I've tried to the best of my abilities. Perhaps you're right, and no one wants to be beat on the country's birthday... I don't know what else to say -- \n[10]... It's very American. \n[11]Fouls. \n[12]Joe Zack is a good prospect -- Exciting boy. \n[13]Exactly what are you looking for, Apollo? \n[14]Rocky Balboa -- His record's poor -- \n[15]Hello, Mr. Balboa -- I'm Miles Jergens -- Please, have a seat. \n[16]Mr. Balboa -- \n[17]Rocky, do you have any representation?  A manager? \n[18]Rocky, would you be interested in -- \n[19]Excuse me. \n[20]I'm sure you are. \n[21]What? \n[22]Rocky, would you be interested in fighting Apollo Creed for the Championship? \n[23]Did you hear what I said? \n[24]Not spar, I'm asking whether you would be interested in fighting Creed for the championship. ", "GAZZO": "\n[1]Sure, Rocky, Bob's good for it... \n[2]Tomorrow collect from Del Rio -- He's late three weeks. How'd you do last night? \n[3]Yo Rock.  Did I give you a job this mornin?  How come ya didn't break this guy's thumb like I asked ya?  When ya don't do what ya are told, it makes me look bad, kid. \n[4]It don't matter.  It's my reputation.  These guys think they can get off light.  It's bad for my reputation -- It's bad for business.  See ya killer. \n[5]... The Rock's a good kid. \n[6]No, two yards from Snyder, an' a grand from Cappoli. \n[7]Hey, screw ya brain on right. Now, who's this girl you're going out with tonight? \n[8]You think I don't hear things? \n[9]Buddy's in a bad mood -- prostate problems. \n[10]Buddy's got a thing against ya, Rock.  Some people just hate for no reason, y'know. \n[11]Here's fifty bucks -- You an' the girl have a nice time. \n[12]Hey -- if a good man can make a better life, let him make it. \n[13]Take your shot, kid -- You got money for trainin' expenses? \n[14]Here's five hundred -- Put it in your glove. \n[15]Does Santa Claus charge juice? Merry Christmas -- Now, how's about my present, ya gonna win? \n[16]Listen, kid, I'm with ya.  Ya know, I'm with ya -- Italian, we're blood.  You kill this rug -- We Guinneas gotta show these Afro-Americans where it's at.  Give it your best shot cause I want ya to prove to these bums on the corner that my man can't be beat by this rug... Ya got any action on the side. \n[17]Ya gettin 150 grand killer. Ya got any plans for it? Whatta ya think? \n[18]Ya like to put it on the street, make it work for ya? \n[19]Sure, you do what ya want. Stay away from the stock market. \n[20]Same thing.  Ya know, Rock, remember when we was kids, we fought together.  An' I wasn't well an' ya had to beat up that Irish kid -- what's his name? -- Gallager -- I bought a suit and became a businessman. You put on gloves.  An' I remember Mama almost cried, may she rest in peace -- an' our ol' man who said ya had no brains -- I'd like to lay hands on that bastard.  You ain't never had any luck. Even when I owned you in '66 you never had luck.  But now I think you might be gettin' some luck kid.  Whatta you think? \n[21]Where else am I gonna go. Bet three grand on Rocky. \n[22]No!  I'm not kiddin! ", "TRAINER": "\n[1]Time, Dipper. \n[2]It ain't just Green, what about the time Apollo's invested -- \n[3]Ten million's worth! \n[4]This man here is the Star, dig -- Don't cause him to breathe heavy -- Now what 'bout that sucker, Billy Dukes? \n[5]Nobody wants to be dissected on the country's birthday. \n[6]You's the novelty, Champ! \n[7]Too old, dull fighter. Bobby Judge is a good boy. \n[8]He won't last one round. \n[9]I don't like you messin' with southpaws -- They do everything wrong. \n[10]Apollo, you oughta come see this boy you're gonna fight on TV -- looks like he means business. \n[11]Sure -- He can hit -- Don't play no more -- Stick an' move, hear? \n[12]Don't play with this man, he's fightin' hard -- Let 'em feel some real heat! \n[13]People nothin', you in a fight, my man, -- ya best believe what you hear... Knock that boy out soon an' let's go home. \n[14]Cover your face!  Cover up! My man's cut, my man's bleedin' -- Get ready! \n[15]Bad?  Talk to me, man! \n[16]He's movin' to your left -- don't let him no more -- dance and stick, hear?  Don't play -- I know what ya feelin', but don't play. \n[17]Luck!  You fightin' a crazy man -- but you got him hurt bad. More ice, now! \n[18]Get that doctor. \n[19]You're hurtin', man! \n[20]Yo' bleedin' inside, man -- Get that doctor. \n[21]Don't kill yourself, man -- Let the doctor stop the fight. \n[22]Cover the ribs -- Look here, elbow down, tight -- Tight -- stand straight -- you're the best, you're the best! ", "COMMENTATOR #1": "\n[1]We would like to welcome our viewing audience to the Grand World Championship Bicentennial Heavyweight Fight -- the first major event of the Bicentennial Year... A point of interest is that the fight is being beamed to more than seven hundred and fifty million fans in theatres in nearly every corner of the world.  I would like to welcome an old friend, and co- commentator for this evening's event -- Jimmy Michaels. \n[2]I only wonder if this man has the skill to go past three rounds -- Vegas odds say, 'no.' \n[3]Am I seeing right?  Creed is approaching the ring in a boat. Is he supposed to be George Washington?  Obviously so. \n[4]I agree. \n[5]The former champ looks great -- Can we get Joe over here -- here he comes. \n[6]Joe, what are your feelings about tonight's fight? \n[7]The Champ stings the slower challenger with jabs at will -- Balboa blocks eighty percent of the blows with his face -- Creed doesn't look the best he's ever been but is moving smoothly -- Creed snaps out a triple combination that backs Balboa into a corner -- oh, a solid hook by Creed, a master of fist-men. \n[8]Creed is down!!! \n[9]Round three ready to start and should be interesting to see if Creed can put the challenger away -- there goes the bell. \n[10]Apollo almost sprints out of his corner -- feints and throws a pair of left-right combinations.  Balboa drops beneath a left upper cut and lands a very solid shot on Creed's temple -- not much movement from Balboa, duck a left, a right, another left and explodes with a right hook to the temple -- I mean explodes.  The Champ backs off. \n[11]No way -- but the brilliant ability of the Champion to master situations like this is one of his most outstanding traits -- Creed tosses a perfect right hand that rocks Rocky. \n[12]Creed on the offensive -- Balboa takes the punishment and counters with a left flush over the heart... that hurt. \n[13]Without a doubt this is the most punishing brawl I have ever seen -- The ringside audience is spotted with blood. \n[14]This fight should have been stopped rounds ago but Rocky Balboa refuses to fall -- \n[15]The fight has slowed down to a near stand-still -- Creed circles to Rocky's right... The spectrum is nearly silent -- Neither fighter has made a motion to throw... I've never seen anything like it in the last round of a championship fight... Apollo spits blood on the canvas.  It appears he is protecting his right side.  His ribs were probably injured at the end of round fourteen. \n[16]It's confirmed, unofficially, Creed's ribs may be broken -- Apollo fakes a left and throws a big tired right -- Balboa's mouthpiece is out!  Creed attacks with one hand! ", "MARIE": "\n[1]... Screw you. \n[2]... Screw you, yoyo. \n[3]Hey -- \n[4]Stuff it, man! \n[5]I like 'em.  If you don't you can f-- \n[6]... Yeah. \n[7]I like yella teeth. \n[8]Maybe I like garbage. \n[9]Why? \n[10]C'mon, Rocky.  I'm twelve. \n[11]What? \n[12]I won't. \n[13]Ya hope I don't keep acting like a whore or I'll turn into one, right? \n[14]Goodnight, Rocky. \n[15]... Fuck you, Creepo!!! ", "CLEANER": "\n[1]Hey, whatta ya doin' here -- we're closed... Yo, we're closed! \n[2]Hey, the rink is empty 'cause we're closed -- ya ain't allowed in here so do me a favor an' not stay here. \n[3]Yo, pal, what's with you -- The place ain't operatin'. \n[4]This a con? \n[5]Few minutes? \n[6]Ten minutes for ten dollars. \n[7]Nine minutes! \n[8]Eight minutes! \n[9]Seven minutes! \n[10]Six! \n[11]Cost ya a buck. \n[12]Here -- Three minutes. \n[13]Time! \n[14]That's ten bucks. \n[15]... How 'bout for the Cokes? ", "COMMENTATOR": "\n[1]How was the flight, Champ? \n[2]Apollo, how would you rate this last British challenger, Henry Wilcoxson? \n[3]You're referring to the much publicized bicentennial fight? \n[4]Still to be held in Philadelphia? \n[5]Where're you off to now? \n[6]Any quick advice for young boxing hopefuls? \n[7]Jerry Simpson at Kennedy Airport with the Champion, Apollo Creed. \n[8]... Unfortunate luck for fifth-ranked heavyweight, Mac Lee Green.  The slugging fighter acquired a serious fracture in his left hand after an aggressive day of sparring -- Champion Apollo Creed says he'll be 'shopping for another victim,' to fill Green's vacancy for the Bicentennial Championship Fight to be held in Philly next month... By the way, rumor has it that this will be the most widely-viewed sporting event in the entire world -- and that includes the Super Bowl, folks... Today U.S. swimmers set a new... \n[9]A Bicentennial Fight -- January first.  It will be the first sporting event on our two hundredth birthday and is already being called by many the greatest farce in sports history.  If this man lasts more than a minute I would say he's on borrowed time. It's matches like this with their exorbitant prices that give sports a bad name -- Not only is this match bad, people, it's sad!  Why a Rocky Balboa?  At the State Athletic Commission, Larry Duggan reporting. \n[10]Just relax, Mr. Balboa -- Today we're here with heavyweight challenger, Rocky Balboa.  The reason we are standing in a refrigerated box is that Mr. Balboa has an unusual method of training and in a moment he is going to demonstrate it for our viewing audience -- But first, Rocky, how did you ever come to train in an icebox? \n[11]Is this a common training method -- I mean do other fighters pound raw meat? \n[12]Would you give us a demonstration? \n[13]... Diane Lewis in the meathouse with the Southpaw, Rocky Balboa. ", "MIKE": "\n[1]It ain't your locker no more. \n[2]Listen, I'm with you -- But ya gotta talk to Mickey -- I put ya stuff in the bag over there. \n[3]Hey, Nobody -- Yeah, you, Nobody -- You don't call me Peanut. \n[4]Yeah -- See the fight last night?  Apollo Creed beat that English guy bad. \n[5]Hey, Rock -- What happened? \n[6]You'll be a very dangerous person. \n[7]... we got visitors. \n[8]Don't chance it, man -- He's sick. \n[9]Why you tryin' to cut 'im, man! Back off, scumbag, or I'll bite your face! \n[10]Ya sappin' his strength -- He's losin' steam. \n[11]No more, ya wanna lose an eye? No more. \n[12]Ya gave it ya best shot! ", "DIPPER": "\n[1]... I dig yo' locker, Man. \n[2]Ya nothin', Boy! \n[3]I say ya nothin'! \n[4]I'm happenin'!  This pig is takin' my shot -- I iz a contender.  He's nothin'. \n[5]Spar me in front of these here TV dudes -- I knock ya ass to Jersey! \n[6]Yo' know I iz the best man here!  Yo' said so yoself! \n[7]Don't mouth me, old man, I'll knock yo' out too.  C'mon, wop, spar me, let everybody see who's got the heat around here. \n[8]Man, yo' best keep them cameras out!  Fight me, boy! Let Creed here see the kind of punk he's fightin'! \n[9]Yo' yellow, old man. \n[10]If yo're afraid to fight me, then get down an' kiss my feet, boy. \n[11]... Now, boy, kiss my feet. \n[12]... Kiss 'em. ", "ANNOUNCER": "\n[1]Winner, Rocky Balboa -- Next a six rounder between local lightweights. \n[2]Ladies and gentlemen -- Welcome to the Bicentennial Heavyweight Championship Fight... We are very proud to have with us four former Great Champions... Ladies an' gents, 'The one and only 'Manassa Mauler' -- Jack Dempsey!' \n[3]Former Middleweight Champion -- 'The Bronx Bull' -- Jake LaMotta! \n[4]The man with the big punch -- Everybody's favorite, 'The Brown Bomber ' -- Joe Louis! \n[5]Now, last but certainly not least -- the former Heavyweight Champion, a son of Philly, Smoking Joe Frazier! \n[6]... Now for the evening's main event -- In the corner to my right, The Challenger, wearing white trunks -- At one hundred an' ninety-one pounds, one of Philly's own sons -- 'The Italian Stallion,' Rocky Balboa! \n[7]In the far corner, wearing red, white an' blue -- Weighing in at two hundred and ten pounds -- Undefeated in forty- six fights -- the Heavyweight Champion of the World -- 'The Master of Disaster' -- Apollo Creed! \n[8]Attention, please!!  Attention!! Ladies and gentlemen, tonight we have had the rare privilege to have witnessed the greatest exhibitions of stamina and guts ever in the history of sports. \n[9]Ladies and gentlemen -- We have a split decision! \n[10]Judge Walker scores it eight- seven Creed... Judge Roseman scores it eight-seven Balboa. \n[11]Judge Conners scores it nine- six Creed... Winner and still Heavyweight Champion of the World, Apollo Creed! ", "FATS": "\n[1]Don't hit the face!  Not the face!! \n[2]Honest to God I'm broke -- Gimme a break. \n[3]Please, I need my hands to work -- Christ, don't bust my thumbs. \n[4]Bob. \n[5]That's it, I'm broke. \n[6]That's it. \n[7]You have my food in ya hand. \n[8]I know the juice is climbin' -- I been workin' six months just to pay the damn interest. \n[9]Waits! -- Be smart.  Ya don't have to break nothin' -- Here, take my coat, it's worth fifty-sixty dollars.  It's yours. \n[10]See, ya a smart guy, Gazzo's don't have to know nuthin'. I'll go tape up the hand like ya broke my thumb.  Gazzo won't be wise to nothin' -- Be a smart guy, keep the coat, we'll fake like ya broke the hand. \n[11]No - no - no - Please - Please - Please don't... ", "CHIPPED TOOTH": "\n[1]Yo, Rocks, buy us sum wine, man. \n[2]C'mon, man, it's cold, man. \n[3]Yo, Rock, gimme a dollar. \n[4]'Cause we dig ya, man -- Gimme a dollar. \n[5]Hey, give Rocky a dime. \n[6]So he can call all his friends. \n[7]Buy us some Thunderbird, man. \n[8]This is our place, dig! \n[9]We'll kill you, man -- We gotta gun. ", "BODYGUARD": "\n[1]Did ya get the license number? \n[2]... Of the truck that run over your face. \n[3]... A meatbag. \n[4]Hear she's retarded. \n[5]Take 'er to the zoo -- Retards like the zoo. \n[6]I don't like ya face. \n[7]Kiss my ass. \n[8]He's a bum -- are you kiddin? ", "COMMENTATOR #2": "\n[1]Thank you, Bob.  The electricity is everywhere tonight.  Rocky Balboa, a fifty-to-one underdog, is living a Cinderella story which has captured peoples' imaginations all over the world -- to quote a popular sports magazine, 'The fighting style should be 'The Caveman Against the Cavalier.' From the increase in sound it appears the challenger is now approaching the ring... His record is forty-four wins, twenty losses and thirty-eight knockouts. \n[2]You could go deaf with the noise -- it undoubtedly means Champion Apollo Creed is heading towards the ring -- \n[3]It's been confirmed that it is definitely an impersonation of George Washington -- a great way to start 1976 off. \n[4]You look in great shape, Joe. \n[5]The Champion is smiling and toying with the man -- trying to give the fans their money's worth and make a show of it with the badly out-classes challenger -- Another left to right combination.  I feel sorry for -- \n[6]If you had asked anyone who knows boxing, they never would've predicted a first round knockdown and the second round punishment to the body of the Champion... Most fighters will tell you, receiving a good body punch is the next worst thing to dying. \n[7]There's no way Apollo expected this kind of hitting power. \n[8]Not only has he refused to fall, but he has beaten the Champion's body without mercy and the bout has become a vicious slugfest. ", "ANDY": "\n[1]That was alotta crap to go through for a dinner invite. \n[2]Nobody cares what's happenin' in the world of sports nomore -- Downhill.  Baseball, downhill -- Basketball, downhill.  Football's goin', too.  Bank on it.  Baseball use to be America's best sport... Sure -- Nuttin' like squattin' through a great double header, but now baseball's all business. \n[3]Where are the real fighters? The pros.  Today we jig clowns. \n[4]Yeah. \n[5]Yo, Rock, you ain't happy with yourself?  Fine.  But me, I gotta business here -- I don't need to take no shot. \n[6]Take a shot, he says! -- Sure, I'll take a shot! \n[7]... The Rock's got real stones. ", "REPORTER": "\n[1]Set the camera up over there. We're from Channel Seven -- Covering the pre-fight training. \n[2]We're here at Goldmill's Gym -- A Philadelphia landmark of sorts since 1929 -- The stench of toil permeates every corner.  The sweat a trademark of a unique profession... Yet, the most unique fixture is an unprecedented 50 to 1 underdog heavyweight named, Rocky Balboa. \n[3]So much has happened lately -- Has it changed your life style much? \n[4]How're you preparing for this Bicentennial bout? \n[5]We can cut that out later. Apollo Creed says he'll let you stay three rounds before he puts you away. \n[6]Do you feel you have a chance? \n[7]Do you have anything derogatory to say about the Champion? ", "MAYOR": "\n[1]Sit down, Rocky. \n[2]I've been going over your record -- You've been the busy type -- Nineteen arrests -- probation three times -- expelled from seven public schools in 1964 and '65. \n[3]I'm a very busy man, but I just wanted to remind you that you'll be setting an example for thousands of guys like yourself and maybe start them off in a new direction and give our police force a break -- I also hope you try your very best and bring pride to Philadelphia. \n[4]Would you stand up, please. \n[5]Thank you for coming by, Rocky -- good luck. \n[6]Wait... After the fight you'll have nearly a hundred and fifty thousand dollars -- What do you plan to do with it? "}}