{"dialogues": {"SAM": "\n[1]No... \n[2]Sorry I'm late... \n[3]Who else would you be? \n[4]I know cops -- and you're no cop. \n[5]No thanks. \n[6]He trusts you to lock up? \n[7]I got this gig through a contractor. And he most definitely didn't know who was doing the hiring, only that they were paying a lot of money... \n[8]So none of us knows who's paying the freight, this is just some anonymous job. For all we know, we're working for different people. \n[9]Knock it off! \n[10]The point remains: we could be working for different people.  There's a chance for one of us... Maybe more than one of us -- has been paid to cross the others.  I don't know about you guys, but I like to know who I'm working for.  It can help prevent a great deal of... ...unpleasantness. \n[11]Sam.  I'm a weapons guy. \n[12]Once. \n[13]Coordinate what? \n[14]You shoot alright. \n[15]All in the stomach, though.  Your man might live. \n[16]Long enough to shoot back. \n[17]It's been known to happen. \n[18]My way is better. \n[19]Where to? \n[20]I can do that. \n[21]What's he saying? \n[22]That's what I thought. \n[23]As in, they own it? \n[24]And I suppose he's saying that we oughta give them something for using it, huh? \n[25]I don't.  But the language he's speaking is universal. \n[26]I guess we oughta give them something... \n[27]Oh man, I am sorry about that... Let me give you a hand. \n[28]What'd you say to him? \n[29]Jujitsu. \n[30]Not at all.  Similar, but not the same. \n[31]One's a lot more painful than the other. \n[32]Could I get one of those? \n[33]I have, I don't know, maybe a cigarette a week. \n[34]I do. \n[35]It has it's moments. Course, you get cancer and die, that's the down side. \n[36]So, Vincent: why bring me along for the ride?  Job like this calls for a warm body, somebody who can stand around and look threatening.  A tough guy. \n[37]Exactly.  Why not bring them? \n[38]Watch that one, he's an ex-spook for sure, maybe Stasi, maybe KGB.  He's smart, Gregor is. \n[39]Deirdre?  Smart, yeah, and seriously goddamned dangerous. \n[40]I've wondered that myself.  None of this answers my question, though... Why bring me? \n[41]Who am I? \n[42]That's right: there's not hardly enough work these days, nothing that pays the big money, anyhow.  Then along comes this job, paying so much goddamned money I couldn't afford not to take it.  Somebody's paying through the nose for this. \n[43]Whatever it is it must be goddamned priceless. \n[44]They'd have to keep something like this under lock and key in New York, and it would still get fucked up. \n[45]What's going on? \n[46]See what? \n[47]You told him I was a cop? \n[48]He asked you to? \n[49]You need to know a lot of shit, Vincent. \n[50]Now would be a good time to get the fuck out of here. \n[51]You know, what you pulled back there, that was bullshit. \n[52]Well I ain't a cop. \n[53]Know what? \n[54]I saw you look off when Francois nodded his head.  I figured he wasn't pointing out a particularly rare shrub, and the rest was easy. \n[55]Because that's what I would have done... \n[56]What I did back in the park I did because we're working together -- we're on the same team. This is business -- this is work.  We did it together, we share the spoils, even split. \n[57]Whatever you say. \n[58]Hazard pay... \n[59]We weren't real thrilled about it either... \n[60]I didn't think to see you again tonight. You were pretty pissed. \n[61]Is that right? \n[62]Part of me says I should just look at this as a perk.  You know, a bonus.  But then I remember you're you -- Deirdre who used to belong to the IRA -- and it occurs to me that deceit and subterfuge come very naturally to you. \n[63]And when I consider that, I have to wonder if you don't have some ulterior motive for being here, with me, right now. \n[64]No goodbye? \n[65]You don't have to explain yourself to me, Deirdre. \n[66]You're a hired gun, Deirdre -- just like me. \n[67]Duty calls? \n[68]...While I back him up, making sure to get the package if something goes wrong and somebody takes Swede down. \n[69]It's a cocktail.  Mostly demerol, cut with a little crank because we might need you awake in the real near future. \n[70]Both of you... \n[71]...put your guns down and chill out. \n[72]Like it or now, we're on the same side: we're here and the package isn't. You're not the boss any more, you're our partner.  So tell us what you know, so we can figure a way out of this mess. \n[73]Now, what did we steal? \n[74]Because if they had she'd be gone along with the package, instead of sitting here with us. \n[75]Gregor's cell phone... \n[76]Did he bring that with him? \n[77]Check this out. Gregor's a spook, or he was one until recently.  When he was a spy he lived the life -- you know, a prince in some Eastern Bloc country where nobody had shit and Gregor had everything.  Then the wall goes down.  No more Cold War.  And Gregor is out of a job.  No apartment, no special stores with Western food and video tapes.  I would bet dollars against shit that Gregor liked that phone and he doesn't want to give it up.  And I wouldn't be surprised if he's arrogant enough to think... \n[78]What's going on? \n[79]I came up here to sneak a smoke. \n[80]I hope you don't mind I took your pack. It was on the table. \n[81]I borrowed that, too... \n[82]I have a feeling I'm about to start buying my own. \n[83]It was at that. \n[84]I've seen a lot of people die before. \n[85]You don't.  You just learn to live with it. \n[86]We live in a singular world, my friend. \n[87]You might be a hired gun, Vincent, but I got a feeling you cost more than two bits. \n[88]He's going back. \n[89]It's Paris.  The route's too indirect for anything else.  A guy like Gregor, he doesn't waste time on this road unless he has to be on it in the first place. Otherwise, he'd be out of the country by now.  He's going to Paris. Now I just hope we can find him before he gets there. \n[90]Whatever you hear, whatever happens, when your partners come back out, you make sure you're here with the motor running. \n[91]After you, asshole. \n[92]You might have been one mean technical spook, Gregor, but you wouldn't have lasted a week in the field. \n[93]Don't talk to me unless you tell me what I want to hear, understand?!?  You have no choice in this, don't think about winning, think about staying alive.  I want the item, and if you don't give it to me, I'm gonna kill you. \n[94]Bullshit! \n[95]Then where is it? \n[96]Sent it where? \n[97]But you can't. \n[98]Hey... \n[99]I didn't save your life back there. Risked it, maybe -- but I didn't save shit. \n[100]You know one around here?  Somebody you trust? \n[101]No hospitals.  I'll fix this myself if I have to. \n[102]Not exactly. \n[103]If I was a cop, a real cop, I'd have busted you a long time ago.  This isn't about you, it's about the job I have to do. \n[104]My job, Vincent, a job you don't need to know about.  I can't go to the local cops -- they'd never be able to get close enough at this point.  It's me or nobody, and I've been on this job too goddamned long not to finish. \n[105]We?  There is no we in my world now, Vincent, just me. \n[106]This doesn't involve you, don't you understand?  I can't even guarantee you any money out of all this. \n[107]You don't have to do this. \n[108]American. \n[109]No booze...Pain's in the mind, and the mind I can control. Alright, let's do it. \n[110]Douse the wound with alcohol. \n[111]Take that sponge and wipe away as much of the blood as you can, keep it clean so I can see. \n[112]Take the clamp... \n[113]Peel back the skin and attach the clamp. \n[114]You see the bullet? \n[115]Good.  Now take the forceps, and remember, Vincent, what we're doing here is routine.  I've done stuff like this at least twenty times in the field.  There are no vital organs where you're working, no major muscles or arteries -- you can't kill me.  Just make sure you've got the bullet before you try to pull it out. \n[116]You think you can stitch me up on you own? \n[117]Then if you don't mind... I'm gonna pass out. \n[118]Some, thanks.  Enough to move on, for now. \n[119]Soon. \n[120]Yeah. \n[121]It gets done now or not at all.  Another couple of days and the parties concerned are gone where I can't get them. \n[122]Vincent doesn't owe me a thing. \n[123]I didn't expect that he would. \n[124]Vincent told you that I'm a cop? \n[125]So this is what, a test? \n[126]If I was healthy, I could take that away from you. \n[127]So what is it you want to know? \n[128]Created? \n[129]Vincent's life is his own burden; he'll have to carry it for himself.  And I'm not any kind of Samurai. \n[130]A Samurai has honor, a Samurai live by the code of Bushido, the way of the warrior.  I'm just a killer for hire. The world isn't about honor, anymore. It's about survival. \n[131]What's the story? \n[132]Gaelic. \n[133]I'm sure. \n[134]Why's that? \n[135]It's the Irish tape we want. \n[136]Seamus Reilly. \n[137]I know of him. \n[138]The Irish representative? \n[139]What's this? \n[140]Thorough man. \n[141]You sure your friend got the right place? \n[142]Do what? \n[143]It's my job. \n[144]Sure I do.  You heard him, you heard the guy -- that's what he said, what Edvard said. \n[145]I'm a field agent -- last of an already extinct breed.  I do dark ops. \n[146]Dark operations.  Wet work.  Kidnaping. Assassination. \n[147]It is at that. \n[148]I never made that claim. \n[149]You were behind the door? \n[150]You would have done that? \n[151]How could you have done that? \n[152]All things come to those who wait. \n[153]They don't have the package. \n[154]You said it yourself: Gregor's not dead. If they had the package, they'd have killed him. They're going to get it. \n[155]Don't do it... \n[156]Oh please..you're on some sort of holy mission? \n[157]Don't even think that I'm buying that. \n[158]I didn't say I was. \n[159]Don't even think it. \n[160]I'd kill you before you had it halfway out. \n[161]Put your seatbelt on. \n[162]I don't know... \n[163]Give me a cigarette. \n[164]Gimme a goddamn cigarette!!!! \n[165]Nice place. \n[166]Business keeps you on the road? \n[167]I know I don't need to say this to you, but I need to say it to you. This is my job, I have to do it. \n[168]No you don't, and you know it. \n[169]In a minute. \n[170]Yeah.  We need out fucking heads examined. \n[171]Not here.  They might see it. \n[172]Time to quit. \n[173]Not just like that... Just before I turn around and it's six months from now and the first thing I do when I wake up in the morning is light a cigarette. \n[174]Would you stop with that... \n[175]The mark of a true Samurai. What I do for the Company, Vincent, is no different than what you do.  We're both hired guns, and this is a job -- like any other job. \n[176]Because I don't walk away. \n[177]It's the one thing I've got left to hold onto. Jean-Pierre is one of your closest friends, is he not? \n[178]And yet you would have killed him to save my life. You have a sense of honor, Vincent, that I can't even remember anymore.  I don't know that I ever even had it to begin with.  All I know to do, Vincent, is to finish my job. \n[179]That's a good question. \n[180]No, I don't. \n[181]I'm on point, Vincent. \n[182]Let's work our way through the building. I'll take one wing, you take the other. \n[183]Watch your back, Vincent. \n[184]Go on, them... \n[185]I'll work on it... \n[186]That's me. \n[187]Let's get him out of here... \n[188]And now... \n[189]Deirdre, wait up -- \n[190]Are you alright? \n[191]I'm sorry, I can't allow that. \n[192]Call that number and ask them what you should do. \n[193]Thank you very much. \n[194]Here and there, I guess. \n[195]What? \n[196]What of it? \n[197]You don't owe me a goddamned thing, Vincent, and you know it.  You stepped in front of a bullet for me. I owe you a heavy debt. \n[198]You better get some sleep, alright? \n[199]I don't know.  Nobody knows, except a bunch of people who are too dead to tell us.  There's probably a couple of guys back at the Company who know, but I don't think they plan to tell me anytime soon. \n[200]Gone.  Destroyed. \n[201]It's what you would have done. \n[202]I told you, I quit. \n[203]Not me.  You work too often with the same people and you become friends -- clouds your judgement. \n[204]How much does it pay? ", "VINCENT": "\n[1]Football -- American football -- is a game for faggots. \n[2]What makes you think we're here to meet you? \n[3]Perhaps the police? \n[4]Cigarette? \n[5]Let's just say he knows who I am. \n[6]The question isn't what we're waiting for... it's who. \n[7]I'm Vincent.  And I coordinate. \n[8]Things.  This is my country, you know. \n[9]Of course. \n[10]And what is it you do? \n[11]Let's go for a ride. \n[12]To see a man about a thing. \n[13]Pretty much what you'd expect. \n[14]He says this is their block. \n[15]Something like that... \n[16]I didn't know that you spoke French. \n[17]If you think we should. \n[18]I asked if we could give him anything else. \n[19]That was a nice move you did on our young friend.  Judo? \n[20]Same thing, isn't it? \n[21]What's the difference? \n[22]Help yourself. Since when do you smoke? \n[23]A cigarette?  As in one? One cigarette a week, who smokes like that? \n[24]Christ, I smoke a pack-and-a-half a day, and I tell myself I could be worse. It's just so damned pleasurable. \n[25]There is that. \n[26]Like Larry or Swede. \n[27]Let's just say I thought the conversational possibilities were limited.  Of course, I might have brought Gregor, but he didn't seem like the right candidate -- for this. \n[28]So is the woman. \n[29]I wonder if she truly left the IRA. \n[30]I wanted to see who you were. \n[31]You were once some kind of special forces.  Airborne Ranger, maybe a Navy SEAL.  After that you rode shotgun for the CIA in some place like El Salvador or Afghanistan, a real mercenary. Only now -- now you're like the rest of us, it's a very competitive market since the end of the cold war.  There's a lot of hired guns out here, and not nearly enough work to go around. \n[32]They certainly are.  Whatever it is we're going to steal, it must be quite something. \n[33]Lovely, isn't it? \n[34]Do you have it? \n[35]He's company. \n[36]What do you mean? \n[37]I just wanted to see something. \n[38]I needed to know. \n[39]Here's yours. \n[40]What's that? \n[41]I take it you still want the money... \n[42]Where's my information? \n[43]Then you better find it in your heart to tell me, Francois, because while your death is inevitable, it still isn't decided how painful it's going to be. \n[44]I needed to see if you were a cop. I'm a popular man with the police, Sam, and whenever they try to catch me they always do it with an inside guy -- some man on some job who seems more trustworthy than all the others put together.  And that's the guy you have to watch out for. I hate cops... \n[45]How did you know? \n[46]That there was a gun pointed at me. \n[47]But how did you know I would have the presence of mind to pull my weapon when I did? \n[48]You saved my life back there in the park. I know this doesn't begin to make it right between us... \n[49]I owe you a heavy debt. \n[50]We kept it... \n[51]While Sam and I take out the back two cars... \n[52]And then Sam, you and I clean up whatever's left to be cleaned. \n[53]Finding this package is a thing easier said than done.  We don't even know what it is. What did we steal? \n[54]When this whole thing started you made it clear: you're running the show.  And I don't believe you'd be running this show if you didn't know what was going on. \n[55]And I don't believe you... \n[56]I don't want you dead, woman, I want the the truth! \n[57]Who do you think, Larry?  The IRA. \n[58]The question still remains: what do we do now? \n[59]You weren't around when I woke up, I thought maybe something had happened. This has been one very fucked up job, Sam, and I'm not taking any more chances on anybody... Including you... \n[60]You were smoking? \n[61]Please, help yourself.  Smoke as many you'd like. \n[62]Of course...whenever you feel like it just help yourself. \n[63]That was a bad bit of business, today. \n[64]A lot of people died. \n[65]I haven't.  Not like that.  How do you get used to it? \n[66]I won't lie -- there have been times when I had to do it, times when the only way to get out alive was to see that the other man didn't. \n[67]I never really thought I was part of the world you move in, Sam, to tell you the truth. I'm a hood, a thief.  Big time in a small time king of way.  To the local police I'm a prize, to the local hoods I'm a legend.  But to a guy like you I'm just another two bit hired gun. \n[68]He's going north. That's Aix en Provence, where he used the phone. \n[69]Not necessarily.  He could go off road at any number of places.  He might not even be in the country anymore. \n[70]I hate to interrupt a conversation of such cultural depth... \n[71]...but we've got to get back on the road. \n[72]We've got him. \n[73]I know those men. \n[74]Don't even think it. \n[75]You're a cop...you're a fucking cop...I should kill you. \n[76]Vienna. \n[77]That double-crossing bitch. \n[78]That makes twice now you've saved my life. \n[79]You see it your way, I'll see it mine. You need a doctor. \n[80]No...I thought I'd take you to the hospital. \n[81]Fix it yourself? Why are we even doing this?  There's no need to run, Christ... You're a cop. \n[82]You're with Interpol -- you're a cop. \n[83]And what job is that? \n[84]It looks to me like we're all that's left of our group. \n[85]I'm going with you. \n[86]It isn't about money for me, not anymore. \n[87]Yes I do. \n[88]Hello, Jean-Pierre. \n[89]It's right there, beneath the surface.  I can just make it out. \n[90]Alright, it's done. \n[91]Clearly. \n[92]A souvenir... \n[93]Yes, Sam's tough alright. \n[94]Of course.  Don't you? \n[95]Not exactly. \n[96]How did you know? \n[97]I'm alright.  And you? \n[98]A friend.  I was telling him about how you always have the latest tapes. \n[99]I was wondering if you had any movies that were particularly new. \n[100]Do you have the tape? \n[101]You said you might know where we can get a copy of this tape? \n[102]Can you get it? \n[103]You know him? \n[104]I get the picture. \n[105]Tony and I have to talk some business, first. \n[106]It's a matter of respect. Why don't you wait outside, this won't take long. \n[107]Yes. \n[108]The address of the Russian production company.  Just in case we need to find them. \n[109]If Tony says this is it, then it's it. \n[110]Tell me, Sam: why do you do this? \n[111]Continue when it would be so much easier to give it up. \n[112]Then quit. You don't work for Interpol, Sam. \n[113]It's a cover, then.  A cover within a cover, a feint within a feint. You work for the CIA, it's the only possible answer. \n[114]Dark ops? \n[115]Very ugly. \n[116]Not very zen of you, huh?  Not so much the modern Samurai after all. \n[117]I know.  Jean-Pierre did. \n[118]I was waiting to see what would happen. I didn't want to kill him if I didn't have to. \n[119]I would have tried not to.  But yes, if it would have kept him from shooting you, I would have. \n[120]Because I owe you. Look at that... \n[121]He's not dead. \n[122]You think? \n[123]What the fuck happened? \n[124]You don't know?  Bullshit, you had her, there was no way out. \n[125]Why didn't you kill her? \n[126]You slept with her! \n[127]You slept with her! \n[128]You put everything on the line because you... \n[129]Fuck... \n[130]Left left left!!! \n[131]Right now? \n[132]Why are you driving? You're not French, you don't live here, you don't know these roads.  Why are you driving? \n[133]We don't have much time. \n[134]I'm not here very much. \n[135]Something like that. \n[136]So I do it. \n[137]If our positions were reversed, would you leave me? \n[138]I think not. \n[139]Do we need anything else? \n[140]If I'm going to die for the CIA, I'm going to go out smoking. Besides, there's half a forest between us and them, they can't see a goddamned thing. \n[141]Just like that? \n[142]What of it? Samurai pain in the ass. \n[143]Why?  You've got more force of will than anyone I've ever seen.  You handle a gun like it's a part of you, you perform surgery on yourself without anesthesia... And most amazing of all, you quit smoking, just like that. \n[144]Why then, Sam, don't you act like this is a job like any other?  Surely, if you are a hired gun, you realize that some times you just have to walk away without getting what you came for. \n[145]Why not? \n[146]Closest and oldest. \n[147]And when you finish?  What then?  This package, whatever it is, do you give it to the CIA?  Do you really think they deserve it? \n[148]Do you have a good answer? \n[149]That's one less I owe you... \n[150]You have to stop doing that! \n[151]Finish the job... \n[152]Finish it! \n[153]I'm really sick of you saving my life.  Go out and get the bastard. \n[154]You son-of-a-bitch... \n[155]You speak French. \n[156]Nothing... \n[157]\"Your field dressing saved his life.\" That's three I owe you. \n[158]I know. \n[159]Tell me something first. The package: what was it? \n[160]What happened to it? \n[161]I guess that's for the best. \n[162]Sam, when Gregor had Deirdre by the lake, you could have killed the two of them with one shot.  You could have had the package, finished the job.  But you didn't, you sacrificed the job to save her life.  Why? \n[163]Would you just smoke already... \n[164]Just to keep me company, Sam -- I hate smoking alone. How about you?  I thought all you IRA types smoked. \n[165]So where do you go from here? \n[166]I'm up for that... \n[167]She's got a point. Besides, I know of a job that's available. \n[168]We have to go, Sam, we can't be here. \n[169]Let's go!! \n[170]Doctor's orders... \n[171]Goodbye, Sam... ", "DEIRDRE": "\n[1]Can I help you? \n[2]I'm here... No, it was nothing. \n[3]It's good to see you've all got such faith in our little undertaking. \n[4]The name is Deirdre, and I'm running this show. \n[5]Not likely.  Once, yeah, I was -- but there wasn't an inch of profit in it, and I'm a cash oriented girl, if you take my meaning.  I'm a hired gun, same as the rest of you, and that's all any of us needs to know about the other. \n[6]From here on in you want something you pay cash for it: no credit cards, no bank accounts are in place: ten percent up front, the rest when the job is done. You.  What do you do and what should we call you? \n[7]You were a soldier, were you? \n[8]And who are you? \n[9]Coordinate all you want, but make sure whatever you do gets cleared through me. Are we in sync on this, Vincent? \n[10]Is it alright? \n[11]Good, because it cost enough.  There's cheaper phones by far than that one, man: you better fucking use it. \n[12]You sure about this? \n[13]But would you stake your life, that's the question... \n[14]Next one of you fuckers plays this game I'm going to do for you myself.  I won't say it again: we don't have time for this shit!  There's a clock running on this job, gentlemen, and I mean to be on schedule. \n[15]What'd you do with the money? \n[16]Is that right? \n[17]The two of you were supposed to go to a simple meet and come back with a simple piece of information, and instead you went to fucking war... \n[18]The deal?  The deal is we leave for Nice at first light. \n[19]I feel as if I've wandered onto the set of Enter The Dragon.  Could you teach me to do that? \n[20]I still am. \n[21]That's right. \n[22]Nobody's saying they don't. \n[23]I probably do. But for the time being, I'm willing to forget about it... \n[24]Look, Sam, don't take it the wrong way when I tell you we won't be doing this again. \n[25]I know I don't have to, Sam, it's just that, for once, I want to.  when I was a - Patriot, it was a given I'd sleep with any man it was deemed necessary for me to sleep with.  You know: any man who needed setting up.  Sometimes so we might blackmail him, sometimes so he could be killed. Sometimes so I could kill him myself. IRA isn't exactly an enlightened feminist organization, Sam.  To most of the men I with I was always the girl.  \"Send the girl to do it.\"  \"Tell The girl to take care of it.\"  \"Have the girl fuck him.\" But I look at you and I get this feeling you take me for what I am: no more, no less. \n[26]Exactly.  And last night I wanted to be with someone who was just like me. \n[27]I better be getting that. \n[28]Just business. \n[29]Now then, let's run through it one more time, shall we? What's your job? \n[30]Next. \n[31]Which leads us to... \n[32]Leaving... \n[33]While... \n[34]And then... \n[35]And then... \n[36]Very good.  Now all we have to do is live long enough to get paid. \n[37]Alright, Gregor, I'm... \n[38]Hello gentlemen, are we ready? \n[39]You want to take a left, then, so that you're going west. \n[40]Of course. \n[41]I don't know. \n[42]Well I don't! \n[43]You go shoot me if you want, Vincent, but you'll be dead before I hit the ground. \n[44]I don't know... Well I don't!  It's a goddamned mystery to me just like it is to you. But I do know who we're working for.  My people, and the Russian mob. \n[45]And you believed me? But it wasn't my people who did it. \n[46]Exactly.  Gregor, he was the Russian's man.  It was my people came up with the idea for this run, but the Russians who had the capital to finance it.  Gregor, he was their insurance, and I was ours. Everybody else was supposed to be neutral.  Gregor must've got to Swede... \n[47]That's why you were riding with him. \n[48]I bought it for him -- all the stuff he was using, it was in his contract.  Cost a nice penny, too, especially that goddamned phone: Gregor had expensive tastes. \n[49]That we're too stupid to trace his calls. \n[50]Christ, I was starting to think that the two of you had thrown it in and walked away. There's someone on the phone downstairs asking for you, and my somewhat limited French leads me to believe that he might have something to tell us about Gregor. \n[51]Oh shut up... \n[52]If somebody else doesn't find him first. \n[53]Some places, not all.  Italy, for instance, they're serious about their food.  But try bloody Britain, anywhere in the U.K., you don't get much fancier than a deep-fried bar egg.  Food's not our thing, you see. \n[54]Best beer in the world known to man or God. \n[55]Budweiser?  You talk to me of beer and you've the unbridled gall to mention Budweiser in the same sentence?  That's not beer!  Christ, it's not even a poor excuse for rabbit piss. \n[56]I drink what every civilized man, woman and child in the world drinks: Guinness. \n[57]Gregor's fine... \n[58]Cold cocking the poor son-of-a-bitch would have sufficed, Seamus, don't you think? \n[59]When we're done with this, I want to do for that one myself. \n[60]And what's that supposed to mean, Seamus Reilly? \n[61]So you thought that maybe I'd grown too attached to this charade I've been playing, is that it? \n[62]Not to me, you know that. \n[63]I guess you don't know me, then, if you think I won't kill you for an insult like that! \n[64]Remember what we agreed on, Seamus: when we get home, I don't play \"the girl\" again. \n[65]Where's the case? \n[66]Would somebody tell me what fucking well happened in there? \n[67]Well, if it isn't Mr. Interpol himself. I can't believe I misjudged you like I did. \n[68]I'm a patriate. \n[69]Where do you get off saying word one? All the time pretending to be one of us, it's the same thing we were doing, Seamus and myself.  And here you are so high and mighty, like you're so different from the rest of us. \n[70]Bloody fucking hell... \n[71]They're part of the team.  One of them's the guy I told you about. \n[72]That's him. \n[73]I told you: they're good... \n[74]You lose them! \n[75]Not yet... \n[76]They're good! \n[77]You better be careful, Seamus, before something happens a plastic surgeon can't fix. \n[78]You're thinking with your gun, Seamus, and not your head... \n[79]No, Seamus.  I heard you the first time. \n[80]That fucking figures... \n[81]You two stay here and watch our mutual interest. \n[82]Let it go, Sam, walk away. \n[83]God damn it! \n[84]Seamus! \n[85]I'm no girl, Seamus... \n[86]And you ain't nobody's people. \n[87]Sam... \n[88]He's got the briefcase rigged to explode five seconds after anybody other than himself tries to open it. \n[89]Don't do it, Sam! \n[90]He'll kill me anway, Sam, shoot though me and kill this fucker. \n[91]Alright?  It's bloody fucking freezing in here! \n[92]Only the stupid ones.  Cigarettes kill more patriots than bullets. Besides, I'm not IRA no more. \n[93]I don't know.  I was thinking...Maybe the three of us might partner up -- guns for hire, that sort of thing. \n[94]Come off it, Sam -- if we weren't friends already we wouldn't be here now, would we? ", "GREGOR": "\n[1]Whoever hired us. \n[2]Now that is an interesting proposition. \n[3]Because if there's more than one party involved, if we really are working for different people, then perhaps some of us are on different sides. Your orders might be different from mine. \n[4]Why don't both of you shut up? Fuck you! \n[5]Who are you?  IRA? \n[6]These days they they call me Gregor -- and I'm a tech.  I do electronic work, surveillance, computer runs. \n[7]It's quite satifactory. \n[8]I intend to.  This phone is wired like no other: it's got an encryption chip and instant sat-a-link recognition, it can talk to any computer in any language and make it understand.  With my custom hardware and this phone I can trace the target's cell phone signature and follow him anywhere he goes... \n[9]I'd stake my reputation. \n[10]In this business, your life and your reputation are more often than not one and the same. \n[11]I would imagine that the great satisfaction in all of this will be killing the American. \n[12]A means to an end, is that it? \n[13]Then I guess we're set. \n[14]What's that? \n[15]What are you doing? \n[16]Nobody's going to do that! \n[17]I need you, Swede, I can't do this without you! \n[18]I do, I do... \n[19]I use my cell phone to get computer access to the telecommunications satellite used by our target.  I trace his cell phone signature and use it to pin point his location as he moves through Nice, relaying that information to you. \n[20]Ready when you are... \n[21]It's a beautiful street, no? \n[22]Always in a rush, you are.  All these years I've known you, you could never wait for anything. \n[23]Do you really think so? \n[24]Relax! \n[25]Look over there. \n[26]Do you see that one?  The girl in the light blue dress? \n[27]To make a point.  I don't know her, and I was ready to splatter her brains all over the sidewalk. I don't particularly like you, so imagine what I'll do if you try anything... \n[28]It's under your seat. \n[29]As my American friend Larry would say: are you fucking deaf?  It's under your seat. \n[30]It's done. \n[31]Much to your disappointment, no doubt. \n[32]I'm in the middle of saving you people a great deal of money -- the least you could do is have the decency to pay me! \n[33]What I do is none of your concern.  What you should do is wait for my next phone call.  I'm going to find a place where I can tilt the field in my favor.  When I'm ready, I'll call you and tell you what I want you to do. \n[34]Thank you, gentleman, that will do nicely. \n[35]Edvard, is that you? \n[36]I'm touched, really, that they'd send someone of your caliber.  It's nice to know that they didn't make the mistake of underestimating me twice. \n[37]I'm sure.  But I'm sorry to say that it's too late for trust: we have a serious problem. \n[38]Really?  Do you have the money with you? \n[39]You first, Edvard. \n[40]I think not. After you... \n[41]I don't have it with me... \n[42]I swear... \n[43]I sent it to myself in Paris. \n[44]A post office box. \n[45]There's a problem... \n[46]The package didn't come.  I'm sure it will tomorrow. \n[47]I swear, it has to come here!  It has to... \n[48]It is, I'm telling you it is!! \n[49]No, Mikhi, I wouldn't. Since I won't speak your language, and you can't speak mine, English will do nicely. \n[50]Edvard said the same thing about you before he died. \n[51]Enough! \n[52]What is he doing here? \n[53]But you hate each other! \n[54]So, you've got it all figured, do you? \n[55]I think not. I have, of course, taken the precaution of wiring the briefcase to explode five seconds after it opens.  Unless, of course, I deactivate it before it goes off. \n[56]Should any of you decide to rush me, I'll kill myself and whoever happens to be near me at the time. \n[57]I'll destroy whatever's in the case. \n[58]We'll die if we stay here! \n[59]You might have made a good field agent you arrogant American prick, but you're not smart enough to go up against me. \n[60]Go ahead, shoot... Shoot and kill the bitch, I don't care. And yet you don't shoot.  Interesting. Put down your weapon and walk away. \n[61]Shut up! ", "LARRY": "\n[1]You wanna know what football is?  It's hitting the other guy dirty and then spitting in his face when he's down. Football is all things American, and American is A-Number-One the absolute fucking best there is.  That's what football is... ...And that's not football. \n[2]Anybody wanna tell me what we're waiting for? \n[3]And who the fuck is that? \n[4]What're you talking about, man?  I don't understand. \n[5]I got a surprise for you, blondie... \n[6]Anybody tries to unpleasant me I'll put two between his eyes -- one to do the job and the other to make sure it takes. \n[7]Who the fuck are you? \n[8]I drive -- and my name is Larry.  Larry from the States. \n[9]Who's they? \n[10]Gets the job done. \n[11]Not for long. \n[12]Is that right? \n[13]Why don't you go do better, then... \n[14]Yeah, well...  My way works too. \n[15]Who the fuck died and appointed you food czar? \n[16]And you could stand to get a little smarter, ain't that right you dumb blonde fuck? \n[17]So what's the deal? \n[18]What'd you guys do? \n[19]You call me with the target's route, I follow along until we've reached the attack point and then I run his squag ass off the road. \n[20]Eat shit and die slowly... \n[21]I blast the lead car into oblivion... \n[22]Then Swede and I split with the package and meet you back at the rendezvous. \n[23]Where is this broad? \n[24]Is that right? \n[25]Not in mine. \n[26]I don't think so. \n[27]He just...I don't believe that son-of- a... \n[28]We've been crossed... \n[29]What is this? \n[30]Fine with fucking me, we got work to do. I don't care what it takes, we are getting our property back and putting it into the hands of the people who are gonna pay us a great deal of money when we do.  I don't know about the rest of you guys, but I'm not the kind of guy to just sit back and take it in the ass. I don't mean that in, like, a literal way... \n[31]Your people?  Who the fuck is your people? \n[32]How do we know that? \n[33]I never did trust that blonde fuck... \n[34]What are you gonna do, call him up and ask him to give us back our shit? \n[35]I'm telling you... \n[36]That I could be dead and I'd drive better than you. \n[37]This...this is incredible. Is the rest of Europe like this? \n[38]What is? \n[39]Best beer in the world?  Budweiser for me, thanks. \n[40]Oh yeah?  Whatta you drink, then? \n[41]I'm driving. ", "SEAMUS": "\n[1]If you want to live you'll do exactly as I tell you. \n[2]Now there's the Deirdre I know. \n[3]It means I was worried that all the time you spent away from the fold might have affected you.  You've been living the life of the hired gun -- the well paid hired gun, I might note.  There's no glory to it, but there are those that like it. \n[4]It's been known to happen. \n[5]I thought I did. \n[6]Just testing, lass.  Forgive me, but I had to do it. \n[7]Problem my ass!  I think you're lying to me, and if you are you're a dead man! \n[8]Nothing. \n[9]If you're lying to me you poor excuse for a human being, I'm gonna blow your brains all over this car. \n[10]Ease up, man...I'm just checking to make sure you're on the level. \n[11]And it seems to me I saw a sign in there that says they got a late afternoon delivery.  Why don't we come back later today and do this all over again, huh? \n[12]What in bloody hell is going on? \n[13]From Interpol? \n[14]Why didn't you kill him? \n[15]How is it these fellahs managed to get the drop on us? \n[16]You should have kill him when you had the chance.  But no... \n[17]You slept with the fucker!! \n[18]This better be the real thing or you're a dead man! \n[19]You've told me a lot of things, boyo... \n[20]Lose them! \n[21]To the right!!! \n[22]About time! \n[23]Good Christ!  Can't you lose these jokers? \n[24]Plastic fucking surgeon? You think I'm going to fix this, Deirdre lass?  It's the mark of the patriot, and I'll wear it like a badge.  As for those who done it to me, I'll take my pound of flesh before this is all over. \n[25]Shut up!!! Shut up and drive!  I'm your superior officer and you will do as I goddamn well say, is that understood?!? \n[26]Do I need to repeat myself? \n[27]The moment of truth, is it? \n[28]What am I doing here?  Why, I'm here to see my partners, Gregor, the boys in the Russian Mafia.  See, your bosses had hoped to screw me by hiring you to pull your thieving double cross.  But they only just found out that what's in the briefcase is completely useless without me.  I can't fight them, and they can't kill me -- that means we're gonna have to do business together. \n[29]What's a little hate between business partners? \n[30]Figured enough to know there's an odd man out and I'm looking at him. \n[31]It looks, Gentlemen, as if we're gonna have to sit down to table and work out an agreement. \n[32]I can't take it anymore. Watch him, man, I'm going out and finish what needs finishing! \n[33]Turn around real slow, and try hard not to breathe when you do it. \n[34]It's you... You're the one did this to my face, are you? \n[35]Have a nice afterlife. \n[36]Deirdre, do for him, woman, put a fucking bullet in his head! \n[37]Do it, for Christ's sake, do it so we can find that stinking Gregor, he's got the bloody package!  For God's sake, you're a soldier... \n[38]You're one of us...You been born and bred with your own people, you can't go against your nature.  C'mon, girl, I'm you're people. \n[39]If you don't, I will... \n[40]Shoot that traitorous bitch and I'll let you live. ", "SWEDE": "\n[1]How so? \n[2]What a surprise... \n[3]They call me Swede. \n[4]Everybody. \n[5]Me? I kill. \n[6]You should watch what you eat. \n[7]I'm just worried about your health, Larry.  You could stand to shed a few pounds. \n[8]Who you calling dumb, dickless? \n[9]I hadn't thought about it.  Understand me, Gregor -- I take no pleasure in killing.  It doesn't bother me one bit, but I don't get off on it. \n[10]That's it. \n[11]There is one other thing... \n[12]Don't cross me... \n[13]Really? \n[14]I just wanted to make sure you knew who you were dealing with. \n[15]Just remember it, then. \n[16]I ride with fat-boy... \n[17]After we stop the target car I get out and use the heavy artillery to kill the driver and his bodyguard. \n[18]...Leaving me to step in, drop the target in the back seat, and get the package... \n[19]Nobody's taking me anywhere... \n[20]You should learn a little patience. \n[21]It's consider a virtue in some corners of the world. \n[22]Not today. \n[23]I don't particularly like killing, tubby, but I want you to know that this one I'm going to enjoy. ", "TONY": "\n[1]Hey, man, they're both great movies.  One is more of a character study, the other is more of a straight action thing, but they're great movies, and he's an amazing fucking filmmaker. \n[2]Excuse me... \n[3]My man, how you doing? \n[4]Doing well. This is? \n[5]Why don't we step into my office... \n[6]So what can I do for you? \n[7]Matter of face there's this flick I've been hearing about.  I haven't seen it, but from what I hear it's pretty cool. \n[8]It's an international thing.  Several different peoples involved, criminals from all over the world, experts brought together to do a job.  But maybe the most interesting thing about it is that preeminent in the plot we find the Russian Mob and the IRA in bed together. An unlikely group of partners. \n[9]I might know where you could get a copy. \n[10]Let me do some business with my boy here, and I'll meet you across the street in five.  I gotta make homes here feel like he's getting a good deal while I give him the pleasure of overpaying me for a couple of second generation pirates. \n[11]What I've heard so far, it's all a lot of talk.  I wasn't so sure what to make of it at first, cause, like I said, the Irish and the Russians are an unlikely mix. \n[12]All depends on whether you want the Russian or the Gaelic language version. \n[13]You sure? \n[14]The Russian would be easier. \n[15]Cause the Russian production company would be easier to find. \n[16]Gonna be tough. \n[17]Last I heard there was a film rep for the Irish players staying at this address, name of Seamus Reilly. \n[18]Seamus Reilly, boy's a serious Irish Auteur -- a real firebrand.  Thinks his more moderate filmmaking brethren have turned to making movies for peace-loving pussies, if you see what I'm saying. \n[19]I gotta try and overcharge him, he has to moan about the price, we settle somewhere in the middle. ", "FRANCOIS": "\n[1]That's good right where you are, Vincent. \n[2]Not so fast. Who's that? \n[3]Bad company... \n[4]He's a cop, Vincent, he's French and he's a cop and you better shoot him in the fucking head right now! \n[5]He wanted to see how you reacted when I said that you were a cop. \n[6]He asked me to say it. \n[7]Are you ready? \n[8]There's been a slight problem. \n[9]If you say a word in English, Vincent, my friend with the high powered sporting rifle will shoot you in the throat. Sorry to screw you over like this, but the information you want might get me killed if I give it to you, and that's a price I'm not willing to pay. \n[10]Of course. \n[11]In here... ", "DAPPER GENT": "\n[1]Do you have it? \n[2]This is important. \n[3]You know it is. \n[4]What are you doing, have you lost your mind?!? \n[5]Why did you do that? \n[6]Enough!  We've been driving for an hour, where is my package? \n[7]What? \n[8]I can't believe you'd do that, Gregor.  I thought I trained you better than that. \n[9]I've never particularly liked you either, Gregor. ", "EDVARD": "\n[1]Yes, Gregor, they sent me. \n[2]That was a mistake, trying to kill you. Mikhi did it without consulting me, I'd have never allowed it. \n[3]We'll double your price. \n[4]Do you have the material? \n[5]Perhaps we could both go at the same time... \n[6]Gregor, are you alright? \n[7]Do you know who he is?  He's with Interpol, the Internation Police.  He's a cop. \n[8]Where do I know you from? \n[9]Of course...I remember.  I quite liked you, I'm sorry to have to do this. ", "MIKHI": "\n[1]Sit, sit... Would you like one? \n[2]Whatever you wish... This has all been a terrible mistake, Gregor.  I wanted to play straight with you, but Edvard insisted we try and kill you. \n[3]I'm shocked, shocked to think that you'd believe him. \n[4]Ahh... \n[5]And more importantly -- \n[6]What was that? \n[7]You'll die if you leave here. "}}