{"dialogues": {"MA": "\n[1]Mind over matter. \n[2]Guess what we're going to make later. \n[3]A cake. \n[4]But for real. \n[5]Come on slow poke. \n[6]You always pick that. But I guess it's your birthday. \n[7]Good choice! \n[8]Off, please. \n[9]Too much TV will turn us into zombies ... Anyway, it's time to mark how tall you are. \n[10]Oh, that's pretty normal. \n[11]Everything's hunky-dory. \n[12]Sorry, I already asked for jeans for you for Sunday Treat. \n[13]You'll be as strong as Samson soon. \n[14]Gigantic. \n[15]Good word sandwich. \n[16]Come on, you can read Dylan yourself. \n[17]Heeeeeeeere's Dylan, the sturdy digger! / The loads he shovels get bigger and bigger. / Watch his long arm delve into the earth, / No excavator so loves to munch dirt. \n[18]Our friend Table... just isn't able. \n[19]Our friend Knife runs for his life. \n[20]Abracadabra! \n[21]Jack - \n[22]Sorry. I have to ask for stuff we really need that he can get easily. \n[23]Try your cake, I bet it's delicioso. \n[24]Next year, you mean. \n[25]But one day the mermaid finds where the fisherman hid her comb. \n[26]So she runs home to the sea. \n[27]Of course she takes her Baby Jack with her. \n[28]No, he's half-merman. He can breathe air or water, whichever. \n[29]... and Edmond swims and swims to the island of Monte Cristo and digs up all the treasure, and ... \n[30]Tomorrow. \n[31]We've brushed our teeth already. \n[32]Jack, it's late. Come on. \n[33]Hey. \n[34]Thanks. \n[35]\n[36]Shh. \n[37]Cheap piece of ... \n[38]Maybe she's tired. \n[39]They'd steal our food. \n[40]They'd bring in germs, bite us in the night. \n[41]No I didn't, he's hunky-dory. \n[42]I swear, he's safe at home with his Ma in the backyard. \n[43]Hey, let's make a UFO with this. \n[44]Because he's not our friend. \n[45]You shouldn't hear what he - You're meant to be asleep. \n[46]He didn't mean it. \n[47]Jack. We can't have a dog. We don't have room - - space, enough space - cooped up in here with the barking, the scratching... \n[48]There is no Lucky! \n[49]He's just made-up, in your head, he's not real. \n[50]Right here in Room. \n[51]We're never anywhere but here. \n[52]Jack. Go to sleep. \n[53]You can open it. \n[54]I guess they still can't hear us. \n[55]Jack! \n[56]Sorry, I burned some cheese. \n[57]I will. I wasn't thinking. \n[58]I know. I'm really sorry. \n[59]The vitamins? \n[60]If we had a better diet, maybe... \n[61]I'm sorry. \n[62]No. \n[63]You. \n[64]What do you mean? \n[65]No, but - \n[66]What are you going to do? \n[67]Are you... looking for another job? \n[68]He's asleep. \n[69]Let's go to bed. \n[70]Now. \n[71]Please. \n[72]Get away from him! Get away! \n[73]Just leave him alone. \n[74]It's OK. \n[75]He's cut the power. \n[76]Lately. \n[77]Lunch! \n[78]We have to use them up before they rot. Once we eat we'll feel warmer. \n[79]Soon. \n[80]Once he's not mad with me anymore. \n[81]Jack.   Think about it. \n[82]No anything. \n[83]Hey Jack. Remember the mouse? \n[84]You know where he is right now? \n[85]On the other side of this wall. \n[86]Oh Jack, everything has two sides. \n[87]No, that's - \n[88]But a wall's like this. And we're on the inside, in Room, and Mouse is on the outside, see? \n[89]No, in the world.   It's much closer than Outer Space. \n[90]But if we were outside in the world, we would, we'd be looking at the other side of this wall, and Mouse lying in the grass with his Ma. We'd see trees and cars and - \n[91]Is it, though? You know when Door opens and the air comes in, the air that smells fresher - that's grass. \n[92]But it's not TV. It's the real world we smell. You're so smart, I know you've started wondering. \n[93]Where do you think Old Nick gets our food? \n[94]There's no magic! Everything we see on TV - it's pictures of real stuff and real people in the world. \n[95]No, sorry, not Dora, she's just a picture, but the other ones, with faces like ours - and there's real streets and oceans, dogs, cats - \n[96]Just out there, in the world. \n[97]Look! A leaf! \n[98]On skylight. \n[99]On the trees they are but when they fall they rot, like salad, in the fridge, they -. \n[100]Well, we can't see them from here because the skylight looks upwards instead of sideways. \n[101]No I'm not. \n[102]Jack. I couldn't explain before, you were too small to understand, so.. I had to make up a story. \n[103]But now - it's the opposite of lying, I'm unlying, because now you're five I think you can understand about the world, you have to understand. \n[104]Jack - \n[105]You know how Alice wasn't always in Wonderland? \n[106]Well, I'm like Alice. I wasn't always in Room. \n[107]I used to be a little girl called Joy. I lived- \n[108]I lived in a house out in the world - with my mom and dad. You'd call them Grandma and Grandpa. \n[109]The house where we lived, with a hammock in the back yard. We used to swing in the hammock and eat ice cream. \n[110]It's not TV, Jack. Are you listening? \n[111]And then I was nearly grown up, I was seventeen, I was walking to school and - \n[112]Still up in heaven. So this guy ran up to me, saying his - \n[113]We call him Old Nick, but I don't know his real name. He pretended his dog was sick, he seemed really - \n[114]There was no dog. It was just a trick to get me into his truck. Old Nick stole me. \n[115]You need to hear this one. He put me in his garden shed. \n[116]Here. Room's the shed. He's the only one with the code - secret numbers to open the door. I've been locked in here for seven years. Do you understand? \n[117]Jack, the world. You wouldn't believe how big it is. Room's only a tiny stinky piece of it. \n[118]\n[119]Fine. That's fine Jack. \n[120]Apple? \n[121]About time. \n[122]Sure, if you want it. \n[123]Totally real. I had a pet turtle. \n[124]They're all real. \n[125]Ah, they're real people playing dress-up, pretending to be people from hundreds of years ago. \n[126]You're getting it! \n[127]Jack. \n[128]One night I stood behind the door with the lid of the toilet tank - \n[129]- it used to have a lid, it was the heaviest thing in Room. When he came in I tried to smash it down on his head. But I messed up, Jack. He shoved the door shut and grabbed me by the wrist - that's why it's sore now. \n[130]Yes we could, but then we'd have no more food - and we wouldn't know the code, on the door, to get out. \n[131]They don't know where we are, Jack. Room's not on any map. \n[132]Jack, I want you to listen to me. Jack! \n[133]You're old enough now and we can't wait any longer ... Jack you are going to help me trick Old Nick like Jack in the stories is always tricking the giant. \n[134]I'm going to make your face so scorching hot that Old Nick will take you to the hospital in his truck, and the minute you get there you'll tell the doctors, 'Help! Police! \n[135]I'll write you a note to give them. \n[136]I won't be in the hospital, I'll be here. \n[137]It'll be OK. \n[138]He won't take us both. You'll go first, just to the hospital so you can tell the police, and then... \n[139]Then you'll come rescue me. \n[140]We'll be free. Go on hikes, see birds. Ride in cars and trains and planes. I'll teach you to swim. We'll have friends. And a dog - we'll call him Lucky. A party with a cake with candles, our friends singing. \n[141]Tonight. \n[142]It has to be tonight. \n[143]Listen to me. \n[144]I'm going to tell him the powercut made you so cold, you got a fever. We might not get another chance. It's a miracle he didn't come last night. \n[145]I'm your Ma. Sometimes I have to pick for both of us. \n[146]You need to feel hot when he touches you. \n[147]Crying's good, it makes you look sicker. \n[148]And stay floppy, remember? You're too weak to move or say a word. \n[149]Makes you smell sick. \n[150]Remember when you get to the hospital you give them the note. Show me how you hold it out. \n[151]What's that. \n[152]See, that's a bit of me you have with you all the time. \n[153]I know. \n[154]There you are! \n[155]Sorry, just - Jack's really bad. \n[156]It was so cold. \n[157]I couldn't keep him warm, and now he's burning. \n[158]I've tried, he pukes them back up. \n[159]Don't - \n[160]He's only five! Dehydrated, temperature this high, he could go into convulsions any minute. \n[161]He needs antibiotics. \n[162]Tomorrow night? You have to take him to the ER right now. \n[163]I'm begging you. Please! \n[164]If you're even halfway human - \n[165]So Edmond pulls his friend's body out of the bag and hides it, and he climbs into the bag, and lies super still until the guards come. \n[166]And that's what you're going to do. \n[167]See? It's even tricksier than pretending to be sick: this time you're going to be dead. \n[168]Rug's going to be the bag, see? \n[169]Pretending to be dead, that's all. Wrapped up so Old Nick can't see that you're alive. But not floppy this time. All stiff like a robot. And not a sound. And I'll be in your head, talking to you all the time. \n[170]He's going to carry you outside, all rolled up in Rug, and he'll put you in the back of his pick-up and drive somewhere to bury you - \n[171]It's OK. You'll wriggle free and jump out of the truck. You'll - \n[172]Come on, Jack, let's try rolling you up. \n[173]Please Jack, try just for a minute. \n[174]\n[175]Okey-dokey. \n[176]Excellent! He'll pick you up - stay stiff as you can. \n[177]Remember your superpowers. \n[178]Ok, it's too many turns. Up, up. I'll fold the end over like this. Now lie down and fold your arms like this. \n[179]Push, Jack. \n[180]Now roll. \n[181]OK. Take a breath. \n[182]You're getting yourself out. \n[183]If you panic, Old Nick will hear that you're alive, and he'll be mad. \n[184]You did it! You're the banana! \n[185]That's OK. I brought you here to Room. I didn't mean to but I did, and I've always been so glad. And now it's my job to get you out. \n[186]Wait till the truck slows down at the first stop sign - if you jump when it's going fast you might - \n[187]So Truck, Wriggle Out, Jump when it Slows Down... \n[188]Jump, Run, then shout to Somebody and show them the Note. \n[189]Tell them your Ma is Joy Newsome and ­ \n[190]Anybody - the first person you see. \n[191]He's not going to - \n[192]You got Bad Tooth in your pocket? \n[193]You're going to love it. \n[194]The world. Living in the hammock house with your Grandma and Grandpa... \n[195]One evening as the sun went down and the jungle fire was burning, down the track came a hobo hikin', and he said \"Boys, I'm not turning. I'm headed for a land that's far away, beside the crystal fountains. So, come with me, we'll go and see the Big - \n[196]He got worse in the night. \n[197]Am I sure? \n[198]You killed my baby. \n[199]Where will you take him? \n[200]Not here. I'd feel him. I'd know. \n[201]Drive him somewhere nice, somewhere with lots of trees. \n[202]Keep him wrapped up. Swear you won't even look at him with your filthy eyes. \n[203]Now. I can't bear it. \n[204]Gently! \n[205]We can do anything. They'll find us somewhere to sleep soon. \n[206]Good morning sleepy head. I was waiting so long for you to wake I fell back asleep. \n[207]Same one, just a different bit. It's a room - A bedroom in a hospital. \n[208]We're not sick. We're the opposite of sick. \n[209]Not long. Grandma saw us last night and she'll take us when they say we're OK. \n[210]He was away at work but he's getting on a plane to come home. \n[211]That's OK. \n[212]Yes, just now. OK ... if that's OK, thank you. \n[213]Don't worry about that. Someone will wash it. Come on, we have to get ready. \n[214]Do you like it? There's one for you, too. \n[215]We'll get new ones. \n[216]There are going to be so many treats, not just on Sundays. \n[217]It's a shower instead.   Splashier. \n[218]Jack, look. It's us. \n[219]No, he will never, ever come again. \n[220]What? \n[221]There aren't any rules now, Jack. We can do what we like! \n[222]That's right. \n[223]It's OK, Jack. \n[224]Is that really necessary? \n[225]OK. Thanks. Try it, it's delicioso. \n[226]Thanks for the offer but we're going to go home. \n[227]Nothing happened to Jack. \n[228]But he's OK, right? \n[229]He says he's real, not plastic. \n[230]Dad! \n[231]Jack, Jack it's OK. This is your Grandma and Grandpa. \n[232]Leave them, Jack, you'll get used to them. \n[233]So, what's in Michigan? \n[234]\n[235]Whoa. This is not what I thought was happening. \n[236]Wow. \n[237]He has no idea what we've been through. Nothing could compare to that. \n[238]I told him we're going home. Unless, you'd prefer us ... \n[239]OK, this is a lot of stuff. \n[240]What, Jack? \n[241]It's OK. \n[242]Just wait a moment. We'll go inside in a moment. \n[243]I need to go back now, anyway. There are things we need to do inside. \n[244]I know, I'm watching it right now. I can't believe it. I just want to be home now. \n[245]Wait, wait a second. \n[246]I understand. \n[247]Got it. \n[248]Jesus. \n[249]Ready? \n[250]Leo. \n[251]Jack, Grandma's asking if you'd like something to drink. \n[252]Juice? Just some juice. I'm fine. \n[253]They're from people saying they're happy that we're safe and back home. \n[254]Just people. \n[255]Mom, what have you done with the hammock? \n[256]A dog? \n[257]You don't like dogs. \n[258]Just rest. \n[259]Jack says that's where his `strong' is. \n[260]You didn't know I could play piano. Guess this tune... \n[261]We live here now. \n[262]Eat it slower. \n[263]Is there something wrong? \n[264]Why are you in such a hurry? \n[265]You haven't said one word to Jack. \n[266]Yes we do. Look at him. \n[267]Dad. \n[268]Please. \n[269]He's my baby. \n[270]Come on, Jack. Time for bed. \n[271]Hey Jack, you want play with your new toys? \n[272]Jack, you have all those colors. Why don't you use them. You could draw a picture of Jack the giant slayer, with every color. \n[273]I already gave all this information to the last person. What, Jack? \n[274]What? \n[275]Hold on ... I don't understand the words you are using, so why do you keep repeating them? I have done that three times already. \n[276]Have you been outside? \n[277]Leo, please don't ever take Jack outside again unless you know what you're doing. He can be seriously hurt by the sun. \n[278]He has never had any UV. This is serious stuff, OK? \n[279]Look at this. \n[280]You know who that is? \n[281]Me and Stacy Benton and Heather Noel and Laura Sullivan. That's how people did their hair. We were the relay team. I was the anchor. I was fast. We did track together. \n[282]Real track. On a field. We were fast. Best in the district. You know what happened to them? \n[283]Exactly. Nothing. They just lived and nothing happened. Look ... \n[284]No. I don't want to see any more. I don't want you to look at any more right now. Let's just be quiet for while. Okey dokey? \n[285]Do you want to hear something really good? \n[286]Hey listen. Old Nick is going to jail for a really long time. \n[287]But now he'll be there for ever and ever. And I don't have to see him ever again or talk to the judge or any of those scary things. Isn't that great? \n[288]We can stop worrying now and start to do all the things we want. \n[289]I'm talking to people. \n[290]I'm dressed to go out, that's all. \n[291]It's just some clothes and makeup. \n[292]Come on, we need to get you ready. \n[293]It's not too much for me. I need to go out, get some air. \n[294]You could have a better attitude, you know. \n[295]You could support me in this. That's all I'm asking. I'm trying to take a step. \n[296]Oh my God! \n[297]I know. I know. \n[298]This is too weird, sitting in this car right now. \n[299]I'm happy, too. And a little freaked out. \n[300]I always liked her even though we never really hung out. \n[301]That's actually not true. \n[302]Susan Torrey. \n[303]Who was that? \n[304]What work do you do. \n[305]Jack. This way. Just hold my hand. \n[306]You're going to be fine. OK? \n[307]You can't take that, Jack. \n[308]It doesn't belong to you. \n[309]Come on. If you're good we can get another book, a new one on our way out. \n[310]I'm here. OK? Just calm down. \n[311]Don't be. This is normal. This is what people do. \n[312]Remember your superpowers, alright, have fun. And no whining, OK? \n[313]I need some... (she looks around desperately)... some shoes. \n[314]I don't know. \n[315]Please, Jack. \n[316]No. I definitely don't want any of these. I'd never wear these. \n[317]Are you hungry, Jack? You want something in the food court? They've got, I don't know, pizza and stuff. \n[318]I said if you were good. \n[319]No. I said no, so he has to understand. \n[320]Jack, you want a Cinnabon? You smell that? \n[321]Cinnabon is good. You might like it. \n[322]You are being really naughty Jack. \n[323]Suit yourself. \n[324]Get the fuck away from him. Get the fuck away. \n[325]Shit, shit, shit. Those assholes. \n[326]Jesus Christ. Just buckle it, all right? \n[327]That's how it works, all right? \n[328]Well maybe I don't like you either! \n[329]Just go! \n[330]Jack. Please turn that off. \n[331]Now. I mean it. Now. \n[332]Jack! Please. Please. I'm begging you, please turn that off. \n[333]It reminds me too much of Room. I can't have it. \n[334]You've got so many other things to play with. You should try something else. \n[335]Come on. Let's look at all your stuff. \n[336]Look at all these toys. Most kids would love that stuff. You've barely even looked at them. \n[337]Come on, Jack. \n[338]It's pretty cool, right? You like it? \n[339]He needs something real to do. I'm getting worried about him with the phone. \n[340]I don't give him my phone so please don't give him yours. \n[341]I just want him to connect to something. You know? \n[342]I'm sorry, I don't know what's happening to me. I can't feel anything. Even for ... \n[343]Don't judge me. You have no right. People walk around like the world is fine and normal but it's not. \n[344]Don't! I can't bear it. I thought this would be heaven, but it's worse. Can you understand that? \n[345]No I don't! That's not what I need. \n[346]No! That's not what he said. You don't know what he said. That's confidential and you don't even know. Just forget it. \n[347]Oh, I'm sorry! \n[348]You think you know what's in my head. Trust me, you couldn't handle it. \n[349]So you're seeing that every time you look at me? Great. \n[350]Yeah, well you seemed to get on OK without me. \n[351]Actually, that's exactly what I think. \n[352]Don't you ever tell me how to look after my son. I'm sorry if I'm not `nice' enough for you. Maybe if you hadn't been in my head saying `be nice' that day I wouldn't have gone to help him. \n[353]This isn't even my house anymore. I don't know what this is. \n[354]Come here, Jack. \n[355]You know, Jack, we're going to have to move away from here someday. We're going to have to get our own house. And a yard. We're going to have to do all kinds of things. \n[356]Thank you. Thank you so much. I hope they all know how much their thoughts and prayers have meant the last few weeks. To our whole family. \n[357]He is. He's my life. I never could have survived without him. \n[358]I... I didn't think about it. I didn't plan it. When I found out I was pregnant with Jack, it just seemed like a terrible joke. You know? To bring someone into that place, it just seemed so wrong. I was in a very scary frame of mind. I thought the devil was controlling my life. In a way he was. \n[359]Then, everything was different once Jack came, because he was so beautiful and I had to keep him safe. \n[360]Jack's not his. \n[361]A father's a man who loves his kid. \n[362]That's not a relationship. Jack's nobody's but mine. \n[363]In this whole story, that's the shocking detail? \n[364]Away? \n[365]Why would I - \n[366]He had me. \n[367]Is he there? Put him on. \n[368]Jack? \n[369]Are you doing OK? \n[370]What's that? \n[371]I wish I could. I just need to - \n[372]I'm sorry, Jack. \n[373]I promise. \n[374]Starting to be. \n[375]I'll always keep this with me, Jack. \n[376]I will never, ever let it go. When Grandma brought it to me, I... I knew I could get well. You saved me. Again. \n[377]Sorry. There's none left. \n[378]I'm not a good enough Ma. \n[379]I am. \n[380]Definitely. Making new friends. \n[381]Taken away for evidence. Proof that we were here. \n[382]What? \n[383]Do you - would you like it closed? \n[384]I have to go now. Is there... anything you need? \n[385]Jack - \n[386]Please, Jack. ", "JACK": "\n[1]You cried all day and left TV on till you were a zombie. But then I zoomed down from heaven through Skylight into Room - and I was kicking you from the inside, boom boom, and then I shot out onto Rug with my eyes wide open, and you cutted the cord and said \"Hello Jack.\" \n[2]Ma. I'm five! \n[3]Morning lamp, Morning rug, Morning wardrobe .. \n[4]Morning Eggsnake. It's my birthday. I'm five. \n[5]Is Bad Tooth hurting? \n[6]If we don't mind, it doesn't matter. \n[7]What? \n[8]A birthday cake, like in TV? \n[9]You, pink soft, pink swirls. \n[10]Me, bear and jeans. \n[11]Just one more planet. \n[12]I'm not very taller after four. \n[13]Yeah? \n[14]Okey-dokey. \n[15]That's where Red Pen died and we got Black Pen for Sunday Treat. Hey, what about cookies? \n[16]I'm going to grow and grow till I'm a giant. Look, Ma. Look how big my superpowers are already. \n[17]Huger every day. \n[18]Enormous. Hugeormous. \n[19]I'm going to be Jack the Giant Giant-Killer and burst out of Skylight into Space with my dog Lucky and boing boing boing between all the planets... \n[20]I can read them all but I like when you do. \n[21]Our friend Spoon, sings to the moon. \n[22]Now the candles. \n[23]You said a birthday cake for real. That means candles on fire. \n[24]You should ask for candles for Sunday Treat, not dumb jeans. \n[25]But Old Nick gets anything, by magic. \n[26]Next week when I'm six you better ask for real candles. \n[27]Ha ha. \n[28]Does he drown? \n[29]Laundry Time. \n[30]Can we have more birthday cake? \n[31]Just a bite. \n[32]One more story? \n[33]Five. \n[34]One, two, three, four... \n[35]There's Room, then Outer Space, then Heaven. Plant is real but not trees. Spiders are real and one time the mosquito that was sucking my blood. But squirrels and dogs are just TV, except Lucky my dog that might be some day. Mountains are too big to be real and the sea. \n[36]One twenty-eight, one twenty- nine... \n[37]TV persons are flat and made of colors with red mouths and clothes instead of skin but me and you are real. Old Nick I don't know if he's real, maybe half? Green beans are real and chocolate but not ice cream. \n[38]Three hundred six, seven, eight - \n[39]Why Plant doesn't make flowers anymore? \n[40]You made him gone! \n[41]He was an alive thing, he was real! \n[42]Mouse can have my food, I'm not hungry. \n[43]Mouse is my friend and you splatted him dead. \n[44]Are you just tricking me? \n[45]What backyard? \n[46]Mouse lives in a yard in TV? \n[47]Why you didn't tell Old Nick it was my birthday? \n[48]He said he'd brung me a present. \n[49]I never had a present. \n[50]It might be Lucky my dog. \n[51]Lucky won't scratch, he promises. \n[52]Yeah there is. \n[53]Ma. Where are we when we're asleep? \n[54]But dreams. Do we go into TV for dreaming? \n[55]I want some. \n[56]Ma! I think Old Nick lives in TV, like Mouse. That's where he goes when he's not here in Room. \n[57]I can do it. \n[58]Why the aliens never scream back? \n[59]Tomorrow we'll do even louderer. \n[60]What smells bad? \n[61]Sorry I - sorry - sorry - \n[62]Sorry I came out of Wardrobe. \n[63]Ma, we're dragons. \n[64]For, you see, so many out-of-the- way things had happened lat-ely - \n[65]- lately, that Alice had begun to think that very few things indeed were really impossible. \n[66]No thanks. \n[67]When's Old Nick going to put the power back? \n[68]When's soon? \n[69]I hope he never comes back not ever. \n[70]No Sunday Treat? \n[71]My friend Mouse? \n[72]What other side? \n[73]Not an octagon. \n[74]An octagon has eight. \n[75]In Outer Space? \n[76]I don't see any outside side. \n[77]Grass is just TV. \n[78]You can't smell TV. \n[79]From TV by magic. \n[80]Dora's real for real? \n[81]No way. Where would they all fit? \n[82]Can I have a sandwich? \n[83]Where? \n[84]Dumbo Ma. That's not a leaf. Leaves are green. \n[85]Where's all the stuff you said? Trees and dogs and - \n[86]You're just tricking me. \n[87]Liar liar pants on fire! \n[88]I want to be four again. \n[89]She fell down down down the hole. \n[90]Nah! \n[91]What house? \n[92]A TV house? \n[93]Where was I? \n[94]What guy? \n[95]What's the dog's name? \n[96]I want a different story. \n[97]Where? \n[98]This story's boring. \n[99]Room's not stinky.   Only when you do a fart. \n[100]I don't believe in your stinky world. \n[101]It's warm again. \n[102]Eggsnake's our longest friend and fanciest. Meltedy Spoon's the best to eat with because he's more blobbier. Labyrinth is the twistiest and she hides things so I don't know where. Toilet's the best at disappearing poo. Lamp's the brightest except when the powercut. You're the best at reading and songs and lots except if you're having a Gone Day. I'm the best at drawing and jumping and growing and nearly everything. \n[103]Bad Tooth? Can I have it? \n[104]Are turtles real? \n[105]Crocodiles and sharks - \n[106]Real? \n[107]Just TV? \n[108]When Old Nick comes back, I'm going to kick him in the butt. \n[109]We could wait till he's asleep and kill him dead. \n[110]The Grandma and the Grandpa could come. \n[111]Can I have more TV? \n[112]You can tell it. \n[113]You can give them. \n[114]No. No. \n[115]With you! \n[116]Maybe next year when I'm six. \n[117]Tomorrow. \n[118]Ow! \n[119]What are you doing? \n[120]I'm scared. \n[121]Our bags are too small for being dead in. \n[122]Is it time for Track? \n[123]I don't want to be dead. \n[124]No! \n[125]I don't like this trick. \n[126]Uh uh. \n[127]Half a minute. \n[128]Yeah. \n[129]I can't.   I'm stuck. \n[130]I can't. \n[131]Get me out. \n[132]Out! \n[133]I hate you. \n[134]Truck, wriggle out, Jump, Run - \n[135]Somebody, Run - \n[136]Who is Somebody? \n[137]An actual real person. \n[138]What if Old Nick unwraps me? \n[139]It's in here so I don't lose it. \n[140]What? \n[141]And you. \n[142]Sing. \n[143]Jack. \n[144]Jack. \n[145]Ten. \n[146]Ten fingers. \n[147]I'm five. \n[148]In Wardrobe. \n[149]Ma. \n[150]She used to be Joy. \n[151]Room. \n[152]Not on any map. \n[153]Old Nick. \n[154]Old Nick. But that's not his name. \n[155]I bit me by accident. And the, the, the - \n[156]The hard of the street. I jumped and smasheded my knee. \n[157]A bit of Ma. \n[158]Everything. \n[159]Space. The world. \n[160]We don't know to open the door. \n[161]Zero. \n[162]Through Skylight. \n[163]Room's not a house. \n[164]It's a... \n[165]It's a... \n[166]Room's a... a shed. \n[167]He putted me - I wasn't meant to be alive. \n[168]Ma said in my head. \n[169]Jump when it Slows Down. But I couldn't, I was all... \n[170]The third time, I got banged. \n[171]The third slow, everything went sideways - - and then it stopped and I jumped and - \n[172]Can we go to Bed now? \n[173]No, but Bed. In Room. \n[174]Ma. \n[175]Ma. Ma. \n[176]Is this another planet? \n[177]Are we sick for real or pretend? \n[178]How long are we staying? \n[179]And Grandpa. \n[180]I wetted the bed ... before. I'm sorry. \n[181]What's that? \n[182]That's waste. \n[183]For Sunday Treat? \n[184]Where's the bath. \n[185]Ma, will he find us. \n[186]Bath before Bed. \n[187]Bath before Bed, that's the rule. \n[188]Are you hurting? \n[189]The door's ticking. \n[190]I'm not plastic. \n[191]It's too big here. \n[192]I want some. \n[193]I've been in the world nineteen hours. I've seen pancakes and stairs and a cat and windows and hundreds of cars and birds and police and doctors and Grandma and Grandpa, and persons with different faces and bigness and smells talking all at the same time. The world's like all TV planets on at the same time so I don't know which what to look and listen. Doors and doors and behind all the door there's another inside and another outside and things happen-happen- happening, it never stops. Plus the world's always changing brightness and hotness and there's invisible germs floating everywhere. When I was small I only knew small things but now I'm five I know everything. \n[194]Steady - go. \n[195]What are they for? \n[196]What people? \n[197]Where's ice cream in the hammock? \n[198]How long do we have to stay here? \n[199]Ice cream hurts. \n[200]Where's Grandpa. \n[201]You have a dog? \n[202]I had a dog called Lucky. But he's not real. \n[203]In Room. \n[204]I hate shoes. \n[205]I got a truck but it broke and Ma got me a cake. \n[206]Yes it is. \n[207]Ma. Ma. \n[208]Is a cake a present? \n[209]You? \n[210]Real track? \n[211]No. \n[212]Show me more when you were young. \n[213]Ma? \n[214]Ma? \n[215]You were gone! \n[216]You were gone. \n[217]I know Old Nick is in jail. \n[218]What are you doing? \n[219]Why do you look like that? \n[220]I don't like it. \n[221]Ma, it's Dylan! \n[222]Why? \n[223]Ma! Ma! \n[224]I was scared! \n[225]I don't like it! \n[226]Can we get Dylan now? \n[227]I want Dylan. You said. \n[228]No. \n[229]I want Dylan. I want Dylan now.You said. \n[230]\n[231]I don't like you in the world! \n[232]I want to watch! \n[233]I don't want to. \n[234]Ma? \n[235]Ma? \n[236]Ma! Ma! \n[237]There's so much of place in the world, there's less time because the time has to be spread extra thin over all the places like butter, so all the persons say hurry up, let's get going, pick up the pace, finish up now. Ma was in a hurry to go boing up to heaven but she forgot me, Dumbo Ma, so the aliens threw her back down craaaaaaaash and broke her. \n[238]Ma? \n[239]Come back. \n[240]Come back now. \n[241]I pick. I pick for both of us. \n[242]Sure. I did it before. In Room. \n[243]Lots of things. I miss it sometimes. \n[244]Uh uh, it went every direction all the way to the end. It never finished. And Ma was always there. \n[245]It was small in wardrobe. \n[246]Sleep. When Old Nick came. \n[247]I want to see Ma. \n[248]I could just go in and tell her about Seamus. Only for a minute. Or I could just look at her. \n[249]Grandma. \n[250]I need the scissors. \n[251]For cutting my hair. \n[252]I want to send it to Ma. \n[253]She needs my strong more than me. So I want to send it to her. Or you could take it to her. \n[254]That would be great. \n[255]You think this will work? Can my strong be her strong too? I'm not really sure if it works that way. \n[256]Yes. \n[257]I guess we do. \n[258]I love you, Grandma. \n[259]That's OK. \n[260]Don't do it again. \n[261]Are you better now? \n[262]Can I...? \n[263]\n[264]But you're Ma. \n[265]I'm going to play with Aaron now. He's my friend. \n[266]When I was four I didn't even know about the world and now me and Ma are going to live in it forever and ever till we're dead. \n[267]This is a street in a city in a country called America on the earth that's a blue and green planet always spinning so I don't know why we don't fall off. Then there's Outer Space, and nobody knows where's heaven. \n[268]Ma and I have decided that because we don't know what we like we get to try everything. \n[269]We have so many things to do. Flying in an airplane. \n[270]Can we go back to Room? \n[271]Just for a visit. \n[272]Dylan! \n[273]This isn't Room. Has it gotten shrinked? Our friends... \n[274]It's because Door's open. \n[275]It can't really be Room if Door's open. \n[276]Bye-bye. \n[277]Bye-bye. Say bye-bye to Room. ", "NANCY": "\n[1]We couldn't wait any longer. \n[2]Hello, Jack. \n[3]That's OK. Thanks for saving my little girl, Jack. \n[4]I hope I didn't forget anything. I'm sure I did. \n[5]I kept everything. \n[6]Oh, Sweetie... There have been a lot of changes in our lives since you've been gone. Your dad and I... losing you, was very hard on us. And he and I... \n[7]Your father felt we had to accept that you were... \n[8]I knew you'd come home one day. \n[9]I'm so sorry, I didn't know how to tell you. They said we should talk to you together. \n[10]Of course not. \n[11]Honey, there's something else I have to tell you. After your father and I separated I got close to someone else. Actually someone you know. \n[12]Yes it is. \n[13]It's OK. \n[14]Thank you. Thank you so much. \n[15]My goodness. Are you OK? \n[16]Jack, this is Leo. \n[17]People have been so kind. We won't use it all. Jack, would you like a drink? \n[18]I guess it must be in the basement. \n[19]Oh. It's Leo's dog, Seamus. \n[20]Oh no. I've come to love Seamus. He's won me over. \n[21]The hospital said to avoid pets, until your immunity is back up ... and there's so much to take in. \n[22]You OK? \n[23]Good. \n[24]Is there anything you'd like, or like to do? \n[25]Sure. \n[26]This is your Mom's room, Jack. \n[27]Hey, maybe tomorrow we can cut that hair. What do you say, Jack? \n[28]Ah ha. \n[29]I'll let you rest. We'll be downstairs. \n[30]Joy. \n[31]My God. \n[32]Robert. \n[33]He had to go home for a while. \n[34]Jack! Come away from there. \n[35]Come in. \n[36]Yes. \n[37]I don't think we're ready for talking yet. Not like that. \n[38]Thank God. \n[39]Maybe it's too much for him right now. \n[40]You don't have to do it so soon. You could wait and we could go together. \n[41]You guys want to start again? \n[42]Here we go. My turn. \n[43]You know, it can be tough to be a Mom. Sometimes it's really tough, and you can get angry, but it doesn't mean you don't love your baby. \n[44]I'm sorry. \n[45]He's fine. \n[46]\n[47]He's really doing fine. \n[48]Joy, please. \n[49]You just need to rest. \n[50]That's what the Doctor... \n[51]I feel like you're impossible to talk to right now. \n[52]No, you're not sorry. \n[53]Tell me and see. I've asked you. \n[54]You're my daughter, that's what I'll see. \n[55]How can you say that? You think you're the only one whose life was destroyed? \n[56]How would you feel if somebody took Jack from you? \n[57]Look at him. You should be thinking about him. \n[58]I'm sorry, Jack. \n[59]Time for you to go upstairs, Jack. Remember what your Mom said. \n[60]Hi, Jack. I've got someone who wants to talk to you... \n[61]Yes we have. We're making cupcakes. \n[62]You know how to beat eggs, Jack? \n[63]Did you? Wow. What else did you do there. \n[64]Wasn't it awfully small. \n[65]\n[66]What did you do in wardrobe? \n[67]I know. She just needs to be on her own a little while. \n[68]Yes? \n[69]What for? \n[70]You really want to do that? \n[71]Why? \n[72]I can help you if you'd like. \n[73]Okay. Let's do this right. I've wanted to cut that hair a very long time. \n[74]I used to cut your mother's hair all the time. And your Grandpa's hair. I've still got it. \n[75]Of course it does. We all help each other stay strong. No one is strong alone. You and your mom, you help each other through, don't you? \n[76]And you and me. And you and Leo. And Leo and me. We all have the same strong. \n[77]Ok, here goes. \n[78]Now lean back. \n[79]This is the best part. \n[80]Feels good, doesn't it? \n[81]I love you, Jack. ", "OLD NICK": "\n[1]Hey. \n[2]Here's the jeans. \n[3]The grapes were way too much, so I got canned pears. \n[4]What's that? A birthday cake? \n[5]Shoulda told me, I'd have brought him a present. \n[6]What's he now, four? \n[7]Hey. What's the smell? \n[8]You need to take more care. \n[9]Yeah, well, thinking's not your strong suit. \n[10]So did he like his truck? \n[11]I know boys, I was one once. \n[12]Waste of money. \n[13]Here we go again. You know instead of complaining maybe you should thank your lucky stars you've got a place like this. Cosy, safe, specially with the kid - no drunk drivers, drug-pushers, perverts... \n[14]Like pulling teeth sometimes. \n[15]Your problem is you have no idea about the world of today. \n[16]Who pays the power bills? Who pays for everything? \n[17]And where do you think the money's going to keep coming from? \n[18]Nothing. \n[19]Six months I've been laid off, have you had to worry your little head? \n[20]What job? There are no damn jobs, Jesus Christ! \n[21]Hey in there. \n[22]Don't think so. You keep him in the closet all day as well as all night? Poor little freak has two heads or something? \n[23]Hey Jack. You like candy? Wanna come out and have some candy? \n[24]Didn't your Momma ever teach you manners? \n[25]Hey sonny. \n[26]Stop that noise. \n[27]Just don't forget where you got him. \n[28]You know the drill: not a peep out of you till the door's shut. \n[29]You brought that on yourself. \n[30]Give him one of those painkillers. \n[31]I'll get him something stronger. \n[32]Shut up and let me think. \n[33]I'll bring something tomorrow night. \n[34]Enough with the hysterics. \n[35]Antibiotics. \n[36]Are you sure? \n[37]Ah gee.   That's - Poor girl. \n[38]Take it easy. Let me - \n[39]\n[40]I don't know. I'm thinking. \n[41]\n[42]Trees, sure. \n[43]I swear. It'll be dark in an hour. \n[44]\n[45]Get back and turn around. \n[46]It's under control. \n[47]I'll take care of it. \n[48]Why don't you mind your own business and I'll mind mine? ", "OFFICER PARKER": "\n[1]Hey there, I'm Officer Parker. What's your name? \n[2]Jackie? \n[3]Male. \n[4]You must be freezing, Jack. \n[5]Do you have another name? Jack? \n[6]Do you know how old you are? \n[7]How many fingers? \n[8]You're ten years old? \n[9]No, I meant show me with your fingers how old you are. \n[10]Five, great. And your address? \n[11]Where do you sleep at night, Jack? Where do you go to bed? \n[12]You have a Mom, Jack? \n[13]Is that her real name, Jack? \n[14]Is there another name, after Joy. \n[15]Where's your Mom right now? \n[16]What room? Where's the room? \n[17]The man with the truck, that your dad? Ma's boyfriend? You know him? \n[18]Did this Nick guy hurt you? \n[19]What's that, Jack? \n[20]So, Jack? You see anything? \n[21]No, but anything you recognise? Your room, Jack, is it in a bungalow - all one level? Or stairs? What's outside the room? \n[22]Jack, when you step out the door - \n[23]You don't like to go outside? \n[24]Is there daylight in your room? \n[25]How many windows? \n[26]Then how does the sun come in? \n[27]Excellent. Check the satellite. Sounds like his mother's being held in a house with a skylight. \n[28]\n[29]Yeah? \n[30]Tom, give me a break. \n[31]A shed! You're doing great, Jack. Now, after you got in the truck - \n[32]What made you jump out of the truck, Jack? \n[33]What did she say, exactly? \n[34]So what did you do? \n[35]The third time of what? \n[36]Gotcha! \n[37]Control. Listen carefully. South on Maple, three stop signs from the junction with Beach, look for a garden shed with a skylight. \n[38]Stay with the boy. \n[39]Follow me, guys. ", "LEO": "\n[1]Welcome home, honey. I'm very very happy to see you. \n[2]Hey there, sport. \n[3]What can I get you? Anyone hungry? We have everything. \n[4]Coming right up. \n[5]Just in case. \n[6]He's on furlough at the moment, with a pal of mine out of town. Living the country life. \n[7]I told him he was a health hazard. Gotta sling your hook, buddy. He didn't take it too well. \n[8]Can I get you a drink, Bob? \n[9]Sure. \n[10]You got a brain freeze there, Jack? \n[11]Come on, Bob. Let's all just give this a little time. \n[12]Thank you again. \n[13]Gee, am I hungry. \n[14]Let's see what we have here. \n[15]Pretty good, right? \n[16]I like this kind, too. Kind of sweet, but pretty good. \n[17]I do. Named Seamus. He's very small. Not very smart. You'll have to meet him sometime. He'll shake your hand. \n[18]Yeah? \n[19]You ever play catch, Jack? \n[20]I hear what you're saying, but ... \n[21]They've got their uses. Am I right? \n[22]No kidding. It's a nice ball, isn't it? \n[23]Fantastic. You hear that, Jack? He got this same ball for his birthday. \n[24]He's got sore eyes. \n[25]I'm so sorry. It was overcast. \n[26]Not at all, we'll all sleep better. \n[27]That's right \n[28]Oh, you got me on that one. \n[29]Hello? Jack, come here. It's for you. \n[30]He's on. He's waiting. \n[31]Hey Jack. There's someone here who'd like to meet you. \n[32]Jack, meet Seamus. Would you like to pet him? \n[33]Come on, let's get this guy some air after being all stuffed up in the car. ", "ROBERT": "\n[1]My darling. \n[2]You're here. \n[3]I'm working out of the Grand Rapids office. \n[4]I live there now. \n[5]We had to go our different ways. It was what we had to do. \n[6]People deal with things in their own way. \n[7]The Doctor mentioned this other place where they could help you, because it's hard, you know, to suddenly - \n[8]Leo. \n[9]Leo's a good guy. Your mother is much happier. It's a good thing. \n[10]What .. what's he doing? \n[11]Lawyer says they are expecting a plea but can't rule out a trial. He wants to get into everything, I said it could wait. \n[12]He thinks most of the press will move on in a couple days. I made it clear there'd be no more contact, statements. To respect the family. \n[13]I'm sorry. \n[14]Thank you, yes. I'd like that very much. Scotch... whatever you have. \n[15]I'm going to turn in. \n[16]No. \n[17]It's been a long day. \n[18]We don't have to talk about this now. \n[19]I can't, I can't... I'm sorry. \n[20]What that bastard did to you. \n[21]I'm so sorry. I shouldn't be here. ", "LAURA": "\n[1]Oh my God! \n[2]You look... Amazing. I can't believe you're here. \n[3]I've missed you so much. I can't believe you're actually here. And look at Jack! What a sweetheart! He is so cute! \n[4]You are such an amazing person, Joy. I have thought about you so much. \n[5]And I am so happy you are here with me now. I cannot even tell you. \n[6]You just sit back. Relax. We'll take it nice and slow. \n[7]...Tracy is doing so good. She got her teaching certificate and now she's teaching in Milwaukie, loving it. I saw her last summer and she is still so fun. \n[8]She liked you too. Your Mom was very popular in school. \n[9]If you weren't popular, I don't know who was. \n[10]That's true. \n[11]Hey, I'm driving. \n[12]We'll see. You'll just have to, won't you? \n[13]Just someone I met at work. Not serious. \n[14]Real estate. I mean I graduated Environmental Studies and I'm still super passionate about that - like what we're doing to this planet, but the whole property thing is exploding. \n[15]These ones are kind of cute. \n[16]I could run and get it for him. \n[17]I think we should just go. \n[18]Oh my God. Oh. My. God. \n[19]Buckle up, Jack, all right? ", "HOSTESS": "\n[1]...most poignant aspect, I can speak for all our viewers, so, so deeply moved by what you endured. \n[2]You are an amazing, inspiring, courageous, beautiful young woman. \n[3]I know all our viewers are amazed by the intelligence and poise and endurance and inner strength you displayed during your ordeal. \n[4]Truly, an amazing test of character. \n[5]And Jack. Your son. By all accounts he is a normal, high-functioning, happy little boy. Amazing. \n[6]You made life as normal and nurturing as you could given the environment. You gave him a childhood. How did you manage to do that? \n[7]Are you okay? \n[8]Just a minute, please. \n[9]When he's older will you talk to him about his father. \n[10]I beg your pardon, are you - \n[11]So true, in a very real sense, but the genetic relationship - \n[12]You breastfed Jack for five years - in fact, viewers may be startled to learn that you still do. \n[13]Did it ever occur to you to ask your captor to take Jack away? \n[14]To leave him outside a hospital, say, so he'd be found. \n[15]So Jack could be free. The ultimate sacrifice, of course, but for him to have a normal childhood... ", "OFFICER GRABOWSKI": "\n[1]We have a disturbed female juvenile, possible domestic - \n[2]Correction, male juvenile. \n[3]That's negative. White male, six feet, forties, fifties, beard, red pick-up, Ford, nineties F150, maybe, no state partial plate K93. \n[4]Guess we should get onto Child Protection? \n[5]In a wardrobe? \n[6]Speak up! \n[7]You reckon the kid's on something? \n[8]My money's on some kind of cult. The tooth, the long hair... \n[9]Needle in a haystack... \n[10]Might get more out of him when he's had some sleep. \n[11]You OK, kid? \n[12]Hey, hey, take it easy. ", "DOUG": "\n[1]Boomer! \n[2]Excuse me? Hey. \n[3]I'm so sorry. Is your little girl \n[4]She been in some kind of accident? You want me to call someone? \n[5]What's that you got there, honey? \n[6]OK, I don't like this. \n[7]I've got your plates, mister! K93 - \n[8]Hey! Hey! \n[9]It's OK, Honey. ", "LAWYER": "\n[1]At this time ... excuse me, please ... at this time I will read a brief statement from the family after which I would ask you to respect their privacy. I'm sure you can understand this is a very - \n[2]Thank you. Automatic door. \n[3]Let me take my shoes off here. \n[4]The other thing we need to talk about is coming up with some kind of media strategy. I know you're not thinking about that right now. But there's a lot to decide about in that category. \n[5]There are certain to be expenses going forward and a prime time interview, one prime time interview, means a lot of money. Donations are coming - and I'll need some account details, better in yours than mine, right? - but it wouldn't amount to enough for, you know, open ended support. \n[6]There's huge interest. \n[7]I thought you'd want to know. \n[8]It's a good day. \n[9]I'm getting the feeling my client needs to - ", "NEIGHBOR BOY": "\n[1]Hey. \n[2]I have a ball like that. \n[3]I got mine for my birthday. \n[4]Why's he wearing those glasses. \n[5]Did you get that ball for your birthday? \n[6]What did you get for your birthday? \n[7]A cake's not a present. \n[8]That's weird. A cake's just something to eat. No way is it a present. ", "MA  (CONT'D)": "\n[1]Can you hear me? Can you breathe? \n[2]Then he'll put you in his truck. \n[3]The second you hear the engine - \n[4]- that means Old Nick's busy driving, so that's your chance to start wriggling out. Now, Jack. Wriggle out. \n[5]There, Now push up your arms. \n[6]I know you, Jack. I know you can do this. \n[7]He wouldn't wake up. "}}