{"dialogues": {"JEFF": "\n[1]That's not even a game. \n[2]I know how to play. I mean it's just chance--there's no skill involved. Stacy frowns down at her hand, silenced. She picks a card from the deck, immediately discards it. Jeff snatches it up, lays down one of his own. Stacy stares at it in dismay. \n[3]'Cause you're not concentrating. \n[4]Exactly. So where's the fun? \n[5]But it's not winning if it's just chance. \n[6]So maybe you should.. \n[7]I've read it. \n[8]This world nys but a thurghfare ful of wo, and we been pilgrymes, passing to and fro. Deeth is an ende of every worldly soore. Eric and Stacy stare at Jeff in astonishment. Amy doesn't react. Jeff glances toward her. \n[9]Sunscreen, Amy. \n[10]You're burning. I can see it. She finally opens her eyes, lifts her head, peers at her shoulders. She presses at the pink skin. \n[11]You're hot because you're burning. \n[12]Wait. . .want a beer? He waves toward their chairs, the cooler beside them. \n[13]Nurse sharks. \n[14]School. \n[15]They're not dangerous. Eric turns, stares at Jeff. \n[16]But they're not dangerous. They eat lobsters. Sea urchins. That sort of thing. Eric considers this, frowning. Then he takes a sip of beer. He shrugs, turns back toward Mathias. \n[17]He's here? Mathias shakes his head. \n[18]To? \n[19]I'm gonna head back. Eric gives him a look of disappointment, \n[20]What? \n[21]Gone to bed earlier. Eric stares at him; this wasn't the direction he was heading. \n[22]If I'm gonna be so short on sleep, I should get as.much as I can now, don't you think? He stands up, brushes the sand from his shorts. Eric shrugs, lifts his cup toward him. \n[23]Makes a man healthy, wealthy, and wise. With that, Jeff nods good night to them, then starts off toward the hotel. Eric and Mathias turn back toward the bonfire. They sit in silence, watching the girls dance. After a moment, Amy staggers away from the other dancers, toward a group of young men, drinking together in the shadows. She reaches down, pulls one of them to his feet, starts to drag him back toward the bonfire. The young man is tall, with long blond hair. He LAUGHS, tries to free himself, but Amy is insistent; she keeps pulling at him, and finally he surrenders. They begin to dance. Stacy is dancing on her own, eyes shut, oblivious. Mathias glances toward Eric. Eric shrugs. \n[24]You're up early. Mathias lifts his head: Jeff is standing there in his sweaty shirt, smiling down at him. \n[25]To? Mathias slides the sheet of paper toward him. Jeff bends to look. There's a paragraph in German scrawled above a hand- drawn map, with four place names: Cancun, Valladolid, Tizimin, Coba. A large X has been drawn to the west of Coba. \n[26]And you don't?     12. \n[27]impetuous? \n[28]Responsible. \n[29]It's what? One of those pyramids? \n[30]De oro? 0 plata? Mathias just stares at him. \n[31]You don't speak Spanish? Mathias shakes his head. \n[32]So how will you find this place? \n[33]Well, good luck.     13. Mathias nods his thanks, and Jeff turns, starts away from the table. WE MOVE with him, across the terrace, into the: \n[34]You okay? Amy doesn't answer. She COUGHS, spits. \n[35]You don't have to come, you know. \n[36]You don't look fine. \n[37]We'll be back by nightfall. You can just-- Amy is raising the brush to her mouth, but she stops, gives Jeff a look in the mirror. \n[38]That's not what I'm saying. \n[39]You're hungover, under slept, \n[40].All right. My mistake. Amy bends over the sink, starts to brush her teeth. \n[41]Pants. Amy stops, the shorts around her ankles. \n[42]There's gonna be mosquitoes. He picks up a knapsack, steps to the mini-fridge, opens its door. Amy stares down at the khakis for a beat, then drops back onto the bed. She lies there, looking up at the ceiling, her shorts still caught around her ankles. \n[43]And? \n[44]If you and I were traveling together, somewhere you didn't speak the language, and I'd vanished somehow, wouldn't you want someone to help find me? \n[45]Aren't you getting bored? Honestly. The beach, the pool, the beach, the pool. This'll be fun. An adventure. Jeff pulls two protein bars from the bag, a box of raisins, a plastic bag full of grapes; he drops them into the knapsack. \n[46]You said you wanted to go;hiking, didn't you? See the ruins. Amy is silent, unmoving, clearly not swayed.     16. \n[47]Stay here, then. Seriously. There's no-- \n[48]\n[49]Now or never, Any. .We're gonna miss the bus. Amy gives a loud GROAN, sits up, reaches for her khakis. \n[50]Eleven. A little more. \n[51]Two and a half miles.     18. The tourists are vanishing into the town. The bus's door SQUEAKS shut. \n[52]Hola. The man gives him a somber nod; the dog keeps BARKING. Jeff takes the map from Mathias, then steps warily forward. \n[53]Habla ingles usted? The man half-nods, half-shrugs. \n[54]How much to drive us to here? He offers the map to the driver, who reaches to take it. The man frowns at it. Then, in HEAVILY ACCENTED ENGLISH: \n[55]There are these ruins. This old mining camp?      19. \n[56]And his brother--- \n[57]To here? Jeff points at the map. The driver shakes his head. \n[58]No good? \n[59]How about we pay you fifteen dollars to go here? He holds the money out. The man doesn't even look at it. \n[60]We're looking for his brother.  Su hermano?     20. The driver wrenches the door open, making Jeff and the others flinch. He climbs out, still with that angry expression on his face, then leans into the back of the truck, grabs the dog's chain, unhooks it from the cinder block. He lifts the dog from the truck by the chain. Even dangling by its neck, the mutt continues to SNARL and snap at Jeff and the others. They back away, and the man tosses the dog into the truck's cab, pushing the door shut. The dog throws its body against the window, slobbering and BARKING. The man turns toward Jeff, wiping his hands on his pants. Jeff tries again: \n[61]I'm sure your ruins are better than these. It's just that we-- The driver cuts him off, holding out his hand, with that same air of enraged disgust. \n[62]Gracias, senor! The driver doesn't even look at him; he just pulls out onto the road, heading back in the direction from which they came. There are mosquitoes; Stacy starts to slap at herself. Jeff unslings his pack, pulls out a can of insect repellent. \n[63]Here. He begins to spray her, then Eric. Amy is peering off after the truck. They can still hear the dog's BARKING, but very faintly now. Jeff finishes with Eric, starts in on Mathias. \n[64]The guidebook said you can always flag down a passing bus. So I-- \n[65]It also said you can hitch-- \n[66]They must-have a way to get supplies in. \n[67]The archaeologists. They must have a truck. Or access to a truck. When we find Mathias's brother, we can just ask them to take us all back to Coba.  Right? Mathias seems startled by the question. \n[68]Eleven. \n[69]It's eleven miles. \n[70]Let's just find this place, okay? Then we can figure out how to get back. Amy is silent. Jeff turns to the others. \n[71]Ready? Mathias and Eric nod, and the boys start down the path. Amy stands there, watching them go. Stacy steps toward her.' \n[72]The stream. Thirty feet in front of them, the trail dips toward a small stream, studded with boulders. It resumes on the far bank, rising gradually uphill in a long straightaway. The stream is slow moving, the water dark brown. Eric SNIFFS the air. \n[73]They must use it as a latrine. \n[74]The village. The Mayans. They start toward it, gingerly, the girls covering their noses. Jeff crosses the stream, hopping from boulder to boulder, and the others follow. Stacy almost falls in; she only catches her balance at the final instant, YELPING. Jeff is already starting up the trail, searching for the turnoff. There's no sign of it; the dense foliage extends unbroken as far as the eye can see. He turns to Mathias. \n[75]How far past the stream?. \n[76]It's on the map. \n[77]Maybe the archaeologists don't want people to find the mine. \n[78]Maybe they've dug up something valuable. Emeralds or something. Or silver. Whatever they were mining in the first place. And they don't want anyone to come rob them. So they've asked the Mayans to help keep people away. He falls into silence, staring at the boy. No one appears very convinced by his theory, not even Jeff. He shrugs. \n[79]How much farther is it? Mathias takes the map from his pocket again, glances at it.     28. \n[80]Be silly to stop now, don't you think? No one answers; no one moves. \n[81]So we what? Turn around? Walk all the way back to Coba? Silence. They all turn to stare back down the trail, then toward the Mayan boy, who's still watching them. Stacy SLAPS a mosquito, leaving a bloody smear on her bare arm. Jeff lifts his hand, gestures at the path.leading into the trees. \n[82]Come on. We're almost there. The others glance at one another, waiting for someone to argue; no one does. Finally, Mathias steps forward, slipping through the narrow opening. Eric follows him, and then, with just the slightest hesitation, so do Amy and Stacy. Jeff throws one last glance toward the boy--who's still standing there, sixty feet away, watching with his anxious expression--and then he, too, vanishes into the trees. \n[83]It's a mine. An old mining camp. \n[84]There's nothing sacred about it. Eric considers this as they walk. The others are also quiet: too hot to speak. The sunlight falls through the trees in thin, shifting columns, hazed with mosquitoes. \n[85]A horse. It's true: HOOFBEATS are approaching at a gallop. Instinctively, Jeff and the others back a handful of steps toward the hill. A long. beat, then a horseman bursts into the clearing, rearing to a halt. Amy lifts her camera. \n[86]Dinero? The man ignores the proffered bill, makes a shooing motion, waving them from the clearing. Mathias turns toward the hill, cups his hands around his mouth, SHOUTS: \n[87]Why don't you hike up, see if you can find him? We'll try to sort this out. Mathias nods, starts across the clearing. The bald man SHOUTS at him in Mayan, and then, when Mathias doesn't stop, pulls his pistol from its holster, FIRES into the sky. Everyone flinches, half-ducking. Stacy SCREAMS. Mathias goes still. The man waves at him, YELLING in Mayan, and Mathias comes back, his hands raised, to join the others. HOOFBEATS are approaching from the jungle again. They come closer and closer, and suddenly two more horsemen burst into the clearing. They're younger than the bald mans in their twenties, dark-haired, muscular. One has a mustache. Their mounts are white-eyed, SNORTING, rearing, just like the bald man's. The two men jump to the ground, dropping their reins, and the horses immediately turn and gallop back into the jungle. Amy lifts her camera again. \n[88]Quiet. \n[89]Wait. Wait and see. Amy is a bit farther into the clearing than Jeff and the others. She keeps swinging her camera from them to the Mayans, trying to capture the whole scene in one shot. She's too close, though,-and she retreats another handful of steps. \n[90]\n[91]Don't move. The bald man continues to frown and shake his head. He points to Amy, then the others; he waves toward the jungle. But the young men are implacable--they keep arguing, gesturing--and finally the bald man gives in, falls SILENT. A beat, then the bald man raises his pistol, aims it at Jeff's chest. He makes a shooing motion with his other hand, but now it's toward Amy, and the hill beyond her. He begins to SHOUT; the other men do, too. Then the bald man FIRES a bullet into the dirt at Jeff's feet. Everyone jumps, starts to retreat. The men with the bows are swinging them back and forth, herding them toward the hill. When Jeff and the others reach Amy, the bald man points toward the trail, waves them up it. He watches--his expression looking stricken, close to tears--as the five of them obediently begin to climb the vine-covered hill. \n[92]Check your phone, Eric. Eric pulls out his phone, flips it open, stares at it. \n[93]Hello...? SILENCE. The vine covers everything but the trail and the clearing. We glimpse more rubble beneath its greenery: time- worn stelae, a low stone wall. In some places the vine folds back upon itself, forming waist- high mounds, tangled knoll-like profusions of green. And everywhere, hanging off it, are those bright red flowers. Mathias moves toward the orange tent, and Jeff follows him. They UNZIP its flap, stoop to peer inside. \n[94]Nothing. Some camping supplies. Mathias starts across the clearing toward the blue tent, followed by Jeff and the others. He UNZIPS its flap, sticks his head inside. Jeff leans to look, too. \n[95]Keep going, I guess. Saying this, he slings his pack onto his shoulder. Then he starts forward, the others falling in behind him. \n[96]We'll see. The others hesitate, and then, one after another, resume their downward march. \n[97]Easy. All right? Easy and slow. We'll stand up and we'll walk away. We'll walk back up the hill. The young man's T-shirt is stiff with dried blood. There are. three slender arrows impaled in his chest. \n[98]I know. \n[99]Shh. Not here. Up the hill, okay? Mathias is struggling to control his breathing; the MOANS keep coming. Finally, he manages a nod, and they both stand up. Stacy and Amy are holding hands, looking stricken. Stacy has started to CRY. Eric has his arm around her. The Mayans keep their weapons raised. They watch in silence as Jeff and the others turn to start back up the hill. \n[100]There's something in the plants. The sap--it burned his skin. Mathias rubs at his hands with his shirt, grimacing. Amy reaches to take the water back from Jeff. She starts to lift the bottle to her mouth, but..Teff leans forward, grabs it. \n[101]Don't. We need to save it. \n[102]We all are. \n[103]We don't have that much. We need to ration it.  We'll have to figure out a way to catch the rain. Everyone but Amy peers up at the sky: it's a perfect, cloudless blue. Amy remains focused on Jeff. \n[104]\n[105]Fine. Let's vote.  But first you should understand that each of us is gonna need half a gallon of water a day, at a minimum, to survive here. That's two and a half gallons total, every day. And right now, until it rains, we don't have it. Okay? Not even one day's worth.  Now who wants to give Amy more water? A long moment of silence. No one can meet Amy's eyes. Finally, VERY QUIETLY: \n[106]Another hour or so. Then we'll all have a sip. Okay? Amy can see that she has no choice. She gives a grudging nod, and Jeff slides the bottle into his knapsack. \n[107]We have to get organized. Now. While we're still fresh. We'll have to stay out of the sun, spend as much time as possible in the tents. We'll have to-- \n[108]They keep coming. More and more of them. They're all armed, and the bald one sends them out along the clearing. They're surrounding us. Amy, Stacy and Eric struggle to absorb this. Finally: \n[109]It's got something to do with the hill, I think. Once you step on it, you're not allowed off. Something like that. They won't step on it themselves, but now that we're here, they won't let us leave. So we have to figure out a way to survive till someone comes and finds-us. \n[110]People'll start to worry when we don't return home. Right? And \n[111]If we try to leave, they'll shoot us. That's the one thing we know for certain. An electronic CHIRPING comes from the shaft: it sounds like a cell phone ringing. Mathias turns his head, listening. No one else notices it. \n[112]That's a cell phone, Amy. Definitely. \n[113]It could be a different network. Something local. \n[114]There's a lamp in the orange tent. See if you can find some matches, too. Amy hurries off toward the orange tent, vanishing inside. There's a final RING, and then SILENCE again. Mathias is knotting the rope tightly around his chest. Amy returns, carrying an oil lamp, a box of matches. Everyone watches as Jeff crouches to light the lamp. Then he rises, turns toward Mathias, looks at him closely. \n[115]You sure? Mathias nods, takes the lamp, steps to the edge of the hole. Jeff and Eric move to the windlass; they position themselves at the hand crank, leaning into it, so the rope goes taut. Mathias girds himself, steps out over the hole. He dangles there for a moment, hanging beneath the sawhorse, the windlass GROANING on its mount. Then Jeff and Eric begin to reverse the crank, letting the rope slowly spool out. Stacy and Amy stand beside the shaft, peering into it, watching as Mathias begins his descent--ten feet, twenty feet, thirty feet down, and still only darkness beneath him, with no sign of the shaft's bottom. The windlass CREAKS as it turns; Jeff and Eric strain against it, sweating, muscles taut. Amy has turned from the shaft, is watching: the rope as it slowly unspools from the barrel. \n[116]Pull him up ! Eric hasn't grasped what's happening. He hesitates. \n[117]\n[118]He's moaning. They listen for a beat, but there's only silence. \n[119]I heard him moan. The others don't seem so certain; Jeff turns to the girls. \n[120]One of you will have to go. \n[121]Down. We'll clear the vine off the rope. And you can-- \n[122]We have to work the crank. You won't be strong enough.     49. Amy and Stacy stare at each other; it's obvious neither of them wants to go. Stacy is the one who finally gives in. \n[123]Mathias...? More SILENCE. Jeff turns to the girls. \n[124]See if you can find a knife. And another lamp.' He waves them toward the tents; then he and Eric begin to unspool the rope from the windlass, laying it out across the clearing in long, looping circles. \n[125]Just help him into the sling. Then we'll pull him up. The chimney is carefully replaced, as WE PULL BACK TO REVEAL: \n[126]Once we get him out, we'll drop the rope back down and pull you up, too. Amy offers Stacy the lamp. Stacy is scared, yet struggling not to show it. Her hands are trembling, and the lamp rattles as she takes it. The boys are stepping toward the windlass; Eric stops, glances back at her. \n[127]Ready? She nods, but doesn't relinquish her grip on the sawhorse. \n[128]You have to let go, Stacy. For a moment, it doesn't seem like she'll be able to, but then--with a visible act of will--she does, and they slowly. begin to let the rope out, dropping her into the shaft. \n[129]Stacy? His voice has an ECHO to it. \n[130]Can you see him? Stacy looks down again, holding up the lamp, peering toward Mathias's motionless body. She lifts her head. \n[131]Is he conscious? \n[132]How far are you above him? Stacy glances down once more, trying to quess,the distance. \n[133]We have to figure out a way to lengthen the rope. We're gonna pull you up. He pulls his head away. \n[134]You can't. We have to-- \n[135]We might not be able to make it longer. You'll be trapped. \n[136]We'll pull you up. Then we'll see. He starts toward the windlass again. \n[137]What happened to the lamp? \n[138]I'm dropping the matches. Okay? \n[139]We need fifteen feet. Twenty to be safe. No one speaks. The windlass turns with that steady CREAKING, but it's higher-pitched now, with no weight on the rope. \n[140]Come on. Think. How can we-- \n[141]Would they hold? Eric frowns, uncertain. Jeff finishes with the rope, stands there, catching his breath. Stacy's,voice rises toward them from the shaft:     56. \n[142]Put pressure on it. Use my shirt. They all stare down at her, waiting. \n[143]What about the tents? We could take one down, cut the nylon into strips. Eric and Amy glance toward the tents, debating.     57. \n[144]we can braid them--three strips for each section. Then knot the sections together, for strength. Before either of them can respond, Stacy's voice emerges from the shaft, sounding SCARED: \n[145]Smells? \n[146]How can we make a backboard? Amy starts to shake her head, looking horrified. \n[147]One of the frames from the backpacks? And the tent poles. There's tape in the orange tent. He doesn't wait for a response; he leans over the shaft, \n[148]We have to builda backboard, Stacy. It might take a while.     58. There's a long hesitation, as if Stacy is searching for some alternative. Then, still sounding FRIGHTENED and FARAWAY: \n[149]We can't just leave him down there. You know that, don't you? She starts to back away, toward the edge of the clearing. \n[150]Who? \n[151]They're not gonna--- \n[152]Amy! But she's gone. Jeff turns to Eric. \n[153]Stay here.     59. And then he, too, is running. \n[154]They can't understand you. She turns, her voice quickened with PANIC: \n[155]They don't speak Spanish. \n[156]They killed Henrich. Why would- Amy tries to tug free, but he won't let her. She starts to SHOUT at the Mayans: \n[157]We have to get back. Amy turns toward him, her face smeared with tears. \n[158]Listen to me. Mathias needs our help. Right now. He-- \n[159]YD-q stepped onto the hill. Amy stares at him, startled into silence. \n[160]They wouldn't have forced us up it if you hadn't. He holds her eyes, making sure she understands. Then: \n[161]Now let's go, okay? He starts to pull her back toward the trail. She allows herself to be led; she's begun to CRY again: \n[162]They're not going to. \n[163]\n[164]They have guns, Eric. And bows. What do you think they'll do if we start throwing the vine at them? Eric is silenced by this. He cuts another long strip of nylon, passes it to Amy. But he can't seem to stop himself from talking: \n[165]Come on. You're burning. She reaches for the hat, puts it on, then wipes at her eyes again. Jeff leans forward, touches her. \n[166]We're gonna get through this. All right? We'll pull them up. And then ...I don't know--we'll figure things out. it has to rain at some point. And maybe we can snare some birds. Or--     64. The electronic RINGING sounds once more from the bottom of the shaft. They all turn to stare. \n[167]Stacy...? Stacy ignores him; she limps around Mathias, starts toward the opening. She hesitates at the mouth of the shaft, lifting her lamp to see better. There's another RING. \n[168]Can you see it? Stacy lifts her head, SHOUTS: \n[169]Then blow it out.     65. Stacy seems terrified by this. \n[170]We'll need it when we come down. To get him on the backboard. Stacy drops into a crouch beside Mathias, sets the lamp down before her, stares at it. She clearly doesn't want to blow it out. Mathias watches her, silent. JEFF  (cont'd) All right? Stacy leans forward, lifts the lamp's glass chimney, blows out the flame, dropping the shaft into darkness. \n[171]Have you reached them? \n[172]Amy...? They both look up; the sky has grown too dark to see him. Amy hesitates one beat more, then YELLS: \n[173]We can't. \n[174]He's gonna keep leaking urine. \n[175]We'll rig a shelter. With what's left of the blue tent. Jeff pulls the second belt free. Mathias's eyes remain shut. \n[176]One of us should stay on watch while the others sleep. Two hour shifts. He reaches for his knapsack, unzips it. He pulls out a liter bottle of water. \n[177].Once it's light, we'll figure out how much water we have, and how to ration it. Food, too. For now, I think we should each just take a single swig. He uncaps the bottle, hands it to Amy. He watches her drink from it. When she's done, she passes it to Stacy. \n[178]Eric and I'll build the shelter,. then I'll take the first shift. You two should try to sleep. Stacy takes her single sip, passes the bottle to Eric. \n[179]We have to keep him clean. He slices the jeans, from ankle to hip, first one leg, then the other, struggling not to jostle Mathias's body. \n[180]That's how it'll happen, I think. if it does. \n[181]If he dies here. infection. Blood poisoning--something like that. Eric seems startled by this. \n[182]His back is broken. Who knows what else. Eric is silent, motionless, the tape in his hand. Mathias's BREATHING seems to be getting steadily worse. Jeff bends to cut off his boxers, first one leg, then the other. He tosses the soiled fabric aside. \n[183]We should go back down in the morning. \n[184]Into the shaft. Try to find the phone again. \n[185]There's tequila. We could pour it on some of the clothes, tie them around one of these poles, make a torch. A sleeping bag is lying in the clearing among the strips of nylon and aluminum poles. Jeff steps over to pick it up. \n[186]Without the phone, he's dead. If we have to wait for someone to come searching... He shakes his head. Then he leans forward and carefully drapes the sleeping bag across Mathias's broken body.     74. \n[187]How is he? \n[188]And you? \n[189]Once the others are up, we'll have some water. His face is stubbled, sweat-stained. He looks ragged; they both do. He steps to the opposite side of the clearing, unzips, begins to urinate, with his back to Amy. \n[190]Bodies. All of them. He waves across the hilltop, at the other mounds: there are more than a dozen. Amy takes them in. The light is gaining strength, the green leaves seeming to shine in it, the red flowers to glow. Jeff's face assumes a puzzled expression. \n[191]Where are the birds? \n[192]it's dawn--there should be birds. They both stare off across the hillside: so quiet, so still. \n[193]Stay with him. Then he ducks in through the tent's flap.     77. \n[194]What is it? \n[195]The blade's dirty. We should-- Stacy starts shaking her head, FRANTIC: \n[196]It's gonna hurt. \n[197]Get me a shirt or something. He gestures toward the backpacks, and Eric unzips one of them, starts to dig through it.     78. He pulls out a T-shirt, hands it to Jeff. Jeff wads it up, uses it to put pressure on the incision, staunching the flow of blood. \n[198]I got it out. \n[199]That's just your body. Your muscle twitching. \n[200]They must've dug it up. \n[201]The miners. He puts the liquids in a third pile: three bottles of water, two of iced tea, a can of Coke. That's all there is. \n[202]And then the Mayans cleared the jungle around the hill, I guess. To keep it quarantined. That's why they won't let us leave, don't you think? They're afraid we'll spread it? The others are silent. Jeff reaches for the tuna fish sandwich. He carefully unwraps it. \n[203]Or else...I don't know. Maybe it's something religious? And we're some sort of sacrifice? He glances at the others, but once again no one responds. They all look dazed: knocked back into themselves. Jeff picks up the knife, wipes it on his jeans. \n[204]They must've done the same thing with the archaeologists. And Henrich. Trapped them here. Like us. He cuts the sandwich into four equal sections. \n[205]And then somehow it killed them off. All of them. one by one. This is too much for Eric; he.leaps up, looking panicky.     82. \n[206]We'll eat first. Drink some water. We have to stay calm. Not rush at things. He holds out one of the tiny squares of sandwich. Eric hesitates, then accepts it, dropping back into a crouch. Jeff hands Amy her square. \n[207]He wouldn't be able to stomach it. Jeff offers Stacy her ration. She takes it, but almost absentmindedly. She seems distracted; she keeps prodding at her wound with her fingertip. \n[208]Stop it, Stacy. \n[209]I told you. I got it out. Jeff pops his square of sandwich into his mouth; Eric and Amy eat theirs, too. Stacy's ration remains in her hand; she seems to have forgotten it. She's sunburned, sweat-stained, glassy-eyed. Eric leans toward her, looking worried. \n[210]It's what happens when you get hurt. Jeff picks up one of the water bottles, twists off its-cap. He offers the bottle to Stacy. \n[211]one swallow apiece. The bottle makes its way around their little circle. When it returns to Jeff, he takes his sip, caps the bottle. Eric is watching Stacy, her anxious probing; he looks increasingly distressed by it. He jumps up again. \n[212]We need to take care of Mathias, first. He won't last much longer like that. Amy looks appalled; she makes a shushing motion. \n[213]We have to cut them off. \n[214]His legs. He's finished with Stacy's khakis; they've been transformed into a pair of shorts. He tosses them toward her. Eric and Amy are staring at him, shocked into silence. Then: \n[215]He'll die if we don't. \n[216]There won't be any pain. He has no feeling beneath his waist. \n[217]The tourniquets are already in place. We'll cut below them. \n[218]We could break the bones. Then cut. Amy is shaking her head; she looks mortified. \n[219]We'll sterilize it. Build a fire. Heat the blade in the flames. It'll cauterize as it cuts.     85. \n[220]Or save him. One or the other. We can't just-- \n[221]It'11 take too long. \n[222]And Mathias will already be dying. You understand? There's no flesh covering his bones. They're-- Mathias's voice interrupts him, from the backboard. Very HOARSE, barely audible: \n[223]I'll have to break the bones first. An amber liquid is being poured onto the clothes, very slowly. WE PULL BACK TO REVEAL: \n[224]With the stone. Then I'll use the knife to cut. A large stone sits beside the pile of clothes, shaped like an ax head. There's the knife, too, and the metal canteen from the orange tent. \n[225]We'll heat the canteen, and cauterize the wounds with it. To stop the bleeding. Eric strikes a match: the clothes catch instantly, burning with a low blue flame. He sets the knife in the fire, then the stone, and splashes more tequila on them. The girls stand in the center of the clearing, watching. \n[226]You shouldn't be able to feel a thing. But you can bite this if you want. Just in case. He holds up one of the belts. Mathias hesitates, then opens his mouth, and Jeff sets it carefully inside. Mathias clamps down, gripping it between his teeth. Jeff glances at Eric. \n[227]Ready? Eric nods.- The stone is making a cracking sound in the fire, glowing a.deep red. Jeff turns back to Mathias. \n[228]You? Mathias also nods, shutting his eyes. There's a small towel in the dirt beside Jeff, and he. picks it up, wrapping it around his hand. He looks over his shoulder at the girls. They both seem terrified, shaky with it.     88. \n[229]You should wait in the tent. Amy starts to shake her head, but then Stacy is in motion, grabbing her hand, pulling her across the clearing, and she lets herself be led. Jeff watches them vanish through the flap, then reaches toward the fire with his towel-swathed hand. He scoops up the stone, raises it over his head, SLAMS it down with all his strength against the exposed bones of Mathias's left leg. Mathias bucks, GROANING; his eyes jump open. Jeff drops the stone back into the fire,. snatches out the knife. Mathias is trying to rise onto his elbow, straining to see what's happening. \n[230]Hold him. Eric sets the canteen into the flames, sloshes some tequila on it, then shifts.to the backboard. He presses down on Mathias''s shoulders. Mathias is WHIMPERING, twisting his head back and forth, gripping the belt tightly in his teeth. Jeff starts to saw with the knife, chopping and cutting the splintered bones. Bloody marrow spills wetly out, and then Mathias's.lower leg comes free of his body, the foot and ankle and shin bones completely separate now. Jeff lifts the bones away, drops them into the dirt beside the backboard. Then he turns, uses the towel to pluck the canteen out of the fire: it, too, is glowing red. He presses the canteen flat against Mathias's stump, the flesh SIZZLING and SPITTING. Mathias bucks even more forcefully; he spits out the belt, CRIES OUT: \n[231]Reep him still. He turns, SMASHES the stone into Mathias's right leg. Mathias begins to SCREAM, bucking against Eric's grip.     89. \n[232]He couldn't have. \n[233]We've bought him some time. He wouldn't have-- \n[234]Leave it. Eric ignores him, cutting and stomping and tearing at the tendrils, faster and faster, but still too slow, the vine fighting back, wrapping itself around his legs. \n[235]Eric. He steps toward him, grabs his arm, pulls him away. They stand side by side, watching as the vine pulls the severed limbs into itself, the white of the bones vanishing into the larger mass of green. Stacy has begun to CRY again. There's a beat of stillness, and then, once more, echoing up toward them from the shaft, comes that faint electronic RINGING of the cell phone. \n[236]I don't know how long it'11 burn-- \n[237]So you'll have to be quick. He has one of the aluminum poles from the blue tent. He's wrapped duct tape around its bottom for a grip, tied some of the archaeologists' clothes around the top. He's dribbling tequila on the knot of fabric, saturating it. \n[238]Wait to light it till you're both down there. Then-- \n[239]Who what? \n[240]You and Amy. They all look bad, but Stacy looks the worst: her wounded leg,, -her greasy hair, a panicky edge to every gesture. She shakes her head, with vehemence. \n[241]We've already been through this. Eric and I need to work the winch. You're not strong enough. Eric has reached the end of the rope; he stands up, wiping his hands on his pants.     92. \n[242]The torch won't last that long. We need you both there, searching. Stacy starts shaking her head again, TERRIFIED: \n[243]You don't have a choice, Stacy. Amy can see where this is headed; she tries to divert it. \n[244]if we don't find the phone, Mathias will die. Understand? Stacy is silent, hugging herself, staring at the ground. Eric has finished winding the rope onto the windlass. He tries to intervene: \n[245]So that's what you're saying. Just to be clear. That you're not willing to help him live. \n[246]I don't give a fuck. I'm scared, too. We all are. \n[247]And we got it out. Now she needs to stop being such a fucking baby, stop being so selfish, and-- Eric is stepping toward him suddenly, right up against him, forcing him back a step. \n[248]Hard? \n[249]I'm the only one thinking. I'm carrying the whole fucking load. \n[250]This isn't just going to work out on its own, Eric. You know? Magically? \n[251]We could end up dead here. All of us. Is that what you want? \n[252]Then get the fuck out of my way, and start helping me. He holds Eric's eyes long enough to confirm that Eric isn't going to protest, then he glances past him at Stacy. \n[253]You going or not? Stacy-is still staring at the ground, her hand probing at her chest. It's clear she doesn't want to go, but Jeff has shamed her into silence. Amy reaches, touches her arm. \n[254]Get in the sling, Amy. Amy turns, reaching for the sling. \n[255]Amoy...? Amy pulls the sling over her own head. YELLS: \n[256]Did you find it? \n[257]But she couldn't swim.     101. \n[258]\n[259]We should've been ready. We \n[260]It doesn't fucking matter. \n[261]How much, Amy? Two and a half gallons? 'Cause that's what we need. For today--just to make it through today. And then tomorrow the same all over again. And for how long? Another week before our parents start searching? And then what? How long till they track us to Coba? Or to this fucking hill? How long will it take, Amy? \n[262]It's not gonna happen. We're not gonna make it. The others stare at him in astonishment, too 'stunned to speak. He gives them all a look of disgust: \n[263]And you're fucking playing games.  So there were these people trapped in the jungle. \n[264]But they didn't have any water.     103. Amy looks as if she might start crying. \n[265]So they're gonna die of thirst. Amy covers her ears with her hands. \n[266]But this fucking vine might kill them first. \n[267]I'm sorry ...I'm sorry. He steps back toward the dismembered orange, crouches over it. The fruit and peels are muddy now, spoiled looking. He waves for the others to approach. \n[268]Come on. We need to eat. No one moves. They're all staring at him with their shocked expressions. He can't seem to meet their eyes. He gestures at the orange again. \n[269]The peel, too. Everything. Abeat, then the others step forward to claim their portions: first Eric, then Stacy, then Amy. They eat without speaking. Finally, almost AS IF TALKING TO HIMSELF: \n[270]It'll rain again. It has to. And we'll figure out a way to catch it.  We'll be fine. We'll ration the -food. And then, you know, we'll just...we'll tough it out..      104. \n[271]People have survived for weeks with nothing. Just water, a little bit of water. So why not us? No one responds. They continue to eat: the fruit, the peels. Their torn clothes cling wetly to them. Jeff uncaps the water bottle, offers it to Amy. She drinks, passes it on. It moves around the circle, back to Jeff. \n[272]I don't think it can hurt us. Not directly. if it could, it already would've, wouldn't it? Why would it wait? The others are silent, considering this. Then: \n[273]It's not strong enough to overpower us. And it-- Mathias GASPS suddenly, his entire body spasming for a moment, before the watery RASP of his breathing resumes. He doesn't regain consciousness; his eyes remain shut. Everyone watches him for a beat: he, also, is spattered with mud. \n[274]Don't, Stacy. Don't start. She jumps up, begins to pace, agitated.     105. \n[275]Put it down. \n[276]Give it to me. Right now. Amy and Eric stand, too. \n[277]a il hï¿½ f down i He shoves her down, onto her back, then picks up the towel he'd used to hold the heated stone. He balls it up, presses it to Stacy's wound. Eric retrieves the bottle of tequila from the mud, uncaps it. He crouches beside Stacy. \n[278]what're you doing? He's lifting the bottle toward Stacy's mouth, but he hesitates now, turning toward Jeff. \n[279]It'll dehydrate-her. \n[280]I said Q. \n[281]You realize how stupid you're being? Sticking that dirty knife \n[282]of ina's.inside you. You're imagining it, and you just-- \n[283]Get infected. Understand? You're gonna get yourself killed. \n[284]\n[285]No--it's the vine. It's mimicking her. Stacy has started to CRY; she covers her ears with her hands. \n[286]Wh--? Stacy holds her finger to her lips, silencing him.. From outside, there's another MOAN. Jeff sits up, listening. The PANTING is BUILDING toward a climax. Jeff leans toward the pile of supplies at the tent's rear, squinting at the tangle of vine growing across it. He points, WHISPERING: \n[287]It's the-- But Stacy is already pushing herself to her feet. She moves quickly to the tent's flap, UNZIPS it, crouches out into: \n[288]The vine. it made it sound as if you two-- Stacy turns toward him, SNORTING, shaking her head. \n[289]I could hear it. At the back of the tent. It was-- \n[290]Then it's heard someone having sex at some point. Slowly, quietly, a tendril has begun to slither forward through the darkness, creeping in beneath the lean-to, snaking toward Mathias, toward his head. Jeff and the others are all too focused on one another to notice. \n[291]it's doing this on purpose.' Can't you see? It thinks you're the weakest--because you're hurt. So it's trying to upset you. Trying \n[292]We heard the vine. It-- \n[293]Enough, Stacy. Stoll.     115. Stacy falls SILENT; she seems as astonished by what she's said as everyone else. \n[294]Where do you think you are? Huh? Why would you even care--at this point, if they were out here fucking? We're trapped. We don't have any food. Or water. And \n[295]They must've salted the soil. That's the only way I can think. He turns, glances at Amy. She has no idea what he's talking about. He waves down toward the Mayans.     116. \n[296]To keep the ground clear. It grows so quickly... He gestures at their clothes, upon which that green webbing of vine continues to spread, eating away at the fabric. \n[297]It's old, too--has to be. Really old. Because the birds, the insects... somehow they've evolved. They've learned not to land here. (he peers about them, at the vine-covered hill And the horses. Remember? How frightened they were? They knew, too. They stand in silence for a beat, staring down the hill toward the Mayans. Then Amy reaches, touches Jeff's arm. \n[298]I know. \n[299]Shh. Amy falls silent, watching him. He lowers his finger. \n[300]Have you made it up with her? Amy half-nods, half-shrugs. \n[301]Good. \n[302]I wish it mattered. Amy gives him a confused look. Jeff throws out his hand,. gesturing at the hilltop, the vine, their tattered clothes. \n[303]Look at us.  Would it matter to you? Amy hesitates, considering. Then she shakes her head. And with that, Jeff turns, starts back toward the orange tent. WE HEAR a zipping sound, which carries over into: \n[304]Head first? Eric considers this, staring down at Mathias's body. Mathias's face is burned red from the vine's sap; his legs are two blackened stumps. Eric shrugs. \n[305]You'll have to lift him. Eric hesitates; he seems reluctant to touch the corpse. Finally, he girds himself, straddles the backboard, grabs Mathias under his armpits, lifting him. Jeff leans forward, starts to pull the sleeping bag over Mathias's head. The corpse seems intent upon resisting them; its arms keep getting tangled, catching and snagging. Jeff and Eric have to wrestle with it, both of them PANTING, sweating, before they manage to shove it into the bag. Jeff ZIPS the bag shut, and they stand over it, catching their breath, wiping the perspiration from their faces. \n[306]\n[307]Hold her hands.     119. They each take one of her hands. Jeff crouches over her leg. \n[308]You might want to shut your eyes. Stacy shakes her head. \n[309]Should I stop? Stacy shakes her head, vehemently. Jeff glances at the others. Eric shakes his head, too. Amy's eyes, like Stacy's, are tightly shut. \n[310]You'll have to roll over. Stacy lets go of the others' hands, rolls onto her stomach. She hitches up her shirt, revealing the small of her back, the starfish-shaped bulge. Jeff crouches at her side. \n[311]Ready? She nods, and he leans, makes five quick incisions, in the shape of an asterisk, directly above the bulge. Stacy's body goes rigid, and Eric takes her hand again. Once more, we can see the tendril through the incision: dark with her blood. Jeff reaches in and slowly pulls the vine from her body. There's an astonishing amount of it; he has to drop the knife and use both hands to drag the slimy mass free.     120. As the plant emerges from her body--thrashing, coiling and uncoiling, covered in half-clotted blood, like a newborn-- Stacy starts to SCREAM. \n[312]Can you eat? Stacy sits up, wincing; her bandages are soaked through with blood. She takes the grapes from him; Eric does, too. They- all begin to eat, in silence. When they're done, Jeff passes the water bottle around their circle. Then: \n[313]We should try to rest, I guess.  Get out of the sun. We're losing moisture out-- \n[314]You're losing too much blood. And if any of these get infected--- \n[315]No more cutting. Not unless--- The knife is in the dirt beside him, and Stacy leans forward, tries to grab it. Jeff is too quick for her, though: he snatches it up, tucks it into his belt. Stacy is becoming more and more upset. She holds out her hands, BEGGING: \n[316]Give it. Now. Eric follows him. Amy stays by the tent; she's begun to CRY. \n[317]Easy. Try to-- Stacy clutches at Amy, begging, her voice HOARSE with pain:     126. \n[318]It's okay. I'm right here. I'm-- He UNZIPS the bag, and an immense tangle of vine cascades out onto the dirt. Its flowers are a pale pink; they're opening and closing, still calling, louder now: \n[319]Come on. You'll need the energy. He reaches for her hand, puts the banana in it. She holds the fruit, but makes no move to eat. Finally, VERY QUIETLY: \n[320]You'll only get weaker. \n[321]Nobody's coming. \n[322]All they'll find are our bones. Amy is silent, staring down at the banana. \n[323]We don't have time for this, Amy. You'll need as much daylight as possible. He waves upward, toward the sun, which has passed its peak, begun its slow slide westward. Amy squints toward it for a beat, and then, almost despite herself, lifts the banana to her mouth. She bites, chews, swallows, still mutely crying. Jeff peels the second banana; he hands it to her as soon as she finishes the first. Be watches her eat,.silent. He's tearing open the bag of pretzels when another tendril snakes into the clearing.     129. They both watch it, neither of them moving. It's joined by a second tendril, then a third, a fourth;.the vines coil around Stacy's body, begin to drag it from the clearing. Amy's CRYING grows more forceful, her body shaking. \n[324]Shh. Jeff reaches, strokes her. The vine pulls Stacy's body into itself, burying it. Amy watches, struggling to control. herself. Her voice emerges as little more than a WHISPER: \n[325]We might. He hands her the pretzels; she takes them, watching his face. \n[326]It'll take them a moment to react. If I can make it to the trees... He trails off, shrugs. Amy keeps staring at him; she doesn't believe this either. He SIGHS again, holds up his hand, pulls the bandage from his wound: it's three inches long, a deep gash into his palm. \n[327]How long till it's inside me? Amy is silent. He flexes his hand, and the wound opens, mouthlike, blood oozing thickly from it. \n[328]It already is, probably. I'll be just like Stacy soon. He turns, glances toward the spot where her body has disappeared. Amy looks, too.     130. \n[329]Then what? You, all alone on this hill... you know how that would end, don't you? Once more, Amy is silent. He waves for her to keep eating, and she starts in on the pretzels, mechanically. He opens the can of Coke, hands it to her; she takes a long sip. \n[330]Once you're in the jungle, you drop and hide. Another tendril slithers forward. It slips into the immense puddle of blood beside Jeff and Amy, begins to drink it. \n[331]They'll never find you--it's too thick in there. Just burrow down, and they'll run right past. Jeff opens the can of nuts, sets it in front of Amy. Then he gets up, crouches over the puddle of blood. He cups. his hands, dips them into the puddle. He steps toward Amy, smears the blood across her T-shirt. Amy keeps eating. \n[332]It's sudden movements that'll get you caught. So take your time. You step, then listen. Then another step, and listen again. He moves back to the puddle, which the lone tendril continues' to drain. He cups his hands, scoops up more blood, smears it on her tattered khakis. Amy has finished the pretzels; she reaches for the nuts, looking numb.. \n[333]East, always east--keep the sun at your back. He scoops up more blood from the puddle. \n[334]You'll hear me yell. I'll yell your name.     131. He returns yet again to the puddle, then stands over her, the blood cupped in his hands, dripping. \n[335]And you can't hesitate. Understand? Not for an instant. Amy nods, and he uncups his hands over her head. She shuts her eyes as the blood runs into her hair, down her forehead, her neck, her face. \n[336]You don't even know her name. The Mayans just stare at him. He rises to his feet, pulling the knife from his belt: it's darkly stained with. blood. \n[337]You should. You should know who you're killing.     132. He steps out into the clearing. The bald Mayan pulls his pistol from its holster, raises it, aiming at Jeff's chest. The others draw their bows. Jeff smiles, taps his sternum. \n[338]Jeff. Understand? My name's Jeff. He edges along the clearing's margin, keeping close to the vines, moving away from Amy's body. The Mayans follow him, weapons raised. After a handful of steps, he stops again, turns toward them. \n[339]Can you say it? Huh? Again, the Mayans just stare. He SLAPS at his chest. \n[340]Jeff. A beat, then he suddenly YELLS, waving the knife at the men. \n[341]\n[342]There's Stacy, too. And Eric. Mathias. And Henrich. You've killed them all. He steps toward them. The bald man raises his hand, holds it up, palm out, next to his pistol. Jeff smiles at him again. \n[343]But not everyone. He LAUGHS, a little wildly, and shakes his head. \n[344]Look at you, you stupid fucks. You have no idea what I'm saying, do you? He takes another step into the clearing. The bald man COCKS his pistol, loudly. Several of the other Mayans have emerged from the jungle; they stand there watching.     133. \n[345]One of us is gonna survive. You should know that name, too. You fuckers. You bastards. He takes yet another step forward. The bald man speaks a string of words IN MAYAN, with an edge of warning. More Mayans emerge from-the jungle, shielding their eyes against the sun, staring. No one is looking in Amy's direction. \n[346]It's not Jeff. He shakes his head, his voice dropping, almost to a WHISPER: \n[347]It's Amy. You hear? He takes a deep breath, gathering himself. Then he YELLS-- \n[348]", "AMY": "\n[1]Why would they hire you if you haven't read the books? \n[2]I'm fine. I've got a base. \n[3]It's only been-- Stacy interrupts, speaking in a slightly SINGSONG fashion:     4. \n[4]Please don't. \n[5]Stop it. Both of you. Right now. They ignore her, ping-ponging quickly back and forth: \n[6]Shit. \n[7]I lost my earring. \n[8]Thank you so much. .Mathias nods. He starts to turn, as if to swim off, but Jeff stops him:     6. \n[9]Dance. Eric smiles, as if the idea of Jeff dancing were absurd.     8. \n[10]That's not true. He played the trombone in high school. He won a prize. Eric seems startled by this, amused. \n[11]Jeff's won prizes for everything. His Mom has a whole room built just for them. Trophies and ribbons and plaques. He's a very accomplished young man. (she holds out her hand-to \n[12]Teak? \n[13]I'm fine. \n[14]Thank you. That's very helpful.     14. She pushes herself to her feet, flushes the toilet, steps to the sink, squeezes some toothpaste onto a toothbrush. \n[15]You don't want me to come? \n[16]So what're you saying? \n[17]I'm not sunburned. Jeff stares at her, the deep red of her face. Then he shrugs, steps out of the tub, the towel around his waist. \n[18]I'll get too sweaty.     15. Jeff pulls a pair of khakis from the bureau, tosses them onto the bed beside her. \n[19]We don't even know this guy. Jeff slides two bottles of iced tea into the knapsack. There's a plastic shopping bag beside the fridge, and he starts to dig through it. \n[20]I just don't see why we have to go with him. \n[21]Why would you vanish? Jeff turns, looks at her: this isn't the point. \n[22]Why do you keep saying that? \n[23]It's like you'd rather I didn't-- A KNOCKING at the door, and she falls silent. Jeff rises, zipping shut the knapsack. He steps to the door, opens it. Stacy and Eric are in the hall. \n[24]How do we get back? She points back down the road, toward the vanished truck. Jeff pauses in his spraying, considers for a moment. Then: \n[25]There aren't going to be any buses on that road. Jeff nods; this seems obvious. He resumes spraying Mathias. Eric and Stacy stand there, watching. \n[26]A bus couldn't even fit. \n[27]See any cars pass, Jeff? Jeff doesn't answer. He steps toward her, starts to spray her, too. She holds out her arms. \n[28]The whole time we were driving, you see even one? \n[29]He's not gonna get a signal. Not way out here. They all turn to watch as Eric reaches into. his pack, pulls out his cell phone, flips it open. He stares at it for a beat, then shakes his head, snaps it shut. Jeff finishes spraying Amy, starts in on himself. \n[30]Who? \n[31]We're stranded, aren't we? That's, like, a twenty mile walk we're gonna have to do. Through the jungle. \n[32]What? Jeff finishes with the insect repellent, crouches to slide the can back into his pack. \n[33]There's no way that was eleven miles.     23. Jeff rises, slings his pack. He gives Amy a tired look. \n[34]It's annoying. \n[35]It's tedious and boring. And once they start, it's impossible to get them to stop. \n[36]How much farther? Mathias peers down at his brother's note. Stacy and Eric continue with their game. \n[37]I think we should go see it. \n[38]I think we should--- Jeff stops suddenly, pointing. \n[39]Look. Up the trail, sixty feet away, stand two small Mayan boys; they seem to have materialized out of the air. They're ten years old, shirtless, scrawny, dark-haired. one of them is holding a bicycle by its handlebars; it doesn't have a seat. \n[40]Maybe they can guide us. Stacy smiles toward the boys; she waves, CALLS OUT: \n[41]Why was it covered? Jeff lifts his hands: how should he know? \n[42]It's a hand-drawn map, Jeff. \n[43]Because? Jeff has to think. Finally: \n[44]Eric. \n[45]Shut up, okay? Eric falls silent. They follow the path as it curves first right, then left, moving gradually uphill all the while, and suddenly there's sunlight in front of them, bright and intense: a clearing. They hesitate at its edge, staring. \n[46]So beautiful. \n[47]\n[48]The mine? Jeff nods. A draft is rising from the hole, and it lifts off Amy's hat. She tries to catch it, but fumbles: the hat falls away from her. They all watch it vanish into the dark. Eric pulls out his phone, flips it open, almost absentmindedly: a nervous gesture. There's still no signal. He closes it, turns to survey the clearing, the empty tents. \n[49]So. Her skin is slick with sweat, and she's winded from the hike down. A third Mayan comes jogging toward them. He stops beside the other two, draws his bow. \n[50]Oh, no. Oh, Jesus. Jeff holds up his hand, silencing her. The Mayans stand there, in the center of the clearing, watching. Mathias has begun to rock slightly, that MOANING coming and going. Jeff touches his shoulder, WHISPERS: \n[51]The girl? \n[52]Stop it, Eric. \n[53]Just stop, okay? Stop talking. Stacy struggles to collect herself, breathing deep. She wipes at her face. Amy keeps stroking her hand. Jeff and Mathias are approaching across the hilltop. Mathias holding his burned-looking hands out in front of him. He 9 a nd Jeff crouch beside the others. \n[54]But I'm thirsty. \n[55]So let's drink. Jeff shakes his head, capping the bottle. \n[56]I'm hungover. I'm sunburned. I lost my hat. I need some water.     43. \n[57]Why do you get to decide? Jeff stares at her, considering this. Then he shrugs. \n[58]Who? Jeff lifts one hand, palm-up, half a shrug. \n[59]We're not supposed to leave till Friday. Jeff nods. \n[60]And they'll have to come searching. Again, he nods. \n[61]So you're talking--what, a week? \n[62]We can't live here for a week, Jeff. \n[63]But what will we eat? How will we-- The RINGING comes again, silencing her. She glances toward the shaft, not quite believing what she's hearing. It comes a THIRD TIME, and they all stand up, step to the hole, peer into its darkness. The RINGING comes yet again. \n[64]It can't be-- \n[65]Way down in that hole? How could it pick it up? Still another RING. \n[66]Jeff. He turns to look, and she points at the rope, where it comes off the windlass and angles up toward the little wheel hanging from the sawhorse.     47. \n[67]The sap... They'd cleared off most of the vine from the rope, but not all of it. Some of these remaining tendrils have been crushed as the windlass slowly unspools. Their sap is darkening the rope in spots, eating into it. \n[68]I think it's-- Jeff immediately turns back to the crank, his voice URGENT: \n[69]Is he-- There's a GROAN from below, very faint, almost inaudible. \n[70]Go? Jeff nods, waving into the shaft. \n[71]Why can't you? Or Eric? \n[72]You sure? Stacy nods, but she doesn't look sure. She's hugging herself; it seems as if she might start trembling. Before anyone can speak, that GROANING comes from the shaft again, louder this time, unmistakable. Jeff cups his hands, SHOUTS: \n[73]Oh no. Please no. Jeff turns to her. \n[74]No, Jeff. No way. We can't move him. \n[75]We'll make it worse. Well jostle him, and he'll-- Jeff turns toward her, with a hint of EXASPERATION: \n[76]we have to tell them. \n[77]The Mayans. We have to tell them what's happened. Jeff gives her an incredulous look. She keeps retreating; she's almost at the path. \n[78]They can send for help. \n[79]We have to may. We have to-- She spins, starts off at a run, vanishing down the trail. Jeff calls after her, SHOUTING: \n[80]Help us. Please. Someone's been hurt. He-- Jeff comes to a halt, five feet behind her. \n[81]Say it in Spanish. Tell them he-- \n[82]Try it. You have to try.     60. She spins back toward the Mayans, takes a step into the clearing. The bald man SHOUTS at her, a single short sentence in MAYAN. Amy holds out her hands to him. \n[83]Espanol? Habla Espanol? Jeff steps forward, grabs her elbow. \n[84]Help usi We need help! The Mayans just stare at her, their weapons raised, their faces expressionless. one of them is much younger than the others, almost a boy. He says something in MAYAN to the bald man, and the bald man shakes his head. Amy begins to CRY. Jeff pulls at her elbow. \n[85]I didn't want to come. I told you we shouldn't. I said-- Jeff tightens his grip on her arm, gives her a little shake, as if to wake her up. \n[86]We shouldn't even be here. Why did you say we'd come?  You have to do something.  You have to! It's your fault. It's all your-- Jeff shakes her again, more roughly, his voice like a slap:     61. \n[87]I didn't know. I just-- She's growing increasingly upset, almost SOBBING. She tries to turn back toward the Mayans again, but Jeff won't let her. \n[88]They have to help us. \n[89]They have to. She wrenches herself free, stumbles, falls into the vines beside the trail. Jeff reaches for her, but she kicks away from him, grabbing at the vines, scrambling to her feet. As she rises, she yanks up a tendril, a clot of earth hanging from its roots. She SCREAMS, spinning toward the clearing--- \n[90]\n[91]I'm okay. But she doesn't look it. Jeff removes his hat, holds it out. Amy just stares at it; he nods for her to take it. \n[92]Stacy? \n[93]Almost. A few more feet. \n[94]I don't know. Three? \n[95]If he twists-- \n[96]We're gonna try itt She climbs off the backboard, crouches beside Mathias. Stacy sets down the lamp. \n[97]Mathias...? She touches his shoulder, and he opens his eyes, stares at her. He looks haggard, ashen. 10111..     68. \n[98]We're going to lift you, okay? We're going to hoist you up and out. Mathias stares from her to the backboard to Stacy. He shuts his eyes. Amy stands up, drags the belts off the backboard, drops them next to the lamp. She positions herself behind Mathias's head; Stacy hobbles to his feet, limping. \n[99]His hips. Stacy hesitates, looking doubtful. \n[100]If you lift from his feet, he'll bend at the waist. \n[101]His knees. Stacy crouches by Mathias's knees, a little off balance, favoring her wounded leg. Amy bends, sliding her hands under his shoulders. Mathias GROANS, and Stacy starts to pull away, but Amy shakes her head. \n[102]Quickly. On three. They count together: \n[103]No!     69. Stacy's wounded leg is hindering her; she can't keep up with Amy. Mathias's shoulders are level with the backboard, but his knees are still a good foot beneath it. He keeps SCREAMING. The bend at his waist increases. \n[104]Lift I Stacy tries to hoist him higher, lunging, his torso twisting, his SCREAMS going LOUDER. His right arm, hits the backboard, sends it swinging. The girls toss him toward it. \n[105]You okay? She waits, but he doesn't respond. His eyes remain shut. Stacy rises, buttoning her pants, limps back toward Amy. She's on the edge of tears, is working hard to fight them off. Amy lifts her head, SHOUTS up to Jeff: \n[106]Pull him up!     70. A moment's pause, then the windlass begins to CREAK once more. The backboard slowly rises, swaying gently. They watch it climb away from them. Amy holds out her-hand. \n[107]It's gonna go out. And it's true: as Stacy reaches for Amy's hand, the light suddenly flickers, dims, drops them into darkness. \n[108]But we can't just leave him out in the open. \n[109]Shh. \n[110]Don't, Stacy. Don't talk. It'll only make things worse. Stacy falls silent. \n[111]Just go to sleep, okay? Let's try to go to sleep. Stacy lies down next to Amy, in her-underwear and T-shirt. They huddle close together in the darkness. \n[112]The same. \n[113]Tired. Thirsty. Hungry. \n[114]Birds? \n[115]It's okay. It's just-- \n[116]I know. You're hurt. But we're., gonna get you-- \n[117]Shh. But he fights her; he won't be quieted: \n[118]Jeff...? They all turn toward the flap. Mathias begins to SCREAM. Amy's voice JUMPS in volume: of .I Jeff rises, moves toward the flap. \n[119]What about Mathias? She nods toward him, and they all turn to look. From his knees down, Mathias's legs are nothing but bone, tendon, and ropy clots of blackened blood. His face looks gray. His eyes are shut, and his breathing sounds terribly RAGGED. \n[120]Without anaesthesia? \n[121]No, Jeff. No way. \n[122]You'll kill him. \n[123]He felt it, didn't he? The whole thing. Jeff lifts the canteen away. \n[124]He was screaming. Be was telling you to stop. \n[125]This is bad, Jeff. So bad. Jeff leans to loosen first one tourniquet, then the other.     90. \n[126]You cut off his legs! You-- Stacy SCREAMS, pointing toward Mathias's amputated limbs. They're lying in the dirt at the base of the backboard, the bloodstained bones held together with a few remaining cords of flesh. A vine has come snaking into the clearing: it's wrapping itself around one of the feet. As the tendril begins to drag. the bones away, a.second one slithers forward and lays claim to the other foot. Eric grabs the knife, jumps up, steps on the first tendril, bends to slash at it with the blade. He swoops toward the second one. Even as he does so, though, a third tendril slithers into the clearing, then a fourth. Stacy SCREAMS again, short and loud, and backs toward the tent; Eric bends and slashes, bends and slashes, and the'vine keeps coming, from all directions, reaching for the bones. \n[127]It's okay. I'll go alone. Jeff ignores this. He rises to his feet, still focused on Stacy. WE can HEAR his growing anger in his voice: \n[128].'-11 be right there. Okay? We'll be together the whole time. A long beat, then Stacy manages a nod. It's enough for Jeff; he pushes past Eric, moving toward the windlass. \n[129]Pull it up! The CREAKING resumes. She stands there in the dimness, watching the sling rise away from her. She has the makeshift torch in one hand, the box of matches in the other.     95. \n[130]Wait... She pauses, lifting the torch, but Stacy keeps going. Amy peers at the vine hanging from the wall. There's a fifth RING, echoing eerily, and the flowers move in exact unison with the sound, their stamens vibrating, like so many miniature tuning forks: the plant is making the noise. \n[131]Stacy... The shaft dead-ends at a blank wall, which is just materializing out of the darkness, fifteen feet in front of them. There's a sixth RING. Stacy points at the wall, quickening her pace. \n[132]\n[133]There's no phone. \n[134]You. But Stacy is too hysterical: she just stands there, SOBBING, SCREAMING. Jeff's voice comes toward them from above, \n[135]Pull us up! \n[136]\n[137]It's okay, sweetie. You're okay. Stacy keeps WEEPING, uncontrollably, shaking her head. \n[138]Stacy... Stacy keeps WAILING, rocking, eyes shut. Amy leans in close. \n[139]Let's play the game...can you do that? Huh? Can you give me a \"So\"? Stacy continues to CRY. \n[140]Come on. Just try. Can you try?  So there was this girl who wanted to be a pilot. Stacy's tears keep coming. Amy looks at Eric, gives him a nod,'prodding him into speech. He hesitates, then: \n[141]So she became a lifeguard instead. (she squeezes Stacy's \n[142]So she wore a life vest. (she squeezes Stacy's hand \n[143]Yeah...? Everyone what? \n[144]Good. That's good. So she-- Very suddenly, it starts to rain--a dozen large, heavy drops. They all glance skyward. \n[145]\n[146]There was water in it. He spins toward her, turning his fury with himself on her: \n[147]You said-- \n[148]Don't, Jeff. \n[149]Please, don't. \n[150]Shut up! \n[151]\n[152]He's gonna die, isn't he? if there's no phone, then there's no-- \n[153]The Mayans. \n[154]You can go lie down if you want. Eric lifts his hand, pushes a button on his watch, makes it glow. He squints at it. \n[155]I don't mind. I can't sleep. Eric checks his watch again, its glow briefly illuminating his face. He gestures toward the tent. \n[156]They both are. There's a slight breeze, and the tent makes a FLAPPING SOUND in it. They both turn to stare at it. Then: \n[157]Do you think it's inside her?     110. \n[158]But she says she can feel it. Moving. Shifting about. Eric waves this aside. \n[159]I'm sorry ...I'm so sorry...  It's my fault. \n[160]If I hadn't stepped onto the hill-- Her crying INCREASES. Eric leans, touches her hand. \n[161]Jeff said it. He said-- Eric reaches, puts his arm around her, trying to quiet her. \n[162]We might not have... \n[163]What? Jeff reaches, touches Stacy's arm, struggling to calm her, but she flinches from him. \n[164]Nothing happened, Stacy. I was crying. And Eric-- \n[165]Stacy. \n[166]Shi i up. Right now. A second tendril has slithered under the lean-to. It covers Mathias's nose, drawing itself tight. The steady rasping of his breathing is CUT OFF. Yet again, no one notices. \n[167]You bitch. You stupid cunt. Stacy spins on her, VENOMOUS: \n[168]It didn't happen. Jeff turns, stares at her. she waves back toward the tent. \n[169]Eric and I, we were just--- \n[170]And what she said. About spring break. I-- Jeff reaches, presses his finger to her lips. \n[171]But I want to tell you--     117. He presses his finger to her lips again, stopping her. He waits a beat, and then: \n[172]Can I give her some? The knife is placed in the fire, and WE PULL BACK TO REVEAL: \n[173]Shh. Stacy SOBS into Amy's shoulder, her body jumping. Amy strokes her. Eric steps across the clearing, picks up the bottle of tequila. He glances at Jeff, and Jeff nods. \n[174]You're scared, honey. You're just scared. You know? Stacy nods; she's still CRYING, but it's growing quieter. Eric crouches beside her, holds out the bottle of tequila. Stacy just stares at it. Amy encourages her: \n[175]It'll help. Stacy accepts the bottle, takes a long swallow. Then another. The others watch her in silence. Finally: \n[176]Can you rest some? In the tent? Stacy is silent. She wipes the tears from her face. \n[177]I know...I know. (she stands up, holds out her hand Let's just lie down for a bit. Okay? Stacy hesitates, staring up at Amy. Then she reaches, grasps her hand. Amy pulls her to her feet, helps her hobble across the clearing to the tent. Jeff and Eric sit-there, watching in silence as they vanish through the flap. \n[178]Oh my God. Stacy is on the far side of the clearing. She's pulled off her shirt, her shorts, and has cut much of the skin from her body. She doesn't notice them. She's bent over, slicing into her left thigh, peeling the skin back from the muscle. \n[179]Please, honey. Just-- Stacy shakes her head; she's CRYING, too, her whole body shaking. Her hair is matted with blood; she looks terrified. \n[180]Jeff I She points toward the tent. Jeff turns to see. \n[181]Shh. Shh. The vine's laughter grows steadily. LOUDER, punctuated by Stacy's SHOUTS: \n[182]I still think we should wait. Jeff SIGHS: it's clear they've already been through this. \n[183]They'll come looking. You said \n[184]Our parents-- \n[185]I don't want to. I don't... She shakes her head, wipes at her face: the tears, the snot, the sweat, the dirt. Her clothes are falling off her body, eaten to shreds. Jeff's, too. \n[186]Why can't we both? Jeff hesitates a.beat. Then, clearly not believing it: \n[187]How? ", "STACY": "\n[1]We should play War. It's more fun. Jeff takes a card from his hand, lays it down on the table. \n[2]Sure it is. I'll teach you. She starts-to fold her hand,'but Jeff shakes his head. \n[3]But I keep losing.     2. \n[4]I wouldn't have to concentrate if we played War. \n[5]I'd win sometimes. It's not fun if we both can't win. \n[6]Of course it is. If we flipped a coin, and I called heads, and it-- \n[7]Maybe you should just be honest, sweetie. Eric doesn't even glance at her. He sips his beer again. \n[8]You could say: look, I don't know anything about these either, so now we're gonna read them together and sort of teach each other as we go.  Wouldn't you have loved that? To have a teacher who-- Amy speaks without opening her eyes, cutting Stacy off: \n[9]So there was this king, who lived in a castle. Amy turns, gives her a pained look. \n[10]So he decided to move. \n[11]So he left by himself. \n[12]So he bought a dog. \n[13]So he gave it a bath. \n[14]So he gave it some medicine. \n[15]So the dog died. Amy rises, steps toward the pool. Jeff lays down his cards, joins her beside the water. They both peer into it. \n[16]Or grass. Or cement. Or carpet. \n[17]I'll dance.     9. They lurch off across the sand toward the bonfire. The boys watch them go. A beat, then Jeff glances at his watch. \n[18]How many miles is that? They all glance at Jeff. He shrugs. \n[19]Eric has his phone. Can't we just call someone?     22. \n[20]Just go with it, honey. You'll see--it'll all work out. She hooks arms with her, pulls her into motion. \n[21]So-there was this girl who bought a piano. Amy gives a loud MOAN. \n[22]So she signed up for lessons. \n[23]You can play, too. If you want.     24. Mathias glances back at her. \n[24]It's easy. Someone says So, then you say But. It's like catch, only without a ball.  So she got a job in a factory. \n[25]So she became a prostitute. \n[26]Me, too. \n[27]\n[28]Maybe it's not the right path. NO one speaks. They keep staring from the boy to the newly revealed path, trying to make sense of it. WE can still HEAR the squeaking of the bicycle, growing steadily fainter. \n[29]And it was hidden. Why would it be hidden? Jeff steps forward, shields his eyes, tries to peer into the dimness of the narrow path. Then he glances back toward the little boy, who continues to stand there, watching them. \n[30]It's beautiful. \n[31]And the mosquitoes are gone. You realize that? They've stopped biting. She smiles at the others, delighted by this development. Amy removes the cap from her camera, starts to take pictures. \n[32]What's he saying?     32. \n[33]He's got a gun, Eric. This silences Eric--silences all of them. Mathias turns, SHOUTS toward the tent again. \n[34]What do we do? Jeff shrugs, starts forward again. \n[35]Shut Up, Eric. \n[36]Let's go back up. Jeff takes a step forward into the clearing--slowly, warily. \n[37]I wanna go back. Jeff takes another step, edging toward the mound, his eyes on the Mayans, their raised weapons. They just watch him. \n[38]Maybe we should just wait, honey. \n[39]Can't we sneak away when it gets dark? Eric said we--     44. Jeff shakes his head, cutting her off. He waves across the hilltop, toward where he and Mathias had been standing. \n[40]A cell phone. \n[41]\n[42]Mathias...? Her voice ECHOES back at us. There's no response. \n[43]I can do it. \n[44]What? \n[45]I'm not at the bottom. \n[46]A little. \n[47]I can't tell. I don't think so. \n[48]Fifteen feet?  He's just lying there. She lifts her head again, peers upward. \n[49]Jeff ... ? Jeff's head reappears. \n[50]Wait! The rope has almost stopped its swaying. \n[51]I want to stay with him. \n[52]I'll jump. Jeff glances at the others. Eric shakes his head. Jeff CALLS down to her:. \n[53]What about him? We can't just leave him. \n[54]I'm sorry. Oh, God. I'm so sorry. She pulls herself into a crouch, staring down at him through the dimness, his SHRIEK fading to a steady MOANING. \n[55]I didn't want him to be alone. \n[56]It blew out. Jeff turns from the shaft, picks up the box of matches. He yanks off his shirt, ties the box inside it, then steps back to the edge of the hole. He CALLS down to Stacy: \n[57]Okay. Jeff holds the knotted bundle over the shaft, lets it go. It falls into the darkness. A long beat, and then, very softly, WE HEAR the thump as it lands. STACY  (cont'd) Got it. The three of them stare into the hole, waiting for the light.     55. \n[58]Mathias...? He doesn't respond; it's hard to tell if he's conscious. Stacy lifts the lamp, peers about the shaft. The vine has taken root even at this depth, its flowers and leaves pale to the point of translucence. Beyond Mathias, there's an opening in the dirt wall, another shaft cutting perpendicularly into the earth. Its roof is supported by a stone archway, intricately carved. Stacy rises, as if to investigate, but then winces, nearly falls. She peers down at her right leg. A large piece of glass is imbedded there, just beneath her knee. it's the size of a playing card, gently concave,'dark with her blood. She reaches and, grimacing, pulls it from her body. \n[59]I cut my knee. Eric hurries to the shaft, followed by Jeff and Amy. They peer over its edge, toward Stacy, so far beneath them, in her flickering circle of lamp light. \n[60]My shoe's full of blood. \n[61]Hey... \n[62]I think he broke his back. They fall silent, staring down at her. STACY  (cont'd) He can't move his legs. And it smells. \n[63]Like he lost his bowels. His bladder. \n[64]Okay. Amy is shaking her head, growing FRANTIC: \n[65]No. She keeps peering into the shadows, not moving. The ringing falls SILENT. Stacy turns, hobbles back toward Mathias, and the light shudders, dims for a moment. She squints at it: the oil is nearly gone. She SHOUTS up to the others: \n[66]The lamp's almost out of oil. \n[67]Blow it out? \n[68]What? \n[69]We'll have to send it back up, I guess.     67. Amy doesn't answer. She shifts her weight, and the backboard starts to swing. Stacy reaches to steady it. \n[70]Blow out the lamp. Wait here in the dark. Amy is silent, staring down at Mathias's still form; it's obvious she doesn't want to do this. \n[71]Or we could try to lift him, maybe. More silence. Stacy persists: \n[72]One of us at his shoulders. The other his feet. \n[73]It's only a few feet. /\"- Once more, Amy is silent. Stacy lifts the lamp, examining it, the diminishing pool of oil. \n[74]We have to decide. The light's not going to last. Jeff's voice comes toward them from above again: \n[75]You sure? \n[76]But if I lift at his hips, won't he arch his back? They both stare down at Mathis, imagining these two different scenarios. Amy glances toward the lamp, its dwindling oil. \n[77]I have to pee. She limps toward the wall, lowers her pants, gingerly crouches. She stares toward the other shaft as she pees: its stone archway, the shifting shadows, the vine rustling softly in the steady draught. Amy binds Mathias at his thighs. She WHISPERS to him: \n[78]Amy? what?     72. \n[79]We shouldn't have lifted him, should we? Amy reaches, pats Stacy's hand. \n[80]He's never gonna walk again.. He's-- \n[81]Oh my god... The vine is clinging to her; she has to tear it, the sap shining slickly on her hands, visibly beginning to burn the skin. She yanks at the tendrils, tossing them aside. \n[82]Help me. Eric sits up, still only half-awake. He just stares. \n[83]Oh, Jesus--it's fucking inside me. She tries to pull the tendril out, but she's too panicky, too quick, and the vine breaks, leaving a piece of itself snagged under her skin. Stacy starts to SCREAM: \n[84]Get the knifes Eric is too shocked to stir. He's staring down at her leg, at the bulge beneath her skin: it looks as if it's moving. \n[85]Get the knife! Jeff bends, scoops up the knife, starts toward the tent. He waves toward Mathias. \n[86]Cut it out. You gotta cut it out. \n[87]It's moving! Can't you see? Jeff stares at the bulge, hesitating. Then it moves, unquestionably: contracting and expanding, like a worm. Stacy SHRIEKS: \n[88]Jeff! Be gives in, crouching over her leg. \n[89]Please. Hurry. He leans forward, slices into the skin above the bulge. Stacy CRIES OUT, starts to jerk away, but Jeff presses down on her leg, holding her still. He reaches into her wound with his finger, digs out the piece of vine, tosses it aside. \n[90]I can still feel it.     79. Jeff shakes his head. \n[91]I can feel it moving. \n[92]\n[93]It's still in there. I can feel it. She keeps probing. Jeff shakes his head, a little it' ATIENT: \n[94]See? How puffy it is? \n[95]Cut me first. Right here. Stacy has stood up, pulled on the shorts Jeff has fashioned for her. She's bent over, pointing at a spot on her leg, a few inches below the last incision. \n[96]Sterilize the knife and-- Eric steps toward her, tries to soothe her. \n[97]It's moving. I can feel it moving. \n[98]I gotta get out of here. I gotta get to a hospital. I gotta-- Eric takes her hand, squeezing it. Stacy blinks at him, close to tears. \n[99]See if there's a signal. \n[100]Your phone. Check your phone. Eric doesn't move: he knows there's no point. \n[101]Check it. Eric SIGHS, steps to his pack, crouches to remove his phone. He flips it open, holds it out to Stacy. She stares down at it: there's no signal. Eric drops it back into his pack. Then he turns to Jeff. \n[102]Who? Jeff looks up at her, startled by the question. Eric is moving along the length of rope, bent low, checking its hemp for signs of weakness. \n[103]Who's going? \n[104]No, Jeff. No way. Not me. Jeff caps the tequila bottle, gives Stacy a tired look. \n[105]Why can't Amy go on her own? \n[106]I'm not going. I can't. \n[107]Hurry. Amy strikes the match, holds it to the knot of clothing at the end of the aluminum pole. The alcohol catches with a FLUTTERING sound, a cloud of pale blue fire materializing around the torch. Amy lifts it, and they start into: \n[108]It's right here. I can-- Amy jumps forward, reaching for her. \n[109]\n[110]What? A seventh RING sounds, seeming to come from beneath the vines on the floor of the shaft, directly in front of them. Stacy tries to pull free, to bend and reach toward the sound.     97. \n[111]I can-- Amy jerks her back again, WHISPERS straight into her ear: \n[112]No. It's-- She pulls free, steps forward, and her foot seems to punch straight through the shaft's floor. She SCREAMS, losing her balances Amy throws down the torch, lunges for her. The torch flutters, pales, but remains lit. The vines growing across the floor fall away, revealing an opening, another shaft, dropping into the earth. Stacy is slowly sliding into it, scrambling to stop herself. Amy grabs Stacy arm. Stacy is dangling, from the waist down, over the hole's edge. There are vines in the hole, too, and. they begin to coil around her legs, pulling at her, dragging her downward. Stacy SCREAMS again, kicking to free herself, scrambling upward, monkey-like, while Amy pulls at her, and finally they manage to drag her to safety. A beat, then Amy retrieves the torch, holds it out over the hole. The bottom is twenty feet down, almost lost in shadow. Dimly, WE SEE a woman, lying curled against the wall--she has long dark hair. \n[113]Oh my God. The woman stirs, her body rolling, as if to turn and look at us, and WE SEE her face: she's a corpse. The vine has invaded her flesh--it's in her eye sockets, the hollow of her mouth, writhing and churning. Stacy and Amy SCREAM. There's a WHISTLING sound, like a whip, and a tendril lashes out from the shaft's wall, wraps itself around the torch's handle, yanks it from Amy's grip. The torch falls into the hole, still burning. When it hits bottom, a mass of vine surges across it, smothering its flame. It's very dark after this: Amy and Stacy are barely discernible. A beat of silence, then an odd, high-pitched CACKLING rises all around them; it sounds like laughter-- eerie, childlike, full of echoes.     98. As it steadily increases in volume, that WHISTLING comes once more: the vines SMACK at them from the floor, the ceiling, the walls, coiling around their bodies, pulling them toward the open shaft. They both SCREAM again, scrambling backward, while the vine keeps coming, more and more of it, grabbing at their arms, their legs, their necks. They stumble over each other, falling onto their hands and knees.amid the.tendrils. The vine catches at them, tries to hold them down. It's not strong enough, though; they yank it off, and thrash their way, foot by foot, back toward the sling, the vine lashing at them, grabbing, tearing, sap leaking onto their skin. The laughter grows still louder, the whole shaft ECHOING with it. Amy reaches the sling first, with Stacy right behind her. Even here, the vine continues to attack them, whipping and HISSING and LAUGHING. Amy holds the sling toward Stacy. \n[114]Check your phone. Eric pushes himself to his feet, steps toward his pack. He pulls out his phone, flips it open. He shakes his head. \n[115]Let me see. Eric carries the phone to her, then stands over her while she opens it, stares down at it. She shuts it, opens it again. Then again, and again, and suddenly she's CRYING, bent into herself. Eric drops to a crouch, rests his hand on her knee. \n[116]I wanner go home. I wanna leave... \n[117]But everyone... She trails off, CRYING again. Amy nods, encouraging her. \n[118]They laughed at her. \n[119]Me, too. They all turn to look at her. She's massaging that spot on her rib cage again, digging into it with her fingers. \n[120]It's eating me. Just like him. And her. She waves toward the shaft. Jeff gives her a weary look. \n[121]It's inside me. In my leg. My chest. I can feel it. Right here.. She stops pacing, lifts her shirt. She points to the base of her rib cage. \n[122]See? Jeff stares; there's nothing there. He shakes his head. The knife is lying in the mud beside him, and Stacy steps forward, snatches it up. Jeff reaches to stop her, but he's too slow. She stands before him, hefting it. in her hand. \n[123]I'll show you. She lifts her.shirt again, pressing at her rib cage with her .fingertips. Jeff stands up, holds out his hand. \n[124]I thought it would just come tumbling out. She probes at the cut with the point of the knife, prying it farther open, the bleeding increasing. Jeff reaches, grabs the knife from her. He looks furious: \n[125]It's hiding. It's right-- She pokes her finger into the wound, digging. Jeff slaps her hand away. He YELLS:     106. \n[126]Leave him alone. She tries to sit up, but Jeff pushes her back down, hard. \n[127]It's growing. \n[128]I'm gonna end up like her. That girl. I'm gonna--     107. r - \n[129]You're not listening. \n[130]\n[131]Make it stop.     108. \n[132]Please. Make it stop. \n[133]Shut up...! Stacy's voice continues, but now that high-pitched LAUGHTER is coming, too, a chorus of it, growing in volume: \n[134]Shut up...! Shut up...! The LAUGHTER grows steadily LOUDER, obscuring Stacy's voice: WE SEE the flowers trembling, visibly vibrating as they sculpt the sound... \n[135]We heard you. \n[136]Fucking her.     113. Eric looks from Stacy to Jeff, completely perplexed. \n[137]You're so blind. \n[138]It doesn't make things up. It mimics things. Things it's heard. \n[139]That was Ay, Jeff. Moaning. \n[140]You're not upset? He had his arm around her. He-- Amy leans forward, hands out, BESEECHING:     114. \n[141]We he-ar you. The vine starts to push its way in between Mathias's lips, into his mouth. Mathias makes a GAGGING sound, but doesn't regain consciousness: once more, no one notices. \n[142]You're such a fool, Jeff. You think she's never cheated on you? Perfect little angelic Amy? \n[143]I could tell you secrets. I could open your eyes. \n[144]Spring break? Senior year? \n[145]Fuck you. Slut.  Twice, Jeff. Two different guys. And one of them-- Jeff grabs her arm, grips it, silencing hers \n[146]Oh, god...oh please no... Jeff bends close to Mathias's face, listening; he checks Mathias's neck for a pulse. A beat, then he turns toward the others, shakes his head. Stacy begins to SOB: \n[147]I'm sorry...I'm so sorry... Eric reaches, takes her into his arms, hugging her. \n[148]Where's the knife? They all turn. Her hand is under her tattered shirt, pressing at her lower back. Jeff SIGHS: \n[149]I want to see. Jeff hesitates; for a moment it seems-as if he might argue. But then, very quickly, he leans forward and draws the knife in one smooth movement up and around Stacy's leg. Stacy MOANS, her body tensing, but she doesn't cry out. The incision reveals the vine, a foot long, its leaves and flowers clotted with Stacy's blood, which is oozing from the wound. Jeff reaches in, pries the tendril from her flesh. Stacy MOANS again, arching backward, as the vine emerges: writhing and twisting. The blood comes more thickly now, pumping from the wound, running down her leg. Jeff drops the tendril into the dirt, steps on it, grinding it into stillness. Stacy is breathing HARD, almost hyperventilating. She's shut her eyes. \n[150]There's more of it. She leans forward, probes at her right thigh, prodding the skin. The others watch her; there's no bulge visible, no sign of the vine-at all. Eric gives her a pained look. \n[151]It's under the muscle. Down by the bone.     121. She keeps pushing at her leg. She glances from Eric to Amy to Jeff. No one says anything. \n[152]Cut me and see. Right here. She uses her finger to draw a line up her thigh. \n[153]My calf, too. she lifts her right leg, turning it to show the others. Jeff bends to look. Again, there's no visible sign of the vine. He shakes his head. \n[154]Please, Jeff. \n[155]It's everywhere. She's prodding at her body: her legs, her chest and stomach. Amy scoots toward her, grasps her hand. \n[156]It's in my head! I can feel it in my head! Amy takes Stacy in her arms, hugging her tight..     122. \n[157]That girl--  I keep seeing her. When I shut my eyes. \n[158]I have to get it out. It's-- Jeff darts forward, tries to grab the knife from her, and she slashes at him, SHOUTING: \n[159]Leave me alonel The blade slices into his palm. Jeff jumps back, cradling his hand at his chest. \n[160]I have to-- Eric steps toward her, from behind, reaching around her body for the knife, and she spins, reflexively, trying to fend him off. But the knife is in her hand, and it punches into his chest, just to the right of his sternum, sticking there.     125. Eric looks at the knife in surprise. It's twitching back and forth with the beating of his heart. He starts to reach for it, but then his legs give out. He collapses, dropping to the dirt, which has grown muddy with Stacy's blood. Amy SCREAMS. Stacy's CRYING deepens; she takes a step toward Eric, but then her own body fails her. She falls to her knees in the bloody puddle, reaching toward him. \n[161]Oh, no...no...no... I'm-- Eric is on his back; he struggles up onto one elbow. He tries to speak, but only a GAGGING sound emerges, blood frothing at his mouth. It's pumping thickly from his wound, too, saturating his shirt. \n[162]I didn't... Eric drops back again. He struggles RAGGEDLY for breath. Jeff lowers himself to his knees beside him, hesitating impotently over him, uncertain what to do. Stacy is SOBBING, shaking her head. There's blood everywhere. \n[163]Kill me... Jeff turns, stares at her. Amy steps forward, crouches beside her. She takes Stacy's hand. \n[164]Please. Just-- \n[165]It hurts. It hurts so much. Eric tries to rise again. The blood surges from his wound when he moves. Jeff presses him back down. \n[166]Kill me. I can't She stops in mid-sentence, staring. Jeff and Amy follow her gaze. A half dozen tendrils are snaking into the clearing, reaching toward Eric's body. Jeff jumps to his feet. The tendrils begin to wrap themselves around Eric's limbs, and Jeff bends to tear them away. More and more keep coming, though. Eric has started to convulse, GAGGING, his head cocked back. Jeff keeps yanking the tendrils away, but there are far too many of them; they coil around Eric's legs, pulling at him. The blood has stopped pumping from his wound; his body has gone still. \n[167]\n[168]\n[169]\n[170]", "ERIC": "\n[1]Fuck..;this.. shit. Eric throws the Canterbury Tales to the ground. Then he rises, steps to the cooler, pulls out a beer, carries it back to his chair. Stacy watches as he takes a long swallow. \n[2]I said I had.     3. \n[3]The Canterbury Tales? You ever look at that shit? \n[4]Fuck off. It's not even English. Jeff watches Stacy take another card; she examines it, sets it on the discard pile. Then, RECITING: \n[5]But what he really wanted was a beach house. \n[6]But the Queen didn't want to. \n[7]But he got lonely. Amy covers her ears with her hands, blocking out their voices, but then inmiediately reaches to feel for her earrings: one of them is missing. \n[8]But it had fleas. \n[9]But the dog caught. cold. Amy sits up, glancing about. Stacy and Eric keep going:     5. \n[10]But it was the wrong kind. \n[11]We went sailing yesterday. Out toward Cozumel? And there were these seven foot fish, these huge-- \n[12]Like thirty of them. A whole, you know, flock. \n[13]The water was, I don't know, ten feet deep? And they were lying on the bottom, just waiting for somebody to come swimming by-- \n[14]You said they're sharks. \n[15]I wouldn't be snorkeling on my own.' That's all I'm saying.     7. When Mathias speaks, it's with a SLIGHT GERMAN ACCENT: \n[16]You should hang with us, then. If you're on your own.  Right? Everyone nods, smiling. Eric reaches into the cooler, pulls out another beer, holds it toward Mathias. \n[17]Jeff doesn't dance, Amy--he has no rhythm. Of all his many gifts, rhythm is not one. \n[18]Seriously? Amy nods. She drains her beer, tosses the cup aside. \n[19]You? \n[20]I don't dance on sand. Stacy makes a SNORTING sound. \n[21]I dance on teak. \n[22]It's a type of wood. Very rare. Find me a teak floor and I'll be a dancing fool. Amy shifts toward Mathias, holds out her hand. He stares at it, then glances at Jeff. Before he can speak, Stacy pushes herself to her feet; she's almost as wobbly as Amy. \n[23]You're kidding. Jeff seems STARTLED by this: \n[24]How long is med school? Four years? Jeff nods. \n[25]And then you got, whaddya call it, residency? Another nod. Eric turns toward Mathias. \n[26]He's gonna be grinding away all that time. Sleepless. Fucking miserable. And know what? He's gonna look back on this night, us right here, and he's gonna say to himself, shit, I wish I'd-- \n[27]All work and no play--     10. \n[28]Amy drifts sometimes, when she drinks. \n[29]Like a boat--she bumps into other boats. They continue to watch. Amy and her partner's dancing is becoming steadily more intimate, the gap between their bodies narrowing, then disappearing altogether. Finally, Eric pushes himself to his feet.' \n[30]Come on. Let's save everyone some grief. He starts. forward, followed by Mathias. They join Stacy and Amy, and Eric subtly interrupts Amy's pas de deux. The blond- haired young man disengages, drifts back toward his friends. \n[31]Ready? The both answer at the same time: \n[32]Now what? Mathias has his brother's note. He holds it out, pointing, and they gather around him to look. \n[33]How far? \n[34]But she didn't know how to play. \n[35]But she couldn't afford them. Stacy reaches, taps Mathias's shoulder. \n[36]But was fired for being late. Amy takes off her hat, wipes the sweat from her face. \n[37]But she fell in love with her first client. Amy puts her hat back on. She looks hot, sweaty, tired. \n[38]Fucking smells. \n[39]Who? \n[40]Why don't we-- He stops, noticing Mathias. The German is staring toward the edge of the trail, where a large bush sits. one of its fronds is very slowly dropping toward them, pulling itself free of the soil. Mathias steps forward, tugs at a second frond, which slips easily from the dirt. He tosses it aside, reaches for another frond: this, too, slips free. Someone has pushed them into the earth, arranging them to look like a bush. Mathias pulls a fourth frond free, then a fifth, and an opening is revealed in the brush, a narrow path winding its way off through the trees. They stand there a beat, staring \n[41]Maybe the ruins are sacred. You know? And they don't want people digging them up. He glances about, off into the trees, a little spooked. \n[42]We could be walking through some sort of ancient graveyard right now. And they've--     29. \n[43]So? \n[44]Maybe it leads to a marijuana field, then. Maybe the village is growing pot, and that boy rode off to get them, and they're gonna come with guns and-- \n[45]What? \n[46]Maybe he wants money? A toll or something? The Mayan continues SHOUTING, waving his arm. Jeff reaches into his pocket, pulls out his wallet, removes a twenty. \n[47]What the fuck? \n[48]\n[49]Nothing.. He snaps it shut. They stand there: sweating, scared looking. Mathias cups his hands to his mouth again, SHOUTS: \n[50]There's another one. He points toward the clearing below them. \n[51]Let's run back down. Quick. While there's just him and the kid. We can rush them. \n[52]What's inside? \n[53]Now what? Jeff shrugs, waves past the shaft. The clearing ends just a few yards from them;     38. then the vines resume, and in the midst of the vines is the path. It winds its way to the edge of the hilltop, vanishes over it. \n[54]Fuck. The man slides his bow off his shoulder, nocks an arrow. He shakes his head at them, CALLS OUT in MAYAN, waves them away. \n[55]We should rush them. All at once. \n[56]Or go make shields. If we had some shields, we could-- He falls silent as another Mayan comes running toward them. along the clearing. This one is bearded, heavier than the others. And he's carrying a rifle. \n[57]We can sneak past once the sun...-' sets, I bet. You know? Just reep by them in the dark? Stacy and Amy hardly seem to hear him; they look dazed, distraught. Eric passes the bottle to Stacy. A beat, then: \n[58]And then there's the girl. \n[59]The one his brother met. What happened to her? Amy and Stacy are silent. Stacy lifts the water bottle to her lips, but immediately lowers it, and starts to CRY again. Amy takes her hand. Eric watches them, silent. Then: \n[60]And the archaeologists. You think-- Stacy's crying deepens toward a SOB. Amy gives Eric a look. \n[61]What?     42. \n[62]What happened? Jeff takes the bottle from Stacy. He pours a tiny bit of water on Mathias's hands. \n[63]Why don't they just kill us? \n[64]What else can it be?     46. The RINGING falls SILENT. They all stand there, staring into the hole. A long beat, then it RESUMES. Eric CLAPS his hands, ecstatic. The others are starting to smile, too. Mathias moves to the windlass. He unrolls some of the rope, starts to wrap it around his chest. Jeff watches him. Another RING. The vine has taken root on the windlass:- the sawhorse, the barrel, the rope. Jeff steps forward, begins to yank it off, careful not to get the sap on his hands. He turns to Amy. \n[65]Oh, Jesus. Oh, fuck. \n[66]You okay? Stacy nods, but without much conviction. Eric steps toward her, gives her a tight hug. He holds her eyes for a moment, kisses her. Then he joins Jeff at the hand crank. They lean against it, and the rope goes taut. Stacy steps out into the open air over the shaft, the lamp in her right hand. With her left hand, she lunges, grabs at the sawhorse, clings tightly to it. Jeff glances toward her from the hand crank. \n[67]Stacy...? Stacy's voice rises toward them, sounding. very FAR AWAY: \n[68]The clothes? From the backpacks? We could knot them together? \n[69]Bad? \n[70]Would it be strong enough? \n[71]Maybe we could use it as a weapon, you know? Wrap it around some stones or something. And throw them, like grenades. I mean, if they're that scared of it-- Jeff tears off a piece of tape with his teeth. \n[72]Shouldn't we carry him into the tent first? Jeff pulls free the first belt, shifts to the second one. \n[73]Because?     71. \n[74]What're you doing? \n[75]If what does? Jeff slides the soiled strips of-denim out from under Mathias's body, tosses them aside. He LOWERS his voice:.     73. \n[76]You think he's gonna die? \n[77]Down? \n[78]There's no oil for the lamp. Jeff waves toward the orange tent. \n[79]What...? The vine has grown dramatically during the night, reaching out from the pile of supplies at the rear of the tent to spread across Stacy's right leg, almost to her waist. She sits up, tries to push it off her.     76. \n[80]The vine. It's inside her. Stacy points to her wound, SOBBING now: \n[81]It's on our clothes. Stacy and Jeff both glance at him. There's a faint, almost fungus-like green growing on his shirt, an infantile version of the vine covering the hillside all around them. It's on all of them: their shirts, their pants, their shoes. Before any of them can respond to this development, Amy starts to CALL from the clearing, sounding SCARED: \n[82]We have to find the phone. We have to go back down and-- Jeff makes a calming motion. \n[83]Eat, Stacy. You have to eat. She places the tiny sandwich into her mouth, chews, swallows, staring at her wound the whole time. Then:     83. \n[84]That's just swelling. It's natural.  Right? \n[85]The phone. Let's find the phone. Jeff doesn't move. Stacy's bloodied khakis. are lying in the dirt beside him, and he reaches for them, starts to cut off their legs with the knife, just above the knee. \n[86]Cut what off?     84. \n[87]You're joking. \n[88]He'll lose too much blood. \n[89]With what? Jeff holds up the knife. Eric SCOFFS at the idea: \n[90]That wouldn't do a thing. You'd need a bone saw. \n[91]What about infection? Cutting into him with a dirty knife? \n[92]There's nothing there, Stacy. It's \n[93]You're imagining it. You're scared, and you-- \n[94]You have to calm down. Can you do that? Can you try to calm down? Stacy pulls free of him, drops into a crouch, hugging her knees to her chest, her eyes shut. \n[95]A what?     86. \n[96]We go back down. We find the other phone. We call for help. That's how we get out of here. That's how we save him. \n[97]One call, Jeff. They'll be here by sundown. \n[98]\n[99]Oh, Jesus. Jesus Christ. Amy emerges from the tent, then Stacy. They stand staring. \n[100]It's clear. He moves to the windlass, starts to wind the rope back onto the barrel. They've tied a sling on the rope's end again. Stacy is pressing her right hand against the bottom of her rib cage: massaging, probing \n[101]\n[102]Come on, man. She's too scared.     93. \n[103]it was inside her. \n[104],hut Up. Okay? He's bigger than Jeff, stronger, and this is suddenly very palpable. Their faces are three inches apart. A tense beat, and then, more QUIETLY: \n[105]You're being too hard. Jeff gives him a look of incredulity, almost disgust. \n[106]Just leave her be. Jeff turns away from him, from all three of them. He stares off across the hill for a beat, then shakes his head. \n[107]So stop. Lay it down. Jeff turns back to him, gives him a look of pure contempt; WE can HEAR his fury rising again as he speaks: \n[108]I'm not saying--     94. \n[109]Of course not. \n[110]Shh. But her crying increases; she begins to SOB. Jeff is bent' over the orange, dividing it into four equal piles--its peel, too--concentrating. He lifts his head, stares. Amy stands up, hurries over., kneels in front of Stacy, takes her hand.     100. \n[111]Shh... She's WAILING, rocking back and forth; she can't seem to stop. Amy struggles to calm her. \n[112]But she was scared of heights. \n[113]What about the vine? Jeff takes his sip, caps the bottle. He's reclaiming himself, his voice strengthening, his confidence returning. \n[114]\n[115]Don't yell. she's just scared. \n[116]Just a sip. To calm her. \n[117]A sip, Jeff. He starts to lift the bottle again. Jeff shoves it aside. \n[118]What the-- Stacy's voice keeps coming, switching locations, seeming to float across the hilltop; they turn, tracking it. \n[119]I still have forty minutes. \n[120]Is Stacy? \n[121]Jeff cut it out. I saw him. \n[122]You know how Stacy is. She's just scared. She gets things in her head, and--- Mathias makes a RETCHING sound--loud, wet, painful--and they both turn,â\u0080¢peering at his gaunt form through the darkness. He falls QUIET; his eyes don't open. A beat, then: \n[123]I've been sitting here, you know, making all these deals in my head with God. You ever do that? Amy just stares at him. He has his arms wrapped around his knees, hugging them to his chest. \n[124]Like I say, okay, you can fire me on the first day teaching if that's what you want--just let us make it home. But that doesn't mean shit, 'cause I don't even really want the job, and He has to know that, doesn't He? So I say, all right, Stacy can leave me, you know, or even, I don't know, I'll give up a finger, okay? Or two fingers. Or fuck it, take a hand, take my left hand, but let us just get home, all of us.  And then I look at him--  --and I can't help it, I'm, like, take him if you need to, take Mathias, and let the rest of us go. That's fucking horrible, isn't it? And once I've said it, I feel like I can't take it back, you know?      \n[125]Like the words have gone up into the sky and God's sort of thinking about them now, making his choice, and if Mathias dies and we don't, it'll be.like I killed him, won't it? Like I-- Amy starts to CRY; she covers her mouth with her hand. Eric stares at her in surprise. \n[126]What? What is it? Amy shakes her head. She struggles to stop, but she can't. \n[127]what is? \n[128]That's stupid, Amy. That's-- \n[129]He didn't mean it. There's no way. He was just-- \n[130]Shh. Don't. She rests her head on his shoulder, WEEPING, her body shaking with it, while he pats her, stroking her hair.     112. \n[131]What? \n[132]Heard me what? \n[133]What're you talking about? \n[134]I guess. \n[135]Should we say something?     118. Jeff gives him a blank stare. \n[136]Like, you know ...a prayer? Jeff frowns down at the bag, searching for words. Before he can find them, Stacy speaks: \n[137]There's nothing there, Stacy. \n[138]You can't. You can't keep-- Stacy is starting to CRY; her mouth is trembling. \n[139]", "MATHIAS": "\n[1]I wasn't on my own. I was with my brother. Jeff glances around the pool. \n[2]He met a girl. They went away. \n[3]It's a complicated story. They watch him, waiting for more, but nothing comes. Finally: \n[4]Drifts? \n[5]I have to catch a bus. \n[6]The girl my brother met was on her way to this place, to work.  It's a dig--an archaeological dig. And he went with her. He left the map, saying I could come, too, if I got bored on my own. A beat; he watches Jeff examine the map. Then: \n[7]Our flight leaves the day after tomorrow. I can wait and hope he returns in time.. Or I can go get him. It's a question of trusting him to do the right thing. \n[8]Henrich doesn't think things through. He runs at them. He's... (he searches, shakes his \n[9]So I have to be-- \n[10]All our lives, the same story. Jeff.slides the map back toward him. \n[11]An old mining camp. \n[12]Follow the m ap. Jeff frowns down at the map for a long beat. It seems as if he's going to question the feasibility of this, but. then he disengages instead, wiping at the sweat on his face. \n[13]We take a cab. To here. WE SEE the map: there's a line drawn from Cancun to Coba, where another, shorter line moves westward. Mathias's finger moves along this shorter line, toward the X on the map. \n[14]Eighteen kilometers. \n[15]Then there'll be a path. Which we hike--four kilometers. The others look to Jeff again. He slings his pack. \n[16]I guess ...I mean, I-- He shrugs; he has no idea. Amy is still focused on Jeff: \n[17]Right after, it says.     26. They stand there in a loose group, staring at the trees. Eric pulls a bottle of water from his pack, takes a swallow, then passes it to Stacy. Amy lifts her arm, points. \n[18]Not far. \n[19]Is that a tent? He points. \n[20]\n[21]Henrich...I They all peer up the hill, waiting for a response. \n[22]Henrich...1 There's no answer. They wait another beat, then Jeff waves them back into motion. \n[23]It's my brother. \n[24]They killed him. Jeff nods, his hand still on Mathias's.shoulder; he squeezes. \n[25]What is it? The rope beneath the sawhorse is being visibly eaten away, its hemp unraveling. \n[26]My...legs... His voice is faint and RASPY; we can hear his pain in it. Stacy leans toward him, tries to smile reassuringly. \n[27]Can't... move ...my...legs... Stacy turns to look: his legs are lying at an odd angle, as if he were a doll that had been carelessly tossed there. \n[28]Something's... wrong... His voice is thick-sounding, very faint. Amy tries to soothe him; she puts her hand on his shoulder. \n[29]my-legs... \n[30]Show ...me... He's struggling to rise, straining upward. Amy tries to stop him, pressing down on his shoulder. \n[31]Do...it... They all turn, stare toward him. His eyes are open. \n[32]Please...  Cut... them... off... He slowly, painfully, extends his left hand toward them, a beseeching gesture. \n[33]Stop...stop... Jeff ignores him, dropping the canteen back into the fire, lifting out the stone. Eric looks increasingly mortified; he seems close to tears. ", "BACK TO SCENE": "\n[1]Jeff hesitates, wavering. Then he pushes open the door again, steps outside. We watch-- \n[2]Amy turns to Jeff; so do the others.     27. \n[3]Amy lowers her camera, turns to look. \n[4]They all stand there, peering up the hill. Faintly, but growing steadily louder, a THUDDING noise comes from the jungle. The five of them turn, heads cocked, listening. \n[5]The bald man SHOUTS at them in UNSUBTITLED MAYAN. His horse is lathered, SNORTING, rolling its eyes. It rears yet again, and the man half-falls, half-jumps to-the ground. Jeff and the others back a few more steps into the clearing. \n[6]The man can't gain control of the horse. Finally, he drops the reins, and the horse gallops into the jungle, CRASHING through the trees, its hoofbeats gradually diminishing. The man turns toward them, starts YELLING in MAYAN again, pointing back down the trail. Sweat shines on his forehead. There's a gun on his belt, a black pistol in a brown holster. Stacy is clutching Eric's arm, looking frightened. \n[7]As they continue to interrogate the bald man in MAYAN, the young men unsling their bows, each of them nocking an arrow. Reflexively, Jeff and the others retreat another handful of steps into the clearing. Mathias still has his hands raised. \n[8]Jeff and the others turn, too, staring at Amy in surprise. She's nearly at the far edge of the clearing, peering through her camera; she retreats another step. The young Mayans raise their bows, drawing them; the bald man keeps YELLING. \n[9]Amy lowers her camera. The Mayan with the mustache turns to the other two, points toward her feet, SPEARING URGENTLY. The bald Mayan slowly lowers his pistol, looking dismayed. Amy glances down. \n[10]Both of the younger Mayans are speaking now, their voices RISING. The bald Mayan is shaking his head, protesting, but they talk right over him. Amy steps clear of the vine, starts back toward Jeff, and the younger Mayans draw their bows taut again, aiming at her chest. She freezes. \n[11]Eric turns, glances back down the hill, shielding his eyes. \n[12]Eric turns to the others, EXCITED: \n[13]Jeff and Mathias ZIP the flap back shut. Eric, Stacy and Amy are fifteen feet away, watching. \n[14]Ten yards beyond the tent, there's a hole cut into the dirt. Stacy, Amy, and Eric have gathered at its edge; Jeff and Mathias join them. The hole is rectangular--ten feet by six feet--and very deep; we can't see its bottom. A windlass has been constructed beside the hole, a horizontal barrel with a hand crank welded to its base. Rope is coiled around the barrel. From there, it passes over a small wheel, which hangs from a sawhorse straddling the hole's mouth. Then it drops straight into the earth. \n[15]The five of them stand there, staring down at the man. \n[16]Jeff and Mathias stand there, grim-faced, watching. Mathias lifts his hands, stares at them. They've turned a deep, raw- meat red, as if scarred. He flexes his fingers, wincing. \n[17]Stacy turns toward the others, pointing, terrified. \n[18]Jeff, Eric, and Amy join Stacy at the edge of the shaft, all of them staring down into the darkness, looking horrified. \n[19]Stacy smiles up at her. She starts to wave back, but is too scared to let go of the sling. She glances down. \n[20]Stacy lifts the lamp, peering downward, struggling to see more clearly, and the sling suddenly jerks to a halt, making her SQUAWK. She looks up. \n[21]The three Mayans nock arrows. Two other men step forward to join them. One has a bow; the other is the bald Mayan, with the pistol. He unholsters it, and--as Amy reaches the bottom of the trail--raises it, aiming at her chest. Amy stops just short of the clearing: sweating, breathless, scared-looking. She lifts her hands, palms-up, beseeching. \n[22]Stacy stands there, looking scared. There's another RING. \n[23]Stacy rises to her feet, lifting the lamp. \n[24]Jeff finishes, shakes, zips, then steps out into the vine, wading toward the tiny mound. Amy remains beside the backboard; she watches him crouch, part the tendrils, stare. \n[25]Amy glances toward the arch again. A slight draft blows steadily from it, and the vine shifts and trembles in it. A beat, then the RINGING starts up once more. It's coming from within the shadowed passageway. Amy opens the box of matches, plucks one out. She's too jumpy, though; her hands are-trembling so much that she shakes the match out as soon as it's lit. There's a second RING. Stacy has nearly reached us. Amy digs another match from the box. Stacy's feet touch the bottom of the shaft; she yanks off the sling. There's a third RING. \n[26]Jeff hesitates just for an instant, staring in astonishment, then he's sprinting across the clearing. He bends, struggles for the zipper. \n[27]The bald Mayan emerges from the tree line, followed by yet another man with a bow. They join the other three Mayans in the center of the clearing. They all watch as Jeff reaches the base of the trail, where he carefully lays Amy down. Jeff crouches over Amy, laying her arms across her chest, pushing the hair from her face. He bends, kisses her blood- smeared forehead. Then he glances up at the Mayans. ", "ANY": "\n[1]I'm just flushed. It's too hot. Stacy leans forward, picks a second card off the deck. Jeff is focused on Amy; he doesn't notice. \n[2]I don't see any cabs. The bus eases into motion, CRUNCHING across the gravel, pulling out onto the road. Behind it, a yellow pickup truck is revealed. \"TAXI\" is hand-painted in black on its side. They start toward the truck. Its DRIVER is Mayan: short and heavy-set, with thick glasses. His eyes are shut; he's dozing behind the wheel. The truck's engine.is running, the windows shut tight against the heat. Jeff TAPS the window, and there's a burst of movement from the truck's rear, as a dog springs up, BARKING and GROWLING. They all leap back, the girls SHRIEKING. The dog is a mutt--small, but muscular. He's attached to a cinder block by a short chain, which he throws himself against, slobbering, snapping at the air. They all stare at the dog; the girls LAUGH nervously, clutching each other. The driver has roused himself; he leans forward, rolls down his window, stares out at them. \n[3]This just feels weird, Jeff. Jeff SIGHS, fighting to suppress his impatience with her. \n[4]Oh my god. Jeff is staring at the little isolated island of vines, ten feet in front of them--peering intently at it. \n[5]\n[6]Till? Everyone looks toward Jeff. \n[7]Here. Stacy just stares at her, not understanding. Amy nods at the lamp: the oil is gone. \n[8]What is it? Jeff gestures for her to approach. When she reaches him, he leans forward, pulls aside the vines. WE SEE a man's skull, a loose tumble of bones. Amy INHALES sharply, recoiling. \n[9]Who? He arranges the rest of the food in a second pile: a bag of pretzels, a can of nuts, two protein bars, a box of raisins. \n[10]Shh. They all glance toward Mathias again. He lies there, eyes shut, breathing in and out with that fluid-filled RASP. He seems to be unconscious, but Jeff still LOWERS his voice: \n[11]It's the vine. The flowers. They're making the noise. \n[12]Now is he? Eric shrugs, waves toward the backboard: it seems clear enough. Amy stares-for a moment, then sits beside him. \n[13]\n[14]Shh. \n[15]Shh. ", "DOCTOR": "\n[1]She flagged down a tour bus, just west of Coba-- The voice CARRIES OVER into: \n[2]--and collapsed before the driver even managed to open the door. The corridor is brightly lit, very clean. Rooms open off it on either side, and we glimpse the still.forms of sleeping patients as we pass, IVs hanging from metal stands beside their beds. It's very quiet. \n[3]She revived briefly, just after they brought her in. She was in bad shape--severely dehydrated, traumatized, in shock. And terribly frightened. It was impossible to make any sense of what she was saying. She was sobbing, hysterical. We had to sedate her. The doctor has a manila folder under his arm; he opens it, pulls out a piece of paper: a color printout of a digital photo. He hands it to Teresa. \n[4]Her clothes were torn; she was covered in blood. But not her own.     135. Teresa stares down at the photo: it shows Amy on a gurney, unconscious, blood-smeared, corpse-like. \n[5]She has no wounds. A uniformed policeman sits on a chair outside one of the rooms at the end of the corridor, reading a newspaper. He rises as they approach. Teresa hands the printout back to the doctor; she keeps the passport. \n[6]I'm afraid so. Be nods to the policeman, and leads Teresa into: \n[7]Has she stirred? The nurse shakes her head. The doctor moves to the bed. He takes Amy's wrist, feeling for her-pulse. Amy's eyes open at his touch. She stares at him, her arm hanging limply in his grasp. He smiles down at her. \n[8]There you are... Teresa steps forward, and Amy's gaze shifts to her. \n[9]My name is Dr. Hernandez... Amy's eyes return to the doctor;. they fall on his face, then drift down to his chest. The doctor gestures toward Teresa:   136. \n[10]And this is Ms. Bern, from the U.S. Consulate. Amy is staring at his white coat, her expression going slack, almost catatonic, all the life draining from it. \n[11]we were hoping you might be able to shed a little light on what you've been through... Amy is silent, still staring with that dead look in her eyes at the doctor's coat: a faint green web of vine has taken root there, spreading across the white fabric. WE HOLD on it for a beat, and then: ", "DRIVER": "\n[1]Why you go this place? Jeff struggles for a simple way to explain their mission. in the back of the truck, the dog continues its frantic BARRING. \n[2]Fifteen dollar, I take you ruins. \n[3]This place no good. He holds the map back out toward Jeff. Jeff takes it, gives the man a puzzled look. \n[4]No good you go. Fifteen dollar I take you good place. You like, I promise. Jeff glances toward the others, as if for help. They all just stand there, watching. The dog won't stop BARRING. \n[5]I take you pyramid. Huy grande. Everyone happy. He smiles at Jeff; his teeth are large and thick-looking,. and black along the gums. Jeff pulls out his wallet. He removes a ten and a five, then points at the map. \n[6]I tell you no good. Still you go? His smile has disappeared; he seems angry suddenly, as if Jeff has somehow insulted him. Jeff hesitates, glancing toward the others again. Then, in a CONCILIATORY TONE: \n[7]El dinero. Jeff gives him the money. Then the driver SLAPS the side of the truck, gestures for them to climb into the back. ", "STACY'S VOICE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]"}}