{"dialogues": {"MAGGIE": "\n[1]Here we go!  One antique hot water handle with the \"HOT\" still on it, guaranteed to fit any American Standard cast iron tub with a four-inch center made between 1924 and 1938.  In other words, I think you're out of the doghouse with Mrs. Paxton. \n[2]Alright, Mr. Paxton, I'll put it on your account. \n[3]You don't need an air conditioner, Earl, you just need an attic fan -- There's more in the back. \n[4]What? \n[5]Yes, I've seen it.  And I have to say it's the rudest and most offensive... joke anybody's ever played on me! \n[6]You guys!  How long did this take you? \n[7]Where'd you get this done? You creeps!  I should disinvite you! And why did you say seven times?  This is four. \n[8]Um, you know, now would be a good moment to tell me this is fake. It won't be funny if you drag it out. Okay? Okay, well... I mean, I can find out... Real newspapers smear.  Phoney papers don't. \n[9]Bag. \n[10]\"Dear Editor...\" \n[11]\"Greeting from the sticks!  Perhaps you believe that a rural education is focused mainly on hog calling and tractor maintenance rather than reading. Why else would you print a piece of fiction about me and call it fact?\" \n[12]\"I suppose Mr. Graham was too busy thinking us slanderous statements about how I dump men for kicks to bother with something silly like accuracy in reporting.  Which is understandable, because with a \"man-eater\" like me on the loose, who has time to check facts?\" \n[13]\"Still, we cannibalistic queens can get pretty cranky when we see things in print that hurt our feelings, like that we deliberately abandon fiances with malice aforethought.\" \n[14]\"That's why I was surprised to find Mr. Graham's editor was a woman. Call me a sentimental fool, but I sort of hoped we man-eater could stick together.\" \n[15]She canned him, she canned him... \n[16]Listen: \"Dear Ms. Carpenter, I apologize to you for this unfortunate matter.  Ike Graham's column will no longer be appearing in this paper. Best of luck in you upcoming marriage!\" \n[17]It's a little... It's a little heavy... Help me, baby. \n[18]Cindy, you better 86 Sprout.  He seems to be enjoying the petroleum distillates. \n[19]Okay -- have a seat... gently, carefully. \n[20]I didn't even need to change this gasket, just put in a little hydraulic fluid. \n[21]Reporter? \n[22]I hope you have a different angle. It's pretty much all been covered. \n[23]Excellent. \n[24]She's the boss. \n[25]She swallowed her gun. \n[26]Well, instead of a haircut, how about a wash?  You know, get all that city grit out of it. \n[27]Have a seat.  Peggy, why don't you give him the special treatment that strengthens the follicles. \n[28]So, what do you want to know? \n[29]Nervous?  Not at all!  No.  I've never been more certain in my life.  Except -- I am having all kinds of weird dreams. \n[30]Yes. \n[31]In another one... \n[32]I'm inside the church.  Everyone I know is there, only they're not really them. They're like Frankenstein monsters, but without the bolts coming out of their necks.  It's all very \"Night of the Living Dead\".  And here's the creepiest part -- I look down at my dress and it's red.  I mean, I have no idea what it means.  Red's not my color! \n[33]So what do you think? \n[34]You're all ready for football season, Mr. Graham. \n[35]He seems crabby. \n[36]If you're looking for Elm Street, it's that way. \n[37]If you came down here in the pursuit of happiness, you might as well go back. Because you can't make me feel bad. \n[38]You have one? \n[39]Did something happen to make you care about reality? \n[40]You're going to be very disappointed. \n[41]I'd love to stay and chat, but I've got to get back to work.  I still have my job. \n[42]I have nothing to hide, Mr. Graham. Talk to whoever you want.  You might actually stumble upon a fact or two. \n[43]You'll never guess who came crawling into town with his tail between his legs. \n[44]You've got to be kidding me. \n[45]So, the forces of good and evil have already met. \n[46]This is good, Dad, don't leave anything out. \n[47]Not this one.  This one's on me. \n[48]Despite what you think, I don't do it on purpose.  And I have no intention of doing it again. \n[49]Bob's the head of the P.E. department at the high school.  And he coaches the football team.  And he's climbed Everest. \n[50]Twice... \n[51]Without oxygen... \n[52]We think so. \n[53]No, he's no good.  Too blond. \n[54]Too dark. \n[55]Grandma made me the cutest outfit.  I can't wait to show it to you. \n[56]No, I'm sure he doesn't. \n[57]Is that what you're going to do now? Follow me around everywhere I go? \n[58]He's not a nice person. \n[59]You're jail bait, Dennis.  Go away. Run your laps.  Go. Go. \n[60]What is he up to now? \n[61]Bob -- are you making friends with this man? \n[62]At the wedding?  You invite him?  Bob, don't you realize he's writing another article about me? \n[63]You don't understand this guy. \n[64]I'm not running. \n[65]I've got news for you.  No amount of sugar and water is going to turn like Graham into something you want to take on a picnic. \n[66]Bless me, Father, for I have sinned. My last confession was... ahh... \n[67]... Anyway, I have sort of a technical question here.  I've been having -- bad thoughts.  I mean, really bad thoughts ... \n[68]No -- like -- I'm having a problem with that whole turn-the-other-cheek concept. I want revenge.  I want to destroy this guy's life, career, everything. On the sin scale, how big is that?  I mean, can I \"Hail Mary\" my way out of it? \n[69]The name's Maggie.  It wasn't this side of ten years ago that you had your tongue down my throat.  So don't call me \"child\", Brian.  It annoys me. \n[70]Brian, open up.  Don't ignore me. \n[71]I'm sorry.  I'm just so stressed out about that slime-ball reporter being in town.  I jus had to come warn you he might show up here and start asking you all kinds of ridiculous questions. \n[72]What?  You talked to him!  Did you tell him we dated before you were a priest? \n[73]What did he ask? \n[74]And what did you say? \n[75]Good one!  Thanks. \n[76]God... Of course.  I'm sorry -- I mean, I'm... Brian -- I've got to go.  The man's a lunatic, but I know exactly where he's going next. \n[77]Oh, wait, my purse. \n[78]Excuse me, sorry, forgot my purse. Good luck. \n[79]Wait -- what was the ridiculous question he asked? \n[80]Weird.  Like after all those years you would remem-- \n[81]I'm really sorry that I hurt you, Brian. \n[82]Of course. \n[83]Of course. \n[84]Gill?  Lydia?  Gill? \n[85]Found what? \n[86]Listen, Gill -- There's this reporter who's ben making my life a living hell ... If he comes by here, don't talk to him.  And whatever yo do.... ... Don't show him that picture of me at the concert in San Francisco -- \n[87]What was that? \n[88]Give me that! \n[89]I'm not gonna show you guys anything. I am a soon-to-be-married woman.  Now give me that photograph. \n[90]Fine.  Here. \n[91]Satisfied? \n[92]I'm really, really afraid of needles... It doesn't make me a bad person. \n[93]He is not! \n[94]Okay, he's on base.  Can we talk about my life now?  -- Ike's going to turn that tattoo stuff into a big deal -- that I was never serious about Gill, blah blah.  He's totally out to get me. \n[95]That's what he says, but if he thinks that I don't realize he's writing another article, then he's an idiot. \n[96]Ya think? \n[97]There he is.  Snoop Doggy-Dogg. \n[98]Over there.  Ten o'clock.  He's talking to our little Dennis.  Dennis will turn into one of those \"sources say\" things. \n[99]I'd say you've been in the sun too long. You handle him, okay?  I could use five minutes off from that creep. \n[100]You've been here for three minutes. What did you do to her? \n[101]You misinterpret everything.  We've all been friends our whole lives.  But that's the types of relationship you wouldn't understand. \n[102]See, I cheer good.  What is he, a cheer critic? \n[103]This guy never stops. \n[104]Lee, hey, wake up.  Give me the key to the reporter's room.  I want to snoop around. \n[105]Thanks. \n[106]\"How does she get all these guys to propose?  She's not that beautiful.\" Bite me, paper boy. \n[107]Rude... \n[108]Thief! \n[109]You do that.  And remind him he's bringing the wine to the luau.  Thanks. \n[110]Do you think I flirt with Cory? \n[111]Thank you.  Do you think I flirt with Cory? \n[112]I don't mean it. \n[113]On anything male that moves?  As opposed to anything male that doesn't move? \n[114]I'm going to kill myself. \n[115]Because you think I'm all like... \"Hey man, check me out\". \n[116]But you haven't lost your mystery! You're very mysterious! \n[117]But I'm weird. \n[118]Peggy, there's distinct possibility that I might be profoundly and irreversibly screwed up.  Despite that, I love you and I can promise that I will no longer flirt with Cory, and I beg your forgiveness. \n[119]I think you're right. Is there anything I can do to make it up to you? \n[120]It's only funny at Camp Birchwood at three in the morning at a tick hunt. It's not anymore. \n[121]Thanks.  Will you fix my hair? \n[122]Freeze.  Hold on to those covers -- I didn't come here to see Ike Junior. \n[123]How do I do it?  I'm not that beautiful. \n[124]You're welcome.  Your notes made interesting bedtime reading -- if you like trashy fiction.  Your observations are distorted, ungrounded an incomplete. You must be very proud. \n[125]My point is that one again, you're getting it all wrong.  That won't improve your reputation any, and it's not very flattering to me either.  So, I'm going to give you a chance to write the truth. \n[126]I've decided to cooperate and let you interview me. For a thousand bucks. \n[127]I want a big wedding and a killer dress and for a grand I will answer all your questions and let you follow me around. \n[128]Oh, but making up the facts as you go along is ethical?  Actually, I meant you.  You probably got severance or expenses or both.  I'll take your check. No credit cards. \n[129]Because I think you're writing on spec and with a first person interview, you might actually sell that thing. \n[130]Seven-fifty. \n[131]Six-fifty. \n[132]Pardon the mess.  I haven't cleaned since the fifth grade. \n[133]It's a birthday present for my cousin. Put your finger in. \n[134]No, the other one. \n[135]I think so. \n[136]Maybe someday. \n[137]No, I'm not afraid.  Just... Maybe someday. \n[138]What an incredible chauvinistic observation. \n[139]That's Brian's.  He took me ut canoeing on the lake and gave me the ring in a velvet box. \n[140]It was classic. \n[141]Gill.  Of course.  He proposed at the tie-dye t-shirt stand at a Dead concert. It was very sweet until he hallucinated that the drum set was a blood-sucking space alien. \n[142]Still sweet. \n[143]George.  He proposed at a butterfly farm in St. Thomas.  The ring was inside a cocoon. \n[144]He's an entomologist!  I thought it was very unique. \n[145]And here we are at Bob.  He proposed during the seventh inning stretch... \n[146]... At an Oriole's game. \n[147]It was one of the most wonderful moments of my life.  Cal Ripken even applauded. \n[148]What do you mean?  It was incredibly romantic! \n[149]I like it. \n[150]I'd like it better on a scoreboard. Is that how you proposed when you asked your wife to marry you? \n[151]Don't look so surprised, you've got divorce written all over you. \n[152]So?  Is that what you said to her? \n[153]Now that's romantic.  A proposal like that and you didn't find eternal bliss? What went wrong? \n[154]You don't know. \n[155]Maybe you should ask her some time. Ever thought of that? \n[156]Fair enough. Actually... \n[157]I'll just need one more day to make sure your check clears. \n[158]Even with everything that's happened I've still never been married and I still deserve a beautiful dress. \n[159]Mr. Whittenmeyer.  Hi, Polly! \n[160]I didn't drag. He tripped on his shoelaces. \n[161]Actually, I would like to get this dress. \n[162]Yes.  But I've changed my mind. \n[163]I have one thousand dollars. \n[164]Is this dress for sale? \n[165]Yeah, that's a good point. The other dress is nice. \n[166]What do you think? \n[167]Fine.  The newspaper's upside down. That's better than fine. \n[168]Bob!  I almost forgot!  I have to meet Bob! \n[169]I'll have the same. \n[170]What was that?  I can't order  my eggs without sarcasm? \n[171]Right. \n[172]You know, there's no... \n[173]Ike... Hi, Grandma. \n[174]Actually, Grandma, I charmed the one- eyed snake awhile ago. \n[175]Can you excuse us a minute? May I have a word with you, please? \n[176]I found this and didn't know if it was something interesting. \n[177]It was in the attic.  It was jus sitting there gathering dust. \n[178]No.  You take it. \n[179]No -- I'm cleaning an attic.  I wouldn't attempt the impossible. \n[180]C'mon.  Let's go. \n[181]I'm not exactly having fun, either... Steady. \n[182]His name is Skipper, Dad... Steady. \n[183]Ike... Please don't write anything about this -- \n[184]Watch your leg, Dad. I'm so tired of this. \n[185]Okay... I'll just grab my jacket. \n[186]Your filter's clogged.  This takes unleaded. \n[187]First I have to find some tools.  I need a half and a nine-six-tenth. \n[188]Wrenches.  My dad's gonna love that one. \n[189]Yeah.  It's kind of nice. \n[190]I can get some tools over there.... and save the battery... There's one thing we country girls know how to do is cut across a field.  It's quicker. \n[191]Be careful of snakes. \n[192]Do you think there's only one right person for everybody? \n[193]Yes it is.  And it doesn't mean anything. \n[194]I suddenly forgot how to climb a fence. \n[195]Lionel, can I borrow some tools? \n[196]Lighten up, what? \n[197]I haven't seen him in twenty-four hours. It just gives me the creeps a little bit. I'd feel better if I knew where he was. \n[198]I'm going to go dance with Bob. Because he's the man. I like those grapes. \n[199]Where did you disappear to? \n[200]Excuse me? \n[201]Yes. \n[202]You humiliated me! \n[203]I had it under control.  Now they feel sorry for me. \n[204]It's fun!  It's high. \n[205]That was very interesting research George was doing! \n[206]I already explained about that. \n[207]Brian told you that? \n[208]Every one of those times I was being supportive.  Something you won't understand. \n[209]Lost! \n[210]What!? \n[211]That's called changing your mind. \n[212]Yes I do! \n[213]Stop.  Stop it!  I'm getting married on Sunday, and you're just trying to make me run!  Why?  Because you're a cynical, exploitative, mean-hearted creep who wouldn't know real love if it bit him in the armpit!  And all you do is tear other people down and-and-and laugh at them, and criticize what they do, because you're too afraid to do anything yourself!  I read your column. You never wrote one about you.  I'm not the only one who's lost and you know it! Am I right?  Well?  Am I right? \n[214]Yes. \n[215]Jerry Kramer. \n[216]No.  No -- Actually, let's make Ike the pastor. \n[217]Come on, it'll give you a great view. It's perfect. Hey. \n[218]Yep.  I want him to be front and center and to watch everything. \n[219]... I don't even want to talk about the luau. What's this? \n[220]Go! \n[221]Yes, I'm spiraling through the air. \n[222]I streak towards the goal line. \n[223]And I land on the goal line. \n[224]I kissed him back. \n[225]About a minute...? \n[226]Really? \n[227]Take care of him. \n[228]Bob, I'm sorry! At least I backed out before the wedding.  That's progress! \n[229]Some woman is going to make you a lot happier than I ever could... \n[230]See? \n[231]Okay.  So... what, uh... What just happened?  Just now?  Jus then?  In there? \n[232]Me, either. \n[233]I love you, too. \n[234]To who?  Are you asking me? \n[235]Yes, you! \n[236]And the church. \n[237]I'm okay with that. \n[238]So, we'll... \n[239]Grandma! \n[240]He's not coming.  Watch.  He's not coming. \n[241]You and your lucky geese.  You always see geese. \n[242]Eight is good... \"V\" could be Victory. \n[243]It's hurting. \n[244]He's here!... He's here! \n[245]This is not a good sign. \n[246]Thank you, Grandma. \n[247]Thank you, Dad. \n[248]No sauntering down the aisle.  Just make time.  Let's just get there. \n[249]Just a second. \n[250]There's a man coming down those steps with lots of candy in his pockets.  If you tickle him, he'll give candy. \n[251]I'm just finishing up, too. \n[252]No, I'm just going to head home. \n[253]What are you talking about? \n[254]Thank you.  You still think that he was.... \n[255]Hi, Dennis. \n[256]You're sweet, Dennis.  But you've got to go.  I'm closing up.  Here's a candy bar and one for your brother. \n[257]Hey.  Grandma, what's for lunch? \n[258]\n[259]Just stop it.  Don't say another word like that. \n[260]No.  It's my life. \n[261]No, it's humiliating and you've been doing it since I was a kid.  I don't like it.  Stop.  You may not like having a daughter with problems.  But guess what?  I don't like having a father who's drunk all the time.  I'll eat in my room. \n[262]I need a plan... A plan to life... What would Bruce Lee do?  He'd kick some ass... \n[263]Hello, Ike. \n[264]I've been making friends with your cat. Is it okay that I'm here? \n[265]I don't blame you for being mad... \n[266]... Or... furious. \n[267]... Irate?  Livid?  How's that? \n[268]It's something I've always wanted to do. \n[269]I wanted to talk to you about why I run or ride away from things. \n[270]I think so... When I was walking down the aisle?  I was  walking toward somebody who didn't have any idea who I really was.  And it was only half the other person's fault, because I had done everything to convince him that I was exactly what he wanted.  So it was good that I didn't go through with it because it would have been a lie, but you -- you knew the real me. \n[271]I didn't.  And you being the one at the end of the aisle didn't just fix that. \n[272]I understand why you bring up the truck. Let me explain something.  The fact is, you've seen me at my worst, most embarrassing, deviously plotting, potentially but not certifiably, psychotic state.  And if you liked me then, I mean, now... I can't imagine... Benedict. \n[273]I love eggs Benedict.  I hate all the other kinds. \n[274]... I hate big weddings with everybody staring.  I would like to get married on a weekday while everybody is at work. If I ride off into the sunset, I want my own horse. \n[275]These are for you. \n[276]They're mine.  I'm turning in my running shoes to you. \n[277]And one more thing.  I know it's hard to believe there could be more.  Um... \n[278]If you could have a seat, please. \n[279]No, no -- don't hide your face, this only happens once in a lifetime.  It's definitely a first to me, and you're not going to want to miss it. \n[280]I love you, Homer Eisenhower Graham. Will you marry me? \n[281]Good. \n[282]I was hoping you'd say that. \n[283]I was, because if you said \"yes\" right away, I wouldn't get to say this next part.  And I've been practicing it. Ready? \n[284]\"I guarantee that we'll have tough times.  I guarantee  that at some point one or both oof us will want to get out. But I also guarantee that if I don't ask you to be mine, I'll regret it for the rest of my life. Because I know in my heart -- you're the only one for me\". \n[285]I borrowed it from this guy I know. So? ", "IKE": "\n[1]Hey, Fisher, pick up.  I have some column ideas I want to bounce off you. Not there?  Okay.  Listen I'm thinking of writing about those mind-numbing informercials that are always on. \n[2]What do you think?  Good idea, right? Boring, down to death, pointless -- It sucks. \n[3]If you guys are here any longer, they're gonna make you sign a lease. \n[4]Okay, I was also thinking I might write about... \n[5]Excuse me.  I was thinking of doing an article on limousines.  What would you say to people who never had a chance to drive in a limo? \n[6]Fisher?  Come on -- I know you're sitting there laughing at me.  Pick up. I want to run an idea past you. \n[7]I just could use someone to toss it back and forth with for a few minutes, get the juice flowing, help me.  I have an hour and twenty-seven minutes and fifty-two seconds.  Hello? \n[8]When your t-shirts stop shrinking. \n[9]I don't know yet.  I'm kind of a last- minute man.  Ideas don't flow until an hour or two before deadline. \n[10]No, I can't hit on you until I get an idea. \n[11]No, you don't understand. \n[12]I don't write bitter diatribes about women... very often. \n[13]That's last minute man. And it's the quality that counts. \n[14]Excuse me? \n[15]Not as private as I thought. \n[16]Kevin, you've got some napkins? \n[17]Give me a pen. \n[18]... They're up, they're down.  It's really fun making this list with you, but I've got a column to go write. \n[19]I give up. \n[20]\"Today is a day of profound introspection, I have been accused of using this column to direct bitter diatribes at the opposite sex!  This uncomfortable accusation has plunged me into at least fifteen minutes of serious reflection, from which I have emerged with the conclusion that, yes -- I traffic in female stereotypes.\" \n[21]I'll put in a good word for you. \n[22]Why? \n[23]Fully.  I like her.  She has wit. \n[24]So?  I never returned your calls, even when we were married.  And what's Fisher doing here anyway? \n[25]Since when does Ellie need moral supp-- \n[26]What? \n[27]Lesson number two.  Never work for your former spouse. \n[28]I didn't cook up a story.  I had a source. \n[29]Don't knock drunk guys in bars.  Drunk guys in bars are good.  It means they're not driving. \n[30]Besides, I'm a columnist.  This is what columnists are supposed to do.  This is what you like.  We push, we stretch, we go out on a limo.  That's what makes me good! \n[31]I merely write the stuff.  You're the one that serves it up. \n[32]Lawyers. I don't know, Ellie -- Firing me is going to be very tough on you.  It's going to be hard to get over.  There will be therapy bills for you. \n[33]See?  You want custody of my job? ... Why not just consider my wrist slapped and call me when you feel I've served my time? \n[34]What are you trying to say to me, Fish? \n[35]The real story on Miss Carpenter. \n[36]The anatomy of the black widow spider of Maryland. \n[37]This is good.  It is a good story, Fish. \n[38]Okay, you were right.  I hated my column, but I can do this assignment. \n[39]\"Paid vindication\"  That's what I call justice. \n[40]But I'll get my normal fee, right? \n[41]You want me to do it on spec?! \n[42]Oh yeah!  I happen to know from reliable sources that Nietzche got expenses and a rental car. \n[43]I'm going to make this work, Fish.  I'm going to do it! \n[44]I think I'm in Maryberry. \n[45]Hello.  I'm looking for Maggie Carpenter.  There was a sign at the hardware store across the street... \n[46]What? \n[47]About her upcoming wedding and all. \n[48]I am just such a reporter.  And you are? \n[49]And who are these lovely ladies? \n[50]Looking for Maggie. \n[51]Originality is my speciality. \n[52]Sorry, no.  I just got one. \n[53]Yes, Mrs. Pressman. \n[54]I know.  Tell me something.  Do you think she's going to make it all the way this time? \n[55]Good fact.  Well, you let me know. \n[56]You'll answer my questions? \n[57]Fine.  You wash, I'll ask the questions. \n[58]Getting nervous? \n[59]Weird dreams?  You're going to tell me about them? \n[60]I think you'd look good in red. \n[61]Yes, I think I nailed the personality profile of the women of Hale. \n[62]My jacket, please. \n[63]Thank you. \n[64]Excuse me, Pete, do you know a place that sells shampoo... Strong shampoo? \n[65]No thanks. \n[66]Thank you. \n[67]I'm not here to make you feel bad.  I'm here for vindication.  In my heart... \n[68]I feel I'm right about you.  You got me fired, lady.  You destroyed my reputation and you screwed up my hair. You chew men up, spit them out and loved it.  And I'm down here to satisfy myself on that point. \n[69]Yes.  Conviction.  Conviction that I'm onto the truth.  You're going to do the same thing to \"poor bastard number four\" that you did to the last three.  You're going to run again.  And I'm not leaving until you do. \n[70]We'll see. \n[71]Hey, kid, I'll give you ten bucks for your hat. \n[72]Who? \n[73]Hello, Maggie.  I just came by to apologize to your family. When I'm wrong, I'm wrong.  I pushed a story.  I made a mistake. \n[74]They made me put my hat back on. \n[75]Gee, I hope they don't have a fight out there.  You don't think they'll call it off...? \n[76]You know, your daughter seems... \n[77]That's okay, Grandma. \n[78]... Like such a lovely girl. \n[79]Ah, beautiful. I just can't see her leaving multiple grooms in the dust like that. \n[80]She has a tape? \n[81]Dad's fishing trip, Grandma's knee operation, Grandma's birthday... \n[82]That's fair. \n[83]Ahh. \n[84]Everest.  Is that right? \n[85]Really? \n[86]How romantic. \n[87]Nothing like sharing your nuptial bed with two Sherpas and a yak. \n[88]You won't believe what I'm looking at, Fisher.  A videotape of all three train wrecks. \n[89]Kamikaze! \n[90]Did you see that? \n[91]But he's got the Bobster's eyes. \n[92]No -- the Bobster's eyes are closer set. \n[93]Could I have two coffees, please?  And what is that wonderful smell? I'll have two of those delicious looking cinnamon rolls. \n[94]Let's see... Excuse me, isn't that cute? Ahh... \n[95]Bam, bam, bam, bam, bam!  Oh, help me! Help me!  Yup!  That's her all right. \n[96]Yes, I am.  And who are you? \n[97]Oh, Betty.  I take it you're going to be making the wedding cake and they say you're throwing -- \n[98]A pre-wedding luau? \n[99]Fun?  Fun isn't the word. \n[100]Actually, I would love to come. Thank you.  Thank you so much. \n[101]No. \n[102]Bye, Betty.  Thanks. \n[103]And talk about you. \n[104]Well -- I've got to get moving -- lot of work to do today!  I'll see you two love-birds later. \n[105]You bet ya, Coach. \n[106]Imagine!  Maggie Carpenter topless in a public arena. And I see there was a chill in the air. \n[107]But the most interesting thing here is that I don't see the rose tattoo that I've heard about on your back. \n[108]Sure, I would love to give this to you. Just give us one quick gander at that rose, and, I'll gladly hand it over. \n[109]Completely. \n[110]Gill, I'll go ya double or nothing if was a stick-on. \n[111]Look, look, man.  I think the man is heartbroken. \n[112]Jerry.  He'd play.  He'd play... Jerry would play his heart out. \n[113]Hello, Peggy Phleming, \"not the ice-skater\". \n[114]... And this is Maggie's beer. \n[115]That your  husband out there?  Cory Phleming, a local radio announcer. \n[116]Not yet.  I had a phlemless morning.  I hear he's a pretty good ballplayer. \n[117]That must have made you proud. \n[118]It's nice that they're still friends. \n[119]You can turn that finger around. \n[120]Obviously, I'm not the only one who doesn't understand it.  The USS Maggie leaves quite a wake... Excuse me. \n[121]All right, I know you're in there... You steal my research... You're messing with the first amendment now.  Open up. Open up.  You got no place to go. \n[122]I want to have a very serious discussion with you as to why you're such a pain in the ass. \n[123]That's breaking and entering.  I'll call the sheriff. \n[124]I take it the desk clerk is one of your many admirers. \n[125]Coffee.  Now. \n[126]I'm not a boastful man.  What's your point? \n[127]Really. \n[128]My magazine doesn't pay because for stories.  It's not what you call ethical. \n[129]You've seen the post-its.  I've already got more juicy material than I need. Why should I pay you dollar one? \n[130]Too much. \n[131]Five hundred. \n[132]Done. \n[133]What's this over here? \n[134]Cindy the manicurist. \n[135]This is wonderful.  You reconfigure all these industrial parts and you do something amazing with it. \n[136]Amazing.  Found industrial stuff. Willow lamp... Rasta lamp... \n[137]Is this your preferred logo? \n[138]I like it.  This whole thing is pretty incredible. I think you could probably sell this lamp idea in New York. \n[139]You afraid to try? \n[140]Well, I'm impressed.  Absolutely incredible. I didn't expect pink and lacy, but this isn't exactly a woman's room. \n[141]Always a mood killer. \n[142]It's a little \"Silence of the Lambs\" for me.  I can't believe you waited for the wedding to run. \n[143]Wait.  Don't tell me.  The scoreboard lit up with \"Mary me, Maggie.\" \n[144]Highly suspect. \n[145]Maybe it's just me, but -- if you got to dress it up, it doesn't ring true. \n[146]I think the most anybody can honestly say is, \"Look...\" \"I guarantee that we'll have tough times.  I guarantee that at some point one or both of us will want to get out of this thing.  But I also guarantee that if I don't ask you to be  mine, I'll regret it for the rest of my life. Because I know in my heart -- you're the only one for me\" \n[147]I'm a work in progress. \n[148]No.  I think I said something eloquent like, \"So, uh -- maybe we should, ya know.  What do you think?\" \n[149]I don't know. \n[150]No. \n[151]Call me crazy, but I believe that check I gave you entitles me to ask the questions for a while. \n[152]Ow! \n[153]Agreed. \n[154]Mrs. Whittenmeyer.  May I talk to you for a second? \n[155]I don't know much about this kind of thing.  I'm from out of town.  You're a salesperson, right?  You're here to sell wedding dresses. \n[156]Perfect.  Because Miss Carpenter is here to buy one.  But not just any one. She wants that one. \n[157]Look, Aunt Bea, we're buying this beautiful dress and anything else she wants or I'm coming back here with a squirt gun filled with India ink. \n[158]Tough to spend money in this town. \n[159]You look... uh... You look fine. \n[160]Bob will be very happy. \n[161]Of course. \n[162]Tell me.  When you get to the altar, will you spike the bouquet? \n[163]Well, I'm off.  A reporter's work is never done. Mrs. Pressman, thank you. \n[164]Gram here was going to give me the skinny on why you run from marital bliss. \n[165]Bye, Netta... Bye, Grandam. \n[166]Oh, my God -- It's Miles Davis.  This is \"King of Blue\"!  This is the original recording.  Hard to find in good condition.  Where did you find this? \n[167]It's valuable.  Hang onto it. \n[168]Hmmm... Figuring out what kind of music I like and then finding me a rare album. You're not trying to soften me up, are you? \n[169]No.  Forget about it.  Don't even think about it. \n[170]Why don't you let him sleep it off in the trunk. I'll take you for a ride. Then we'll come back for him. Keep an eye on him. \n[171]I was talking to the dog. All right? \n[172]My dad managed a business and two mistresses.  He wanted me to be a novelist.  More? \n[173]My mother wanted me to become a musician.  0 for two.  But at least I'm a journalist and we all know journalism is literature in a hurry. \n[174]Can you fix it? \n[175]Of what? \n[176]Kind of isolated. \n[177]There's one thing we New Yorkers know how to do is hail a cab.  If there's no cab, we walk. \n[178]Snakes?  Are you serious?  I don't like snakes.  I've never even seen a snake. \n[179]No.  But I think attraction is too often mistaken for rightness. Attraction is very misleading.  And if it's mutual, it's well, terribly distracting. \n[180]Yeah, we need a half and nine- sixteenths. \n[181]You're sure well known around here. \n[182]This is about her negative attention, not mine.  Did you get the reimbursement for the dress yet? \n[183]I don't know. \n[184]Look -- I'll be in there later today. I'll come by and tell you all about it. \n[185]Yeah. \n[186]Okay, we'll order out. \n[187]Get this man a Kamikaze. \n[188]You could have told me you were fiance number three. \n[189]Thanks. \n[190]Well, I'm writing another article on the cacophony. \n[191]Guess you'd know about that.  You're an entomologist, right?  How's business? \n[192]Neuter a locust, feed the world. \n[193]So, tell me, George, why do you think she ran? \n[194]I don't think that's why she ran. \n[195]I don't know.  I'm working on it.  I was on the wrong track. \n[196]No.  I call it like I see it.  I'm a journalist.  I'm a truth teller. \n[197]Oh, please! \n[198]his tape recorder out of his pocket \n[199]What kind of eggs did she like? \n[200]No... They're interesting guys.  Each one of these guys has something going for him.  I mean, one's been up Everest. Another's become a priest.  One's a pretty good guitar player.  And this guy today tried to end world hunger, if you can believe that... \n[201]But one of those guys -- not one of them -- knew her at all.  Each one was convinced that she was perfect for them, but they didn't see her.  And she never showed up so they couldn't see her. It's a very symbolic thing happening. She becomes what she thinks they wanted to be. \n[202]Is that what I did to you?  Is that what happened?  Did I just not see you? \n[203]Well -- I'm sorry, I'm really sorry, Ellie. \n[204]You got something without a toy in it? \n[205]Aloha.  That's a very fetching headdress you're wearing. \n[206]Missed me bad, huh? \n[207]I don't know, give me a minute. Are you all right with this? \n[208]Are you all right with this?  You think this is funny? \n[209]I don't and I don't think you should... \n[210]You want me to make a toast?  Okay... I'll give you a toast.  To Maggie's family and friends.  May you find yourselves the bull's eye of an easy target.  May you be publicly flogged for all of your bad choices and may your noses to rubbed in all of your mistakes... \n[211]I'm the only goddamn person in there pulling for you. \n[212]No, Maggie, I defended you. Humiliating you is what everyone else is doing.  It's the theme of this party. \n[213]Well, they should.  Because they're about to watch you hang yourself again. \n[214]-- Tell me something, do you really care about Mount Everest? \n[215]Or the sexual habits of locusts? \n[216]What kind of Dead Head gets a temporary tattoo? \n[217]And where you ever really going to run the leper colony in Molokai? \n[218]Or maybe you just wanted to wear the headdress. \n[219]Supportive?  You weren't being supportive.  You were being scared. Just like now.  You are the most lost woman I have ever laid eyes on. \n[220]That's right.  You're so lost you don't even know how you like your eggs. \n[221]With the priest, you liked them scrambled.  With the Dead Head, fried. With the bug guy, poached.  Now it's egg whites only, thank you very much. \n[222]No, that's called not having a mind of your own.  What are you doing, Maggie? You really want to let that man drag you up Annapuma on your honeymoon?  You don't want to climb Annapuma. \n[223]No you don't.  You want a man who will lead you down the beach with his head over your eyes just so you can discover the feel of the sand under your feet. You want a guy who will take you into a cave with a thousand candles just to read you a poem.  You want a man to wake you up at dawn because he's burning to talk to you and he can't wait another minute to find out what you'll say.  Am I right? \n[224]Am I right? \n[225]I'd rather not. \n[226]At this pace, it could be an evening wedding. \n[227]I'm sorry, Bob.  She kissed me back. \n[228]A little longer for me. \n[229]How about -- \"I hope you'll be very happy together\"? \n[230]I don't know.  I, uh -- I frankly don't even want to talk about it. \n[231]I love you.  I love you. \n[232]Wait.  We have to talk.  We have to do some talking now.  Pull up a railing. \n[233]You have to go down an aisle and say \"I do\".  You have to get married. \n[234]Me? \n[235]Well, you do have the dress. \n[236]And the wedding date.  There's the two of us. So, you think... maybe... You have to go down the aisle with somebody you love and who love you back. \n[237]So am I. \n[238]I'm getting married. \n[239]Shoot ours so she has one with an ending. \n[240]Mrs. Pressman, please. \n[241]No, I'm not. \n[242]Friends.  Thank you.  Thank you. \n[243]We are friends, aren't we, Fisher? \n[244]Then you'll be my best man. \n[245]Go talk to the pastor and he'll tell you what to do.  And someone will tell me what to do. \n[246]Thank you. \n[247]Really? \n[248]Got any last minute advice? \n[249]Eye contact.  Eye contact. \n[250]Cover me. \n[251]Your job is... the ring. Do you have the ring?! \n[252]Thank you. \n[253]Mrs. Trout, go back to your seat! \n[254]Block the doors! \n[255]Maggie! \n[256]Maggie! \n[257]Maggie! \n[258]Maggie! \n[259]Don't tell me.  My doorman is one of your many admires... I knew I should have given him a better Christmas gift. \n[260]I don't have much choice in the matter now, do I?  But I can't speak for Italics. Traitor! \n[261]Livid is good.  So what is it, Maggie? You here on business?  I saw your lamps. They're terrific. \n[262]You actually could make breaking and entering into a new career. So, what are you doing here? \n[263]Does it matter? \n[264]Yes, I did. \n[265]No, I couldn't fix anything... But I still ended up chasing a truck. \n[266]Should I be writing this down? \n[267]What's this? \n[268]Used? \n[269]This is getting serious. \n[270]Oh my God.  No. \n[271]Maggie, I gotta think about this a little bit. \n[272]You were not. \n[273]I'm listening. \n[274]Pretty good speech, Maggie. \n[275]Dance with me. ", "PEGGY": "\n[1]\"... And in Hale, Maryland where she helps run the family hardware store.\" We have to go to Maggie.  Cindy, mind the shop. \"... She is known as Miss Maggie Carpenter, AKA, the Runaway Bride.\" \n[2]\"What is unusual about Miss Carpenter is that she likes to dress her men up as grooms before she devours them.  She has already disemboweled six in a row by leaving them at the altar.\"... I can't ready anymore. \n[3]No, you tell her. \n[4]No. \n[5]Yeah. \n[6]So -- Mag -- you've seen this, huh? \n[7]Uh, Maggie, you told us to bachelorette jokes, so we didn't... \n[8]You're a goddess! \n[9]Stop it.  When you talk like that, I get turned on and it frightens me. \n[10]Are you a reporter? \n[11]It's been our experience that anyone with some sort of gewgaw on his loafers ends up being another big city reporter wanting to interview Maggie. \n[12]No, about her getting that asshole from New York fired. \n[13]Peggy Phleming.  Not the ice skater. \n[14]And you are? \n[15]Yep.  Maggie -- Someone to see you. \n[16]Yup! \n[17]Hold on -- Nobody interviews Maggie in here unless they're getting haircut. \n[18]Great. \n[19]Let's just put this back here for the aromatherapy. \n[20]Hey, Pete, I'll be right with you. \n[21]No, she's talking about your hair. \n[22]For what reason?  Some personal satisfaction? \n[23]It's probably because you got him fired. \n[24]Not that he doesn't deserve to get fired... Look!  Cory's going for second!... Sneaky! \n[25]Where? \n[26]He looks better with that stuff out of his hair.  He's an attractive man. \n[27]Okay, that's fine.  I can do that. \n[28]That's Maggie's seat... \n[29]Have you listened to his morning show, \"Wake up with ballplayer\"? \n[30]This game is pretty important to him. He made all-stars in high school, you know. \n[31]He was going with Maggie back then. He was never one of her... I mean, they were never going to get... They just dated for a while. \n[32]Good job, honey! \n[33]Oh, sure.  That was a long time ago. See, she's not a man-hater at all. She's very supportive of men... \n[34]I'll be back in a second. \n[35]Good morning to you, too.  You look good. \n[36]Yes. \n[37]I know.  I think sometimes you just sort of spaz-out with random excess flirtation energy and it just lands on anything male that moves. \n[38]Like certain kinds of coral. \n[39]Why? \n[40]No, I don't think you're like, \"I'm charming and mysterious in a way that even I don't understand and something about me is crying out for protection from a big man like you\".  Very hard to compete with.  Especially to us married women who have lost our mystery. \n[41]No.  I'm weird.  Weird and mysterious are two different things. \n[42]No.  You're quirky.  Quirky and weird are two different things. \n[43]I'm not worried about you and Cory or Cory and me or even that you're irreversibly screwed up.  But, Maggie, you've been like this since we were kids.  And I think now that you are aware of it and that it hurts people's feelings, maybe it's time to move on with your life and commit to someone of your own, like Bob, if he's the one. \n[44]Something that brings warmth to my heart. Duckbill platypus. \n[45]You're right.  It's not funny now. Maybe we both grew up. \n[46]Lighten up, wahine. \n[47]This party is for you and Bob.  Get your mind off the reporter. \n[48]Would it? \n[49]What are you doing? \n[50]Maggie.  Maggie. Here.  She may need this.  It's not really Hawaii. \n[51]Oh, she just went to get me something from the car. \n[52]Bob is making her visualize the ceremony. \n[53]He's going to be the pastor? \n[54]What happened at the luau? \n[55]It's for the bell. \n[56]Don't be nervous, Maggie.  Let us visualize.  Remember what Bob said? \"Be the ball.\" \n[57]\"Make the shot.\" \n[58]\"Never say die.\" \n[59]Well, Maggie -- in the words of Mrs. Pressman: \"Holy moly\".  Call me later. \n[60]His hair... any color. \n[61]See, this is a mature relationship. She's really found it. \n[62]No, no.  I saw eight geese flying in a \n[63]Not eight... \n[64]Yes, rubbing your ears is very soothing. Cory does that to me when I hyperventilate. \n[65]He's here!  He's here! \n[66]Now's the time for calm... If you don't calm down, you won't get your dress on... He's the one... He's the one. \n[67]Let's go. \n[68]You okay?  I'm closing. \n[69]Want to go to Butch's for a drink or something? \n[70]Okay. \n[71]and making a \"V\" with her fingers \n[72]Wedding.  Wedding. You just have to get the rest of your ducks in a row. \n[73]Quick.  Very quick. ", "BOB": "\n[1]Come here, Mag, and try this on. \n[2]That-a-girl!  You sacked him. This is the weight of the pack you're going to have to carry in the Himalayas. Tell me if it's too heavy. \n[3]No, no, you should have seen Skipper. It wasn't that funny. \n[4]I'll help you take into the kitchen. \n[5]That's right, Maggie.  Just keep your eye on the ball. \n[6]Sports psychology.  It was my major in college. \n[7]I'm the town's unofficial fitness trainer.  Big advocate of the mind and body combining for success.  You could say or you can quote me, I'm a glass half full king of guy. \n[8]My girl likes to brag about me. \n[9]I'm taking her trekking on Annapurna on our honeymoon. \n[10]Drive!  Drive!  From your hips, get low, get low, get low.  Next! \n[11]Good job, gentlemen... Special teams. \n[12]Hey, honey! \n[13]Ike just came by to check out the team. \n[14]I'm just bragging about how great you are.  I'm the luckiest man alive. \n[15]See you at the wedding. \n[16]Sure I do.  But the bet defense is a good offense, right?  You're not going to let your opponent throw you off your game. \n[17]Let him come to the wedding.  You're not running, right?  Say it. \"I'm not...\" \n[18]So if you're not running and Ike Graham is there to see it, then any article he writes has got to have a happy ending, right?  All we're doing is turning lemon into lemonade. \n[19]Where's that homemade sunshine? \n[20]I want you boys to take my princess on the ride of her life... Honey, tell 'em where you parked your car. \n[21]Mrs. Pressman, I think we're ready to order. \n[22]Let me have the garden omelette.  Egg whites only. \n[23]Neutral corners you two.  You're on the same team now.  Any more fighting and it's fifteen minutes in the penalty box. Maggie's the nicest person you'll ever meet.  But she's always focusing out there.  She's got to start focusing more in here. That's why she's had some -- whatever you want to call it -- problems in the past. That's what we're working on -- focus. Right, Maggie?  Focus on Maggie.  Focus on Bob. \n[24]I lead Maggie through a visualization exercise.  All the sports shrinks use this head stuff.  Visualize the end zone, if you catch my drift. \n[25]Here's today's mantra: \"It's an open field to Big Bob.\" \n[26]It's a joke.  They're kidding. \n[27]Not now. \n[28]Where'd Maggie go? \n[29]Mag.  Help me out here.  Green Bay. Right guard. \n[30]You know... Blocked Bart Starr, crewcut ... Are you okay? \n[31]Let me take you back inside, okay? \n[32]Okay, we're ready.  Want me to have Ike leave now? \n[33]Team effort, Pastor Ike... Cindy, ready? Cindy, come on. \n[34]Honey, are you okay? \n[35]Hold it!  Hold it!  I think we're taking this too fast. \n[36]We need to limber you up a little. You're tensing. You stand here and be me so she knows how far she'll have to go. I'm going to walk with you. \n[37]Visualize!  Visualize!  It's game time. \n[38]You are the football.  You're spiraling through the air towards the hands of the groom. \n[39]Okay, I'm the pastor.  Dearly beloved, blah, blah, blah.  So on and so forth. Ra ta ta ta.  Yabada dabada.  I now pronounce you man and wife.  Kiss the bride, badum dum. We have the crescendo that leads to us right back down the aisle and out the... \n[40]Maggie!!!!? \n[41]If you were imagining me, you did great. What the hell were you doing? \n[42]Yeah, I caught that.  Want to tell me how long this has been going on? \n[43]What do you expect me to say to this? \n[44]I hope you'll be very happy together. \n[45]You look awful. \n[46]Ike.  Need help? \n[47]I'm glad it's you. \n[48]I didn't want to find out I wasn't for her in the fourth quarter. \n[49]Maintain eye contact. \n[50]Hello.  I'm Bob, Maggie's fourth attempt. \n[51]That's okay.  There's a lid for every pot.  Besides, I'm comfortable with Ike. I mean, Jack Dempsey lost his heavyweight title to a New Yorker. ", "FISHER": "\n[1]\"But how can one blame me when every time I step out my front door I meet fresh proof that the female archetypes are alive and well?  Te mother, the virgin, the whore, the crone; they're elbowing you in the subway, stealing your cabs, and overwhelming you with perfume in elevators.\" \n[2]\"... The cheerleader, the coed, and the man-eater, the last of which concerns me most today.\" \n[3]Ellie asked me to come down to offer moral support. \n[4]In vino veritas. \n[5]Remember, we are putting the \"fun\" back into formal. I just say that for the agency guys.  I don't even know what that means.  Now follow me. \n[6]Ike, I really liked the Runaway Bride piece, and since I do freelance stuff for G.Q., I'm in a different position now... \n[7]Vindication.  How would you like to get some?  A chance to prove that, though your facts weren't entirely straight, your theory was correct. \n[8]All the gory details. \n[9]It wouldn't be a bad way to get you back into writing feature pieces again. \n[10]If she runs, then it's a cover story. All true.  All accurate. \n[11]Then you've got it.  If you leave tomorrow for the hinterlands, you'll have plenty of time before her next wedding trot. \n[12]Justice, yes.  Paid, I don't know. They like the idea, but my hands are tied with budget restraints. \n[13]Don't say \"spec\" like it's a dirty word. Nobody ever paid Shakespeare to write a play!  Plato never got a book advance... \n[14]Yes, well, my theory was that she may be running because she gets attention... Negative attention is attention. Like when women whack you on the street because of your column, that's negative attention. \n[15]No, I'm paying for the dress.  Do you think she's still gonna run? \n[16]You're coming here? \n[17]Then come for dinner. \n[18]Order out like a Philistine, when you got the Galloping Gourmet here?... \n[19]Overpriced nice apartment and Chinese takeout.  That's New York living. \n[20]Or a vegetarian? \n[21]Whoa, Ike.  Getting a complex, buddy? \n[22]Ike is turning sensitive and I can't bear to watch.  I'm going to make a fresh pot of tea. \n[23]Of course we are.  Of course. \n[24]Well, I'm good, I don't know if I'm best. \n[25]I have no idea what I'm doing. \n[26]I just found out I'm best man!  I'm lucky I have a suit... What's wrong? \n[27]Hello.  I'm Fisher. \n[28]You just pull a hair from my neck. \n[29]Look, he's in pretty good shape. \n[30]Wherever it is, she'll be there by ten- thirty tomorrow. ", "ELLIE": "\n[1]\"Anyway, I'm just dropping you big city folk this little note to say that I have thought of a ritual sacrifice that would satisfy my current appetite: Ike Graham's column on a platter.  Yours truly, Maggie Carpenter.  P.S. -- I have inclosed a list of the gross factual misrepresentations in your article.  There are fifteen.\" \n[2]I left four messages.  You don't return my calls. \n[3]-- It's for you, Ike. \n[4]Journalism lesson number one.  If you fabricate your facts, you get fired. \n[5]That's not nothing to do with it.  You cooked this story up and you know it. \n[6]Someone reliable, I'm sure.  A booze- hound in a bar? \n[7]No, that's what makes you unemployed. \n[8]Not anymore.  I have to draw the line. She sent us this list.  Our lawyers say it's actionable. \n[9]I already made an appointment for later today. \n[10]I'm sorry, Ike.  This is permanent. \n[11]If you go quietly, I'll get you severance pay. \n[12]... Just call me when you have it. Ike, how is the story coming?  Is she a man-eater? \n[13]Or does she pick \"NGB'S\" -- \"Nice Guys, But...\"  Nice guys, but I'm cheap. Nice guys, but he lives with his mom... Nice guys, but he just out of prison. \n[14]Fisher, let him talk. \n[15]Yeah... Oh, Jay... Okay... Bye. Fisher, don't forget the fortune cookies. \n[16]No.  No, you didn't. \n[17]I'm sorry, too. Wow.  That only took us between years to say. \n[18]Ike's going to get married. \n[19]Fisher, if you pee on that Persian, I'll kill you. \n[20]You always looked great in that suit... And Ike? I'm happy for you, honey. \n[21]I'll have a car around the back to whisk you out of here if she runs. \n[22]Look, he's running after her. \n[23]Poor Ike. \n[24]Where do you think she's going? ", "WALTER": "\n[1]You know, when I only see one dog, I know I've had too much to drink. \n[2]In other words -- he's only human.  An he brought us a bottle of wine. \n[3]Oh, yeah.  Scared the hell out of Skipper. \n[4]Well, wedding cake freezes.  This we know. \n[5]Like her mother. \n[6]Yeah.  Lee at the hotel videos wedding. I mean Maggie didn't know she was going to make the hundred-yard dash. \n[7]Gotta tell you this about my daughter. My daughter makes real good time, even in a long dress and heels.  Maggie may not be Hale's longest running joke, but she certainly is the fastest. \n[8]Emma and I were only blessed with one child, not for lacking of trying. \n[9]So I've come to see it as a bonus, really, that we've been able to plan, and pay for, so many weddings. \n[10]I haven't had any fun since you got your driver's license... \n[11]Good boy, Port Hole. \n[12]I changed it. See you later, Mr. Travis. That guy has a problem... Maggie, you can run everyone's life but your own. \n[13]Good daughters let their fathers pass out. \n[14]In the tradition that has grown through the years, it is now Toast Time!  First up, our host, \"A Honey of a Beekeeper\", Lou Trout.. \n[15]You know the old saying, \"You're not losing a daughter...\"  Well, I'd like to! \n[16]Maggie may not be Hale's longest running joke... \n[17]Oh, look, Mr. Graham, how about a toast? \n[18]I'm really rooting for this one. \n[19]That's Maggie.  Home for lunch. \n[20]Honey, your grandmother and I were thinking about opening a wedding gift museum. \n[21]What? \n[22]Maggie, it's just a joke... \n[23]A harmless joke. ", "CINDY": "\n[1]That's it.  Back to obedience school. \n[2]Cindy.  Maggie's unmarried cousin. \n[3]Tell me, why does Maggie need another wedding rehearsal and two days before the wedding?  She's already done this. \n[4]Bob's in a hurry. \n[5]\"Sink the putt.\" \n[6]\"Nothing but net.\" \n[7]I love his eyes.  I just believe they're listening to you. \n[8]And in a \"V\". \n[9]Rub your ears. \n[10]We do it to our dog. \n[11]We'll rub. \n[12]I'll get the dress. \n[13]We have to hurry.  The Sunday School kids will be here soon. \n[14]Spit. ", "MAN": "\n[1]I see photos of a lot of dead writers on these walls.  Got any living ones? I have a story to tell that could win one of them a Pulitzer. Picture this, if you will.  A small town in Maryland, a sleepy little village, within that a hardware store... \n[2]I've seen much worse. \n[3]I said, I've seen much worse. \n[4]The brush-off. \n[5]I've witnessed far more treacherous and nefarious exits than that.  At least she castigated you in private. \n[6]Ah, come on.  They deserve it.  They love you, they hate you, they're hot, they're cold, they're high, they're low... \n[7]But you don't have a really superb idea! Well, there's a girl from my hometown you could write about. \n[8]She likes to dump grooms right at the altar.  They call her \"The Runaway Bride\". \n[9]She performed the travesty seven or eight times.  Right at the altar she turns around and runs like hell. Bolts. \n[10]Adios.  Plows down the aisle, knocking old ladies out of her way like the running of the bulls at Pamplona.  And guess what? \n[11]She has the next victim all lined up. She's twirling another body on the spit. \n[12]Imagine if you will, a small town in Maryland... \n[13]\"To be fair, the man-eater isn't exactly new.  In Ancient Greece, this fearsome female was known as Erinys, the devouring death goddess.  In India, she is Kali, who likes to devour her boyfriend Shiva's entrails while her yoni devour his -- dot dot dot, never mind.  In Indonesia, the bloody-jawed man-eater is called Ragma...\" ", "GRANDMA JULIA": "\n[1]Check on the crabs, Bob. \n[2]Sorry. \n[3]Oh, yes, you can.  She's has 'em all on tape. \n[4]Ha ha. \n[5]I'd like to explain about the weddings. There are reasons why they didn't come off.  Three weddings, no \"I do's\".  You can't believe how much cake we were left with.  I should weigh three hundred pounds.  I don't think her father minded spending so much money on booze that nobody drank. \n[6]Right, cover your ears, Netta.  It's not that she's afraid of the wedding, she's afraid of the wedding night. Innocent girls are terrified of \"the one-eyed snake\". Why, when I was a virgin bride, I took a knitting needle with me into the bed... \n[7]Oh, yeah, I forgot.  I'll tell you one thing, your grandpa didn't forget that wedding night. You can take your hands off your ears, Netta.  Your tea's getting cold. \n[8]I like his tight butt. \n[9]Good luck, Maggie. \n[10]She's been doing this since the last wedding.  I don't think it's good. \n[11]Turkey and cheese. \n[12]That needed to be said.  You know -- you're always making jokes about her, so they won't make jokes about your drinking. ", "BRIAN": "\n[1]You're not even Catholic, Maggie -- you really shouldn't come to confession. \n[2]Actually, he only asked me one ridiculous question.  The rest weren't so bad. \n[3]Yes, yes, I'm sure I only did you good, Maggie. \n[4]No, no. \n[5]Only respectful things.  What did we have in common back then... What kind of music did you like... Did you ruin my life when you left me standing at the altar... \n[6]How could I be angry at you when clearly what has happened to me is as God intended? \n[7]It happens to be how I feel. \n[8]God bless you, Maggie. \n[9]He wanted to know how you used to like your eggs. \n[10]-- Scrambled, with salt, pepper and dill.  Same as me. \n[11]I'm happy here, where I'm supposed to be.  But if you ever become a Catholic, may I ask you a favor, Maggie? \n[12]Could your confess to Father Patrick from now on? ", "GILL": "\n[1]Hey -- I found it! \n[2]Mags!  Hey, look -- The tape from the Radio City Music Hall concert -- Remember that night I as trying to get Jerry to let me sit in on \"Ripple\"? \n[3]Oh, I'll play it for you. \n[4]We went to San Francisco twice. Remember one time we had a flat tire... Which picture? \n[5]Ike bet me fifty bucks you don't still have it, Mags.  I said \"You're on, man! Maggie loved that thing!\"  And I could really use fifty bucks. \n[6]Mags? \n[7]Maggie?  You got it removed? \n[8]Maggie? \n[9]Look. \n[10]I think I am. \n[11]Hey, Ike, what would Jerry do? ", "GEORGE": "\n[1]Splendid dissection of Maggie Carpenter, very professional job. \n[2]And end up in the papers?  I've been humiliated enough already to last a lifetime, thank you.  I'm sorry she got you canned. \n[3]She's a cacophony of contradictions. \n[4]Ah, can't stay away from her, can you? Like a moth to a flame. \n[5]Not bad.  I was traveling around studying the reproductive and migratory patterns of locusts when Maggie met me. \n[6]You know Maggie was the only girl I ever met who would hold my tarantula. On the first date. \n[7]Same as you said.  What did you call her?  A \"man-eater\", \"a devouring death goddess.\" \n[8]Why do YOU think she ran? \n[9]And you defending her? \n[10]Unbelievable, she got to you. \n[11]Poached, just like me. ", "ELAINE": "\n[1]\"But perhaps, in fairness to the fairer sex, I do need to broaden my horizon and add some new goddesses to the pantheon: I would like to nominate for deity...\" \n[2]No, no, don't mention my name in there. \n[3]You can go in now. \n[4]Hi, I'm Elaine from New York. \n[5]I'm sorry. \n[6]I know.  Gene Tunney. "}}