{"dialogues": {"CARTER": "\n[1]Deng wa lu yun cai-shen wu. \n[2]I warned you about playing that shit when I'm in the car. \n[3]Did you see the way those girls drove off?  I did you a favor. \n[4]All I did was invite them for a drink. \n[5]I said that?  Which word was \"goat?\" \n[6]Don't be giving me attitude, Lee.  I've been here three days and we haven't done shit.  We haven't been to a club, haven't even talked to a girl.  I'm on vacation, and I want some mu-shu. \n[7]Not Mu-shu.  Mu-shu.  I want to see some women.  Now stop playing dumb and show me the shu! \n[8]What was that?  Did you just pick up a case?  Did we just take another damn case on my vacation? \n[9]Don't be messing with me, Lee.  I will kick your ass.  I'll hit you so hard you'll end up in the Ming Dynasty. \n[10]That's what I'm talking about.  A real Hong Kong night club.  You want an Altoid? \n[11]You better take one.  Your breath has been a little funky all day.  Let me look at you. \n[12]Just relax and don't worry about a thing.  I'll hook you up in there.  You got condoms? \n[13]Take this.  It's a Magnum.  You can fold it in half. \n[14]Blend in?  I'm two feet taller than everyone here.  Where you going? \n[15]How you boys doing tonight? \n[16]That is the worst singing I've ever heard.  That sounds like something you'd hear in prison after lights out. \n[17]Get closer to my body now.  And just love me, till you don't know how... \n[18]Are you kidding, they love me.  I'm a star, Lee.  A god to these people! \n[19]I knew you were lying. \n[20]Damn it, why are you ruining my night? I'm just starting to have fun. Well fine then, go ahead, pull your badge and do your thing. \n[21]Tread softly?  Who taught you how to roost a bar? \n[22]Man, are you crazy?  You think that scares me?  I'm from  L.A.  We invented gangs.  We were having gang wars before anybody even thought about it.  We get royalties from other gangs.  Now gimme your badge and gun and I'll show you how it's done. \n[23]You mean Tito.  We had  Toto for dinner last night. \n[24]Deng wa lu yun, shen wu wattu masu wang lui. \n[25]What'd I say? \n[26]Shit.  C'mon, get up here and help me out. \n[27]Okay, all the Triads and ugly women go to that side, all fine ass women on this side. \n[28]Let's try this again.  Who here knows Ricky Tan, raise your hand. \n[29]Who here is named Lee?  Raise your hand. \n[30]Now I know you're lying. \n[31]I come back and catch y'all singing Michael Jackson and you're all going to jail. \n[32]Stop!  LAPD! \n[33]Hang on, Lee.  I'm coming. \n[34]Forget this... \n[35]Freeze!  Nobody move! \n[36]All I wanted was a little mu-shu. \n[37]I can't believe I flew ten-thousand miles for this shit. \n[38]You lied to me. \n[39]You're sorry.  I got somebody's old chopsticks stuck in my ass, so don't tell me you're sorry.  Just take me home. \n[40]So that Ricky Tan, he's the one who blew up the Embassy? \n[41]I'm telling you right now, I'm tired of this shit.  There's two billion Chinese - let one of them be your partner. \n[42]I was watching you kids.  My name is Carter, LAPD, and I'm a third degree black belt.  At least that's what I tell the girls at the Holiday Health Spa where I work out. \n[43]Let me give you kids some tips.  The key to Kung Fu is the follow through.  Why don't you stand up. \n[44]Go ahead, kick me, hit me.  I'll show you how to block.  Come on, stand up, give me your best shot -- try to kick right to my head. \n[45]That's pretty good.  Which one of you kids did that? \n[46]And that's how you use the LAPD choke hold.  Now start practicing and don't make me come back here! \n[47]I am a tourist. \n[48]How you doin'? \n[49]That's right. \n[50]Never leave home without it. Lee, this one's on me.  You save your money. \n[51]No.  It's my first time. \n[52]Any girl?  Okay.  Let's start with that one. \n[53]She is nice.  But I am very tense.  I'm gonna need a lot of massages.  I'll take that one, too.  How you doin', baby? And...that one in pink.  She can do my feet. \n[54]She said I could pick any girl I want. \n[55]Hey!  You don't break in front of a black man in a buffet line. \n[56]Now I'm on vacation.  I knew you'd come through, Lee. \n[57]What's wrong? \n[58]That's Ricky Tan?  He's four feet tall. I'll go over with you right now, shake him down. \n[59]I'm a dangerous man.  You're not gonna ruin my massage because of some midget in a house coat. \n[60]Ricky Tan, I've been looking all over for you.  Get up. \n[61]I said get on your feet! \n[62]I'm Lee's new muscle, his right arm -- and don't let the robe fool you.  This is the only color they had left.  Now get up! \n[63]I told you to get on your feet! \n[64]Let's go.  I've got girls and chicken and hot oil waiting for me. \n[65]I'd like to pay you for that laptop. \n[66]That's Chief Inspector, he got promoted. \n[67]Damn!  No wonder you're pissed off. \n[68]Goddamn you got a small ass. \n[69]Back to Heaven on Earth.  I need my damn passport back.  I'm going home. \n[70]Why you mad at me?  You needed back-up, so I backed you up.  I was about to take out Ricky Tan and those bodyguards. \n[71]My bullshit?  I'm not the one who goes to a karaoke bar filled with gangsters! I'm not the one who goes to massage parlors to bust crime lords! \n[72]You're pathetic, man.  When's the last time you had some fun?  When's the last time you took a night off, had a date? \n[73]Really?  When's the last time you had some Mu-shu  Let's hear it, Lee, when was it?  Year of the rat? \n[74]And you ain't black! \n[75]Captain, you're gonna have to speak up. I'm on a car phone! \n[76]Hong Kong?  I'm not in Hong Kong.  I'm in Hollywood -- right at Sunset and Vine, two minutes from the station.  How about I pick you up right now and take you to dinner? \n[77]Did I say dinner?  I meant diner. Biscuits and gravy, you love that shit. \n[78]Two hundred cops?  Was Mario Sanchez there?  He owes me money. \n[79]Is it because of the hookers, sir?  You tell them there's no crime in being lonely. \n[80]Sir, I'm working on a big case over here -- and by the time I get back they're gonna make you Governor.  Captain, you there?  Hello?  Shit! \n[81]How you doing?  Can you direct me to the Heaven on Earth massage parlor? \n[82]No, I don't eat live birds.  I like my birds dead and deep fried.  You ever been to Popeyes? \n[83]No, don't do that, I had a big lunch. I'm warning you, I'm a police officer -- just put the blade down and let the bird go. \n[84]How you doing?  I'm looking for Heaven on Earth. \n[85]Shan-shui cao guo-jiu, pao gai niu tao zi. \n[86]No man, I was just asking... \n[87]I'm gonna solve this case myself.  Taxi! \n[88]Follow that limo. \n[89]You understand what I'm saying?  Follow that car!  Where it goes, you go!  This is a chase -- we are chasing that limo! We are still parked -- we're not moving! This is the opposite of chasing -- drive the car or I will kill you! \n[90]Stay here.  I'll be right back.  You understand? \n[91]I'm with the band.  I'm the lead singer. \n[92]I got held up at a wedding in Tai Koo. Ricky here yet, I need to get his requests. \n[93]Last party all he wanted was Sting -- not one person danced.  Tonight I'm doing Superfreak, I don't care what he says.  Where is he? \n[94]Help?  I'm not the help, man -- I'm the star.  That's my band up there -- I control the mood, the groove, the atmosphere. \n[95]Can you do that? That's why you're down here and I'm up there.  Now this is my party -- don't forget it! \n[96]How you doing, baby?  My name is Prince Mubutu from Nigeria. \n[97]San Juan!  You must know my good friend Pedro Martinez Hernandez Hector Elizondo. \n[98]I'm sorry, you looked like you traveled in the best circles.  But hey, I understand.  Make yourself at home, Isabella.  Champagne, caviar, whatever you want.  My ship is your ship. \n[99]That's right.  I'm the owner, the Captain -- you can call me El Capitan. \n[100]I don't want to play games with you, Isabella.  I like you.  I can see myself with you -- in one of those bathrooms over there in about five minutes. \n[101]Called?  What's my ship called? Well...it's called the S.S. Minnow Johnson. \n[102]Red Dragon?  You sure about that? \n[103]Your friend's ship? Oh, man.  I must've walked onto the wrong yacht.  I knew there was a reason my keys didn't work. \n[104]Wait a second.  You're Steven Reign? You're big time.  You own all them big hotels.  What are you doing in Hong Kong? \n[105]Yeah.  Tell us!  And don't play games or we'll kick your lying ass! \n[106]Who died? \n[107]Detective Yu?  Never met him. \n[108]Who? \n[109]Nobody understands the words that are coming out of your mouth. \n[110]I ain't his partner, I'm a tourist.  I got proof.  See, I got a mini-bar key. \n[111]What, leave you alone so he can cap you? \n[112]Why the hell should you believe him?  He had us beat up.  Naked.  That's nasty shit. \n[113]What the hell is going on here? \n[114]All right, get your hands up. \n[115]You wanna piece of me?  C'mon, I'll give you a little LAPD ass kickin'. \n[116]What \"revenge\" is he talking about? \n[117]Hey, you, Secret Service Man, what are you -- \n[118]Fine with me. \n[119]Hell no. \n[120]Fine.  But don't expect me to talk to you. \n[121]What are you gonna do about it, grasshopper? \n[122]Give me your best shot, you flat assed mama's boy. \n[123]I heard your mama pulls a rickshaw. \n[124]You're not very good at this, are you? \n[125]Forget it. \n[126]Ask me if I give a shit. \n[127]How the hell did Tan get away with it? \n[128]This is about your Daddy's death?  Hell, Lee, you know my father died on the job. You could have told me... This is about more than all that, isn't it?  This is about your Daddy's last case, right? \n[129]You thought the \"Customs Agents get blown up\" and \"smuggling\" and \"Ricky Tan\" and you put it all together and came up with a five year old case. That's why you didn't tell me what we were doing... \n[130]\n[131]So are you getting on the plane or not?! \n[132]Come on, we still got time to order the Kosher meal.  Always get the kosher meal, they bring it first. \n[133]It sounds impossible -- \n[134]-- but if somebody gave me the chance to square up my father's death, I'd go to hell to do it. \n[135]You want to figure out why they killed your Daddy, get on the plane. \n[136]I guess you're going to have to trust me on this one. \n[137]Lee, let me introduce you to the Carter Theory of Criminal Investigation: Follow the Rich White Man. \n[138]Almost, but you've got to say \"Rich White Man\" all run together like it's one word. \n[139]Not bad.  Now every crime, somewhere, has a rich white man taking his cut. Every single one.  Now in our case, we know the rich white man is Steven Reign. \n[140]Big hotel billionaire.  He was on Ricky Tan's boat ordering Hu Li around just before Ricky got smoked. \n[141]Because when the shooting started he was way too cool.  See most white people, when there's shooting, they either hide in a toilet or start screaming high pitched like \"Aaaahhh!!! Aaaahh!!!! \n[142]Black people keep their cool when the shit goes down. \n[143]Yeah, what about when Godzilla was coming?  You people were screaming your asses off. \n[144]The same place you find all RichWhiteMen. Gefilte Fish.  Lox and bagel.  I love this stuff.  Here, try it with a smear. \n[145]Yeah, that's definitely the woman from Ricky Tan's boat, and she's staying in his suite at his hotel, I told you this would work out.  They still just talking? \n[146]He'll be back soon. \n[147]Look at her.  Now, wake me in an hour, I'll take over. \n[148]Hey, I didn't mean to call you pathetic. \n[149]You pull a muscle or something? \n[150]I'm sorry, Lee.  Why did she leave you? \n[151]Let me guess, she couldn't handle the cop thing -- never knowing if you were dead or alive.  I've seen it a million times. \n[152]Excuse me? \n[153]Lee, maybe it's best if we don't discuss our personal lives.  Let's die curious. \n[154]What's she doing? \n[155]Lee?  You okay? \n[156]Just don't fall asleep.  Sooner or later something's gonna happen. \n[157]What did you say? \n[158]Hot?  I'm freezing my ass off. \n[159]What's going on? \n[160]Gimme the binoculars. \n[161]Gimme the binoculars or I will shoot you. \n[162]Oh, sweet glory hallelujah... \n[163]Skirt just came off.  She's in black bra and panties -- Victoria Secret Spring Catalogue, page 27 -- wait a sec - there's a tattoo on her left thigh... it looks like Snoopy. \n[164]She just took her hair down.  Now she's going for the bra -- the clasp is in front -- she's using both hands. You better get that ice. \n[165]This is our job.  We took an oath as police officers.  If we don't do this, who will?  Firemen? \n[166]Wait a sec - what the hell is that between her legs? \n[167]She's reaching into her panties -- something is strapped to her leg.  Oh, God...please don't let it be a dick. \n[168]No, I don't believe this shit -- it's a microphone.  Lee, she's wired... \n[169]She's walking back towards the door. \n[170]She opened the door.  Someone is delivering a package. \n[171]Lee...it's the girl who delivered the package to your office.  It's a bomb! \n[172]Damn girl, you fine. \n[173]Pick it up! \n[174]I don't need a turn! \n[175]Get the hell away from here! \n[176]Get out of the building! \n[177]There's people up here! \n[178]Take it! \n[179]I wouldn't do that!!! \n[180]Throw us in jail?  I'm about to bust you right now. \n[181]How do we know you're not lying?  Let me see your badge. \n[182]Let me see it again? \n[183]Yeah, that's right. \n[184]So what's your story? \n[185]It's a myth.  Some kind of counterfeit. \n[186]How're they getting into the U.S. Mint to use the presses? \n[187]What the hell are they going to do with a hundred million dollars in funny money? \n[188]Secret Service Agent Carter.  This is my calling, Lee. Give me six months and I'll be in Washington protecting a white guy. \n[189]They don't know that.  What are they gonna do, try and shoot the President during the interview?  I'll bet Isabella can pull some strings.  You saw the way she was staring at me. \n[190]You're just jealous 'cos the girl picked me.  I'm tall, dark and handsome, you're third world ugly. \n[191]Snoopy is about six inches taller than you.  I'm sorry, Lee, you never had a chance. \n[192]Kenny!  How you doin'? \n[193]How's the action tonight?  The house making out okay? \n[194]This is where I say I'm LAPD in a loud voice, they all scream and run and shit. Watch.  It's real funny. \n[195]What??  Where'd you hear that? \n[196]And I got mine, meaning you.  Nice how that works out. I'm serious this time, I'm closing this place down. \n[197]Little Chang is gonna have to go visit his daddy in jail if you don't cooperate. \n[198]I'd like to see you try. \n[199]I heard that. \n[200]Look, I need some info and I don't have time to play around. \n[201]How'd you know? \n[202]So tell me what you know. \n[203]Yeah.  We already been there.  This is big, Kenny.  Benjamins.  Secret Service calls 'em superbills.  Banks can't even tell the difference. \n[204]What? \n[205]Lemme see 'em. \n[206]All right, Kenny.  Thanks.  You're off the hook.  For now. \n[207]We're looking for a guy named Zing.  Is he here? \n[208]I hope you just said I have no business being here, 'cos I was just leaving. \n[209]...oh, that's a filling right there. That's gonna cost you. \n[210]I should kill you right now, but I'm gonna let you live, 'cause you're fine, and maybe you can be reformed. \n[211]No more hitting.  I'll get in the truck myself. \n[212]What's the first thing I told you -- never trust nobody.  How could you fall for that shit?  I knew she was dirty. \n[213]For how long?  Face it, Lee, she's playing both sides. \n[214]Look, man I'm sorry.  I know you got a thing for her. \n[215]I'm about to be killed and you \"Shhh\" me!  This wasn't my case, Lee.  Ricky Tan didn't kill my father, the Fu-Cang Long are not in South Central.  I didn't have to help you. \n[216]It doesn't matter. \n[217]We are not partners.  Between your daddy, my daddy, and the beating I just took, as far as I can tell all partners get you is dead. \n[218]You got that right.  And we ain't brothers.  Maybe we should just end this right here. \n[219]I won't talk to you, you don't talk to me.  We'll die in peace. \n[220]I don't believe in reincarnation.  So I won't see you in the next world. \n[221]I believe in heaven.  You people believe in heaven? \n[222]Is it the same heaven, or is it a Chinese heaven? \n[223]I thought it might be like those five foot and under basketball leagues.  They don't let everybody in. \n[224]Fine by me. \n[225]You thinking about that girl that dumped you? \n[226]If she was the right girl, you'd be thinking about her. \n[227]How was the sex? \n[228]You're kidding.  No sex?  Nothing?  No mu-shu? \n[229]What about a little king pao chicken? \n[230]Steamed dumplings? \n[231]That's rough, man.  If I don't get steamed dumplings once a week, I go crazy. \n[232]Are you serious? \n[233]As long as you're asking...I think you have a pretty good voice. \n[234]That depends.  How do the Fu-Cang-Long usually kill their victims? \n[235]Go ahead.  Sing your ass off. \n[236]Very nice. \n[237]I'll remember that next time I'm fighting a box. \n[238]Hello, Benjamin. \n[239]Benjamin Franklin, he discovered electricity. \n[240]No Chinese man discovered electricity. \n[241]Now that I believe. \n[242]You never know.  Besides, I always wanted to die rich. \n[243]End of the line. \n[244]Oh no you don't.  Don't you be getting corny on me, Lee.  I'll kick your ass from here to Compton. \n[245]Don't you talk about my mama. That's more like it. \n[246]Lee.  I just got an idea how someone could launder a hundred million dollars in cash. \n[247]That was the name of Ricky Tan's boat. \n[248]Wait a second.  We can't go in like this.  Look at this place, we gotta look fly.  We gotta Mac out. \n[249]Follow me my Asian brother. \n[250]Just stay down wind, because I think you stepped in some serious rat shit down there. \n[251]Black.  42-long.  Nothing touches this body but pure silk.  And get my partner something from the children's department. \n[252]Couple?  No, you got it wrong, there's no couple here.  Just two single police officers working a very dangerous case. \n[253]This is the last time I go shopping with you. \n[254]Remember, Lee, you're a player now.  You own the place. \n[255]That looks exactly like my Uncle Darrell. \n[256]Buddha is the symbol for fat and lazy. The man has the biggest tits in Asia. \n[257]Bring us some twelve-year old scotch... Get us a box of your finest cigars. Give me ten dollars in nickels. \n[258]Look at this place, Lee.  The biggest front in the world. \n[259]Wait here.  I'll handle this. \n[260]Stevie, how's it going my man?  Somebody get a picture, we can use it for a mug shot. \n[261]Lemme ask you something, Steven.  And I want the truth.  Is there any way I can date your daughter?  Just dinner and a movie, maybe go listen to some jazz... \n[262]You're right, you're a smart guy.  Most counterfeiters only get ten cents on the dollar.  But this is an even swap.  Pure genius. \n[263]Lee, what the hell are you doing? \n[264]Dancing?  I'm out here trying to strong arm Steven Reign, putting my life on the line, and you're up here dancing with some bimbo.  Did she have a friend? \n[265]Isabella?  Are you crazy, man?  She almost got us killed.  She's setting you up again! \n[266]Wait a second.  There's guards all over the place.  You'll need a distraction. \n[267]I'll go to the craps table, make a big scene.  When security comes over, you make your move. \n[268]I'll give it my best shot. \n[269]I saw the sign, I can read.  Now gimme a hundred-thousand in chips.  And a Diet Coke and some wash-n-dries.  Let's move, people, I came to play. \n[270]What the hell is that? \n[271]Did you give me five-hundred dollar chips because I'm black? \n[272]You assumed a brother coming in here can only afford five-hundred dollars a roll, is that right?  Are you a racist? \n[273]Everyone else at the table has thousand dollar chips, but the black man gets the nickel, is that it?  Did my people survive two-hundred years of slavery so you could send us back to the cotton fields with five-hundred dollar chips? Do I look like Chicken George to you? \n[274]Answer me one question.  How come Ben Vereen isn't performing here at the hotel?  Is Ben Vereen not good enough for you people? \n[275]Lionel Ritchie hasn't been black since the Commodores. \n[276]I have a dream, where black people and white people can gamble together without getting different chips! \n[277]Sing with me!  \"We shall overcome!\" \n[278]Thank you.  Now in the spirit of brotherhood, let's play craps! \n[279]How much is that? \n[280]Two-hundred thousand dollars?  Who wants a hundred dollars? \n[281]Here, your highness, have a hundred dollars.  The Viagra is on me tonight! \n[282]Don't say that, we're all royalty.  My great grandmammy was Queen Nephertit -- we probably cousins, man.  How much you got on the table? \n[283]Yeah, we definitely cousins now.  Who wants to blow on my hand for luck? \n[284]Hey, Marlboro man, you mind if your lady blows on my hand for luck? \n[285]Can I come over for Thanksgiving?  Come on, baby, give me some luck. \n[286]Nice blowing.  When's your next birthday, I'll be the cake. \n[287]Don't threaten me.  I got friends in this town that will bite off your ears. Just sit tight, because I've got the dice and I am on fire! \n[288]Let it ride! \n[289]I'm up a hundred and fifty-grand. That's a Ferrari.  Do they sell those here in the gift shop?  Somebody cash me out! \n[290]That would be great.  Don't want any of these rich white people to jump me. \n[291]Lee!! \n[292]Lemme ask you something.  Any of you ever felt $500,000 before? \n[293]Doesn't feel so good, does it? \n[294]Black man gets on a hot streak and you're all trippin'? \n[295]Lee! \n[296]Check it out.  Catfight! \n[297]What the HELL are you doing with tape on your face? \n[298]This can't be good. \n[299]Why didn't you tell me you had a bomb in your mouth? \n[300]No you didn't! \n[301]What?!?! \n[302]Hold on! \n[303]You go after Ricky.  I got this. \n[304]Just GO! \n[305]I'm not gonna hold you back this time just because you're a woman.  I'm gonna pretend you're a man. \n[306]A very beautiful man with a perfect body who I'd like to take to the movies. \n[307]I may have been absent the day we went over this in karate class. \n[308]Will you STOP?!?! What am I supposed to fight you with? \n[309]When are you people gonna learn?  Don't mess with the brothas! \n[310]Thank you, Benjamin! \n[311]Hey, Ricky, how's it going man?  What's up, Lee? \n[312]Lee, you okay? \n[313]Lee, wait a second.  It's not worth it, man.  He's making you do this. \n[314]C'mon, Lee.  He's going to jail.  You won, now just put the gun down. \n[315]I don't know about you, but I need a wine cooler. \n[316]Please tell me she just asked for a ride to the airport. \n[317]We made it, man. \n[318]I saw that.  She kissed you, didn't she? You played it cool, though.  Walking away, never looking back. \n[319]That your gate down there? \n[320]I'm this way.  I guess this is goodbye. \n[321]You take care of yourself, Lee. \n[322]Your father's badge?  No way, man.  I can't take this. \n[323]In that case, I got something for you. I picked it up at the hotel. \n[324]About fifty grand.  I won it at the tables. \n[325]It's okay, I got lots more. \n[326]They owe us, man.  That's the least they can do. \n[327]Come on, Lee.  Stop being a cop for five minutes and live it up.  There must be something you want. \n[328]New York City? \n[329]The Plaza Hotel? \n[330]Some Kung-Pao? \n[331]I could use a little vacation. ", "LEE": "\n[1]...wish they all could be California... wish they all could be California girls... \n[2]That was my CD.  Don't you ever touch a Chinese man's CD. \n[3]Those girls drove off because of you. \n[4]You invited them to get naked and sacrifice a small goat. \n[5]You owe me a copy of the Beach Boys Greatest Hits, Volume Two. \n[6]Mu-shu?  You're hungry? \n[7]Any leads? \n[8]It's my responsibility. \n[9]Of course not.  My Superindendent invited us to a club tonight.  Big party. \n[10]Carter, would I lie to you? \n[11]No. \n[12]No. \n[13]I'll meet you at the bar in ten minutes. They don't like tourists in here, so try to blend in. \n[14]Bathroom. \n[15]Carter, get off that stage! \n[16]This is a gangster bar, we're here undercover. \n[17]I'm sorry. \n[18]No, we're here for information, to find out where a man named Ricky Tan is.  We must tread softly and keep our ears open. \n[19]Carter, you don't understand.  These men are Fu-Cang-Long Triads.  Part of the most deadly gang in China. \n[20]No.  You are a civilian.  In China, I am Michael Jackson, and you are Toto. \n[21]You just said you're their worst nightmare - and to line their mothers up for a milking. \n[22]Try to land on your feet. \n[23]I'm sorry. \n[24]No time.  There was an explosion at the American Embassy today -- two American translators were killed. \n[25]This won't take long. \n[26]Yes, Master. \n[27]I need your help, Master.  I'm seeking a man who used to train with you.  He's become a killer - the worst kind of animal. \n[28]Ricky Tan? \n[29]How do I find Ricky Tan? \n[30]I know, Master, but... \n[31]Heaven on Earth?  Master, I don't understand. A temple, where Heaven is on Earth?  A mountain, where Earth reaches for the -- \n[32]Carter...you ready to have some fun!? \n[33]Just follow my lead and act like a tourist. \n[34]Hello. \n[35]My friend is on vacation, from America. I want to show him a good time. \n[36]What are you doing? \n[37]Well, hurry up. \n[38]Over there -- that's Ricky Tan. \n[39]This is a very dangerous man. \n[40]I'm calling for back up! \n[41]You must come with me for questioning. \n[42]Don't look at my ass! \n[43]Where are you going? \n[44]Fine.  Go home.  Who needs you. \n[45]Stop!  I'm sick of your bullshit! \n[46]It's my job! \n[47]I have plenty of dates. \n[48]You would never understand my life. You're not Chinese. \n[49]The Secret Service?  Why? \n[50]How can we help? \n[51]I can get to Ricky Tan. \n[52]Carter!  CARTER! \n[53]All he wanted was some mu-shu. \n[54]I'm sorry, I have to go. \n[55]Did you tell Sterling? \n[56]Thank you. \n[57]Ricky Tan.  Where is he? \n[58]The Hong Kong Police.  He killed a detective today and he's not getting away with it.  Now where is he? \n[59]Carter? \n[60]You. \n[61]Not Yu.  You! \n[62]Do you understand the words that are coming out of my mouth? \n[63]I'll meet you on the main deck in ten minutes. \n[64]I'm okay, you go. \n[65]Remember I told you my father was a policeman? Ricky Tan was his partner for ten years. \n[66]Don't. \n[67]The police can protect you. \n[68]Tell me why they killed the customs agents. \n[69]Hu Li! \n[70]I'll take him. \n[71]Don't push me, Carter.  I'm in no mood for your bullshit. \n[72]I'll bitch slap you into Bangkok. \n[73]Don't be talking about my mama.  Or my ass! \n[74]No.  She's a school teacher. \n[75]Good at what? \n[76]Five years ago, my father was Chief Inspector working a big international smuggling case. \n[77]Ricky Tan killed my father. \n[78]He found out his partner, Tan, had been working for the Triads all along. Before my father could prove it, he was killed in the line of duty. \n[79]All the evidence against him disappeared, the smuggling case was unsolved.  Tan resigned and went over to the Triads openly. \n[80]No, no, that would be crazy -- \n[81]I thought you'd think it was crazy. \n[82]I know.  I know.  I am sorry. \n[83]What? \n[84]I cannot go to LA... \n[85]You said -- \n[86]Why LA? \n[87]I should go back.  Ricky Tan mentioned a boat in Hong Kong Harbor... \n[88]Follow the Rich White Man? \n[89]Follow the RichWhiteMan... \n[90]Who? \n[91]How do you know he's our man? \n[92]You sound like that all the time. \n[93]Maybe.  But not like Asians.  We never panic. \n[94]Just tell me where I can find this Steven Reign. \n[95]He just left.  Kissed her on the cheek. \n[96]How do you know? \n[97]Carter, there's something I have to tell you.  You were right about what you said in Hong Kong.  All I do is work.  Never take a day off.  It's all I have right now. \n[98]The truth is, I haven't had any mu-shu in six months. \n[99]My fiancee left me over the summer -- a month before our wedding. \n[100]It's a long story. \n[101]No.  It was my singing. \n[102]She hated my voice.  Said it drove her crazy.  I sang to her all the time - in bed - in the shower - I thought she liked it.  She finally told me it was driving her crazy. \n[103]She's just standing around -- not doing much. \n[104]I'll try to stay awake.  It's so boring. \n[105]Slow down, baby. \n[106]Nothing.  I said nothing. \n[107]Is it hot in here? \n[108]I'm gonna go in the hall and get a bucket of ice.  You want some ice? \n[109]She's getting undressed. \n[110]No.  It's not right. \n[111]What's she doing? \n[112]I don't want to hear this. \n[113]Snoopy?  I love Snoopy. \n[114]That's enough.  We shouldn't be doing this! \n[115]What? \n[116]What is it? \n[117]I don't understand? \n[118]\n[119]It's your turn! \n[120]Throw it! \n[121]Stairs! \n[122]Roof! \n[123]Wait!  There's people down there! \n[124]Get it out of here! \n[125]It's a bomb. \n[126]We can help you.  I'm a detective in Hong Kong. \n[127]Then you know I'm not walking away from this case. \n[128]Is this a payoff? \n[129]Five years ago?! That's right before he left the force. \n[130]And Hu Li killed him for the plates. \n[131]We both know you would never take a bullet for someone else. \n[132]She never even looked at you. \n[133]I am not third world ugly.  Women like me, they think I'm cute.  Like Snoopy. \n[134]That's a good Twisting Tiger -- where did you learn that? \n[135]The Praying Mantis school, in Bejing? \n[136]Baby Duck? \n[137]Do you still have the bills? \n[138]Are you okay? \n[139]She saved our lives. \n[140]Shhh, my head hurts. \n[141]Why did you help me? \n[142]I'm not used to having a partner. \n[143]Well we're not friends. \n[144]Fine with me. \n[145]See you in the next world. \n[146]Fine. \n[147]Yes.  We have heaven. \n[148]What's a Chinese heaven? \n[149]I think we should stop talking. \n[150]No. \n[151]Mind your own business. \n[152]There was no sex.  She was very traditional.  We were waiting until we were married. \n[153]No mu-shu. \n[154]No kung pao chicken.  Never. \n[155]Once in a while, steamed dumplings.  But only when she was drunk. \n[156]Tell me the truth, Carter.  Do you think I have a good voice? \n[157]Forget it.  It doesn't matter. \n[158]I knew it.  What does she know.  You want me to sing something? \n[159]They'll probably torture us first, shock our privates, then put two bullets in our eyes and one in the back of the head. \n[160]Did you happen to see the most beautiful girl in the world...and if you did, was she crying, crying...hey! \n[161]It's focus.  Every opponent has a weak spot.  You ignore everything around you, and put all your energy into one perfect strike. \n[162]Who's Benjamin? \n[163]A Chinese man discovered electricity. \n[164]Yes he did.  He also invented the bicycle. \n[165]We're slowing down.  This must be it. \n[166]You've been a good friend, James Carter. \n[167]You could never kick my ass.  You mama's boy. \n[168]This way.  I see some lights. \n[169]Vegas... \n[170]Red Dragon. \n[171]Let's go. \n[172]What is Mac out? \n[173]Yes.  We have lots of big men chasing us. \n[174]I own the place. \n[175]Buddha is the symbol of luck and good fortune. \n[176]Carter...here comes the rich white man. \n[177]Excuse me? \n[178]What's going on? \n[179]Last time you needed my help I ended up in the back of a truck. \n[180]Just trying to make it look real. \n[181]Why don't you go get them? \n[182]How do I know I can trust you? \n[183]No. But I'll help you. \n[184]Dancing? \n[185]It was Isabella.  She says the plates are in the soft count room. \n[186]No.  I'm going to find out. \n[187]Try to keep them busy for five minutes. \n[188]Hi.  How's it going?  You guys have change for a twenty? \n[189]\n[190]Bomb!!! \n[191]I did! \n[192]Yes I did.  I said MMMMMM! \n[193]Ricky Tan is alive. \n[194]We have to get to the Penthouse. \n[195]Carter... \n[196]Are you okay? \n[197]I didn't know which side you were on. \n[198]Put the plates down. \n[199]Put the plates down.  It's over. \n[200]If you reach for that gun, I'm going to kill you. \n[201]It's worth it to me. \n[202]I can't believe I flew ten-thousand miles for this shit!! \n[203]No problem. \n[204]She's going home to New York.  I need some ice. \n[205]Yes. \n[206]I guess so.  Thank you, Carter. \n[207]Carter, wait.  There's something I want you to have. \n[208]It's okay.  I can finally let it go. \n[209]What is this? \n[210]No, Carter.  I can't take this. \n[211]This money is evidence. \n[212]I always wanted to go to Madison Square Garden.  See the Knicks play. \n[213]First class. \n[214]A little Mu-shu. \n[215]Amen to that, brother. ", "ISABELLA": "\n[1]Isabella Molina, from San Juan.  That seat is taken. \n[2]I don't think so. \n[3]This is your ship? \n[4]El Capitan? \n[5]Well, I'm very tempted.  It's such a beautiful yacht.  What's it called? \n[6]The S.S. Minow Johnson.  Funny, the name on the back was \"Red Dragon.\" \n[7]I'm sure, because this is my friend's yacht.  And it's his party. \n[8]Somebody who got on the wrong yacht. \n[9]Enjoy the party, Mr. Carter. \n[10]Get on your feet. \n[11]You see, no bomb.  Now stay away before I throw you both in jail for obstruction. \n[12]I'm an undercover agent for the United States Secret Service. \n[13]I know who you are, Inspector Lee. \n[14]We need to get out of sight.  Come down to my suite. \n[15]Look, I've been working this case for months now... \n[16]They think I'm a crooked customs agent. \n[17]No.  It's a sample.  You guys ever heard of the Superbill? \n[18]It's much more than a counterfeit.  14 out of 15 world banks can't tell the difference.  The paper is Crane linen blend -- and the bills are printed on U.S. Intaglio presses. \n[19]In 1959, the United States was very friendly with the Shah of Iran.  We wanted his oil, so for the Shah's birthday, the government gave him a gift -- a U.S. Treasury Intaglio press.  The only one to ever leave the country. Five years ago Ricky Tan bought that press on the black market. \n[20]It wasn't hard to spot the fakes until this past year.  Then Tan got hold of one of a kind Swiss made hundred dollar plates -- and started making superbills. \n[21]Yes.  They've printed and shipped one hundred million dollars, and there's only one way to spot a fake. \n[22]They use an optical transfer ink from India that burns red -- the real ink burns black. \n[23]The real question is, where are the plates?  If we can find the plates, we can stop the whole operation. \n[24]Maybe that's where you can help us. Carter, this is your city, right? \n[25]And Lee, you know Hu Li and the Triads? \n[26]Okay, find out where Hu Li's keeping the plates. Welcome aboard, gentlemen.  From this moment on, you're working for the United States Secret Service. \n[27]Lee and Carter are officially out of the Secret Service's way... \n[28]Hu Li, I think there's someone who will want to talk to them first. \n[29]Put your arms around me. \n[30]Hold me close.  There's cameras everywhere. \n[31]I need your help. \n[32]I'm undercover.  I had no choice.  You have to trust me. \n[33]You move well. \n[34]Look over there.  That's the eye in the sky room. \n[35]Behind me is the soft count room.  We're pretty sure the plates are back there. \n[36]If I'm wrong then my cover is blown. \n[37]The Secret Service almost busted Reign at his casino in Macao, but the place burned down before we could move in. \n[38]Dip me! \n[39]I'm asking for real now -- will you help the Secret Service? \n[40]It's time to end this, Inspector. \n[41]Don't move!  United States Secret Service. \n[42]I'm fine. \n[43]Now you know. \n[44]I'll try to get backup.  Be careful. ", "RICKY TAN": "\n[1]I'm busy at the moment. \n[2]I know you, Detective Carter, right? You're Lee's American friend.  Enjoying your visit? \n[3]Lee, I've missed you, brother. I heard about the two Americans, I'm so sorry, you must be under great pressure. \n[4]I don't think so... \n[5]It's no problem.  But I must excuse myself, inspector. \n[6]Congratulations.  And good day. \n[7]Come on, Shaq, hit a damn free-throw! You can do it, big guy. \n[8]Shit!  He still doesn't follow through. I just lost five grand. \n[9]Why don't we go on the deck, get some air...and some privacy. Leave us alone. \n[10]Could you have your partner wait for us outside? \n[11]Despite what people suspect...what you suspect -- \n[12]... if your father were alive, I would be turning to him now. I didn't blow up the American Embassy, but I believe some of my people did.  My enemies are trying to frame me. There is a war going on within the Triads -- and I am going to lose.  My name has been written into the book of death. \n[13]Nobody can protect me.  I'll make a deal with you, Lee.  But only iff you'll get me out of Hong Kong. \n[14]There is a ship, in the Hong Kong Harbor... \n[15]Imagine a business where people hand you money.  And you hand them back absolutely nothing. \n[16]Now that's a true American dream. Thanks to a few pieces of metal and a very greed driven US Customs agent. \n[17]Look at you, you're ridiculous.  You know it didn't have to be like this. But it's too bad!  Like father, like son. \n[18]Look at this old fool, what does he think he's doing? \n[19]It's almost impossible to find a partner that's trustworthy and loyal.  Wouldn't you agree, Lee? \n[20]Well, at least you will die with honor. But choy Gien. \n[21]Chai Hu Li. Have fun. \n[22]American's love to gamble.  Don't they, Mr. Reign? \n[23]And my plates? \n[24]I enjoyed that little story you told about the Dragon and the treasure.  My mother used to tell it to me all the time.  Do you know the moral of that story, Mr. Reign? \n[25]I hate that fortune cookie shit. \n[26]You're just like your father, Lee.  All these years hiding behind his badge.  I wanted to help him, to share with him, but he was too afraid of change.  When you think about it, I didn't really kill him.  I just put him out of his misery. \n[27]I don't think it's over.  There are casinos all over this country.  Let me make you a rich man, Lee.  Don't make the same mistake he did. \n[28]Don't you remember?  I'm already dead. \n[29]Would you like me to tell you how your father died? \n[30]He never begged for his life.  Or tried to make a deal.  All that he asked me, just seconds before I pulled the trigger, was that I promise not to kill you. \n[31]Do you have it in you, Lee?  Or are you gonna spend the rest of your life hiding like your father? \n[32]That's what I thought. ", "KENNY": "\n[1]Come with me. \n[2]Hear you got your ass kicked in Hong Kong, James. \n[3]I got my sources. \n[4]James, you see my kids back there?  You know how much I'm paying for private school?  How can you come in here with this attitude, you being little Chang's godfather? \n[5]Jail!?  James, you better back off. Badge or no badge, I'll kick your ass. \n[6]We're on, then. \n[7]Master Ching taught me. \n[8]No.  Freddy Ching's, in Crenshaw. \n[9]What are you doing hanging out with Baby Duck? \n[10]That's what we all used to call him when he was a kid -- cause he was always quacking.  Never shut up. \n[11]Is this about the funny money? \n[12]You've been asking loud questions in all the wrong places all morning.  How come you always save me for last, James? When are you gonna learn.  Shit don't happen I don't know about. \n[13]I know Teddy Wu is cranking out a pretty good double sawbuck -- but you knew that too, didn't you? \n[14]One of my regulars lost fifty thousand dollars at the table here last week.  I was about to send my boys down to tune his ass up, when the guy comes in and pays off the whole thing.  Including the vig -- brand new sequential hundred dollar bills.  I knew something was wrong.  Cause this guy's got a regular job, no way he comes up with fifty grand in cash. But I tested the bills, infrared.  The whole thing.  And they checked out. 100%. \n[15]I still have my lunch money from third grade. \n[16]See.  It's perfect. \n[17]Whoa, what are you doing? \n[18]I knew it.  The guy's name is Zing.  He works at the kitchen at Reign Plaza. \n[19]You sure you guys don't want to stay and have a bite?  My wife's got the best mu shu this side of Compton. ", "MASTER FU": "\n[1]Dragon kick! \n[2]Lotus block! \n[3]Twisting Tiger! \n[4]Twisting Tiger! \n[5]Didn't I teach you to always arch your back? \n[6]Animals kill only from hunger or fear. The man you seek is lower than a serpent. ...he kills for money. \n[7]He was the best I ever trained, you know. \n[8]No.  Your father. Your father and Ricky Tan were my favorite students... and for such awful things to happen as they did -- \n[9]A seeding spends its entire life reaching towards Heaven. \n[10]The answers you seek can be found in Heaven on Earth. \n[11]It's a massage parlor downtown.  \"Heaven on Earth.\"  You will find your answers there. \n[12]Wait!  Put a c-note in the jar. \n[13]Cheap bastard... ", "HU LI": "\n[1]Someone better call the police. \n[2]Who has her gun out.  Waiting for them.  ISABELLA is standing near by, and ZING is visible off to the side.  An 18-WHEELER in the loading bay is just being shut and locked.  A LIMO is parked beside it. Lee and Carter both assume fighting positions.  When most of the other WORKERS pull guns; other TRIAD SOLDIERS step out, putting their guns close on Lee and Carter.  They can't blink without getting mowed down. \n[3]The great Chief Inspector Lee -- I will be remembered for ridding the Triads of your petulance. \n[4]Put them in the truck. \n[5]Don't worry, the plates are safe.  Yes, the dragon's been fed. \n[6]Open your mouth. \n[7]That's a ying-tao grenade, Inspector. Please follow me or I'll blow 32 teeth into your brain. \n[8]He's going for the plates. \n[9]In a few minutes...you'll beg me to push this button. \n[10]Get the detonator! \n[11]We'll go together, Inspector. ", "SUPERINDENDENT CHIN": "\n[1]Lee, there was a bombing at the American Embassy.  Two American translators were killed. \n[2]We think it's Ricky Tan.  If you don't want to take the case, I'll understand. \n[3]This is still Hong Kong. \n[4]Chief Inspector Lee will brief your people... \n[5]That is...Chief Inspector Lee.  The detective in charge of our investigation. \n[6]Lee, this is Special Agent Sterling from the United States Secret Service. \n[7]Are you okay, Lee? \n[8]Lee, we just got a call from the harbor patrol.  Ricky Tan is throwing a little party on his boat tonight.  Victoria harbor.  If you don't want to... \n[9]Let him find out on his own.  I want the Hong Kong police handling this. \n[10]I'm sorry Lee, but my orders are to fully cooperate with the Secret Service. \n[11]Escort Detective Carter to the airport -- ", "STEVEN REIGN": "\n[1]Who's your friend? \n[2]I'm just in town for the weekend, taking in the sights. \n[3]A thousand years ago, a small, wealthy village in China hired a young Dragon to guard their treasure in a cave, hoping to scare off potential bandits.  Their plan worked quite well, until the people of the village started sneaking the Dragon extra food -- hoping to make him bigger and stronger.  The Dragon ate so much and grew so big -- that he eventually got stuck inside the cave -- and the treasure was stuck behind him for all eternity. Ladies and gentlemen, I have found that lost treasure.  It is here, inside the greatest casino in the world!  Welcome to the Red Dragon, where everybody is a winner! \n[4]Detective Carter, you always seem to show up where you don't belong. \n[5]Vegas has been my town for 30 years.  I crawled out from under the first rock. Do you really think you can intimidate me here? \n[6]You play games with me, Detective, and you'll lose every time.  Don't forget. The odds are always in favor of the house. \n[7]I'm cutting our deal short.  I'm leaving. \n[8]They stay with me.  I'm sure you won't have a problem with that. \n[9]Greed will imprison us all. ", "CRAPS DEALER": "\n[1]Winner!  Seven! \n[2]Sir, you're aware that we require a fifty-thousand dollar buy in to gamble here this weekend? \n[3]Those are five hundred dollar chips. \n[4]No, I just assumed... \n[5]No, sir. \n[6]Winner six! \n[7]Two-hundred thousand! \n[8]Winner, seven! \n[9]Winner!  Four, winner! ", "SPECIAL AGENT STERLING": "\n[1]Chin, you have been ordered by the Ministry of Public Security to assist the FBI and Secret Service with our investigation, to provide us with whatever we need.  If you have information, it belongs to us. \n[2]Two Americans have been killed on United States Government property -- this is our investigation. \n[3]No.  He will report to me.  Do we understand each other? \n[4]Who the hell is that? \n[5]Put a diaper on him, Chin.  I want to talk to the great Inspector Lee. \n[6]Quite a night, Inspector.  Ricky Tan was our only bait, and now he's gone.  You finally got your revenge - at the expense of a U.S. Government investigation. \n[7]I don't know if the Fu-Cang-Long paid you to get rid of Tan, or whether it was a pure vendetta killing -- but you're off this case.  I don't ever want to see you again, you got that? \n[8]Stay out of it, Carter.  You're going back to L.A. ", "HOSTESS": "\n[1]Good afternoon, gentlemen. \n[2]Oh, you American? \n[3]You bring American money? \n[4]You get massage from Chinese girl before? \n[5]You pick any girl for you and your friend. \n[6]Oh yes, she's very nice. \n[7]Your friend have big appetite. Please put these on and wait upstairs in the quiet room. "}}