{"dialogues": {"JAMES": "\n[1]I think the racetrack telephoned ahead that I was coming? Hunt? James Hunt..? \n[2]What's the matter? No one seen a spot of blood before? \n[3]Absolutely fine. \n[4]I have. If you call a friendly disagreement with another driver an accident. \n[5]None of your business. Ouch. \n[6]His wife. \n[7]It was a nasty blow. Done with a bloody spanner. \n[8]Nothing! Only what she begged me to do. \n[9]Be happy to show you if you like. \n[10]I have a theory why women like racing drivers. It's not because they respect what we do...driving round and round in circles. Mostly they think that's pathetic. And they're probably right.. It's our closeness to death. \n[11]The closer you are to death, the more alive you FEEL...the more alive you ARE. And they can see that in you. FEEL that in you. The way you live. Willing to risk everything. \n[12]To dare to be one step bolder...one step faster... \n[13]Sure one step closer to death... \n[14]But one step closer to victory, too... \n[15]You still haven't. This is Formula 3. \n[16]A lower division. Where people like me mess about in the hope of finding sponsors or being talent-spotted to race in Formula 1. \n[17]Everyone, this is Nursie. \n[18]Nursie, this is Doc our designer... \n[19]Bubbles, our chief mechanic. \n[20]Le Patron - Alexander, Lord Hesketh. \n[21]Trust me. Nursie's anything BUT a bore.. \n[22]Uuuurrrrrkkkkkkggghghhhh. \n[23]There's a lie that all drivers tell themselves. \"Death is something that happens to other people.\" That's how you find the courage to get in the car in the first place... \n[24]Never better, Patron. \n[25]Because bad things only happen to others, right? \n[26]Problem is deep down you know that's a lie. That it could happen to you at any moment. \n[27]So how do you make that terror go away? Well, booze is good for that. And wacky baccy. But better than everything else is...sex. \n[28]Who's that? \n[29]Is there a difference? \n[30]All bloody Goosesteppers. \n[31]You mean the one you spun out of? And finished facing the other way? I think that corner had you. \n[32]But we didn't, did we? Thanks to your impeccable `survival' instincts... \n[33]Jawohl. Remember ze name. Very simple. \"Hunt\". It rhymes with.... \n[34]...a word that happens to describe you perfectly. \n[35]No one. Chippy little Kraut. Bad loser. Forget him. \n[36]Thank you. My parents always wanted me to be a doctor, or stockbroker, and gave me a first class education...but to no avail. My brothers are the success stories. I get bored easily. I have a hot head, an inability to tolerate discipline. I fall out with people left and right. I'm quick to settle matters with my fists. The only creatures I've ever loved and treated well, are budgerigars. In any normal area of life, I'd be...or AM...a total liability. All I've got going for me is I'm quick in a car. \n[37]So thank you for acknowledging that. And giving me this... I'm going to give it to my Dad, and tell him to put it on the mantle-piece and imagine it's a first class degree in medicine. \n[38]You don't think I'm ready now? \n[39]Is that what he called us? \n[40]What? How? He never won a thing! Not a single bloody race. \n[41]A hundred and fifty grand? \n[42]That's either an act of utter lunacy, or the ballsiest thing I ever heard. \n[43]She is a beauty. But...haven't you made a mistake? \n[44]That's not a Formula 2 car. She's F1. \n[45]Are you serious? \n[46]Well done the Goosestepper!! \n[47]I do, Patron. \n[48]So when do we start? \n[49]I'm ready now. \n[50]They should cancel the race. \n[51]Is that right? So says the nobody who had to pay for his own drive. How's that working out, by the way? \n[52]Not planning on being there for long. \n[53]`Be happy to. I'll have you inside lap one. \n[54]Asshole. \n[55]Niki humiliated me today. He lapped me three times. \n[56]That's supposed to console me? What do I need to do? \n[57]Shut up, Moneyman. `Didn't ask you.. \n[58]So speaks the jealous married man.. \n[59]Don`t patronize me, Pete... \n[60]And the good news is I've got Sigmund Freud Horsely, failed driver par excellence, and a washed-up accountant to lecture me on it. \n[61]Bubbles? I'm sorry..! I didn't mean that! Come back..! \n[62]....along the Beau Rivage, long left into Massenet, into the short right of Casino. Sharp right into Mirabeau, then sharp left into Loews, mind the guard rails... \n[63]He was. Then went to the house to take a call. He'll be back shortly. \n[64]Why? \n[65]No. Just a little coffin, surrounded by high-octane fuel, being driven round at 170 miles per hour.. \n[66]To all intents and purposes a bomb. On wheels. \n[67]No one wants it to be. It's like saying why not make bullfighting safer? It's a blood sport. The risk of death turns people on. Without it, I guess, it'd be half the fun. Which is fine for the voyeurs, fine for TV, fine for everyone.. ...except us drivers. \n[68]Yes. \n[69]I know exactly. \n[70]What was the description? \n[71]By whom? \n[72]Was. Not any more. New me very professional. Early to bed. Early to rise. All very dull. \n[73]Round-the-clock work, practise and focus. Tedious, but apparently the only way to vin against ze Goosestepper.. \n[74]Visualization techniques. Memorizing the circuit, in this case Monaco, which is next up. Eyes closed, know your way round in your sleep... I know...I've always been a great believer in getting there on the day, putting the old foot down and playing chicken with everyone else. \n[75]But they don't want me to do that anymore...they want my body like a temple. My mind like Monk. \n[76]What does that mean? \n[77]They want me to stop messing around, get married and settle down with the next nice girl I meet. They think it would be good for me. \n[78]Sounds bloody awful. \n[79]But since they're right about most things, they're probably right about that, too. \n[80]You don't fancy getting married, do you? \n[81]What's up? \n[82]WHAT??? But that's the best team in the world. They could have ANYONE. Did he pay his way in there, too? \n[83]Congratulations. \n[84]Though with a car like that, the rest of us never stood a chance... \n[85]You're still in a Ferrari. And I'm still in a Hesketh. On equal terms, the way it was in Formula 3, I'd beat you, and you know it. \n[86]Why's that? \n[87]Now try saying that and tell me you're not jealous. \n[88]Whom no one likes... \n[89]Not even his own team-mates.. \n[90]I did. \n[91]In New York. Working. \n[92]Right, whatever it takes to beat Lauda, just say it, your word is my command. I'll do it. There are no lengths to which I will not go. And I mean it this time... \n[93]What's the matter? \n[94]What are you doing? \n[95]Where is everyone? \n[96]November 14th. \n[97]I'm assuming it refers to some animal you are allowed or no longer allowed to slaughter on your estate. \n[98]So? We aren't looking for sponsorship. Condoms and cigarettes. Vulgar, right? \n[99]What are you saying? \n[100]Christ. \n[101]I need a drive, Pete. Need you to find me a drive. What does that mean? \"My reputation precedes me?\" \n[102]Really? Is that what they said? Did they at least say a \"Quick arsehole?\" Bollocks to Lotus. Find me someone else. I'll go mad otherwise. \n[103]What were you hoping for? A well- adjusted knight in shining armour? \n[104]Let me give you some advice. \n[105]Don't go to men who are willing to kill themselves driving in circles looking for normality. \n[106]Should have gone for one of my brothers. \n[107]What's that? Tell me.. \n[108]At least there's SOMETHING behind the facade. \n[109]Fuck off to New York, dear. There must be a moisturizer or eye shadow somewhere that needs your vapid mush to flog it. \n[110]Agreed. Repellent. \n[111]Good girl... \n[112]Hello? \n[113]Who? McLaren? \n[114]Just get me in a room with them, Pete. Say anything. Today? Yes, I can do today. I can be there in an hour. \n[115]I'm quicker than Jackie. \n[116]What do you want? A driver or a brushes salesman? \n[117]So do I. But I measure that in podium finishes and beating Niki Lauda not being a show pony for sponsors. \n[118]I beat him in Formula 3. \n[119]Only because I've been in the wrong car. I beat him when the playing field was level. I'd beat him again in a McLaren. \n[120]It's the only car out there as good as the Ferrari. Which is why I'm here, begging. \n[121]I'll do whatever you ask. Even put on a suit, talk to sponsors and say the right thing. I promise. Just give me the drive... \n[122]New car. \n[123]Pole position. \n[124]Level playing field now, my ratty little friend. \n[125]My car wasn't right today. Next time I'll have you.. \n[126]What did I tell you? Car fixed. Equal terms. You'd better get used to this. \n[127]Five eighths of an inch..! \n[128]What? You can't just `change it'. That means rebuilding the car. Who lodged the complaint? It was Ferrari, wasn't it? \n[129]No! No! No! \n[130]I can't stand it... \n[131]What's happened? What have you DONE?? The car's evil! It's undriveable..! \n[132]Fine! Just got a little problem with a bad loser rat and his team of Italian saboteurs who've destroyed my car. \n[133]I won that race in Spain. And you know it. \n[134]The aerofoil was five eighths of an inch too long!! Something that doesn't have the slightest effect on car speed. You complained. Now we've had to totally rebuild the car and it's become a monster. \n[135]A car that was beating you week in week out, so you have to resort to this. Cheating. \n[136]Is there something I should know about Suzy? Where is she? Wasn't she supposed to be here today? \n[137]Jesus. \n[138]That from him? \n[139]To get you back. \n[140]I know. I'm terrible. \n[141]Will he be able to give you more? He has quite the bad boy reputation himself. \n[142]Right. \n[143]Fine. I'll give him a call. \n[144]It's all very amicable. My wife has found herself a new backer...I mean lover...which makes her happy.. Mr. Burton has found a way of feeling young again...let's hope his pockets are deep...they'll need to be... And I've found a way to be single again without it costing me a penny, which has to go down as the biggest win of my career. \n[145]A combination of factors, not all of which I'm prepared to discuss here. Justice being done re: the disqualification in Spain helps, and having my old car back of course... \n[146]Who by? \n[147]So I can see why this suits you just fine. \n[148]But there would be one race less where I, or anyone else, could catch you. \n[149]Fine. Then let's race! \n[150]There's a hundred thousand fans out there who would never forgive us if we didn't. \n[151]Has Niki changed? \n[152]Then we go on wets, too. \n[153]Shit...! \n[154]Shut up! Where's Niki? \n[155]What's up? \n[156]Who? \n[157]What's going on? \n[158]What about him? \n[159]What?? They said he was half-dead. \n[160]Niki? \n[161]I wrote you a letter at the time. To apologize. \n[162]The driver's meeting in Germany? Before the race? I swayed the room. \n[163]That race should never have gone ahead. \n[164]So in some ways...I feel responsible for what happened. I'm sorry. \n[165]Hey..! \n[166]I've got something for you on that last question... \n[167]Now go home to your wife and ask her how YOU look!! \n[168]Prick! \n[169]The man was in a coma. His doctors pronounced him dead!! Then he comes back and does THAT??? \n[170]What? \n[171]I've got to go. \n[172]What party? \n[173]Who sent you here? \n[174]This man. Did he speak with an accent? \n[175]I'm afraid it was a joke.. \n[176]Sorry, ladies. Any other time. Not tonight. \n[177]Wait..! \n[178]I don't want any part of this. I'm not going to be responsible for turning the room again. \n[179]I'm not voting against Niki again....or forcing fellow drivers to risk their lives. Sorry. World Championship or not... \n[180]What are you doing??? \n[181]But it will also let the water in. \n[182]No! No! NO!!!! \n[183]I'm sorry! \n[184]What? \n[185]Rubbish!! What about Niki?? He overtook me!! I saw it!! A Ferrari with a red helmet.. \n[186]What??? \n[187]I heard you were spending more and more time in one of these... \n[188]No. \n[189]And there I was thinking you were about to wax lyrical about the romance of flight. I should have known better. \n[190]A friend's wedding. At least I think it was a wedding. Might have been a birthday. All a bit of a blur. How about you? Been at Fiorano? \n[191]Already? In February? You're relentless. \n[192]I'm not sure I meant it as a compliment. \n[193]Are you mad? I didn't just win the biggest thing of my life so I could get right back to work. \n[194]Because what...? Because of your accident? Is that other people, Niki? Or you? I won. On the all important day when it came down to it, we raced on equal terms in equally good cars. \n[195]You bottled and I had the guts to see it through. \n[196]Why? \n[197]That's winning? Sounds like losing to me. Some of life needs to be for pleasure, Niki. What's the use of having a million cups and medals if you never have any fun? How is that winning? \n[198]No, not bad. \n[199]I will, Niki. But I intend to enjoy myself first. And so should you. You think you can? \n[200]See you on race day, Champ. ", "NIKI": "\n[1]My grandfather always said history is cruel and reductive and no matter how long we live, or how much we achieve - we are remembered for very little. So make sure it's the right things. \n[2]This is bullshit. We have no control over our legacy. We cannot choose what we are remembered for... \n[3]Otherwise I wouldn't be remembered for my rivalry with this asshole. And the 1976 season. \n[4]What about Hunt? Has he changed? \n[5]I don't know why it became such a big thing. We were just drivers. Busting each other's balls. To me this is perfectly normal. But other people saw it differently. \n[6]That whatever it was between us went deeper. And changed us both somehow. Forever. \n[7]Be, allora usiamo anche noi quells da bagnato. \n[8]Maybe that explains the state of mind I was in. And why it happened. The other thing I'm remembered for. On August 1st, that same year... \n[9]Bullshit. Where's Hunt? \n[10]C'mon...!! \n[11]What's GOING ON??? \n[12]No...! \n[13]Umgotteswillen... \n[14]Hey...asshole! That was my line! I had that corner... \n[15]That move was total suicide. What if I hadn't braked? We'd have crashed..!! \n[16]Fuck you! What's your name? \n[17]In my home town, Vienna, my family is famous for one thing. Business. My grandfather was a businessman, my father, too... \n[18]So when they heard I wanted to race cars for a living, they had a few things to say... \n[19]It's in moments like this that you discover who you really are.. \n[20]Fine. Keep your money. Don't invest in me. But when I'm World Champion, and I have the trophy, and my name is not just on the back pages, but on the front too, you will regret it. \n[21]I know. There is no room for failure. I understand that. \n[22]But I was still a Lauda... \n[23]...which meant I was still a businessman above everything else. \n[24]It just so happens that the business I deal in is speed. \n[25]Who's the number one driver? \n[26]Why would I defer to him if I am paying his wages? \n[27]OK. There is one clause missing. \n[28]And I made it perfectly clear that my mechanics work for me. No one else. This is something I cannot sign. \n[29]While you're at it you can tell them to amend the clause for podium finishes. Podium is first THREE places, not just wins. \n[30]You'll get the money on signature, as agreed. See you at winter testing. \n[31]Niki Lauda. Here for pre-season testing. BRM? \n[32]Lauda. \n[33]Thank you. \n[34]Worked here long? \n[35]Just wondered if you've worked here long? \n[36]That long? And they didn't promote you yet? \n[37]Same as Regazzoni's? \n[38]She looks heavy. How much does she weigh? \n[39]That's crazy. Why so heavy..? \n[40]What horsepower are you getting out of it? \n[41]Not enough. Needs to be 500 and the engine needs to be 20k lighter. \n[42]Did you use magnesium parts? \n[43]Any solid plate, strip it out... \n[44]And when we've done that, we need to look at the aerodynamics. Front and rear wing.. \n[45]OK. Thank you. Good night.. \n[46]What was his time? \n[47]OK. Now put him in my car, and he'll go round under two minutes. \n[48]That's information I will share with you under certain conditions only. \n[49]A guaranteed place in the team, and a paid contract on equal terms with Regazzoni for two years. \n[50]Well, as of now, if you want me to stay, we rip up the contract. I don't pay you a cent. \n[51]Was he quicker in my car? He was, wasn't he? \n[52]Did he go under two minutes? \n[53]So have a think, work out your priorities, and get back to me. \n[54]What? \n[55]It's none of your business. \n[56]What's his name? The driver? \n[57]Thanks. \n[58]Why? No one came to see him anyway. He made a mistake. Went into the corner too fast. \n[59]Fine. How's it at the back? \n[60]Good. Look forward to you showing me the way today. \n[61]Yeah right. \n[62]Asshole. \n[63]It's terrible! Drives like a pig! \n[64]Why not? \n[65]I've driven better milk floats. It understeers like crazy and the weight distribution is a disaster... \n[66]I understand. It's business. I would be the same. \n[67]Not me. If I thought I had more talent and could earn better money doing something else, I would. \n[68]Not yet. But I will. If you can, I can. \n[69]Why am I an asshole? You know by now I'm both quicker than you and better at setting up the car. You can't deal with that, then you're the asshole. \n[70]I'm sorry. C'mon, Clay... \n[71]Are you leaving? \n[72]Can you give me a lift to the nearest town? Anywhere with a train station. \n[73]You hear that noise when you accelerate? \n[74]Your drive belt is loose. \n[75]Alternator. And when you brake, your foot goes all the way down. Means there's air in the system. \n[76]No. Apart from the rear brakes are imbalanced. The front right wheel is flat, and it feels like a crack in the engine block...which explains why you're drifting so much. \n[77]My ass. \n[78]God gave me an OK mind, but a really good ass, which can feel everything in a car. \n[79]Not a good one. \n[80]Nothing I can do here. The car needs a garage. \n[81]No. As long as I'm back in Maranello by Monday morning. \n[82]Who's Curd? \n[83]Yes. \n[84]Yes, we do... \n[85]No need to drive fast. It only increases the percentage of risk. We're not in a hurry. No one is paying me. Right now, with zero incentive or reward, why would I drive fast? \n[86]And do you always get what you want? \n[87]Thank you. \n[88]Maybe the fact the car is so good might have something to do with me. \n[89]Never. You might get lucky and win one race. Maybe two. Because you're aggressive. But in the long run, over the course of a season, no chance. \n[90]Because you're not serious. You're just a party guy. Which is why everyone likes you. \n[91]But all that affection, all those smiles is also a sign of their disrespect! They don't fear you. Whereas compare that to me... \n[92]Right.. \n[93]Right! Because I'm relentless. I don't screw up. I go to bed early. I look after myself, look after my car. And then, soon as the race is finished, I go home. You should go home more often, too. I heard you got married. \n[94]So where is she? \n[95]You know I've never seen you with her, once... \n[96]I noticed. \n[97]I noticed that, too. \n[98]Let's see where we are at the end of lap one. \n[99]Let's see where we are in six races time!! \n[100]Yeah, yeah... \n[101]So...six races in. How's it going so far? \n[102]What are you talking about? \n[103]In an illegal car. \n[104]At least it's a LEGAL monster. \n[105]He drives in an illegal car and he calls ME the cheat? Let me tell you: two weeks before that race in Spain, we put 20-inch rims on the rear wheels. We get an extra half second speed on each lap!! But the Old Man tells me we can't use those rims, they make the car too wide. Against the rules. So we go back to 19-inch rims making the car slower again. Rules are rules. For all of us. You're just a bad loser who can't accept that. Komm, he's crazy. Sick in the head. \n[106]Den Trottel lassen wir alleine.. No wonder she left him... \n[107]Not at all. For him to catch me, he'd have to win all the remaining races, and I'd have to lose them. And pigs would have to fly. \n[108]Now if you'll excuse me, I have a private family matter to attend to. \n[109]It's the enemy, you know. Happiness. \n[110]It weakens you. Puts doubt in your mind. Because all of a sudden you have something to lose.. \n[111]Thank you. I called this meeting because as all drivers know the Nurburgring is a race track from the Stone Ages. The most stupid, barbaric, outdated, dangerous, track in the world. You've all seen the rain which has been falling this morning. Those of you with experience know the Ring needs perfect conditions to be even remotely acceptable in terms of risk. As you can see today is anything BUT perfect, so I called this meeting to take a vote to cancel the race. \n[112]There would be no change to the situation as far as points is concerned. The race would simply be cancelled. \n[113]It's true. You leave without your fee, but you might leave with your LIFE. \n[114]Why? There would be no points for me either... \n[115]Which asshole said this? \n[116]Yes, I am frightened. Always a little bit when I race. I accept every time I get in my car there is 20% chance that I could die. But not one per cent more. And today, with the rain the risk IS more. How dare you accuse me of lack of courage? Let me remind you. I have the track record here. I am the only person in history to do the Ring in under 7 minutes. So actually it's to my ADVANTAGE to race here today. Because I'm quicker than all of you. \n[117]\n[118]August 1st, 1976, I discovered comas exist for a reason. \n[119]Some things are better not remembered. \n[120]I'm here! Can't you tell? I'm here! \n[121]Aaarrrggghhhh... \n[122]Again!! \n[123]Aaaaarrrrggghghhhhhh!! \n[124]I know what you're all thinking... \n[125]But if you love me - all of you - you won't say a word. \n[126]Wow. It's that bad, huh? \n[127]In the hospital I told them to tell me straight, no bullshit - how bad it would be. My appearance. They said with time it'd be fine. But it won't. I can tell, seeing your reaction. I am going to spend the rest of my life with a face that frightens people. \n[128]That's a tough one to get used to. \n[129]Yes. You did. \n[130]No. \n[131]Trust me, watching you win those points and all those races while I was in hospital fighting for my life...you were equally responsible for getting me better. \n[132]Fine. \n[133]Sure. I had a skin graft operation where they put half my right thigh in my face. It doesn't look too good but one unexpected advantage is it's impossible to perspire through a skin graft, so sweat will never run in my eyes again - which is good for a driver. \n[134]Ja. Before even my first operation. \n[135]No. Just another team-mate. Keen to make an impression. So let's see where Mr. Reutemann finishes today. \n[136]Yes. Is there a question now? Or are you just trying to piss me off? \n[137]Of course. I have the better car. I'm the better driver. But he's a clever guy and has used the time well while I was lying half-dead in hospital to win some points.. \n[138]She said, \"Sweetie, you don't need a face to drive. Only a right foot.\" \n[139]And I'm being serious, too. Which asshole said this? Jesus.. \n[140]Fuck you. Press conference over. \n[141]Can't see the mountain. \n[142]The locals here believe if you can see the mountain in the morning, it brings good luck. \n[143]Fine. It's just one race. \n[144]Do you fly? \n[145]You should try it. If something goes wrong up there, you're on the edge, but have to stay within the rules. Stick to regulations. Suppress the ego. It's good discipline for the racing. \n[146]What brings you here? \n[147]Pre-season testing. \n[148]Thank you. \n[149]But it is one. Relentlessness is good. Means you're a fighter. That you never give up. Behind my back I know some of you guys call me `The Rat.' Because I look like one. It's meant as an insult. But I don't mind it. Rats are ugly, sure. And no one likes them. But they're intelligent. With a strong survival instinct. \n[150]So when do you start testing? Next week? \n[151]Why? You need to. To prove to all the people who will always say you only won it because... \n[152]It's true. You won that race. And believe me if I had to lose that title to anyone, I'm happy it was you. But that doesn't change the fact you have to win again. \n[153]Because that's what it means to be a winner, no? It's a permanent condition. Never stops or goes away. It stays with you always. \n[154]You're right. I could learn from you. In hospital the toughest part of my treatment was the vacuum. Pumping the shit out of my lungs. It was agony. While doing it, I was watching television...you winning all those races...and I was cursing you.. \"That bastard, Hunt\", I would shout, \"I hate that guy.\" one day the doctor said, \"Mr. Lauda, may I offer one piece of advice? Stop thinking of it as a curse to have been given an enemy in life. It can be a blessing, too.\" I said, \"Who are you, Confucius?\" He said, \"A wise man gets more from his enemies than a fool from his friends.\" And you know, he's right. Look at us. We were a pair of kids when we first met. Hotheaded jerks in Formula 3. Headed nowhere. Now we're both Champions of the world. Not bad. \n[155]So don't let me down now. I need you busting my balls. Get back to work. \n[156]You will. Champ. ", "HESKETH": "\n[1]How do you do? \n[2]Glass of champagne, Nursie? \n[3]You sure? It's Krug. Clos de Mesnil. \n[4]Oh, dear. Superstar? You haven't brought us a bore, have you? \n[5]Nothing to be worried about! Does it before every race! Good sign, actually. Means he's stoked! \n[6]All right, Superstar? \n[7]Have a gargle with this. \n[8]Quick toke of this... \n[9]Ahhhh! What music! They could never have predicted it, those pioneers that invented the automobile that it would possess us like this, in our imaginations, our dreams. Nursie, men love women...but even more than that, men love CARS... \n[10]It was also quite brilliant!! God he's got balls!! \n[11]James Simon Wallis Hunt. Remember it, my little Jerry friend. Because one day he will be World Champion. \n[12]Well done, Superstar. One more season in F2 then I'll move you up. To the big time. \n[13]You are! I'm not! I've got to find you a car first. And the money. The economics of Formula 1 are terrifying. \n[14]Nothing wrong with being an amateur! \n[15]Amateurs are what made this country great. \n[16]\"In war, as in lovemaking, amateurs are invariably better than professionals.\" Napoleon Bonaparte. \n[17]Keep them closed...! Wait for it, wait for it... \n[18]There! What do you say? \n[19]Isn't she a beauty? The March 731. Converted by the brilliant Doc..! \n[20]What? \n[21]She is, Superstar. Why? Because I got together with the beancounters, and it turns out that the economics of F1 are not so significantly different to the economics of Formula 2... \n[22]So we thought if we were going to be messing about losing money we might as well be doing it with the big boys. \n[23]Never been more serious in my life! \n[24]Actually, I got the idea after what you said about the Austrian chap who bought his way in rather than waste his time in the lower divisions. I thought, \"Bloody hell, he's right!\" \n[25]No sponsorship, Superstar! I hope you approve. \n[26]No vulgar logos for cigarettes, or condoms. Just plain white. With the Union Jack. And racing overalls which read... \n[27]\"Sex. Breakfast of Champions.\" Unless it's me, of course, in which case it's two kippers, porridge, boiled eggs, and half a dozen slices of toast... \n[28]Soon as you're ready. \n[29]That's my boy! \n[30]They won't know what's hit them! \n[31]Do you know what the date is today? \n[32]Do you have any idea of the significance of that date? \n[33]Actually it's the deadline for securing sponsorship for the forthcoming Formula 1 season. Which elapsed at midnight last night. And we didn't attract any. \n[34]Right. Except we are. Or were. I've made something of a miscalculation. The economics. Formula 1. Reality thereof. Turns out not like the lower divisions at all. \n[35]I'm saying it's over, Superstar. The banks have stepped in. Read me the riot act. Started laying everyone off. Probably have to sell this place. Fun while it lasted, would do it all again and all that... I daren't tell you the actual figures. \n[36]Concentrate, Superstar! \n[37]I can't bear it! \n[38]He did it! He bloody well did it! ", "SUZY": "\n[1]Only he wanted to show off his pride and joy... \n[2]...rhymes with `boy' if you ask me. And `toy'. I can't believe what I'm seeing. \n[3]It's just so small! For something that costs so much. And so flimsy. There's no comfort. No protection. Nothing. \n[4]Why don't they make it safer? \n[5]You're James, aren't you? \n[6]Thought so. You fit the description. Suzy. Friend of Alex's. \n[7]Mostly positive in terms of appearance. Negative only in terms of character. I've been told to avoid you. \n[8]Alex. He says you're a bad boy. \n[9]Really? \n[10]Is that what you were doing when you came in? \n[11]And your soul? Your heart? \n[12]You can't be so disciplined in all areas of your life, can you..? \n[13]What do you think? \n[14]Don't worry. Something will turn up. \n[15]But I doubt that will help in the meantime. \n[16]Why don't we go away for the week-end? Before I leave again for New York? \n[17]Talk to me, James. Don't make a stranger of me. \n[18]I can't watch this. \n[19]No danger of that.... \n[20]I'm all ears... \n[21]Well, I certainly didn't get that... \n[22]There goes that self-pity again. How striking it is - \n[23]The gulf between appearance and reality. Look at you, all sunshine blonde beauty and smiles...yet the reality is...a frightened, immature, depressed, self-pitying child... \n[24]With a nasty temper.. \n[25]How quickly beauty can turn ugly. \n[26]James Hunt. One of the racers. \n[27]Why have you come here, James? \n[28]You don't want me back...you never wanted to be married in the first place. You did it because you hoped it might change you...settle you down... help with the racing. Not because you loved me. And who knows, if it had been just the drinking, or the dope, or the infidelity, or the moods...it might even have worked...but when it's all of them? \n[29]No, you're not terrible. You're just...who you are...at this point in your life. And God help anyone that wants more. \n[30]What's important is how it feels to me. And it feels like he adores me. \n[31]He's aware of the delicacy of the situation, and how it looks. Having raided your larder. Plundered your safe. Smash and grab, and so forth. So he's assured me he'll take care of the financial side. And will be very generous. \n[32]No. His lawyers will contact you. \n[33]Come on, James... \n[34]Well done, James.. ", "MARLENE": "\n[1]Yes. \n[2]Sure. Nearest town is half an hour's drive. Get in. \n[3]What are you doing? \n[4]No. \n[5]My what? \n[6]Anything else? \n[7]How can you tell? \n[8]What? \n[9]You don't know what you're talking about. The car is fine. And it just had a service a week ago. \n[10]A very good one. From a proper garage. It cost a fortune. This car is good as new. Relax. \n[11]I'm sorry. You're not in a hurry, are you? \n[12]So who are you anyway? \n[13]You're from Vienna, aren't you. We can speak German. How do you know Curd? \n[14]Curd Jurgens. The actor. It's his house. He is, or was until yesterday, my boyfriend. I must have been mad! There is something very attractive about an older man when they behave like one. But when they behave like a frightened child.. \n[15]C'mon, let me do this. Otherwise we'll never get out of here. We're in Italy, after all. \n[16]Not bad, eh? Three seconds. Admit it, you're impressed..! \n[17]Ciao, Regazzi...! \n[18]Will someone please tell me what's going on? \n[19]Who are you, anyway? What do you DO? \n[20]Him? Never. Impossible! \n[21]Formula 1 drivers have long hair, are sexy, have shirts open to here.. \n[22]Anyway, look at the way he's driving!! Like an old man!! \n[23]Because I'm asking you to. \n[24]Usually. \n[25]Oh, my God...!! \n[26]Come to bed. \n[27]What's the matter? \n[28]When you call happiness an enemy, then it's too late. Then you have lost already. \n[29]What did he say? \n[30]Are you OK? ", "CALDWELL": "\n[1]Fitti-fucking-paldi.. \n[2]In November. Fucking outrageous. \n[3]Like Jackie Ickx. \n[4]Everyone has.. \n[5]This season alone he's had eight podiums, five wins, you've had what? \n[6]But that'll have a knock-on effect on the oil coolers.. \n[7]We kept it from you. Didn't want to tell you before the race... \n[8]We've just been told, a driver's meeting has been called. \n[9]Niki. \n[10]Jochen's going on slicks. You want to change? \n[11]No. He's going on wets. \n[12]See? I told you to go on slicks!! You didn't take my advice... \n[13]Behind you! He made the same mistake! \n[14]Go! Go!! Go!! \n[15]Jesus. It's Niki. \n[16]He's here! He's racing! \n[17]But you have no option. You HAVE to race, James. It's your only shot. If you don't, Niki wins.. \n[18]Keep still... \n[19]To let the condensation out. \n[20]Not if you're leading. \n[21]Trust me. This race is all about the start. Whoever's in front will see everything. Whoever's second... \n[22]Good luck. \n[23]Hold onto it, James..! \n[24]God! His front tyre! Look! It's completely frayed! ", "BUBBLES": "\n[1]How do you do? \n[2]That's her. The Dastle Mk 9...with the Lotus twin-cam sixteen hundred engine. She's no beauty. But goes like the clappers. \n[3]Austrian. \n[4]That move was suicide! \n[5]Hurry up. You don't want him to do what Lauda did. \n[6]The Goosestepper. Remember him? \n[7]Said he no longer wanted to risk his life with \"a bunch of crazy amateurs and losers...\" \n[8]Said if he was going to risk his life, he would only do so on the big roulette table. Formula 1. So he got himself a drive with BRM. \n[9]Took out a loan, apparently. Paid for it himself. \n[10]A hundred and fifty grand! \n[11]He lapped Carlos Pace six times. \n[12]Your brother's right. You've got to change your attitude. We all do. And match it with a whole different mental approach. Professionalism. Maturity. Like Niki. \n[13]You've just got to take it more seriously. Yourself more seriously. \n[14]We need you to spend less time in bars and nightclubs... \n[15]And more time with the mechanics, setting up the car. That's what Lauda does. 24 hours a day. \n[16]God knows there's nothing wrong with your talent. Or courage. It's purely a character issue right now. \n[17]Nothing. I don't want to ruin your day. \n[18]It seems your revenge against the Goosestepper might have to wait a little longer than you'd hoped. He's just been signed by Ferrari. \n[19]Apparently they took back Regazzoni and he insisted they give Lauda a trial. Thinks he's a genius. Setting up the cars... \n[20]What did you expect? That Niki would give you the championship lying down? Of course not. He's a fighter. He's going to come at you with everything he's got. But you can do this. As a driver, you're his equal - better, maybe. And God knows you're quick and brave enough. You just.. \n[21]Need to find the respect for yourself to close out when it really matters. You don't much like yourself, James - that's the problem, therefore don't believe you deserve it. \n[22]James!! What are you doing??? ", "NURSE": "\n[1]Emergency... \n[2]Okay...standing by! \n[3]That was the race-track..! There's been an accident..! A driver's been injured and is on his way in..! \n[4]Are you all right? \n[5]We all thought you'd been in an accident. \n[6]What did you disagree about? \n[7]Sorry. \n[8]That's going to need a couple of stitches. It's a nasty cut. \n[9]Why? What did you do? \n[10]Which was..? \n[11]I've never been to a Grand Prix before. \n[12]What's that? \n[13]Fine, thanks. Blimey...is everyone in Formula 3 this posh? \n[14]It's Gemma. No, thanks. \n[15]It's also ten in the morning. \n[16]That's the car? \n[17]Who was that? \n[18]6.8. ", "STANLEY": "\n[1]In return for your money you get a car, mechanics and a place on the team. Plus fifty per cent of starting fees and bonuses for podium finishes. \n[2]Clay Regazzoni and you will defer to him at all times. \n[3]Because he's a proven winner at the highest level, a good guy, and someone who quite frankly, could teach you a thing or two. \n[4]The one about mechanics' exclusivity? Sorry. We have a cardinal rule at BRM. All information is shared between ALL our drivers.. \n[5]All right. I'll have the lawyers amend it. \n[6]If that little git drives half as well as he negotiates, we're going to be fine. \n[7]Niki, let me introduce you to our number 1 driver, Clay Regazzoni..and our number 2, Jean Pierre Beltoise.. \n[8]And these are your mechanics, reporting exclusively to you. As per contract... \n[9]Two minutes six seconds. \n[10]Six seconds faster? Impossible. \n[11]All right. What did you do to the car? \n[12]Go on... \n[13]Are you crazy? Clay's a senior figure in Formula One...you're a rookie. The only reason we took you ON was because you were paying us. \n[14]It's outrageous. \n[15]One fifty-six. \n[16]Not even my WIFE speaks to me like that. ", "MAYER": "\n[1]I'll come straight to the point. Our esteemed lead driver... \n[2]Has ditched us for another team at the last minute.. \n[3]And we need a replacement. Asap. Thankfully a few hands have already gone up. Good people... \n[4]But he's consistent, dependable. Sponsor friendly. He'll dress up nice. Say the right things. \n[5]We want to be successful. \n[6]I've heard about this thing with Lauda. \n[7]You really think you can beat him? He's World Champion. \n[8]...we have to move the wing forward. To make it legal... \n[9]This is bullshit... \n[10]Niki's talking to them about cancelling the race. \n[11]Don't worry, this race is going ahead. The TV rights have been sold all around the world. \n[12]The drivers can vote all they like. \n[13]Sorry?? What are you talking about?? You did it! \n[14]You WON!! \n[15]That wasn't Niki. That was Regazzoni. \n[16]Niki withdrew. Said it was too dangerous, refused to drive!! You're Champion of the World, kiddo! ", "MECHANIC": "\n[1]Mass usa slicks. Le vuoi cambiare anche tu? \n[2]No, he's going on wets. \n[3]Hair visto? Ti aveto detto di usare le slicks! \n[4]There! \n[5]You want to see the car? \n[6]There she is. The P160.. \n[7]Identical in every detail. \n[8]540 kilos. \n[9]It's a 3 litre, V12 engine, that thing weighs 190k alone. \n[10]450. \n[11]We already tried... \n[12]Sssshhh! You can't say that! \n[13]It's a Ferrari! \n[14]He says the car is magnificent, a masterpiece, but he has suggestions for one or two minor refinements... ", "REGAZZONI": "\n[1]I know what you're going to say. That it's none of my business... \n[2]If it's the Track Manager you're taking on your date tonight? \n[3]Okay, but if you want my advice...I'd let this one go. I'm not questioning your taste. She's a great girl. \n[4]But Agnes's last boyfriend was a British Formula 2 driver, who has a reputation for two things. For being a suicidal jerk on the track, and for going all night, and all day afterwards...and all night again in bed. He's an OK driver, but an IMMORTAL fuck, apparently. I don't know about you, but that's not an act I'd like to follow. But if that doesn't bother you... \n[5]Hunt. James Hunt. \n[6]See? You share information, I share information. \n[7]That's what team-mates are for. \n[8]\"Ferrari Family\". \"Our good friend, Clay Regazzoni\". \n[9]You're friend and family to the Commendatore as long as you win. The minute you don't.. \n[10]But it isn't just business, is it? What we do? It's passion. Love. Which is why we're prepared to risk our lives for it. \n[11]But how do you know you will make money here? You haven't yet. \n[12]You know, are you ever NOT an asshole? \n[13]Screw you. \n[14]I brought you along today because you seem like a lonely kind of guy. I thought if I introduce you to some nice people, it'd be good for you. Forget it. Make your own friends. ", "COMMENTATOR": "\n[1]...in the last five years alone Formula 1 has lost Piers Courage, Jo Siffert, Peter Revson, Jochen Rindt, Francois Cevert, Roger Williamson... \n[2]...welcome to the Kyalami Racetrack where the big news is.. \n[3]...that Britain's James Hunt in his first race for Mclaren has qualified fastest, beating Niki Lauda's Ferrari to pole by two hundredths of a second. In the crowds to watch the race none other than movie stars Richard Burton and Liz Taylor... \n[4]It's the perfect start for Hunt! \n[5]But Lauda's car is right on his tail! Barely visible in the spray..! \n[6]Hunt turns too tightly! He almost lost his car right there...! \n[7]Hunt's car has problems...it's shaking...the Englishman is definitely getting slower... \n[8]...with just a few laps to go, McLaren are calling for Hunt to come into the pits to change tyres... \n[9]But Hunt is refusing! Simply ignoring his team's orders...! He's made the calculation that he can still hold onto the lead...! ", "AGNES": "\n[1]Take a seat, please. I'll get someone to come and collect you... \n[2]Hi. There's someone here for you? \n[3]\n[4]They'll be right here. \n[5]Excuse me? \n[6]Almost eight years. \n[7]Yes, several times. I am the AGNES. Agnes Bonnet. If you're looking for the receptionist, she's on her lunch. ", "STIRLING MOSS": "\n[1]...hard to tell whether Lord Hesketh and his team of upper class enthusiasts is bringing glamour to the racing community, or just comedy... \n[2]It's certainly the first time I can remember seeing a butler serving caviar and oysters in the pits... \n[3]...reports are reaching me of a serious accident that has just taken place in qualifying.... \n[4]...it seems the driver...just twenty- six years old....was killed on impact...and the death toll in Formula 1 shows no sign of slowing down... \n[5]...James, a few weeks ago, you were out of the running for this season completely, now you're right back in it. What's changed...? \n[6]What a race! What a man! What a season! Now it all boils down to the final race in Japan! ", "PETER": "\n[1]Grow up. \n[2]Bet he doesn't go out every night, drink and screw himself stupid. \n[3]No. So speaks the manager who's wasting his time, making ten per cent of absolutely nothing. \n[4]Something he's never done. \n[5]Make that NO time... \n[6]Jesus, James... "}}