{"dialogues": {"CARSON": "\n[1]Son of a bitch! \n[2]Yeah, right. \n[3]Shit! \n[4]Asshole was trying to boost my car! \n[5]Mike -- call 911! \n[6]I hate this fuckin' town. \n[7]If I hear one more Beach Boys song, I'll shoot myself. \n[8]I said, if we were having sex once in a while, you wouldn't need to ride that fucking bike every morning. \n[9]Shop's gonna tow the car in -- goddamn ignition's trashed. \n[10]You ask me, those suckers are a lost cause. \n[11]You mean it's not for you. \n[12]I'd die of shock, from finding anyone dumb enough to buy the place. Even for what it's worth now. \n[13]That sure cheers me right up. \n[14]One cut... two assholes in the hospital... Yep. \n[15]Well, another day of baby-sitting my favorite bunch of people... \n[16]They're not gonna transfer me. You know damn well why I was bumped down to guard duty... My outstanding people skills. \n[17]I hate this fuckin' town. \n[18]Give me a secure radio! \n[19]You bet -- nice and easy. \n[20]Robbins, Sabatini... Chopper's on its way. \n[21]Check it out! Ahead, on the right! \n[22]Yeah... but it seems too easy... I'll move up; he won't suspect a civilian car. Stay back, then get on his ass when I signal. We'll box him in. \n[23]If the Mod Squad gets in your way, don't be shy about getting 'em out. \n[24]He's gonna wrap it around something! \n[25]Oh, shit... \n[26]I'm in no mood... \n[27]Let's get back to the Consulate. \n[28]His Security Chief. There was a civilian with them -- fifteen-year-old girl from across the street. We're trying to reach the parents. \n[29]I'm not so sure what happened here. Something smells. Asshole was acting like he wanted us to spot him... \n[30]Start a trace! \n[31]Yeah, you didn't know. And I'm Meryl Streep. \n[32]Say you want to talk to the kids... \n[33]Ask Dave if he knows how to find the phone's serial number. \n[34]Oh, Jesus, those're explosives! Look at the TV -- this was just taken. \n[35]-- Goddamn Negotiator's the last thing we need! This asshole sound like he was interested in bargaining? \n[36]...You're gonna just pay up, count on his good nature to return the family?! \n[37]-- They know their phones are tapped! They tap our fucking phones! \n[38]This Consulate is my responsibility. \n[39]...Our worst enemy'll be the city. There are events gearing up all around town, and a dozen world leaders arriving. Add the Friday rush hour and usual L.A. bad behavior and it'll be a nightmare out there by 3 PM. It all works to the advantage of the kidnapper, hinders our pursuit efforts... You don't agree? \n[40]You see one word of Peoples'- Liberation, Holy-Jihad, Revolutionary whatever-it-is-we're-pissed-off-about- this-week bullshit in this entire letter? \n[41]-- Already doing it. We're coordinating with the Secret Service, the NSA and the CIA. \n[42]If she'd changed her name when we got married, I wouldn't have to. \n[43]My ass. \n[44]-- Hey, do I go to the torture chambers in your prisons, tell you how to do your job? \n[45]I'll coordinate the drop. \n[46]It sucks. \n[47]-- I expect him to expect it. He'll check the cash with an RF detector... Meaning he'll find this one. This only has a quarter-mile range, but on a frequency too low to detect. And I doubt the asshole will have an X-ray machine or a metal detector. \n[48]Gosh, you're right. It could undermine their self-esteem and spoil their chances for rehabilitation. \n[49]Just tell me if we can use it. \n[50]Nothing but physical surveillance. \n[51]Well, it ain't gonna happen. Not again... \n[52]Shit... no way we can set up a stake- out in... \n[53]Four minutes. Call the Park Rangers at the Bowl. Have them clear the area of civilians. \n[54]Must've bought a house same time we did. \n[55]There's about a hundred ways he can scurry off like a cockroach from here... So spread out. \n[56]Fuck! Okay, stay back. It's not like he'll be hard to see in that truck. Which way's he heading? \n[57]We're made! Gotta grab him! \n[58]Watch it! We need him alive! \n[59]FBI. Call our office, they'll take care of you. \n[60]Just don't kill yourself, you piece of shit... \n[61]Helicopter or two would be nice! \n[62]Not just now, dear... \n[63]I coulda had a ranch... maybe some horses... but no, we moved to L.A. \n[64]He's on foot, at the base of the elevator tower! \n[65]Goddammit! He's in a blue Geo! \n[66]Fingerprint it. He's not gonna tell us where to find the hostages... \n[67]Meaning we got exactly 80 minutes to figure it out for ourselves. \n[68]Miranda! We need a copter, pronto! Get back to his van. There were no plates, but check the VIN, look it over, then meet us at the Consulate. \n[69]Go! \n[70]...Scrounge us some bodies: National Guard, State Troopers, CHPs, local PD's, meter maids -- \n[71]Look, I don't need you to tell me how fucked we are! \n[72]Let's take stock. We've got a picture of where he hid the family, and recordings of his calls -- \n[73]Same with his fingerprints. But that means we need high-quality image and data transmission. We can piss away ten minutes coptering this shit to our offices in Westwood, or we can use your surveillance equipment. \n[74]-- You want to play games, fine. \n[75]South Korean Consulate's just down the street -- want to take a listen? \n[76]Shitcan that thing, will you?! \n[77]Got a digital scanner? \n[78]You might want to drop a few bucks at Radio Shack and get with the decade. Dave -- get in here. Bring your computer, a city map, and the tapes of the ransom calls. \n[79]This is Carson in L.A. There's a set of prints coming over. Narrow the search criteria: Male, thirties, Caucasian... French, Belgian, Swiss, maybe Canadian. Try kidnappers and bombers first. We need an answer in fifteen minutes. \n[80]Dazzle me. \n[81]We got one of the best sound guys right here in town... Newman in Audio Analysis... \n[82]Get those tapes transferred to a sound guy. We need ambient and background analysis, the whole enchilada. \n[83]No... 'cause you're fat. \n[84]Jesus H. Christ... \n[85]Do it. \n[86]Any significance? \n[87]Get the Bureau on it. \n[88]Look, goddammit, you start skipping no-chance-in-hell leads, we can all quit and go to the beach right now. \n[89]He grabbed the family at 8:30. The last certain visual we had was just before his van went into the alley on La Cienega at 8:42. He called the Consulate at 9:30. \n[90]He probably waited a while to pad the time -- he wanted us know the family was still alive... ...So these crazy bastards wouldn't throw a premature shit hemorrhage, but he didn't want to call too soon, either. I say they're within 15 to 20 minutes, via surface streets, of where we last saw them. \n[91]-- Bet he doubled back. \n[92]Cute. He signed the name of the Allied Commander during the Korean War. Maybe he was a political. \n[93]Who's got those kinds of skills: Electronics, vehicle customizing, computers, explosives? \n[94]I'm going to the kidnapping site. \n[95]Great, we'll hire a bus. \n[96]Jump a copter to the Consulate. See if the manufacturer sells to the public. Find out what shops use their stuff; put people on the phones with a description of the perp. \n[97]Twelve-gauge shell filled with magnesium and ignition powder. Shit's worse than napalm -- Geneva Convention outlawed it for warfare. \n[98]Easy -- you can buy 'em mail order. Where's the Consulate's car? \n[99]Shut up! \n[100]Find it! How many bulletproof Mercedes could be cruising around Crenshaw? \n[101]I hate this fuckin' town. \n[102]Wasted trip: Witnesses say he was working alone, and he was a vicious son of a bitch. Old news. \n[103]We going steady? \n[104]Looks like the wheel of a car. \n[105]I thought that about all of them. C'mon, think, dammit!! \n[106]Call the outdoor advertising companies. Get the location of all the billboards for Japanese cars within our search parameters. \n[107]Say what? \n[108]Yeah, the U.S. is behind the whole thing. And we're knocking our heads, trying to find your people, just for show. \n[109]Let's grab a few beers, kick back 'til five o'clock rolls by. Then maybe we can have a war over it. I think that's a great idea, seeing as how you fuckers have needed your clocks cleaned for fifty years now! \n[110]Hey, I'm not the only one with a rep around the office... \"Dr. Knoll-It- All.\" \n[111]Miranda... Shit. \n[112]Everyone shut up! Guy on vacation, the Canadian -- \n[113]Six foot, sandy hair, spooky eyes? \n[114]I need a full name, address, anything you got! \n[115]That's appropriate... In 30 seconds you're gonna give me Paul Javal's shoe size. \n[116]Carson... \n[117]Whatta you got? \n[118]How high up are they? \n[119]Okay -- high-rises in our search area. Eight stories or higher. \n[120]Sabatini! What about that billboard? \n[121]LAPD will have a record of all emergency vehicles running Code 3 at 9:32 AM. Get their starting point and their destination. \n[122]Where's that fuckin' address?! \n[123]Get his Driver's License number; Social; bank accounts; charge cards; club memberships... find out what movies he rented.  Get whoever's closest to the Auto Shop to get in there, interview everybody. \n[124]Hey, he watched the news... Everyone knows the U.S. will do anything to avoid trouble with a mad-dog country. \n[125]-- Quit apologizing for me! \n[126]Sounds like her aim's a little low. \n[127]Apartment 1060! He's in a high-rise! Sabatini -- you're with us. She's got the field experience. \n[128]There's a TV station a couple blocks away. We'll land on their pad. K-EYE. Clear it with 'em. Have a SWAT team assemble, but tell 'em to hang back unless we need 'em. \n[129]Oh, great, the media... It's the goddamn traffic girl! \n[130]We can't get into that right now... \n[131]This works out, I'll play the fuckin' banjo for you. \n[132]We're hoofing it. \n[133]Whoa... FBI..! \n[134]How the hell you get here so fast? \n[135]Terrific. Who else is here? \n[136]Tell 'em to be cool. We're going up. Give me your master key. \n[137]Wait here. \n[138]I'm in. It's empty, but sit tight while I look around. \n[139]\n[140]I said keep everyone back!! \n[141]Get out of my sight. \n[142]What's the status? \n[143]Hurry it the hell up. \n[144]I should've known she'd come up. \n[145]-- \"Should've.\" Shit, there's a familiar word. That day... I was there soon enough. We should've rushed 'em, before they could finish setting up... \n[146]Twelve bodies -- only the hostages. \n[147]-- Those kids were ten years old! Same age as the Han boy... \n[148]C'mon! Who's pulling Javal's bank records? What about cross-referencing possible aliases? We got 33 minutes! \n[149]Go to the bottom of the list, work back through the last 12 hours. \n[150]Wait... go back... the one at seven this morning... \n[151]Get down! \n[152]\n[153]Get the fuck out of here! \n[154]Shit, it's like a Godzilla movie out here! \n[155]Miranda..! \n[156]I want you to get out of here... \n[157]...The Colonel hired Javal, made it look like he was working alone. Then he made sure Javal got killed, so we'd never find your family -- and they'd have an excuse to drop their bomb. But what's in it for 'em? \n[158]Negative -- his car's armored! And we need the bastard alive!! \n[159]One of yours? What the hell do you need heat- seeking rockets for in L.A.? \n[160]And they call me Mr. Overkill. Dave, what do you know about... \n[161]Strela-2 anti-aircraft rockets? \n[162]-- Skip the goddamn trivia! I need range, guidance, arming method, anything we can work with... \n[163]That Kraut-mobile have any weaknesses you'd like to tell me about? \n[164]No shit... \n[165]This were a Hyundai you wouldn't be. \n[166]Get me out of here... \n[167]Anybody see him? \n[168]Dave... You're sure those rockets are heat-seeking? \n[169]Just keep working your leads... \n[170]This is Carson. I need a copter. \n[171]Something small and nimble. Anybody... come in low, from the south... I'm on an ambulance by the 9th Street exit. \n[172]I'll make him open the sunroof. Someone can shoot tear gas or a percussion grenade inside. \n[173]No way. I couldn't stand making so many people happy. \n[174]You?! I wanted a police copter! \n[175]Wrong-o... \n[176]Got 'im -- looks like he's headed for the 101. \n[177]Pull hard to the left, on my signal... \n[178]Now! \n[179]Well, what the hell were you doing out there? \n[180]Oh, for Christ's sake... Hold on! \n[181]I'll just use my outstanding people skills. \n[182]That car's like a rock, right? \n[183]Dave... \n[184]Anything else come through? \n[185]Not yet... \n[186]You're shittin'... Where?! \n[187]...Have the Manager evacuate the complex. Find out which unit the family's in, but don't let anyone go in 'til we get there. \n[188]\"Fuck-you\" pumps?? \n[189]Apartment number would be real helpful, gang... \n[190]Okay... work with me here! \n[191]\n[192]We have to go out the window. \n[193]Too risky. Let's concentrate on getting you out of here. \n[194]Sound detectors? \n[195]Pressure sensors. Use 'em in convertibles: Bad guy sits on your seat, he sets the alarm off. These are rigged backwards -- get up, you set 'em off. \n[196]Nope. But I've had some car alarms in my day. For all the goddamn good they do... \n[197]Slide your arm forward... Watch the meter... Keep the pressure on the armrest with your elbow... \n[198]It'll squeeze the sensor, duplicate the weight of your arm... Okay... pick it up. \n[199]Low-tech solution... Lean back... Carefully. \n[200]Nag, nag, nag... \n[201]You'll be over in five seconds... \n[202]\n[203]Tell 'em I'm gonna release the hook and ride down on the line. \n[204]Release the cable from your side! Get out of here! \n[205]\n[206]...I'll call you next week. \n[207]The Bureau. They want me back on the hostage team. \n[208]Told 'em I'd sleep on it... \n[209]It's my outstanding people skills. ", "MIRANDA": "\n[1]Pete... please... we have to be up early tomorrow. Call the police. \n[2]\n[3]Not again... \n[4]I was watching that. \n[5]Be right with you... \n[6]Have you gotten any sleep lately? \n[7]Take mine. I'll ride in with Diane. \n[8]It's not for you. \n[9]I don't chase car thieves in my underwear. C'mon, you'd die of boredom if we ever sold this house and moved. \n[10]Lots of people bought at the top of the market... \n[11]I don't know why we even talk about it. The city's not the problem. So we move. It wouldn't matter. What's that saying: \"Wherever you go, there you are.\" \n[12]I hope you're current on your tetanus booster. Was it worth it? \n[13]Ask for a transfer. \n[14]I'm wondering whether to believe him when he says he's strictly motivated by money. \n[15]I still want to check the MO against known politicals, terrorists -- \n[16]Have someone talk to the LAPD, give them a cover story for the media about the crash on La Cienega. \n[17]I'm so enjoying this opportunity to finally work together... \n[18]Everything indicates he's working alone. And his concerns do seem to be solely about the money... so I agree that he's only using the Summit and the tension with North Korea to create extreme motivation to pay the ransom. \n[19]But it means we can get on with it. \n[20]Get one thing straight, Mr. Walther. If the Bureau had listened to Pete, Beverly Thrift never would've happened. \n[21]He'll expect a homing device -- \n[22]Why must you always refer generically to criminals as \"assholes?\" \n[23]You been reading my magazines in the bathroom again? \n[24]He's really exhibiting pressured speech... big effort here to sound calm. Same with his vocabulary... if he were in control, he wouldn't feel such a need to sound that way. \n[25]If we needle him he could get sloppy and give us an opening, but I'm not going to risk it. This is the worst kind of perpetrator: anything makes him deviate from his carefully- scripted plan, he could become extremely volatile. \n[26]Do we have back-up if the bleeper fails? \n[27]It's real important we don't lose him. He didn't go through all the trouble of designing that bomb not to use it. \n[28]Yes, please go ahead... \n[29]-- I'm only here to see that everyone gets what they want -- \n[30]The drop is at the DeMille barn, across from the Hollywood Bowl. You're to leave the money in the center of the parking lot. \n[31]Remember, Pete... we're dealing with a customer with a lot of rage. \n[32]What happened? \n[33]All right... Carefully... \n[34]Love to be in the loop on this... \n[35]Stop! The clock's running! Arguing is a luxury we can't afford! \n[36]What's done is done. There'll be plenty of time to point fingers later. \n[37]Well, the normal procedure is to negotiate with the perpetrator... \n[38]-- That's right! We can send them to our experts for analysis... \n[39]Colonel, you saw the perp. Describe him to the Ambassador, see if it's anyone he knows. \n[40]Photo enhancement... Isn't there some amazing tech with the LAPD -- \n[41]Given his behavior, this orange residue... I'd say Desoxyn, 25 mg. Amphetamines. \n[42]It's consistent with the lone wolf scenario: A handful of these is pure bravery-in-a-bottle, 'til the psychosis and paranoia kick in. We could check pharmacy records, on the remote chance he got them legally... if we had a couple of weeks, that is. \n[43]Forget it. It's a waste of manpower. \n[44]That gives him about fifty minutes to get to his location, move and secure the hostages, and activate his time bomb. \n[45]The most densely-populated part of the L.A. basin. This narrows it down to about 200,000 dwellings. \n[46]He was traveling west -- \n[47]C'mon, that's total conjecture -- \n[48]You're telling me? \n[49]No. The phony ice cream truck, the booby-trapped chairs... he could've \n[50]done it without half that stuff. But this was going to be the score of a lifetime... he was showing off. \n[51]I want to talk to the witnesses. \n[52]Then how did he get it? \n[53]He means all of us \"you people.\" \n[54]We talked about these billboards, when we were car shopping! Four- door... they make a wagon, too. Something Japanese... God, what was it? Toyota... Mazda... Honda... You thought it had no character. \n[55]You think!! You were there, too! \n[56]Pete! Christ, you're self-indulgent! There's nothing but anger and cynicism left inside you, so they're all you can express any more. No wonder everyone in the Bureau thinks you're such a nutcase! \n[57]You've been dying to tell me that... \n[58]Downtown, Century City, Westwood corridor, Museum Row, Mid- Wilshire... North of Sunset Strip there's a few... \n[59]And have them narrow their foot- searches to areas around high-rises. \n[60]This sure was a ballsy move for a car-alarm installer. \n[61]Ambassador -- \n[62]Quit giving me reasons to! \n[63]There still could be accomplices. If there are, they'll hear us in the helicopter. \n[64]Traffic person. \n[65]Sorry... \n[66]Guess what, Sister... you're about to spend the next five years in a penitentiary for interfering with a federal investigation. \n[67]Sorry... \n[68]I like what you've done with the place... \n[69]Stop it! \n[70]Pete -- \n[71]The Bureau never would've let you. They want it by the book: talk them out. \n[72]You were a greenhorn. It wasn't your decision. You can't keep living as such a raw nerve, never sleeping -- \n[73]Camry! The billboard! Toyota Camry! Where are the numbers for the outdoor ad companies? \n[74]Go..! \n[75]I heard. I'm in the copter. \n[76]Shut up and keep your eyes on the road. That's my goddamn car. Dave? You staying on top of the research? \n[77]Listen: the best way to help them is to stay at your computer. If any information comes in, holler. Okay? \n[78]-- You don't \"work with\" rockets, Peter! \n[79]Stay back. LAPD's putting up a roadblock. \n[80]Still heading north on the 110. \n[81]Are you out of your mind? \n[82]Switch to a secure channel. What on earth are you thinking? \n[83]Pete, you haven't gone... suicidal or anything on me, have you? \n[84]You fucking lunatic!! \n[85]Sorry... \n[86]You're completely deranged! Playing chicken with rockets! \n[87]Even if we can pry him out with... Twelve minutes to go, I doubt he'll be very cooperative. \n[88]Ever hear of \"fuck-me\" pumps? Well, these are fuck you pumps! Where's the family? \n[89]There! \n[90]How's it going in there? \n[91]Come over the railing! Grab onto the harness! \n[92]Tear the hook loose! \n[93]Try it anyway! \n[94]Who was that on the phone? \n[95]What did you say? \n[96]Working with you today was certainly... interesting, Inspector. \n[97]I hate this fucking town... ", "DAVE": "\n[1]I'm doin' field upgrades. Gives 'em a chance to hose out my cage. \n[2]Who's the fuckin' gargoyle? \n[3]Not if you made it. Why don't you get Sabatini to brew the java? She's the alleged chick. \n[4]Where's Carson? \n[5]Motherfuckers... \n[6]Latest and greatest. Wireless network link-ups. \n[7]Ingrates. \n[8]Under the seat. \n[9]I don't know! I'm never in a fuckin' hurry..! \n[10]Play the tape back. I might be able to pull the electronic serial number out of the subcarrier. \n[11]I wanted to be home by now, take the kids to the rally in Boyle Heights. \n[12]Our boy's in a fuckin' ice cream truck! \n[13]Son of a bitch! He found the bleepers -- both of them! \n[14]Toward the freeway. \n[15]On my way... \n[16]Newman's gone. \n[17]He quit, couple weeks ago. Opened a bed and breakfast in Wyoming. \n[18]Damn... they get HBO? I'd sure like to see the fight tonight. \n[19]Enchilada -- you saying that because I'm Mexican? \n[20]-- Bronsky. Transferred to Seattle PD a month ago. \n[21]Military. Cop, maybe. Shit, your average high-school student if they're so inclined. My guess is our perp used off-the-shelf equipment for everything except the C-4, and that's only slightly harder to get than crack or heroin, if you know who to ask. \n[22]...I know it's privileged information, goddammit! Lemme talk to a supervisor... You are a supervisor... Lemme talk to your goddamn supervisor... I told you, I'm with the FBI... Cellular company says he was using a phone with a cloned number. \n[23]That's what I'm trying to get. They're saying I need a subpoena. Don't put me on hold... Don't... I'm listening to Michael fuckin' Bolton! \n[24]...Peerless Auto Security. We need to know whether you've sold a large quantity of these components to any one customer, or whether you'd had any stolen recently... \n[25]I'm still holdin'! \n[26]He's on our hit parade. Interpol passed us his records when he entered the country. French by birth... looks like a total scumbag. \n[27]Raised in Quebec. Moved to Europe; served some short stretches, petty shit... arrested for kidnapping, no conviction. Did four years in France for blowing bank vaults. Moved to U.S. last year. Clean since then. \n[28]Address, according to the Auto Shop. \n[29]Finally got the call list from Javal's phone. Most aren't his; they're from the legit user who didn't know his number was cloned. \n[30]Here's the call to the Consulate -- 965-5000. The rest are dupes... all from the other guy... \n[31]I can't... My kids... \n[32]Okay... \n[33]I'm with ya... Strela-2. Perenosniy zenitniy raketniy kompleks. Russian factory index 9K-32-M2 -- \n[34]...The Strela-2 needs 45 meters to arm, so stay tight on his ass. \n[35]Classic IR, reflective optical system. How come? \n[36]Holy shit -- Knoll-It-All's turned into Dirty Harriet! \n[37]You're sure there were no accounts in the other names I gave you? \n[38]Take a hint. We're screwed. \n[39]\n[40]Wait! One of Javal's alias accounts: check for an apartment rental! \n[41]Park La Brea! \n[42]Private security's going around with PA's, and they set off the fire alarm. Well, try callin' him again! Manager's gone, and the Assistant can't find the key to get to the rental manifest. Then kick the fuckin' door down! ", "WALTHER": "\n[1]Clothes make the man. \n[2]The man makes payments on his Visa. \n[3]This is Diplomatic Liaison Earl Walther... What's the nature of your emer -- Aw, Jesus... not today... I'll inform channels and get a copter in the air. For God's sake, keep it quiet. Do what you can, but don't endanger civilians or the family! \n[4]Get the Secretary of State on the horn. I know he left already. I'm familiar with the concept of time zones. Find his ass. \n[5]Carson? Walther. Who told the Ambassador? \n[6]Goddamn it... Look, Mrs. Han was the North Korean Premier's niece! We're hearing rumors they're gonna make a major issue out of what happened here... \n[7]What the hell are you talking about? \n[8]Ambassador Han... my deepest -- \n[9]As soon as we have any to give... \n[10]Mr. Secretary... they're alive! \n[11]Of course. The FBI's top Hostage Negotiator is on the way -- \n[12]We have people who are experts in these situations. We really feel it would be best if you let them coordinate everything... \n[13]Let's get on it... \n[14]It's the President's intention to keep this quiet, move forward with the Summit, and work with the North Koreans. Jesus, you've already embarrassed the shit out of us over the phone surveillance -- \n[15]That's not the point! The point is not acknowledging it! We got an international incident brewing, with a country we were practically at war with last year! Our best Negotiator is gonna run point. If you got a problem, you can take the goddamn rest of the day off. \n[16]Not any more. \n[17]That's the Negotiator. You do the briefing. \n[18]Why didn't you tell me Doctor Knoll is your wife?! \n[19]Jesus, forget I asked. The cash will be here in an hour. Any thoughts on the kidnapper's thoughts? \n[20]All right, you're outta here! Is this the same insubordinate crap you pulled at Beverly Thrift? \n[21]It's settled. \n[22]Figure it out?! With what?! \n[23]-- They're gonna search the whole city in a goddamn hour..?! \n[24]Fuck you!! Every time you're on a case something explodes! \n[25]Carson... ", "BOBBI": "\n[1]...Good morning, Summit Day! It's gonna be the Super Bowl, the 4th of July, the Olympics and Woodstock all rolled into one! All over town there'll be parades, concerts, rallies, festivals... So get out there everyone, but plan your drive- time accordingly! This is Bobbi Marchfelder, your Eye in the Sky... \n[2]Please, L.A., I know we're about to have quite a party out there, but don't forget the Golden Rule on the roadways... News time is 3:59... \n[3]This is Bobbi Marchfelder, your Eye in the Sky... back to you, Brent... \n[4]Hey, dickhead... I was backlit that entire segment! Keep... the sun... to my left!! \n[5]What's new on the kidnapping rumor? \n[6]Go back over the hill. \n[7]-- \"Stalled vehicle! One lane closed! Sig alert..!\" I'll improvise! \n[8]What are you lookin' at? I was the morning anchor in Houston! And I'm one break away from getting out of this stupid fuckin' whirlybird! \n[9]Where are you going? \n[10]Hey, you expect to use my station's facilities and not even tell us -- \n[11]What the fuck are you, the Barbie Corporate Ass-Lick model? \n[12]Figures... you dickless wonder. \n[13]Marchfelder. \n[14]You need a traffic ticket fixed? \n[15]Turn the fuckin' camera on! DO IT!! \n[16]I'll rip your miserable eyeballs out! NEWS IS OUR FUCKIN' JOB!! \n[17]...A warning was radioed to U.S. Intelligence that a biological weapon, allegedly containing the deadly Pneumonic Plague, is approaching Los Angeles. While unconfirmed, the President and other leaders are all late in arriving... \n[18]Don't lose the Benz, moron... pull back... show the other copters around us... this is fuckin' great... \n[19]Jesus fuckin' God!!! Uh, I think we're gonna set down now. Back to you, Brent. \n[20]Save it for someone who gives a shit! \n[21]Get this fuckin' thing in the air! Out! Not enough room for four. \n[22]And he doesn't go unless I go! \n[23]\n[24]I'm a respected electronic journalist, you fuckin' prick!! ", "PRESIDENT": "\n[1]...It's an honor hosting my fellow leaders in Los Angeles, the capitol city of the Pacific Rim... \n[2]What the hell is the big crisis? \n[3]Bullshit. They're just ticked because we don't want the Chinese dragging their asses into the treaty talks. \n[4]Respond?! Christ. What about the damn Premier? \n[5]I don't want to deal with this right now! Get our diplomats on it. Tell the North we'll pay the ransom for 'em... Placate 'em! And make damn sure we get that family back in one piece. Who's in charge in L.A.? \n[6]-- Whatever. I want a total news blackout and I want this over with, quickly! Without giving those Commie little bastards any excuse to shit all over my Summit! \n[7]Meaning? \n[8]Are they out of their fuckin' minds?! What kind of retaliation? \n[9]-- A goddamn WHAT?? \n[10]I don't believe I'm hearing this! So if we know it's coming, we can knock it out of the fuckin' sky! \n[11]-- You're saying we got all this lousy hardware and can't stop one goddamn missile?? \n[12]I want an immediate search for all ships within range. \n[13]There's no reason to panic yet -- they can't launch until after the family's confirmed dead! \n[14]Shit! I really don't need this today! \n[15]I'd like to turn 'em into a radioactive parking lot. \n[16]Believe me, the North drops one in my fuckin' city, I'm dropping ten in theirs. Get some bombers in the air. And don't tell me any more bad news! \n[17]So what the hell does \"Kipchak\" mean? \n[18]Get to the goddamn point, Major. \n[19]The Black Plague?! Every time I talk to you fuckin' guys it gets worse! What happened to this \"limited retaliation\" shit? \n[20]They use a biological weapon on American soil, they have to know we'll respond! \n[21]What the hell are we doing in L.A.? \n[22]All right. Assuming the worst... What'll happen? \n[23]I'm gonna toast those fuckers! Have the Summit leaders been warned? \n[24]And you're sure it's safe if we can get 'em to destroy the missile in flight? ", "AMBASSADOR HAN": "\n[1][Go change.] \n[2][You smell like a fireplace.] \n[3]Someone took my family! \n[4]My men are going! \n[5]It's a white telephone van, driving west on Washington Boulevard. \n[6]Mr. Walther? \n[7]-- I have no wish for condolences. Just answers. \n[8]Yoon..?! \n[9]I need to know my children are all right. \n[10]There is a television in my office. \n[11]P'yÚngyang must approve the ransom... \n[12]Perhaps that is better. Inspector Carson knows the terrain -- \n[13]This is impossible! How can you even begin to find them? \n[14]Take them upstairs. \n[15]I felt safer when I was the Ambassador to Libya. \n[16]On occasion, my wife has been known to kick my ankle under the table. \n[17]There are men in my government whose power depends on North Korea staying as it is: Socialist, repressive, isolated from the world. They'll resort to anything, even war, to keep it that way. They have the Hitler Syndrome: if their country cannot exist the way they want it, they would rather see it destroyed. \n[18]There could be another riot... \n[19]Strela-2... \n[20]I don't think so -- they said it was solid as a rock. \n[21]I can't believe I'm still alive... \n[22]What are both of you doing? \n[23]Let him up. ", "SABATINI": "\n[1]\"Chuckles,\" as we're inclined to call him. Friggin' graveyard shift... \n[2]Blow me. \n[3]On his way. Some creeps tried to rip off his Mustang last night. They cut the ragtop. \n[4]Whoa, slow down, I'm gonna pee. \n[5]You got no jurisdiction outside this property! \n[6]Shit! Yank his fuckin' leash! \n[7]You're ridin' shotgun. \n[8]Someone snatched Han's family! White phone van, westbound on Washington! \n[9]Think it's them? \n[10]Copy that one. \n[11]Don't puke... I hate when guys puke! \n[12]We got a cabin in Big Bear. By now, L.A. was supposed to be a brown blotch in the rear-view mirror. \n[13]I need some fuckin' ink!! \n[14]I'd send it to Langley. Let the CIA earn their keep. \n[15]-- I'd trust his instincts when dealing with maniacs. He is deeply disturbed. \n[16]Big surprise. Have 'em send a list of the numbers called on the account. \n[17]Walther! Get on the horn to Justice and deal with this! \n[18]Image enhancements came back. \n[19]The sun position tells us the windows are facing northeast. Here's the best -- look at the glass on the prints hanging in the background. There's a reflection of a reflection, out on the street: the corner of a billboard. \n[20]Nothing yet! Everyone's left their goddamn offices already! \n[21]Isn't that redundant? \n[22]'She's got the field experience'... To park the fuckin' car! \n[23]Where's Carson? ", "JAVAL": "\n[1]Very good. You may go now... \n[2]You see that I'm serious in my intention, yes? If you cooperate, you and your children will be home for dinner tonight. \n[3]\n[4]I need to concentrate! \n[5]Does anyone need to use the rest room? This will be your last opportunity for a few hours. Very well. Mrs. Han, Sam, Joy, please sit here. And you... what is your name? \n[6]No, Mrs. Han, this one. Thank you. \n[7]You afford me some additional bargaining power. But not much. \n[8]There. No taping your mouths, no restraints. Please remain still while I explain. The meters on the left indicate sound pressure -- Decibels. There are microphones on your chair backs. If you raise your voices above certain level, putting your meter in the red zone for more than one sustained second, the circuit will be closed. The right meters indicate motion. There are pressure sensors inside the armrests and seats. The sensors don't like to get wet, so I hope you were honest about not needing to use the loo. If you make any excess movements, or try to leave your chair, the circuit will be closed. \n[9]Kaboom... \n[10]Easy... deep breath... Do each of you understand? \n[11]Keep your wits, and all will be fine. \n[12]I want you to remember the feeling you had when you thought your family was dead, and use it to inform the choices you're about to make. \n[13]Be in front of a television in two minutes. Tune it to channel four. You'll get the picture. \n[14]There must surely be several people in the room; you may put me on the speakerbox if you wish. \n[15]I am not a terrorist. Your countries' political posturing means nothing to me. So do not waste time trying to negotiate. The Federal Reserve Bank of Los Angeles can furnish ten million dollars U.S. by 2:00 PM. The required denominations are in the instructions, as is the method of packaging. Be in your car at 3:00 PM, and drive north on Highland Avenue. I will call with where to leave the money, which you will do at 3:30. If I am unmolested, I will call again at 4:00 with the family's location and the method for removing them from their... predicament. Could you please refer to page one? Any deviation from these instructions and my device will fulfill its function at exactly 5:00 PM. \n[16]That's more like it... \n[17]\"And my device will fulfill its function at exactly 5:00 PM...\" \n[18]Ah... this must be one of those professionals -- \n[19]-- I've got my shotgun in little Lisa's mouth, and I will pull the trigger in five seconds unless you put the Ambassador on the phone. \n[20]\n[21]\n[22]", "COLONEL LEE": "\n[1][You must stay here.] \n[2]You should not have interfered! \n[3]You are tapping our phones?! \n[4]I will bring the money to him. \n[5]The hostages are citizens of the People's Republic of Korea -- \n[6]-- Then he can come with me. \n[7]Turn around! \n[8]\n[9]There is no surveillance equipment. This is a diplomatic facility -- \n[10]Analog. \n[11]Stolen!? What is it with you people -- \n[12]And our car was stolen. \n[13]Perhaps someone will decide it is foolish to incur the wrath of North Korea. \n[14]Why wait until five? \n[15]Wait! \n[16]Inside. \n[17]Victory! ", "ROBBINS": "\n[1]Yo, Dave the Computer Man! Actually escaped the office! \n[2]Their Chief of Security, Colonel Lee. \n[3]Love to know what dope made it the Bureau's job to give full-time protection to foreign consulates. Cup a mud? \n[4]Me, too. \n[5]Keys! \n[6]Cherry? \n[7]Siren? \n[8]Forget about him! \n[9]We're screwed on the trace -- he's on a cell phone. \n[10]Hey, great idea... \n[11]...Phone company decal's a fake. DMV says the van was purchased a week ago from a private party in Santa Monica. I called 'em; they said the guy paid cash, and he fits our boy's description. Signed the name \"Douglas McArthur\" to the Transfer of Title. \n[12]A lot of the components are made by the same manufacturer -- a car security company. \n[13]...Yeah, Peerless Auto Security... fine... get your manager... \n[14]Wilshire and West PD Divisions had seven vehicles running with sirens at 9:32. They're getting the routes from the officers now. \n[15]Parker Center's making those calls. ", "WIDER": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]", "CIA CHIEF": "\n[1]Which is a real possibility. Most of those old-fart Generals don't want to \n[2]be part of the Summit any more than we want them to. They're mad as hell he even talked to the Chinese. \n[3]What about your man stationed at the Consulate... Carson? He was demoted from the FBI Hostage Program, couple years back. And this did happen on his watch... \n[4]They're threatening to pull a Saddam Hussein: remember the Scuds he lobbed at Jerusalem during Desert Storm? They're talking about firing a missile into Los Angeles -- \n[5]Afraid that's not the case... \n[6]Our Op says they've timed their retaliation to hit right after 5:00. \n[7]Absolutely. Their whole game depends on claiming a legitimate provocation. \n[8]Seems the missile is armed with a warhead carrying the Pneumonic Plague. \n[9]We think one of the Hard-liners switched the warhead without the Premier's knowledge. But he's not about to take our word for it, and he's too weak to risk the humiliation of backing down. \n[10]We could have 500,000 infected in a week, who knows how many after that. \n[11]I suggest none of this go any further -- not even to the agents working to find the family. Word leaks out to a city of 12 million people there's rocket full of the Plague coming at 'em, you'll create a panic of biblical proportions. ", "JOY": "\n[1]There are six bathrooms in this house, Sam. \n[2]\n[3]Can we give Lisa a ride? \n[4]Why us? \n[5]What if something goes wrong? \n[6]Oh, my God... \n[7]I always hated that guy... \n[8]They must know we're here... \n[9]Mother... Sam... ", "NEW ANGLE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]", "SECRETARY OF STATE": "\n[1]We just received a missive from the North Korean attachÈ. They say the kidnapping is a U.S. plot to provoke and humiliate them during the Summit. \n[2]He's weak. He has to look tough to save face, keep control of hard- liners... otherwise he risks a coup. \n[3]There's a Diplomatic Liaison from State, too. \n[4]...North Koreans have gone ballistic, accusing us of botching the ransom drop on purpose. \n[5]To the eyes of the world it's a measured response -- like what Reagan did to Qaddafi. But actually striking at an American city would be a huge psychological victory for them. \n[6]That's the problem: we can't. We're the last superpower. Our hands are tied by politics, alliances, goddamn stacks of treaties... most we could do is give 'em a \"measured response\" back again, or everyone starts crying that we're the bullies. \n[7]The North Koreans insist the missile carries a conventional payload. They say we're trying to trick them into aborting the attack. \n[8]Maybe they don't think we got the guts. Maybe they want a war, 'cause they think they can whip us, like what happened in 'Nam. Look who we're dealing with: a teetering, outlaw regime, and inside it, some wild-ass renegades working their screwy agenda! ", "SECRETARY OF DEFENSE": "\n[1]They're still harping on that \"American plot\" nonsense. \n[2]They say the death of the Premier's niece and her family would justify immediate retaliation. \n[3]The AS-15 is gyro-guided. It will find the city, but it's not too accurate beyond that. \n[4]These weapons fly subsonically, below radar... we don't have the defenses in place... If we'd had the time to deploy a string of Patriot anti- missile batteries across the coast -- \n[5]Still, we should let them know there'd be a response... if it comes to it. \n[6]Damn, I miss the Cold War. Russians wouldn't have dreamt of pulling a stunt like this. \n[7]Especially since the uplink from our Op in P'yÚngyang was unencrypted. \n[8]We've deployed Marines from Pendleton and Twenty-Nine Palms, Army from Ft. Irwin, put 'em in protective suits, but it's 40 minutes before they're on the ground. ", "INTELLIGENCE OFFICER": "\n[1]We have a covert operative in place. He reports the hard-liners and moderates in the High Command are arguing about how to respond, should the Premier's niece and her children should be killed. \n[2]Best guess is an AS-15, medium-range cruise -- their version of our Tomahawk, launched from offshore. \n[3]The North Korean Premier holds what we call a \"Brinksman Switch.\" He's able to destroy a missile in flight, right up to the moment before it achieves its target. \n[4]Uh, it's a code name... for weapons using the Yersinia Pestis bacillus... \n[5]Kipchaks were Asian nomads. In 1347 they attacked a Genoese fort, and catapulted infected corpses over the walls. The Genoese who survived carried the disease back to Europe... and it killed half the population. \n[6]The warhead vents the plague bacteria above the target area, infecting about 50,000 people. First symptoms are vomiting, lymph nodes become swollen; temperature rises to 105\u0083. Victims turn deep purple from lung hemorrhaging, usually die the same day. There are treatments -- streptomycin and tetracyclines -- but we'd be overwhelmed by the numbers and its extreme contagiousness. \n[7]The bacteria can't survive the heat of an explosion. ", "INSTALLER #1": "\n[1]Tell Jerry, pick up line one! \n[2]Some cop's asking if we sold a bunch of Peerless parts. \n[3]Javal's off today. \n[4]You're gonna have to call back on Monday... \n[5]-- Yeah, Javal... \n[6]Zombie Eyes! You know the man? \n[7]Paul Javal... hang on, we'll look it up... This an immigration thing? Shit, he's our best installer. ", "SAM": "\n[1]I can't stand it -- half an hour to get to the stupid school every morning... with no music... [Just our damn Nanny...] \n[2]But only one with a smoking section. \n[3]The glass is an inch thick. Armor-plated. Bulletproof. Bomb- proof. \n[4]\n[5]High-tech problem, low-tech solution. \n[6]You a bomb expert? "}}