{"dialogues": {"DANNY": "\n[1]My name is Tom Van Allen ... or Danny Flynne ... \n[2]... I don't know anymore. Maybe I'll let you decide.  Maybe you can help me, friend.  As you can see, I don't have a hell of a lot of time left. \n[3]Avenging angel ... Judas Iscariot ... Loving husband ... Prodigal Son ... The prince of Denmark ...? \n[4]All of these? None of these? You decide, friend.  You decide. Trumpet player? Speed freak? Speed freak. That's as good a place as any. But first, a little background on the mad world of the tweaker .. \n[5]Methedrene was first distilled by a Japanese scientist before WWII. Hand it to the Japanese, they knew a good thing when they saw it. \n[6]This guy's so tweaked, he probably thinks he can survive this without a scratch. \n[7]Maybe not. By some estimates, 2% of the Japanese population had a meth problem after the war: factory workers, soldiers, pilots.  Maybe that's why it took two bombs to get 'em to surrender.  A nuclear blast is just a minor nuisance to a determined tweaker. \n[8]In the fifties, the housewives got ahold of it.  Dexedrine. Benzedrine. Methedrene ... \n[9]Now that's a classic speed freak for you, skinny and cleaning the house.  I'll bet her poor husband never knew what hit him in the sack either. \n[10]There were even rumors that one of our presidents dabbled with mysterious \"energy shots\".  Imagine that: a slammer in the White House. \n[11]If it's true, I'll bet ol' Krushchev never got a word in edgewise. \n[12]By the late 60's the government finally cracked down and sent the whole thing underground.  Bikers controlled the market for a while. \n[13]But now anyone with a basic chemistry kit and the right ingredients can cook it up at home. \n[14]Ever see a long-haired tattooed freak buying up all the cold medicine he can lay his hands on at three in the morning. \n[15]Take it from me, he ain't got no cold.  He's a cook.  Look in his kitchen and you'll find a whole grocery list of unsavory ingredients. \n[16]Drain cleaner, hydrochloric acid, match heads for red phosphorus, ether and of course the cold medicine .. that's for Ephedrene, soon to become Methedrene \n[17]This guy's a regular Julia Child. Problem is, I'll be even Miss Julia fucks up the bouillabaisse from time to time. \n[18]Oh-oh. \n[19]And so this is where I find myself. No. I should choose my words more wisely: this is the world I sought out.  The land of the perpetual night- party.  Day swallowing night and night swallowing day.  The crank compressing time like some divine piston on its awesome downstroke. \n[20]We've been at this for three days ... or is it four?  Tweakerrs, lokers, slammers coming and going, swearing eternal allegiance and undying love for one another, only to wake up after the binge and realize you wouldn't walk across the street to piss on one of 'em if their head was on fire. Is it three days or is it four? \n[21]I know what you're thinking. But don't give up on me just yet.  And for God's sake, don't pity me. Don't make any judgments until you've seen my whole story. And keep your eyes open. Nothing is what it seems. \n[22]How the hell did we get this detail? \n[23]What time is it? \n[24]Midnight? \n[25]Where to? \n[26]Lead the way. \n[27]I hadn't noticed. I've seen you around.  What's your name? \n[28]Why's that? \n[29]You don't say. \n[30]Well, Jimmy the Finn, let's go score some gack. \n[31]Nah, we didn't bring 'em.  That's just your good crank talking, brother. \n[32]We were hoping to catch a few ourselves if you'll hook us up. \n[33]Like I said. \n[34]Hobby? \n[35]Hey, Bobby, look .. What you got going with your old lay, it's none of our business. We're just a couple of dope fiends trying to score. \n[36]Nice dealer you got there, Jimmy. \n[37]C.I. number 678-43K-107 Tanner and Garcetti \n[38]I've got a hot one. \n[39]If it's all the same to you, I'd rather not dish right here in the middle of Crankville. \n[40]Well, you know what they say, just because you're paranoid, doesn't mean everyone's not out to slice your balls off and shove 'em down your throat. \n[41]Bobby, rhymes with hobby. \n[42]Never mind.  Dude had a backfull of jailhouse tatts. \n[43]It was all pretty informal.  Didn't have a lot of time to exchange pleasantries. \n[44]It speaks! \n[45]That's him.  He's a lot prettier in person though. \n[46]Dude is bugging.  Transparent spiders, plastic men - the whole nine yards. \n[47]Couple of eightballs, maybe more. \n[48]Cheap ass techno knockoff in the drawer with extra mags. \n[49]12 gauge in the closet. \n[50]Alas, the lovely Mrs. Bobby was playing the bologna in a Posturpedic sandwich And there was a kid. \n[51]Yeah. Pretty sure. Oh yeah ... he had a spear gun, too. \n[52]Somebody has to help you lazy bastards. \n[53]Hey Tanner ... you be careful, okay? \n[54]Don't be. I'm worried about the kid. \n[55]Hey, you want me to do all your work for you, numbnuts? \n[56]Garcetti, you're teeth, they're fucking perfect. \n[57]You're welcome. \n[58]Let me help you with those. \n[59]And to think Miss Manner was living down the hall from me and I didn't even know it! \n[60]Hey, you left a can of ... \n[61]... some Chinese looking shit out here. \n[62]I'll just leave it by the door here. I'm going now! \n[63]You really oughta be more careful. This is not a good neighborhood. \n[64]You did the right thing. What is this stuff anyway? \n[65]Yummy. \n[66]My name is Danny Flynne. And you are? \n[67]My name is Tom Van Allen I play the trumpet. \n[68]My name is Tom Van Allen. I play the trumpet. \n[69]My name is Tom Van Allen and I play the trumpet. \n[70]Okay, we'll stay.  We'll stay. \n[71]No ... We'll stay. \n[72]You think I'm a Judas? \n[73]Garcetti thinks I'm a pile of shit. \n[74]Thanks for not judging me. \n[75]Don't you wonder why I do it? \n[76]You don't find that repugnant? \n[77]Tell that to Bobby ... and his wife and kid. \n[78]It's a long story.  Maybe I'll tell you all about it some day. \n[79]Hey, Garcetti ... You ever get confused and try to flush yourself? You tell him? \n[80]Tell me what? \n[81]Tell me what? \n[82]Yeah.  What about him? \n[83]To who? \n[84]And what does this have to do with me? \n[85]What?! \n[86]Shut up, Garcetti! \n[87]If he finds out it's me, I'm a dead man. \n[88]How the hell am I gonna do that?  You guys are still stringing me a long on that possession charge. \n[89]Fuck you, Garcetti. I been at this for almost a year. I've done everything you guys have asked of me. \n[90]When? \n[91]\n[92]Who wouldn't? \n[93]It's downright classy is what it is. \n[94]You consider my presentation? \n[95]Jimmy, you don't look so hot. \n[96]You on a roll? \n[97]Sorry. \n[98]You're brain is in reverse mode ... cutting off your supply of dopamine. Here.  Have a beer. \n[99]You see the crank bugs? \n[100]That's a good one. \n[101]I guess there's just no substitute for good genes. \n[102]You hear about Bobby? \n[103]I kind of doubt it, Jimmy. \n[104]Business.  I need to leave town and I find myself in dire need of some cash. \n[105]What? \n[106]Don't get carried away. \n[107]You remember that guy you told me about ... said he could handle a big hook-up? \n[108]I know a buyer.  Guy's looking for a quarter's worth. \n[109]A quarter of a million, Jimmy. \n[110]Can your man handle that? \n[111]Can you set that up? \n[112]I'm getting a 10% finder's fee from my man if I can get the right price. \n[113]25 grand.  You introduce me to your boy, I'll cut you five grand out of my take.  That's all you gotta do, just get me in the door. \n[114]Jimmy, where do you find these people? \n[115]Not tonight. \n[116]Personal protection. It's a dangerous world we live in, Jimmy, a very dangerous world. \n[117]Heavens no. I was just admiring your boots. \n[118]Did you purchase them locally? \n[119]Goodbye now. Nice meeting you. \n[120]You know, Jimmy, you might as well put a sign on the back of this thing asking the cops to pull you over. \n[121]Yeah, that's what I mean. Where the hell does this guy live anyway? \n[122]Why do they call him Pooh-Bear? \n[123]You're going to have to explain that one. \n[124]You're going to have to give me a little more than that, Jimmy. \n[125]You ever see Queen Elizabeth sleep? \n[126]Um, I think the Warren Commission has been closed for a while. \n[127]Yeah, I uh, have a buyer who's looking for about a quarter's worth. \n[128]The good stuff.  Can you handle that? \n[129]No, I'm good. \n[130]Not bad. \n[131]Can we talk price? \n[132]I don't know, 14,000 a kilo? \n[133]Okay ... How about um .. 6,000 a ounce. \n[134]You're serious? \n[135]But I just met you. \n[136]So that's 40 lbs. at 6 a pound then? \n[137]Pooh-Bear, I don't mean to be rude, but I get the feeling you aren't taking me seriously. \n[138]Why do you say that? \n[139]Hey, I was just trying to ... \n[140]Hey, I don't play that. \n[141]Look, you don't have to ... \n[142]Now you're insulting me.  Nice talking business with you. \n[143]I'll leave it.  Eight is as high as I'll go.  See ya'. \n[144]No. I'm good. \n[145]Sure, Jimmy. \n[146]John Fitzgerald Kennedy. \n[147]Yes, Jimmy \n[148]Yes, Jimmy. \n[149]Why in God's name would we want to do that? \n[150]To who? \n[151]I'm afraid I'm gonna have to pass on this one, boys. \n[152]You okay? She nods. \n[153]Well...good night then. \n[154]Why are you out here? \n[155]Look...I'd like to help you out ... but I really don't want to get involved. \n[156]Don't be. \n[157]I was thinking Alice Cooper. \n[158]Come on, cheer up. It could be worse. \n[159]I don't know .... you could be staking your financial future on stealing Bob Hope's stool specimen. \n[160]See. No matter how bad things are, there's always someone a little worse off. \n[161]Leave me out of this. \n[162]Nevertheless, I still try to see the glass as half-full. \n[163]Problem is, it's usually half-full of something that tastes a  lot like urine. \n[164]Ouch. \n[165]Hey, did I mention that I was a coward? \n[166]Quincey. You sure he isn't gonna come looking for you? \n[167]This man sounds like a real catch. \n[168]Colette ... \n[169]Nothing. \n[170]Look, it's really none of my business but why don't you just dump this guy? \n[171]Don't tell me, down deep he's really not a bad person and you don't want to see him get hurt. \n[172]Then leave. \n[173]Why not? \n[174]There's nothing to understand. The guy is a pig. \n[175]You get off on abuse or something? \n[176]Then why don't you leave? Just give me one good reason. \n[177]Why don't you call the cops? \n[178]That's long enough to get out of town. \n[179]Then make sure he gets put away for longer. \n[180]I don't know. Let me think about it. \n[181]Why? The guys is ready to deal now. \n[182]Now that's down-right insulting. \n[183]I guess I don't have a hell of a lot of choice. \n[184]Jesus, you almost gave me a heart attack! \n[185]What the hell are you doing here? \n[186]I was trying to score some dope. \n[187]Someone want to tell me what the hell is going on here? \n[188]What did I do?! \n[189]This is a joke, right?  You put him up to this, Garcetti? \n[190]Come on Tanner ... don't ... \n[191]I can't help it, Tanner, you hit like a fucking girl. \n[192]Garcetti, do something. \n[193]I still don't know what you're talking about. \n[194]Jimmy? \n[195]He's the only one I told. \n[196]I met the guy at a party.  He said he wanted to do a biggie. He's new in town so I offered my services. \n[197]Bubba. \n[198]I swear. That's all he gave me. Hell, I didn't give him my real name either He figured the less we know about each other, the better. \n[199]After that ass-whipping you gave me? \n[200]Now that I can help you with. Nasty boy ... goes by the name of Pooh-Bear. He's a chef. Check with Palmdale P.D. I'm sure they're keeping box scores on the guy. \n[201]Oh they're all that and the proverbial bag of chips. \n[202]Standard vig.  Minus five for a certain blabber-mouth moron by the name of Jimmy the Finn, who's living proof that natural selection is a flawed theory. \n[203]Look man, I just wanted to make some dough and disappear.  I didn't want to wait around for Domingo to figure out who doubled back on him. \n[204]But now I've seen the error of my ways.  I'll just walk away ... call the whole deal off. \n[205]You mean you want me to roll on these guys? \n[206]No. No way.  These guys catch a whiff and I'm a fucking bag of Bandini. \n[207]Whata you mean I've got no choice? \n[208]For that old possession charge? Gimme a break. \n[209]That would be me. \n[210]Hell, yes!  What the hell do you expect zapping Mr. Johnson with that crackler? \n[211]Lay off, Garcetti.  I'm not in the mood. \n[212]News-flash, Tanner. I'm a fucking rat. \n[213]I'm sorry, Liz. I love you and I'm sorry. \n[214]Oh. Hi. \n[215]Turns out I'm allergic to steel-toed boots. Go figure. By the way, I'm not looking for a matching set. Where's Quincey? \n[216]How far out of town? \n[217]Miles Davis. \"All Blues.\" \n[218]Just a fucked-up guy who played beautiful music. \n[219]Nah. I'm strictly minor league... except for the fucked-up part. \n[220]Dude played his soul right out the end of the horn. No false notes. Always honest. \n[221]It's the only way to play. \n[222]I try. \n[223]What are you up to? \n[224]What do you want from me, Colette? \n[225]It gets me through the day. \n[226]Look, I can't help you with Quincey if that's what you're after. \n[227]So you're just attracted to me, is that it? \n[228]How much time do you have? \n[229]How much time do you have? \n[230]Who the fuck are you? Dr. Joyce Brothers? \n[231]You don't like the tune, find another station. \n[232]Therapy session is over. \n[233]No. But I'm the only one with my sad story. And that's how it's gonna stay. \n[234]Excuse me? \n[235]Why doesn't Palmdale P.D. just raid the guy? \n[236]Whata you mean?  He told me - \n[237]What's to stop him from just ripping me off then? \n[238]Funny, I don't feel lucky. \n[239]What if he caps me before you can make a move? \n[240]Speaking of which ... you run that license plate for me? \n[241]What? Is it bad? \n[242]Who is it? \n[243]Come on! Who is it?  Domingo's boys? \n[244]I'm making the small buy tonight ... if I don't get beaten to death with a wheelchair or something.  If everyone is happy, we'll do the big deal later in the week. \n[245]Pooh-Bear, my man.  What's up? \n[246]You want to do this some other time? \n[247]I'm sorry? \n[248]Come on, guys ... \n[249]Pooh-Bear. come on, man.  What is this? It's me, Danny. I thought we had a deal. \n[250]What?! \n[251]Please .. I don't know what you're ... \n[252]Jesus Christ. Um ... I'm not .. Captain Steubing. I'm not working for the cops. \n[253]My what? \n[254]This is fucking crazy! \n[255]Oh fuck ... oh Jesus ... \n[256]Okay! Okay! \n[257]Oh my God ... oh-my-fucking-God ... \n[258]I didn't fucking do anything! I swear to God! \n[259]Captain Steubing, listen to me. You're after the wrong guy. This is the fuck you should be talking to. \n[260]Jimmy told me that Little Bill's been shorting Pooh-Bear ... settin' up his own stuff on the side. \n[261]It's true. Jimmy saw him flashing a pimp role at a bar the other night ... said he was dissin' your ass in front of one of your customers. \n[262]Can I pull my dick out now? \n[263]Can I pull my dick out? \n[264]\n[265]I ought to just call this whole thing off right now. \n[266]What the hell was that? Who told you I was five-0? \n[267]Did it ever occur to you that someone might cop to something they didn't do rather than have their balls chewed off by a rabid weasel? \n[268]That's real sweet, Garcetti.  Thanks. \n[269]Murder.  Beautiful. \n[270]You know, I'm starting to think I'd rather take my chances with Domingo than go through any more of this shit. \n[271]Jesus. \n[272]Yeah. \n[273]It's Tom. \n[274]All right, Nancy, how'd you track me down? \n[275]Maybe I should just go. \n[276]Closure? How do you find closure when her killers are still running around out there? \n[277]Is that what you want me to do?  Put it all on Jesus?  Let him sort it out in the afterlife? \n[278]Maybe I am dealing with it. \n[279]Then why don't I see any pictures Of me up there? \n[280]You never did like me much, did you Verne? And you can't stand it that I walked out of there alive and Liz didn't. You think I'm a coward, don't you? \n[281]I don't blame you for hating me.  At least I understand that. But forgiving the butchers who killed Liz well I'm having some trouble with that one. \n[282]I'm genuinely happy that you found some peace, Nancy. But you can't forgive for Liz.  No one can.  And you can't forgive for me. \n[283]I don't buy that. There's a place for hatred. Did you know that Liz and I got into an argument the night she was killed? I acted like an ass and I never had a chance to apologize to her.  Do you know what that feels like? \n[284]How? \n[285]What does that mean? \n[286]You don't understand. \n[287]Nothing. It's ... it's complicated. I just want you to know ... I'm not what you think I am. \n[288]Who is it? \n[289]I'm kind of busy. \n[290]Oh Jesus. \n[291]Colette ... You've gotta leave. \n[292]What about a battered woman's shelter? You can move you kid in with you. \n[293]You can still work. \n[294]Find a new job. \n[295]You always been this stubborn? \n[296]Ass first into the world. \n[297]I can't. \n[298]I can't. \n[299]I just can't. Okay? \n[300]Look, maybe you oughta' leave. \n[301]I can't tell you. \n[302]Yes. \n[303]Don't go. Please, Colette. Stay and talk to me, please. \n[304]I'm so tired of lying. \n[305]She died knowing that I was a coward... that I didn't lift a finger to help her. \n[306]No, you're wrong, I tried to tell myself the same thing but I could have gotten up. I could have done something. \n[307]Nothing could be worse then this slow death I'm living now. \n[308]Colette...I want to help you, with Quincey. \n[309]But you gotta be serious about it. \n[310]I want to do this for you.  I want to do something good for a change. \n[311]I want you to hide this somewhere where Quincy won't find it. \n[312]Never mind. Just do what I say. He holds out the baggie. Colette backs away. \n[313]I'm offering you the chance to take care of your problems. Take it. Don't make the same mistake I did, Colette. Do something while you have a chance. Do it for your daughter before something happens. Believe me, you don't want to live with this burden. He helds the baggie out again. Colette reluctantly takes it from him. \n[314]Tommorrow night, when he is asleep. I want you to beep me at this number. He writes the number down on a dollar bill. \n[315]Will you do that? Then I want you to get out of the room. \n[316]Don't worry about it. Just go across the street and watch. You'll know when it's safe to go back. \n[317]Just do it. All your problems with Quincey will be taken care of. \n[318]Tem thousand dollars. Everything I could spare. It's for you. \n[319]You aren't coming with me. \n[320]I need you to do me a favor instead. \n[321]Wait till I tell you what it is. \n[322]Why? \n[323]Jimmy, look, there's something I have to tell you. \n[324]What the hell is that? \n[325]I really have to tell you something. It's important. \n[326]I'm not a tweaker. I don't use drugs. I never had. \n[327]I'm not joking. \n[328]When? When did you ever see me use? \n[329]You ever notice how I always showed up, in the middle of a binge? Left before it was over? How I sneak away for cap-naps? How when the crank came around to me, I always said I'd just done one? \n[330]You asked me how I always keep my shit together. Well, that's how. \n[331]Are you kidding me? A bunch of amped -out tweakers? It was easy. \n[332]I can't tell you. \n[333]I don't trust anybody. \n[334]It's cool. I understand Danny gets up to leave. \n[335]Because I don't want to see you end up like Kujo and those other losers. I thought that maybe if you knew that I didn't use, you might see it in yourself to go clear. \n[336]You mad at me, Jimmy? \n[337]I'm sorry. I couldn't. \n[338]You know you can get that tattoo removed, don't you. \n[339]Good for you Jimmy. \n[340]I really want you to take this. \n[341]You're a good man. Jimmy the Finn. \n[342]Everything go? \n[343]Just make sure you come alone. This guy won't like any surprises \n[344]I'll see you tonight. \n[345]With you clowns watching my back? What do you think? \n[346]You tell me. \n[347]I played the long shot. Just got lucky. \n[348]All I saw was the headlights. The high beams were on. \n[349]How many times do we have to go through this? \n[350]Yeah, but he was in silhouette. \n[351]They were wearing ski masks. I told you all of this. \n[352]No, Why? \n[353]Nothing, I'm trying to remember... \n[354]I'm sorry... I didn't see his hair color... I'm sure of it. \n[355]Because I wanted to find them myself I wanted to kill them. \n[356]I swear to God I would have done 'em right then and there...but I had to be positive.  And even if Tanner was involved, I had to be sure about  \n[357]So I became Danny Flynne. \n[358]I dropped myself right in their laps. \n[359]I gave up whoever they asked for, whenever they wanted. I was a fucking dream rat. But the whole time I was sizing them up, looking for any evidence that they were the guys who killed my wife. \n[360]But they did everything by the book. \n[361]I knew that if these were the guys I was looking for, I'd have to set up a deal so sweet, they wouldn't be able to walk away from it. \n[362]These guys are smart. I knew they wouldn't hit a deal unless they knew all the players. I needed a big buyer. \n[363]I'm fine. Little nervous...little disappointed that I didn't finish this myself. \n[364]Oh shit \n[365]Can you do me a favor? This girl I know, her boyfriend's a real piece of shit-dude's really jamming her up. I promised her I'd try to help. \n[366]Could you call Gardena P.D. tell 'em you got a tip that the guy's holding? Maybe have 'em send out a patrol car? \n[367]Hey guys... \n[368]I need to stop for some cigarettes. \n[369]It's open. \n[370]Easy, boy. \n[371]What the hell is this? \n[372]This is bullshit.  You didn't say anything about anybody else being here. \n[373]Come on, man, let's deal. \n[374]Yeah, dickhead. \n[375]Anybody there? \n[376]Liz? \n[377]I'm here, Liz. I'm here. \n[378]My name is Tom. \n[379]Tom Van Allen \n[380]Yeah. Okay. Listen carefully ... You're in the bathroom.  You've been shot in the shoulder ... \n[381]... there's two guys with masks and guns in the other room about to kill your wife. \n[382]But you know if you go out there, they'll kill you, too.  You'll both die.  What do you do? \n[383]Do you go out there and die like a man or do you live to fight another day? What do you do? \n[384]Answer the question! What do you do! \n[385]Answer the fucking question! \n[386]Glock semi-automatic 9 mm ... \n[387]It doesn't matter. \n[388]Ten it is. \n[389]You're dead. \n[390]My name is Tom Van Allen. I'm a trumpet player. \n[391]Colette, what happened?  Didn't the cops ... \n[392]You set me up? \n[393]You're good, princess. I'll give you that. \n[394]She selling me a bill, home boy? \n[395]Then why are we here? \n[396]It's okay. It's okay. God damn, you're beautiful. \n[397]Colette, go. \n[398]Your daughter needs you.  Go. \n[399]So what is it?  Who am I after it's all said and done? \n[400]Tom Van Allen or Danny Flynne? Avenging angel or plain old Judas? \n[401]You decide, friend.  You decide. \n[402]I'm too tired ... so you decide. \n[403]Oh shit. What is this? \n[404]Am I dead? \n[405]Linoleum.  This must be hell. \n[406]Oh no.  What a fucking cliché. \n[407]Well, I've had some time to think about it and it's pretty simple after all.  I guess it's like the man said - \"Man is the measure of all things.\" I should know.  I ran the gamut. Avenging Angel, Judas, loving husband, prodigal son, prince of Denmark.  I was all of those things. Tom Van Allen got his revenge. Good for Tom.  And Danny Flynne? He got gut-shot for being the low-life rat that he was.  Sucks for him. But as far as I'm concerned, they're both dead. \n[408]But what about this guy? Who is he? \n[409]To tell you the truth, I don't know yet. \n[410]But I like his chances. \n[411]I really like his chances. ", "COLETTE": "\n[1]Quincey, my boyfriend... he kicked me out. \n[2]I understand. Thanks anyway. \n[3]Thanks. \n[4]I'm so embarrassed. \n[5]Jesus, I look like a raccoon. \n[6]Oh God. \n[7]How? \n[8]What about the guy on the very bottom? \n[9]That bad, huh? \n[10]Could be worse. Oh sorry, forgot who I was talking to. \n[11]Don't worry, he's probably passed out with his head in the toilet by now. \n[12]Oh, he's a keeper all right. \n[13]What? \n[14]Go ahead. \n[15]It's not that easy. \n[16]Who the fuck are you, Dr. Joyce Brothers? I hate the son-of-a-bitch. \n[17]I can't. \n[18]You don't understand. \n[19]I can't leave. \n[20]Fuck you. \n[21]Because he'll kill me. \n[22]Is that simple enough for you? \n[23]Why? They don't hold him for more than a day or two. \n[24]I can't. I've got a kid.  She lives with my parents.  Quincey knows where they live. \n[25]How? \n[26]Tell me how. \n[27]This seat taken? \n[28]What happened to your eye? \n[29]Don't worry. He's out of town. \n[30]Trust me. We're safe. \n[31]Please keep playing. \n[32]That's nice. What is it? \n[33]Never heard of him. \n[34]Like you? \n[35]And you admire that? \n[36]Is that how you play? \n[37]No false notes? \n[38]No deep dark secrets? \n[39]Nothing. \n[40]I don't want anything. Why are you so suspicious? \n[41]You really need to lighten up. \n[42]Just relax. \n[43]This has nothing to do with him. \n[44]Yes. Why do you find that so hard to believe? \n[45]What is wrong with you? \n[46]You've got a comeback for everything, don't you, Danny? You use 'em like some sort of shield. \n[47]There you go again. You're nothing but false notes. \n[48]What are you hiding, Danny? \n[49]You think you're the only one down here with a sad story? \n[50]It's me. \n[51]Please open the door, Danny. \n[52]We been through that. \n[53]I need my paycheck. \n[54]He knows where I work. \n[55]It's not that easy. I just got a raise. I need the money. \n[56]From day one. I was a breach birth. They tried for hours to turn my little butt around. But I wouldn't let 'em. \n[57]I been that way ever since. \n[58]Look at us.  What a pair. \n[59]Can we try that again? \n[60]Why not? \n[61]What's wrong, Danny? \n[62]No. I want to know what the hell is going on. \n[63]There's someone else, isn't there? \n[64]They would have killed you too. \n[65]No Danny, Don't- \n[66]Really, I don't want to. \n[67]What is it? \n[68]I don't want to. \n[69]Why? \n[70]You said you wouldn't kill him! \n[71]You lied to me! \n[72]Danny, it's not what you think. \n[73]I owed them money ... a lot of money ... they didn't give me a choice.  You know how it works.  When I got to know you, I tried to back out ... that's when they did this ... But I told them I wouldn't do it .. I didn't want to see you get hurt. \n[74]They threatened to kill my daughter. I had no choice. I'm sorry, Danny. \n[75]No! \n[76]I don't want to leave you. ", "JIMMY": "\n[1]Guess it's our turn. \n[2]Twelve \n[3]I know a guy. \n[4]Nice day \n[5]Jimmy.  Everyone calls me Jimmy the Finn. \n[6]My features. They're Finnish. \n[7]Finland is a country. \n[8]Bobby? \n[9]What? \n[10]It's me ... Jimmy \n[11]Yeah. \n[12]Um, coupla' eight balls oughta do us. \n[13]Hey man, take it easy. \n[14]Come on.  Ease off the girl. \n[15]Fuck man. Come on, Bobby. \n[16]Oh ... that.  Ah, he was just juiced. He wouldn't have did nothin' \n[17]I'm hurting. \n[18]Was.  I'm on the fucking ghost train right now, man.  You got anything for me? \n[19]Why does it have to feel so bad? \n[20]Oh yeah. Man, Danny, how do you keep your shit together so tight? \n[21]I'm serious, dude.  You always seem to be on top of things, even when you're tweakin'. \n[22]Yeah, it's a pity.  Truly a pity. \n[23]He was a good supplier. You think maybe there's any drugs left in his room?  You know, like hidden? \n[24]So, why'd you want to see me? \n[25]See that?  That's just what I'm talking about. \n[26]You. You're smooth. You use words like dire and shit.  You got language skills, man. \n[27]I find myself in dire need of some cash. \n[28]Yeah, Pooh-Bear.  Dude is a big-time cook. I'm talking dire. \n[29]A quarter?  Danny that ain't even worth ... \n[30]Fuuuuuck \n[31]I think so.  I mean, we'd have to talk to him. \n[32]Sure. \n[33]What's in it for us? \n[34]10%.  That's ... \n[35]The Del Ammo Mall mostly. \n[36]You wanna score some go-fast? \n[37]Hey, why do you need a gun and a vest anyway? \n[38]You mean, like to throw 'em off? \n[39]Palmdale \n[40]I think on account of his nose. \n[41]He doesn't have one. \n[42]Well, you know how Winnie the Pooh always got his nose stuck in the honey jar? Well, Pooh-Bear snorted so much crank, they had to cut his nose off. He's got a plastic one though. \n[43]You know, they say he hasn't slept in over a year. \n[44]No You think she's a tweaker? \n[45]You want a hit? \n[46]Can I ask you something? \n[47]What does J.F.K. stand for? \n[48]Was he the president? \n[49]Danny? \n[50]Thanks for not laughing at me. \n[51]What is it, drugs? \n[52]What is that? Rum and coke? \n[53]I just want to be straight on the details.  Can I taste it? \n[54]I thought you were done. \n[55]You sure you don't want me to go with you? \n[56]What's this? \n[57]But why? You only owe me five. And that's not till after we close the deal tonight. \n[58]Okay \n[59]It don't matter. I'll do it. And you sure as hell don't have to pay me. \n[60]You're my best friend, man. I'd do anything for you. \n[61]Hey, check it out... \n[62]It's you! I didn't have a picture or nothin' so I had to describe you to the guy. Not bad though, huh? \n[63]What? \n[64]But...I've seen you. \n[65]This isn't like that Queen Elizabeth question, is it? \n[66]No one ever noticed? \n[67]But... why? Why would you pretend? \n[68]You don't trust me? \n[69]And you want me to do you some big favor? \n[70]Wait If you don't trust me, why did you tell me that stuff about not using drugs? \n[71]I don't know... a little. I wish you would have let me in on it from the beginning. \n[72]Nah... I want to keep it. Maybe I can use it for like, inspiration ...you know...like when I detox? \n[73]Wouldn't be a favor if you were paying me. I'll just take my five when the deal is done. \n[74]Danny told me to tell you that he was sorry. He said he had to take care of this himself. ", "TANNER": "\n[1]You go, boy. \n[2]Feeling the paranoia tonight, are we? \n[3]You got a name? \n[4]What? \n[5]No last name? \n[6]Any company? \n[7]A kid?  Are you sure? \n[8]God damn, Flynne, you are one observant tweaker. \n[9]Danny, I'm touched. \n[10]Hard to compare the people you're taking down with the Lord. \n[11]Garcetti thinks everything is shit. He doesn't even like dolphins. \n[12]I'm serious.  He hates 'em.  You ever hear of anyone who didn't like dolphins? \n[13]It's not my place. \n[14]The money? The drugs? Keeping yourself out of jail? I know the drill. \n[15]Just the way the world works.  Look, as far as tweakers go, you aren't a bad guy.  You never hurt anyone but yourself as far as I know. \n[16]Bobby laid his own tracks.  He could have gone quietly but he played the hard-ass con till the end. And as far as I'm concerned, he wife and kid are a hell of a lot better off without him. Now take the money. \n[17]One think I do want to know is how the hell did you get yourself into this position to start with?  You seem like a smart enough guy. \n[18]I was getting to it. \n[19]Danny, he isn't gonna find out it's you.  Domingo was a slinger, he must have sold to hundreds of different people. \n[20]And if you're that worried about it, maybe you ought to get out of town. \n[21]Look, we'll talk to the A.D.A. \n[22]Soon. I promise.  We'll get the charges dropped and you can disappear.  In the mean time, trust me, he has no idea that you ratted him out. \n[23]Yeah.  This could be the one we're looking for. \n[24]Hold it right there, Flynne. \n[25]Question is, what are you doing here? \n[26]Cut the shit, Flynne. \n[27]Okay, asshole, you wanna play, we'll play. \n[28]You think this is funny motherfucker? \n[29]This chink have a name? \n[30]You better not be blowing smoke up My ass, Flynne. \n[31]What're your taking down? \n[32]Did you really think you were slick enough to pull this off? \n[33]You've got no choice. \n[34]Well, if you'd rather do a stretch in la casa grande ... \n[35]No. You just handed us a new one.  We can go Federal on your ass right now: ongoing criminal conspiracy. Intent to buy and distribute $250,000 worth of crank.  What's the mandatory on that, Al? \n[36]And believe me, word will get out that you're a pro rat. \n[37]Bullshit. He's a liar. \n[38]You think you're so god damned smart, don't you? \n[39]Well, you played the wrong mark this time, asshole. \n[40]That's because he doesn't have one. \n[41]Guy scores dope and dollar from ripping off other drug dealers.  As least that's what the word is. \n[42]That's probably what he would have done if we hadn't found out about your get-rich-quick scheme. \n[43]Golly, I hadn't thought of that. \n[44]I'm afraid so, Danny. \n[45]Car is registered to a Mrs. Nancy Plummer. \n[46]Now that's scary! \n[47]We're in business. \n[48]We got the 411 on your good old boy. \n[49]Nothing local so we ran his prints through the F.B.I. Believed to be a major supplier in Texas.  Jumped bail on a murder rap last April. \n[50]Pumped fifty-seven bullets into a police informant. \n[51]Took a pig-slicker to the heart. \n[52]I thought you'd be happy. \n[53]Man of few words. \n[54]Yeah, I'd hate to shoot you by accident. \n[55]This could be the one we're looking for. \n[56]Here he comes. \n[57]Where's Bubba? \n[58]Looks like Flynne's handling the cash. Let's get into position. \n[59]Danny? \n[60]Whatever you say, man.  Look ... can we talk about this? \n[61]Please ... don't do this ... \n[62]Does that answer your question? I fight. I fight and I die like a man. You're a fucking coward, Flynne.  You lived like one and now you're gonna die like one. \n[63]Too late to be a hero. ", "GARCETTI": "\n[1]This the guy? \n[2]Cut to the fucking chase, Flynne. \n[3]What's he holding? \n[4]Then why didn't you help the kid when you were there? \n[5]I'll tell you why you didn't help - because you're a chickenshit tweaking snitch.  You're a bottom feader, Flynne. \n[6]I'll tell him. \n[7]Danny, it's really pains me to have to tell you this, but do you remember DOMINGO, that wetback you helped us put away for trafficking a few months back? \n[8]Turns out he's connected. \n[9]The Mexicali Boys \n[10]He knows somebody ratted him. \n[11]And he's making a lot of noise about having his homies hang a Colombian necktie on whoever it was. \n[12]You know that thing where they slit your throat and pull your tongue out of the hole. \n[13]Apparently they call it a necktie because it hangs down about yay long and looks very similar to a tie. Isn't that weird, Danny?  Isn't that weird? \n[14]You mean that hasn't been cleared up yet? \n[15]Anyone ever ask you to be such a disrespectful smart-ass all the time? \n[16]You thinking what I'm thinking? \n[17]We know what's going on. \n[18]Okay, let me help you.  You're setting up a deal with a Chinese redneck. Quarter of a million. \n[19]We just listened to the whole thing. \n[20]Somebody tipped up, dipshit. \n[21]Who the hell is Jimmy? \n[22]And he probably only told two people and they probably only told four people and on and one. You know better than to tell a secret to a tweaker, Flynne.  Might just as well broadcast it on the evening news. \n[23]What's on the other end of this thing? \n[24]Sounds like you hooked up with some fine citizens, Flynne. \n[25]Wrong. \n[26]Dime, minimum. \n[27]That's not good in prison. It's just not good. \n[28]What's that smell? \n[29]What'd you do, piss your pants? \n[30]Who'd have thought it?  Danny \"Chickenshit\" Flynne trying to go large right under our noses. \n[31]No.  You've got me all wrong.  I mean, in you own pussified way, you actually got some nuts in your little sack. \n[32]Several possession charges, but nothing major. \n[33]They have. But they never found a lab. \n[34]You're lucky, Flynne. \n[35]We're coordinating with Palmdale P.D.. We'll have your sorry ass covered. \n[36]Don't we always take good care of you? \n[37]You mean the menacing red car? \n[38]Brace yourself. \n[39]Worse. Much worse. A teacher. \n[40]She's 57 and she's been teaching third grade for the last 33 years. \n[41]You're paranoid, Flynne.  I think that crank is finally starting to get the best of you. \n[42]When is the deal going down? \n[43]Good work, Flynne.  You're a first-rate rat. \n[44]Didn't you hear?  Domingo's dead. \n[45]Nervous? \n[46]Just make sure you hit the floor when we come in. It could get ugly in there. \n[47]Half an hour to kickoff. \n[48]Maybe he isn't showing. \n[49]Get the bag. \n[50]Let's get out of here. ", "KUJO": "\n[1]So the alphabet, I mean look at it, there's 26 letters.  Why not 27 or 28 or 106?  And the vowels: a, e, i, o, u. What the hell is up with that? \n[2]What I'm saying is that I love it! It's great. I could go on all night about it. \n[3]Let's take every letter individually. I mean, let's really break the mother's down. \n[4]\n[5]Danny, listen up.  Here's the deal ... my wife's pimp knows a guy who works at Cedars Sinai medical lab.  They're getting a very special delivery a week from this Friday. \n[6]Better than drugs. \n[7]Bob Hope's stool specimen We're gonna boost it. \n[8]So we can sell it. \n[9]I don't know.  A collector.  Fuck Danny, it's Bob Hope. \n[10]Check it out.  This is the lab. \n[11]It's the lab. \n[12]Cuba Libre \n[13]Don't worry about it. \n[14]No, you can't taste it.  It's the fucking lab! Now shut up. \n[15]Danny, come on. If I'm gonna let you in on the opportunity of a lifetime, the least you can do is pay attention. \n[16]This is the courier \n[17]He delivers at four o'clock on the nose every Friday.  Alpha team will be in the elevator with the courier. That'll be Danny and Creeper. \n[18]Every member of the team will be equipped with night vision goggles, a police scanner and two-way radios. \n[19]... number two team, which will be me and Jimmy, will be positioned in the stairwell at the other end of the hall. \n[20]With alpha team following from the elevator, number two team will approach from the stairwell, cutting the courier off before he reaches the lab. \n[21]Facing superior numbers and an array of high-tech weapons, the courier will have no choice but to comply with our demands. \n[22]Jesus Jimmy, you at the alpha team. \n[23]Now here's the beautiful part.  The getaway.  Both teams will rappel right down the center of the stairwell, change clothes and walk right out the front door like nothing happened. \n[24]So what's it gonna be, Danny boy? You in or out? \n[25]Danny! ", "LIZ": "\n[1]That's so ... \n[2]Yes, it hurts my heart.  What a beautiful composition. \n[3]A virtuoso rendition.  TOM VAN ALLEN is nothing short of dazzling in his interpretation of Miles Davis' haunting, moody piece. \n[4]And he has a really hot ass with hardly any hair on it. \n[5]I was talking about Miles. \n[6]And you've got wiener breath. \n[7]It's that disgusting hot dog you had for lunch. \n[8]Tom! Gross! \n[9]Tom, let's spend the night here. \n[10]No.  Right here on the beach.  Come on. Let's do it. \n[11]Why didn't you just ask for directions back there? \n[12]You mean like the Donner Party? \n[13]Tom, quit fucking around. \n[14]You think that's a good idea? \n[15]Look at that place. It's creepy. \n[16]I wanted you to ask back there.  You know, before you got us lost. \n[17]Just admit you're wrong. \n[18]Quit feeling sorry for yourself, Tom. It gets old. \n[19]Here it comes, poor Tom. \n[20]That is so unfair. \n[21]Why are you doing this? \n[22]I never once asked you to stop playing. I wouldn't dream of it. So don't take your low self-esteem out on me. \n[23]... Tom ... screw it.  Tell me when you're ready to apologize. \n[24]Try to make it fast. \n[25]So.  What do you do for a living around here? ", "DANNY/TOM": "\n[1]And the performance? \n[2]Thank you.  Thank you very much. \n[3]Again, I thank you. \n[4]You, madam, are a heartless wench. \n[5]Really? \n[6]You know how I make that song melancholy when I play it? I think of what my life would be like without you. \n[7]There's no motels around here. \n[8]Come on, Liz. We'll get eaten alive. \n[9]Come on, where's your pioneer spirit? \n[10]Hey, do you think you could eat me if you had to?  And if so, which part do you think you would find the most delicious? \n[11]Okay, okay. There's a house up there. I'll go ask for directions. \n[12]What do you mean? \n[13]First you want me to ask for directions, then you don't.  Which is it? \n[14]Just no pleasing you, is there? \n[15]We all know how much you like hearing that. Okay, Liz, I was wrong. There.  You happy? \n[16]No. You know what gets old? Being reminded what a loser you are every time you screw up. \n[17]But that's okay, Liz, you're the one with the steady job, you pay all the bills. I'm just an unemployed musician.  You have every right. \n[18]My sentiments exactly. \n[19]That's it? \n[20]No. \n[21]You got a bathroom I can use before we hit the road? \n[22]You mind? \n[23]I was talking to my wife. ", "BOBBY": "\n[1]Shhh. \n[2]They're coming. \n[3]The spiders. \n[4]I'm ready for you this time. \n[5]Aha! Yeah! You thought you could fuck with Bobby, you thought you could fuck with Bobby, you thought you could fuck with Bobby! \n[6]With Bobby you thought you could fuck? \n[7]Who the fuck are you? \n[8]Jimmy, Jimmy, Jimmy, Jimmy. Rhymes with Simmy. \n[9]What can I do for you? \n[10]Don't pay her no mind. \n[11]Shut the hell up, goddamit! \n[12]I got no vocation skills!  What the fuck you want from me? I got no vocation skills! \n[13]What? \n[14]Did you bring the plastic men? \n[15]Did you bring the plastic men? Did you bring the plastic men? \n[16]Did ... you ... bring ... the ... plastic ... men? \n[17]You bring the plastic men? \n[18]Bobby, Bobby, Bobby.  Rhymes with ... \n[19]That's a good man. I like that. \n[20]Two eight balls? ", "NANCY": "\n[1]It ain't right \n[2]Something's off. \n[3]Who is it? \n[4]Billy Sutcliffe said he saw you at a bar down in Gardena a few weeks ago. Said you looked so bad, he barely recognized you. \n[5]Billy's a cop now, you know. \n[6]He said you were ... the people you Were with ... well ... \n[7]No. We want to help you, Tom. \n[8]I know everyone deals with grief in their own way.  I know how hard it is to find closure. \n[9]I found forgiveness in my heart for the people who killed my daughter. I gave my grief to Jesus Christ. \n[10]You've got to deal with this sooner or later, Tom. You can't keep hiding. \n[11]I know it's not my place to pass judgement on you but ... \n[12]Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, a persecute you. \n[13]Your hatred makes them stronger and you weaker. \n[14]It's not too late to show her you're sorry. ", "TRAHN": "\n[1]For those of you who don't know this is Tom Van Allen... a.k.a.  Danny Flynne. \n[2]About a year and half ago, Mr. Van Allen's wife was murdered at a meth lab out near the Salton Sea. No one was ever apprehended for the crime but local authorities have always assumed it was a hit and grab perpetrated by rival drug dealers. That is, until Tom here took it upon himself to conduct a one-man undercover operation at great risk to his own personal safety. \n[3]That's when he called me. He told me his story and he pitched me a plan. \n[4]We had one of our C.I.'s call Tanner and Garcetti with an \"anonymous\" tip about the deal. \n[5]Not anymore. We tapped these guys' phones and computers at Gardena P.D. Tanner and Garcetti didn't report on this deal. Not a peep. They haven't coordinated with Palmdale P.D. They're keeping it off the books. It looks like we've got the right guys. We'll find out for sure tonight. \n[6]How you holding up? \n[7]Hey, you did the right thing. You wouldn't have stood a chance against these boys by yourself. They have eaten your ass alive. \n[8]What? \n[9]I'll see what I can do. \n[10]You alone? \n[11]Any word from Pooh-Bear? \n[12]You okay, hoss? \n[13]What the hell? ", "BUBBA": "\n[1]You like that? \n[2]First rate, ain't it? \n[3]Get in, hoss.  We'll talk it over. \n[4]I wanna do a small buy first.  Ten thousand.  We'll see how it goes. \n[5]Because I don't know him and I don't really know you, partner. \n[6]I'll have to live with that.  My money my risk, my rules. \n[7]Get used to it.  You're in a very tenuous position on the food chain, hoss. \n[8]Yeah. \n[9]Yeah. \n[10]I ain't a idiot, asshole. \n[11]You ready to go meet the team? ", "QUINCEY": "\n[1]You're a motherfucking rat. \n[2]Oops.  My bad. \n[3]The cops came.  But they didn't find nothing.  Turns out their C.I. game 'em some bad information. \n[4]You fuck with the Mexicali Boys, this is what you get, homes. \n[5]Domingo thought you might be the one who went rat on him. \n[6]So I brought in a rat of my own. \n[7]Bitch played you like a squeezebox, Romeo. \n[8]Nah, she ain't lying.  She took a pretty good beating from you, ace. I seen grown men crack after a lot less.  But not this bitch. It was very touching. \n[9]Jesus. \n[10]Let's go. \n[11]You wanna die here with him or come with me? ", "BOOKMAN": "\n[1]How about the car? The model? \n[2]Was it a truck?  S.U.V.? Sedan? \n[3]Not even a guess? \n[4]You said one of the perpetrators crossed in front of the headlights ... \n[5]How about in the house? \n[6]Did you see his hair color? \n[7]Forensics found this on your wife. \n[8]What is it? ", "KID": "\n[1]Mister, I only deal in high-end weapons.  All guaranteed stolen and traceable only to their original owners.  All sales are final and all prices are negotiable. \n[2]Glock semi-automatic 9 mm.  Tenifer matte finish, Polymer grip, fixed sights, 4 and 1/2 inch barrel, 22 ounces, double action and a 10 round magazine.  Mister, I could hook you up with this gun for the low price of three hundred and \"fitty\" dollars - well below market value. Tangfolio semi-automatic.  This a 9mm too - seems to be the weapon of choice - try one and you'll understand why. Rubber grips, adjustable 3 dot sights, 4 and 1/2 inch barrel, 33 ounces.  Check out the eye-catching extended beaver tail just above the grip.  Got mad-ass double action and a surprising 16 round magazine. Mister, I want to sell you this gun and I can hook you up for the low price of 200 dollars. Maybe you looking for something in a chrome finish.  Something to impress the ladies. This right here is a Llama Mini-Max .38 Super Auto. semi-automatic. Fresh satin chrome, black rubber grip, 3 dot fixed sights, 3 and 1/2 inch barrel, skeletonized hammer with an extended slide release, eight capacity magazine and single action. Mister, I won't lie to you, this gun is not the bomb - it'll do the job, \n[3]but it ain't all that.  That's why you can walk out of here with this gun for the incredible low price of one hundred and \"fitty\" dollar. Maybe you looking for power, mister. This gun got mad power, mad kick and mad reputation.  That's right, it's the Colt .357 Magnum revolver. Rubber combat-style grip, fixed rear, ramp front sights, 2 inch barrel. Weighs in at a feather-like 21 ounces.  6 shot capacity with double action. Mister, if you're looking for impact, the Magnum will satisfy all of your needs. I don't know you, mister, but you look like a man of style so maybe you in the market for a custom piece. Mister, it's your lucky day 'cause this gun got style to burn.  You lookin' at the Les Baer Custom Premier Tactical 45. Fresh blue finish, deluxe grips, 5 inch barrel, 37 ounces, guaranteed to shoot 1 1/2 groups at a distance of 50 yards.  Aluminum speed trigger, throated barrel, single action with 12 shot capacity magazine.  I could see you with this gun, mister.  And I can give it to you for the low price of seven hundred and ninety-five dollars.  Mister, these are my guns. All sales are final, and all prices are negotiable. \n[4]Tenifer matte finish, Polymer grip, fixed sights, 4 and 1/2 inch barrel, 22 ounces, double action and a ... \n[5]... and a TEN ROUND magazine ... \n[6]Or did I say ELEVEN? \n[7]Which was it, mister?  Was it ten or was it eleven? Pretty big fucking difference if you ask me. ", "VERNE": "\n[1]Highway Patrol. \n[2]Said you were a drug addict. \n[3]That was my idea. \n[4]By not disgracing her memory! \n[5]You might as well be spitting on her grave every time you put drugs up your nose.  Or did you just conveniently forget that it was drug dealers who killed my daughter? \n[6]You ever think you might be buying drugs from the very people who took her life? \n[7]Understand what? ", "BO": "\n[1]What you want to do is go back the way you came and make a left at the bottom. It'll take you right to the highway. \n[2]Are you Australian? \n[3]Good. I fucking hate Australians. \n[4]Yeah? First door on the right. It ain't that dirty.  Just kinda' filthy is all. \n[5]No, I don't mind.  That's how come I told you about it. \n[6]You know. This and that. \n[7]Skeeters. They're bad up here. ", "BIG BILL": "\n[1]Comin' down from a 10 day ride. \n[2]Argh, matie. I'm a pirate. \n[3]Drop your package in the cage. \n[4]Put your pee-pee through the hole. \n[5]Yo-ho-ho and a bottle of rum. \n[6]He's clean. ", "AGENT ONE": "\n[1]He's a civilian? How the hell did you pull this off? \n[2]Why didn't you tell him? \n[3]All right people, heads up.  Blue team? \n[4]Red team? \n[5]Black team? \n[6]Okay.  It's all yours. "}}