{"dialogues": {"PAMELA": "\n[1]The cherry blossoms I was trying to think of what they-- \n[2]I cancelled it. \n[3]Mrs Travers. \n[4]I shan't be going. \n[5]I've changed my mind. \n[6]With all due respect Mr Russell I am on very good terms with my own faculty and exceedingly confident in its decision making capabilities. \n[7]Why in the world are you speaking to me as if I am a neonate? \n[8]He'll what? Sue? He is most welcome to every penny I don't have. \n[9]I know what he's going to do to her- - she'll be cavorting and twinkling! Careening towards a happy ending like a kamikaze-- \n[10]Use her to pay my bills? If I believed in a hell I'd be sitting in its waiting room-- \n[11]I fired her. \n[12]It's just as well. It seems I can't afford her anymore anyway! \n[13]You don't know how much she means to me. \n[14]Of course not Polly! \n[15]Los Angeles. \n[16]Yet! \n[17]Oh I must, must I? \n[18]Stop saying money! It's a filthy, disgusting word! \n[19]I have final say? \n[20]I have final say. \n[21]And if I don't like what they are doing to her? \n[22]I want to keep my house. \n[23]I'm perfectly capable thank you. \n[24]They've used all the space; so greedy. \n[25]I don't want it up there. I want it here, in the corresponding holding area for my assigned seat! \n[26]Will the child be a nuisance? It's an eleven hour flight. \n[27]Jolly good. \n[28]I hope we crash. \n[29]Oh does he indeed? \n[30]Mrs. \n[31]I'm perfectly capable of-- Oh, nevermind. \n[32]Don't be preposterous. \n[33]It smells. Like-- \n[34]--chlorine and sweat. \n[35]It's dreadful. \n[36]Absurd. \n[37]It's not Mrs P.L. It's just Mrs-- Oh, it's so hot. \n[38]Unpack? \n[39]Young man, if it is your wish to handle ladies garments I suggest you take employment in a launderette. \n[40]Yes? \n[41]Odd. \n[42]Oh my. \n[43]Oh no, no, no. \n[44]This won't do. \n[45]Good riddance. \n[46]Well, first things first. \n[47]Good Lord. \n[48]And you can stay there until you learn the art of subtlety. \n[49]There. \n[50]Yes. (answering an imaginary \n[51]Now, really! Flatterer!  Silly girl. \n[52]Oh! \n[53]Soap for the brains. \n[54]Well, well-- There you are. \n[55]Off! That's how we deal with you. \n[56]It's not Mrs, it's-- Oh, why do I bother? We're just not going to get it right are we? \n[57]Will it be the same driver every day? \n[58]You say it like you're surprised. Like the sun is particular about whom it appears for. It seems you think that I am responsible for it's miraculous dawning every day. For goodness sake, it's California! \n[59]\n[60]Sad is entirely the wrong emotion. I shan't bother explaining why; \n[61]The rain brings life! \n[62]Be quiet! \n[63]It is so discomfiting to hear a perfect stranger use my first name. Mrs Travers. Please. \n[64]Co-script-writer. I shall certainly be having my say Mr. DiGraydi. \n[65]If indeed we ever sign off on a script. \n[66]Poppins. \n[67]Mary Poppins. Never ever just Mary.  A pleasure to meet you, though I fear we shan't be acquainted for too long. \n[68]These books simply do not lend themselves to chirping and prancing. No. Certainly not a musical. Now, where is Mister Disney? I'd very much like to get this started and finished as briskly as is humanly possible. \n[69]No thank you. \n[70]No one likes a show off. \n[71]I am perfectly capable of walking. \n[72]Shoo! Go away! \n[73]Ghastly. \n[74]Would you let Mister Disney know I have arrived please? \n[75]You may. Whether I heed it or not will be another matter entirely. \n[76]Oh! \n[77]Hum-- ah. It's an honour, Mister Disney. \n[78]That wouldn't be appropriate. \n[79]A pot of tea would be most welc-- \n[80]What a charming story. \n[81]About your daughters. \n[82]Children grow up. \n[83]Gotcha indeed! Mister Disney, if you have dangled then it is at the end of a rope you have fashioned for yourself. \n[84]I was quite clear when you approached me the first time that she wasn't for sale and clear again when you approached me a year later and clear again when you approached me every annum for the subsequent 18 years. Honestly, I feel corralled, ensnared-- \n[85]My name, if you please, is MRS Travers. \n[86]\n[87]Well, that's very honourable of you \n[88]Is it? \n[89]\n[90]Yes, this singing, I am glad you've come to that. (addressing his tea \n[91]That's right. Now the tea-- \n[92]And a spoonful of sugar. \n[93]You don't mean for this film to be a musical? \n[94]No. \n[95]No. \n[96]Not bad. No, Mister Disney, Mary Poppins does not sing. \n[97]When? \n[98]Those aren't songs! They're recitations. She is not a giddy woman, she does not jig! Singing is frivolous and wholly unnecessary for a governess, an educatress. No. It would just ruin it. \n[99]I won't have her turned into one of your silly cartoons. \n[100]If you're the King of England then you shan't exist and knowing the little of you I do; I shouldn't think you would like that very much. \n[101]I do quite like Greensleeves. \n[102]Come to think of it. That's a song I wouldn't object to. \n[103]Yes. \n[104]Quite right. \n[105]Diarmuid. \n[106]A live action film. No animation. \n[107]I'd like that on tape. \n[108]Your promise-- and all the discussions we have here-- on tape. \n[109]Ah there you are. Mary Poppins and the Banks's, they're family to me. \n[110]Well then! \n[111]Shall we begin? \n[112]Let's see if that's at all possible. \n[113]\n[114]We could save a starving country with benefaction from this room alone! Ugh, It's so vulgar. \n[115]And these are beautiful blooms butchered for our visual and nasal enjoyment when we could have just as easily gone to the window, looked out and gazed upon them happily minding their own business and very much still alive. \n[116]Let us begin. \n[117]Hm. \n[118]Ah, I see, an abbreviation. Scene One. Exterior-- Oh, I'm sorry Mr DaGradi, did you feel you should--? \n[119]Yes, I do think it's best. I've the most practise. Readings of my books you know? Anyway-- Scene one. Exterior. 17 Cherry Tree Lane, London. Day. \n[120]Yes. That's good, that can stay. \n[121]--Though I do think we should say number 17, instead of just 17, yes? It's proper. No one's going to see it. \n[122]I will see it. \n[123]Write it down, write it down, chop chop. \n[124]Is that on the tape? \n[125]Good-- onwards. \n[126]Is this a joke? \n[127]Do you think you are a comedienne? \n[128]Unbelievable. \n[129]Scene One. Exterior. Number 17 Cherry Tree Lane. London. Day. \n[130]Bert, a one-man band--  The rumour is that this is to be your Mister Van Dyke is it? \n[131]Hmmm, we'll see about that. He's totally wrong, totally and utterly. \n[132]Dick Van Dyke? Robert, my dear, Olivier is one of the greats, Burton, Guinness - greats without question. (speaking loudly into the \n[133]No no no no no no no. \n[134]Responstable is not a word. \n[135]Well, un-make it up. \n[136]I've a thought! I've always liked Ta Ra Ra Boom De Ay. Now, that would be a wonderful song for the film! Oh! And Admiral Boom could sing it! Do you see? \n[137]Irresponstable. \n[138]Nobody walks. \n[139]\n[140]No, no, no. Goodness no. \n[141]The Banks house doesn't look like that! My house is a terraced house with a pink door, white bricked with a crack in the gable. The window frames are lead-lined and the flower boxes grow pink nasturtiums to go with the pink \n[142]It's too grand! The Banks family - they're normal, everyday sort of people. This isn't normal. It isn't everyday! They're not aristocrats! \n[143]Okay. \n[144]Do I even have to say it? \n[145]Why in the world have you made Mrs Banks a silly suffragette? \n[146]Quite possibly, looking back. \n[147]Are you calling Mrs Banks neglectful? \n[148]Being a mother is a job. A very difficult job and one that not everybody is up to, that not everybody should have taken on in the first place! \n[149]I will NOT have her called Cynthia! Absolutely not. It feels unlucky. \n[150]No it should be something warm, a bit sexy. \n[151]How about Mavis? \n[152]Prudence? \n[153]Winifred! \n[154]Yes, that's because it's very good. \n[155]This isn't Mr Banks? \n[156]This isn't him. \n[157]He has a set of moustaches! \n[158]I told the illustrator I didn't like the facial hair but she chose to ignore me. This is MY film and this time around I shall have MY way. \n[159]Why? \n[160]He didn't, he doesn't, Mr Banks is clean shaven! \n[161]You can wait outside! \n[162]I shan't say it again Robert. \n[163]What is wrong with his leg? \n[164]Hardly surprising. \n[165]Can I expect anymore drama from anyone else? \n[166]Swish. \n[167]Swoosh. \n[168]Stop! Stop! Stop! What on earth are you talking about? Supercali--? Supercali-- or whatever the infernal thing is! \n[169]Well I always know what to say. \n[170]I've simply gone off the colour. \n[171]You did say I was to have final say did you not? \n[172]And? \n[173]I understand your predicament Mr Disney, I do. I just-- hm-- I don't know what it is, I'm just suddenly very anti-red. I shan't be wearing it ever again. \n[174]I took you at your word Mr Disney and it seems my first stipulation has been denied. There will be many more, so-- perhaps we should just call it quits and I should hand you back these? \n[175]Quite. \n[176]Now, If you're insisting upon this musicality you feel is SO important for my film then I suggest I hear one of your ditties. \n[177]I shall keep an open mind! \n[178]Well I simply don't know what to say. That's the worst song I've ever heard. Ever. \n[179]A pot of tea. \n[180]Thank you. Tea is a balm for the soul don't you agree? \n[181]I loathe this place, Mr Russell. How can a place so sunny be so cold? \n[182]I meant heartless. I'm afraid a jumper wouldn't suffice. It's bringing up these-- it's so hot and stuffy I feel like I am being attacked. These odd dreams, like my subconscious is after me. Punishing me for entertaining the idea that I might hand her over. I am at war with myself Mr Russell. The script is ghastly, exactly as I \n[183]Serves me right. Money, money, money. Bit me on the bot. \n[184]I'm sure your country doesn't have any laws about sharing a pavement. \n[185]Up. \n[186]Is it? \n[187]Bravo. \n[188]It seems enormously patronising to me. The very sort of annoying tune you would have playing in your themed park I daresay. All giddy and carefree, encouraging children to face the world unarmed. All they need is a spoon and some sugar and a brain full of fluff and they're equipped with life's tools. Wonderful! \n[189]MRS Travers! My point is that, unlike yourself, Mary Poppins is the very enemy of sentiment and whimsy. She is truthful, she doesn't sugar coat the darkness in the world that these children will eventually come to know. She prepares them for it, she deals in honesty. One must clean one's room; it won't magically do it itself! \n[190]This whole script is flim flam! Where is its reality? Where is its heart, where is the gravitas? \n[191]No weight Mister Disney! See? \n[192]You think Mary Poppins is saving the children Mr Disney? \n[193]Oh dear. \n[194]It goes up. \n[195]Why did you have to make him so cruel? \n[196]He was not a monster! \n[197]You all have children yes? \n[198]And do those children write you letters, make drawings for you? \n[199]And would you tear up those gifts? In front of them?! \n[200]It's a dreadful thing to do! I don't understand! Why must father tear up the advertisement his children have written and throw it in the fireplace!? Why won't he mend their kite? Why have you made him so unspeakably awful? For all the world to see, in glorious technicolor? You claim to make them live-- if that happens can't he? Can't they at least live well? \n[201]I can't bear it. \n[202]Please don't-- I'll feel like I let him down again-- \n[203]It's blasphemy to drink tea from a paper cup. \n[204]All the way to England? Yes, please. \n[205]You're an impertinent man you know? You ask an awful lot of questions that have no relevance to you being able to carry out your duties. \n[206]And you have no barometer. \n[207]Let us say that I haven't family who'd notice whether I was halfway across the world or sitting in my living room. \n[208]Make a little furrow, there. \n[209]Well, most people do. \n[210]Now look. \n[211]It's a band stand. \n[212]Lake. \n[213]Wouldn't that be nice? \n[214]Mrs Travers! Hello! \n[215]Mr Disney. \n[216]Are you a doctor? \n[217]Check ups are for medical practitioners no? \n[218]What can I do for you Mister Disney? \n[219]Walt-- er. \n[220]They went as well as they've gone every other day that I've been here. I don't recall `special' phone calls from you on any of those other evenings. \n[221]Ha! \n[222]I cannot tell you how uninterested, no, positively sickened I am at the thought of going to see your dollar printing machine Mr-- Walter. \n[223]Disappointments are to the soul what the thunderstorm is to the air. \n[224]Hello? Hello? He hung up! I'm! I! I can't believe he hung up! \n[225]Where are we--? This isn't the way. \n[226]\n[227]I'm sure I don't know what you're-- \n[228]Little park? I haven't a clue what you're talking about. \n[229]Concentrate on the road. Always chitter chattering! \n[230]Is it all like this? \n[231]Do you always get everything you want Walter? \n[232]With the exception to the rights to my books of course! \n[233]Pre-signed? \n[234]Tidbit. \n[235]Gosh. \n[236]Who? \n[237]She flew in through the window one day. \n[238]No thank you. I'm happy to watch. \n[239]Maybe in you Mister Disney, but certainly not I. \n[240]I said what? \n[241]You brought me all the way out here to tell me that? \n[242]What horrors have you in store for my beautiful characters today, hm? \n[243]He mended it? \n[244]Well. \n[245]Yes! He fixes the kite! Oh, I love it! \n[246]Though proper English would be `Let us go and fly a kite.' \n[247]But I might be willing to overlook that. \n[248]Father? \n[249]Do you know you're quite right? It is beautiful. Exquisite. \n[250]As you wish. \n[251]Now, how in the world does Mister Disney propose to train penguins to dance?! \n[252]I've heard about his implausibly leaved trees so I assume he does have some insane penguin wrangling scheme but it does seem rather far fetched. Can you train penguins? \n[253]Sorry? \n[254]Where is Mister Disney? \n[255]I would not like to take a seat thank you. I would like to-- \n[256]\n[257]I shall not sit in the seat of a trickster! A fraudster! A sneak! \n[258]\n[259]Penguins! \n[260]Penguins have very much upset me Mister Disney! Animated, dancing penguins! Now, you have seduced me with the music Mr Disney, yes you have. Those Sherman boys have quite turned my head but I shall not be moved on the matter of cartoons. Not one inch sir! \n[261]You promised me. You promised me that this film would not be an animation! \n[262]So they're real penguins? \n[263]Oh. (to herself, smiling \n[264]Good day Mister Disney. \n[265]Please call my driver and have him pick me up. \n[266]\n[267]You shouldn't make promises you can't keep, especially to children, they hold on to them you see? And those promises they just sit there inside of them, like little doses of poison, all those broken promises, eating away forever. \n[268]The books weren't written for the children. They were written for the promise breakers. \n[269]Yes. Thank you. \n[270]I'm so sorry Mister Disney. To have put everyone to so much trouble. \n[271]I simply can't give her up. Not yet. Perhaps not ever. I don't know \n[272]I can't, he's-- \n[273]I just-- Goodbye Mr Disney. \n[274]No one likes a fibber. \n[275]You found out? \n[276]\n[277]Would you like me to sign it? \n[278]I'd be honoured. \n[279]Your daughters name? \n[280]Really? \n[281]To Jane and her dearest father--  I've just this instant realized I don't know your name. \n[282]Pamela. \n[283]You're the only American I have ever liked, Ralph. \n[284]No. Now take this-- \n[285]They all had difficulties. Jane can do anything that anyone else can do, do you understand? \n[286]Look at the bottom. \n[287]Deficiencies in concentration and hyperactive behavior. Explains everything! \n[288]Hello house. \n[289]Oh dear god! \n[290]But, you always get what you want eventually. Isn't that right Walter? \n[291]Milk. The milk goes in first. \n[292]And whiskey. I'll have whiskey in mine. \n[293]You've come to change my mind. To beat me into submission. \n[294]How do I misjudge you? \n[295]And don't you? \n[296]Mary Poppins isn't real. \n[297]Well, Where is she when I need her? Hm? I open the door to Mary Poppins and who should be standing there but Walt Disney! \n[298]Ah! Not true then that Disney created man in his own image? \n[299]Can't say I do and as I have no plans to ever set foot on American soil again I'm afraid I never will. \n[300]I don't know what you think you know about me Walter-- \n[301]\n[302]I don't need to forgive my father. He was a wonderful man. \n[303]Enough. \n[304]I should say so too. \n[305]For goodness sake! \n[306]Please don't screech like an alleycat! \n[307]I should think you'll have a draft very soon. Polly! Where's that tea? It's coming along marvelously! \n[308]Would you pour please? \n[309]She's quite the worst maid I've ever had! \n[310]I don't know-- she reminds me of me. \n[311]Mary Poppins in the Kitchen. \n[312]NEVER again. \n[313]Oh, I'm not going. \n[314]Hollywood premieres are not for old trout like me. Anyway, it's not \n[315]I'm perfectly capable thank you. \n[316]I shall! \n[317]Me again! \n[318]I'm here for my premiere. \n[319]I didn't receive my invitation, but I just assumed the American postal service had fallen down on the job as per usual. \n[320]That's very kind, Mr Disney. I knew you wouldn't have forgotten me. \n[321]How indeed? You did, after all, assure me that I wouldn't be disappointed. \n[322]I thought I left you in London. \n[323]Would you call me a taxi please? \n[324]Ralph! \n[325]No, no. It's just that-- I can't, I can't abide cartoons! ", "WALT": "\n[1]Don't worry! There's nothing wrong with your television set. This is a pixie bell, the sound is much too high for human ears. \n[2]Oh there you are Tink! \n[3]Hey! Get that stuff off of me! You know, a little sprinkling of fairy dust can make you fly! \n[4]Well, there ya are at last! \n[5]Oh my dear gal! \n[6]You can't imagine how excited I am to finally meet you! \n[7]Walt, you gotta call me Walt, ya know. `Mister Disney' was my old man. \n[8]Come here! Come here! \n[9]Tommie, say hi to the one and only P L Travers! \n[10]Have a seat, sit down. \n[11]Ya know, I can't believe it. P.L. Travers, right here, in my office, after all these years-- almost twenty of `em.  Twenty. Long. Years. \n[12]Wish ya coulda' seen me then Pam! As lean as a whippet I was! A race horse! \n[13]But now, here you are. Look at you! I could eat you up! \n[14]When Diane here was seven years old I-- can I get you a drink? Coffee? Soda? \n[15]She was seven years old and I was walking past her bedroom and there she was on her bed reading to Sharon, and well, they were just giggling their little socks off! (he picks up the phone, presses a button Tommie, pot of tea please dear-- You're a doll.  She's a doll. Anyways I asked them \"Girls, what's so funny?\" And Diane said to me, \"Mary Poppins daddy!\" Well, I had no idea what a Mary Poppins was! And then she gave me your book. And by gosh! \n[16]My imagination was caught on fire! And I mean ON FIRE! And those embers have burned ever since-- as you know. \n[17]I got old asking. \n[18]About my getting old? \n[19]Yeah I suppose it is.  They're both women now. Gosh! Can you believe it? \n[20]Now Pam, a man can't break a promise to his kids. No matter how long it takes to keep. No matter how long! You might've kept me dangling all this time but now we gotcha! \n[21]\n[22]Pam, Pam, the last thing I want is to make you feel-- \n[23]You see, I promised them. That's a fact. You got kids? \n[24]I have never, I swear, never broken a promise to either one of my Disney girls. \n[25]That's what being a daddy is all about right? \n[26]This movie isn't just going to make my kids happy. It's going to make ALL kids happy! You see my guys are gonna do things with it that are, well, are revolutionary. \n[27]REVOLUTIONARY,Pam! \n[28]Mary Poppins will literally fly off the pages of your books! \n[29]Now imagine! This magical woman who has only lived in your head, you'll be able to meet her, speak to her, hear her sing. \n[30]I absolutely do! \n[31]No? \n[32]Oh yes she does! \n[33]In your books! \n[34]Tell ya what. You just listen to what my Sherman boys have come up with and if they don't knock your socks off then I'm the King of England. \n[35]Bet you would. \n[36]Greensleeves huh? \n[37]Greensleeves. \n[38]Pam, I want you to know that the last thing I would do, the very last thing, is tarnish a story I have cherished. \n[39]The pages are worn down to tissue, dog eared and falling out. I have poured over them gripped, tormented. Because I love Mary Poppins, you got to share her with me. \n[40]A course nothing happens without your say so. Absolutely Nothing. \n[41]It's all in the rights agreement. As approved by your agent, Dermot. \n[42]Darmitt. \n[43]Live action. \n[44]Hm? \n[45]Tape you say. \n[46]I understand. I do. \n[47]Let's make something wonderful. \n[48]Woah. Damn. \n[49]Okay that'll work. \n[50]I asked for that. \n[51]Because I asked for it. \n[52]Tommie! \n[53]What do you think? \n[54]You're a woman. \n[55]What am I missing? \n[56]That woman. \n[57]May I walk with you? \n[58]Forget ironic, it's iconic. \n[59]I won't be able to stop singing that for weeks! \n[60]What's your point Pam? \n[61]No whimsy or sentiment says the woman who sends a flying nanny with a talking umbrella to save the children. \n[62]That'll work. \n[63]She's going to say no isn't she? Woman's a conundrum. \n[64]Inspired by someone we know? \n[65]She won't. \n[66]I do. I know it, I know it only too well. I've fought this battle from her side. Pat Powers, he wanted the mouse and I didn't have a bean back then. \n[67]He was this big terrifying New York producer and I was just a kid from Missouri with a sketch of Mickey but-- it woulda' killed me to give him up. \n[68]Honest to god killed me. That mouse, he's family. Go home. \n[69]Pam! \n[70]Callin' to check up on you. \n[71]Hm? \n[72]Pam, are you always so battle ready? P.L. Travers in her breast plate and chain mail, sword up in the air and off with your head! \n[73]Please, I beg of you, please please call me Walt. \n[74]I heard things didn't go so well today. \n[75]What's this all about Pam? Really? \n[76]I'm wondering what I have to do to make you happy. \n[77]Aren't you wondering that too? \n[78]You know, you've never been to Disneyland! It's the happiest place on Earth! (shouting away from the \n[79]Oh come on! When does anybody get to go to Disneyland with Walt Disney himself?! \n[80]I'm not a violent man Tommie but if Mrs P.L. Travers were to get hit by a large truck I-- (he doesn't allow himself \n[81]Okay boys. We gotta fix this. \n[82]Welcome to the Magic Kingdom! \n[83]Yup! Isn't it wonderful? \n[84]Pretty much! \n[85]War ain't over yet Pam! \n[86]You should get hers too.  This woman's a bona fide genius! \n[87]In Adventureland there is a tree-- this is a fun fact. A titbit. \n[88]It has three million leaves, four million flowers. \n[89]And they said only God could make a tree! \n[90]Where did she come from? \n[91]I think you know who. \n[92]Through the window huh? \n[93]It's just that easy isn't it Mrs Travers? \n[94]I know you don't wanna be here so I'm gonna take you to one ride-- my favourite amusement and then I'll set you free. \n[95]Mrs Travers, I would be honoured if you would ride Jingles. She's Mrs Disney's favourite horse. \n[96]No greater joy than that seen through the eyes of a child. \n[97]There's a child in us all. \n[98]Get on the horse Pamela! \n[99]When we first met, you said to me `they're family.' \n[100]Mary Poppins, the Banks's, they're family. The boys have had an idea for your Mister Banks. I think it'll make you happy. \n[101]No. I brought you all the way out here for monetary gain. Had a wager with the boys that I couldn't get you on a ride. I win! \n[102]Yah! \n[103]Don't worry Tommie, please close the door. \n[104]Never let anybody see me smoking. I'd hate to encourage bad habits. Please, sit down. \n[105]\n[106]Mrs Travers, what in the world has upset you so? \n[107]It's a sequence-- \n[108]And it isn't! \n[109]No they're animated. \n[110]Pam! Pamela! Mrs Travers! Wait! \n[111]Please Mrs Travers-- You must listen. \n[112]Pamela? I don't understand why this is so hard for you. Please, make me \n[113]The promise breakers? Mrs Travers I- \n[114]Mrs Travers? \n[115]Hi. \n[116]\n[117]You must reconsider. You must. \n[118]He's? \n[119]She's gone? \n[120]\n[121]Then who's Travers? \n[122]I've been talking to the wrong person. \n[123]It was one heck of a job getting a seat on the very next flight, let me tell you. \n[124]How about you show me how to make one of those nice English pots of tea? \n[125]I remember. \n[126]Oh. Oh well, when in Rome! \n[127]No, I've come because you misjudge me. \n[128]You look at me and you see some kind of Hollywood King Midas. \n[129]You think I've built an empire and that I want to use your Mary Poppins as just another brick in my kingdom. You think I see her with a carpetbag full of greenbacks. \n[130]If that was all it was would I have pursued an cranky, stubborn dame like you for twenty years? I'd've have saved myself an ulcer! No, you expected me to disappoint you and so you made sure I did. You see, I think life disappoints you, Mrs Travers. I think it's done that a lot. Maybe Mary Poppins is the only person in your life who hasn't. \n[131]Oh, no, that's not true. She's real as can be to my daughter's and to thousands of other children-- adults too. She's been there as a nighttime comfort to a heck of a lot of people. \n[132]Mrs Travers, I am so sorry. I hoped this would be a magical experience for you, for all of us. But I let you down-- and in doing so, I've broken a twenty year old promise to my girls. I've been wracking my brains, trying to figure out why this has been so hard for you and I-- You see, I have my own Mr Banks. Mine had a moustache. \n[133]But it is true that you created yourself in someone else's yes? \n[134]Ever been to Kansas City, Mrs Travers? Do you know Missouri at all? \n[135]It's mighty cold there in the winters. Bitter. \n[136]My dad, Elias Disney, he owned a newspaper delivery route there. Thousand papers. Twice daily. Morning and evening edition. Elias, he was a tough businessman. A save- a-penny anywhere you can type of fella so he wouldn't employ any delivery boys, he just used me and my big brother Roy. I was eight then-- eight years old. Like I said, those winters were harsh and old Elias didn't believe in new shoes until the old ones were worn right through so-- Honestly, Mrs Travers, the snow would be up to here-- \n[137]You'd push through it like wading through molasses. \n[138]And the cold and the wet would be seeping through the shoes and the skin would be raw and peeling from our faces-- and sometimes I'd find myself sunk down in the snow, waking up, cuz I must've passed out for a moment-- I dunno. Then school, too cold to figure out an equation. And back into the snow so by the time we got home it'd be just getting dark, and every part of you would sting like crazy as it slowly came back to life in the warmth. My mother would feed us dinner and then it'd be time to go out again for the evening edition. Best be quick Walt, best be quick or poppa's gonna show you the buckle end again boy. \n[139]Now, I don't tell you all this to make you sad Mrs Travers, I don't. I love my life - it's a miracle. And I loved my daddy, boy I loved him. But, there isn't a day goes by where I don't think of that little boy in the snow and old Elias with his fist and strap and I'm just so tired-- I'm tired of remembering it that way. Aren't you tired Mrs Travers? We all have our tales but don't you want to find a way to finish the story? Let it all go and have a life that isn't dictated by a past? It's not the children she comes to save. It's their father. It's your father--? Travers Goff. \n[140]You must've loved and admired him a lot to take his name-- \n[141]Mrs. Travers. It's all about him isn't it? All of this. Everything. \n[142]Forgiveness. It's what I learned from your books. \n[143]No, you need to forgive Helen Goff. Life is a harsh sentence to lay down for yourself. \n[144]Give her to me, Mrs Travers. Trust me with your precious Mary Poppins. I won't disappoint you. I swear that every time a person goes into a movie house - from Leicester to St Louis, they will see George Banks being saved. They will love him and his kids, they will weep for his cares, and wring their hands when he loses his job. And when he flies that kite, oh! They will rejoice, they will sing. In every movie house, all over the world, in the eyes and the hearts of my kids, and other kids and their mothers and fathers for generations to come, George Banks will be honoured. George Banks will be redeemed. George Banks and all he stands for will be saved. Maybe not in life, but in imagination. Because that's what we storytellers do. We restore order with imagination. We instill hope again and again and again. Trust me, Mrs Travers. Let me prove it to you. I give you my word. \n[145]Is that everyone? \n[146]We'll premiere in London as well. It'll be more convenient for her. \n[147]There'll be cameras, press, interviews-- I have to protect the picture. \n[148]Morning Dolly. \n[149]What? \n[150]Mrs Travers! How wonderful to see you. What brings you to-- \n[151]Great! \n[152]I'll have a-- uh, replacement sent to your hotel right away. \n[153]Pam, how could I? \n[154]It's all right, Mrs Travers. It's alright. Mr Banks is going to be all right. I promise. ", "TRAVERS": "\n[1]Winds in the East Mist coming in-- \n[2]--Like something is brewing, about to begin-- \n[3]--Can't put me finger on what lies \n[4]--But I feel what's to happen, all \n[5]Excuse me ma'am, have you seen my daughter? I was quite sure I had left her around here somewhere! \n[6]Her name is Helen, no, Shirley, erm- - goodness! I've quite forgotten! Could it be Prunella? \n[7]Pamela? \n[8]You're right still doesn't sound quite-- I'm sure I have a special name for her-- \n[9]Why, thank you ma'am! Ginty it is of course! Now, have you seen her? \n[10]Gosh! So it is! Well, thank goodness for that! I was positive I was going to be beheaded for losing Her Highness The Royal Princess Ginty Mc Featherfluffy! \n[11]Never. I promise. I will never lose you! \n[12]Hurry now! We mustn't be late! The adventure is about to begin! \n[13]Who needs a carriage my love? A stroll is a gift!  Everybody ready? Yes. Yep! \n[14]Come along my team! We mustn't miss the train. \n[15]Walking bus! \n[16]Don't forget Andrew! \n[17]Ready? And off we go! \n[18]Left, right, left, right! Coming through! \n[19]A palace! Complete with mighty steed. \n[20]We'll build beautiful memories here my angel. \n[21]--in this house you get to share a bedroom! \n[22]Ginty. \n[23]I'll make us a good life. I promise. I'll make you proud again. \n[24]Ahhh, there's my girl. \n[25]That's it Albert. Give Ginty a smooch. There's a good boy, give her a little smooch. \n[26]Poor old Albert; he's your secret uncle you know? But a miserable, horrid witch turned him into a nag. \n[27]Because she hated the sound of his laugh. \n[28]We have to teach the witch how to be happy again. \n[29]I'm not quite sure darling. Your mother's been calling you for a good hour. I shouldn't go if I were you, she's after little slaves for housework! Ah, I must scrub and bake and sweep Till stars are beginning to blink \n[30]Do you want to know what it feels like to fly Ginty? \n[31]You trust me? \n[32]Gee up, Albert. Yah! \n[33]Yah! \n[34]For you my dear! (he flicks the blade in the air like a swordsman Swish! Which kind of kisses do you prefer Gintamina? Swoosh! Scratchy ones or silky ones? \n[35]Belhatchett. Bell. Hatchett. Ha! It's a ridiculous moniker! \n[36]And Mr Belhatchett has complained that I opened his stupid bank five minutes late has he? Hahaaa!  Time's Money, Goff, y'know! Time's money my man! \n[37]Bell Hatchett! Beautiful hatchet. That's what it means. And I suppose if the poor dumb lambs on his downs, are five minutes late with their calving, or they don't drop dead on schedule when he wants a roast, he takes to them with the business end of his beautiful hatchet. \n[38]There, whack! That'll teach you for not dropping your bairns on schedule. Whack! Whack! Whack! \n[39]Whack. Whoops!  Mr Belhatchett! Allow me to-- \n[40]Ginty! \n[41]Sweet thing! What are you doing here? \n[42]Ice cream day! Yes! I did! What kind of father am I? \n[43]Ah, yes it does seem that-- \n[44]Just wait in my office for a second darling. \n[45]Ice cream is so rare because it only comes from Siberian cows. Did you know that?! Brrrrrrrr! \n[46]We share a Celtic soul, you and I. This world is just an illusion, Ginty old girl. As long as we hold that thought dear, they can't break us. Money, money, money. Don't you buy into it Ginty! It'll bite you on the bot! How did we end up here eh? Look at it. Barren. Breathless. Get as far away from this place as possible my love. Find yourself a patch of green. It's a chimera you know? The world, the bank, you and I, Mr Randolph- whackety-whack-Belhatchett. All an illusion. \n[47]Ahoy Goffs! \n[48]I couldn't stop thinking about my beautiful girls on this beautiful day in this beautiful place and I thought to hell with it!  And what do we say about beauty ladies? \n[49]Buts are for goats my love! Urgh! \n[50]I'll put in extra hours tomorrow. What are we playing? \n[51]That's no hen! That's Aunt Ellie, your mother's horrendiferous sister! \n[52]I'll wash them again my love! \n[53]Go Sergeant Ginty! Fell the beast! \n[54]Oh she's a foul fowl! \n[55]--Meg sweet, I had a throat scratch- \n[56]God no! No. I can endure. I will endure. For the girl's sake-- Just, please-- not Ellie. \n[57]The world is an illusion Ginty. \n[58]Ahh the Countess Mary Sparklestick! Pray tell me, what are you concentrating so hard on? \n[59]Really!? Fabulous! \n[60]Indeed! I can see the feathers sprouting as we speak! \n[61]She can't possibly lay a table; she's busy laying eggs! \n[62]She's laying! \n[63]\n[64]Don't. Don't leave yourself always searching for-- something-- \n[65]Mr Belhatchett. \n[66]Oh, for Gods' sake, Meg, stop whinnying like an old nag will you? \n[67]Meet you there in a blink of an eye! \n[68]Indeed, a published poet-- \n[69]In a moment, my princess. I'm talking. Back in Ireland, I miss her green \n[70]Not now Biddy! \n[71]Ginty! Shoo! \n[72]Good afternoon, distinguished guests, our biggest supporter Mr Randolph Belhatchett and his lovely wife, ladies and gentlemen, boys and girls! \n[73]I'm honoured to be here on behalf of the Belhatchett Bank of Australia. Shortly, it will be my very pleasant duty to present the awards to our young performers. But before I begin, I'd like to say a very few words to our very youngest citizens about the role of the - er, the Bank in our community. \n[74]Bankruptcies! Debtor sales! Opportunities! All manner of private enterprise! Shipyards! The Mercantile! Collieries! Tanneries! Incorporations! Amalgamations! Banks! \n[75]Uhmm. Thank you kindly. Thanking you. Now-- what, what am I doing next? Oh! It's a marvellous idea to encourage children to open accounts. My daughter, the Princess Ginty-- she's-- uh.  How old are you? Come up here. \n[76]Ginty has a bank account-- and that's good. Give her a drink! \n[77]I mean give her a hand. \n[78]I shall return in just a moment to present the awards. But right now I must-- relieve myself. \n[79]Give us your shoulder, Ginty, will you? I'm busting. There's a good girl. \n[80]I don't suppose there's any more you can give me for the pain? \n[81]Be a darling Ginty my old pal! Help father out won't you? \n[82]In my washroom-- there's a bottle of medicine that father needs-- \n[83]Godammit! \n[84]It's hardly Yeats, is it? \n[85]The Aunt. \n[86]Look at you-- all ship shape. \n[87]\n[88]Never. I promise. I will never lose you. \n[89]Winds in the East Mist coming in-- \n[90]--Like something is brewing, about to begin-- \n[91]Can't put me finger on what lies in \n[92]But I feel what's to happen, all ", "RALPH": "\n[1]Travers? P.L. Travers? \n[2]Welcome, Mrs P.L. Travers! Welcome to the City of Angels. \n[3]Let me take those. \n[4]Sun came out to say hello just to you. \n[5]Jasmine. \n[6]You okay back there Mrs P.L. Travers? \n[7]No problemo! We got a brand new air conditioning system, Missus; cool you right down in no time. Just about make you feel like you're in good old Engerland again! Things they can put in cars these days-- (he shakes his head in \n[8]No problemo. \n[9]Good morning Mrs! \n[10]Hm? \n[11]Yes ma'am! I'm all yours. Sun came out again! \n[12]It certainly is! \n[13]Madame. \n[14]I would so much rather be accountable for the rain. \n[15]Oh, that's sad. \n[16]Okey dokey. \n[17]So does the sun. \n[18]Yes ma'am. \n[19]Leisurely stroll's a gift. \n[20]Beautiful ain't it? \n[21]I do. \n[22]Ya alright Mrs? \n[23]Mrs? \n[24]I, uh, brought you a tea. \n[25]Everything okay Ma'am? Would you like me to drive you home? \n[26]You got family back there Mrs? \n[27]I know! I do, do that. Yes! \n[28]\n[29]I gotta kid. \n[30]Jane-- she's got all kinds of troubles. \n[31]Handicapped you know? Myelitis-- transverse. She's in a wheelchair see? That's why I concern myself with the weather-- sunny day she can sit out in the garden. Rainy day I have to leave her cooped up inside. Worry `bout the future, but then I stop cuz you can't do that. Only today. \n[32]A river! \n[33]Lake. Hey! I wish I could take her there! \n[34]Change of venue this morning apparently. \n[35]I was thinking about our-- tea party? \n[36]Yesterday, the little park. \n[37]\n[38]Oh! Isn't that nice? Holy mackerel! Wowzers. Never met him myself but there he is! Right there. Real. Living, breathing. Oh boy! \n[39]It's always new. \n[40]Woah! Mister Disney! \n[41]Hi! I'm such a huge fan. It's such an honour to-- \n[42]Excuse me. \n[43]You ready to go Mrs? \n[44]The lady's ready to go now sir. \n[45]It's been a pleasure driving you Mrs. \n[46]I really have enjoyed it. Didn't know who you were at first and then guess what? \n[47]I was telling my daughter all about my day and how I was driving this nice writer lady, Mrs Travers for Mr Disney and-- \n[48]\n[49]Would you?! \n[50]Jane. \n[51]Uh huh. Like the girl in the book. \n[52]Ralph. \n[53]Pamela. \n[54]May I ask why? \n[55]Albert Einstein, Van Gogh, Roosevelt, Frida Kahlo-- What is this? \n[56]Walt Disney! \n[57]Thank you Mrs. \n[58]Had a feeling a certain friend of mine might be needing me tonight. \n[59]You look like a million bucks! Let's get you to the ball. \n[60]This is your night. None of this would be possible without you. ", "DON": "\n[1]Pamela! Good morning! \n[2]I do apologize, Mrs Travers. I am Don DaGradi, the script writer. \n[3]Gradi. Wonderful! I welcome it. \n[4]Uh. Okay, so this is the rest of your team, Dick and Bob Sherman! Music and lyrics. Boys, this is the one and only Mrs P.L. Travers, creator of our beloved Mary. \n[5]Who else? \n[6]Uh-- erm. Ha! We had planned a little tour of the studio for you \n[7]--Wanted to show the place off. \n[8]Mrs Trav-- it's a long way to-- \n[9]Could you let-- \n[10]A word of advice Mrs Travers, if I may. \n[11]Wow. Uhm. It's just that he can't stand being called Mr Disney. We are all on a first name basis here. Dolly! Is he--? \n[12]We have a whole script to get through. It's gonna be a long day Mrs T. \n[13]--ravers. \n[14]Exterior. It means the scene is taking place outside. \n[15]No, No, Mrs Travers please go ahead. \n[16]Yes. \n[17]Thank you. Alright Ladies and gents, comical poem, suitable for the occasion-- \n[18]--extemporized and thought up before your very eyes! Alright, here we go-- \n[19]We do find it helps to have a visual. It's fun! \n[20]It's all wrong? \n[21]Um-- yeah? \n[22]It does seem strange that Mrs Banks allows her children to spend all of their time with the nanny when she has no job to speak of-- \n[23]No! Of course not! We just felt that if she had a job it would go some way to explaining-- \n[24]Sybil? \n[25]I could go with Winifred. \n[26]Ahm, yeah, that's him-- \n[27]In the books he-- \n[28]Bob, Bob, Bob-- \n[29]What?! \n[30]Yeah, do nanny. \n[31]Yeah, I think-- \n[32]Time and tide wait for-- \n[33]Yeah, we have sugar. \n[34]Man is in the forest. \n[35]I want you to hear this.  Play him what you got. \n[36]It's ironic. \n[37]Mrs Travers? \n[38]Mrs Travers? \n[39]We were just saying that we'd like to play you the song in the bank. Would that be good? \n[40]So you have tuppence? May I be permitted to see it? (changing voice to Michael \n[41]Very well, my boy, give me the \n[42]While stand the banks of England. England stands! \n[43]When fall the banks of England, England falls! \n[44]I love it! \n[45]Who are we talking about? I'm confused. \n[46]Yes. \n[47]Of course. \n[48]Mrs Travers! \n[49]Good morning Mrs Travers! \n[50]Now, Mrs Travers you sit here. \n[51]We thought about what you said Mrs Travers and Mr Banks isn't cruel. He isn't. We've got a new ending for the film. Oh god, I hope you like it. \n[52]Michael says, \"He mended it! It's wonderful!\" \n[53]And then Mrs Banks goes to fetch her suffragettes ribbon. \n[54]So Jolly Holiday's in? \n[55]No I don't think you can train an \n[56]Dick. \n[57]Dick. \n[58]Crap. ", "GINTY": "\n[1]No! \n[2]No. \n[3]Ginty! \n[4]It's me! \n[5]You can't lose me! \n[6]See you soon Katie Nanna! \n[7]\n[8]And chickens. \n[9]Good night father. `night mother. \n[10]Why did she do that?! \n[11]Poor Uncle Albert! How can we fix him? \n[12]How? \n[13]Why do you do that? \n[14]Silky ones. A man must shave for to spare his daughter's cheeks! Swish! \n[15]Thank you. \n[16]You said today was-- \n[17]Are you fired again? \n[18]Father! \n[19]The hen got out and we've been trying to catch her! \n[20]That's a made up word! \n[21]Not the aunt! Quick! Catch her before she flies away on the-- \n[22]Aunt Ellie! \n[23]Foul fowl. \n[24]I am laying eggs! \n[25]Today I am a hen. \n[26]I'm not Helen! \n[27]I want to be like you. \n[28]Father-- will you ride the carousel with me!? \n[29]Father, come and look. Biddy's dancing. \n[30]But she's-- she really wants you to watch, Dad. You'll miss it. \n[31]I'm Ginty. \n[32]You said don't give up. \n[33]I'm scared my father is-- \n[34]I've brought you something father. \n[35]Mother took it away. \n[36]I wrote a poem for you. It - it won first prize, at school. \n[37]Would you like me to read it to you? \n[38]Mother? \n[39]What? \n[40]Mother! \n[41]Mother! Mother! \n[42]Once upon a time there were three little girls alone in a house. They were frightened of the big wide world just outside the door. \n[43]They were so afraid. \n[44]But the stars were guarding them, they glittered as they spoke \"We shall send a guide to show them the way to the magical ladder which will bring them all the way up to \n[45]And who do you think those sparkling messengers sent? Who was it that came flying through the starry, starry sky to carry us up to see them? \n[46]Their old Uncle Albert of course!  Stay right here, be good-- \n[47]I'm going to find the end of the story so I can bring it back for you! \n[48]It's time to go home, ma. \n[49]I re-wrote the poem father. \n[50]The aunt gave me tuppence. \n[51]Shall I buy you something father? \n[52]I want to see my father. \n[53]I want to see him! \n[54]I dropped the pears. \n[55]I'm sorry daddy. \n[56]You promised you would fix everything. ", "DICK": "\n[1]That's just the scene heading! \n[2]We do hope so! \n[3]Room here for everyone gather around, \n[4]Now, how does that sound? \n[5]We made it up! \n[6]No? \n[7]Interesting. \n[8]Gwendolyn? \n[9]He got shot. \n[10]It's something to say when you don't know what to say! \n[11]Walt? \n[12]Nanny? \n[13]\n[14]Love us as a son and daughter \n[15]Hurry, Nanny! \n[16]Alright. \n[17]It's gotta be like a slogan! \n[18]Yeah! Yes! A stitch in time! \n[19]Sugar? \n[20]What? That's not-- \n[21]Ouch. \n[22]No ouch? \n[23]Medicine in sugar? \n[24]Yes! \n[25]It's just a chorus-- \n[26]Just a spoonful of sugar helps the medicine go down-- the medicine go do-own, medicine go down Just a spoonful of sugar helps the medicine go down In a most de da dee daaa! \n[27]You see how it goes up on the word down? \n[28]All around the cathedral the saints and apostles look down as she sells her wares \n[29]Although you can't see it you know they are smiling Each time someone shows that he \n[30]Though her words are simple and few listen, listen, she's calling to \n[31]A man has dreams of walking with \n[32]You'd have to ask Bob. \n[33]She might surprise us all. \n[34]You don't know that. \n[35]\n[36]Safe and sound-- \n[37]Soon that tuppence safely invested in the bank will compound-- \n[38]And you'll achieve that sense of \n[39]As your affluence expands-- \n[40]In the hands of the directors who invest as propriety demands. \n[41]When you deposit tuppence in a bank account, \n[42]Soon you'll see that it blooms into credit of a generous amount \n[43]You think Walt's gonna like it? \n[44]Mine like to make folded paper-- \n[45]With tuppence for paper and strings You can have your own set of wings With your feet on the ground You're a bird in flight with your fist holding tight To the string of your kite Oh oh oh oh Let's go fly a kite Up to the highest height Let's go fly a kite and send it \n[46]When you send it flying up there All at once you're lighter than air \n[47]You can dance on the breeze over houses and trees-- \n[48]With your fist holding tight To the string of your kite \n[49]They're animated. \n[50]Cartoons. \n[51]What? Are we getting real penguins? ", "MARGARET": "\n[1]The carriage? \n[2]Thank you so much. For everything. \n[3]\n[4]Yes. \n[5]It's rather late-- \n[6]Biddy and Moya are already asleep. \n[7]Good night dear. \n[8]Look at the stars. \n[9]There there. Shush shush now-- \n[10]If you could just-- \n[11]What a lovely surprise! Did you finish early? \n[12]\n[13]Oh! \n[14]--darling, it's just that um-- a \n[15]--the bank is getting you down again? Perhaps my sister-- \n[16]Oh my dear-- \n[17]Helen Goff, would you lay the table for supper please? \n[18]\n[19]\n[20]He is indeed! On behalf of the bank. \n[21]Travers, Biddy's stomach-- \n[22]I'll take Biddy to get ready for her dance. Where's your father? \n[23]Come on Biddy. \n[24]He's using too many `verys'. He always says `very' too much when \n[25]I know you gave it to him.  All the hope is in the bottom of that bottle, Helen. \n[26]I want you to take care of the children. \n[27]Watch over them. \n[28]I know you love your father more. But one day you'll understand. \n[29]Sometimes a person we love, through no fault of his own, can't see past the end of his nose. \n[30]Oh my! \n[31]They've been so worried-- I've-- \n[32]\n[33]No, you mustn't. ", "BOB": "\n[1]Excuse me? \n[2]Don? \n[3]That is a very expensive piano. \n[4]Dick is one of the greats! \n[5]I wonder if Emmeline P would agree with that adjective-- \n[6]Yep. \n[7]Sure. \n[8]Great. \n[9]Does it mattterrrrrrr?! \n[10]\n[11]He doesn't have the rights-- \n[12]Wanted a nanny for two adorable children. \n[13]You wrote that in your book! She wrote that in her--! \n[14]Her prescription for life. \n[15]An apple a day. \n[16]Sugar! \n[17]Jeff had vaccination day at school yesterday. \n[18]No ouch. \n[19]Sugar. They put it in a cube. \n[20]Cube's an odd word. \n[21]Spoonful? \n[22]Go back to the chorus.  Just a spoonful of sugar helps the medicine go down! \n[23]Wait! WAIT! She always does what's unexpected. She goes UP the bannisters. \n[24]So go up. \n[25]Try B. (singing `down' in an up \n[26]Tell us what you think. He knows dum dum Will help dum dum dum duuuum! \n[27]We'll work out the other lyrics. \n[28]On the word down it goes up! \n[29]Well? \n[30]Did we get that on tape? \n[31]Are you serious? ", "DIARMUID": "\n[1]Mrs Travers. \n[2]Excuse me? \n[3]The car should be here, may I use-- \n[4]You--? What? Pamela! \n[5]Mrs Travers, please, why--  Why would you cancel the car? \n[6]We've been through this-- \n[7]You can't. \n[8]You made an agreement. Do you understand? A verbal agreement. \n[9]\n[10]\n[11]I like to think of it, believe me I know it's not reciprocated. I would never suggest you do something that would cause you anguish but there's no more money Pamela-- Mrs Travers. Simply no more. Sales have dried up, no more royalties. You refuse to write further books so-- Do you understand? I'm frightened that you don't understand what that means. \n[12]--We've been trying to do this deal for twenty years! He's agreed to both your stipulations. No animation, script approval-- I-- \n[13]--script approval! He's never granted anything like that before! I don't know what else to-- \n[14]Where is Polly? \n[15]Polly? \n[16]You have only to go there and work for two weeks. Collaborate. That's it. You haven't signed the rights over, yet. \n[17]You must make it work Mrs Travers-- \n[18]You need the money. I don't want you to see you-- . \n[19]I am picking up the telephone Mrs \n[20]You do. \n[21]You don't sign the papers. He cannot make the film unless you grant the rights. It's an exploratory trip-- \n[22]What do you say? \n[23]I am so pleased to hear that Mrs Travers. \n[24]So why do you keep her? \n[25]Do you have a title? \n[26]Wonderful. Should we start talking about the film rights? \n[27]Okay. Now, tell me, Have you got your tiara for the premiere? \n[28]Why not? \n[29]He hasn't invited you, has he? \n[30]Mary Poppins wouldn't stand for that. ", "DOLLY": "\n[1]She's here! \n[2]I'm sorry to interrupt. \n[3]Excuse me? \n[4]I'm sorry I don't understand. \n[5]Mrs Travers, it was a specific request, from Walt. \n[6]She has a lot of-- ideas. \n[7]About how she, uh, sees things. \n[8]The name Cynthia has been changed to Winifred. \n[9]She won't approve Dick Van Dyke. \n[10]The sketches of the Banks house make it look too opulent, there must be no hint of romance between Mary Poppins and Bert, she wants to know why Mr Banks has been given a moustache, the-- \n[11]Yes. They did tell her but she wants to know why. \n[12]Right. Of course. Uh-- the tape measure Mary Poppins uses to record Jane and Micheal's height must be a roll tape, not a ruler, we must add gravi-- gravitas, she says. \n[13]She only wants green vegetables and broth, I don't know what that is but she wants it in the room from now on and oh! She doesn't want the colour red in the film-- at all. \n[14]However did you manage it? \n[15]\"A proper kite needs a proper tail don't you think?!\" \n[16]Mr Disney! Walt! \n[17]I'm sorry to interrupt. It's just she-- she's dancing! Mrs Travers. She's dancing with Don! \n[18]Good afternoon Mrs Travers! \n[19]If you'd like to take a seat-- \n[20]Mrs Travers, please! \n[21]Yes ma'am, when? \n[22]Yuh, didn't you know? She's all hoity toity. British this and British that and she's really an Aussie called Helen Goff. Stuck up-- ", "TOMMIE": "\n[1]Hi there! It's so nice to-- \n[2]Scotch Mist. \n[3]What do I think I-- what? \n[4]That's a canny observation Walt. \n[5]You think the female of the species has some kind of psychic insight when it comes to others of her kind? \n[6]We don't. You'll get yourself an ulcer with all that unriddling. Give it up. \n[7]Walt, I'm so sorry. \n[8]Flight left 10 minutes ago. \n[9]Her. That's her real name. \n[10]Walt. \n[11]Invitation list for the premiere. \n[12]Not everyone. \n[13]Okay. ", "DISNEY": "\n[1]Hit me with it. \n[2]Ya? What kind of ideas? \n[3]And just how does she `see' things? \n[4]Gahd! Anything else? \n[5]We can't make the film without the colour red! It's set in London for pete's sake. \n[6]There's buses and mail boxes and guards uniforms-- heck! The British flag! Pamela, I'm not sure why \n[7]Is this a test Pam? Are you requiring proof of how badly I wanna make you happy so that we can create this beautiful thing together? \n[8]Alright. No red in the film. \n[9]You do know why! \n[10]He's? ", "DICK  PAMELA": "\n[1]position, No no! They can't make deman-- have a cheery disposition-- But Dick ignores her and carries on. \n[2]Play games, all sorts! Hm. \n[3]You must be kind, you must be Well of all the ridiculous--! \n[4]Take us on outings, give us Completely defeats the-- \n[5]Sing songs, bring sweets No sweets! \n[6]Never be cross or cruel Who would give a child cast-- Never give us castor oil or ? \n[7]We will never give you cause Hate is too strong a wor-- to hate us-- \n[8]Or pepper in your tea No. ", "BIDDY": "\n[1]Really?! \n[2]Mrs Brill said Father's presenting the medals. \n[3]Ginty! \n[4]Where's ma? \n[5]An elf? \n[6]Are you going to the sky? \n[7]Is it happy? ", "ELLIE": "\n[1]Now, I've brought every new fangled treatment available in Sydney. \n[2]Close your mouth please Biddy, we are not a codfish.  I spy a multitude of jobs to be done! \n[3]Do stop babbling nonsense! I'm here now and I shall fix everything. Girls! Feverfew and camomile to lower his body temperature. Garlic, sorrel, sage. Deadly nightshade. And if those don't work-- well I shouldn't like to say. \n[4]--tincture of horseradish-- \n[5]I thought I had made it quite clear you were to begin helping. \n[6]Spit spot! \n[7]Well begun, is half done! "}}