{"dialogues": {"LAWRENCE": "\n[1]You\u0092re not dead. \n[2]side, and almost irritated with Adam\u0092s reaction to the situation. This shall be his tone for many scenes to come.) There\u0092s no point in yelling, I already tried it. \n[3]Would if I could. \n[4]I don\u0092t know yet. \n[5]Shh! Hang on a second, I think I found something. \n[6]No one can hear you. \n[7]Calm down, just calm down. (He knows that to remain calm is to remain in control, something he must be no matter what the situation.) Are you hurt?  \n[8]\n[9]My name is Lawrence Gordon, I\u0092m a doctor. I just woke up here, just like you. (He reaches up, wipes his face with his sleeve \n[10]Recognize him? \n[11]kid) Well, do you have any idea how you got here? \n[12]What\u0092s the last thing you remember?  \n[13]Well there\u0092s...there\u0092s not much to tell, really. (Across the room, Adam gives up with the chain for the time being but remains sitting on the floor.) I was on my way home from work and uh, I don\u0092t remember anything else. \n[14]From the looks of these chains, someone didn\u0092t want us to go very far either.  \n[15]\n[16]has taken your kidneys. \n[17]be in terrible agony, or you\u0092d be dead by now. Trust me. \n[18]Yeah. (He sighs. He\u0092s getting tired of Adam already. He speaks sharply.) So, you gonna tell me your name, or what? \n[19]calmer) Well Adam, what we need to do (he leans with one hand outstretched against the pipe to his right. Adam watches him, scared but calm) is start thinking about why we\u0092re here. Whoever brought us there could\u0092ve killed us by now. But they didn\u0092t. They must want something from us. (He looks up and around the room) Question is what. (He sees something up on the wall, moves forwards a bit towards it. We see that it is a brand new clock on the wall, ticking away. It reads currently at 10:22.) That clock. \n[20]\n[21]Adam see it?) So, someone obviously wanted us to know the time. (Adam looks a bit confused still, mulls over that information. Lawrence thinks for a moment.) Wait, I think I may be able to reach that door. \n[22]What is that? (Adam doesn\u0092t answer, continues looking at the tape. Lawrence\u0092s voice grows impatient.) Excuse me.  \n[23]Where did you find it? \n[24]to the key) Come on, come on, come on....  \n[25]Adam gives up, drops the key onto the floor frustratedly, shaking his head. That\u0092s when he looks over to the body again, and the shot closes up on the hand holding the tape recorder. A small loop handle juts out of the hand\u0092s grip. Adam stands up, then bends down and picks up the tape on the floor, looking at it. He puts it back down then stretches himself flat out on the floor, trying to reach. Unfortunately, there is still a good three to four feet between him and the body. \n[26]Use your shirt. \n[27]Your shirt. \n[28]Come on... \n[29]Well, look around, there must be something else you can use. \n[30]Adam looks around his area, then into the bathtub. He sees something, bends over, takes out the tub plug, which is attached to a long cord. He ties the cord around the sleeve of his shirt. He kneels down, holding out the shirt, aiming. \n[31]Come on, you can do it. \n[32]Come on, come on, again. \n[33]\n[34]slow-minded fool who simply doesn\u0092t understand the full capacity of the situation that they\u0092re in, and speaks to him as such.) Look, we\u0092re going to have to work together if we want to get out of here. Now just throw it to me. \n[35]him the tape. He catches it, rewinds, plays back. Adam stands up from his spot on the floor. \n[36]\n[37]\n[38]\n[39]There! Right next to you, on the toilet.  \n[40]on. \n[41]\n[42]Take off the lid. (He points to the lid. Adam looks to it, slowly stands up, reaches for it. Lawrence has no patience.) Come on! \n[43]Huh.  What is it?  \n[44]Hey! (Adam turns and looks. Lawrence speaks in an irritated voice) Mind passing me the other one? \n[45]He doesn\u0092t want us to cut through our chains. He wants us to cut through our feet. (Adam looks up at him, eyebrows raised.) I think I may know who\u0092s done this to us. \n[46]It\u0092s not someone I know personally. It\u0092s...just someone I know of. \n[47]The last I heard...the police still hadn\u0092t caught him. \n[48]is because I was a suspect. \n[49]\n[50]him the Jigsaw Killer. \n[51]Actually, technically speaking, he\u0092s not really a murderer. He never killed anyone. \n[52]kill themselves. \n[53]Okay. This patient has an inoperable frontal lobe tumor extending across the midline. Started as colon cancer. (He turns back to the three young medical students. One of them, a pretty Asian girl named CARLA, smiles at Lawrence as he speaks, seems particularly infatuated with him.) The patient has come in for a standard checkup by which we are able to monitor the rate at which his condition is declining. \n[54]The patient had... \n[55]Thank you for that information, Zep. (he looks to the students, who all share his smug smile) As you can see, our orderlies form very special bonds with the patients. (Zep just stares at Lawrence, his expression mostly blank but with pure loathing just underneath the surface. The look seems to say Fuck you, Dr. Gordon. He stares at him for a moment, then turns away, and continues down the hall with his cart.) Continuing on, the patient.... \n[56]someone doesn\u0092t want me to tell you what the patient has. Excuse me. (He steps around the students, leaves the room. The three students watch after him with great admiration. \n[57]Oh. Thank you, I do my best. (He sits in his chair. Tapp takes the seat next to Sing across from him. Sing studies him silently, chewing gum. \n[58]That\u0092s fine. Now, how can I help you gentlemen? \n[59]Why is it that you\u0092re interested?  \n[60]No, I\u0092m afraid that\u0092s...that\u0092s quite out of the question. I can\u0092t just leave, I have work to do. Plus, my wife has the car today, so... \n[61]you\u0092ll have to tell me again. What is this all about? \n[62]Of course not! \n[63]I was seeing someone. \n[64]\n[65]tried to set me up for murder. \n[66]Good! Can I go home now? \n[67]really, but... \n[68]Camera moves into the Interrogation room with Amanda, Tapp, and the unidentified man. As Tapp speaks, the camera slowly moves closer over his shoulder and towards Amanda. As we get closer to her, we see long, strange, scar-like markings along each side of her mouth. She is shaken, her eyes distant, never looking anyone, including Tapp, in the eye. It is clear that her mind is still lost somewhere within her nightmare. \n[69]You mean....he was alive? \n[70]\n[71]to a simpleton) I\u0092m in exactly the same situation you\u0092re in. \n[72]What? \n[73]to break the glass) That\u0092s not going to do anything. \n[74]That\u0092s why we can\u0092t cut through these chains. It\u0092s why you won\u0092t break that glass. (he gestures to the pipe then the glass) Every possible angle has been pre-thought out by him. (He appears deep in thought, starting to understand the set-up more so, figuring out the way this guy thinks. Almost admiring him. The situation may be bad, but it\u0092s a brilliant design. \n[75]you have to understand what a perfect engine it is. That\u0092s how you fight disease. (He looks up at the ceiling, at the walls, around the room) Now the tape told us to find an X. That X has to be somewhere in this room. Help me find it. \n[76]angrily) I AM thinking about that. (Adam backs off a bit. Lawrence pauses a moment, his voice changes to calm but sad.) I\u0092ve been the last thing I said to my daughter. \n[77]raises his finger to pause them) Just a minute. \n[78]mmm hmm, just gotta finish this paragraph.  \n[79]Nope! I\u0092m done. (he smiles, turning to look at them. \n[80]There\u0092s no one in your room. There\u0092s no such thing as the bad man. Now can you go to sleep? \n[81]You are? Give me your tootsie. (He pulls back the covers and she pulls out her foot. He takes it in his hand.) Oh, what a big tootsie. (He turns to her, raising his eyebrows up) Remember this one? (He counts on her toes as he says the following) This little piggy went to market, this little piggy stayed home, this little piggy had roast beef, this little piggy had none, and this little piggy went \u0091Weeee!\u0092 (he tickles up her leg to her tummy and she giggles) all the way home! \n[82]Well I have to go to work, sweetheart. You know what Daddy\u0092s job is like. Now, come on. (he re-tucks her in, she smiles at him.) Let\u0092s see. Try and get some sleep now, okay? (He gives her a kiss, smiles, stands up and goes to the door.  \n[83]at the door, turns, goes back over to her bed, sits down next to her and leans over. This was the last thing he\u0092d expected her to say) What are you talking about? You mean, leave you and Mommy? (She nods; he reaches up and gently brushes her hair away from her face.) No, no sweetheart, I would never do that. Who gave you that idea? \n[84]Well it\u0092s not true, okay? \n[85]How much do I love you? Love you very much \n[86]That\u0092s right, that\u0092s right! (He gives her a kiss, pulls back.) Good night, sweetie. \n[87]Tomorrow, I\u0092ll read you your favourite story. \n[88]Quick cut to the Entrance Hall of the Gordon Residence. Lawrence walks towards the door, Alison behind him. Alison\u0092s voice starts to cut over the scene. Her tone is very pissed off. \n[89]she means) What, what are you talking about? \n[90]I am happy. \n[91]Would you like to see her? (He reaches into his pocket and takes out his wallet, throws it across the room to Adam, who is sitting with his back against the wall, facing Lawrence. Adam picks up the wallet and opens it. He sees two pictures of Diana, side by side. The one on the left is Diana hugging a dog. The one on the right is a smiling portrait outside somewhere. \n[92]Thank you. \n[93]talked about it, but uh, with our schedules, it\u0092s difficult enough to concentrate on one. (The tone of his voice indicates that maybe he\u0092s starting to realize that he should\u0092ve spent more time and attention to his daughter. \n[94]There\u0092s another picture behind the one you\u0092re looking at. (Adam reaches behind the photo on the right and pulls another photograph out. Lawrence smiles slightly as he speaks) It\u0092s my favourite one because we\u0092re all in it together. Someone, usually me, has to hold the camera, which means I\u0092m always missing from the photos. \n[95]nostalgic bliss) What? \n[96]hand for Adam to toss the wallet.) Really? Are you sure? \n[97]must\u0092ve taken it. I... \n[98]I am happy. (He walks over to a chair, leaning over it as he puts something down, gets his briefcase ready to go to work. Alison stands a few feet behind him, trying her best to get him to react, to stop the bullshit and end the masquerade.  \n[99]that important, like there really is nothing wrong) We can talk about this alter, okay? (He leans in to kiss her, but she shakes her head. He pauses there.  \n[100]really just glad to be out of Tapp\u0092s company) Here we are. That was uh, quite an amazing story that poor woman told. (Tapp just nods, says nothing. Lawrence smiles very uncomfortably, gets out of the car. \n[101]the car window.) Look, I\u0092m sorry I can\u0092t be of more help to your investigation.  \n[102]X Marks the spot...(He stands, touching the pipe and looking up and around a bit.) X marks the spot...we need to search this room again. (He turns and looks over at Adam.) What are you doing over there? \n[103]\n[104]in us not helping one another. \n[105]That\u0092s exactly why we need to talk. We need to think! \n[106]me in the dark about what you\u0092re thinking!  \n[107]What? \n[108]\n[109]come we didn\u0092t see that before? \n[110]see the small lock on it.) It\u0092s locked. (He pauses, thinking, then realizes something) The key, the one from my envelope. Where is it? \n[111]Are you joking? You\u0092re gonna put something we found in this room in your mouth?  \n[112]phone, but a weird beeping noise indicating the call can\u0092t go through comes from the phone. He dials again, same result.) Shit.  This was meant to receive calls, not make them. (A moment; he realizes something.) Wait a minute...this has happened before.  \n[113]the hospital. (fade into another closer shot of the cars, and Lawrence walking down the corridor, carrying his briefcase.) I was walking back to my car. (He stops a moment) I thought I was alone, but I\u0092m sure someone else was there. (He squints, bringing his hand up over his eyes. There is a flash from the side. He looks up, startled, looking in the direction in which he thinks it came from, but sees nothing. He looks around him for another moment, then continues forward to his car. \n[114]That...thing. It was waiting for me. (He exhales sharply, then looks back up at Adam. Adam is just standing there, staring at him. Something seems a bit...off. With a suspicious tone, Lawrence addresses him.) How did you know to turn off the lights? \n[115]Yeah, but how did you know? \n[116]\n[117]You know what? (he looks down, then back up at Adam.) You\u0092re a terrible liar. \n[118]the surface) What else aren\u0092t you telling me? \n[119]You knew to turn off these lights.  \n[120]with a juvenile. \n[121]Adam leans down and reaches into the bathtub, pulls out and holds up the picture of Alison and Diana. \n[122]turns it over, then back. Adam casts his eyes downwards, still standing but cooling off, feeling bad for Lawrence) W...where did you get this? \n[123]W...why didn\u0092t you show me this before?  \n[124]What are you doing to them you bastard?! (He goes back to huddling over the photograph, sniffling and crying for a moment. Then, he sits up, trying to pull himself together) Okay...okay.. Okay, I\u0092ve got to think now...(He looks down, sees the note again in the box.  \n[125]will not pick him up) Adam, listen to me. I want you to play along with me on this. \n[126]You got that? (he turns the lights back on, both of them again wincing at the bright light. Lawrence glances at the surveillance camera, then looks to Adam.  \n[127]still want that cigarette? \n[128]There! I\u0092ve done it! I\u0092ve killed him with the poison, just like you wanted. Now where\u0092s my family?! Where are they?! \n[129]\n[130]What? (he rolls his eyes. Unbelievable. He speaks in a hushed tone.) That was our way out! \n[131]\n[132]All right, that\u0092s it! (He leans over and picks up his saw, sits down and starts trying to saw through his chains again, grunting. Adam, in the meantime, just sits back against the wall, breathing heavily, looking dazed. Lawrence continues to franticly saw, but it doesn\u0092t work. He gets pissed off and throws the blade down.) Ah, Damn it!! \n[133]\n[134]\n[135]\n[136]worry honey, everything\u0092s going to be okay. Where\u0092s Mommy? \n[137]can for his daughter) Let me talk to her sweetie, okay? Put Mommy on. \n[138]W...what man? \n[139]Hello? Hello? Diana? \n[140]Zep puts the phone up to Alison\u0092s ear. \n[141]Ally? Is that you? (We see a shot of Alison giving a threatening look through her tears to Zep. \n[142]to watch him worriedly) How do you know? Ally, what is going on? \n[143]Hello? Ally? Ally? (No answer, just the dial tone. He stands up.) Hello? (He looks to the surveillance camera, screaming) God damn you! If you so much as lay a finger on them, I\u0092ll kill you! You hear me? You son of a bitch! I\u0092ll kill you! (He sits down, leaning forward over the floor, crying a bit. He slams his fist fiercely against the floor.  \n[144]is clearly underneath the surface) My wife, she uh, she mentioned your name.  \n[145]She told me...not to believe you.  \n[146]of 1000 deaths) She told me you knew me. (He stands, looming menacingly, the look stronger on his face) Who are you? \n[147]You\u0092re a liar! I need to know the truth!  \n[148]truth. \n[149]\n[150]You\u0092ve uh, had these with you the whole time? \n[151]of it! (He angrily crumples up and throws the photo he was holding at Adam  \n[152]Why did you um, deem it necessary to page me when you knew I was at home?  \n[153]gave you a precise time at which to page me. (He puts the briefcase on a chair by the door then goes over and sits down next to her on the bed.) You can\u0092t do that. \n[154]for me to makes you come here. \n[155]-Please.  I\u0092m sorry. (He stands and heads over to the door. Carla remains sitting on the bed. She sniffles slightly but doesn\u0092t cry. \n[156]You tell anyone you were here? \n[157]Hello? \n[158]I- (but the other person hangs up, and a dial tone is heard \n[159]\n[160]I\u0092ve got to go. (He picks up his briefcase from the chair, and heads out the door.  \n[161]Who was it? \n[162]The person who paid you to follow me, who was it? \n[163]mean you saw what happened to me?  \n[164]Clearly, whoever paid you to take the pictures of me is the one who put is in here. \n[165]Maybe? What do you mean maybe? Of course it is! What did he look like? \n[166]Was he tall, was he skinny, obese, what?  \n[167]anything?) You must remember something about him. \n[168]You\u0092re telling me you don\u0092t remember a thing about the guy? \n[169]for fuck\u0092s sake! I give up! \n[170]Tapp! (shot of inside Adam\u0092s apartment, Tapp handing us/Adam money. Adam\u0092s/our hand reaches out and takes it quickly. Then, back to Lawrence) Detective Tapp!  \n[171]No, no, he was discharged from the police force. (Shot of Tapp at his desk with the Amanda video, looking at notes.) He broke down after his partner was killed (Tapp and Sing sitting next to each other in Lawrence\u0092s office), but that didn\u0092t stop him from harassing me. (Lawrence sitting in the car next to Tapp) The guy became obsessed. (Tapp in his current apartment adjusting the camera in the window, then a shot of him leaning over a notebook, going over notes.) He\u0092s convinced himself that I must have somehow been involved with the murders. He\u0092s...he\u0092s crazy. (Tapp at the corner desk in his apartment, giving a crazy-sounding Heh heh heh laugh. The shot cuts back to Lawrence, who points accusingly at Adam.) And you helped him.  You took money from him to invade my privacy. How could you do that? \n[172]Adam? You\u0092re not a victim of this game, you\u0092re a part of it. (Points accusingly at him as he says this. \n[173]turning around slightly, internal eye roll.) I told you, he\u0092s not a cop. He\u0092s a bottom feeder, just like you. (A slight sneer from Lawrence at Adam. Lawrence turns back into his corner \n[174]I did not cheat on her!!! \n[175]down on the pipe in his corner, leaning forward a bit.) I had...I had everything in order. (he lays down on his side, facing Adam, who watches him with sympathy) My whole life was in perfect order. (He holds up and looks at the picture of Alison and Diana gagged. \n[176]\n[177]photo as well. It is a shot looking up into Lawrence\u0092s window, with Zep standing there, looking out, completely unaware of his picture being taken.) Zep! (Cut to a shot of Zep listening. The shot goes back and forth between him as his eyes widen while Lawrence makes his threats.) His name is Zep. He\u0092s an orderly at my hospital. (his voice becomes a growl, furious) Zep. You perverted little psychopath. I\u0092m gonna take great pleasure in seeing you pay for this! You bastard fuck!  \n[178]Is that you Zep, you bastard!? (Adam gets up from his corner, moves forward slightly) I know its you, you son of a bitch! \n[179]with worry) Ally? \n[180]Hello? Hello? \n[181]Ally! Honey, are you all right? \n[182]held captive in a room somewhere.  \n[183]\n[184]everything. It\u0092s my fault. Please forgive me. I\u0092ve always been happy with you.  \n[185]Cut to a shot of static on Tapp\u0092s TV set, then Tapp waking up to the sound of gunfire. He quickly looks over to the window.  Back to Zep and Alison, who are still fighting for the gun. Zep manages to spin her around and into a leaning forward position, but she still holds on tight. Another shot goes off. Cut to a shot of Tapp, who hears it, then looks at the TV. He sees the flash from the window on the television. He picks up his handgun and loads it quickly, gets up and heads out. Back in the apartment, we see Diana cowering, still tied, holding her teddy bear. Zep gets behind Diana, tries to grab her but she keeps her arms and the gun upwards. Another shot is fired off. \n[186]The shot cuts back into the bedroom. \n[187]electrocuted me... \n[188]\n[189]No!!!! (He lowers his head and cries loudly. \n[190]needs me! No, God! (He cries and screams, still can\u0092t get the phone. He quickly turns and sits up, grabbing the chain and pulling it as he lets out a terrible scream of rage. Adam\u0092s hands are up clutching his head, trying to keep his cool but having a very hard time.  \n[191]You have to die. \n[192]I\u0092m sorry... \n[193]My family...(he aims and pulls the trigger, hitting Adam in the upper chest area. Adam falls down forward onto the floor, his screams stop. \n[194]I\u0092ve done it! Now show them to me! (he continues to cry, dropping the gun next to him, collapsing back down with his forehead to the floor. \n[195]You bastard! I\u0092ll fucking kill you! (Lawrence grabs Zep\u0092s leg as he passes but is too weak and Zep pulls away, looking down at him, moving over to the other side of the body) I\u0092ll fucking kill you! You fucking bastard! (Lawrence quickly cralws forwarrd and takes up the gun, pulling the trigger several times, but there are no more bullets. It just clicks.) I\u0092ll fucking kill you! You fucking bastard! I\u0092ll fucking kill you! I\u0092ll fucking kill you! \n[196]\n[197]going to be all right. (Adam stops sobbing for a moment) You\u0092re just wounded in the shoulder. I have to go and get help.  \n[198]Don\u0092t...Don\u0092t worry, I\u0092ll bring someone back, I promise. (He continues crawling on, out the door while Adam watches him pathetically, still crying and reaching out for him. ", "ADAM": "\n[1]Help! Someone help me! (He stops when he hears a loud dragging sound somewhere in the room. He looks out into the darkness and calls out.) Is someone there? Hey! (He turns back to the corner to which he is chained, says in a slightly softer but still panicked voice) Shit, I\u0092m probably dead. \n[2]Who\u0092s that? Who\u0092s that?! \n[3]Turn on the lights! \n[4]What the fuck is going on? Where am I? (He turns into his corner, touching the wall. \n[5]is that smell? \n[6]Holy shit! \n[7]his bottom on the floor as he yanks at the chain as hard as he can.) HELP!!! Help! \n[8]What the fuck is this? \n[9]I don\u0092t know...yeah! \n[10]Confused!  What\u0092s your name? What\u0092s going on here? \n[11]Lawrence looks at Adam with a look that seems to say I\u0092m stuck in here with THIS guy? He then glances down at the body. \n[12]\n[13]No. \n[14]Nothing. (he sits back onto the floor, stops pulling at his chains for a moment.) I went to bed in my shithole apartment, and woke up in an actual shithole. (He raises his left leg slightly, starts trying to pull his foot out of the iron cuff. He glances to Lawrence, who has moved over to the wall to his left, bent over slightly and resting a hand against a pipe.) So what about you, huh? \n[15]First dead body I\u0092ve ever seen. Look different in real life. They don\u0092t move.  \n[16]Can you see any scars? \n[17]Huh? This is what they do man, (he gestures to his stomach, where there are in fact no scars.) They kidnap you and drug you and before you know it, you\u0092re in a bathtub and your kidneys are on eBay. (A ridiculous theory to us and to Lawrence, but Adam states it with conviction.  \n[18]over there? \n[19]What are you, a surgeon? (He lowers his shirt and turns and bends down to prod at the chain around the pipe again.  \n[20]Adam. \n[21]What about it? \n[22]\n[23]back down at the tape. His voice sounds slightly surprised.) It\u0092s a tape.  \n[24]It was in my pocket. \n[25]Lawrence tears into his envelope, empties the contents into the palm of his hand. First, he holds up a similar tape to Adam\u0092s. It also says Play Me. Then he holds up a single bullet, studying it, not sure what it\u0092s there for yet. Then, he holds up a tiny key. He bends over, gets down on the floor and starts to try to unlock his chains with the key. It doesn\u0092t seem to be working.  \n[26]on Lawrence\u0092s lock) Throw it over here.  \n[27]Fuck. (He leans over and picks up the key, then bends down and tries the key on the lock on his ankle, which doesn\u0092t work. He tries the lock on the chains around the pipe. It isn\u0092t working there either. \n[28]\n[29]It won\u0092t work. \n[30]There\u0092s nothing. \n[31]I don\u0092t get it. (He presses the stop button on the tape. \n[32]tape. \n[33]I\u0092m not going to risk breaking it! You throw me your tape! \n[34]Any idea who that is? \n[35]He knows us. \n[36]a joke, right? \n[37]What the hell does Follow your heart mean? \n[38]Oh man...(he gasps, making gagging sounds, his face turned away from the bowl. He coughs, fishes around for another brief moment, then quickly pulls back, trying to shake some of the shit off of his hand, spitting. \n[39]\n[40]I really wish I had checked in there first. \n[41]hitting the broken saw twice against the iron pipe then turns and hums it across the room, right into a mirror. A small piece of the mirror breaks off and flies to the floor. \n[42]What did you say? (he stands up; is Lawrence hiding something from him?  \n[43]Christ! Tell me, who is it?! \n[44]\n[45]He speaks accusingly) How do I know you\u0092re telling the truth? You can be the one who put me in this room! (he gesticulates as he speaks, pointing to Lawrence and himself. \n[46]Wrong. (he stands up, kicking his chained foot out. Shouts.) Wrong! You\u0092ve got one thing I don\u0092t: Information! (He hovers as close as he can in a threatening pose, pointing) You know who did this! (He picks up a glass shard that fell when he broke the mirror, holds it up threateningly to Lawrence) Now you either tell me what is really going on (Lawrence rolls his eyes, turns his head over to his left, away from Adam) or I\u0092ll cut you with this, you hear me? I\u0092ll cut- (But he stops short as he sees something in the glass. He flips it over, studying it, flips it back. He looks over to the mirror on the wall, studying it, thinking. \n[47]the mirror.) It\u0092s a two-way mirror.  \n[48]is. Reality TV. \n[49]Can you hear me in there? Huh? I\u0092m having a blast. (he bends down and picks up another piece of debris from the floor) This is the most fun I\u0092ve had without lubricant. (Hums the piece of debris at the window. It makes a thwacking sound, but doesn\u0092t break. Not even a crack.) Make sure you\u0092re getting everything. (Bends down, throws picks up and throws another piece of debris. It hits, but no breakage. Leans down for another piece. \n[50]want to leave it running on us? (the shot switches to surveillance view  \n[51]You sound like you admire this prick.  \n[52]How can you be the calm Doctor Guy when your wife and kid are out there. (Shot of Lawrence looking around the room) He\u0092s got them, too. (Shot of the clock; it\u0092s now 12:05.) He could be doing anything to them right now. Are you thinking about that? \n[53]She\u0092s beautiful. \n[54]gonna have any more kids? \n[55]\n[56]It\u0092s uh, it\u0092s not here. \n[57]Uh, this photo you\u0092re talking about...it\u0092s not here. \n[58]Yeah. (Tucking the picture in his right hand, he shifts slightly by lifting himself a bit with his right hand, sneakily putting the photograph down and tossing the wallet with his left hand. Lawrence picks up the wallet and starts looking for it, creasing his brow in concern, while Adam backs up against his wall, holding the photograph out of Lawrence\u0092s sight against a pipe he rests his arm on as he looks at the photograph.  \n[59]because I\u0092m stuck in this room with you doesn\u0092t mean I have to report to you every ten seconds. \n[60]well what do you want me to do? I\u0092m on a leash. \n[61]I am thinking! \n[62]Turn off the lights. \n[63]as he stands) Turn them off now, please!  \n[64]a second! \n[65]Jesus, behind you! \n[66]The lights in here hadn\u0092t charged it. It must be glow in the dark paint or something. \n[67]\n[68]the fuck...Here. (He finds it, picks it up and tosses it over. \n[69]invention on this planet! \n[70]Make that second most beautiful invention! (He reaches out his hand for Lawrence to toss it.) Give me that. \n[71]it! Give me that sweet cancer. (Lawrence ignores his request, tosses out the other cigarette and a lighter. He finds lastly a small folded up note with the words Shh, Doctor, written on it.) I don\u0092t care, I really don\u0092t. Give me one of those. \n[72]a cigarette? \n[73]Who cares? It worked. \n[74]\n[75]Yeah. \n[76]know me. \n[77]see. On my sixth birthday, my best friend at that time, Scott Tibbs, stabbed me with a rusty nail. I didn\u0092t tell you about that. I didn\u0092t\u0092 tell you that my last girlfriend, (Lawrence lowers his head into his hands. Un-FUCKING-believable) who was a feminist vegan punk, broke up with me because she thought I was too angry. Uh, I haven\u0092t told you that one of my toenails is slightly...  \n[78]\n[79]wanna know? \n[80]Here it is. (He throws it towards Lawrence, who looks down at it, then back up at Adam before getting down on the floor and pulling it towards him with the hinged box. He picks it up, sitting up as he looks upon it with shock.  \n[81]the photo of your daughter. \n[82]I couldn\u0092t. (Lawrence begins to shakily sob, touching the photo.) I\u0092m sorry. (Adam goes over and sits against a pipe in his corner, lowering his head and upper body forward, holding his head in his hands. \n[83]What are you doing? \n[84]Hey! What the hell are you doing? \n[85]Um...yeah, sure. \n[86]Christ!! \n[87]\n[88]said? (he desperately grabs at the manacle around his ankle, pulling at it and shrieking) Get this thing off me! Get it off! \n[89]now he\u0092s pissed at Lawrence for his disbelief) You think I would make that up just to mess up your stupid fucking charade? \n[90]how I got here. \n[91]Great. \n[92]Is someone there? (he takes a picture, the flash lighting up the area in front of him.) I can hear you. (He takes another picture, the flash lighting up a living room area. Nothing yet. He moves forward more, into the kitchen entryway, snapping away for light. \n[93]same time) What the...? (He snaps a picture in its direction and sees the Puppet from Jigsaw\u0092s workshop and video sitting in an armchair, continuing its evil laugh.) Christ! (He reaches down and finds a baseball bat on the floor, and starts hitting the doll as hard as he can until the laugh starts to fade and then just dies out. ) What the... \n[94]Who is that?! Who\u0092s in there?! (he moves towards the door, shaking but trying to be a tough guy) Come on out! I\u0092ll kill you, you motherfucker! (He opens the door, holds the camera and takes a picture. As soon as the flash goes off we see the red-robed pig thing that originally grabbed Lawrence quickly move forward and grab Adam. \n[95]a dangerous animal) Are they okay?  \n[96]eyes, but he acts surprised) What did she say? \n[97]me about what? (There is no doubt he\u0092s hiding something \n[98]still not making eye contact) You know who I am. \n[99]hiding, had it with Lawrence) I\u0092m a liar? (Finally, he looks up, right at Lawrence. His voice is firm and accusing.) What did you do last night, Lawrence? Work at a hospital? Saving sick children? You told me that after you left your house last night, you went to work at a hospital. \n[100]is right, Larry. (Lawrence is now the one wearing the Oh shit look.) You don\u0092t recall getting your picture taken in that parking lot? \n[101]I can prove that you didn\u0092t go anywhere near a hospital last night. (He leans over and pulls out the garbage bag from the tub. Lawrence stands, staring at him in near disbelief. He has been caught. Adam takes a handful of photos from the baggie he\u0092d kept hidden inside the garbage bag, holds them up and throws them down, scattering them.) It\u0092s not the first time I\u0092ve done it either, Larry. (Lawrence leans over to look at the photos on the floor in front of him with complete and utter disbelief, picking one up and looking down at it) I\u0092ve been taking pictures of you for a few days now. (Shots of some of Adam\u0092s pictures. Lawrence going into a building, Lawrence at an outdoor café eating lunch.  \n[102]You wanna know what I do? I get paid to take pictures of rich guys like you who go to seedy, out-of-the-way motels to fuck their secretaries. (we start seeing more shots Adam took while following Lawrence) Last night I went to your house. (Flashback of Adam holding his camera, then cut to several photographs of Lawrence leaving his house, glancing over his shoulder and moving down the sidewalk) I watched you leave. I followed you (Lawrence in the parking garage, photographs of the exterior of the Hotel Barfly. Lawrence inside the hotel, knocking on the door to one of the rooms while Adam hides around the corner with his camera) all the way to that shitbag hotel. (Photographs of Lawrence standing outside then going into the room.  \n[103]I found them, in there (points to the toilet; quick flashback of Adam pulling the bag out of the top of the toilet, then Adam opening the bag and seeing the hacksaws and a glimpse of something else in the bag.) with the hacksaws. (Flashback of Adam tossing the bag into the bathtub while Lawrence isn\u0092t looking.) I don\u0092t know how they got there. \n[104]we\u0092re both bulls hitters. But my camera isn\u0092t. It doesn\u0092t know how to lie. It only shows you what\u0092s put right in front of it. Just out of curiosity, what did you do in that motel room? You got out of there pretty fast. \n[105]Who was what? \n[106]and he gives me the money up front. Two hundred bucks a night. If I\u0092d have known I was gonna end up here, I would\u0092ve asked for a hell of a lot more. \n[107]What I saw was you get into your car. That\u0092s it. I didn\u0092t ask your name. I didn\u0092t know who you were. I don\u0092t know how I got here, I don\u0092t know how you got here. I just took the shots (As he speaks, a quick flashback of Adam taking a picture, going up apartment stairs, then in the darkroom) and went straight home to develop the. Next thing I know I\u0092m chained to a pipe in some prehistoric bathroom, staring at the guy I\u0092ve been taking shots of all night.  \n[108]\n[109]just a guy. (Shot of inside Adam\u0092s apartment and an unidentifiable figure towards the back of the room, the image darkened so we can\u0092t make him out. The figure slowly takes a step towards us/Adam  \n[110]I don\u0092t take notes about his appearance. (Shot inside apartment, the figure moves closer \n[111]I can\u0092t. (Shot of inside the apartment, the figure moves closer \n[112]I told you, I- (inside apartment, the figure moves closer, just about close enough for identification \n[113]He\u0092s a tall black guy, he\u0092s got a scar around his neck, okay? (Shot of inside the apartment, the figure moves into a viewable light; It is Tapp. \n[114]Whoa, the guy who paid me to take these photos was not a cop. \n[115]\n[116]Oh really? Obviously this cop thinks you\u0092re the one behind it all. \n[117]attitude towards him) What are you more pissed off about? The fact that I took some shots of you or the fact that I took some shots of you while you were cheating on your wife? \n[118]What do you care what I think anyway? I don\u0092t give a crap if you covered yourself in peanut butter and had a 15-hooker gang bang! \n[119]Hey, was there someone else at your house last night besides your wife and daughter? \n[120]here. (He tosses the photo to Lawrence, whosits up, picks it up and looks at it. After a moment, the shot cuts back to a regular view of them, in the room.  \n[121]Look. (Lawrence momentarily breaks from his Zep rage, looks up. The clock reads at 6:00.) We\u0092re out of time. \n[122]Lawrence! (A bit of foamy spittle comes out of Lawrence\u0092s mouth as the electrocution continues, and then a moment later stops. Adam watches, frightened, unsure. Lawrence is out.) Lawrence, get up! \n[123]Get up! I need you! (He leans down and finds a piece of debris on the floor, throws it at Lawrence. It doesn\u0092t hit him. He leans down, picks up another, throws it. This one bounces onto the floor but ricochets and hits Lawrence, who begins to stir. A moment, and Lawrence starts to move more, reaching for his head and sitting up. Adam cries out in relief.) Oh, thank God! I thought you were dead! \n[124]I told you! The same thing happened to me, see? I wasn\u0092t lying, see? \n[125]for Lawrence.) Lawrence, calm down. There must be a way out of this! (It seems to be a complete role reversal for the two of them from the beginning, where Adam was the one freaking out and Lawrence was calm. Here, Adam is terrified but still calmer than Lawrence, who has just lost it. \n[126]continued loud, primal screams.) Lawrence, I have a family too! I don\u0092t see them, that\u0092s my mistake. It\u0092s a mistake I\u0092d like to fix! \n[127]stance) Lawrence, stop it! \n[128]calm down! There\u0092s a way out of here, there\u0092s a way out! \n[129]Lawrence! No! Oh my God! What are you doing?! \n[130]Cut back to a close up of the bloody hole in Tapp\u0092s chest. Tapp remains standing a moment, in shock, gasping, then falls down backwards onto the floor. Zep is still on his knees, holding the gun up at a diagonal. Tapp\u0092s eyes flutter, then finally close. Zep turns and gets up, limping in pain out of the room and down another hall. Back in the bathroom, Lawrence reaches the body. He takes the gun, opens the chamber. \n[131]What are you...(He suddenly realizes Lawrence\u0092s intentions. His eyes go wide, and he starts to cry out and beg.  \n[132]Oh my God! Oh my God! Lawrence don\u0092t! (Lawrence puts the bullet in, then closes the chamber) No! Lawrence, please, I\u0092m begging you! (Lawrence aims the gun at Adam) Lawrence, it\u0092s not me who did this to you! \n[133]moving side to side to try to throw off Lawrence\u0092s aim) No, I want to live!  \n[134]I want to live! \n[135]Don\u0092t leave me! No! \n[136]No!!  No! No! (Lawrence crawls towards the door.) Lawrence! Lawrence! \n[137]He starts going through Zep\u0092s pockets, patting him down. He finds Zep\u0092s wallet, opens it and feels through it; there\u0092 s nothing of value to him right now. He tosses it down. He continues feeling for something, suddenly feels something in Zerp\u0092s coat pocket. His eyes widen as he reaches in, wincing from the pain in his shoulder. He pulls out a tape recorder. He stares at it, his eyes and mouth starting to widen. He glances down at Zep, then at the tape recorder. Sitting up a bit more, he presses play. It is Jigsaw\u0092s voice. ", "TAPP": "\n[1]Jigsaw piece. (Sing looks in as well, see it. There is a quick flash of crime scene photos showing a close up of the wound. Tapp sighs.) I think we\u0092re gonna be here for a while, Sing. (Sing looks to him. We get another quick crime scene shot of Paul. \n[2]a rush on the prints. (He hands it back to her. \n[3]Dr. Gordon, I\u0092m Detective Tapp, this is Detective Sing, City Homicide. (he gestures to the degrees on the wall.) Very impressive. \n[4]Sorry to interrupt you while you\u0092re working. \n[5]Are you able to tell us where you were between the hours of 11:00 p.m. and 1:00 a.m. last night, Doctor? \n[6]We\u0092d like to ask you a few questions about it. For your sake, I think it\u0092s best if we do it down at the station. Would you like to follow us there?  \n[7]Is this yours, Doctor? \n[8]your own time, tell me the first thing you remember. \n[9]What happened after you took it off?  \n[10]You are, in fact, a drug addict. Isn\u0092t that right, Mandy? (she nods, but doesn\u0092t look up.) Do you think that is why he picked you? (She lets out a sob, briefly nodding once.) Are you grateful, Mandy?  \n[11]I never should have let you go... \n[12]I never should\u0092ve let you go... \n[13]a dentist last week who like to play with kids a bit too much. He lived two blocks from here. The sewer lines run under this neighborhood too, Doctor.  \n[14]Mmm? \n[15]I don\u0092t think so. Thanks anyway. \n[16]Wait wait wait, Sing! \n[17]Get back here! \n[18]Mmm! (he gestures franticly for him to come over. \n[19]Remember 118th Street? \n[20]Now listen to this. \n[21]the records from all the fire emergencies that occurred there in the last two weeks. Go, right now! Mmm! \n[22]Who said anything about a warrant? (He grins, gets up and grabs his jacket.  \n[23]Why not? \n[24]darkness. \n[25]I got you... \n[26]What the hell is this?.......(his voice almost a whisper) Oh shit... \n[27]\n[28]\n[29]We don\u0092t know what he looks like. Let\u0092s see what he\u0092s gonna do. \n[30]Sing, Sing! (he moves in front of the man a bit, holding up his hand to try to halt Sing, trying to convince him to go along with him. \n[31]Sing! \n[32]Wait Sing, listen. \n[33]Hold it right there! Don\u0092t move! \n[34]Shut up and get down here! \n[35]Sing, stop that thing! I\u0092m taking this bastard down. (Sing tosses Tapp the shotgun.) Move! \n[36]Tell him how to stop it! \n[37]Tell him which key it is! \n[38]Shut up and get down here right now, asshole! \n[39]Get down on your knees! \n[40]Sick bastard. \n[41]on your knees. (He sits forward, getting some things off the coffee table) You\u0092re running. You\u0092re running...(He gets up and goes over to the desk in the corner with the audio recording device and dozens of photos pinned to the wall, takes a seat) You\u0092re running scared because we had you. I\u0092m going to close this case. Ram close it. (He picks up a small framed photograph, which we can\u0092t see, but likely, it\u0092s of Sing.) Right, Sing? Right? We\u0092re gonna close it, Sing. \n[42]Freeze! \n[43]Zep gets up off the floor more, but just then Tapp gives up on his gun and charges at Zep, screaming. He tackles Zep, knocking him flat on his back. Zep pushes his way up but Tapp grabs him from behind, pulling him towards him. Cut back to Lawrence, still on the floor, sobbing with the phone clutched in his hand.  Back to Tapp and Zep, who get up to their feet. Zep grabs a vase on the floor and turns, smashing it over Tapp\u0092s head. The blow stuns Tapp and sends him down. Zep kneels down and picks up his gun, then gets back up and starts hobbling after Alison and Diana. He reaches the living room, but they are no where to be seen.  \n[44]I\u0092m gonna kill you you sick asshole!  ", "SING": "\n[1]Oh, that\u0092s okay, you can ride with us. Doc. \n[2]Okay. We checked your alibi. It holds up. (His voice indicates that he still believes there\u0092s more to it; he does not and will not trust Lawrence.  \n[3]who managed to escape. (As he speaks, we see a young woman with brown hair in a ponytail wearing a visitors pass being led carefully into the room next to them and sat at a table. This is AMANDA. Lawrence and Sing can see her clearly; she cannot see them.) Want to know if you wouldn\u0092t mind sticking around and listening to her testimony? Maybe it\u0092ll trigger something. (Tapp and an unidentified bald black man in a suit enter the room. The man guides Amanda into her chair, stands behind her against the wall. Tapp sits in a chair to her left. \n[4]him out of this that easily) Well, we\u0092d really appreciate it. She\u0092s the only one who made it. \n[5]been injected with an opiate overdose. He couldn\u0092t move or feel much of anything.  \n[6]Back to Amanda\u0092s Interrogation room, her head still hung, still sniffling. A view of Tapp as he asks \n[7]catch you guys down there. (he reaches over and gets something off of his desk  \n[8]Hey Tapp? \n[9]We\u0092re gonna go down to the Grill, go get a beer. You wanna come? \n[10]\n[11]I\u0092ll leave you to have fun up here. (He puts his hands on his hips, watching some more of the video. \n[12]from his obsession groove) Hey Tapp? I don\u0092t mean for this to be disrespectful... Maybe you should find yourself a girlfriend.  \n[13]What? \n[14]Tapp rewinds one second then pauses, holds pencil to the screen to a grafittied wall on the video. \n[15]Ah...K2K. That gang\u0092s territory was only about four blocks. \n[16]we got a fire alarm going off in the rear wing of 213 Stygian Street. It\u0092s an old listing. Used to be a mannequin factory. (cut back to view of the two detectives) You think we have enough for a warrant, though? \n[17]\n[18]Yeah, why not? (He grabs his gun, snaps a cartridge into it, grabsup his coat, and quickly follows Tapp. \n[19]A shot of inside the factory, various clutter and tables piled up on one another. No signs of life...yet. A bang from the outside of the door is heard. A couple more bangs and a shot of the giant, sliding wooden door as it slides open, and Sing steps in, holding out his shotgun, ready for anything waiting for them. Cut up to a staircase, lit by eerie green light, the same as from Paul\u0091s razor wire room, as the detectives make their way up cautiously, Tapp in front, Sing covering behind them. They come up another level, one that has been recently used we see as Tapp points over to a desk with a computer, a radio, and some other miscellaneous items. Then, right next to the desk, we see the K2K graffiti from the video. \n[20]Oh fuck! \n[21]off a bit loudly) What? \n[22]Why? We\u0092ve fucking got him. \n[23]As the two argue, the man in the chair continues to protest his position. \n[24]gonna take him. \n[25]What the fuck? Shit! \n[26]Freeze! Police! \n[27]Put your fucking hands in the air!  \n[28]did you do? Turn it off! \n[29]\n[30]\n[31]Box! (He sees a box on the side of the chair and opens it. Inside he pulls out a ring of at least 30 keys, and goes over to behind Jeff to try to unlock the device. He tries a couple of keys, none working.) Fuck! Which key, which key?! \n[32]Jesus! Tapp! Tapp! \n[33]He\u0092s in a full-fledged panic. Jeff closes his eyes, crying, as the drills are only 2 inches away) Tapp! It\u0092s like, there\u0092s a hundred keys in here! \n[34]down from Jeff towards them. Tapp clutches his throat, completely surprised, gurgling.  \n[35]no! Tapp! Shit! \n[36]then head) I\u0092ll be back, okay? I\u0092ll be back. \n[37]Jigsaw continues moving, so Sing fires. He hits, and Jigsaw goes down. Sing pauses, waiting to see if he gets back up. Jigsaw doesn\u0092t move, so Sing cocks the gun again and starts to slowly move forward towards him. Cut to a shot of Tapp as he struggles to his feet and starts towards the stairs to follow Sing. Back to Sing, moving further down the hall. He gets about halfway down it when we see a shot of his feet just at a trip-wire. Over it are some cobwebs hanging down. He reaches to part them, and steps forward into the wire. As he steps we see a shot of a shotgun with wire slowly pulling down on the trigger. Sing looks up, and the trigger of that gun and six other shotguns pointing down directly at him fire. Sing is hit, blood splattering against him and the wall. We see only from his shoulders down. He spasms for a moment, then falls forward to his knees. Cut to Tapp, who is making strange vowel sounds, moving down the flight of stairs just before the hallway where Sing now is. On his knees, Sing remains upright for a moment, spasming more. We go to a shot of Jigsaw on the floor. Jigsaw starts moving and gets himself up to his feet, and starts hobbling further down the hall. Sing\u0092s body finally falls forward onto the floor, spasming still. Tapp continues down the stairs, falling against the wall a couple of times. We see Jigsaw as he gets to the end of the hall and starts sliding a large door open. At that moment, Tapp reaches the bottom of the stairs and turns into the hallway, collapsing back into a sitting position on the stairs. Jigsaw hobbles through the door and starts to go left. Tapp sits up a bit and looks down the hall, where he sees Sing, who has stopped spasming. His eyes widening, Tapp removes the hand from his throat and reaches forward towards Sing, his mouth opening and moving but no sound other than some gasping coming out. The shot fades to a slow-paced black and white, and then snaps into a few crime scene photos of Sing\u0092s body, including a nice gory one of the top of his head, part of which is now missing. At the last photoflash, we cut back to a shot of Tapp presently, sitting on his couch. The shot shows a good view of the scar across his neck. ", "JIGSAW": "\n[1]probably wondering where you are. I\u0092ll tell you where you might be. You might be in the room that you die in. Up until now, you simply sat in the shadows, watching others live out their lives. But what do voyeurs see when they look into the mirror? Now, I see you as a strange mix of someone angry and yet apathetic. But mostly just pathetic. So are you going to watch yourself die today, Adam? Or do something about it?  \n[2]up call. Every day of your working life, you have given people the news that they are going to die soon. Now you will be the cause of death. Your aim in this game is to kill Adam. (Adam glances down at the tape recorder wide-eyed, then back up at Lawrence) You have until six on the clock to do it. There\u0092 sa man in the room with you. When there\u0092s that much poison in your blood (another view of the body from Lawrence\u0092s POV), the only thing left to do is shoot yourself. There are ways to win this hidden all around you. Just remember: X marks the spot for the treasure. If you do not kill Adam by 6:00, then Alison and Diana will die, Dr. Gordon. And I\u0092ll leave you in this room to rot. Let the game begin. \n[3]die, Dr. Gordon. And I\u0092ll leave you in this room to rot. \n[4]\n[5]\n[6]a brief silence)...Follow your heart.  \n[7]healthy, sane, middle-class male. Yet last month, you ran a straight razor across your wrists. Did you cut yourself because you truly wanted to die, or did you just want some attention? Tonight, you\u0092ll show me. The irony is that if you want to die, you just have to stay where you are. But if you want to live, you\u0092ll have to cut yourself again. (Flashback shot of Paul waking up in the cage, looking around, scared and confused. The shots go back and forth between the detectives and the Paul flashback, with him grabbing and shaking the razor wire, screaming. His screams sound distant under Jigsaw\u0092s voice.) Find the path through the razor wire to the door. But hurry. At 3:00 that door will lock and then this room becomes your tomb. How much blood will you shed to stay alive, Paul? \n[8]so sick, then why do I have so many photos of you up and about? (there is a quick montage of a camera snapping several black and white shots of Mark up and about, looking around and getting into a car.) Let\u0092s put your so-called illness to the test. (Flashback image of Mark waking up. He is a younger man in his mid to late twenties, with dark brown hair. He is completely nude, smeared in some kind of Vaseline-like ointment. In front of him is a small, square glass plate held up by some chains. On the plate is a micro cassette player, a lit votive candle, and a box of matches. He gets up, looking around confusedly and scared.) Right now, there is a slow-acting poison in your veins. The antidote is in the safe. (Black and white crime scene shot of the safe, then a shot of Mark standing over it, screaming, his screams distant under Jigsaw\u0092s voice, as with Paul.) The combination to the safe (quick montage of several black and white crime-scene photos of numbers written all over the walls) is written on the wall. Hurry up and program it in. But watch your step (Mark\u0092s bare foot steps on the broken glass scattered all across the floor). And by the way, that\u0092s a flammable substance smeared on your body (shot of Mark looking at the ointment on his hand, up his arm, everywhere), so I would be careful with that candle, if I were you... \n[9]burned with your act (Mark starts to turn the lock on the safe) just might have their revenge. \n[10]know me, but I know you. I want to play a game. Here\u0092s what happens if you lose. (The video moves next to the doll, to a device like the one she\u0092s wearing attached to a mannequin head. As he continues, explaining what it is, her breathing grows faster and heavier, and her moans pick up more.) The device you\u0092re wearing is hooked into your upper and lower jaws. When the timer at the back goes off, your mouth will be permanently ripped open. Think of it like a reverse bear trap. Here, I\u0092ll show you. \n[11]to open the device. It\u0092s in the stomach of your dead cellmate. Look around, Amanda. Know that I\u0092m not lying. You better hurry up. Live or die. Make your choice. \n[12]Congratulations. You are still alive. Most people are so ungrateful to be alive. But not you. Not anymore. \n[13]see more with your eyes shut. \n[14]know me, but I know you. I want to play a game. Here\u0092s what happens if you lose. There\u0092s a timer at the back of the device you\u0092re wearing. When the timer goes off, your mouth will be permanently ripped open. \n[15]bear trap. \n[16]Tapp watches closely the demonstration of the timer then the device going off and exploding. Sing watches too, not paying as close attention. As soon as it explodes, Sing speaks. The look on his face and the tone of his voice indicates his growing concern for his partner\u0092s obsession over this case. \n[17]\n[18]dead cellmate. \n[19]dead cellmate. \n[20]that I\u0092m not lying. (Sing steps off to the right) You better hurry up. (Tapp rewinds again, suddenly pauses \n[21]Awake already, Jeff? I need more powerful tranquilizers next time. (Jeff continues his cries, sheds a few tears. Jigsaw reaches over and touches his shoulder) Don\u0092t cry. I\u0092ve given your life a purpose. You\u0092re a test subject for something greater than yourself. \n[22]Now you\u0092ll make a choice. (Sing runs up the steps to try to where Jigsaw is, gun aimed at him. Tapp remains where he stands.) In 20 seconds, the life of this man will be ended. \n[23]One key will unlock it. \n[24]It\u0092s in the box. \n[25]His back is to us, we still don\u0092t see his face.) Time is running out. \n[26]What\u0092s more important to you Officer, arresting me or the life of another human being? \n[27]Yes, I am sick, Officer. \n[28]Sick from the disease eating away at me inside. Sick of people who don\u0092t appreciate their blessings. Sick of those who scoff at the suffering of others. \n[29]hidden up his right sleeve) Sick of it all! (He lashes upwards, slashing Tapp\u0092s throat \n[30]promise. Smoking is only poisonous when it ends in bloodshed. Think about this - you don\u0092t need a gun to kill Adam.  \n[31]a gun to kill Adam. When there\u0092s that much poison in your blood (a slow shot moving to the pool of blood from the body in front of Lawrence), the only thing left to do is shoot yourself.  \n[32]you around the hospital: (shot of Zep in the hospital with his cleaning cart, stopping at John\u0092s room) Zep. I want you to make a choice. (Shot of the closet doors in Diana\u0092s room flying open, Diana screaming, Alison coming in and seeing him looming over her. Shot of him tying and gagging Alison and Diana. Shot of the photo of Diana and Alison tied and gagged.) There\u0092s a slow-acting poison coursing through your system (shot of Zep watching the monitor, holding his hand to his mouth. He actually looks rather ill) which only I have the antidote for. Will you murder and mother and her child (Zep rocking aback and forth, getting ready to kill Alison and Diana) to save yourself? (Shot of Zep next to Alison, saying Dr. Gordon\u0092s time is up; holds the phone to her ear. Shot of Zep in the living room, screaming Mrs. Gordon! Shot of Zep on the floor firing up at Tapp.) Listen carefully, if you will. There are rules. (Lawrence on the floor looking up at Zep, asks Why? to which Zep says It\u0092s the rules.  ", "ALISON": "\n[1]Diana, Honey, are you okay? (she pushes back the covers and gets up, crouching down in front of her daughter. Looking up at her, she places her hands on her daughter\u0092s arms.) Diana, Honey, can you hear me? \n[2]Oh, what is it, sweet pea? \n[3]the first time this has happened) Oh Honey, are you sure he\u0092s not just hiding in your imagination? \n[4]room. (She smiles a small, assuring smile \n[5]you want. Come on. \n[6]Larry, sorry to bother you, but your daughter had a bad dream again. \n[7]She wants you to check her room. \n[8]go check with you. \n[9]I don\u0092t know how much longer I can do this, Larry. \n[10]through life pretending that you\u0092re happy? \n[11]side in her darkened room, clutching her teddy bear to her chest. Her eyes are open, she can hear everything. We stay with her for the rest of Alison\u0092s line, her voice now off a bit in the distance but still very audible) I\u0092d rather you break down and tell me that you hated me. At least there\u0092d be some passion in it. \n[12]that you\u0092re happy? \n[13]I\u0092d rather you break down and tell me that you hated me. At least there\u0092d be some passion in it. \n[14]He looks at her for a moment, searching, then slowly turns away and heads out the door. \n[15]Diana!? \n[16]Diana! (opens the door and flips on the light, gasps when she sees a figure covered by a blanket looming over Diana\u0092s bed. The figure suddenly grabs Diana and she screams, struggling against him. Alison goes for them. \n[17]Don\u0092t do that! Leave her! Get away from her! \n[18]hands off of my daughter! \n[19]Larry? \n[20]Is Adam there? \n[21]and get this message to him) Don\u0092t believe Adam\u0092s lies. He knows you. He knew all about you before today. (Zep quickly takes the phone away, hangs up. Cut back to the bathroom, Lawrence on the phone. \n[22]Sweetheart, are you okay? (Diana shakes her head no) Mommy just needs you to be really, really, really strong right now. I\u0092m not gonna let anybody hurt you. You got that?  Okay, that\u0092s my good girl. (She starts crying as her hands work behind her to loosen the rope around them. \n[23]Larry? \n[24]Quickly, she grabs Zep\u0092s gun and pushes him hard over to her left. He is taken by surprise and goes down easily. \n[25]Don\u0092t move, stay on the ground. Give me the phone. Give it to me! (He sits up a bit, carefully slides it to her. He is watching her, looking for an opportunity to overcome her once again. She picks the phone up, still keeping her eyes and her gun at him.) Larry? \n[26]No! No we\u0092re not...(Zep starts to move up a bit more, his right hand out, leaning against the edge of the bed. Ally threatens him more fiercely with the gun.) Get down! Larry, where are you? \n[27]What are you talking about? \n[28]forward, wide eyes still staring at Alison. \n[29]\n[30]There\u0092s still no answer. ", "DIANA": "\n[1]fear) Mommy? \n[2]\n[3]He talked to me. \n[4]I want Daddy. He\u0092ll get the scary man.  \n[5]I\u0092m still scared. \n[6]I hate that thing. \n[7]You\u0092re not going to leave us, are you, Daddy? \n[8]No one. \n[9]\n[10]Good night, Daddy. \n[11]\n[12]\n[13]Daddy, is that you? (cut to a shot of her being held by Zep, the phone to her ear. \n[14]\n[15]She\u0092s here with me. \n[16]The bad man from my room is here. He has us tied up and he has a gun. \n[17]Please come home Daddy! (Zep kisses her on the top of her head and takes the phone away to give to Alison.  \n[18]Alison continues to untie her. Cut to Zep, getting up from his chair, turning to go into the bedroom. Alison hears him moving near, sees his form through the frosted glass doors. She quickly replaces Diana\u0092s gag and then her own, and resumes her position with her hands behind her back just as the doors open and Zep steps into the room. He looks down at them, raises his eyebrows slightly. He seems to have gotten himself together, ready to just do what has to be done. He takes the gun from his belt and leans down next to Alison. He looks at her with wide eyes, shakes his head sadly. He speaks calmly. \n[19]Alison turns to look at Diana when she calls her, and Zep seizes the moment. He leaps up and grabs the gun from her hand, and they start struggling with it. Diana starts screaming. Lawrence, on his end, hears the screaming and sounds of a struggle. In wrestling for the gun a shot is let off, and Diana continues to scream. \n[20]Mommy, help me! "}}