{"dialogues": {"TONY": "\n[1]She's     dead     too. \n[2]This.   That. The Army.                   Some    con- struction work.... \n[3]Nobody.   Everybody's            dead. \n[4]Me    jail?     No    way. You       been in a mental hospital,                Tony? \n[5]Yeah,      in the boat coming             over. \n[6]fuck's wrong \n[7]Fuck      no. \n[8].             Never.       Nothing. \n[9]Oh       that     was   for    my sweetheart. \n[10]Hey, so I was in the can once for buying dollars. Big deal. \n[11]Some     Canadian   tourist.... \n[12]so I fuck Castro, what's it to \n[13]Hey, that's okay, too, Harry. No hard feelings. \n[14]Send me here, send me there. This. That. Nothing you can do to me Harry, Castro didn't do -- nothing.... \n[15]So I'll sit in your lap. \n[16]So what'd you tell them? I told them what you told me to tell them.  I told them I was in sani- tation in Cuba. \n[17]You know if     you hadn't opened your mouth, they     woulda thought you were a horse.  I      told you to tell them you had TB and Fuck    you    Tony.... \n[18]You    did nothing      right.     I shoulda      left you    in Cuba. \n[19]That Bogart, Chico, hunh? \n[20]That gold dust blowing in the wind. Y'see Manny, he's always looking over his shoulder. Hunh?   Like me.... \n[21]I . . don't    trust   nobody. Yeah all that gold, hunh -- I guess you get 60 crazy you never trust no- body no more. \n[22]Never happen to me, Chico. That's one thing I never gonna be. I never gonna be crazy like that. Yeah, how do you know.... \n[23]I know. I don't know.          Sometime6   you    crazy, too, Tony. \n[24]Assholes,       I go crazy.      You   Manny,   I never go crazy with you. You're like my brother, I love you! Yeah,     sure. \n[25]c'mon. \n[26]Yeah     with whose cock,                honey? \n[27]Angel, how ya doin'? \n[28]Don't waste your dime, Chico.                           You know your brother hates you. \n[29]Whatcha hanging around with that hustler for? \n[30]What's    he    hear   I    don't      hear. He hears we got problems. Im- migration is having these hearings, y ' know? And they're saying nine out of ten of us is gonna get shipped \n[31]Oh    yeah? Yeah.   And a lotta shit just went down at Indiantown Gap. In Pennsylvania.   Riots, fires, broken heads.. -things are gonna pop here. \n[32]Shit,     I coulda         told you that. Yeah, so what do you think the immigration's      gonna       do      when     we riot? You think they're gonna let us out? They're gonna throw away the key, that's what. \n[33]Hey, I tell youguys this isn't Cuba here, this is the United States. They got nothing but lawyers here. We're on the television. We're in the newspapers. Whatta they gonna do -- ship us back to Cuba? Castro -- he don't want us. Nobody no place wants us so whatta they gonna do -- put us in a gas chamber so all the people can see? They're stuck with us, Chico            -- they      gotta     let      us go! \n[34]You worry too much, mi hermano.  Like the man says, 'when you got 'em by the balls, their hearts and minds gonna follow' --hunh? \n[35]'Oh yeah America! Love-to          love      you \n[36]Aw fuck.... Qye !   Tony!   C'mon! \n[37]I got better-things to do. \n[38]Yeah? Let's   walk. You ready for the good news, cone? \n[39]Yeah. \n[40]Yeah, whadda we gotta do, go to Cuba and hit the Beard or what? \n[41]Hey you're kidding, that's great! But Manny, you tell your guys Angel gets out with us. \n[42]Rebenga! \n[43]From    the friends you          fucked! \n[44]J3oy -- can you believe this place Chico? Man,    they weren't        kidding     around. \n[45]a little old man walking towards them \n[46]Millionaire. How    do   you   know? \n[47]Go over there. Ask him gimme some money.  He'll give you the silver right outta his pants -- that's America man, that's what they do here. Yeah? Hey Tony catch this tomato. Ooooh baby doll... \n[48]She looks at him like he was the last thing in the world she'd say anything to. \n[49]...the fuck was #at? You didn't see it?   You weren't looking.  Hey you gotta watch for it. \n[50]What the hell's that for -- eating bugs?  That's disgustin'. You think so hunh? Well you don't know shit 'bout chicks Chico. they see this, they know. They go crazy.   They don't resist me. \n[51]Oooh...cono!   How 'bout that one? No problem. \n[52]Come     on? \n[53]Okay Rober Retfor,               strut your stuff. \n[54]Pobre hijo de puta -- you got                      it all mixed up. This country first                       you gotta get the money, then you                      get the power and when you got the power, then you get the women                      -- and then, Chico, you got the world                      by the balls. Por 10s conjones. There you go talking bit again man. You don't know shit about the world. Who was it got us the green card, who got us the friends with the connections, hunh -- who's getting \n[55]Yeah,        so    where's    this    job? Don't push men, my friends                   gonna take care of everything. \n[56]Your big shot friend better come up with something soon.  I didn't come to America to break my fucking back, querido. Hey he's coming okay! What do you want? \n[57]Yeah, look at the punk with her. What's he got that I don't got? He's good-looking that's what, look at his clothes, flash Chico, pizzaz!.. a litte coke money don't hurt nobody....            (Xl \n[58]Junkie! -- They got no fuckin' character. Cono! onions!    They outta be picking gold off the streets. \n[59]El Mono? Shit.... \n[60]You gotta be kidding! Whaddayou think we are -- baggage handlers? \n[61]...five hundred dollars -- shit! What'd I do for you guys in the slammer, hunh?   What was the Rebenga hit -- game of dominoes or somethin'? You're talkin' to important guys here. Hey    Tony, c'mon,        it's        okay     Omar,   we.... \n[62]Shaddup! So what's it with.this  dishwasher, Chico?   Don't he think we coulda gotten some other space cadet to do Rebenga -- cheaper maybe.    Fifty bucks? \n[63]So why didn't you? And who the fuck you calling a dishwasher, I'll wipe your monekyshit ass all up and down this Boulevard. Bey!    --     Tony,     Tony.... \n[64]You kidding. \n[65]I'm scared. Tony you're pushin' your luck. \n[66]You worry too much Manny -- you' re gonna get yourself a heart attack one of these days. Yeah, so who are these Columbians? \n[67]So what does it matter? So whatcha have that look on for when Omar bring it up? \n[68]So nothin'.   I just don't like fuckin' Columbians that's what. They're animals! \n[69]Wash         yourself. I just retired. \n[70]Look after my investments. \n[71]Drive,       willya. Sure, sure. Not to worry,                 Tony     -- You get a heart attack. &amp;gel, whatcha wearing the                 face     for? \n[72]shaddup -- all of ya! I told                 (Xl \n[73]Okay, this is it. Pull over across the street. \n[74]Money stays in the trunk till I come out and get it. Me. Nobody else. If I'm not out in fifteen minutes, some- thing's wrong. ready, Angelito? \n[75]Let's    go.... \n[76]How you doing amigo...? \n[77]Mind leaving the door open so my brothers know everything's okay... okay? \n[78]Hello, Marta. \n[79]Yeah.  I'm Tony.     So Omar says you're okay. \n[80]You know Omar. \n[81]Okay.... \n[82]Yeah, you got the stuff? \n[83]Yeah well I don't got it either, I got it close by, too. \n[84]How far's your stuff? \n[85]So what do we do, walk in and start over? \n[86]What fuckin' difference does it make where I'm from? \n[87]You get to know me when you start doing business and not fucking around, Hector. \n[88]Okay, what's the stall here?     Your guy late or something? \n[89]Frog face, you just fucked up.     You steal from me, you're dead. \n[90]Try sticking your head up your ass. See if it fits. \n[91]Go       fuck      yourself. \n[92]I   got him! \n[93]Your'turn,   cabron!... \n[94]Manny, you okay? \n[95]Chi-Chi,   get the car.      Fast! \n[96]Yeah, bunch of cowboys!..somebody fucked up Omar. \n[97]YOU do that, Omar, you do that. \n[98]\n[99]E'uck you.   I'm taking it                     to   the    boss myself.    Not you. Me. Okay, okay.  All right.   Frank's gonna  wanna see you anyway. Look, meet me tonight at Hector's at eight. \n[100]Hey    Omar.... \n[101]That    was    some    pick up         you      sent      us    on. \n[102]Mr. Lopez... real          pleasure. \n[103]Okay      Frank. \n[104]Ray, he was with us on the \n[105]You    don't        have    to mention         it.   That was    fun. \n[106]Gin's    fine. \n[107]Yeah..    .well. \n[108]two keys. \n[109]Yeah,   I hope I have that,problem                some day. \n[110]I guess       you gotta catch       her    in   the middle,       hunh? \n[111]Yeah    sure, I       could eat a horse. \n[112]Uh...hi. Yeah,    hi. \n[113]'Haza'?    No   Frank, what's     a    haza? \n[114]Hey, yeah, you're not kidding, this is good stuff, Frank. \n[115]Hey, that            sounds       like   fun,       Frank. Thanks. \n[116]...so what's           your name,          Elvira what? \n[117]Elvira St. James.  Sounds like a nun or something.  So where you from? \n[118]Baltimore?           Where's         that? \n[119]Just   trying        to    be friendly. \n[120]Hey, I didn't             come over on no          banana boat.  I'm a              political refugee        here. \n[121]Whatta you talking crazy                  for, whatsa matter with.you? \n[122]...Why you got this beef against the world? You got a nice face, you got great legs, you got the fancy clothes and you got this look in your eyes like you haven't been fucked good in a year.   What's the problem, baby? \n[123]Now you're talking to me, baby! \n[124]thataway. \n[125]That     chick      he's    with...she     loves     me. Oh yeah, how you know that? \n[126]The    eyes,     Manny     -- they      don't   lie. You're  serious? Tony, that's Lopez '6 lady.  He'll kill us. \n[127]What are you kidding -- he's soft. I seen it in his face -- booze and a cuncha tells him what to do. \n[128]Be     back    in   an     hour okay. \n[129]. ..yeah ve gotta make sore moves on our own Xanny, we never gcnna score the i3ig Xoney vorking for Frank. Frankvs okay. \n[130]Yeah -- cause he buys you a suit?    You thinkin' like a chicker,h,ead again \n[131]Yeah, what do you girls say? you manna have some ice cream with us somewhere?                    . Hey that's not cool, man. You war-ma score one of these chicks, watch XW=. Nira! \n[132]!..the fuck was that? \n[133]What the hell's that for -- eating bugs? That's disgustin', You think so hunh? Xell you did know shit *bout chicks Chico. When                   . they see this, they kno?~. crazy. ", "CONTINUED": "\n[1]#02154                                   4 \n[2]#02154                       6 \n[3]\n[4]#00766                              7 \n[5]#00766                                  8 \n[6]#02154                                   10 \n[7]#02154                          11     and   11-A \n[8]\n[9]#02154                                16 \n[10]\n[11]\n[12]#02154                       17 \n[13]#cl2154                                   19 \n[14]#02154                      20 \n[15]\n[16]#02154                       23 \n[17]\n[18]#00766                          25 \n[19]#00766                      26 \n[20]#02154                        27 \n[21]#00766                      29 \n[22]#00766                                             30 \n[23]#02154                                        33 \n[24]\n[25]#02154                                   35 \n[26]#02154                                     36 \n[27]#02154                                  38 \n[28]#00766                                      39 \n[29]#02154                              40 \n[30]#00766                           41 \n[31]#00766                                      43 \n[32]#02154                                 45 and 46 \n[33]", "LOPEZ": "\n[1]How ya doing, Tony? Glad to meet you.  How 'bout a drink? \n[2]Call me Frank, Tony.  Everybody calls me Frank. My Little League team, even the prosecutors 'round town, they all call me Frank. \n[3]Howya     doing? \n[4]I   hear you       caught one? \n[5]Not to mention of course the nice job you guys did for me on that Commie sonufabitch Emilio Rebenga. \n[6]Scotch?    Gin? Rum? \n[7]Yeah, .I need a guy with steel in his balls.    I need him close to,me, a guy like you Tony -- and your compadre here. \n[8]It's too bad about your friend, Tony, if people'd do business the right way, there'd be no fuckups like this.... \n[9]Don't think I don't appreciate this gesture, Tony.  You find in this business, you stay loyal you move up and you move up fast.   Salud! \n[10]Then you find out your biggest head- ache's not bringing in the stuff but figuring out what to do with all the goddamn cash. \n[11]Where the hell's Elirira?             Go get her, will you, Ernie? \n[12]The broad spends half her                 life dressing, the other half                  undressing. \n[13]Yeah.  When she's not looking.- What do you say guys, to a little food? \n[14]- I want you to meet a friend of mine. Tony Montana...Elvira...Manny Ribera. \n[15]let's   go. \n[16]That guy there, in the purple shirt -- Gaspar  Gomez. Bad news.   Stone killer there ever was one.   Stay away. \n[17]...the     fat guy,    with the chicas is Nacho      Contreras   -- El Gordo. Wouldn't know     it to look     at him but he's got more     cash than     anybody in here. A real      haza.... \n[18]. ..you    know what a haza is, Tony? \n[19]It's Yiddish for pig.   It's a guy he's got more'n what he needs, so he don't fly straight anymore, y'know. That's the problem in this business, Tony, there's too many 'hazas' and they're the ones you got to watch out for.   If they can fuck you outta an extra dime, they'll rip you and flip you and then fuck you with a stick for the pure pleasure of it. See it all comes down to one thing, Tony boy, never forget it!   Lesson number one -- don't under- estimate the other guy's greed. \n[20]That's right. Course not everybody follows the rules. \n[21]Head   Waiter   nods. \n[22]Give it to everybody and bring another, willya Jack? Five hundred fifty dollars for this bottle Tony, what do you think of that, hunh? For a bunch of fucking grapes -- isn't that something? \n[23]Hey, George -- buddy. Hey, Frank.. -how's         the case coming? \n[24]OY, I shoulda come to you 'stead of that putz, Neufeld. \n[25]Yeah, almost    everything. \n[26]I . . best goddamn lawyer in Miami. Cost a brick to pick up a phone. \n[27]his. \n[28]Well,        Tony? \n[29]Yeah, get you some new clothes, some $500 suits, you'll look real sharp. I'd like you and your boys to handle some stuff for me, Tony, work with Omar here. We're doing something big next month. Running a string of mules out of Columbia. You do good on that, there'll be other things. \n[30]I'd rather have a heart \n[31]Go on! \n[32]What    do you think? \n[33]Yeah -- but you get guys like that on your side, they break their backs for     you. ", "TOAD": "\n[1]Hey, oye amigo.... \n[2]I'm Hector.... \n[3]Yeah,   Omar's   okay. \n[4]Omar, yeah, I talk to him on the phone. \n[5]Okay... so you got the money? \n[6]Sure I got the stuff, but I don't got it right here with me.  I got it close by. \n[7]Where, in the parking lot? \n[8]Not far. \n[9]Where you from? \n[10]I like to get to know who I do business with. \n[11]Hey I'm just a friendly guy, maybe you don't.... \n[12]Yeah, okay, you gonna give me the cash or am I gonna kill your brother first?  'Fore I kill you? \n[13]You watch what happens to your friend okay?  If you don't want this to happen to you, you get the money. \n[14]Now the leg, hunh? \n[15]Okay, my 'caracortada', you can die too. Makes no difference to me. \n[16]Last chance, carajo? ", "ELVIRA": "\n[1]Hello. \n[2]I assume we're going to be a               fivesome. Where are we having dinner? \n[3]Again?  If anyone wanted to assassinate you, you wouldn't be too hard to find. \n[4]You never know, do you? Maybe the catcher on your Little League team. \n[5]Come    on,   Frank,   let's go. \n[6]Lesson number two -- don't            get    high on your own supply. \n[7]away \n[8]Don't    foam into the               Dom     Perignon. \n[9]How     about you? \n[10]Baltimore.... \n[11]Look, it doesn't really matter. I'm getting a headache. \n[12]I've   got enough friends -- and I don't need   another one, 'specially one who just   got off the banana boat. \n[13]Oh, part        of   the    Cuban crime          wave? \n[14].. \n[15]You know you're even stupider than you look.   Let me give you a crash course, Jose whatever your name is, so you know what you're doing around here. \n[16]First who, where, why and how I fuck is none of your business, second don't call me 'baby,' I'm not your baby and last, even if I was blind, desperate, starved and begging for it on a desert island, you'd be the last thing I'd ever fuck.   You got the picture now -- so fuck off. ", "(Xl": "", "CUT TO": "\n[1]Opening Montage - Documentary    Footage: \n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]", "ANGEL": "\n[1]You know how many goddamn Fernandezes are living in fucking Union City? And I gotta call every fucking one of 'em to find my brother! \n[2]Go    fuck            yourself,     Tony. \n[3]Oh     shit! gonna end bad, muchachos.... \n[4]Hey Tony where ya going? \n[5]Chicken   liver,   hunh? \n[6]Ah, it's okay.  I just y'know forgot to make an offering.  I was supposed to go by the madrina today. You    still       going   to   that    cuncha?                  `(Xl \n[7]She knows her shit.   She talks to Yemaya and Chango like nobody y'ever heard. \n[8]Tony! ", "OMAR": "\n[1]I got something for you. Oh   yeah! gotta do? We gotta unload a boat -- grass, twenty- five tons -- that's what we gotta do. You get five hundred each. \n[2]Guy's     a    lunatic,    let's        go. \n[3]Yeah.. . .                                                                    (Xl \n[4]...There's a bunch of Columbians.                 (Xl Flying in Friday. New guys. They say they got two keys for us for openers.   Pure coke. In a motel over in Miami Beach.  I want you to go over there, and if it's what they say it is, pay 'em and bring it back. You do that, you'll make five grand. Hey, that sounds great, Tony.... \n[5]You know how to handle a machine gun? Sure we was in the Amy together. \n[6]You're gonna need a couple other guys.... No problem. \n[7]Meet me at Hector's bodega Friday at noon. You get the money then. Some-               (Xl thing happens to the money, pobrecito, and my boss' gonna stick your head up your asses faster'n a rabbit gets fucked. \n[8]I think he's a fucking                peasant. ", "CUT   TO": "\n[1]#02154                                           9 \n[2]#02154                        24 \n[3]\n[4]\n[5]\n[6]"}}