{"dialogues": {"SCHINDLER": "\n[1]No, put it away, put it away. \n[2]What are you drinking, gin? \n[3]Stern? \n[4]Are you Itzhak Stern? \n[5]There's a company you did the books for on Lipowa Street, made what, pots and pans? \n[6]All right, you've done it -- good company, you think? \n[7]I don't know anything about enamelware, do you? \n[8]Simple engineering, though, wouldn't you think? Change the machines around, whatever you do, you could make other things, couldn't you? \n[9]Field kits, mess kits... \n[10]Army contracts. \n[11]Once the war ends, forget it, but for now it's great, you could make a fortune. Don't you think? \n[12]Like what? \n[13]The contracts? That's the easy part. Finding the money to buy the company, that's hard. \n[14]You know anybody? \n[15]Jews, yeah. Investors. \n[16]Well, they wouldn't own it, I'd own it. I'd pay them back in product. They can trade it on the black market, do whatever they want, everybody's happy. \n[17]Something they can hold in their hands. \n[18]They should be. \n[19]You don't know where I could find a shirt like that. \n[20]There's nothing in the stores. \n[21]Nice things cost money. \n[22]I don't know, ten or twelve. That's a good color. Dark blues, grays. \n[23]I'm going to need some other things. As things come up. \n[24]Excuse me. \n[25]There's nothing more sacred than marriage. No happier an occasion than one's wedding day. I wish you all the best. \n[26]For each thousand you invest, you take from the loading dock five hundred kilos of product a month -- to begin in July and to continue for one year -- after which time, we're even. That's it. \n[27]Not good enough? Look where you're living. Look where you've been put. \"Not good enough.\" A couple of months ago, you'd be right. Not anymore. \n[28]No, it isn't, that's why we're here. \n[29]Did I call this meeting? You told Mr. Stern you wanted to speak to me. I'm here. Now you want to negotiate? The offer's withdrawn. \n[30]Because I said I would. What do you want, a contract? To be filed where? I said what I'll do, that's our contract. \n[31]What was that about the SS, the rate, the... ? \n[32]But it's less. It's less than what I would pay a Pole. That's the point I'm trying to make. Poles cost more. \n[33]Why should I hire Poles? \n[34]No, look. It's the others. They're the ones causing these delays. \n[35]Whoever. They're the ones. They'd appreciate some kind of gesture from me. \n[36]I should send it to you, though, don't you think? You can forward it on? I'd be grateful. \n[37]Done. Let's not talk about it anymore, let's have a good time. \n[38]Sit down. \n[39]Oh, come on. \n[40]My father was fond of saying you need three things in life. A good doctor, a forgiving priest and a clever accountant. The first two... \n[41]Just pretend for Christ's sake. \n[42]Thank you. \n[43]Who is it? \n[44]She's so embarrassed -- look at her -- \n[45]You know what, you'd like her. \n[46]What -- \n[47]You would, though. That's what I'm saying. \n[48]You look great. \n[49]-- Mrs. Schindler. \n[50]Mrs. Schindler. \n[51]A charade? How could it be a charade? \n[52]There's no way I could have known this before, but there was always something missing. In every business I tried, I see now it wasn't me that was failing, it was this thing, this missing thing. Even if I'd known what it was, there's nothing I could have done about it, because you can't create this sort of thing. And it makes all the difference in the world between success and failure. \n[53]War. \n[54]What? \n[55]It's a beautiful city. \n[56]It's up to you. \n[57]It's \"okay\" with me? \n[58]You're sure. \n[59]If you or anyone acting as an agent for you comes to my factory again, I'll have you arrested. \n[60]It was a mistake? What was a mistake? How do you know what I'm talking about? \n[61]We had a deal, you broke it. One phone call and your whole family is dead. \n[62]How you feeling, all right? \n[63]What's the matter, everything all right at home? Mila's okay? \n[64]Good. \n[65]I could try to read this or I could eat my lunch while it's till hot. We're doing well? \n[66]Better this month than last? \n[67]Any reason to think next month will be worse? \n[68]What? \n[69]You're welcome, I'm sure you're doing a great job. \n[70]That's great. \n[71]That's great, thanks. \n[72]Yeah, okay. \n[73]Don't ever do that to me again. \n[74]Close the door. \n[75]I lost a day of production. I lost a worker. I expect to be compensated. \n[76]Would it do any good? \n[77]He was a metal press operator, quite skilled. \n[78]Unlike your radiators -- and your boxes -- my products aren't for sale on the open market. This company has only one client, the German Army. And lately I've been having trouble fulfilling my obligations to my client. With your help, I hope the problem can be solved. The problem, simply, is space. \n[79]I'd like you to consider a proposal which I think you'll find equitable. I'd like you to think about it and get back to me as soon as -- \n[80]I don't want to lease your facilities, I want to buy them. I'm prepared to offer you fair market value. And to let you stay on, if you want, as supervisors. On salary. \n[81]You try to be fair to people, they walk out the door; I've never understood that. What's next? \n[82]Ah, yes. \n[83]All right. \n[84]Am I permitted to have my secretary cancel my appointments for the day? \n[85]You know? When my friends ask, I'd love to be able to tell them you treated me with the utmost courtesy and respect. \n[86]Chances of getting a bottle of vodka pretty good? \n[87]Wait a minute. \n[88]Pajamas. \n[89]You expect me to walk home, or what? \n[90]If you'd return the ledgers to my office I'd appreciate it. \n[91]Excuse me -- hey -- They're working. \n[92]He's essential. Without him, everything comes to a grinding halt. If that happens -- \n[93]He is. \n[94]Well, let's find him. \n[95]I'm talking to a clerk. \n[96]What's your name? \n[97]I didn't ask you about the list, I asked you your name. \n[98]My plant manager is somewhere on this train. If it leaves with him on it, it'll disrupt production and the Armaments Board will want to know why. \n[99]May as well get your name while you're here. \n[100]Schindler. \n[101]Sergeant, Mr. Tauber, thank you very much. I think I can guarantee you you'll both be in Southern Russia before the end of the month. Good evening. \n[102]There he is. \n[103]No, no, come on, sit -- \n[104]How you doing? \n[105]Good. \n[106]Please. \n[107]I miss anything important? \n[108]Oh, good, yeah. \n[109]I'm sorry. \n[110]You're kidding. \n[111]I'd say I'd get you one but the guy who made it, he's probably dead, I don't know. \n[112]I go to work the other day, there's nobody there. Nobody tells me about this, I have to find out, I have to go in, everybody's gone -- \n[113]They're mine! \n[114]Every day that goes by, I'm losing money. Every worker that is shot, costs me money -- I have to get somebody else, I have to train them -- \n[115]It's bad business. \n[116]Yeah, what's that? \n[117]True. \n[118]Well, you've been through it. You know. You could make things easier for me. \n[119]I'd be grateful. \n[120]All I have is Jews. \n[121]Thank God she wasn't there. \n[122]She run an orphanage, your aunt? \n[123]You want it sent directly to her or through you? \n[124]She is. \n[125]No, dear. \n[126]I pay you too much. \n[127]You held back Stern. You held back the one man most important to my business. \n[128]What do you want for him, I'll give it to you. \n[129]Here. \n[130]This, I don't know, maybe you can trade it for something. \n[131]I got to go, I'll see you. \n[132]The guy can turn out a hinge in less than a minute? Why the long story? \n[133]Oh, yeah. You're welcome. \n[134]Yeah, sure, bring him over. \n[135]That's okay. \n[136]Yeah, yeah, yeah. \n[137]Miss Krause. \n[138]Pernod? Cognac? \n[139]So. \n[140]Who says that? \n[141]I don't do that. You've been misled. I ask one thing: whether or not a worker has certain skills. That's what I ask and that's what I care about, get out of my office. \n[142]Cry and I'll have you arrested, I swear to God. \n[143]People die, it's a fact of life. \n[144]He wants to kill everybody? Great. What am I supposed to do, bring everybody over? Is that what you think? Yeah, send them over to Schindler, send them all. His place is a \"haven,\" didn't you know? It's not a factory, it's not an enterprise of any kind, it's a haven for people with no skills whatsoever. \n[145]You think I don't know what you're doing? You're so quiet all the time? I know. \n[146]No, I'm not losing money, that's not the point. \n[147]It's dangerous. It's dangerous, to me, personally. \n[148]You have to understand, Goeth's under enormous pressure. You have to think of it in his situation. He's got this whole place to run, he's responsible for everything that goes on here, all these people -- he's got a lot of things to worry about. And he's got the war. Which brings out the worst in people. Never the good, always the bad. Always the bad. But in normal circumstances, he wouldn't be like this. He'd be all right. There'd be just the good aspects of him. Which is a wonderful crook. A guy who loves good food, good wine, the ladies, making money... \n[149]I'll admit it's a weakness. I don't think he enjoys it. All right, he does enjoy it, so what? What do you expect me to do about it? \n[150]Perlman, husband and wife. \n[151]Give it to Goldberg, have him send them over. \n[152]They don't fear us because we have the power to kill, they fear us because we have the power to kill arbitrarily. A man commits a crime, he should know better. We have him killed, we feel pretty good about it. Or we kill him ourselves and we feel even better. That's not power, though, that's justice. That's different than power. Power is when we have every justification to kill -- and we don't. That's power. That's what the emperors had. A man stole something, he's brought in before the emperor, he throws himself down on the floor, he begs for mercy, he knows he's going to die... and the emperor pardons him. This worthless man. He lets him go. That's power. That's power. \n[153]Amon the Good. \n[154]So you'll be rid of him. \n[155]I'll talk to him. \n[156]Well, I'll talk to somebody. I'll take care of it. \n[157]What's he done that's so bad -- take money? That's a crime? Come on, what are we here for, to fight a war? We're here to make money, all of us. \n[158]So I'll talk to him about it. \n[159]He's got no style, we all know that. So, we should hang him for it? \n[160]Of course he's stealing from me, we're in business together. What is this? I'm sitting here, suddenly everybody's talking like this is something bad. We take from each other, we take from the Army, everybody uses everybody, it works out, everybody's happy. \n[161]Yeah, well, in some eyes it doesn't matter the amount we steal, it's that we do it. Each of us sitting at this table. \n[162]Did I threaten anybody here? I stated a simple fact. \n[163]Come on, let's watch the girls. \n[164]Thank you. \n[165]Thank them for me. \n[166]What's going on? \n[167]What do you say we get your fire brigade out here and hose down the cars? \n[168]I've got some 200-meter hoses back at D.E.F., we can reach the cars down at the end. \n[169]I'm not saying you'll regret it, but you might. I want you to be aware of that. \n[170]All right, sure, it's a nice day, I'll go for a drive with you guys. \n[171]Where are we going? \n[172]I violated the Race and Resettlement Act. Though I doubt they can point out the actual provision to me. I kissed a Jewish girl. \n[173]You took my workers. \n[174]When? \n[175]Hey, how you doing? \n[176]Let me buy you a drink. \n[177]How do you do? What can I get you, what're you drinking? \n[178]Things worked out. I made some money over there, had some laughs, you know. It was good. \n[179]Now I'm back, and you know what I'm going to do now? I'm going to have a good time. So are you. \n[180]Goddamn it. \n[181]These people, my people, I want my people. \n[182]It's good business. \n[183]Look -- \n[184]It's good for me -- I know them, I'm familiar with them. It's good for you -- you'll be compensated. It's good for the Army. You know what I'm going to make? \n[185]Artillery shells. Tank shells. They need that. Everybody's happy. \n[186]I just told you. \n[187]All you have to do is tell me what it's worth to you. What's a person worth to you. \n[188]Poldek Pfefferberg... Mila Pfefferberg... \n[189]You can do the same thing I'm doing. There's nothing stopping you. \n[190]The investors. \n[191]All of them. Szerwitz, his family. \n[192]More. \n[193]More. \n[194]Give or take what, Stern -- how many -- count them. \n[195]That's it. \n[196]You can finish that page. \n[197]I'm buying them. I'm paying him. I give him money, he gives me the people. If you were still working for me I'd expect you to talk me out of it, it's costing me a fortune. \n[198]Give him the list, he'll sign it, he'll get the people ready. I have to go back to Brinnlitz, to take care of things on that end, I'll see you there. \n[199]Finish the page. \n[200]This is my home. \n[201]I was born here, my wife was born here, my mother is buried here, this is my home. \n[202]Do you really think I'd bring a thousand Jewish criminals into my home? \n[203]These are skilled munitions workers -- they are essential to the war effort -- \n[204]-- It is my duty to supervise them -- and it is your duty to allow me -- \n[205]You'll be interested to know I received a cable this morning from the Personnel Office, Plaszow. The women have left. They should be arriving here sometime tomorrow. \n[206]They're in Auschwitz. \n[207]I'm sorry to hear that. \n[208]I'd love to, it'll have to wait until I get back. I have to leave. \n[209]All right, okay, let's talk. \n[210]Breslau? I can't go to Breslau. Not now. \n[211]He stole our country blind. \n[212]I appreciate it. I want these. \n[213]These are mine. They're on the list. These are my workers. They should be on the train. \n[214]They're skilled munition workers. They're essential. \n[215]Yes. \n[216]Their fingers. They polish the insides of shell casings. How else do you expect me to polish the inside of a 45 millimeter shell casing? \n[217]Under Department W provisions, it is unlawful to kill a worker without just cause. Under the Businesses Compensation Fund I am entitled to file damage claims for such deaths. If you shoot without thinking, you go to prison and I get paid, that's how it works. So there will be no summary executions here. There will be no interference of any kind with production. In hopes of ensuring that, guards will no longer be allowed on the factory floor without my authorization. \n[218]For your cooperation, you have my gratitude. \n[219]How's it going? \n[220]Good. \n[221]This isn't right, is it? \n[222]There. That looks right. \n[223]How's it going, Rabbi? \n[224]Sun's going down. \n[225]It is Friday, isn't it? \n[226]You should be preparing for the Sabbath, shouldn't you? What are you doing here? \n[227]I've got some wine in my office. Why don't we go over there, I'll give it to you. Come on, let's go. \n[228]Come on. \n[229]I want you to come work for me. \n[230]You don't have to live with me, I wouldn't ask that. It's a nice place. You'd like it. It looks awful. You get used to that. \n[231]All right -- We can spend time together that way. We can see each other, see how it goes -- without the strain of -- whatever you want to call it when a man, a husband and a wife go out to dinner, go have a drink, go to a party, you know. This way we'll see each other at work, there we are, same place, we see how it goes... \n[232]Itzhak Stern, Emilie Schindler. My wife. \n[233]Emilie's offered to work in the clinic. To... work there. \n[234]Yes. \n[235]Can you fix it? The radio. \n[236]How should I know? It's broken. See what you can do. \n[237]Stern. \n[238]They arrived, can you believe it? \n[239]Well, that's to be expected. They have to understand. These are start- up problems. This isn't pots and pans, this is a precise business. I'll write them a letter. \n[240]Well, sure. So would I. So would you. I wouldn't worry about it. We'll get it right one of these days. \n[241]No? \n[242]All right. Call around, find out where we can buy shells and buy them. We'll pass them off as ours. \n[243]You don't? I do. I see a difference. \n[244]Fewer shells will be made. \n[245]Stern, if this factory ever produces a shell that can actually be fired... I'll be very unhappy. \n[246]Hey. \n[247]Shoot him. Shoot him! \n[248]Shoot him without a hearing. Come on. \n[249]The machine's broken? \n[250]But the machine. \n[251]The machine is under the authorization of the Armaments Inspectorate. I will preside over the hearing. \n[252]If you're not skilled at armaments work, you shouldn't be here. \n[253]What? \n[254]The stupidity of these people. I wish they were capable of sabotaging a machine. \n[255]Get him out of my sight. \n[256]Isn't this nice. \n[257]Are you kidding, I never miss a party. Police Chief Rasch, my wife Emilie. \n[258]I need a drink. \n[259]Wine? \n[260]I need guns. \n[261]One of these days the Russians are going to show up unannounced at my gate. I'd like the chance to defend myself. I'd like my wife to have that chance. My civilian engineers. My secretary. \n[262]It kind of looks that way. \n[263]Pistols, rifles, carbines ... I'd be grateful. \n[264]Careful. \n[265]Stern. \n[266]No, no, what, what is it? \n[267]No. \n[268]Why, am I broke? \n[269]Poldek. \n[270]It's been suggested I cremate them in my furnaces. As a Catholic I will not. As a human being I will not. \n[271]These aren't suicides. \n[272]These are victims of a great murder. \n[273]Probably looking for a handout. \n[274]The guards aren't allowed on the factory floor. They make my workers nervous. \n[275]I'll discipline him later. \n[276]It's time the guards came into the factory. \n[277]The unconditional surrender of Germany has just been announced. At midnight tonight the war is over. \n[278]Tomorrow, you'll begin the process of looking for survivors of your families. In many cases you won't find them. After six long years of murder, victims are being mourned throughout the world. \n[279]We've survived. Some of you have come up to me and thanked me. Thank yourselves. Thank your fearless Stern, and others among you, who, worrying about you, have faced death every moment. Thank you. \n[280]You've shown extraordinary discipline. You've behaved humanely here. You should be proud. \n[281]I'm a member of the Nazi party. I'm a munitions manufacturer. I'm a profiteer of slave labor, I'm a criminal. At midnight, you will be free and I will be hunted. I'll remain with you until five minutes after midnight After which time, and I hope you'll forgive me, I have to flee. \n[282]In memory of the countless victims among your people, I ask us to observe three minutes of silence. \n[283]I know you've received orders from our Commandant -- which he has received from his superiors -- to dispose of the population of this camp. \n[284]Now would be the time to do it. They're all here. This is your opportunity. \n[285]Or... ...you could leave. And return to your families as men instead of murderers. \n[286]Thank you. \n[287]I could've got more out... \n[288]I could've got more... if I'd just... I don't know, if I'd just... I could've got more... \n[289]If I'd made more money... I threw away so much money, you have no idea. If I'd just... \n[290]I didn't do enough. \n[291]This car. Goeth would've bought this car. Why did I keep the car? Ten people, right there, ten more I could've got. This pin -- \n[292]Two people. This is gold. Two more people. He would've given me two for it. At least one. He would've given me one. One more. One more person. A person, Stern. For this. One more. I could've gotten one more person I didn't. \n[293]They killed so many people... They killed so many people... \n[294]Hey, how you doing? \n[295]Things are great, things are great. \n[296]I'm having a drink, come on in, we'll have a drink. \n[297]I've been here. I guess I haven't been out. \n[298]Yeah? Yeah, that'd be nice, let me get my coat. ", "GOETH": "\n[1]Make a nice driveway. \n[2]Shoot her. \n[3]You argued with my man. Shoot her. \n[4]I'm sure you're right. \n[5]That's somebody who knew what they were doing. That's somebody I needed. Take it down, re-pour it, rebuild it, like she said. \n[6]Today is history. The young will ask with wonder about this day. Today is history and you are a part of it. \n[7]When, elsewhere, they were footing the blame for the Black Death, Kazimierz the Great, so called, told the Jews they could come to Cracow. They came. \n[8]They trundled their belongings into this city, they settled, they took hold, they prospered. \n[9]For six centuries, there has been a Jewish Cracow. \n[10]By this weekend, those six centuries, they're a rumor. They never happened. Today is history. \n[11]We started without you. \n[12]You know, they told me you were going to be trouble -- Czurda and Scherner. \n[13]He looks great, though, doesn't he? I have to know -- where do you get a suit like that? what is that, silk? It's great. \n[14]Something wonderful's happened, do you know what it is? Without planning it, we've reached that happy point in our careers where duty and financial opportunity meet. \n[15]They're not gone, they're here. \n[16]We're going to be making so much money, none of this is going to matter -- \n[17]Some of the boys went crazy, what're you going to do? You're right, it's bad business, but it's over with, it's done. Occasionally, sure, okay, you got to make an example. But that's good business. \n[18]Scherner told me something else about you. \n[19]That you know the meaning of the word gratitude. That it's not some vague thing with you like with some guys. \n[20]You want to stay where you are. You got things going on the side, things are good, you don't want anybody telling you what to do -- I can understand all that. What you want is your own sub-camp. \n[21]Do you have any idea what's involved? The paperwork alone? Forget you got to build it all, getting the fucking permits, that's enough to drive you crazy. Then the engineers show up. They stand around and they argue about drainage -- I'm telling you, you'll want to shoot somebody, I've been through it, I know. \n[22]Happened to what's his name -- up in Warsaw -- and he was bigger than you, Oskar. \n[23]Happened to Toebbens. Almost. Himmler goes up to Warsaw, tells the armament guys, \"Get the fucking Jews out of Toebbens' factory and put Toebbens in the army,\" and -- \"and sent him to the Front.\" I mean, the Front. \n[24]It's true. Never happen in Cracow, though, we all love you too much. \n[25]He's important to my business. \n[26]I want him. Come on, let's go inside, let's have a good time. \n[27]What are you making? \n[28]I got some workers coming in tomorrow... Where the hell they from again? \n[29]Yugoslavia. I got to make room. \n[30]Make me a hinge. \n[31]Another. \n[32]That's very good. What I don't understand, though, is -- you've been working since what, about six this morning? Yet such a small pile of hinges? \n[33]Christ -- \n[34]God damn it -- \n[35]Nobody knows who stole the chicken. A man walks around with a chicken, nobody notices this. \n[36]Still nobody knows. \n[37]There we go. \n[38]It was you? You committed this crime? \n[39]You know who, though. \n[40]Oh, that's all right. \n[41]What are you using? \n[42]Soap? Not lye? \n[43]Go ahead, go on, leave. I pardon you. \n[44]My mechanic. \n[45]I tried to call you, I'm running a little late, this is taking longer than I thought. Have a drink. \n[46]I got a shipment of Hungarians coming in, I got to make room for them. It's always something. \n[47]They're complaining now? They don't know what complaining is. \n[48]Bring the fire trucks! \n[49]This is really cruel, Oskar, you're giving them hope. You shouldn't do that, that's cruel. \n[50]Hujar! \n[51]Oh, my God. \n[52]He likes women. He likes good-looking women. He sees a good-looking woman, he doesn't think. This guy has so many women. They love him. He's married, he's got all these women. All right, she was Jewish, he shouldn't have done it. But you didn't see this girl. I saw this girl. This girl was very good-looking. \n[53]They cast a spell on you, you know, the Jews. You work closely with them like I do, you see this. They have this power, it's like a virus. Some of my men are infected with this virus. They should be pitied, not punished. They should receive treatment, because this is as real as typhus. I see this all the time. \n[54]It's a matter of money? We can discuss that. That'd be all right with me. \n[55]A \"bribe?\" No, no, please come on... a gratuity. \n[56]Sir. \n[57]God forbid you ever get a real taste for Jewish skirt. There's no future in it. No future. They don't have a future. And that's not just good old- fashioned Jew-hating talk. It's policy now. \n[58]Enough -- Jesus -- God -- \n[59]Can you believe this? \n[60]I'm trying to live my life, they come up with this? I got to find every body buried up here? And burn it? \n[61]They're taking mine. When I said they didn't have a future I didn't mean tomorrow. Auschwitz. \n[62]I don't know. Soon. \n[63]This is good. I'm out of business and he's catching tadpoles with his son. \n[64]You want these people. \n[65]What are you, Moses? What is this? Where's the money in this? What's the scam? \n[66]Oh, this is \"good business\" in your opinion. You've got to move them, the equipment, everything to Czechoslovakia -- it doesn't make any sense. \n[67]You're not telling me something. \n[68]Yeah, sure. \n[69]You're probably scamming me somehow. If I'm making a hundred, you got to be making three. \n[70]If you admit to making three, then it's four, actually. But how? \n[71]You did, but you didn't. \n[72]Yeah, all right, don't tell me, I'll go along with it, it's just irritating to me I can't figure it out. \n[73]What's one worth to you? That's the question. \n[74]A virus... \n[75]Thank you. \n[76]Where are the guards? ", "STERN": "\n[1]I am. \n[2]By law, I have to tell you, sir, I'm a Jew. \n[3]It did all right. \n[4]I was just the accountant. \n[5]I think most people right now have other priorities. \n[6]Get the contracts and I'm sure you'll do very well. In fact the worse things get the better you'll do. It was a \"pleasure.\" \n[7]Jews can no longer own businesses, sir, that's why this one's for sale. \n[8]Pots and pans. \n[9]I don't know anybody who'd be interested in that. \n[10]The standard SS rate for Jewish skilled labor is seven Marks a day, five for unskilled and women. This is what you pay the Economic Office, the laborers themselves receive nothing. Poles you pay wages. Generally, they get a little more. Are you listening? \n[11]The Jewish worker's salary, you pay it directly to the SS, not to the worker. He gets nothing. \n[12]How heavy was he? \n[13]Yes. \n[14]Yes. \n[15]The war could end. \n[16]There's a machinist outside who'd like to thank you personally for giving him a job. \n[17]He asks every day. It'll just take a minute. He's very grateful. \n[18]Mr. Lowenstein? \n[19]Okay, Mr. Lowenstein. \n[20]Yes, he did. \n[21]Yes. \n[22]Do what? \n[23]Christmas presents. \n[24]I somehow left my work card at home. I tried to tell them it was a mistake, but they -- \n[25]I'm sorry. It was stupid. Thank you. \n[26]Thank you. \n[27]Oskar -- \n[28]There's a guy. This thing happened. Goeth came into the metalworks -- \n[29]Are you losing money? \n[30]What other point is -- \n[31]And killing. \n[32]There's nothing you can do. I'm not asking you to do anything. You came into my office. \n[33]If he didn't steal so much, I could hide it. If he's steal with some discretion... \n[34]There are fifteen thousand people here -- \n[35]There are fifteen. He wants to say sixteen, seventeen, all right, maybe he can get away with it, but ten thousand over? It's stupid. \n[36]The SS auditors keep coming around, looking over the books -- Goeth knows this -- \n[37]-- you'd think he'd have the common sense to see what's coming. No, he steals with complete impunity. \n[38]If Plaszow is closed, they'll have to send us somewhere else. Where -- who knows? Gross-Rosen maybe. Maybe Auschwitz. \n[39]I think it's too late. \n[40]Four hundred, four fifty -- \n[41]About six hundred -- \n[42]Eight hundred, give or take. \n[43]What did Goeth say? You just told him how many you needed? \n[44]How do you do? \n[45]Stern is my accountant and friend. \n[46]That's very generous of you. \n[47]It was a pleasure meeting you. \n[48]We need to talk. \n[49]They arrived. \n[50]We've received a complaint from the Armaments Board. A very angry complaint. The artillery shells, the tank shells, rocket casings -- apparently all of them -- have failed quality-control tests. \n[51]They're withholding payment. \n[52]There's a rumor you've been going around miscalibrating the machines. I don't think that's a good idea. \n[53]They could close us down. \n[54]I know what you're saying, but I don't see the difference. \n[55]You'll lose money. That's one difference. \n[56]Excuse me. \n[57]I'll talk to you later. \n[58]Do you have any money I don't know about? Hidden away someplace? \n[59]What's he doing here? \n[60]It's Hebrew. It says, 'Whoever saves one life, saves the world.' \n[61]Oskar, there are twelve hundred people who are alive because of you. Look at them. \n[62]There will be generations because of what you did. \n[63]You did so much. ", "PFEFFERBERG": "\n[1]You don't recognize it? Maybe that's because it's not what I asked for. \n[2]My buyers sold it to a guy who sold it to the Army. But by the time it got there -- because of the cold -- it broke, the whole truckload. \n[3]I asked for metal, you gave me glass. \n[4]Look it up. \n[5]This is not your problem? Everybody wants to know who I got it from, and I'm going to tell them. \n[6]Let's say this is what you give me. These are fees I have to pay some guys. This is my commission. This is what I bring you back in Occupation currency. \n[7]That's a nice shirt. \n[8]Like this? \n[9]You have any idea what a shirt like this costs? \n[10]How many? \n[11]Write down your measurements. \n[12]What's this? \n[13]Yeah, I can. \n[14]Yeah. \n[15]She's good. \n[16]Commandant, sir. \n[17]What about my wife? \n[18]Of course I'm on it. \n[19]What do I got for you? \n[20]I'll kill you, that's what I got for you. \n[21]What's wrong with it? \n[22]We know. \n[23]When the Russians arrive. Until then we're staying here. \n[24]Good. How's it going? \n[25]What are you doing? \n[26]I mean where have you been? Nobody's seen you around for a while. \n[27]I thought maybe you'd like to come over, have some dinner, some of the people are coming over. ", "GOLDBERG": "\n[1]What's that? \n[2]You asked for shoe polish. \n[3]So I'm responsible for the weather? \n[4]This is not my problem. \n[5]Metal. \n[6]Ghetto Police. I'm a policeman now, can you believe it? \n[7]Yugoslavia. \n[8]Goeth says there's twenty-five. \n[9]Stern, do me a favor, get out of here. You want to argue about it, go tell Goeth. \n[10]What list is that? \n[11]The good list? Well, that depends, doesn't it? \n[12]Hey, Poldek, how's it going? You know about the list? You're on it. \n[13]You want to stay on it? What do you got for me? \n[14]Takes diamonds to stay on this list. \n[15]All right, all right, all right. ", "EMILIE": "\n[1]Oskar, please -- \n[2]I don't have to like her just because you do. It doesn't work that way. \n[3]You've done well here. \n[4]It's not a charade, all this? \n[5]Luck. \n[6]I feel like an old-fashioned couple. It feels good. \n[7]Should I stay? \n[8]Should I stay? \n[9]No, it's up to you. \n[10]Promise me no doorman or maitre 'd will presume I am anyone other than Mrs. Schindler... and I'll stay. \n[11]How do you do? \n[12]Pleasure meeting you. \n[13]You have a lovely home. It is nice. Big. \n[14]He's always been. ", "SCHERNER": "\n[1]I'd never ask you for money, you know that. I don't even like talking about it -- money, favors -- I find it very awkward, it makes me very uncomfortable -- \n[2]What others? \n[3]That'd be fine. \n[4]Oskar... \n[5]The place produces nothing. I shouldn't say that -- nothing it produces reaches the Army. That's not all right. \n[6]He's a friend of yours, you want to help him out. Tell me this, though -- has he ever once shown you his appreciation? I've yet to see it. Never a courtesy. Never a thank you note. He forgets my wife at Christmas time -- \n[7]Not like him. \n[8]He doesn't deserve your loyalty. More important, he's not worth you making threats against us. \n[9]Sit down. \n[10]Hello, Amon. \n[11]We give you Jewish girls at five marks a day, Oskar, you should kiss us, not them. ", "CLERK": "\n[1]Not essential work, stand over there. \n[2]Good. \n[3]Itzhak Stern? He's on the list. \n[4]He's on the list. If he were an essential worker, he would not be on the list. He's on the list. You can't have him. \n[5]Sir, the list is correct. \n[6]Klaus Tauber. \n[7]The gentleman thinks a mistake's been made. \n[8]Yes, sir. \n[9]Initial it, please. And this... \n[10]It makes no difference to us, you understand -- this one, that one. It's the inconvenience to the list. It's the paperwork. ", "LOWENSTEIN": "\n[1]I want to thank you, sir, for giving me the opportunity to work. \n[2]The SS beat me up. They would have killed me, but I'm essential to the war effort, thanks to you. \n[3]I work hard for you. I'll continue to work hard for you. \n[4]God bless you, sir. \n[5]You're a good man. \n[6]He saved my life. \n[7]God bless him. ", "TOFFEL": "\n[1]It's got nothing to do with reality, Oskar, I know it and you know it, it's a matter of national priority to these guys. It's got a ritual significance to them, Jews shoveling snow. \n[2]File a grievance with the Economic Office, it's your right. \n[3]No. \n[4]I think you're going to have to put up with a lot of snow shoveling yet. \n[5]A one-armed machinist, Oskar? \n[6]There's taking money and there's taking money, you know that. He's taking money. \n[7]He's stealing from you, Oskar. ", "WORKER": "\n[1]I have to report, sir, I've been unable to remove the stains from your bathtub. \n[2]Soap, sir. \n[3]Good. It's taken a while to calibrate the machines, but it's going good now. \n[4]Have you been in Poland? \n[5]Are there any Jews left? \n[6]Where should we go? \n[7]We could use some food. ", "RASCH": "\n[1]Oskar, good of you to come. \n[2]How do you do? \n[3]Thank you. \n[4]Oh, God, you don't have a drink? \n[5]Your husband's a very generous man. \n[6]We're losing the war, aren't we. \n[7]Pistols? ", "CLERKS": "\n[1]...Rossen... Lieberman... Wachsberg... \n[2]...When your name is called go over there... take this over to that table... \n[3]...you\u0092re in the wrong line, wait over there... you, come over here... \n[4]...Biberman... Steinberg... Chilowitz... \n[5]Groder... Gemeinerowa... Libeskind... \n[6]Your luggage will follow you. Make sure it's clearly labeled. Leave your luggage on the platform. ", "MAX REDLICHT": "\n[1]This is true? \n[2]Let me understand. The Nazis have taken your money. So because they've done this to you, you expect me to go unpaid. That's what you're saying. \n[3]That makes sense to you? \n[4]I haven't been to temple must be fifty years. Nor have I been invited. \n[5]You don't approve of the way I make my living? I'm a bad man, I do bad things? \n[6]I've done some things... but I won't do this. ", "HUJAR": "\n[1]She says the foundation was poured wrong, she's got to take it down. I told her it's a barracks, not a fucking hotel, fucking Jew engineer. \n[2]Sir... \n[3]Your machinery will be moved and installed by the SS at no cost to you. You will pay no rent, no maintenance -- \n[4]I was explaining to Mr. Bosch and Mr. Madritsch some of the benefits of moving their factories into Plaszow. \n[5]Since your labor is housed on-site, it's available to you at all times. You can work them all night if you want. Your factory policies, whatever they've been in the past, they'll continue to be, they'll be respected -- \n[6]What? "}}