{"dialogues": {"SIDNEY": "\n[1]Billy? What the... \n[2]What are you doing here? \n[3]My dad's in the other room. \n[4]Can you knock? \n[5]No you didn't. \n[6]..out at the airport... \n[7]Got it. \n[8]Have a good trip. \n[9]What are you doing here? \n[10]Now that it's out of your system. \n[11]Oh it did? \n[12]So you thought you could sneak in my window and we would  have little bump- bump. \n[13]Time to go, stud bucket. \n[14]You know what my dad will do to you? \n[15]I appreciate the romantic gesture. \n[16]Would you settle for a PG-13 relationship? \n[17]Get outa here. \n[18]What happened? \n[19]No way. \n[20]Casey Becker? She sits next to me in English. \n[21]Do they know who did it? \n[22]They think it's school-related? \n[23]Sheriff Burke. Dewey. \n[24]Good. \n[25]We're fine. Thanks. \n[26]How do you gut someone? \n[27]Hey, Stu? Didn't you use to date Casey? \n[28]You sure I can stay over?  My dad won't be back til Sunday. \n[29]Tell your mom I said thanks. \n[30]Uh-huh, it's just...you know, the police and reporters...it brings it all back. \n[31]Thanks, Tatum. \n[32]It's past seven. \n[33]I'm not worried. \n[34]Whatever. Just hurry. \n[35]Tatum? \n[36]Hi. Who is this? \n[37]I have no idea. \n[38]Aha, Randy, you gave yourself away. Are you calling from work? Tatum's on her way over. \n[39]I like that thing you're doing with your voice, Randy. It's sexy. \n[40]Don't start. You know I don't watch that shit. \n[41]Because they're all the same. It's always some stupid killer stalking some big breasted girl-who can't act-who always runs up the stairs when she should be going out the front door. They're ridiculous. \n[42]That is so unoriginal. You disappoint me, Randy. \n[43]So who are you? \n[44]So where are you? \n[45]Why would you call me from my front porch? \n[46]Oh yeah? Well I call your bluff. \n[47]So where are you? \n[48]Can you see me right now? \n[49]What am I doing? \n[50]Good try, Randy. Tell Tatum to hurry. Bye now. \n[51]\n[52]Oh Billy...Please...God... \n[53]He's here. He's trying to kill me... \n[54]..yeah... \n[55]It's okay. She was supposed to pick me up. \n[56]Did you reach my Dad? \n[57]At the airport. \n[58]I don't know. I guess. \n[59]It's okay, Tatum. She's just doing her job. Right, GALE? \n[60]How's the book? \n[61]I'll look for it. \n[62]Any word on my Dad? \n[63]Just another sleepover at the Riley's. \n[64]No, nothing's like it used to be. \n[65]He was there, Tatum. \n[66]My Dad? \n[67]It's alright. I'll get it. \n[68]Hello? \n[69]\n[70]\n[71]Who are you? \n[72]I'd rather be around a lot of people, Mama Riley. \n[73]It's never gonna stop. Is it? \n[74]Somebody called me, Dewey. I'm not making it up. \n[75]And my Dad? Any word on him? \n[76]Just a sec...I need to talk to someone. \n[77]I'm not here to fight. \n[78]I want to talk to you. \n[79]Off the record. No cameras. \n[80]Please. You owe me. \n[81]You owe my mother. \n[82]And it had to be you with all your lies and bullshit theories. \n[83]Do you still think he's innocent? \n[84]During the trial, you did all those stories about me. You called me a liar. \n[85]Have you talked to Cotton? \n[86]Has his story changed? \n[87]He's lying. She wouldn't have touched him. He raped her, then butchered her. Her blood was all over his coat. \n[88]I saw him leaving wearing it. \n[89]No, Cotton murdered my mother. \n[90]No, it was Cotton. \n[91]I'm sorry I mangled your face. \n[92]But if it wasn't Billy it could be anybody. He could be here at school right now. \n[93]He promised me he'd be back. \n[94]This is a mistake. I shouldn't be here. \n[95]I bet he's pissed. \n[96]Why are they doing this? \n[97]Jesus, SHIT! \n[98]No...I don't...it's just...Oh God, Billy, someone was there, someone tried to kill me. \n[99]I know. He called again last night at Tatum's house. \n[100]I'm so sorry...please understand. \n[101]You know that's not true. \n[102]No... \n[103]No, it's me, Billy. I need time. I'm still adjusting to my mom. \n[104]Tomorrow. One year tomorrow. \n[105]Your parents split up. It's not the same thing. Your mom left town, she's not in a coffin somewhere. \n[106]I'm glad to know you're coping so well with life, Billy. But some of us aren't so perfect. Some of us are just trying to hold on. \n[107]Pathetic. \n[108]Is someone there? \n[109]He's here...I saw him...he's here... \n[110]It was him, Tatum. I know it. \n[111]Are you serious? \n[112]I don't know... \n[113]Yeah, okay...whatever. \n[114]So you think my mom was a slut too? \n[115]If they were having an affair how come that Cotton couldn't prove it in court? \n[116]Created by that little tabloid twit Gale Weathers. \n[117]And you believe it? \n[118]If I was wrong Cotton, then he's still out there. \n[119]You're right. I'm cracking up. Ignore me. \n[120]God, look at this place, it's THE TOWN \n[121]Oh, god... \n[122]Thanks, Dewey. But with my luck they'd cast Tori Spelling. \n[123]Is Billy going to be there tonight? \n[124]Billy's right. Whenever he touches me, I just can't relax. \n[125]But he's been so patient with me, Tatum. You know, with all the sex stuff. How many guys would put up with a girlfriend who's sexually anorexic? \n[126]What do you think about when you're having sex? \n[127]Who? \n[128]How does that get you in the mood with Stu? \n[129]No way. \n[130]What secret meaning? Like a Satanical thing? \n[131]\n[132]Deal. \n[133]Yeah. \n[134]\n[135]Have they found my father? \n[136]Should I be worried? \n[137]Billy? Jesus, you scared me. \n[138]If Tatum sees you--she'll draw blood. \n[139]It's okay. We need to talk. \n[140]So... \n[141]No, Billy. I'm the one who's been selfish and self-absorbed with all of my post traumatic stress. \n[142]But you're right--enough is enough. I can't wallow in the grief process forever and I can't keep lying to myself about who my mom was. \n[143]I think in some weird analytical, psychological bullshit way I'm scared I'm gonna turn out just like her, you know? Like the bad seed or something... \n[144]Everytime I get close to you I see my mom. I know it doesn't make sense. \n[145]But this is life. This isn't a movie. \n[146]I wanna let go. I do... \n[147]Why can't I be a Meg Ryan movie? \n[148]Or even a good porno. \n[149]You heard me. \n[150]Yeah...I think so. \n[151]\"Eight is enough to fill our lives with love...\" \n[152]Who did you call? \n[153]When you're arrested-you're allowed one phone call? Who did you call? \n[154]No, Sheriff Burke called your dad. I saw him. \n[155]Uh-huh. \n[156]No, but if it were you, that would have been a very clever way to throw me off track. Using your one phone call to call me so I wouldn't think it was you. \n[157]\n[158]\n[159]\n[160]Help! Please! I'm at Stu Maker's house on Turner Lane. Please, HE'S GONNA \n[161]Stop. Right there. \n[162]Don't come any closer. \n[163]Stay away. \n[164]Fuck you both. \n[165]Please! God! Help me! \n[166]\n[167]\n[168]Oh God. Billy! \n[169]I thought you were... \n[170]He's out there. \n[171]NO! Don't believe him. \n[172]Stu...please...help me... \n[173]Daddy! \n[174]Why are you doing this? \n[175]Fuck you. \n[176]You're crazy--both of you. \n[177]You'll never get away with this. \n[178]Why did you kill my mother? \n[179]I don't understand... \n[180]What? \n[181]Stop it! \n[182]You sick fucks--you've seen one too many movies. \n[183]I like that ending. \n[184]Are you alone in the house? \n[185]Not so fast.  We're gonna play a little game. It's called GUESS WHO JUST \n[186]So Stu, what's your motive? Billy's got one. The police are on their way. What are you going to tell them? \n[187]Gotta find me first, you pansy-assed Mama's boy. \n[188]Not this time. \n[189]This is for my Mom, asshole. \n[190]And this Billy stud-bucket is for having an incredibly small weenie. \n[191]Oh Daddy... \n[192]Only if it's a nice Meg Ryan movie. ", "BILLY": "\n[1]I'm sorry. Don't hate me. \n[2]You sleep in THAT? \n[3]I'll only stay a sec. \n[4]Close call. \n[5]It just occurred to me that I've never snuck through your bedroom window. \n[6]And I was home, bored, watching television, THE EXORCIST was on and it got me thinking of you. \n[7]Yeah, it was edited for TV. All the good stuff was cut out and I started thinking about us and how two years ago, we started off kinda hot and heavy, a nice solid \"R\" rating on our way to an NC17. And how things have changed and, lately, we're just sot of...edited for television. \n[8]No, no. I wouldn't dream of breaking your underwear rule. I just thought we might do some on top of the clothes stuff. \n[9]See what you do to me. \n[10]I'm going...I'm going. \n[11]Hey..about the sex stuff. I'm not trying to rush you. I was only half serious. \n[12]What's that? \n[13]Thanks Randy. \n[14]It's called tact, you fuckrag. \n[15]No one's saying you did. \n[16]\n[17]I heard screaming. The door was locked. Are you okay... \n[18]Hey...wait...what's goin.. \n[19]I didn't do anything! Sid...where's Sid? Ask her, she'll tell ya... \n[20]Sheriff...I didn't do it...please, call my Dad..please... \n[21]I didn't call anyone with it. I just took it for fun. \n[22]I just wanted to see her, that's all. \n[23]Yes, sir. \n[24]I watched TV for awhile but the I felt like going for a bike ride. \n[25]No, I didn't. I didn't kill anyone, Sheriff. \n[26]This is crazy. I didn't do it. \n[27]Hi, Sid. Can we talk a sec? \n[28]Talk to me, Sid. \n[29]You open your mouth and stupidity pours out. \n[30]\n[31]Hey, hey, it's just me. \n[32]What? You don't still think it's me? \n[33]The police say I scared him off. It wasn't me, Sid. \n[34]See, it couldn't have been me. I was in jail, remember? \n[35]Understand what? That I got a girlfriend who would rather accuse me of being a psychopathic killer than touch me. \n[36]Then what is it? Is there somebody else? \n[37]Is it the sex thing? Am I being too pushy? \n[38]It's been a year since she died. \n[39]When are you gonna let that go, Sid? When my mom left my dad--I just accepted it. This is the way it is. She's not coming back. \n[40]You have to move on, Sid. \n[41]How'd you do? \n[42]Thanks, butt wart. You did good. \n[43]Duh...that's quick. \n[44]Because I'm trying to build your self- esteem. You're far too sensitive. \n[45]You ready to party hard tonight? \n[46]How do we know you're not the killer? \n[47]Maybe your movie-freaked mind lost it's reality button? \n[48]I was hoping Sid and I could talk. \n[49]Subtlety, Stu. Look it up. \n[50]So...I'm sorry. I've been a selfish shit and I'm sorry. \n[51]You lost your mom... \n[52]Oh Sidney... \n[53]Sure it does. It's like Jodie Foster in SILENCE OF THE LAMBS when she kept having flashbacks of her dead father. \n[54]Sure it is, Sid. It's all a movie. Life's one great big movie. Only you can't pick your genre. \n[55]Ssshh...everything's gonna be okay. I promise. \n[56]Sshh..it's okay. \n[57]What? \n[58]Are you serious? \n[59]What? \n[60]I called my dad. \n[61]Yeah...and when I called no one answered. \n[62]You don't still think it was me? \n[63]What do I have to do to prove to you I'm not a killer? \n[64]\n[65]I'm alright. Gotta...get...help. \n[66]It's okay. Give me the gun. \n[67]Shhhh. It's okay. \n[68]\"We all go a little mad sometimes.\" \n[69]Anthony Perkins--PSYCHO \n[70]Corn syrup. Same stuff they used for pig's blood in CARRIE. \n[71]Where ya going? It's not over yet. We've got one more surprise--Stu, I believe it's your turn. \n[72]What's wrong? You look like you've seen a ghost. \n[73]Close enough. \n[74]It's called GUESS HOW I'M GOING TO DIE! \n[75]We already played that game. You lost, remember? \n[76]It's an easy game. We ask you a question. If you get it wrong--you die. \n[77]Tell that to Cotton Weary. You wouldn't believe how easy it was to frame him. \n[78]Why? WHY? Did you hear that, Stu? I think she wants a motive. Hmmm...I don't really believe in motives, Sid. I mean, did Norman Bates have a motive? \n[79]And did they really ever explain why Hannibal Lecter liked to eat people? Don't think so. You see, it's scarier when there's no motive, Sid. \n[80]We did your mom a favor, Sid. The woman was a slut bag whore who flashed her shit all over town like she was Sharon Stone or something. \n[81]Is that motive enough for you? Or how about this? Did you know your slut mother was sleeping with my dad and she's the reason my mom moved out and deserted me. \n[82]Think about it. On the off chance I get caught-a motive like that could divide a jury for years, don't you think?. You took my mother, so I took yours. Big sympathy factor. Maternal abandonment causes serious deviant behavior. It certainly fucked you up. It made you have sex with a psychopath. \n[83]Pretend this is all just a scary movie, Sid. How do you think it's going to end? \n[84]You know what time it is, Sid? It's after midnight. It's your mother's anniversary. We killed her exactly one year ago today. \n[85]Ready? \n[86]Don't forget-stay to the side and don't go too deep. \n[87]Jesus...fuck, that hurt. \n[88]Got the ending figured out yet? Time's running out. \n[89]What if your father snapped? Your mom's anniversary set him off and he went on a murder spree, killing everyone... \n[90]And then he killed you and then shoots himself in the head. It's a perfect ending. \n[91]Oh Sid, don't blame the movies...Movies don't create psychos. Movies just make psychos more creative. \n[92]Get the gun. I'll untie Pops. \n[93]It's on the table. \n[94]Where the fuck is it? \n[95]I thought she was dead. \n[96]She can't get both of us. \n[97]Where'd she go? \n[98]Where the fuck did she go? \n[99]Hello? \n[100]You bitch--where the fuck are you? \n[101]Find her. \n[102]\n[103]I'm gonna rip you up bitch. Just like your slut whore mother. ", "TATUM": "\n[1]Do you believe this shit? \n[2]Oh God! You don't know? Casey Becker and Steve Forrest were killed last night. \n[3]And not just killed, Sid. We're talking splatter movie killed-split open end to end. \n[4]Not anymore. Her parents found her hanging from a tree. Her insides on the outside. \n[5]Fucking clueless-they're interrogating the entire school. Teachers, students, staff, janitors... \n[6]They don't know. Dewey said this is the worst crime they've ever seen. Even worse than... Well it's bad. They're bringing in the feds. This is big. \n[7]Hunt? Why would they ask if you like to hunt? \n[8]They didn't ask me if I like to hunt. \n[9]That is so sexist. The killer could easily be female-BASIC INSTINCT. \n[10]Or a man's mentality. \n[11]I thought you dumped her for me. \n[12]Stu was with me last night. \n[13]Fuck you, nut case. Where were you last night? \n[14]I thought Blockbuster fired you. \n[15]Randy, you goon-fuck, I'm eating here. \n[16]No prob. I'll pick you up after practice. \n[17]Yeah, yeah...are you okay? \n[18]I'll be there by seven. I promise \n[19]Later. \n[20]Practice ran late. I'm on my way. \n[21]Don't worry. Casey and Steve didn't bite it til way after ten. \n[22]Good, 'cause I wanna swing by BLOCKBUSTER and get us a video. I was thinkin' Tom Cruise in ALL THE RIGHT MOVES. You know, if you pause it just right you can see his penis. \n[23]Bye. \n[24]What happened? Oh God... \n[25]Oh, God, Sid, I'm sorry I was late. \n[26]Her dad's out of town. She's staying with us. \n[27]Yes, you doofus. \n[28]I don't know. \n[29]I'm not talking to you. \n[30]Hey...Dewey. Can we go now? \n[31]Goddammit, Dewey! \n[32]I'm sorry, Deputy Dewey-boy but we're ready to go. \n[33]She's not answering any questions. Just leave us alone, okay? \n[34]God, I loved it. \"I'll send you a copy.\" BAM! Bitch went down. \"I'll send you a copy.\" BAM! Sid--SuperBitch! \n[35]Yeah, yeah, yeah... \n[36]Just like old times, ain't it? \n[37]Do you really think Billy did it? \n[38]I knew this guy was too perfect. He was destined to have a flaw. \n[39]Who is it? \n[40]Take a message. \n[41]Hang up, Sid. \n[42]Your objection is duly noted. \n[43]Come on, Sid. \n[44]Nice welt. \n[45]Yo--let's rock. \n[46]Just relax. You're at school now. No one can get you here. \n[47]Serial killers are smart by definition. They minimize their risk. They plan and pre-calculate everything. Showing up here would be the most lame-brain move he could make. \n[48]I wouldn't put too much stock in a psycho's promise. \n[49]I want you to meet me here right after class, okay? \n[50]Shit, what is he doing here? \n[51]Just ignore him. You had good reason to think what you did. \n[52]You know if I were accused of carving up two people, I'd take the opportunity to skip school. \n[53]Stay away from her, Billy. \n[54]It was just some sick fuck having a laugh. \n[55]You are not to be alone again. Is that clear? If you pee--I pee. \n[56]For once, Stu, drop it. \n[57]This could be good. What do you think, Sid? \n[58]Come on. Pathos has it's perks. \n[59]Maybe Cotton Weary is telling the truth. Maybe he was having an affair with your mom. \n[60]I didn't say that, Sid. But you know there were rumors. Your dad was always out of town on business. Maybe your mom was a very unhappy woman. \n[61]You can't prove a rumor. That's why it's a rumor. \n[62]It goes further back, Sid. There's been talk about other men. \n[63]Well...you can only hear that Richard Gere-gerbil story so many times before \n[64]Don't go there, Sid. You're starting to sound like some Wes Carpenter flick. Don't freak yourself out--we've got a long night ahead of us. \n[65]Come on, let's rock. \n[66]Don't be so self-righteous. It's just a little blow out--we'll be perfectly safe. \n[67]Hey, Sid. Just think if they make a movie about you. Who's gonna play you? \n[68]He better not be. I told Stu to keep his mouth shut. I think we can live without EVERYBODY'S ALL AMERICAN for one night. \n[69]Two minutes tops. \n[70]You have a few intimacy issues as a result of your mother's untimely death. It's no big deal. You'll thaw out. \n[71]Billy and his penis don't deserve you. \n[72]With Stu, there's little time to stop and reflect. But sometimes before, to relax and get in the mood, I think about Grant Goodeve. \n[73]Grant Goodeve--the oldest brother on EIGHT IS ENOUGH. Remember that show? He was the one who lived off alone. He would come around every now and then with his guitar and sing \"Eight is enough to fill our lives with love...\" He had all these brain dead sisters and that idiot brother from CHARLES IN CHARGE. God, I was in love with Grant, he was so hot. The show came on every day after school right during my puberty years. Grant Goodeve was very instrumental in my maturing as a woman. \n[74]During foreplay, I sing the theme song to myself. \"Eight is enough to fill our lives with love...\" It's a real turn on. \n[75]Grant wrote the song himself. I'm convinced the lyrics had a secret meaning, \"Eight is enough...\" \n[76]Watch the show, Sid. His basket is bigger than the one you're pushing. \n[77]Oh, Sidney. WHAT? A guy can talk tits til he's dead but the minute you mention an eight inch weenie. Watch out. \n[78]There's that sense of humor. I knew it still existed. Ohh, Sid, let's have some fun tonight. \n[79]No, Dewey. You'll ruin the whole night. \n[80]Shit. \n[81]Caterer's here. \n[82]That's mature. \n[83]Tits--see. \n[84]What am I? The beer wench? \n[85]Shit, Dewey! \n[86]What is she doing here? \n[87]So you did--now leave...and take your media muff with you. \n[88]\n[89]Hey, Shitheads! \n[90]\n[91]What the... \n[92]Is that you, Randy? Cute. \n[93]And what movie is this from? I SPIT ON \n[94]Lose the mask. If Sidney sees it, she'll flip. \n[95]Oh, you wanna play psycho killer? \n[96]Can I be the helpless victim? \n[97]Okay, let's see. \"No, please don't kill me, Mr. Ghostface. I want to be in the sequel.\" \n[98]Cut, Casper. That's a wrap. \n[99]Randy--will you stop? \n[100]You little shit. \n[101]Who are you? \n[102]", "MAN": "\n[1]Who is this? \n[2]What number is this? \n[3]I don't know. \n[4]Do I? \n[5]I'm sorry. I guess I dialed the wrong number. \n[6]To apologize. \n[7]Wait, wait, don't hang up. \n[8]I want to talk to you for a second. \n[9]Why don't you want to talk to me? \n[10]You tell me your name, I'll tell you mine. \n[11]What's that noise? \n[12]You're making popcorn? \n[13]I only eat popcorn at the movies. \n[14]Really? What? \n[15]Do you like scary movies? \n[16]What's your favorite scary movie? \n[17]You have to have a favorite. \n[18]Guess. \n[19]Is that the one where the guy had knives for fingers? \n[20]Freddy-that's right. I liked that movie. It was scary. \n[21]So, you gotta boyfriend? \n[22]Maybe. Do you have a boyfriend? \n[23]You never told me your name. \n[24]Because I want to know who I'm looking at. \n[25]I want to now who I'm talking to. \n[26]What do you think I said? \n[27]Wait...I thought we were gonna go out. \n[28]Don't hang up on me. \n[29]Don't... \n[30]I told you not to hang up on me. \n[31]To talk. \n[32]You getting scared? \n[33]\n[34]More of a game, really. \n[35]They'd never make it in time. \n[36]\n[37]You should never say \"Who's there?\". Don't you watch scary movies? It's a death wish. \n[38]Or else what? \n[39]I thought you didn't have a boyfriend. \n[40]Sure... \n[41]I'm getting scared. \n[42]I believe you... \n[43]His name wouldn't be Steve, would it? \n[44]Go to the back door and turn on the porch light--again. \n[45]I wouldn't do that if I were you. \n[46]Guess. \n[47]That all depends on you. \n[48]I wanna play a game. \n[49]Then he dies. Right now. \n[50]Which is it? \n[51]Turn off the light. \n[52]Here's how we play. I ask a question. If you get it right-Steve lives. \n[53]Come on. It'll be fun. \n[54]It's an easy category. Movie trivia. \n[55]I'll even give you a warm up question. \n[56]Name the killer in HALLOWEEN. \n[57]Come on. It's you favorite scary movie, remember? He had a white mask, he stalked the baby-sitters. \n[58]Come on, yes you do. \n[59]What's his name? \n[60]Steve's counting on you. \n[61]\n[62]Now for the real question. \n[63]But you're doing so well. \n[64]Then answer the question. Same category. \n[65]Name the killer in FRIDAY THE 13TH. \n[66]I'm sorry. That's the wrong answer. \n[67]Afraid not. \n[68]Then you should know Jason's MOTHER -Mrs.Vorhees was the original killer. Jason didn't show up until the sequel. \n[69]Lucky, for you there's a bonus round. But poor Steve...I'm afraid...he's out. \n[70]Final question. Are you ready? \n[71]Answer the question and I will. \n[72]What door am I at? \n[73]There are two doors to your house. A front door and a back one. If you answer correctly-you live. \n[74]Your call. \n[75]I can hear you. I know you're here. \n[76]You tell me. \n[77]Scary night, isn't it? With the murders and all, it's like right out of a horror movie or something. \n[78]Do you like scary movies, Sidney? \n[79]What's your favorite scary movie? \n[80]And why is that? \n[81]Are you alone in the house? \n[82]Maybe that's because I'm not Randy. \n[83]The question is not who am I. The question is where am I? \n[84]Your front porch. \n[85]That's the original part. \n[86]Right here. \n[87]Uh-huh. \n[88]If you hang up, you'll die just like your mother. \n[89]Do you want to die, Sidney? Your mother didn't. \n[90]Hello Sidney. \n[91]Poor Billy-boyfriend. An innocent guy doesn't stand a chance with you. \n[92]Looks like you fingered the wrong guy...again. \n[93]Don't worry. You'll find out soon enough. I promise. \n[94]This is gonna be fun, Sidney. Just like old times. \n[95]Siddneey... \n[96]It's me, Sidney. ", "STU": "\n[1]I don't know, they just did. \n[2]Because there's no way a girl could have killed them. \n[3]Yeah, Casey and Steve were completely hollowed out. Takes a man to do something like that. \n[4]You take a knife and slit from the groin to the sternum. \n[5]What? She asked. \n[6]Sorry. \n[7]You heard Billy-shut the fuck up. \n[8]For about two seconds. \n[9]I did. He's full of shit. \n[10]What are you saying? That I killed her or something? \n[11]I didn't kill anybody. \n[12]I'm gonna gut your ass in a second. \n[13]Yeah, Randy, she's getting mad. I think you better liver alone. \n[14]Hey, go easy, Tatum. He didn't do it. \n[15]Are you kidding? This is like Christmas. \n[16]Owwww... \n[17]Sorry. \n[18]Is this not cool or what? Hey, Sid, what happened? \n[19]Okay, but whatever you did--the entire student body thanks you. \n[20]And to celebrate this impromptu fall break, I propose we have a party. Tonight, my house. \n[21]My parents are out of town. It'll be like my hurricane bash last year. Nothing extreme. Just a few of us, hangin'. \n[22]Remember, there's safety in numbers. \n[23]Cool. See you guys tonight. Bring food. \n[24]Piece of cake. She'll be there. \n[25]So you gonna try and make up with Sid? \n[26]I was just asking. Why are you always at me? \n[27]Oh.... \n[28]You know it. \n[29]Jesus, this place is packed. \n[30]You coming tonight? \n[31]What? \n[32]It was all a misunderstanding. He didn't do anything. \n[33]The why'd the police let him go? \n[34]Why would he want to kill his own girlfriend? \n[35]So what's his reason? \n[36]She's saving herself for you. \n[37]I think her father did it. How come they can't find his ass? \n[38]Which is you... \n[39]And what would be your motive? \n[40]Where you guys been? We had to start without you. \n[41]I thought everything was checked out. \n[42]With that set of lungs--she should be. \n[43]I got it. Tatum get me a beer. They're in the fridge in the garage. \n[44]Hey, guess who's here? It's that chick from INSIDE STORY? \n[45]This must be big news to be on INSIDE \n[46]I can cry on cue. \n[47]How 'bout a beer? Randy--get the lady a beer. \n[48]Dude. What are you doing here? \n[49]You guys can go up to my parents room? To talk and...whatever. \n[50]He came to make up. \n[51]Like you had one. \n[52]I wanna see Jamie Lee's breasts. When do we see Jamie Lee's breasts? \n[53]What rules? \n[54]Wanna another beer? \n[55]I'll be right back. \n[56]He's lying. He killed Tatum. And Billy. \n[57]His movie nut mind has snapped, Sid. He's gone psycho. \n[58]Come on, Sid. Give me the gun. \n[59]\n[60]Surprise, Sidney. \n[61]Oh yeah \n[62]Guess, I won't be needing this anymore. \n[63]It's all part of the game. \n[64]You have to play, Sid. Don't want to disappoint your dad. He's been waiting around all night. \n[65]And if you get it right--you die. \n[66]The official term is \"psychotic\". \n[67]Yeah, we just watched a few movies. Took a few notes. It was fun. \n[68]Nope. \n[69]..so we put her out of her misery. I mean, let's face it, your mom was no Sharon Stone. \n[70]That's right and now that you're no longer a virgin. You gotta die--those are the rules. \n[71]This is the best part, Sid. Billy's got it all figured out. Why do you think we kept your father alive so long? Why did we save you for last? \n[72]Yeah... \n[73]Jesus... \n[74]Good one. My turn. \n[75]Come on, Sid. Think about it. Your father is the chief suspect. We cloned his cellular. The evidence is there. \n[76]Except for me and Billy...we were left for dead... \n[77]Everyone dies but us. We get to carry on and plan the sequel. Let's face it, these days--you gotta have a sequel. \n[78]That's it, Billy. I can't take any more. I'm feeling woozy. \n[79]Where'd you put it? \n[80]No, it's not. \n[81]She looked dead. Still does. \n[82]Odds are--she'll miss anyway. \n[83]Cool move. \n[84]I don't know Billy but I'm hurtin'. \n[85]I can't...I'm bad off, Billy. You cut to deep. \n[86]Peer pressure...I'm way to sensitive. ", "DEWEY": "\n[1]Sidney Prescott. \n[2]We all know Sidney, Mr. Himbry. \n[3]It's Deputy Riley today, Sid. \n[4]We got him, Sheriff. Billy Loomis. \n[5]He's her boyfriend. \n[6]I was first to respond. \n[7]Drive by patrol. \n[8]She's tough. \n[9]You gonna be able to come down to the station and talk to us a bit? \n[10]What are you doing here? \n[11]You can't be here, Tatum. This is an official crime scene. \n[12]Does mom know? \n[13]You're sure it was the Hilton? \n[14]He's not registered. Could he have gone to another hotel? \n[15]We'll find him, Sid. Don't worry. \n[16]That ghost mask is sold at both Kroger's and WalMart. Neither of which keep purchase records. \n[17]They're pulling Loomis' account. But it'll be morning before we see something. You think he did it? \n[18]Hold up a sec... \n[19]We haven't located her Dad yet. \n[20]What did Mama tell you? When I wear this badge you treat me like a man of the law. \n[21]I'll get the car. Wait here. \n[22]I thought you might want some ice for that right hook. \n[23]I'll be right next door. Try to get some sleep. \n[24]Not yet, but we're looking. If you need anything... \n[25]What? What? \n[26]Billy was released. His cellular bill was clean. He didn't make those calls. \n[27]I know. We're checking every cellular account in the county. Any calls made to you or Casey Becker are being cross- referenced. It's gonna take time but we'll find him. \n[28]Hey, it's school. You'll be safe here. \n[29]Leave the girl alone, will ya? She wants to go to school. \n[30]Yes, sir, sheriff. \n[31]I know who you are, ma'am. How's the eye? \n[32]Well..uh...yes ma'am. For the time being. \n[33]You're not supposed to be here, ma'am. \n[34]I'm twenty-five years old, ma'am. \n[35]No, ma'am. Because of my boyish good looks, muscle mass has increased my acceptance as a serious police officer. \n[36]Serial killer is not really accurate, ma'am. The killer has yet to strike twice. \n[37]We're tracking the cellular phone bill. \n[38]No, not yet. \n[39]We haven't ruled out that possibil... \n[40]If you'll excuse me, ma'am. \n[41]That's quite alright. If I may say so, ma'am, you're much prettier in person. \n[42]I just turned 25. I was 24 for a whole year. \n[43]A party? Mom's gonna kill you. Then me. \n[44]Hey, I saw that movie. True story, 'bout some killer in Texas. \n[45]I see you as a young Meg Ryan myself. \n[46]I'll just be a few minutes. Don't go far. \n[47]Keeping my eye on Sidney. \n[48]Couldn't his cellular number have been cloned? \n[49]Have you contacted the bureau? \n[50]You think he could still be in town? \n[51]She's with my sister. Should I bring her in? \n[52]She'll be with her friends over at Stu Maker's tonight. \n[53]Yes, sir. \n[54]You girls ready. \n[55]Looks like I'm your personal bodyguard tonight, Sid. \n[56]Sorry, police orders. I'll stay out of the way, I promise. \n[57]Evening, ma'am. \n[58]What brings you out to these parts? \n[59]Not much story here. Just a bunch of kids cutting loose. \n[60]Keeping an eye on things. Checking the place out. \n[61]Not at all. \n[62]She's with me. I just wanted to check on things. \n[63]Afraid not. \n[64]Not yet. \n[65]Sheriff just radioed me. I'm gonna check out a possible lead. Thought you might like to join me. \n[66]A car was spotted in the bushes a little ways up the road. \n[67]Ma'am, I am the Deputy of this town. \n[68]NO! I mean...I should probably take just you. \n[69]Actually, I thought we could walk. It's not far. \n[70]Dwight. Dewey was something I got stuck with a long time ago. \n[71]Nah... it's just this town's way of not taking me serious. \n[72]I don't think you're so bad. \n[73]You okay? \n[74]Looks like a car. \n[75]Shit. It's Neil Prescott's car. \n[76]We gotta get back. Jesus. He's here. What the fuck is he doing here? \n[77]I'll call for backup. ", "CASEY": "\n[1]Hello. \n[2]Yes. \n[3]Who are you trying to reach? \n[4]What number are you trying to reach? \n[5]I think you have the wrong number. \n[6]It happens. Take it easy. \n[7]Hello. \n[8]So why did you dial it again? \n[9]You're forgiven. Bye now. \n[10]What? \n[11]They've got 900 numbers for that. Seeya. \n[12]Hello. \n[13]Who is this? \n[14]I don't think so. \n[15]Popcorn. \n[16]Uh-huh. \n[17]I'm getting ready to watch a video. \n[18]Just some scary movie. \n[19]Uh-huh. \n[20]I don't know. \n[21]Uh...HALLOWEEN. You know, the one with the guy with the white mask who just sorta walks around and stalks the baby sitters. What's yours? \n[22]Uh...NIGHTMARE ON ELM STREET. \n[23]Yeah...Freddy Krueger. \n[24]The first one was, but the rest sucked. \n[25]Why? You wanna ask me out? \n[26]No. \n[27]Why do you want to know my name? \n[28]What did you say? \n[29]That's not what you said. \n[30]I have to go now. \n[31]Nah, I don't think so... \n[32]Gotta go. \n[33]Yes? \n[34]What do you want? \n[35]Dial someone else, okay? \n[36]No-bored. \n[37]Listen, asshole... \n[38]Is this some kind of a joke? \n[39]I'm two seconds from calling the police. \n[40]What do you want? \n[41]Who's there? \n[42]Who's there? \n[43]Look, enough is enough. You had your fun now you better leave me alone or else. \n[44]My boyfriend will be here any second and he'll be pissed when I tell him... \n[45]I lied. I do have a boyfriend and he'll be here any second and your ass better be gone. \n[46]I swear it. And he's big and plays football and will beat the shit out of you. \n[47]I'm telling you the truth. I lied before... \n[48]So you better leave. \n[49]How do you know his name? \n[50]Oh Goddddd... \n[51]Where are you? \n[52]Please don't hurt him. \n[53]Why are you doing this? \n[54]No... \n[55]\n[56]What kind of game? \n[57]Please don't do this... \n[58]No...please. \n[59]..please... \n[60]Don't do this. I can't.. \n[61]No... \n[62]I don't know... \n[63]Please..stop... \n[64]I can't think. \n[65]Michael...Michael Myers. \n[66]\n[67]Please go away! Leave us alone! \n[68]..please..no... \n[69]Jason! Jason!...JASON! \n[70]No it's not. It was Jason. \n[71]It was Jason. I saw that godamned movie twenty times. It was Jason. \n[72]You tricked me... \n[73]..leave me alone..please... \n[74]What? \n[75]Don't make me...I can't...I won't. \n[76]..help me... ", "GALE": "\n[1]The small town of Bayboro, North Carolina was devastated last night when two young teenagers were found brutally butchered. Authorities have yet to issue a statement but our sources tell us that no arrest has been made and the murderer could strike again... \n[2]This is not the first time the small town of Bayboro has endured such tragedy. Only a year ago, Maureen Prescott, wife and mother, was found raped and murdered... \n[3]I'll be damned. \n[4]Jesus! The camera-hurry! \n[5]Excuse me? \n[6]Was that Sidney Prescott they took away? \n[7]What happened to her? \n[8]Look, Kenny, I know you're about fifty pounds overweight but when I say hurry please interpret that as...MOVE YOUR \n[9]Hello Sidney. \n[10]Some night. Are you alright? \n[11]What happened? \n[12]Yes, that's right. \n[13]It'll be out later this year. \n[14]I'll send you a copy. \n[15]Stop right there. \n[16]Just stay back. \n[17]Kenny. Camera. Now. \n[18]Forget it. \n[19]I owe you shit. \n[20]Your mother's murder was last year's hottest court case. Somebody was gonna write a book about it. \n[21]What is your problem? You got what you wanted. Cotton Weary is in jail. They're gonna gas him. A book is not gonna change that. \n[22]He was convicted in a court of law. Your testimony put him away. It doesn't matter what I think. \n[23]I think you falsely identified him. Yes. \n[24]Many times. \n[25]Not one word. He admits to having sex with your mother but that's all. \n[26]He was drunk that night. He left his coat at your house, after your mother seduced him... \n[27]But couldn't it have been someone else you saw wearing that coat? The same person who planted it in Cotton's car, framing him? The same person who really killed your mother? \n[28]You're not so sure anymore, are you? \n[29]The killer is still on the loose, isn't he? These murders are related. \n[30]Wait, Sidney, don't go... \n[31]Jesus Christ! An innocent man on death row. A killer still on the loose. Kenny, tell me I'm dreaming. \n[32]No, not so fast. We have nothing concrete. \n[33]If I'm gonna blow this up-I need hard proof. \n[34]Not this time. I owe Cotton that much. Hell, even I thought that man was guilty. \n[35]Hi! Gale Weathers. Field Correspondent, \n[36]Productive. So they're closing down the school? \n[37]And why is that? Has something happened? \n[38]I know, I should be in New York covering the Sharon Stone stalker but who knew? Please, call me Gale. You look awfully young to be a police officer. \n[39]Twenty-five, huh? In a demographic study I proved to be most popular amongst males, 11-24. I just missed you. Of course, you don't look a day over twelve, except in the upper torso area. Does the force require that you work out? \n[40]Boy, you people sure do make fuss over a serial killer. \n[41]Well, we can hope, can't we? We certainly don't have any leads. A ghost mask, a cellular phone--not much there. \n[42]Really? You small town guys are good. And have you located Sidney's father? \n[43]He's not a suspect, is he? \n[44]Am I keeping you? I'm sorry. \n[45]So you do watch the show? \n[46]You are precious. Please, call me Gale. \n[47]Prep the compact, we'll hide it in a window and tape all of tonight's festivities. \n[48]What's the delay? \n[49]As long as it records I don't give a shit. We're not doing a remote. \n[50]Deputy...good evening. \n[51]You never know when or where a story will break. \n[52]Then what are you doing here? \n[53]Mind if I join you? \n[54]Huge. \n[55]Maybe later? \n[56]Can I trouble you for some water? \n[57]Tell me, Kenny, has a cheesy tabloid journalist ever won the Pulitzer? \n[58]What kind of lead? \n[59]I'd love to. If you're sure it's alright? \n[60]Can I bring Kenny? \n[61]I'll be back. \n[62]So is Dewey your real name? \n[63]I like it. It's... sexy. \n[64]What about Gale Weathers? I sound like a meteorologist... \n[65]People treat me like the Antichrist of television journalism. \n[66]Are all the local boys as sweet as you? \n[67]What's that? \n[68]Sidney's father? \n[69]I'll get my camera. \n[70]Kenny! Camera! Quick! \n[71]Kenny? \n[72]Dewey? \n[73]Dewey? Where are you? \n[74]I've got an ending for you. The reporter left for dead in the newsvan comes to, stumbles upon you two dipshits, finds the gun, fumbles your plan, and saves the day. \n[75]I wanna close-up. ", "RANDY": "\n[1]Because their bodies were gutted. \n[2]That was an ice pick-not exactly the same. \n[3]Remember in JAWS when they caught the wrong shark at first and Richard Dreyfuss cut it open to look foe body parts and all they found was a licence plate and all this white milky goo. \n[4]Before she dumped him foe Steve. \n[5]And are the police aware you dated the victim? \n[6]It would certainly improve your high school Q. \n[7]Oooooh...before or after he sliced and diced. \n[8]Working, thank you. \n[9]Twice. \n[10]Besides- \"Takes a man to do something like that.\" \n[11]Did you really put her liver in the mailbox? I hear they found her liver in the mailbox. \n[12]We had a run in the mass murder section. \n[13]Yeah, I'm off early--curfew you know. Now that's poor taste. \n[14]If you were the only suspect in a senseless bloodbath would you be standing in the horror section? \n[15]You're such a little lap dog. He's got killer printed all over his forehead. \n[16]Because, obviously they don't watch enough movies. This is standard horror movie stuff. PROM NIGHT revisited. \n[17]There's always some stupid bullshit reason to kill your girlfriend. That's the beauty of it all. Simplicity. Besides, if it's too complicated you lose your target audience. \n[18]Maybe Sidney wouldn't have sex with him. \n[19]Could be. Now that Billy's tried to mutilate her, you think Sid would go out with me? \n[20]Because he's probably dead. His body will come popping out in the last reel somewhere...eyes gauged. See, the police are always off track with this shit, if they'd watch PROM NIGHT they'd save time. There's formula to it. A very simple one. Everyone's always a suspect--the father, the principal, the town derelict... \n[21]So while they're off investigating a dead end, Billy, who's been written off as a suspect, is busy planning his next hunting expedition. \n[22]Uh...hi, Billy. \n[23]You're absolutely right. I'm the first to admit it. If this were a scary movie, I'd be the prime suspect. \n[24]It's 1995--motives are incidental. \n[25]I thought we'd make it a BLOCKBUSTER night. \n[26]I had 'em hid in the foreign section. \n[27]She's the Scream Queen. \n[28]How many EVIL DEAD'S? How many HELLRAISER'S? \n[29]We could be like two grief stricken students and we'll say really nice things about our good friends who were slaughtered senselessly. \n[30]You get it. \n[31]What's Leatherface doing here? \n[32]There goes my chance with Sid. \n[33]Here comes another... \n[34]Shhhhh. \n[35]Not until TRADING PLACES in '83. Jamie Lee was always the virgin in horror movies. She didn't show her tits until she went legit. \n[36]That's why she always lived. Only virgins can outsmart the killer in the big chase scene in the end. Don't you know the rules? \n[37]There are certain rules that one must abide by in order to successfully survive a horror movie. For instance: 1. You can never have sex. The minute you get a little nookie--you're as good as gone. Sex always equals death. 2. Never drink or do drugs. The sin factor. It's an extension of number one. And 3. Never, ever, ever, under any circumstances, say \"I'll be right back.\" \n[38]Yeah. \n[39]There he goes folks--a dead man. Wave bye-bye. \n[40]Look, here comes the obligatory tit shot. \n[41]Hello? Yeah....HOLY SHIT. \n[42]Listen up. They found Principal Himbry dead. He was gutted and hung from the goal post on the football field. \n[43]We were just getting to the good part. \n[44]No, Jamie. Look behind you! Watch out! Behind you! \n[45]What's going on? \n[46]Jesus, Sid. We gotta get out of here. \n[47]Don't shoot. It's me. \n[48]Listen to me, Sid. I found Tatum. She's dead, she's been killed...I think Stu did it. \n[49]Don't listen to him. It's him. He's the one. \n[50]No, Sid. \n[51]\n[52]Please, you gotta let me in. He's gonna kill me. \n[53]Help me... \n[54]Stu's flipped out. He's gone mad. \n[55]You know what I hate most about horror movies? The final scene...it just goes on and on...and it gets so stupid... \n[56]Sid, you found me out...I'm a virgin. And pretty happy about it right now. \n[57]Careful. This is the moment when you think the killer's dead, but then he springs back to life for one last scare. \n[58]This is probably an inappropriate moment, but you think you'd want to maybe go out with me sometime... like on a date? \n[59]Maybe catch a movie? \n[60]You got it. ", "SHERIFF BURKE": "\n[1]Who's up next? \n[2]How she doin'? \n[3]Hi Sidney. \n[4]How is everything? \n[5]And your Dad? How's he doing? \n[6]Hank Loomis' kid? Aw..Jesus... \n[7]What were you doing out here? \n[8]How is she? \n[9]Have to be. The shit she's gone through. \n[10]We're seeing a lot of you today. \n[11]The vultures are coming. Let's get you out of here. \n[12]What are you doing with a cellular telephone, son? \n[13]You got some ideas of playing around, boy. \n[14]Thank you, Hank. We're on it. What were you doing out at Sidney's tonight? \n[15]You rode your bike out there? \n[16]And last night? Sidney said you crawled through her window last night too? \n[17]Did you ride past Casey Becker's house? \n[18]We're gonna have to keep you, Billy. The governor's got SBI, FBI, and god knows who else on their way down here. \n[19]What about the cellular phone bill? \n[20]Twenty years ago I woulda said not a chance. But these kids today...damn if I know. \n[21]She staying with you? \n[22]Use the back way. Avoid the circus. \n[23]She's okay. Looks like some boys were teasing her. Himbry's shutting down the school though. I want you to take look around. \n[24]Dewey! Where the hell you been, boy? \n[25]Listen up, Dewey, because it's bad. Real bad. Aircomp just faxed us. The calls were listed to Neil Prescott--Sidney's father. He made the calls with his cellular phone. It's confirmed. \n[26]There's more. Guess what tomorrow is? The anniversary of his wife's death. It all fits. He's our man. \n[27]They believe he's out of state by now. We'll keep roadblocks and curfew in effect through the night. If he's not picked up by morning--we'll do a house to house. \n[28]He'd have to be crazy. Where's Sidney? \n[29]Hold off for now. Just stay close to her. \n[30]Watch her. Don't let on--just keep your eyes out. ", "KENNY": "\n[1]What? What? \n[2]Where'd she go? \n[3]You want to go live? \n[4]When did that ever stop you? You can't sit on this. This is huge. \n[5]But it's so much easier when we make it up. \n[6]What's the plan? \n[7]The control board's glitched. You know we can't carry a live picture. \n[8]About thirty seconds. \n[9]Got a picture. Perfect placement. We can see everything. \n[10]\n[11]", "FATHER": "\n[1]That fish smelled strong. \n[2]Jesus... \n[3]Casey? Casey? \n[4]Call the police. \n[5]Casey? Where are you honey? Call the police, goddammit. \n[6]Where is she? \n[7]Casey! Casey! \n[8]Get in the car and drive down to the Mackenzie's. ", "GIRL #1": "\n[1]She was never attacked. I think she made it all up. \n[2]For attention. The girl has some serious issues. \n[3]What if she did it? What if Sidney killed Casey and Steve? \n[4]Maybe she was hot for Steve and killed them both in a jealous rage. \n[5]Maybe she's a slut just like her mom. \n[6]Please, it's common knowledge. Her mother was a trollop. \n[7]And it fucked her up royally. Think about it. It makes perfect sense. Her mom's death leaves her distraught and hostile at a cruel and inhumane world, she's disillusioned, where's God, etc. Completely suicidal. And one day she snaps. She wants to kill herself but realizes teen suicide is out this year. And homicide is a much healthier therapeutic expression. \n[8]Ricki Lake. ", "MOTHER": "\n[1]I told you to send it back. \n[2]What is it? Where's Casey? \n[3]Where is she? \n[4]The phone's dead. \n[5]She's here, God, I can hear her. Where's my baby? \n[6]I can hear her. Oh Mother of God, I can hear her. \n[7]Not my daughter...not my... ", "VOICE": "\n[1]Hey...it's just me. \n[2]What's going on in there? \n[3]Sidney! \n[4]Don't believe him, Sid. \n[5]Having fun Sidney? \n[6]Right here, asshole. ", "GIRL #2": "\n[1]Why would she lie about it? \n[2]And why would she do that? \n[3]Why would Sidney want to be with Steve? She has her own bubble-butt boyfriend Billy. \n[4]You're evil. \n[5]Cut some slack. She watched her mom get butchered. \n[6]Where do you get this shit? "}}