{"dialogues": {"SIDNEY": "\n[1]I got it. \n[2]Hello? Hello? \n[3]Yes? \n[4]Who is this? \n[5]Cory Gillis. 442-8730. \n[6]Hot flash, Cory - prank phone calls are a criminal offense prosecuted under penal code 653M... \n[7]Enjoy the movie. \n[8]Nah... I think it'll die off. It's opening weekend. Let's see how it goes. \n[9]I can't believe I let you talk me into going Greek. \n[10]Pumps. Nice handbag. Whaddya think? \n[11]What murders? \n[12]What's going on? \n[13]What's going on, Dewey? \n[14]Three hundred people watched? Nobody did anything? \n[15]Oh my God. How could it happen? \n[16]It's a copycat killer I knew this would happen. That fucking movie. \n[17]Yeah, right. \n[18]No. I will not crawl under a rock. This is a fucked-up world and people kill people all the time. I'll just get used to it. \n[19]You go, it's all stairs, I can take it from here. \n[20]Dewey, I'm completely equipped with mace, alarm whistle, keyring, knife, a degree in defensive combat... \n[21]No. This is nothing, Dewey. I'll be okay. Go back to work and let me get back to my quasi pseudo-happy existence. \n[22]I skipped. Too many \"That's her\" looks. \n[23]Don't ask what you can do. No coddling. Life rolls on status quo. \n[24]No PDA. \n[25]This has nothing to do with me, Joel. There's an estimated 270 serial killers currently active in the US at any given time. I can't control that. Who's hungry? \n[26]You're not allowed to ask that. \n[27]Thanks, Joel. \n[28]It's okay. I can peddle toilet paper. \n[29]No special treatment. I can do this. C'mon Hallie. \n[30]Hello, Gale. \n[31]I'm okay. PEOPLE magazine won't stop calling but other than that... \n[32]Yeah, well... you are the definition of mixed emotions. I really should hate you... I see your movie's getting good reviews. \n[33]It's hell week. I'm pledging the Deltas. \n[34]My morn was a Delta. \n[35]Randy? What are you doing here? \n[36]Cotton... \n[37]What are you doing? \n[38]You BITCH! \n[39]Where have you been'? You missed my shining moment. I won the macaroni sundae binge. \n[40]Any news? \n[41]The forbidden subject. \n[42]It's starting all over again. \n[43]I'll get my jacket. \n[44]Hello? \n[45]Who are you? \n[46]What do you want? \n[47]Then come and get me. \n[48]Derek. He's in the house. Help... me... \n[49]Please, I have the perfect excuse. \n[50]Gotta. \n[51]Guys, guys, I'm sorry but, no way. \n[52]This is exactly what I don't want. \n[53]But... \n[54]My screwed up life shouldn't have to bleed onto my friends. \n[55]What about your film? Isn't it due next week? Have you even started it? \n[56]\"Pain, yah, such pain. Pain.\" \n[57]Shit. Did I? \n[58]Yeah, right. \n[59]It's okay. Look, Hallie, I'll meet you outside. \n[60]I've got my entourage. Take a break. Please. \n[61]What do you want? \n[62]Do you work for her now? \n[63]Me, too. Randy. Me too. \n[64]Wanna get outta here? \n[65]Yeah. \n[66]Cotton. \n[67]I don't think that's a good idea. \n[68]What do you want from me, Cotton? \n[69]I did that. \n[70]How? What could I say that would make a difference? I took away a year of your life - how do I apologize for that? \n[71]Cotton, there isn't one day, one hour, one minute when I'm not reminded of what I've done. I have not had one second of reprieve and no therapy or religion or spiritual plane can ever erase what I feel in every vein of my being. And I wish I had in me what you need to hear but I don't think the words exist. \n[72]Did it? \n[73]What? \n[74]I don't know. I don't think Cotton did it. It's too predictable. \n[75]I guess Gale's going to be pissed she missed her exclusive. \n[76]I have this button I press. See? It insulates me. \n[77]Thanks for the movie, Randy. \n[78]No, it's not. \n[79]It's not you, Derek. I don't trust myself. I tend to make big selection errors when it comes to men. \n[80]I'm sorry, Derek. \n[81]Excuse me? Did your computer just freeze? \n[82]I'm not signed on. \n[83]He's here. He's in the room right now. \n[84]No, Hallie, not tonight. Parties and mass murderers don't go together. Trust me. \n[85]Someone else has been killed. \n[86]I'm fine. I wish people would stop treating me like glass. I'm not gonna break. \n[87]I'd really just like to be alone. \n[88]Dewey, there's no such place. \n[89]No, Hallie, I'm not gonna take you down too. I'll be alright. \n[90]But who would operate your camera? \n[91]He's cool, Remy. \n[92]It's not a good idea, Hallie. \n[93]Whatever. \n[94]Where are you taking me? \n[95]I feel like Eddie Murphy. \n[96]\n[97]Oh God, help me. We have to call the police. \n[98]Do you have keys? I need to get inside. \n[99]Shit! \n[100]Mickey? Mickey? \n[101]Oh God, no, Mickey... \n[102]Listen to me. We've got to get help. The Killer's here. \n[103]He's after me. \n[104]I'll be right back. \n[105]Watch out. \n[106]Don't panic. \n[107]Watch out. \n[108]Hey. \n[109]Hallie? \n[110]Hello? \n[111]Hallie? \n[112]No. This is a set up. \n[113]Why? \n[114]You're not going to get away with this. \n[115]Gale! \n[116]Okay, look, you guys - I applaud your methodical expertise but I have a question. What's going to happen after I die? I thought the heroine is supposed to live. \n[117]But nobody wants to see that. It'll never go. They'll rewrite you. You don't want that. \n[118]You fucking freaked out movie nut psychos... \n[119]Mrs. Loomis? \n[120]Oh my God. \n[121]Why Mrs. Loomis? \n[122]You'll never get away with this. \n[123]\n[124]Please, Cotton, don't do this. \n[125]It's over, Cotton. ", "GALE": "\n[1]Quick, get outta here. \n[2]Just go. l'll find you later. \n[3]I don't know... no one's talking. What's the studio's position? Never happen. They'd be stupid to pull the movie. With all this free press - they're gonna have huge numbers this weekend. It'll break box office records. Of course I have bumps. \n[4]I need two minutes at six o'clock. I wanna do a piece on the slain kids - no sympathy shit - let's stick with the movie angle. I wanna pull a clip from an old film... \n[5]Hey, what was the name of that movie? \n[6]HE KNOWS YOU'RE ALONE. Yeah, find it. Don't worry, I've got it covered... I have a plan. Yeah, I'll get it. Give it a rest - I said I'll get it. Later. \n[7]Pressure's on. You ready for this? \n[8]Look, I'm sorry about the face. \n[9]Fair enough. \n[10]Well, you know I'm dear to the subject matter. \n[11]Do I know you? You look familiar. \n[12]Good for you. \n[13]Guys, you're missing the show. \n[14]Hello, Dwight. \n[15]I've been trying to reach you but you haven't returned... \n[16]The name's Gale, remember'? \n[17]I see you read the book. \n[18]And an explanation is, of course, out of the question. \n[19]Oh Dewey, I'm sorry. \n[20]You have every right to be upset. \n[21]I never meant to imply... \n[22]I'm sorry. I don't know what else to say except I'm sorry. \n[23]Sidney. Hello. How are you? \n[24]I'm sorry. \n[25]It seems to be causing a stir. What's with the toilet paper? \n[26]It's good to see you involved. \n[27]Did you get it? \n[28]You need to check your conscience at the door. We're not here to be loved. \n[29]Of course, what can I do? \n[30]Maureen Evans - Maureen Prescott. Sidney Prescott's mother. The first victim in the Woodsboro Murders. Phil Stevens - Stephen Orth - the first kid to be murdered. Ten to one - Cici is not the third victim's real name. \n[31]Nickname Cassie or - Casey. The third victim in Woodsboro. She was hung from a tree and gutted. \n[32]This is a complete copycat. Your killer is even going in sequence. \n[33]In the book or in the movie? \n[34]Mr. Himbry - the principal was the next victim. However, in the movie version, Tatum Riley was killed next. Dramatic license. \n[35]What about Sidney? Is she safe? \n[36]Tons and tons. \n[37]Home - where he lives. \n[38]Why don't you ask them? \n[39]No, I don't. \n[40]Look, I know you kinda hold me up as your career template and it gives you some anal charge to challenge me but you win. Okay? I'm not interested in the scoop anymore. Excuse me. \n[41]Hello? \n[42]Who is this? \n[43]Who are you? \n[44]I don't play games. \n[45]What do you want? \n[46]Where are you? \n[47]Oh - a God complex \n[48]What do you want from me? \n[49]What do you mean? \n[50]You're getting obvious. \n[51]No, wait... \n[52]I'd prefer Dewey, Captain. \n[53]The interview's not going to happen. 1 changed my mind. I've harassed the girl enough. It's in poor taste and a bad idea. \n[54]Gotta go, call me when you have something nice to say. \n[55]Mood swing. I'm manic depressive. \n[56]It's that complex yet shallow quality. It's deliberate. \n[57]And deep down I'm a good person? Make no mistake, Dewey, I'm a shit. \n[58]Yeah? \n[59]And where did you gain all of your Gale Weather's insight? \n[60]I'm not here. \n[61]C'mon. Keep him talking. \n[62]He has to be nearby. He likes the game. \n[63]Randy? Randy? Where did he go? \n[64]Where's Sidney'? \n[65]Not good. How you doin? \n[66]What's going on, Cotton? \n[67]Did you do it? \n[68]You have a right to be angry. \n[69]Cotton, I've done nothing but help you. \n[70]Don't do anything stupid, Cotton. You've come to far. \n[71]Where is she? \n[72]You're just isolating people. You're giving the killer a blank canvas. \n[73]Sid, I'll come with you. \n[74]Hey, Dewey? \n[75]If you were truly a copycat, wouldn't you want to emulate everything about the killer that you could? \n[76]He's already gotta be a part of Sid's life. What do you know about this Derek? \n[77]Billy had alibis too. \n[78]You broke the lock. \n[79]What are we looking for? \n[80]Can we turn the light on? \n[81]Dewey, you and I would never make it. \n[82]... and as lonely as I am... \n[83]Tell you what. We get through this one. And we'll take out a hotel room. Over here with the light. \n[84]And Joel's pre-med. \n[85]Shit! It's both of them. The first murders were to throw us - using the same names as Woodsboro. But they've moved on - they're getting closer to Sidney. They're not looking for a Himbry or a Tatum to kill. They're looking for the new Tatum. \n[86]Ssshh! What was that? \n[87]This is all too familiar. \n[88]Maybe they never got here. He could have taken her anywhere. \n[89]Jesus Christ! \n[90]Shit! \n[91]Let's go. \n[92]No, Dewey, let's call for backup. \n[93]Dewey? \n[94]\n[95]Someone's trying to kill me. I need the police. \n[96]Yes, goddammit! \n[97]I don't know. \n[98]The safety what? Fuck that! \n[99]\n[100]Fuckin' hurry. \n[101]Shit. \n[102]Sidney! \n[103]What? \n[104]Jesus. It can't be. \n[105]You're Billy's mother? \n[106]You're all in this together? \n[107]Jesus, you're just as whacked as your son. \n[108]What are you going to do? \n[109]But you'll never get away with it. \n[110]Thank God. \n[111]God, Cotton, what a nightmare. I'm so sorry. \n[112]Thank you. ", "DEWEY": "\n[1]It'll be alright. \n[2]They thought it was a publicity stunt. \n[3]They don't know. It was carefully planned. Earlier in the day the victims received anonymous passes to the movie. \n[4]As of now, they don't see any relation. But they're checking it out. The state, Special Task Force, FBI - they're all here. They'll find the guy. \n[5]Look, Sid, why don't you take off? Disappear for a few days. I'll come with you. \n[6]Nothing will happen to you. I promise. \n[7]That's why I'm here, right? We take care of each other. C'mon, I'll walk you to class. \n[8]Don't worry... \n[9]Just in case... \n[10]Their eyes meet. A long moment. The silence between them is revealing.  \n[11]Miss Weathers. \n[12]I'm on crowd patrol, Miss Weathers, excuse me. \n[13]Yes, Miss Weathers, your name is embedded clearly between my ears. \n[14]Yes, I do retain reading skills. Shock. \n[15]Page 32. \"Deputy Dewey filled the room with his dim-witted Barney Fifish presence.\" I think you've explained yourself. \n[16]No, what you are is a money hungry, fame- seeking liar and - forgive me for saying - mediocre writer who has a cold storage shed where her heart should be. \n[17]Page 41. \"Deputy Dewey oozed with inexperience.\" \n[18]How do you know my dim-witted inexperience isn't merely a subtle form of manipulation used to lower people's expectations thereby enhancing my ability to effectively maneuver within any given situation? \n[19]No, I'm the one who's sorry. I misjudged you. Now if you'll excuse me, I have some oozing to do. \n[20]She turns, SCREAMING.  \n[21]It's okay. It's okay. It's just me. \n[22]Sidney Prescott, sir. \n[23]She's the connection. \n[24]The killer was trying to get to her. That sorority girl was a distraction. \n[25]The killer is obviously repeating Woodsboro. I can fill you in on what I know. \n[26]Tatum Riley. \n[27]They both GASP.  \n[28]I can do it, Captain. \n[29]How's the name search going? \n[30]So what made you change your mind about Sidney? \n[31]You're a hard one to figure out. \n[32]I think you're all an act. \n[33]I know that. \n[34]I also know that you're an aging TV reporter slash writer who, despite huge tabloid success, has some self worth issues regarding your personal life which directly effects your professional life in a non-positive manner. A coupla failed relationships with - I'm guessing balding, older men - have turned you into this bitch with a cell phone. But I bet sometimes, late at night, when you're all alone a sadness seeps to the surface and in a moment of clarity you know that all you really want is to be touched and held and fondled. \n[35]After my spinal cord was damaged I was laid up for over a year. A lot can happen when you're on your back. \n[36]It's okay. C'mon, Gale. \n[37]She's safe. \n[38]How you doin? \n[39]Not good. \n[40]Can't we hold him? \n[41]What now? \n[42]Is she safe there? \n[43]That doesn't work, sir. \n[44]The police are waiting outside. They're going to take you somewhere safe. \n[45]Humor me, Sid. \n[46]Sid, you should get going. \n[47]Where are you two headed? \n[48]You really... \n[49]Meaning? \n[50]Solid alibis. He was with Sidney when she was attacked. \n[51]Hey, I got stuff to do. But I'll find you later, okay. \n[52]You broke my heart. \n[53]A bloody knife. A ghost mask. Something like that? \n[54]That's not the way it's done. \n[55]And it's sexier in the dark. \n[56]Maybe not. But think about the sex. As frustrated as I am... \n[57]We'd break some furniture. \n[58]They're roomates. \n[59]The sorority girl was gutted with autopsy precision. \n[60]Hallie? \n[61]Let's find out. \n[62]Over here. \n[63]C'mon. Let's go. \n[64]He filmed his victims. \n[65]Dammit! \n[66]No, wait here. \n[67]There's nothing. I'm coming down. \n[68]Watch out! \n[69]Gale! \n[70]Gale! Gale! \n[71]Who hangs from it, pinned up against the wall, very much deadk, arms outstretched, crucified. His body a bloody mess. Sidney stops, stunned. She stands frozen in unspeakable horror. Her entire being ripped apart. She breaks into tears. And then...  Sid backs up, moving, racing toward the wings when another wall flies in, sealing the backstage area off, trapping her. She looks in shock at...   ", "DEREK": "\n[1]EMPIRE STRIKES BACK. Smarter story. Improved effects. \n[2]It's more than that. Horror films are only as good as their villains. How can Freddie and Jason possibly be scary after they've been diluted through five or six sequels. \n[3]How are you? You weren't in class. I called as soon as I heard... \n[4]I'm sorry, baby. What can I do'? \n[5]I can do that. And I can also do this. \n[6]But what are they doing? He's talking but he's not saying anything. \n[7]Sid, you don't have to. \n[8]How do you put up with this Greek shit? \n[9]I'm sorry honey. I got behind. \n[10]About what? \n[11]Lemme take you home. \n[12]Sid? Sid? \n[13]Two. \n[14]And watch her til 8:00 - I've got to edit. \n[15]I think it's out of your control. \n[16]Let us decide that. \n[17]It's under control. \n[18]My documentary is due on Tuesday. \n[19]\n[20]She wouldn't let me. \n[21]Where's Sid? \n[22]You weren't supposed to leave her alone. \n[23]What guy? \n[24]How do you know so much about her? \n[25]Should we be worried about this guy? Isn't it kinda weird he just showed up and now people are dying? \n[26]Aren't most serial killers seemingly harmless? \n[27]I think he's doing Dolly. \n[28]Definitely Whitney. \n[29]I think so. \n[30]I had the four o'clock shift. You weren't there. You had us worried. Is everything okay? \n[31]I don't really know what happened in Woodsboro, Sid. But I know you don't trust me. \n[32]Then I'll make this easy for you. I like you. I'm crazy about you, Sid. But I'm gonna stay away. Until you say otherwise. \n[33]Thanks, ladies. \n[34]Not one bit. \n[35]She dumped me. \n[36]Yeah. \n[37]He smiles at her.  \n[38]Smile for the camera. \n[39]Go on, untie him. \n[40]That's quick. \n[41]You must be dealing with some serious trust issues right about now. \n[42]Sidney, you can't keep your back to the audience like that. Could you cheat a little forward for me? \n[43]You're really stumped, aren't you? You know there's two killers but you don't know who they are. I'm a given. The boyfriend. Way obvious. But now you're torn. Everyone else appears to be dead. Except for Cotton. Hmmm? Hmmm? \n[44]Need some help, honey. \n[45]You should really see your face right now, Sid. It's doing some freaky shit. \n[46]Yeah, how can we help? Do you have any questions regarding the sequel of your life? \n[47]Good question. You took the bait. \n[48]I really don't like that comparison, honey. \n[49]I find his work overwrought. \n[50]Nope. You had your chance. \n[51]We met on the internet. \n[52]I read her postings on the horror movie chat boards and fell hopelessly. Hook, line... \n[53]You'd me amazed at how many of us there are out there. It's a whole world, Sid. You're really popular amongst the demented. \n[54]Until now. \n[55]Poor Cotton, could life be a little more cruel? \n[56]The way I see it. We'll be arrested. Go to prison. Cash in on the home footage. Secure a book deal. If all goes as planned, our trial should coincide with the release of STAB II. \n[57]We're hoping for the death penalty. I have this whole DEAD MAN WALKING swan song exit planned. \n[58]Hope you're ready, Sid. We got one last surprise for you. \n[59]Yeah, we really had our work cut out for us. It really is the curse of the sequel. The Billy/Stu thing's been done. \n[60]And we didn't want to do that, Sid. We wanted to give you your money's worth. \n[61]Or it found us. \n[62]Just for you, Sid. \n[63]Oh yeah. We figure the one of us that actually kills you will get a little more press. It's been an ongoing discussion. Heads or tails? \n[64]Shit! You win. \n[65]Yeah, we're trying to send a message to Hollywood. I'm really getting tired of all the happy endings. It's just not reality. In the real world the good guys die, the innocent are punished, and the murderers inherit the earth. \n[66]Everything's taken on a hyper- reality, hasn't it? \n[67]We had to have financing. \n[68]Yeah, she's been great, Sid. We never would have been able to it without her. \n[69]What are you... ", "HALLIE": "\n[1]Her roommate and friend. An attractive young black woman. Twenty at most. Brazen. Fun. Full of life. She hands the phone to Sidney.  \n[2]Knock yourself out. \n[3]Time to change numbers again? \n[4]He sure gives a lot of interviews for someone who wants to be left alone. \n[5]Get your ass in gear. You're late. Don't forget we've got rush at the Deltas tonight. Don't wear anything you don't want trashed. Sid? Sid? \n[6]No way. ALIENS rocked. \"Stay away from her - you bitch.\" \n[7]I liked JEDI. With the furry things. \n[8]I got. I got it. FRIDAY THE 13TH, \n[9]Do you think they'll cancel Hell Week? \n[10]I have rehearsal. \n[11]Yes, sister Lois. Very much so. Thank you for asking. \n[12]You bitch. \n[13]Okay, you're sure about skipping Calculas? \n[14]What about rehearsal? \n[15]I'll cover you through rehearsal. Derek when do you get outta docu- drama? \n[16]So you'll relieve me at 2:30... \n[17]Shut up. Mickey, you and I can take her late evening. \n[18]Too bad. \n[19]That was good. \n[20]Who is that guy? \n[21]No, girletta, I don't leave your side. \n[22]Damned if I know. She ditched me. \n[23]I didn't say she was alone. That guy - from her home town showed up. They went off together. \n[24]She's got guards with her. \n[25]Randy somebody. \n[26]He tried to kill her first. \n[27]He seemed harmless. \n[28]That's you, honey. \n[29]What? \n[30]Don't do this. \n[31]You're going to get it. You know what happens. \n[32]We're missing the Sig Ep party. \n[33]No, no, I hadn't planned on going, it's just Mickey will be pissed. \n[34]It's okay to break, girl. You shatter if you have to. \n[35]Can I come with her? \n[36]I knew it. Shit! I gotta get over there. \n[37]I'm the only one who can cut him down. \n[38]Be safe, girl. \n[39]I gotta have it, Dewey. \n[40]Seeya, Dewey. \n[41]Strung up, her body hanging lifeless. Sid SCREAMS, turning, running to the other side of the stage when a third wall comes flying in, creating the three walled set of DEATHTRAP.  Attached to it, is the body of Joel. Dead. Blood everywhere. And then, Sid hears...  \n[42]Paaaaiiin... yah, such pain... The story of your life, Sid. \n[43]I got it.. \n[44]Yeah, you look quizzical yet pensive. \n[45]Ever see NATURAL BORN KILLERS? Well, Derek and I have this whole Mickey/Mallory-Woody Harrelson/Juliette Lewis thing going on. \n[46]He hates Oliver Stone. \n[47]C'mon, Sid, don't fade on us. We've been planning this baby for a year. Humor us. \n[48]He sent me the cutest e-mail. \n[49]We have our own website now. We dedicated a whole page to you. \n[50]You're the one who got away. \n[51]Actually Cotton, and I think critics would agree, it's the other way around. \n[52]Of course not. Who wants to? What's the point if we don't get caught? Where's the glamour in that? \n[53]A verdict and premiere all on the same day. I love it. \n[54]And now, drum roll please... \n[55]A twist ending if you will. \n[56]... so we had to be different but yet the same because if you venture to far away from your orginal story you completely alienate the audience... \n[57]So we found a compromise. \n[58]We have a surprise guest star waiting in the wings. \n[59]Wait a sec, Derek. We forgot to flip. \n[60]Tails. \n[61]It's about time she showed up. \n[62]Not this time. \n[63]Oh, Sid, you're sounding desparate. I guess fearing death makes one anxious. \n[64]Told you we had a guest star. Didn't see that coming, did you? \n[65]Tuition's expensive. \n[66]I did. ", "CICI": "\n[1]No, they broke up again. Bailey won't stop drinking and Sarah can't take it anymore. \n[2]No, he quit - the whole God thing - he has issues. The previews for next week... \n[3]Hold up... someone's calling. (she clicks over) Chi Omega House. \n[4]Yes. \n[5]Cici. Who's this? \n[6]Ted? Where are you? Are you drinking? Hold on. \n[7]Teddy's on the other line. He sounds drunk. I'll call you back. \n[8]I won't. \n[9]Alright, alright... I'll call you back. \n[10]Okay, Ted, you sound loaded. What's up? \n[11]Oh, I'm sorry. My bad. I thought you were someone else. \n[12]Who do you want to speak with? Nobody's here. \n[13]We're co-sponsoring the Acid Rain mixer at the Sig Ep. house tonight. \n[14]I'm designated driver. I have to be here in case a sister calls and needs a ride. \n[15]\"Drink with your brain.\" That's our motto. Who are you calling for? \n[16]What if I said goodbye? \n[17]Why do you always answer a question with a question? \n[18]I'm impatient. Look, do you wanna leave a message for someone? \n[19]Hello? Hello? Where'd you go? \n[20]Just a second. Yes? \n[21]No, some creep asshole trying to scare me. \n[22]Shit. \n[23]I heard a noise. \n[24]Shit. Cici moves to the staircase. She peers up it. \n[25]Hello? Hello? \n[26]Stop it... \n[27]I don't think I'm alone. \n[28]I'm outta here. \n[29]Outside. \n[30]Hey, you? HELLO? HELL0? \n[31]There's something going on at the Delta Zeta's. I'm gonna walk down. \n[32]What? I can't hear you... \n[33]I'm losing you. \n[34]Okay, okay. I'll call now. I'll call you back. \n[35]Hello, I'm calling from the Chi Omega... \n[36]Shit. \n[37]I'm calling... \n[38]I'm calling from the Chi Omega house. Someone is harassing me. Hello? \n[39]Shit! \n[40]Jesus, you scared me. What are you doing here? \n[41]I thought you were going to the mixer? \n[42]Just some asshole trying to scare me. \n[43]Hello? \n[44]Where are you? \n[45]They're at Grogs. \n[46]I'll go. I don't mind. Really. \n[47]Hello? Ted? \n[48]\n[49]Hello? ", "MICKEY": "\n[1]Bullshit generalization. Many sequels have surpassed their original. \n[2]ALIENS Far better than the original. \n[3]\n[4]Lucas and his Romper Room stage. \n[5]You're getting nailed - you're not getting out of it. \n[6]I have to watch rehearsal. \n[7]Come on, guys. Uncool. \n[8]Hey, it's cool. Hallie's into it, I'm into Hallie... \n[9]I don't want you to choke or anything but you're trailing. You need to pick the pace up. \n[10]I counted four. \n[11]Sig Ep's gotta band, tonight. \n[12]What's your subject? \n[13]Not with Primetime Live and 20/20 coming at her. I'd save my shit too. \n[14]I've been waiting for you, baby. \n[15]Her old boyfriend? \n[16]Watch out, Derek. \n[17]Is Sid in therapy? \n[18]I could use some therapy. \n[19]Easy black boy. \n[20]I got a surprise for you. \n[21]\"If I should stay. I would only be in your way. So I'll go. And yet, I know, I'll think of you each step of the way... \n[22]\"And IIIIIIIIIYEIIIII will always love you OOOOOOWUOOOOOOOO will always love you.\" \n[23]\"And I hope life treats you kind and I hope you have all you dreamed of offffff. I wish you JOYYY.\" \n[24]But I love you. And I want the whole world to know it. \n[25]Are they aware of your not so positive portrayal of Greek life? \n[26]Where's Sid? \n[27]No way. \n[28]You freakin? \n[29]Who stands buck naked, tied... chained to a tree in the back yard. The yard is crowded with FRAT BOYS and SORORITY GIRLS who delight in torching him. Mounds of syrup, eggs, and other wet and slimy food is plunged upon him.  \n[30]Hallie. \n[31]No, I said Hallie. \n[32]Come on, Hallie, baby... \n[33]Sid? Jesus, where's Hallie? I've been here all night. \n[34]What are you talking about? \n[35]Shit! You've got to cut me down, Sid. \n[36]Where you going? \n[37]Do it again. \n[38]What was that? \n[39]\n[40]Run, Sid... ", "MAN'S VOICE": "\n[1]Hop on, Sid. \n[2]Hello. \n[3]Who is this? \n[4]Someone who wants to talk to you. \n[5]Who's Ted? \n[6]That's okay. \n[7]Where is everybody? \n[8]Why aren't you there? \n[9]That's too bad. \n[10]What if I said you? \n[11]Why would you wanna do that? \n[12]I'm inquisitive. \n[13]Do you wanna die tonight, Cici ? \n[14]Is Cici there? \n[15]Ted? \n[16]No, it's me. \n[17]Don't forget to set the alarm. \n[18]Hello Sidney? \n[19]Soon, Sidney, soon. \n[20]To see every ounce of blood drain from your body. \n[21]My pleasure. \n[22]Hello, Gale. \n[23]I'll give you one guess. \n[24]That's not the way we play the game. \n[25]What if your life depended on it? \n[26]You're pretty when you're angry. \n[27]I'm everywhere. \n[28]Stay away from the cop. \n[29]It's what you want from me. \n[30]You are writing another book, aren't you? That's why you're here. The story's not over. \n[31]No, Gale, I'm just getting started. Seeya soon. \n[32]Watch your back. \n[33]Gale? \n[34]But she's standing right next to you. \n[35]They'll never find me. \n[36]What's your favorite scary movie? \n[37]Closer than you think. \n[38]Do you want to die? ", "COTTON": "\n[1]Hello, Sidney. \n[2]This was a mistake. I shouldn't be here. \n[3]Can we talk? \n[4]Look, yesterday wasn't my idea. That was all Gale and dollar signs and ratings. \n[5]You could start with an apology. \n[6]You wrote me a letter. Very cordial. Very appropriate. \n[7]I wish it was just a year. I lost everything because of you. I have nothing now. Look at me, this is what I've become. \n[8]I just thought if I saw you face to face, maybe it would help. \n[9]It helped me realize one thing. \n[10]You're a self-obsessed little cunt like your mother. \n[11]What better alibi could I have? I was here in custody. \n[12]Yeah, that's it. \n[13]There was no attack, we were talking. Very heatedly. Miss Prescott and I have a very complicated past. That's no crime. \n[14]I have a permit. It's registered. I have a legal right to carry it. \n[15]Gentlemen, your growing hysteria is not reason enough to hold me here. I've been down this road before. And unless you're going to charge me with a crime I'd like to walk outta here. I have an interview at 6:00. \n[16]You know the story, Gale. Man falsely accused, sent to prison, proved innocent, released back into the real world and never trusted again. Want the exclusive? \n[17]Now, Gale, you were so instrumental in my freedom. You're not having character doubts now, are you? \n[18]No, Gale, I don't have any rights. You made sure of that. \n[19]You've done nothing but get rich off of me. How many books have you sold, Gale? You think I don't understand points and royalties and ancilliary rights? \n[20]Gale, I don't know what I'm doing from one moment to the next. I'm just taking it as it comes. \n[21]Quick, untie me. \n[22]Sid, c'mon. \n[23]Please, Sidney, he's going to kill us. \n[24]Please, Sidney. \n[25]You guys are fucked. \n[26]No... not again. \n[27]Yeah... \n[28]It's perfect, Sidney. No one will ever suspect me. I have proof. I'm the victim. \n[29]I get my revenge and make some fast cash. \n[30]Not until you're dead. ", "CAPTAIN TYLER": "\n[1]Have you checked the... \n[2]Take the neighborhood. \n[3]We don't know if it's random. We haven't been able to connect the victims. \n[4]We know that, son. \n[5]We're aware of that. \n[6]Look, son. I know you've lived through this, but we got it under control. Why don't you have some coffee? \n[7]We were hoping you could help with the killer's profile. \n[8]Jesus... \n[9]Who was the next victim in Woodsboro? \n[10]Find me every variation of Himbry and what was the other name... \n[11]Both on campus and the surrounding community. I want names ASAP. \n[12]She's completely insulated. I've got my top men on her. \n[13]If he calls again - find help. Don't engage him in conversation. I'm gonna put a man on you - to cover you. \n[14]Thanks, Dewey, but I was thinking I'd pull Jesse off... \n[15]37 usages of Himbry located in the registar's office. 9 Tatum's, 47 Riley's. And that's just on campus. It's hopeless. \n[16]They've broken their pattern. \n[17]Broad daylight, a crowded movie theatre. This is too much fun for one person. \n[18]On national television. \n[19]Maybe you don't work alone. \n[20]And the gun? \n[21]No, we got pressure from California State. The man practically has clemency. We can't run the risk of falsely accusing him. He has to be standing over the victim with knife in hand before we make a move. \n[22]Night's coming. I think its time to beef up security on the Prescott girl. \n[23]We're going to bring her in. Hide her out for a coupla days. And we're issuing a campus lock-in this evening. No one is allowed out after dark. ", "MAUREEN": "\n[1]I hate scary movies. \n[2]If we hurry, we can still catch the Sandra Bullock movie. \n[3]What's that? \n[4]I don't think so. \n[5]Take it off. \n[6]Now. \n[7]Now why does she have to be naked? How does that serve the plot? \n[8]I hate this shit. \n[9]Why doesn't she just hang up and call the police? Stupid.. \n[10]I'm gonna pee. You want anything? \n[11]You ass. \n[12]You are so not funny. \n[13]I get scared really easy, okay. \n[14]I just have a hard time with insipid, sexist violence. \n[15]Sandra started without us. We can stay. He kisses her again, then breaks away. \n[16]Want some popcorn? \n[17]Give it up. \n[18]How many stabs did I miss? \n[19]Why doesn't she run? \n[20]This is so tired. \n[21]Hey, you... pasty face... \n[22]Whatsa the matter? Can't I get your ghost? ", "DEBBIE SALT": "\n[1]Job hazard. Debbie Salt, stringer - NEWSWEEK. Answer a few questions? \n[2]What are you doing here? I thought you had retired from field reporting? \n[3]And much richer as a result. \n[4]I took your vulture seminar seminar at Berkeley last year. \n[5]Hi, Gale, any leads? \n[6]Where is Sidney's father? \n[7]And are the police sure about that? \n[8]Already did. He's the perfect suspect, don't you think? \n[9]Parents are always responsible. It all starts in the home. \n[10]standing, lips pursed. \n[11]Hello, Gale, we've been waiting for you. \n[12]Don't you know that by now? It's about family. It all starts at home. It starts with the father... and the mother. \n[13]I couldn't believe you didn't recognize me. You even interviewed me for your book. \n[14]Where should we start? Your mother ruined my marriage by sleeping with my husband. You ruined my family by killing my son. Gale aired it to the world. Should I go on... isn't that enough? \n[15]Where do you think he got it? Mental illness is heriditary. Who do you think incouraged him to kill your mother? He was a smart kid but children need parental guidance. \n[16]And I couldn't have done it without you two. Now who won the coin toss? \n[17]Nice kids but a little out there. \n[18]Finish what my son started. \n[19]Enter Cotton Weary. \n[20]Think about it. An innocent man wrongly accused. Spends time in prison where he justs sits with his righteous anger, waiting, planning his revenge. His life so incomprehensively ruined he's forced to take revenge on the people responsible. It's perfect. \n[21]Sorry, Cotton. I guess you were just meant to be a killer. \n[22]Who would you like to shoot first, Cotton? ", "RANDY": "\n[1]\n[2]I'm there, man. No worries. I got ya covered. I'm so there. That's why I'm here - because I'm there. \n[3]Can you say backfire? \n[4]Yeah, I got it. \n[5]I'm sorry, Sid, please. I never should have gone along with Gale. I know I'm stupid. I wish I had some good reason to give you but I'm just stupid. Please, Sid, don't be mad at me. \n[6]Well, yeah... she gave me a job. Freelance. It got me outta Woodsboro. I'm sorry about Cotton and yesterday. It was a bad idea. I knew it was a bad idea but it seemed like a quasi harmless bad idea. Ah, shit, Sid, I'm fucked up. \n[7]You okay, Sid? \n[8]You okay? \n[9]If he's innocent he'll have an alibi. \n[10]I'll relay it. You sure you don't wanna go home? \n[11]I gotta coupla of those buttons myself. \n[12]Anytime. Sorry it sucked. It just had that been there done that feeling. \n[13]What'd I miss? \n[14]Hello? \n[15]She's not here right now. \n[16]So... what's your favorite scary movie? No response. Silence. \n[17]What do you care? Let 'em have their fun. So, what's up? \n[18]SHOWGIRLS. Absolutely frightening. What's yours? Wait, let me guess. \n[19]So what's your deal? Can we talk openly for a second? How does one become a serial killer? Huh? Are you psychopathic or merely psychotic? And what is the distinguishing feature'? Were you slapped around as a child? Is it hereditary? Did your Mom take test drugs? You know, have you tried getting laid? It's done wonders for my homicidal tendencies. \n[20]Gee, let me think. \"Do you want to... \" Is that the best you can do? Some tired hand me down rehash? Hey, pal, no one's gonna write a book about you. No movie rights. Nothing. I've been through this before and much better I might add. \n[21]And if you're such a brilliant smart killer - why copycat? Why not be original? Where's the innovation? Let's pioneer some new ground. Make a statement. Go down in history. Now you'll always be the Woodsboro copycat killer. That's lame. It's like a bad sequel. And why Woodsboro? What about Manson, Bundy, Son of Sam? Why imitate two high school loser- ass dickheads - 1 knew the guys. Stu was a wussy ass wet rag and Billy - jesus - what a rat-looking homo-repressed, mama's boy. ", "JOEL": "\n[1]Sounds like they don't know anything. \n[2]Have they questioned you yet, Sid? \n[3]I gotta hit the library. Anatomy. Some of us have real majors. You gonna be okay, Sid? \n[4]I'll stop by the Deltas tonight. \n[5]How many guys they have on you? \n[6]Perfect. I'll be outta Micro-bio and we can grab a bite. \n[7]Sid, I'll seeya tonight. \n[8]You should of done it on Sidney. That would have been a cool. \n[9]Is that cool? Just to leave her like that? \n[10]Randy Meeks. He was with Sid that night in Woodsboro. \n[11]No, she killed her boyfriend. Randy was a friend. \n[12]She was for a while. Gave it up. \n[13]I read the book. \n[14]And white. \n[15]It's documented. Most serial killers are attractive - slightly off white males in their twenties. \n[16]Whitney? \n[17]Isn't that a big no-no? \n[18]They got Mickey. He's being toasted at the Deltas. \n[19]We're under quarantine. \n[20]I'll go with her. \n[21]Hallie forgot her footage at the film dept. I'm gonna walk her over before it's gets too late ", "VOICE": "\n[1]Hello? \n[2]You tell me. \n[3]Why did you hang up on me? \n[4]Hello... uh-huh... Who is this? Well, we identify ourselves around here. No, you can't. Uh-huh... yeah, right... \n[5]Hello Sidney. \n[6]What's your favorite scary movie? \n[7]You tell me. \n[8]Campus Security. \n[9]I'm sorry. I can't hear you. Hello? \n[10]We... bad..connec... call back. \n[11]Hello? \n[12]I can't hear you. \n[13]Sid? \n[14]Hello Sidney. \n[15]What is your emergency please? \n[16]Are you in danger now? \n[17]Where is your attacker? \n[18]Stay under the safety light. Help is on its way. \n[19]You've seen this movie before, haven't you? \n[20]Don't blame the movies, Sid. Movies don't create pyschos. ", "ON SCREEN": "\n[1]Credits roll as the movie begins. The studio logo appears followed by...  \n[2]More credits.  \n[3]The movie begins. A house in the middle of nowhere. Lights burn from within.  Inside the house, a YOUNG GIRL, Alicia Silverstonish is taking a shower. The water cascades over her nubile body. Suddenly, a FIGURE is glimpsed through the curtain. It's all very PSYCHO.  \n[4]The phone RINGS. The young girl pulls the shower curtain aside to reveal a robe hung on a hook. She grabs it, running from the bathroom, into the living room, grabbing the phone.  \n[5]The phone rings again. \n[6]A patio chair comes flying through a glass door. The young girl in the movie tears off running, SCREAMING, flying through the room.   \n[7]The young girl slips out a side door, completely terrified. In her hand, she holds a portable phone.   \n[8]The young girl runs by a window. She looks in. A GHOST MASKED KILLER stares back. The Figure CRASHES through the window attacking her. She fights him off, getting away, running...   \n[9]The young girl is running through the yard. The Ghost Killer is right behind her, chasing her... she \n[10]The Ghost advances on the young girl, grabbing her, pulling her to him, raising high a long, hunting knife. The young girl is helpless...   \n[11]The young girl, clutching her bloody chest... drags herself, crawling across wet grass... the killer behind her... raising his knife again.   \n[12]The young girl is slashed again.   \n[13]The young girl lets out an enormous EAR SCREECHING SCREAM that mirrors Maureen's as the killer attacks one last time, stabbing her, silencing her forever.   \n[14]A young girl, looking a lot like Tori Spelling, runs down a school corridor. She runs smack into a young, handsome boy. He could very well be Johnny Depp.  \n[15]Tori Spelling and Johnny Depp continue their dramatic discussion.  \n[16]It's the end of the movie. Tori Spelling is running for her life from two killers - Johnny Depp and his sidekick. She finds herself trapped in the kitchen. Johnny Depp holds the knife up to Tori's face.  \n[17]\n[18]Johnny Depp and his murderous sidekick start stabbing each other.  ", "SHERIFF": "\n[1]No, we have no evidence of a serial killer. We think the killer acted deliberately and not at random... \n[2]No, there has been no evidence that more than one killer is responsible... \n[3]No, we don't anticipate another murder but we are taking every precaution possible... \n[4]Lots of blood. But no body. \n[5]Attic, garage, basement, nothing. \n[6]Alright men, listen up... \n[7]The first two were stabbed without thought. The sorority girl was gutted with autopsy precision. \n[8]Thank you, Miss Weathers for coming in. \n[9]It's Cassandra. \n[10]Jesus Christ. Captain Tyler flies out of his seat and into action. \n[11]He's broken his pattern. \n[12]You're sure about this two person thing? \n[13]I would say we are now officially baffled. \n[14]Why did you attack Sidney Prescott? \n[15]Why do you need a gun? \n[16]She was just escorted to her dorm room. ", "GIRL ON PHONE": "\n[1]Thought he was doing AA. \n[2]That shit. He only calls you when he's drunk. Don't go over there. \n[3]Don't. Think Bailey. \n[4]Was it Teddy? \n[5]It's hell week. Chill. The movie murders have brought out the crazies. It's nothing. \n[6]What is it? \n[7]Where? Upstairs. \n[8]Kill, kill, kill, kill, hah, hah, hah, hah... \n[9]I can't believe you're alone in that house. \n[10]You're breaking up. Where are you? \n[11]That's smart. \n[12]Don't do that. Hang up... call... \n[13]Hang up... call... \n[14]... campus security... send someone... check out... place... ", "PHIL": "\n[1]It'll be okay, baby, I'll hold your hand. \n[2]We got free tickets. \n[3]But... \n[4]Sssshhh. \n[5]Shush. \n[6]I'm sorry, I'm sorry but I had to. It was too easy. \n[7]Come on, baby. Lighten up a little, will ya? \n[8]You gotta go with it. Scary movies are great foreplay. \n[9]We can still Sandra Bullock it. \n[10]Butter. \n[11]Who sits with the mask on. The reflection from the movie bouncing against it in the darkness.  ", "IN THE THEATER": "\n[1]The crowd is really with the movie. Some even talk to the screen. \"You dumb bitch. Get out of the house.\" etc.  Maureen makes her way back to her aisle seat. She sits down next to...   \n[2]Maureen offers Phil popcorn.  \n[3]Everyone in the theater is SCREAMING. Maureen tries her best to detach herself from the movie. She eats her popcorn.  \n[4]Maureen pretends to watch the movie while her hand continues to move between Phil's legs. She stares ahead, WINCING at what's about to happen to the girl on screen.  She doesn't notice as Phil pulls a long sharp hunting knife from inside his coat jacket. Maureen's hand moves up Phil's jacket... something stops her. She feels something on her fingers... something wet. She pulls her hand back, the reflected movie illuminating bloody fingers.  Maureen stares at her hand...   \n[5]Maureen looks at Phil, confused... as if seeing for the first time... IT'S NOT PHIL. She pulls away when, the Ghost-masked Figure grabs her with one hand, the other one clutching the hunting knife.  Maureen sees it, her mouth billowing forth a LOUD SCREAM that is matched by the entire audience as they SCREAM at the screen.   \n[6]Maureen is helpless. The knife comes fast and furious, striking her in the stomach. She falls forward, into the aisle as...   \n[7]Popcorn flies as Maureen falls forward, into the aisle, clutching her bloody stomach. She's speechless, unable to SCREAM. She holds her bloody hand out for all to see, begging for help. She stumbles down the aisle.  Someone YELLS \"Sit down.\" Maureen turns to several PEOPLE who begin to react. She turns behind her to see the Ghost Face coming at her again... knife raised.   \n[8]The knife slices into Maureen again... then again. The theatre audience is starting to take note as the Ghost keeps slashing at her repeatedly with the knife. A horrifying, sickening sight.  Maureen stumbles forward, her bloody body moving down to the front of the theater. Suddenly, the entire audience begins...   \n[9]The Ghost slashes out one last time, direct and fierce. Maureen falls back against the movie screen... very much dead. Her arms flail across the screen... smearing blood over the wide screen image of the GHOST MASK.  ", "DAWNIE": "\n[1]I live here. \n[2]I had to change. Did anyone call? \n[3]Are you okay? \n[4]Who is it? Is it Tina? \n[5]Tina, it's Dawnie. I'm on my way. Cici follows her back into the living room. \n[6]Take the next one. You should set the alarm. There's a killer on the loose. \n[7]Hello? \n[8]Who's calling? \n[9]It's your ill-concieved boyfriend. Seeya later. Set the alarm. ", "IN THE THEATRE": "\n[1]Maureen turns to find a GHOST MASK in her face. Phil has slipped it on.  \n[2]Maureen is not having a good time. She's already spooked.  \n[3]Maureen shifts in her seat.  \n[4]Sid and Randy sit in the small cineplex mall type theatre. Behind them sit Sid's trusting police guards. Sidney shifts in her seat.  \n[5]Sidney grows increasingly uneasy.  \n[6]These words sting Sid. Randy notices her flinching.   \n[7]Tears find their way down Sidney's cheeks.   \n[8]Sidney can't take it anymore. She gets up and races out of the theatre.   ", "SNOTTY GUY": "\n[1]Sequels are too handicapped. By definition alone, they're inferior films. \n[2]Name one. \n[3]I'll give you that one. Name another. \n[4]A bigger budget does not make a better movie. TERMINATOR one is historical. \n[5]The almighty exception. Name another. \n[6]Case in point. The entire horror genre was destroyed by sequels. \n[7]Sequels suck. Hello. It becomes about: money and no one's interested in quality. \n[8]The point is - I made my point. Sequels suck. ", "LOIS": "\n[1]Hello, pledges. Enjoying yourselves? \n[2]In our efforts to raise money for our favorite cause... \n[3]Ne ask that you sell individual squares of toilet paper for a mere nickel a piece. \n[4]That's not the line. You jumped. \n[5]About a page. \n[6]It's all about sisterhood. Everybody thinks its about partying and blowjobs but... \n[7]... it's really about family and tradition... \n[8]I just love being a sister. ", "MURPHY": "\n[1]Good. We need your help, pledges. Are you familiar with the Deltas TP fundraiser? \n[2]... this week's TKE kegger... \n[3]We've set you each at a five dollar quota. \n[4]Am I getting fraternity interference, Mickey? \n[5]Looks like we have a winner. \n[6]Sidney gets to skip the next round of Bulimia bingo. \n[7]... we only promote safe rubbered sex. \n[8]... harmonica style is okay. "}}