{"dialogues": {"GALE": "\n[1]Good morning Hollywood. And today officially starts the Summer movie season. Opening the box office this week is Jeff Bridges and Tim Robins in Arlington Street,  Eugene Levy and Jason Biggs in American Pastry, and Tori Spelling and David Schwimmer in STAB 2, based off my best selling book the WINDSOR MURDERS. \n[2]Well I see a lot of the audience has dressed to the occasion. Today we have director of the upcoming STAB 3: RETURN TO WOODSBORO, Roman Bridger. Why don't we give Mr. Bridger a nice welcome to the set of Total Entertainment. \n[3]It's a pleasure to finally meet you, Roman. \n[4]Roman, from your enthusiasm it certainly seems that way. Honestly though, \n[5]Your life? \n[6]Would you excuse me for a moment? \n[7]Jesus Christ you scared the shit out of me. \n[8]Well I interviewed Damon once for the show. He was a real obnoxious fuck. Any way, the second one, Christine Perkins, she had a part in Stab 2, didn't she? She was playing CICI. \n[9]So is that why you're here? Is that why you're holding me from my show, to tell me about some brutal homicide I'm not even involved in? \n[10]A note? \n[11]That's Sidney Prescott's mother. \n[12]I'd love to help, really I wouldn't mind being sliced at again by a maniacal psychopath, but I honestly don't know where Sidney is. After Windsor she dropped off the face of the Earth. The only other person that might know is, , not going to talk. \n[13]Déjr vu-do. \n[14]Dewey, personal lives and pasts aside, this is about Sidney. We need to know where she is. \n[15]Show him. \n[16]Excuse me Detective, I think we have some business to attend to. \n[17]Oh come on! Why the hostility? \n[18]They're the ones who approved it. \n[19]Alright Kincaid, no where to? \n[20]Oh. I thought you wanted me to stick around. \n[21]Shit. Can I even get a ride home? \n[22]Shit. Sarah Darling.  I interviewed her too. God, it's happening again isn't it Detective? \n[23]Who? \n[24]But you won't. You're a good man detective. We think alike. I know you need my help. And I know you know I need your help. \n[25]Please, call me Gale. \n[26]Wait a minute, Roman's your suspect? \n[27]Hey, fuck off. \n[28]So, what now? \n[29]Uh-huh. Another News clipping. Another one about Sid's mom. Dewey, whether we like it  or not it looks like we're going to have to  go back into our past. \n[30]This has everything to do with me Dewey. I was the one who brought the nation's attention to this shit anyway. I'll be damned if I'm gonna sit around and pass on the buck again. \n[31]Yes. Look, let's get something straight Dewey, I got into this shit cause the police came looking for ME. Not cause I'm out to make the SUNRISE STUDIOS SLASHINGS. \n[32]Again, I am the author of the definitive book on the Woodsboro murders.!  What about you? \n[33]You said you'd never leave Woodsboro, 'The only place that's real!'  But now you're here. Not with me.  Dewey, I took care of you.  I waited until you were well.  I couldn't stay there, I mean, it's like dog years, one year in Woodsboro is like seven everywhere else. \n[34]It was fucking '60 Minutes II'!  I couldn't say no!  I could've been the next Diane Sawyer! \n[35]It didn't work Dewey.  We tried,  we're different. \n[36]Dewey, you're not just here because of that second rate K-Mart, straight-to-video version of me, are you? \n[37]All of what Dewey?  You do know something, don't you? \n[38]Always. \n[39]And? \n[40]Someone stole Sid's file? \n[41]I'm sorry, this is too good! \n[42]Right. Sorry.  Do you think he did it?  \n[43]And who is that? \n[44]Jennifer?! Wait, where are you going off to? \n[45]I happen to work for the police god dammit! \n[46]Neither are you, Magnum P.I. \n[47]Fuck! \n[48]Tom Prinze, tanked as usual. That's a shocker. \n[49]Heh, well, that's TV journalism for ya. Stage the news to boost ratings. \n[50]I think we should go inside. I have to have a talk with the cast. ALL OF YOU. \n[51]Dewey, what the hell is she rambling about now? What's wrong Jen, see yourself on one of those USA NETWORK winners you did and realize how badly you suck at acting? \n[52]Wait a second, whoa! Calm down! Number one there were five different versions of the script given out. Ben Damon was given a fake script because he was only being offered the role. It only had fragments of real scenes from the actual script. And what, I die in STAB 3? \n[53]\n[54]Still that was a much better movie, I saw it at the premiere last week. God, what the hell am I getting sidetracked with this shit for?! We've gotta get down to business. \n[55]I don't know. Screw them. Look, what's important is that we stick together. No matter what. If anyone is next it's you or me Jen. \n[56]Oh use your brain drama queen! Do the killers ever knock on the fucking door? Ever see Jason do that before burying an axe in some big titted blonde's head? Or maybe Michael or Chucky? Huh? \n[57]Amen boy scout, now answer the fucking door! \n[58]Who's phone? \n[59]Listen you sick bastard, what the fuck do you want? \n[60]I dunno but I can tell you that your's will be the home video footage of me sticking my foot up your ass! Now come out and fight like a real man you pussy! \n[61]No! He's not dead! He's still breathing! Look! \n[62]What? \n[63]Come on! \n[64]But we know who killed Maureen Prescott, Billy Loomis and Stu Macher.  I mean, they even told Sidney how they did it! \n[65]Four? There are five. \n[66]OK, look.  We all know that this has something to do with 'Stab 3'.  What we do not know is why the killer keeps leaving articles about Maureen Prescott. \n[67]Boys, boys, why don't we compare our gun calibers later?  The issue is Maureen Prescott! \n[68]Oh my God! Sidney, you ran fast or what?  Hey. \n[69]Thank you. \n[70]What'd he say? \n[71]Do you have her number stored in your memory?  Phone memory! \n[72]Has anyone else every used your phone? \n[73]Who's this. \n[74]I've got an idea, I'll hook up with you guys later. \n[75]I work better alone.  Why don't you do some snooping around the set? \n[76]What the hell are you doing? \n[77]I am Gale Weathers! \n[78]None. \n[79]And as a sane person.  For you that must be quite a stretch. \n[80]Ha. Maybe I should join SNL. \n[81]No really? \n[82]Possibly. \n[83]Really, you know you'd make a fascinating interview. Lifestyles of the Rich and Psychotic. \n[84]Oh I wish I got that one on tape. It'd put a smile on my face everytime I'm down. \n[85]I'm Gale Weathers, author of the Woodsboro and Windsor College murders, and anchorwoman for TOTAL ENTERTAINMENT. Maybe you've heard of me? \n[86]Does the name Maureen Prescott sound familiar to you? \n[87]Well can you tell me if the woman in this picture looks familiar to you. \n[88]Well if you won't work for me, will you work for the president? \n[89]It may be Maureen Reynolds -- \n[90]What are these movies? 'Amazombies', 'Space Psychos' 'Creatures from theSan Andreas Fault'? \n[91]Dew! \n[92]Sidney, what happened? \n[93]We did some researching in the archives. Sid, something dawned on me when I wrote the book on your mother's murder. For two years of her life, 1969 up until 1971 she basically disappeared off the face of the Earth. \n[94]She was an actress Sidney. Minor B-Movies. But now we have a new suspect in this twisted fucking web . . . John Milton. \n[95]It makes sense doesn't it? It's his big grandiose swan song from the genre. What a better way to end than with a bloodbath? \n[96]Dewey, Jennifer, I think we should pay John Milton a little visit. \n[97]Answer the question. You knew Sidney's mom? \n[98]Nobody said she was an actor. \n[99]Settle down Beavis.  Why don't you tell us the truth? \n[100]And now? I mean, murders on your set and still you say nothing? \n[101]Just because you knew her? \n[102]I don't think so!  Just what happened to Maureen when she was in Hollywood? \n[103]Well how would you like his rotten carcass dug up and drug all over National TV? Why don't you start talking. \n[104]Are you saying she was- \n[105]Milton's not a killer. He's a pervert. He probably went out to buy more KY JELLY for his jack -off parties he has with his two best friends. \n[106]Do you get any of my witty humor? I mean, you did play me for three movies.  His two hands, dingus. \n[107]Oh Dewey I'm sorry. \n[108]Here. Let me -- \n[109]Shit. That's gonna leave a mark. \n[110]Paternity test results. Christ Dewey, you're never going to believe who Milton's kid is. \n[111]Dewey! \n[112]He killed Milton! The killer's  inside there! Oh God!  DEWEY! Dewey's in there too! He needs medical help! He's hurt! \n[113]Awfully late time to be doing an interview. \n[114]Sidney, stay away! \n[115]Dewey! No! \n[116]Oh God!  Oh God! \n[117]Christ Sidney hurry up! That fucking lunatic is coming! \n[118]I know! He killed Kincaid! \n[119]Let's get out of here! \n[120]Jesus Christ Sidney get out of here! He can't get us both! \n[121]\n[122]Hey bitch, don't ever use prop cuffs to restrain Gale Weathers. \n[123]I know all the tricks! \n[124]\n[125]\n[126]Sure, why not. You did Save my life,Mr. Rielly. ", "SIDNEY": "\n[1]Mom! \n[2]This is Laura in Monterey reporting in for work. \n[3]Thanks. \n[4]Yes, hi I'm Laura, I'm a trained counselor. How can I help you. \n[5]Are you sure? \n[6]Well then the people you need to call are the police. \n[7]I'm sorry, your voice. \n[8]Who the fuck is this? \n[9]W-what do you want? \n[10]You sick fuck I'm tracing this call as we speak! The police are gonna nail your ass! \n[11]No. You didn't kill my mother. Billy Loomis and Stu Macher did. \n[12]The final act? Well let's play asshole! \n[13]If you lay a hand on him I'll fucking kill you! \n[14]\n[15]Well it's not safe for me up there either. The killer found me Dewey. He called me last night. \n[16]I figured I'd be safe If I was at least up here with the people I care about.  Now where's this Kincaid guy the news is talking about? I found this place from a FOX 5 TV NEWS REPORT. Heh. \n[17]Hi, Gale. I'm glad you're all right. \n[18]Oh, you know, the usual small talk, \"What's new, how ya been, how do you want to die?\" \n[19]Why didn't you tell me?  This is my mother, Dewey. Why didn't you say something? \n[20]Listen, Detective, I wanna see this studio where all this shit's going down. \n[21]Absolutely. \n[22]Mm, what a waste of Silicone.  What does my mother have to do with this all Dewey? We're a long way from Woodsboro. \n[23]Oh my God Karen you scared the shit out of me! What are you doing here? \n[24]She was Randy's only girlfriend . . . ever. \n[25]It's been a while? You still working at Bradley's? \n[26]Oh MY god. \n[27]Thanks Karen. You be careful. \n[28]I can see nothing's changed. \n[29]Listen Dewey I have to go to the bathroom. \n[30]No I'll be ok. I've got my mace. My knife.  These two lethal weapons. \n[31]No really, I'll be fine. \n[32]I'll be right back. \n[33]H-hello? Anyone there? \n[34]Shit. \n[35]Jesus Christ Dewey help me! They tried to kill me in the bathroom! The killers! \n[36]What are you talking about? \n[37]I was attacked in the bathroom. \n[38]What do you know about trilogies? \n[39]You seem to like movies, Detective. \n[40]I'll call you Mark when you catch the killer, Detective. \n[41]Did you request this case? \n[42]Must be exciting, Beautiful place, beautiful people. \n[43]Excuse me? \n[44]What do you mean? \n[45]Ghosts are tough,  you can't shoot ghosts. \n[46]Hmm. \n[47]I used to think I had the perfect mom, perfect family.  Till I found out I was wrong.  She had a secret life, and I tried to understand that, and soon as I thought I had, more secrets.  I don't' know who my mom was.  mother for the first time. You know, with TV and those movies and what not. God sometimes I feel like I'm just learning about myself for the first time. Like I'm watching my life instead of living in it. \n[48]How is that good news? \n[49]Oh yeah, how? \n[50]Hey Detective?  What's your favorite scary movie? \n[51]Mine too. \n[52]Hello? \n[53]Who is this? \n[54]Um wh-who's calling? \n[55]Gale, Dewey, whoever, um, call me back, I can only hear myself. \n[56]Who is this? \n[57]Yes. \n[58]How do I know their voices are -- \n[59]You're dead! \n[60]Where? \n[61]\n[62]Fuck! \n[63]Yeah? \n[64]Alright, I'm here. Now what? \n[65]I thought you wanted me here? \n[66]Alright I'm here, now show your  face so we can finish this. \n[67]Yeah? \n[68]Dewey?! OHMIGOD! Where are you?! \n[69]Where are you Dewey? \n[70]Who are you? \n[71]\n[72]Gale he's got Dewey! \n[73]I know! \n[74]\n[75]Dewey! \n[76]They've got her! \n[77]Oh God. \n[78]It's you?! All of this is because of you? \n[79]Who the hell are you? \n[80]All the nightmares. All the hell I went through was because of you, you spineless bastard! \n[81]Oh my God, Angie Crick? From English class? \n[82]Listen, I have no time for this. I've heard this shit before! So lets get on with it! \n[83]I can't take it anymore. This Hollywood exploitation of the nightmare I lived has to be stopped. I did this to make you all repent for your sins, and now I'm pleased I've got my message across. Good-bye. \n[84]Roman knock it off! Do you people even know why you kill people? You kill people cause you choose to and not because of any other fucking reason! \n[85]Dewey my God I thought you were dead. \n[86]\n[87]He wasn't superhuman Dewey. He wasn't superhuman at all. \n[88]This shit is really getting repetitive, you know? \n[89]It was just something that's been itching to be completed for the past four years. \n[90]Take care Detective. Give my regards to the wife and kids. ", "DEWEY": "\n[1]No, what? \n[2]That's Hollywood Tom. One day you're making movies in the hills, the next day you're posing for the coroner downtown on a slab. \n[3]Yeah. A real tragedy. \n[4]What so you can just exploit her again with another book? Sid doesn't need you Gale. \n[5]I promised Sid I'd keep her in seclusion. I promised her nobody would ever find her. If you don't mind Detective, I'd like to approach her with this on my own and see what she'd like to do about it. \n[6]Understood.  If you'll excuse me Detective.  Gale. \n[7]They found another note? \n[8]You mean OUR past as in Me and Sid. This has nothing to do with you Gale. \n[9]Do you really mean it this time Gale? \n[10]Why would the police come to you? \n[11]What about me? \n[12]So it's off to London for a week?  New York for a month? L.A Forever? \n[13]What's wrong with just being Gale Weathers? I liked her! \n[14]You used to say that was our strength. \n[15]Brace yourself, Gale, all of this is actually not About you. \n[16]Off the record. \n[17]Two months ago, the Woodsboro police got a call from a woman who said she was with 'Stab 3'.  She wanted to see the file on Sid, for research. \n[18]The boys said no.  She wouldn't give her name. A month later, the station gets broken into, the file room ransacked. \n[19]I already removed it.  I think someone on the film was trying to find Sid, and that's the only reason I came here. To make do a little private investigating of my own and make sure no one here was planning anything. \n[20]What part of 'Off the record' don't you understand? \n[21]I've got my suspicions but still, nothing  you say can ever make me take my eyes off one person. \n[22]Jennifer needs me. \n[23]I'm on duty. \n[24]Stop following me. \n[25]You're not a detective. \n[26]Gale, your engine's still running. \n[27]What about Sidney? \n[28]Ssh. Maybe it's Tom or Angelina. I'll get it. \n[29]Don't worry. I'm prepared for anything. \n[30]It's Gale. She farts when she gets nervous. \n[31]Alright don't panic! Just a fuse. \n[32]Hurry! Everyone out the back way! Now! \n[33]Answer it! \n[34]Gale he's dead. Come on. Let's get out of here. \n[35]\n[36]\n[37]\n[38]I told you, I don't know where Sidney is. And even if there was a third killer, Sidney doesn't know about it. \n[39]What about Angelina Tyler? She was there too. \n[40]What does this have to do with Sid? \n[41]Well Sid's dad couldn't help you and he was married to Maureen. \n[42]Is that a threat, Detective? \n[43]Is that a threat? \n[44]Sid it's me, this is the sixth time I've called.  Please pick up, I wanna make sure you're Okay.  Sid! \n[45]What are you doing here? I told you to stay hidden! It's not safe for you up here. \n[46]What? \n[47]Follow me. \n[48]Detective Kincaid? \n[49]There's someone here who wants to help. \n[50]Sid, this is detective Kincaid. \n[51]The killer called her. \n[52]Sidney, do you have any idea how he could've gotten your number? \n[53]No. \n[54]Oh.  Yeah, I guess I do. \n[55]Just Jennifer.  And you. \n[56]I was afraid they were bait, something to, ya know,  trick you out of hiding. \n[57]Alright Sid, over there is the STAB 3 Production offices. That's where Sarah Darling was murdered last night. \n[58]Karen Colcheck. From Woodsboro. \n[59]A trilogy? \n[60]Do you want us to come with you? \n[61]No. \n[62]Do you want me to come with you Sid? I mean, remember what Randy said? \n[63]Don't worry, I've got a permit for it. \n[64]What? \n[65]Nevermind, what'd you two find? \n[66]Wallace, shouldn't you be investigating the bathroom? \n[67]And what made you think it was Sidney? \n[68]So you knew Sidney Prescott's mother. \n[69]No point, I'm just gonna give Detective Kincaid a call. \n[70]But you know who she was. \n[71]Ssh ladies. \n[72]Hold on Gale, I'm a pro at this. \n[73]Let's get this drawer open. If it's locked, there must be something inside he's trying to hide. \n[74]Who is it? \n[75]Huh? \n[76]Gale run! \n[77]Don't come here Sidney! \n[78]Help me Sid! The killer's got me! \n[79]Sid I can see you! \n[80]I'm out back. Tied up. Hurry Sid! The killer's looking for you! Quick untie me! \n[81]Good work Sid. \n[82]Sidney? \n[83]Where's Gale? \n[84]Sid I want you to stay here! I'll be right back! I'm not gonna let them get Gale! \n[85]Hold it right there you fucker! \n[86]OH shit! \n[87]Don't worry Sid I'd never leave you like that. \n[88]Watch out Sid. Randy said the killer's always superhuman. \n[89]Gale, I know this is a bad time and all but what if we try it out again. The whole relationship thing. ", "DETECTIVE KINCAID": "\n[1]I'm sorry Miss Weathers. Allow me to introduce myself, MARK KINCAID, L.A.P.D.  Are you familiar with the actor Ben Damon, or the actress CHRISTINE PERKINS? \n[2]Both of them were found brutally murdered this morning under the Hollywood sign. Autopsy reports having come back to me yet but the bodies looked like something out one of the Stab films. \n[3]I wish that was all Miss Weathers, but there's more. The killer left a note. \n[4]There's more. \n[5]I've tried to get in touch with Sidney Prescott, but she's keeping herself very well hidden. You're my one and only hope in finding her. Her life may be in grave danger. \n[6]And who would that be? \n[7]Mr. Rielly? My name is Mark Kincaid. Events? \n[8]Mr. Rielly, this was found alongside the bodies of Ben and his girlfriend. \n[9]That's fine Mr. Rielly, but if anyone else should die, I'm going to have to get a warrant. \n[10]I'm going to have a little chat with the producers. Don't wander off. I may need you. \n[11]Well, I'd hate to see the production shut down. I myself am a big STAB fan. \n[12]I am kind of dedicated to my job. Although I do enjoy taking acting classes on my weekends. I grew up around these studios anyway. I know my way around. My Uncle was a screenwriter for PARAMOUNT. \n[13]No, Mr. Milton, Miss Weathers is with me. \n[14]I go to the police station and do my job, and you go back to being Gale Weathers. \n[15]Look, Miss Weathers, if there's a problem, give me a call. Here's my card. I'm always there. \n[16]That's STAB 3, Miss Weathers. It looks like we're going to be getting a warrant to speak with Miss Prescott anyway. \n[17]Yes well we have a suspect, so don't get that worried. \n[18]I'm not at liberty to tell you that Miss Weathers. You're no longer working with the L.A.P.D. I don't even know why you're standing in here right now. By all means I should have you thrown out. \n[19]In my fifteen years as a homicide detective I've never met a single soul as pushy and brazen as you are Miss Weathers. \n[20]Deal, but I'm still Detective Kincaid,ok? \n[21]No, cool it Wallace. She's working with me. \n[22]Mr. Bridger, you didn't tell us you spoke with Sarah Darling before she died. \n[23]Roommate says she knows your voice, Mr. Bridger. \n[24]Sarah Darling said you did. \n[25]Well I doubt they were stabbed to death and I strongly doubt the killer of them left messages on the scene for the police to find. \n[26]Whoever it is, now is taking credit for Maureen Prescott's murder. \n[27]Yeah, but, if I'm not mistaken, you said in your book that Sidney got it wrong before. She accused Cotton Weary of murdering her mother, and he was sent away for it!  Maybe there is a third killer.  Sidney Might know something \n[28]That is for me to decide.  I need to talk to her Mr. Riley, she is a key element in this case.  I have a press in an hour, and I need to explain why there are four dead celebrities. \n[29]Ben Damon. Christine Perkins. Sarah Darling. Tom Prinze. That's four, last time I learned how to count. \n[30]Police are still searching through the debris. Could be days before we find her . . . that is, if she's even there. \n[31]Actually, there was more this time. This time, we found a picture too. \n[32]Before you jump to conclusions, the man in the picture, COTTON WEARY, is out of the country on business. His alibi checks out. Seems he's got a TV show in Australia, 100% COTTON. It's supposedly the biggest thing down under since Yahoo Serious, but that's besides the point. \n[33]Who knows more about Maureen Prescott than her own daughter? \n[34]Do you wanna have this conversation with a polygraph? \n[35]When it's a threat, you'll know it. \n[36]Wrong, this issue is Sidney Prescott!  And either Mr. Riley is going to obstruct justice or is going to put me in touch with her.  So, where is she? \n[37]What Rielly? \n[38]Nice to finally meet you, Sidney. \n[39]What?  When? \n[40]He could've monitored the calls on a scanner. Did you call her from the set? \n[41]Hey, I'm the cop here.  You're in my office, Riley. \n[42]The killer leaves a newspaper clipping at each murder, Sidney. Recently he's also left a photo of your mother. \n[43]Are you sure? \n[44]Jesus Christ Sidney, what happened? I got a call on my cell from home. They told me that someone was attacked. \n[45]Sid, get in my car. You're coming back to the station with me where it's safe. \n[46]You mean like, movie trilogies? \n[47]Call me Mark, would you?  Cause I'm gonna keep calling you Sidney. \n[48]All I know about movie trilogies is in the third one, all bets are off. \n[49]No, they tend to put me on the ones that deal with the business.  I grew up here, and I know my way around the studios. \n[50]To me Hollywood is about death. \n[51]I'm a homicide detective, remember?  When you see what I see day in and day out, the violence that people do to each other, you get haunted. I think you know about that. \n[52]I know what it's like to see ghosts that don't Go away.  To be watching a scary movie in your head, whether you want to or not,  watching it alone. \n[53]Can't arrest ghosts.  But the best way to stop being haunted is to be with people.  You're here, you're not hiding, you've done the right thing, Miss Prescott. \n[54]What did you know about your mother? \n[55]Here's the deal, I'm off to search the soundstage. That's good news. \n[56]Because, that means that we're dealing with an ordinary, flesh and blood killer.  And I know how to handle guys like that. \n[57]Catch him, or kill him. \n[58]My life. \n[59]Jesus Gale what happened? \n[60]Alright, calm down. I'm going to radio in for backup right now. ", "VOICE": "\n[1]Hello. \n[2]Who is this? \n[3]I don't know. \n[4]Do I? \n[5]Wait, wait. Don't hang up. \n[6]But your voice sounds so familiar. \n[7]\n[8]Really? You're such a talented actor. \n[9]Now let's see you act your way out of this one. \n[10]I mean, I'm standing right outside the LADIES ROOM door at the PLAZA THEATER. Your girlfriend Christine is in there.  She's all alone. Everyone's in the auditorium waiting for the film to start.  I've got my knife. \n[11]More of a game really. \n[12]You seem to be familiar with the STAB movies. Here's how we play. I ask you a question. You get it right, your girlfriend lives. You answer wrong, she dies. \n[13]Maybe so, but right now, we play the game. First question, Your girlfriend's counting on you, Name your girlfriend's character in STAB 2? \n[14]Come on. Don't you know? \n[15]Very good. Now we play ROUND 2. \n[16]That's right. And you beat ROUND 1. Now we're taking the game to a whole new level.  Meet me beneath the Hollywood sign in ten minutes. I'll have your girlfriend. We'll be waiting. \n[17]Good bye Ben. \n[18]You're not playing by the rules Ben. Don't you want her to live? \n[19]No! You listen to me, if you're not where I want you in fifteen minutes I'll hollow her out. Do you understand? \n[20]Very good. You follow directions well. Now for the final part of the game. Put down the bat and approach the sign, slowly. \n[21]Closer than you think. \n[22]To see your reaction. \n[23]Well well, someone dies and Gale Weathers comes running. What a shock. \n[24]Do you think it's over Sidney? Do you? \n[25]I want to finish what I started. I want to finish the game. \n[26]Let them try. You'll never find me. I've already gotten away with murder before. For instance, Maureen Prescott. \n[27]Heh. So you think Sidney. So you think. It's all been building up to this Sid. Every STAB. Every SCREAM. Every ounce of blood that's been spilled has all been leading up to this moment. WELCOME TOTHE FINAL ACT. \n[28]No. We play in my court this time. Come to Hollywood. STAB 3's going to cutting corners cast-wise.  And I've got my eyes set on a technical advisor named Dewey Rielly. \n[29]Great. A spirited one. I'll be seeing you real soon Sidney. Real soon. \n[30]It's called, Sarah gets sliced like a fucking pig. Still in character, Sarah? \n[31]Hello Jennifer. Wanna play a little game? \n[32]Wanna play a game? \n[33]You tell me. You bankrolled three  movies about me. \n[34]Oh poor John. There's not gonna be another film. Well, at least not for you. \n[35]Not so fast. We're not finished. \n[36]I wouldn't run if I were you Gale. It's only gonna end up with you getting Skewered like a fucking pig. I need you. \n[37]I need you as bait. For Sidney. \n[38]{ a click } I only her you too, Sidney. \n[39]The question isn't who I am.  The question is, who's with me. \n[40]Don't do it!  If you do one thing to attract attention, one thing, I'll kill them both. Now, do you have somewhere we can be alone? \n[41]Go there. \n[42]Always hard being friends with you, Sidney. When you're friends with Sidney, you die! Well these friends don't have to, Sidney. It's up to you. \n[43]Are real?  How do you know you're not hearing things? How do you know I'm not someone in your head? Somewhere, you know. \n[44]Or do you? \n[45]I don't want them, I want you!  It's simple. You show yourself, they survive, you run, they die! \n[46]Don't you want to know Sidney? Don't you want to know who killed her?  Don't you want to know who killed your mother? \n[47]She'd have been so happy, Sidney, to know we'd be together. \n[48]I'll call you, when you're on your way. \n[49]You follow directions good. Now let's wrap this production. Go to the Sunrise Studios backlot. I'll call you when you get there. \n[50]You're doing real good. Can't you figure it out? I wanna finish this where it all began. Woodsboro. \n[51]It's good to see you again Sidney. I was growing real impatient. Go ahead. Explore. I'll catch up with you later. \n[52]You're not going anywhere Sidney. It's time you came to terms with me, and with mother! Maybe you never knew her at all, Sid. Maybe you can't get past the surface of things. ", "JENNIFER": "\n[1]\n[2]You! How can I ever get any fame playing you! \n[3]God damn you Gale Weathers! Don't you see? The killer is choosing  his victims as they die in the script! Ben Damon's character was the first one to get offed. So was his girlfriend - but she wasn't cast yet so his real girlfriend was killed - then Sarah Darling's Candy, and now me! \n[4]I know right. It was kinda weak. That's cause Will Kennison only wrote a rough treatment of it. The script was written by some new guy. He wrote Arlington Street. \n[5]Shit! Where the hell are Tom and Angelina? \n[6]What about her? \n[7]What if it's the killer? \n[8]Do you smell something? \n[9]Oh shit it's my cell! \n[10]Hello? \n[11]It's him! It's the killer! \n[12]What's your favorite scary movie Gale? \n[13]God damn it you two! Run! Hurry! He's dead! \n[14]\n[15]Geez. \n[16]Being Gale Weathers.  What the hell are you doing? \n[17]Here's how I see it.  I've got no house, no movie, no gun, and I'm being stalked.  Because someone wants to kill me?  No, because someone wants to kill you. So now, starting now, I go where you go.  That way, if someone wants to kill me, I'll be with you, and since they really want to kill you, they won't kill me, they'll kill you.  Make sense? \n[18]You know in the movies, I play you as being much smarter. \n[19]That's funny. \n[20]Need to get in that building? \n[21]There a story in that building? \n[22]Gale Weathers would find a way.  \n[23]Basements creep me out. \n[24]Look who's talking Moneybags. You got more homes than I do. \n[25]Bitch. \n[26]Twenty dollars? Who are you Nancy Drew? \n[27]Go ahead. It's worth three grand easy.  My Gale Weather's will stop at nothing to get the story. \n[28]Rina Reynolds. What a stage name. \n[29]We've found out where she went. \n[30]Sidney, what happened? \n[31]Rina Reynolds. \n[32]Good twist. \n[33]Oh, Come on!  You have made millions off the story of her murder.  You're obsessed with HER and you're obsessed with her DAUGHTER! \n[34]Oh God Gale, Dewey was right. Stop getting so nervous and you might stop causing me to gag! \n[35]I think Milton's the killer. I think he just went out to kill another cast member. \n[36]Rob Reiner and Quentin Tarentino? \n[37]Excuse me Gale! What the hell do you think you're doing? \n[38]What? What'd you find? \n[39]Guys! I got a bad feeling. \n[40]Guys there's someone else in the fucking room! ", "BEN": "\n[1]God dammit Cathy I have no time for this crap! I'm supposed to be at the premiere of STAB 2 right Now, arm and arm with my girlfriend cause she's got a bit part in that over advertised piece of shit and I'm just going to humor her. You mena to tell me that in all your squandering the best you can do for me is A bit role in STAB 3: RETURN TO WOODSBORO?! Come on! It's just another cheap slasher flick! How dare you offer me such a role! I've done Shakespeare! I've worked with directors like DePalma and Scorcesse and you offer me this crap?! It's insulting. I should fire you and go to ICM. \n[2]You want Respect, Cathy? Here's your respect. FUCK YOU! You're fired.  Unfucking believable. \n[3]Stab 3: Return To Woodsboro. Pah. What's next, Friday The 13TH PART 15: \n[4]What's up, B.D. with the B.D. \n[5]Christine? \n[6]Look, I'm stuck on the freeway. I think there was some big accident. It could be a little while so I don't want you to start freaking if I don't get there at exactly, Eight thirty. \n[7]Oh I wouldn't miss it for the world. I bet you did such a great job. \n[8]Heh heh I bet they are babe. I bet they are. Look, my battery's dying . . . \n[9]Sure thing. \n[10]Jesus.  Hello? \n[11]Who is this? \n[12]Well what number are you trying to reach? \n[13]I think you got the wrong number, buddy. \n[14]Uh-huh. Look bro, my battery is running out. Really wish I could chat, but I can't so, later. \n[15]Asshole, Can't talk. \n[16]Does it now? \n[17]Well ya got me. That's me. I'm Ben Damon. \n[18]Thanks. \n[19]What do you mean? \n[20]Listen you sick fuck, is this your idea of a joke? \n[21]What kind of a game? \n[22]I swear to God if you lay a finger on her I'll fucking kill you! \n[23]It's CICI! Cici's the name of the character she plays in the movie! \n[24]What?! But I did everything you said to do! \n[25]What?! \n[26]I swear to God if you lay one hand on her! \n[27]Thank God I decided to do some community service. \n[28]Yeah. \n[29]Where are you? \n[30]Alright I'm here. What the fuck do you want from me? \n[31]Reaction to what? \n[32]\n[33]", "ROMAN": "\n[1]Good morning Gale. Pleasure to be here. \n[2]Well it's a honor to be here amongst so many fans of the genre. And I must say that any of you worried that Jerry Rapp, or Tori or David not returning to complete the STAB trilogy, have no fear, Roman is here. Aided with my excellent cast of newcomers I believe we're going to pull off one of the best Stabs yet. \n[3]Honestly, my life. \n[4]Well if you were in my shoes, dealing with those big Time Sunrise Studio producers like I do on a daily basis, you'd watch how quick your life goes from a Walt Disney picture to a Tobe Hooper flick. \n[5]Sure. \n[6]Sarah, it's Roman, I'm sorry I'm running late, I'm still on the 405, I'm about 10 minutes away. \n[7]All right, since I got you on the phone, let's talk about your character. \n[8]You're not happy with your part. \n[9]Um hmm...  umhmm great, so let's run the lines. \n[10]Page 22, Candy's big moment. \n[11]Hello. \n[12]Who's this? \n[13]Why don't we just read the scene?  Candy, is that like candy cane or candy apple? \n[14]But you know my favorite name? \n[15]It's Sarah. \n[16]It is in my script. \n[17]It's not just a new script, it's a new movie. \n[18]My movie. \n[19]That's because I didn't. \n[20]What meeting? \n[21]Wait a minute!  I never called her! I never told her to go   anywhere! \n[22]Well, she wasn't speaking with me!  Look, I did not call   Sarah Darling! \n[23]Someone is trying to ruin my movie. Someone wants to kill   my movie! \n[24]Ha! Too late, studio's shutting down production. Called my film a risk! Do you believe this shit? They're actually shelving my film because there's been one ensie little murder. God, three people died during the filming of The Exorcist. \n[25]Roman Bridger, director. And brother.  She slammed the door in my face, Sid. Said I was Rina's child and Rina was dead. And it struck me, what a good idea! So I watched her, made a little home movie, a little family film. Seems Maureen, mom, really got around. I mean, Cotton Weary was one thing, everybody knew about that, but Billy's father, that was the key! Your boyfriend didn't like seeing his daddy in my movies. Didn't like it at all. And once I supplied the motive, all the kid needed was a few pointers. Have a partner to sell out in case you get caught, find someone to frame, it was like her was making a movie. \n[26]I'm a director Sid, I direct. For example, Angelina over there,  She's my partner. I can convince her to do anything.  We've been dating since I met her in Woodsboro. \n[27]And I kinda keep her around cause it's a bit of a turn-on. You know, in the movies she's you Sid, so every time I jump her bones, I'm doing YOU, technically. \n[28]Wait a second Sid. Don't you go jumping the gun. You haven't seen the best part.  With the aides of the computer revolution of y2kI've been able to steal your voice.  Ain't it cool? Listen to what the police are gonna find next to your lifeless, mutilated body. \n[29]Awesome. What'd I tell ya? Heh. Did youknow that John Milton, was my daddy? Yep, he's the one who fucked mommy dearest in the long run. His parties, his flings, exploited the Hollywood nobody! That's whyI had to make him pay. Daddy dearest is dead. Mommy's dead. Looks like I'm an orphan all alone in this world. What a good reason to -- \n[30]See Sidney, as amateur as Billy and Stu were, they laid the groundwork for this! See Sidney, they also set the stage for you! Introducing to the world Sidney the victim! Sidney the survivor! Sidney the star! \n[31]See Sid, now comes the part where we get away with it! The part where we win! Cause face it Sidney, in this world, the bad guys win! \n[32]God damn it Sidney! ", "SARAH": "\n[1]Goddamnit I am getting so fed up with these re-writes. It's like every five minutes there's a new script. God, and you just know this all because of STAB 2's script winding up on the internet two months after it wrapped shooting. \n[2]What are you talking about? The murders were a completely isolated incident. \n[3]Would you give that script a rest? \n[4]I know who you're talking about. Rebecca something. \n[5]Eww yeah, finding a guy to have sex with that doesn't look like you. \n[6]STAB 3. Oh God I've gotta get myself a better agent. \n[7]Anybody home? \n[8]Doubt that.  Anyone here? \n[9]Fuck you very much! Tyson go to hell! What the hell are you doing here? Where's Roman? \n[10]Make-up. You need it.  Hey, Roman isn't here? \n[11]Damn. He called my roommate and told her he had some important things he wanted to go over with me in his office tonight. \n[12]For the honorary field of directing and cinematography in music videos. How to the point. \n[13]Oh shit.  Hello? Director's office. \n[14]Oh it's no problem, I'm just... looking at your   music video awards. \n[15]What character?  I'm Candy, the chick who gets killed second.  I'm only in two scenes! \n[16]I'm not happy that I'm 35 playing a 21 year old. I'm not happy that I have to die naked!  And I'm not happy that my character is too stupid not to have a gun in the house after her boyfriend's been cut into McNuggets. \n[17]Huh, fine. \n[18]Page 22..  Ring ring.  Hello? \n[19]Who's this? \n[20]This is Candy.  Hang on, let me get some clothes. See!  I don't' understand why I have to start the scene in the shower!  The whole shower things been done, 'Vertigo' hello!  And I mean, my boyfriend just died, why am I showering? \n[21]Whatever.  Come on, who is this?  I think you have the wrong number. \n[22]I'm hanging up right now. \n[23]Roman that's not the line. \n[24]Has there been another goddamn rewrite? How  the fuck are we supposed to learn our lines when there's a new script every 15 minutes? \n[25]What?  What movie? \n[26]Shit. \n[27]No! No! Noooo! ", "MILTON": "\n[1]I can assure you that security on the set will be at an all time high. Again, the deaths are sheer tragedy. \n[2]Really, what was his name? \n[3]GALE WEATHERS?! What are you doing here? No press on the set!  No press, no press on set! Get that woman out of here. \n[4]Well then, I guess I'll be leaving then. \n[5]Listen Lois Lane, I love your show and all but last month I happened to catch your little segment on me and how my wife left me because I'm a sex addict who enjoys screwing fifteen year old girls. It was a real eye opener my lawyers are still thinking about bringing to your superior's attentions. \n[6]Roman I know you're upset. But there will be other movies. I know. Ah, VARIETY called you a Pariah? Well fuck them. I got a great script on my desk. It's called TRAGIC MENAGE TRIOS and it was written by John Sayles. I'm thinking you for Director. What?  Come in.  No, not to you Roman. Look I'll talk to you later. Bye. \n[7]Just what the hell do you people think you're doing, barging in here like this? I've got important calls to make. I run this studio. \n[8]Who? \n[9]Do you know how many actors have worked for me? Hundreds, thousands. \n[10]What's your point? \n[11]I remember her!  She was a bit player in a couple of my movies. A nobody! So what does it matter? \n[12]What the hell are you guys getting at?  I make horror films, that's what I do.  The Studio came to me with 'Stab'.  They came to me, check it out. \n[13]When we did the first 'Stab\" I realized I'd known Maureen Prescott before, I mean as Rina. I couldn't tell anyone.  Can you imagine the press? \n[14]Get real, that would make me a suspect! \n[15]Yeah. \n[16]Now you listen to me, Lois Lane, let it go. It's dead and buried. Daddy took ol' Yeller out behind the barn and shot him in the head a long time ago. \n[17]It was in the 70's, everything was different. I was well known for my parties, Rina knew what they were. It was for girls like her to meet men, men who could get them parts, if they made the right impression.  Nothing happened to her that she didn't invite, in one way or another, no matter what she said afterwards. \n[18]I'm saying things got out of hand.  Maybe they did take advantage of her!.  Maybe the sad truth is, this is not the city for innocence.  No charges were brought.  And the bottom line is, Rina Reynolds wouldn't play by the rules.  You wanna get ahead in Hollywood, you gotta play the game, or go home. \n[19]John Milton. \n[20]Who is this? \n[21]It's you. The saboteur whose been fucking up my movie!  I swear to God if you don't stop I'll find you and have you killed! I shut down production on that piece of shit STAB 3! We had a no talent director and the lousiest Sidney Prescott on the planet but that was besides the point! You still killed MY movie! A John Milton film! And if you ever try and cross me again you'll be sorry. My next movie is gonna be a grandiose step up from this slasher shit! It's a film written and directed by John Sayles. ", "TOM": "\n[1]Hey Dew, did you hear? \n[2]Somebody iced Ben Damon and his girlfriend. \n[3]What? What'd I do? Relax your crack sweetheart I didn't rip those two fucks up last night. Jeez.  So what are you doing tonight? \n[4]Talk about moody. \n[5]And how about you good looking? Got any plans for later? \n[6]Gale Weathers. What a surprise. \n[7]Hey I really liked that piece you did on me last month. The one where you said my car accident was caused by me drinking and drugs, and how I faked the tire blow-out just so my insurance wouldn't sky rocket. \n[8]Really, cause that stunt lost me the lead role in Roman Polanski's latest picture. Huh, what a coincide I was picked up by Roman Bridger. Well, not exactly the Roman I wanted. Get my point? STAB 3 is bullshit. Fuck, because of your big mouth I'm here, drinking piss water SCOTCH with Second rate fucking celebrities like Jennifer Jollie and yourself!  Hey, I just got an idea. Maybe I should Have a look at your break line. That your car over there? \n[9]You mean what's left of us.  Yeah I'm running on empty anyways. Gotta refuel. \n[10]Hey good looking, if you play your cards right, I may be able to sit you down on my casting couch and try you out for a few films my  production company is working on.  How do you feel about a DEEP THROAT remake? \n[11]I'll be right back. \n[12]Angelina! Hey! Where the hell are you? I was only playing! Hey look, I can really get you a bit part! Just come on out! Ok?  Damn it. There goes my chances of getting some head from her. \n[13]Aaaangelina? \n[14]Angelina? \n[15]You fucker! \n[16]Fucker! ", "DETECTIVE WALLACE": "\n[1]Mark, Bridger's in custody. We traced his phone records. He's the last person to speak to Sarah Darling before she died. Or at least call her home. \n[2]Listen, Diane Sawyer, this here is classified information. Why don't you go investigate the bad meat at the A.P. This is police work, not Pulitzer material. \n[3]Well then. Looks like I'll go dust for finger prints with Barbara Walters. \n[4]The guard said she was there for a meeting with you. \n[5]We talked to her roommate, too.  Says you called Sarah and told her to come down to the studio.  Roommate answered the phone, says it was you. \n[6]Hey, look at it this way, if anything this'll be something interesting to put on the director's commentary for when the film hits DVD. \n[7]What's your problem?  Last night you were almost charcoal.  You gonna help us or what? \n[8]Sure you don't need a police escort? That's what we're here for. \n[9]Wait a second? Killers? There's two of them now? Aw shit! \n[10]Yeah this is Wallace. We got a problem   down here on the Sunrise Studios lot. No not another one. At least not yet. Yeah we've had an attack.  Do you need medical assistance?  No. Oh really. Alright, see you in a minute. \n[11]Well I got some good news in a way. Roman Bridger didn't make those calls To Sarah Darling. Police let him go. Here's the bad news: The cellular was cloned, it's untraceable. We now have no suspects. \n[12]The head of the studio? \n[13]I'm waiting for back-up. I don't carry bullets in my gun unless I know I'm gonna use em. \n[14]Jesus Christ what happened? I leave for two seconds to take my kid to the doctor, I come back and it's the fucking WILD BUNCH. \n[15]I guess so. ", "TYSON": "\n[1]And still the film is Number One at the box office this weekend. Beat out American Pasty and Arlington Street. \n[2]Nah I think it's doing so damn well because one of it's players got iced. I just hope none of us end up dead. \n[3]And that CICI chick wasn't that bad either but I'm really concerned about my safety now. \n[4]\n[5]I'm just saying, though. What if there's someone out there stalking actors? Huh? Then what? \n[6]Melinda McGraw? \n[7]Listen Miss ingénue, your cheering me up to much, Give it a break. \n[8]Oh no. I ain't into that shit. \n[9]Stan! My man does great work. \n[10]Roman and everybody else went home for the night. I'm here for a make-up test. \n[11]No. ", "ANGELINA": "\n[1]I think Jeff Bridges is getting tired. \n[2]Oh that's right. Those poor poor people. God Ben Damon was such a hottie. \n[3]There's always someone out there stalking actors. Look at that woman from the Commish. \n[4]No, the other one. The one who played his wife. \n[5]Yeah I think. Anyway, point is, she had a stalker. Sonny Bono had a stalker. David Letterman had one too. So did Heather Langenkamp, Brooke Sheilds, Jody Foster, -- \n[6]What are you talking about? Because of this shit I'll probably never act in a Hollywood film again. \n[7]Time to sort things out. Whatta you say? \n[8]No. Not all of it. Sid, someone really wants to meet you. \n[9]Uh-un Sid. You're not gonna run off. Not now. \n[10]That's me Sid. I always idolized you. You were always my hero. That's why I'm here Sidney. I wanted to make you proud. \n[11]Roman make her stop! Make her stop baby she's freaking me out! ", "BIANCA": "\n[1]Can I help you? \n[2]I don't watch TV and I hate books. Whatta you need? \n[3]Nope. \n[4]Listen, I'm busy. Nobody has access to those files except studio execs. Can you please go away now? \n[5]The president . . . of the studio. \n[6]Follow me. \n[7]I know every face in here, respect for the unknown actor I suppose, myself included. If you're looking for Maureen Prescott -- \n[8]Well you'll find neither. Rina Reynolds, however, You will. \n[9]You should talk, Judy Jurgenstein. \n[10]Horror flicks. B-Movies from Milton's heyday. \n[11]You know, JOHN MILTON, the horror producer? Those were some of his early flicks. ", "Gale": "\n[1]Good morning Hollywood. And today officially starts the Summer movie season. Opening the box office this week is Jeff Bridges and Tim Robins in Arlington Street,  Eugene Levy and Jason Biggs in American Pastry, and Tori Spelling and David Schwimmer in STAB 2, based off my best selling book the WINDSOR MURDERS. \n[2]Well I see a lot of the audience has dressed to the occasion. Today we have director of the upcoming STAB 3: RETURN TO WOODSBORO, Roman Bridger. Why don't we give Mr. Bridger a nice welcome to the set of Total Entertainment. \n[3]It's a pleasure to finally meet you, Roman. \n[4]Roman, from your enthusiasm it certainly seems that way. Honestly though, \n[5]Your life? \n[6]Would you excuse me for a moment? \n[7]Jesus Christ you scared the shit out of me. \n[8]Well I interviewed Damon once for the show. He was a real obnoxious fuck. Any way, the second one, Christine Perkins, she had a part in Stab 2, didn't she? She was playing CICI. \n[9]So is that why you're here? Is that why you're holding me from my show, to tell me about some brutal homicide I'm not even involved in? \n[10]A note? \n[11]That's Sidney Prescott's mother. \n[12]I'd love to help, really I wouldn't mind being sliced at again by a maniacal psychopath, but I honestly don't know where Sidney is. After Windsor she dropped off the face of the Earth. The only other person that might know is, , not going to talk. \n[13]Déjr vu-do. \n[14]Dewey, personal lives and pasts aside, this is about Sidney. We need to know where she is. \n[15]Show him. \n[16]Excuse me Detective, I think we have some business to attend to. \n[17]Oh come on! Why the hostility? \n[18]They're the ones who approved it. \n[19]Alright Kincaid, no where to? \n[20]Oh. I thought you wanted me to stick around. \n[21]Shit. Can I even get a ride home? \n[22]Shit. Sarah Darling.  I interviewed her too. God, it's happening again isn't it Detective? \n[23]Who? \n[24]But you won't. You're a good man detective. We think alike. I know you need my help. And I know you know I need your help. \n[25]Please, call me Gale. \n[26]Wait a minute, Roman's your suspect? \n[27]Hey, fuck off. \n[28]So, what now? \n[29]Uh-huh. Another News clipping. Another one about Sid's mom. Dewey, whether we like it  or not it looks like we're going to have to  go back into our past. \n[30]This has everything to do with me Dewey. I was the one who brought the nation's attention to this shit anyway. I'll be damned if I'm gonna sit around and pass on the buck again. \n[31]Yes. Look, let's get something straight Dewey, I got into this shit cause the police came looking for ME. Not cause I'm out to make the SUNRISE STUDIOS SLASHINGS. \n[32]Again, I am the author of the definitive book on the Woodsboro murders.!  What about you? \n[33]You said you'd never leave Woodsboro, 'The only place that's real!'  But now you're here. Not with me.  Dewey, I took care of you.  I waited until you were well.  I couldn't stay there, I mean, it's like dog years, one year in Woodsboro is like seven everywhere else. \n[34]It was fucking '60 Minutes II'!  I couldn't say no!  I could've been the next Diane Sawyer! \n[35]It didn't work Dewey.  We tried,  we're different. \n[36]Dewey, you're not just here because of that second rate K-Mart, straight-to-video version of me, are you? \n[37]All of what Dewey?  You do know something, don't you? \n[38]Always. \n[39]And? \n[40]Someone stole Sid's file? \n[41]I'm sorry, this is too good! \n[42]Right. Sorry.  Do you think he did it?  \n[43]And who is that? \n[44]Jennifer?! Wait, where are you going off to? \n[45]I happen to work for the police god dammit! \n[46]Neither are you, Magnum P.I. \n[47]Fuck! \n[48]Tom Prinze, tanked as usual. That's a shocker. \n[49]Heh, well, that's TV journalism for ya. Stage the news to boost ratings. \n[50]I think we should go inside. I have to have a talk with the cast. ALL OF YOU. \n[51]Dewey, what the hell is she rambling about now? What's wrong Jen, see yourself on one of those USA NETWORK winners you did and realize how badly you suck at acting? \n[52]Wait a second, whoa! Calm down! Number one there were five different versions of the script given out. Ben Damon was given a fake script because he was only being offered the role. It only had fragments of real scenes from the actual script. And what, I die in STAB 3? \n[53]\n[54]Still that was a much better movie, I saw it at the premiere last week. God, what the hell am I getting sidetracked with this shit for?! We've gotta get down to business. \n[55]I don't know. Screw them. Look, what's important is that we stick together. No matter what. If anyone is next it's you or me Jen. \n[56]Oh use your brain drama queen! Do the killers ever knock on the fucking door? Ever see Jason do that before burying an axe in some big titted blonde's head? Or maybe Michael or Chucky? Huh? \n[57]Amen boy scout, now answer the fucking door! \n[58]Who's phone? \n[59]Listen you sick bastard, what the fuck do you want? \n[60]I dunno but I can tell you that your's will be the home video footage of me sticking my foot up your ass! Now come out and fight like a real man you pussy! \n[61]No! He's not dead! He's still breathing! Look! \n[62]What? \n[63]Come on! \n[64]But we know who killed Maureen Prescott, Billy Loomis and Stu Macher.  I mean, they even told Sidney how they did it! \n[65]Four? There are five. \n[66]OK, look.  We all know that this has something to do with 'Stab 3'.  What we do not know is why the killer keeps leaving articles about Maureen Prescott. \n[67]Boys, boys, why don't we compare our gun calibers later?  The issue is Maureen Prescott! \n[68]Oh my God! Sidney, you ran fast or what?  Hey. \n[69]Thank you. \n[70]What'd he say? \n[71]Do you have her number stored in your memory?  Phone memory! \n[72]Has anyone else every used your phone? \n[73]Who's this. \n[74]I've got an idea, I'll hook up with you guys later. \n[75]I work better alone.  Why don't you do some snooping around the set? \n[76]What the hell are you doing? \n[77]I am Gale Weathers! \n[78]None. \n[79]And as a sane person.  For you that must be quite a stretch. \n[80]Ha. Maybe I should join SNL. \n[81]No really? \n[82]Possibly. \n[83]Really, you know you'd make a fascinating interview. Lifestyles of the Rich and Psychotic. \n[84]Oh I wish I got that one on tape. It'd put a smile on my face everytime I'm down. \n[85]I'm Gale Weathers, author of the Woodsboro and Windsor College murders, and anchorwoman for TOTAL ENTERTAINMENT. Maybe you've heard of me? \n[86]Does the name Maureen Prescott sound familiar to you? \n[87]Well can you tell me if the woman in this picture looks familiar to you. \n[88]Well if you won't work for me, will you work for the president? \n[89]It may be Maureen Reynolds -- \n[90]What are these movies? 'Amazombies', 'Space Psychos' 'Creatures from theSan Andreas Fault'? \n[91]Dew! \n[92]Sidney, what happened? \n[93]We did some researching in the archives. Sid, something dawned on me when I wrote the book on your mother's murder. For two years of her life, 1969 up until 1971 she basically disappeared off the face of the Earth. \n[94]She was an actress Sidney. Minor B-Movies. But now we have a new suspect in this twisted fucking web . . . John Milton. \n[95]It makes sense doesn't it? It's his big grandiose swan song from the genre. What a better way to end than with a bloodbath? \n[96]Dewey, Jennifer, I think we should pay John Milton a little visit. \n[97]Answer the question. You knew Sidney's mom? \n[98]Nobody said she was an actor. \n[99]Settle down Beavis.  Why don't you tell us the truth? \n[100]And now? I mean, murders on your set and still you say nothing? \n[101]Just because you knew her? \n[102]I don't think so!  Just what happened to Maureen when she was in Hollywood? \n[103]Well how would you like his rotten carcass dug up and drug all over National TV? Why don't you start talking. \n[104]Are you saying she was- \n[105]Milton's not a killer. He's a pervert. He probably went out to buy more KY JELLY for his jack -off parties he has with his two best friends. \n[106]Do you get any of my witty humor? I mean, you did play me for three movies.  His two hands, dingus. \n[107]Oh Dewey I'm sorry. \n[108]Here. Let me -- \n[109]Shit. That's gonna leave a mark. \n[110]Paternity test results. Christ Dewey, you're never going to believe who Milton's kid is. \n[111]Dewey! \n[112]He killed Milton! The killer's  inside there! Oh God!  DEWEY! Dewey's in there too! He needs medical help! He's hurt! \n[113]Awfully late time to be doing an interview. \n[114]Sidney, stay away! \n[115]Dewey! No! \n[116]Oh God!  Oh God! \n[117]Christ Sidney hurry up! That fucking lunatic is coming! \n[118]I know! He killed Kincaid! \n[119]Let's get out of here! \n[120]Jesus Christ Sidney get out of here! He can't get us both! \n[121]\n[122]Hey bitch, don't ever use prop cuffs to restrain Gale Weathers. \n[123]I know all the tricks! \n[124]\n[125]\n[126]Sure, why not. You did Save my life,Mr. Rielly. ", "WOMAN": "\n[1]GALE WEATHERS! Oh my God! Shit. Listen, I know we've never met, and I don't mind you never returning my calls, but I have to tell you that after two films I feel like I am in your mind. Well, that would explain my constant headaches.  You know I'm sorry that things didn't work out on '60 Minutes II', but 'Total Entertainment' that's a pretty good fall back. Thank you.  I'm sorry that things didn't work out with Brad Pitt, but being single, that's a pretty good fall back. Gives me more time for my work. After all, Gale Weathers, you're such a complex character. And to be played by an actress with such depth and range. No answer at Sid's. Where'd the Detective go? \n[2]Hello? \n[3]Laura I think I just killed somebody. \n[4]Uh-huh I'm sure. I've killed someone! \n[5]No I need to call you. Just you. \n[6]Don't you want to know how you can help, Sidney?  Are you listening to me, huh? \n[7]It's mother, Sidney, now be a good girl and turn on the news. DO IT! ", "Jennifer": "\n[1]\n[2]You! How can I ever get any fame playing you! \n[3]God damn you Gale Weathers! Don't you see? The killer is choosing  his victims as they die in the script! Ben Damon's character was the first one to get offed. So was his girlfriend - but she wasn't cast yet so his real girlfriend was killed - then Sarah Darling's Candy, and now me! \n[4]I know right. It was kinda weak. That's cause Will Kennison only wrote a rough treatment of it. The script was written by some new guy. He wrote Arlington Street. \n[5]Shit! Where the hell are Tom and Angelina? \n[6]What about her? \n[7]What if it's the killer? \n[8]Do you smell something? \n[9]Oh shit it's my cell! \n[10]Hello? \n[11]It's him! It's the killer! \n[12]What's your favorite scary movie Gale? \n[13]God damn it you two! Run! Hurry! He's dead! \n[14]\n[15]Geez. \n[16]Being Gale Weathers.  What the hell are you doing? \n[17]Here's how I see it.  I've got no house, no movie, no gun, and I'm being stalked.  Because someone wants to kill me?  No, because someone wants to kill you. So now, starting now, I go where you go.  That way, if someone wants to kill me, I'll be with you, and since they really want to kill you, they won't kill me, they'll kill you.  Make sense? \n[18]You know in the movies, I play you as being much smarter. \n[19]That's funny. \n[20]Need to get in that building? \n[21]There a story in that building? \n[22]Gale Weathers would find a way.  \n[23]Basements creep me out. \n[24]Look who's talking Moneybags. You got more homes than I do. \n[25]Bitch. \n[26]Twenty dollars? Who are you Nancy Drew? \n[27]Go ahead. It's worth three grand easy.  My Gale Weather's will stop at nothing to get the story. \n[28]Rina Reynolds. What a stage name. \n[29]We've found out where she went. \n[30]Sidney, what happened? \n[31]Rina Reynolds. \n[32]Good twist. \n[33]Oh, Come on!  You have made millions off the story of her murder.  You're obsessed with HER and you're obsessed with her DAUGHTER! \n[34]Oh God Gale, Dewey was right. Stop getting so nervous and you might stop causing me to gag! \n[35]I think Milton's the killer. I think he just went out to kill another cast member. \n[36]Rob Reiner and Quentin Tarentino? \n[37]Excuse me Gale! What the hell do you think you're doing? \n[38]What? What'd you find? \n[39]Guys! I got a bad feeling. \n[40]Guys there's someone else in the fucking room! "}}