{"dialogues": {"SOMERSET": "\n[1]No... no.  There's nothing wrong. \n[2]Soon. \n[3]Everything here still seems... seems so strange to me.  All this. \n[4]That is exactly what I mean.  Strange. \n[5]Did his wife confess?  Did she actually speak the words? \n[6]Yes.  Look at all the passion splattered up on the wall here. \n[7]Did their son see it happen? \n[8]I heard you brought in two small-timers last night. \n[9]Since we are just starting out, I thought we could go to a bar.  Sit and talk for awhile.  That way we can... \n[10]I meant to ask you something... when we spoke on the phone.  I can't help wondering... Why are you here? \n[11]All this effort you've gone through, to be transferred from Philadelphia to here.  It's the first question that pops into my head. \n[12]You think you know me?  You just met me two minutes ago. \n[13]It's very simple.  You've come from the \"City of Brotherly Love\" to the \"City of Brotherly Hate,\" detective.  I've never seen it done that way. \n[14]Let me tell you how I want this to go. I want you to look, and I want you to listen. \n[15]But, you've never worked homicide in this city. \n[16]Well, please do me the favor of remembering it. \n[17]At what time did you confirm the death? \n[18]Thank you, Officer Davis.  We'll see you again after we've had a look. \n[19]I wonder what exactly was the point of the conversation you were about to get into? \n[20]Drop it.  We have more important concerns just now, don't we? \n[21]Not yet. \n[22]If you could... spare me the anecdotes for now.  Leave the refrigerator open for the light. \n[23]What do you smell?  Other than him, and all the food. \n[24]A bucket. \n[25]Is there any blood in it? \n[26]Guessing this early is useless. \n[27]Well, three is certainly a crowd in here.  And, with four, someone's bound to be stepping on evidence. Detective Mills, go help the officers question the neighbors. \n[28]Send one forensic in on your way out. \n[29]Pizza and paperwork, Detective Mills. \n[30]No. \n[31]Yes.  Impressive work. \n[32]I know it.  That doesn't mean... \n[33]I made a decision, because I have to worry about the integrity of the scene. \n[34]When I'm on scene, I'm not going to worry whether you think you're getting enough time on the playing field.  I'm there to do the work. \n[35]You've worked Homicide for four years, or for five years... Don't count the half-years, unless you want to sound like a rookie. \n[36]Doctor, are you saying this man... ate till he burst? \n[37]Those bruises on the back of the victim's head were caused by the muzzle of a gun. \n[38]He was force-fed... till his body started rejecting the food.  He literally couldn't eat another bite. \n[39]His throat was swollen from the effort. He was bleeding internally. He must have blacked out... and, if you're the killer, you're not going to want to wait around for him to die. \n[40]Same color and texture. \n[41]Always look for one thing to focus on. There's always one singular thing, and it might be as small as a speck of dust, but find it and focus... till it's an exhausted possibility. \n[42]Exactly.  Why would so many pieces be inside his stomach unless they were placed there intentionally? \n[43]Milton. \n[44]It's a quote from a book.  Milton's Paradise Lost. \n[45]\"One pound of flesh, no more no less. No cartilage, no bone, but only flesh. This task done, and he would go free.\" \n[46]This victim, Mr. Gold, was tied down nude, holding a carving knife.  And he was given a long time... to decide. Where to make the first cut?  There's a gun to your head... but, what part or parts of your body are expendable? \n[47]Mr. Gold tried for the whole pound at once, his love handle.  But, he went into shock.  Bled to death. \n[48]Look at both killings together.  This murderer is an artist. \n[49]He uses colors and symbols.  He positions the bodies after death, so he's working with composition.  It's been premeditated so meticulously... and this is just the beginning. \n[50]The rats and the pennies.  The circle and the triangle on the wall.  There's something about them... these murders mean something. \n[51]I need you to know... I want us reassigned.  We're declining this case. \n[52]This cannot be my last duty here.  It's going to go on and on. \n[53]Everything else was taken as close to a conclusion as humanly possible. \n[54]Also... I don't think this should be Mills' first case. \n[55]It would be too much for him, too soon. \n[56]I'll get a job.  Maybe on a farm.  I'll fix up my house. \n[57]I don't know what you mean. \n[58]Did you read in the paper today, about the man who took his dog for a walk? And how he was mugged?  And, his wallet was taken, and his watch.  Then, while he was still lying unconscious, his attacker stabbed him with a knife in both eyes.  It happened last night.  Not far from here. \n[59]I have no understanding of this place. \n[60]Yes.  You're absolutely right. \n[61]Put a little elbow grease into it! \n[62]Sorry.  Last one. \n[63]How is she?  Have you seen her recently? \n[64]Good for her. I'm leaving soon myself.  I'm finally getting out. \n[65]He became a realist. \n[66]Not that I don't appreciate your recent artistic endeavors... but, what happened to the painter I used to know? \n[67]They're not for sale. \n[68]What is it?  What's the murderer trying to say? \n[69]What picture is he painting? \n[70]Where? \n[71]The seven deadly sins. \n[72]Envy, wrath, pride, lust and sloth. Seven deadly sins. \n[73]And, it's two down... five to go. \n[74]Uh... I was looking for Mills.  David, I mean. \n[75]Mrs. Mills, my name is Somerset.  If I could leave these books for him. \n[76]Thank you. \n[77]Could you tell him... tell him this is his reading assignment.  It's urgent. I've marked the most important pages. \n[78]I do have to get going. \n[79]Really?  Good things, I hope. \n[80]Really? \n[81]I'm going to leave him a list of specifics.  It all relates to the case he's on. \n[82]To be perfectly honest, Mrs. Mills... \n[83]Tracy.  David and I weren't exactly what you could call fast friends. \n[84]I doubt your husband shares that opinion. \n[85]He's a good cop.  He just... \n[86]I hear you and he were high school sweethearts. \n[87]It's rare these days... that kind of commitment. \n[88]Well... this will only take a minute. \n[89]My future. \n[90]Well!  I guess I won't be showing this to him then. \n[91]How's it coming? \n[92]It's your name on the door. \n[93]Hello? Yes, well... I appreciate the thought, but... I... Well, I guess I'd be delighted to. Thank you... goodbye. \n[94]I'm invited to have a late supper with you and your wife.  And I accept. \n[95]Tonight. \n[96]I was close.  It just didn't happen. \n[97]Any person who spends a significant amount of time with me finds me... disagreeable.  Just ask your husband. \n[98]Too long.  Much too long. What do you think of our fair city? \n[99]You'll get used to it pretty quickly. There are things in any big city that stand out at first.  But... \n[100]I'm sorry... it's a nice apartment. \n[101]All television does is teach children that it's really cool to be stupid and eat candy bars all day. \n[102]What about them? \n[103]I read.  Remember reading?  What's the last book you read, Mills? \n[104]I vaguely recall Wilma, and someone named... Dino. \n[105]No connection between the two victims? \n[106]No witnesses of any kind? \n[107]In this city, minding your own business is a perfected science. \n[108]At the precinct, Sunday nights, they offer a public crime prevention course. And, the very first thing they teach is that you should never scream \"help\" if you're in trouble.  Scream \"fire.\" Because people don't want to get caught up in anything.  But, a fire... that's entertainment.  They come running. \n[109]\"The Sun in Splendor with the Eye.\"  It refers to God the father, and to Saint Thomas Aquinas. \n[110]Aquinas wrote a summary of theology, Summa Theologica.  And he wrote about the seven deadly sins. \n[111]Now, what else have you got? \n[112]So... satisfying my curiosity.  I'm still leaving town on Sunday. \n[113]This is his wife? \n[114]And, if it's a threat? \n[115]This is the one thing. \n[116]It's like he's preaching. The sins were used in medieval sermons. There were seven cardinal virtues, and then seven deadly sins, as a learning tool.  The sins distract man from true worship.  True faith. \n[117]Seven Terraces of Purgation. \n[118]Because there's creativity in the mix. Consider these books as the murderer's inspiration.  Or aspiration. \n[119]He sees himself contributing to the body of Christian work. \n[120]For all of us to see and learn from. These murders are like forced attrition. \n[121]Attrition.  When you regret your sins, but not because you love God. \n[122]When Mr. Gold's wife found the body, about how long was she in the apartment? \n[123]I thought you said she found the body. When she got back from a business trip. \n[124]Maybe she is supposed to see something... she just hasn't had a chance to see it yet. \n[125]He sees himself contributing to the body of Christian work. \n[126]For all of us to see and learn from. These murders are like forced attrition. \n[127]Attrition.  When you regret your sins, but not because you love God. \n[128]When Mr. Gold's wife found the body, about how long was she in the apartment? \n[129]I thought you said she found the body. When she got back from a business trip. \n[130]Maybe she is supposed to see something... she just hasn't had a chance to see it yet. \n[131]Have her look one last time. \n[132]This has got to be it. \n[133]It has to be.  He changed the wire to rehang it. \n[134]Bear with me. \n[135]Shut up and wait! \n[136]Call the print lab.  Now. \n[137]No.  I have not. \n[138]It doesn't work for me.  I can't believe he wants us to help him stop. \n[139]You really meant what you said to Mrs. Gold.  You really believe we'll get him, don't you? \n[140]I wish I still thought like you.  I'm so far gone from that. \n[141]All we do is pick up the pieces.  We take all the evidence... all the pictures, statements.  Write everything down and note what time things happened. We take it all, make a nice, neat pile and file it away.  Just in case it's ever needed in a courtroom. \n[142]I've seen even the most promising clues lead to dead ends.  Hundreds of times. \n[143]In this city, if all the skeletons came out of all the closets... if every un- revenged corpse were to suddenly rise and walk again, there would be no more room for the living. \n[144]Does not seem like our killer, does it? \n[145]Zero does possess the requisite degree of insanity... but, he doesn't have the desire somehow.  Our killer seems to have more purpose.  More purpose than Zero could ever conceive of. \n[146]Why would we? \n[147]No.  Never in twenty-four years.  I took my gun out only five times with the actual intention of using it.  I never fired it.  Not once. \n[148]And? \n[149]How did the fire-fight end? \n[150]How was it? \n[151]I think Hemingway wrote somewhere... I can't remember where, but he wrote that, in order to live in a city, you have to have the ability to kill.  I think he meant you truly must be able to do it, not just faking it, to survive. \n[152]Sloth... it's sloth. \n[153]Someone call an ambulance. \n[154]The first photo... it's dated one year ago.  Almost to the day. \n[155]The way this has gone, I didn't think it was possible, but we may have underestimated this guy.  The type of intestinal fortitude it must take... to keep a man bound for a full year.  To sever his hand and use it to plant fingerprints. \n[156]Listen... we have to divorce ourselves from our emotions here.  We have to keep focusing on the small details. \n[157]He'll string us along all the way if we're not careful. \n[158]Are you listening to me?! \n[159]They pay cops for the inside scoop, and they pay well.  You can hate them, but you better give them something, or they'll make it all up. \n[160]Oh, it's alright.  It's always impressive to see a man feeding off his emotions. \n[161]I needed for you to see them. \n[162]If this killer belongs to a certain branch of the church... if he collects religious art from a certain period, I want to know.  I have to narrow it down. \n[163]In the murders, gluttony is green. Greed is yellow.  Sloth is indigo. \n[164]Where do I look?  If the colors changed so often? \n[165]Problems? \n[166]Father? \n[167]Tell me what happened. \n[168]What abuse? \n[169]Father Stone.  I'm a policeman.  I'd like to ask you a few questions, if it's alright? \n[170]I want to ask you about the seven deadly sins. \n[171]Yes, father. \n[172]I don't... \n[173]I... I need to ask about the sins.  Do you understand what I'm saying? \n[174]I'm just looking. \n[175]Is this still the Lord's house? \n[176]And, even if Father Stone was guilty of everything... if he was hurting children here?  It's still the Lord's house? \n[177]No. That's not what I've given up on. \n[178]So, what is this? \n[179]Dario!  Come here. \n[180]According to the Father, this orphanage wasn't around for more than five or six years in the late fifties.  So, I want someone to go to the Department of Child Welfare or City Hall and dig up all the records on this place.  Understand? \n[181]Get a list of every child who attended this orphanage before it shut down.  Get it on my desk within the hour. \n[182]You thought of this all by yourself? This was your brainstorm? \n[183]It's a pleasant surprise. \n[184]I guess not. \n[185]No... I don't see any Ramirez. \n[186]No. \n[187]No. \n[188]That's not what you think it is. \n[189]That's right.  Let me have it. \n[190]How do you know? \n[191]Christ... it's like a sick joke. \n[192]There is one boy here.  He was abandoned... no one knew who his parents were, so he was named at the orphanage... John Doe.  It's his legal name. \n[193]We're focusing. \n[194]We'll look at him.  Ask a few questions. Try to get a feeling whether we should keep tabs on him. \n[195]Yeah.  I think so. \n[196]Jesus Christ. \n[197]I know. \n[198]We need to put more men on this. \n[199]We've got about five thousand notebooks in this room.  And, as near as I can tell, each notebook contains two hundred and fifty pages. \n[200]\"What sick, silly puppets we are, and what a gross stage we dance on.  What fun we have, dancing around, not a care in the world.  Not knowing that we are nothing.  We are not what God intended.\" \"On the subway today, a man came up to start a conversation.  He was making small talk, this lonely man, talking about the weather and other things.  I tried to be accommodating, but my head began to hurt from his banality.  I almost didn't notice it had happened, but I threw up all over him.  And I couldn't stop myself from laughing.\" No dates indicated.  They're placed on the shelves in no discernible order.  He describes a scab on his arm for five pages, then writes about existential philosophy on the next. \n[201]It's just his mind poured out on paper. \n[202]You can see what he did. \n[203]She had the telephone. \n[204]Or, kick out the chair, and spare yourself a lifetime of hideousness. \n[205]Tracy? \n[206]I'm alright.  I'm glad to see you found this place.  I almost should have expected to run into you here, knowing that you teach English. \n[207]This is why I moved into this neighborhood. \n[208]Same here. \n[209]You can stay and browse a little longer, can't you?  I mean... \n[210]I... I hardly know anyone I can talk about books with anymore.  I'd appreciate the company. \n[211]The irony is, that after a day of the type of work he did, he'd come home and read me these morbid crime stories.  Le Fanu's Green Tea.  Murders in the Rue Morgue. \n[212]My mother would give him hell... because I was young, and he was keeping me up till all hours, giving me nightmares. \n[213]One birthday, he gave me a hardcover book called The Century of the Detective, by Jurgen Thorwald.  It traced the history of detection as a science and it sealed my fate.  Because it was real, and that a drop of blood or a piece of hair could solve a crime... was incredible to me. \n[214]Okay, thanks. \n[215]I'll give you a ride. \n[216]I have to insist.  If your husband found out I let you ride the subway at this hour he'd tear my head off. \n[217]I mean, literally. \n[218]It's a hard place, Tracy. \n[219]You have to put blinders on sometimes. Most times.  But, keep in mind, Tracy, like tonight, there are small pockets of sanity.  Some bars and bookstores. Museums.  Several last vestiges of civilization. \n[220]You can always look into the private schools.  You'll find something. \n[221]You're too hard on yourself, Tracy. \n[222]It's okay to hate this city.  It's natural.  But, there is a bright side in all this.  There is.  You want to hear it? \n[223]I can't think of another place that needs education more than this city. And you're a teacher.  You can make a difference in a few people's lives. It's a very good thing. \n[224]Goodnight. \n[225]I'm sorry, Tracy.  I'm sorry. \n[226]Nothing.  Sorry. \n[227]Apples on the floor.  Original sin. \n[228]Lust is everywhere.  That's the hard part.  I think lust is the most prevalent sin, even more than greed. \n[229]Bright red. \n[230]Red sky at night, sailor's delight. \n[231]Red light district. \n[232]It would be fitting. \n[233]What was this job you did for him? \n[234]You built this for him?  You built this? \n[235]Where was the girl? \n[236]Where was the prostitute? \n[237]Who tied her down?  You or him? \n[238]There's not going to be a happy ending. It's not possible. \n[239]No.  Face it now.  Stop thinking it's good guys against the bad guys in this city. \n[240]You tell me... when you walk into an apartment, and a man has beaten his wife to death, or, a wife murdered her husband in cold blood... and you have to wash the blood off their children.  You put the killer in jail.  Who won? \n[241]Where's the victory? \n[242]If we caught John Doe tomorrow, and it turned out he was the devil... if it turned out he was literally Satan, then, that might live up to our expectations. No human being could do these horrible things, right?!  But, this is not the devil.  It's only a man. \n[243]Who are you fighting for?  People don't want a champion.  They just want to keep playing the lottery and eating hamburgers. \n[244]There's no one thing, if that's what you mean.  I just... I can't live anymore where stupidity is embraced and nurtured as if it were a virtue. \n[245]Wrong!  I sympathize completely. Because if you can't win... then, if you don't ignore everything and everyone around you, you go insane.  It's easier to smoke crack, and not worry that your wife and kids are starving to death. And, it's so much easier to bear a child till that child finally shuts up, because it takes so much work to love. And, if you bothered to think about the abuse, and the damage, you'd be sad. \n[246]No, I am not!  I'm talking about common, everyday life here.  Where Ignorance isn't bliss, it's a matter of survival. \n[247]People who are in arguments over their heads always use meaningless slogans. But, life doesn't conform to analogies. \n[248]That part of me is dead. \n[249]Hello. \n[250]Is everything alright? \n[251]I don't think that's a good idea. \n[252]David doesn't know about this?  You haven't told him? \n[253]I have to tell you, Tracy, I'm not the one to talk to about this. \n[254]I... I had a relationship once, very much like a marriage.  And, there was a baby.  A long time ago.  Things were good.  And I got up one morning, and I went on a case... a murder, like any other.  Except it was my first since hearing about the baby.  And, I felt this fear and anxiety coming over me.  I looked around and I thought, how can I raise a child here?  So, that night, I told her I didn't want us to have children,  And, over the next few weeks... I convinced her... \n[255]I mean, I wore her down... slowly. \n[256]I can tell you, I know... I'm positive I made the right decision.  I'm positive it was the right thing to do.  But, there's never a day that goes by that I don't wish I had decided differently. \n[257]If you... if you decide not to have the baby... if that's what you decide, then never tell Mills you were pregnant. I mean that.  Never tell. Your marriage would just wither, and die altogether. \n[258]But, if you decide to have the baby, then, at that very instant, when you're absolutely sure... tell him.  Tell him that exact second.  And, spoil that kid every chance you get. \n[259]That's all the wisdom I can share with you, Tracy.  I barely know you. \n[260]Probably not.  But, it's probably better that way. \n[261]I've decided... I want to stay on, till this is over.  Till either it's done, or we can see it will never end. \n[262]One of two things is going to happen. We're either going to get John Doe... or, he will finish his series of seven, and he'll never be found. \n[263]I'm requesting you keep me on as your partner a few more days.  You'd be doing me the favor. \n[264]No.  I wasn't sure at all. \n[265]As soon as this is over, I'll be gone. \n[266]Be careful! \n[267]I don't believe it. \n[268]Because he is John Doe, by choice. \n[269]Slow up.  You and I are, probably for the first time ever, in total agreement. He wouldn't just stop. \n[270]John Doe's only two murders away from finishing his masterpiece, right?  But, can you even conceive of what might happen next?  I mean, can you tell me how he's going to go about it? \n[271]I can tell you this; I recognize his lawyer.  His name is Mark Swarr.  He's the one who kept Zero out of prison. We'll wait for John Doe's plea. \n[272]This is all part of his game plan. \n[273]Hold on... just a minute. \n[274]If he were to plead insanity... this conversation is admissible.  The fact that he's blackmailing us with his plea... \n[275]Well... let's get the fucking lawyer out of the room, and we can talk about how this whole thing's going to go down. \n[276]If John Doe's head splits open, and a U.F.O. flies out, I want you to have expected it. \n[277]No emotion.  Stay as cold as ice. \n[278]What is it? \n[279]Please... \n[280]Give me a break. \n[281]Ready? \n[282]I'm here. \n[283]If we're on the bridge, you keep your distance.  You hear me? \n[284]Cross the river before us if necessary. \n[285]A quick sweep is all we get.  Clear out now.  You're right in front of us. \n[286]You stay out of this unless I call you in, California.  Understand? \n[287]Mills! \n[288]Christ. \n[289]Mills!  Pull out! \n[290]Pull out now! \n[291]Where's David? \n[292]Tell me what you want. \n[293]I want to see him.  Show me Mills. \n[294]You're a murderer.  That's all.  The only way you've distinguished yourself is by your particular brutality. \n[295]You're killing innocent people, and I should admire you?  You're doing it because it gives you pleasure.  That's the only purpose... your sick pleasure. \n[296]All you've done is cause more misery and pain!  You've given people all the more reason to believe there is no God! \n[297]Do you really think I'm just going to let this happen?!  You think I'm going to let him die? \n[298]Let him go, God damn you. \n[299]Alright... you don't have to do this, John.  You've already made your point. \n[300]You're insane.  That's why. \n[301]Don't do this! \n[302]No! \n[303]David, get out! \n[304]No! \n[305]David... David?  Please... \n[306]You. \n[307]I wish I could say something... Something to... I don't know... \n[308]We'll keep in touch.  I'll come visit. \n[309]Take care of yourself. Take care of the baby. \n[310]Goodbye, Tracy. \n[311]Oh... man... ", "MILLS": "\n[1]Is that your car, man? \n[2]Does that car belong to you? \n[3]You're telling me that's your car? \n[4]Uh... Lieutenant Somerset? \n[5]I'm David Mills... your new partner. \n[6]I'm a little thrown.  I just finished orientation at central, and they dumped me off down here. \n[7]Yeah.  Two real idiots. \n[8]Excuse me, but I'd rather start sniffing for a case, if it's all the same to you. Seeing how we only have a week for this whole transition thing. I want to get into the shit a.s.a.p., know what I mean? \n[9]I... I don't follow. \n[10]I'm here for the same reasons as you, I guess.  Or... at least the same reasons you used to have for being here... ...before you decided to give up. \n[11]Maybe I don't understand the question. \n[12]I don't know.  Maybe I thought I could do more good here than there. You know, it'd be great by me if we didn't start right out kicking each other in the balls.  But, you're calling the shots, lieutenant, so however you want it to go. \n[13]I wasn't standing around Philly guarding the fucking Liberty Bell. \n[14]I realize that. \n[15]Wait, wait, wait.  You didn't check him? You didn't check vital signs? \n[16]No.  The point is, when you're first man in, you check vital signs. \n[17]Listen, Godzilla... \n[18]And, I wonder how many times Officer Davis there has found a supposedly dead man who didn't really die until Davis was back in the patrol car calling the morgue and eating a powdered donut. \n[19]Fine... for now. \n[20]I guess that makes it homicide. \n[21]Still, he could have tied himself in. To make it look like murder. \n[22]I don't see any blood or bruises yet. No wounds.  You see anything? \n[23]I saw a guy once... committed suicide, but he wanted to make sure his family could collect insurance money, right? \n[24]So, this guy took this big knife... and he held it behind him, put the tip of it in his back, and he ran backwards into the wall.  Cause, he thought it was going to look like someone stabbed him in the back. \n[25]Except, he poked a big fucking hole in the dry wall when he did it. \n[26]Oh, forgive me.  I thought we had this male-bonding thing going.  My mistake. \n[27]I don't know... there's something. \n[28]It's vomit. \n[29]It's a bucket of vomit. \n[30]Can't tell by looking. \n[31]You think he was poisoned? \n[32]And, those rats there somehow ate the poison off the floor? \n[33]There's room.  Light's the problem. \n[34]Thanks, but no thanks.  I'll stay on this. \n[35]We need to chat. \n[36]You just hold them up.  I do all the work. \n[37]You've seen my files... seen the things I've done? \n[38]So, what's your problem?  I've done my time on door-to-doors, and walking a beat. \n[39]I did all that shit a long time ago. \n[40]That's bullshit. \n[41]The badge in my pocket says \"detective,\" just like yours.  I've been Homicide for four and a half years. \n[42]Oops.  My hand slipped. \n[43]You fucked me over today, and you know it.  You know it. \n[44]Just don't jerk me off.  That's all I ask.  It's not much.  Don't jerk me off. Please, do me the favor of remembering that. \n[45]It was okay.  I mean... it was certainly better than yesterday.  I think Somerset and I came to a small understanding... \n[46]...about this big. \n[47]He is that, if nothing else. \n[48]We started a big homicide case today. I'll spare you the grisly details. \n[49]There are a lot of frightening people in the world. \n[50]Listen, honey.  I don't want to fight tonight.  Okay?  Can we just go one night without fighting about something? \n[51]We're here now.  Okay.  Are we supposed to pack it all in and go back?  How are we going to do that? \n[52]There's a lot of pressure on me... I... \n[53]I know.  I know... \n[54]Fuck you. Fuck you, you son of a bitch!  I'm walking here. \n[55]I'm sorry... I couldn't pass it up.  I never had a chance to actually do that. But, we can start the argument right back up where we left off, right? \n[56]What? \n[57]Goodnight. \n[58]I can see what you're pointing at... \n[59]He died by eating? \n[60]Plastic? \n[61]So, the killer had him at gunpoint, and gave him a choice: eat, or get your head blown off. \n[62]So, the killer held a bucket under him. \n[63]You kick him, pop him like a fucking balloon. Somerset, look here. \n[64]If this is what that is... it doesn't make sense.  It doesn't figure. \n[65]How are pieces of the floor going to get in the guy's stomach? \n[66]\"Dear Detectives.  Long is the way, and hard, that out of hell leads up to the light.\" This is not good. \n[67]What? \n[68]A pound of flesh. \n[69]This is his stuff, captain.  I've been out in the cold most of the day. \n[70]What?! \n[71]Can I just say something? \n[72]This is not my first case, fuckhead! \n[73]Give it to me, then.  There's nothing that says I have to fly with him. \n[74]If Somerset wants out, fuck him. \n[75]Could we talk about this in private? \n[76]Thank you, sir. \n[77]He must have left us another puzzle to solve... somewhere. \n[78]Christ... \n[79]You tell 'em boss.  Detective David Mills is a wonderful human being... \n[80]Fucking Dante.  Goddamn, poetry writing freak, mother-fuck... \n[81]Good work, Officer.  Good work. \n[82]Thank God. \n[83]Great. \n[84]Detective Mills here. Honey, I asked you not to call unless... What... why?  Okay... okay.  Hold on. \n[85]It's my wife. \n[86]Well? \n[87]How's that? \n[88]Tracy.  What the hell? \n[89]No argument. \n[90]It takes time to settle in. \n[91]This real estate guy... a real scum, brought us to see this place a few times.  And, it was nice enough, and the price was right.  I was thinking it was nothing, but I started to notice, he kept hurrying us along.  I mean what could it be?  Why would he only show it like five minutes at a time, before he'd hustle us out the door? \n[92]Oh, fuck. \n[93]That's weird.  It's un-American. \n[94]What about sports? \n[95]You go to movies at least. \n[96]T.V. Guide. \n[97]Excuse me. I just have to say, I can't respect any man who's never seen Green Acres. \n[98]You've never seen The Odd Couple?  The Flintstones? \n[99]We think he acted like he was delivering a package.  The doorman at Mr. Gold's building says he doesn't even look at anyone who goes in anymore. \n[100]None.  Which I can't understand.  It's like this guy's invisible. \n[101]Which saint is he? \n[102]Look, I appreciate being able to talk this out, but... it's my case. \n[103]The eyes were circled.  With Mr. Gold's blood. \n[104]She was away on business.  She got back the day he was killed.  If this means she saw anything, I don't know what. We've questioned her about ten times. \n[105]We put her in a safe house. \n[106]I know. \n[107]Like in these paintings, and in Dante's Purgatory, right?  But, in Purgatory, Dante and his buddy climb that big mountain... \n[108]Anyway... pride comes first, not gluttony.  And in all the paintings, the sins are in a different order.  I can't find a pattern. \n[109]He's punishing these people. \n[110]What?  Forced what? \n[111]Because someone's holding a gun on you. \n[112]She didn't find it.  The door to the apartment was open and a neighbor... \n[113]No.  She got back after you and I had already been there. \n[114]What? \n[115]Please, look for anything strange or out of place.  Anything at all. \n[116]I need your help if we're going to get the guy who killed your husband.  If there's anything in these pictures... \n[117]Are you absolutely sure? \n[118]He's punishing these people. \n[119]What?  Forced what? \n[120]Because someone's holding a gun on you. \n[121]She didn't find it.  The door to the apartment was open and a neighbor... \n[122]No.  She got back after you and I had already been there. \n[123]What? \n[124]Please, look for anything strange or out of place.  Anything at all. \n[125]I need your help if we're going to get the guy who killed your husband.  If there's anything in these pictures... \n[126]Are you absolutely sure? \n[127]We have to show her those.  There might be something she's missing. \n[128]What is it? \n[129]What? \n[130]Nothing. \n[131]It's nothing. \n[132]Give it up.  The killer didn't paint the fucking thing. \n[133]He fucked us. \n[134]Son of a bitch! \n[135]What? \n[136]Oh, yeah, sure.  You got to be kidding. \n[137]Talk to me. \n[138]Listen, honestly... have you ever seen anything like this?  Been involved in anything remotely like this? \n[139]Who the hell knows?  There's plenty of schizoids out there doing dirty deeds they don't want to do.  With tiny voices whispering nasty things in their ears. \n[140]And you don't? \n[141]So, tell me what you think we're doing. \n[142]You're unbelievable.  In my entire life, you're the oldest man I've ever met. \n[143]I've seen the same.  I'm not the country hick-boy you seem to think I am. \n[144]Don't try to tell me you didn't get that rush tonight... that adrenalin.  Like we were getting somewhere. And, don't try to tell me it was because you thought we found something that would play well in a courtroom. \n[145]You tell me.  I'm new in town. \n[146]We'll tag along. \n[147]Satisfy our curiosity? \n[148]You ever take one? \n[149]I pulled it once, fired it once.  I never took a bullet. \n[150]It was my first one of these.  We were a secondary unit, in vice.  I was pretty shaky going in.  When we busted the door, looking for a junkie, the fucking guy opened fire.  One cop was hit in the arm.  He went flying... like in slow motion. I remember riding in the ambulance.  His arm was like... a piece of meat.  I thought, it's just his arm.  But, he bled to death right there anyway. \n[151]Well, I was doing really good in Philly up till then.  Lots of simple busts. I've always had this weird luck... but, this was wild. I got that fuck with one shot... right between the eyes.  And the next week, the mayor's pinning a medal on me. Picture in the paper, the whole nine yards. \n[152]I expected it to be bad, because I heard about other guys.  You know... I took a human life.  But, I slept like a baby that night. \n[153]Sounds like he knew what he was talking about. \n[154]Get up now, motherfucker!  Now! \n[155]I said get up, Sleepyhead! \n[156]Holy shit. \n[157]It's him.  It's Zero. \n[158]Hey, California.  Get your people out. \n[159]Somerset, you... you better look here. \n[160]All pictures of Zero tied to the bed. The last one's dated three days ago. \n[161]What's this? \n[162]A urine sample... hair sample... fingernail clippings.  He's laughing at us. \n[163]I want him bad.  I don't just want to catch him anymore.  I want to hurt him. \n[164]I don't know about you, Somerset, but I feed off my emotions. \n[165]I hear you. \n[166]What the fuck are you doing? \n[167]That doesn't mean anything.  This is a closed crime scene now! \n[168]Get the fuck out of here! \n[169]How do those cockroaches get here so quick? \n[170]I'm sorry... I just... \n[171]He hasn't said anything, or tried to express himself in any way? \n[172]There's no way he'll survive? \n[173]There's a landlord's dream tenant.  A paralyzed man with no tongue. \n[174]Bring me everything as soon as it's transcribed. Long is the way, and hard, that out of hell leads up to the light. \n[175]Milton. \n[176]Our guy's a bookworm, right?  And, I know it's a long shot, but you have to give a picture id and current phone bill to get a library card.  Hey... \n[177]I made two separate lists of books.  One relating to the sins... Dante's Purgatory, Canterbury Tales... The Dictionary of Catholicism... all the religious stuff.  The second list was books about torture methods, mass murderers... sadomasochism.  Whatever our killer might study to do the things he's done.  Whatever his other interests are. \n[178]Alright.  Everything at the library goes into a computer.  So, you can get in the system and cross-reference... \n[179]Let's say you take, Dante's Purgatory, call number eight-five-one-D, and... The Biography of the Marquis de Sade, ninety-two S-A-D-E.  Put those books in the system, and the computer can give you the name of anyone who's ever taken out both those books.  And, it doesn't just give you their name and address, it gives you a complete history of their library reading habits. \n[180]If somebody's out there reading Paradise Lost and studying The Life and Times of Charlie Manson, I want to talk to them. \n[181]Yeah.  Is that so hard for you to believe? \n[182]I'm not as stupid as I look. \n[183]Ramirez.  Manuel Ramirez. \n[184]Elinski.  Dennis Elinski. \n[185]Atwater?  Paul Atwater. \n[186]Okay, here we go.  Listen to the books this guy's been taking out... Basic Homicide Investigation.  Forensic Toxicology... The Encyclopedia of Modern Serial Killers... Of Human Bondage. \n[187]Holy shit.  Somerset... The Writings of Saint Thomas Aquinas. \n[188]Aquinas.  Right? \n[189]Fuck... he used a false name. \n[190]His library card lists him as Jonathan Doe.  John Doe. \n[191]What? \n[192]What are you talking about? \n[193]It's impossible odds that this is him. \n[194]I know, I know.  On one little thing. I'm not complaining.  I'll follow anything we get and I'll take it any way we can get it. \n[195]I'll do the talking, right?  Let me practice here... um, excuse me Mr. Doe, but, are you by any chance a serial killer?  Oh... oh, you are?  Well, come with us then, if you don't mind. \n[196]Somerset! \n[197]It's him!  Jesus Christ, we can get this fucker! \n[198]Are you alright?  Are you okay? \n[199]Give us first crack at it. \n[200]Somerset! \n[201]Somerset, we had him.  Goddamn it. \n[202]The pass is a fake... we had him. \n[203]We were that close to him. \n[204]Make sure it gets around. \n[205]Keep looking. \n[206]You know, you're right.  I don't believe it.  Keep looking. \n[207]I'm working on it, alright.  What have we got. \n[208]Then, he must write about the murders. \n[209]You were right.  He is preaching. \n[210]Hello... hello? \n[211]Okay, John.  Let's... \n[212]Pride.  Just like in the painting. \n[213]Cut her up... dressed the wounds.  He put the noose around her neck and stood her on the chair. \n[214]Call for help, and you'll live.  But, you'll be mutilated. \n[215]It won't be for long, honey.  I swear. This is just till this is over. \n[216]I'm sorry. \n[217]There's two people in that painting. So, maybe he's planning to kill two people this time.  Maybe. \n[218]What's wrong this morning? \n[219]Lust is next.  Lust is sex. \n[220]Adam and Eve. \n[221]Sex, sex, sex.  Fucking sex. \n[222]Lust is red. \n[223]Blood red. \n[224]Red blooded.  Red head.  Dead. \n[225]That would make sense. \n[226]You're damn right it would. \n[227]It was definitely him?  You're positive? \n[228]Oh, fuck... \n[229]If we get him, I'll be happy enough. \n[230]How can you say that?  Especially after today? \n[231]If I thought like you, I'd have slit my wrists a long time ago. \n[232]You do your job.  Follow the law and do the best you can.  It's all there. \n[233]Why don't you shut the fuck up for a while?!  Huh?  You make these speeches... like you know everything there is to know. \n[234]You think you're preparing me for the hard times ahead? You think you're toughening me up? Well, you're not! You're quitting, fine... but I'm staying to fight. \n[235]What the fuck is wrong with you, huh? What burnt you out? \n[236]You're so much better than everyone, right?  No one's worthy of you. \n[237]You're talking about people who are mentally ill.  You're... \n[238]Listen to yourself.  You say, \"the problem with people is they don't care, so I don't care about people.\"  But, if you're not part of the solution... \n[239]You're already here, and you've been here a long time.  So, there's a part of you that knows, even if everything you say is true, none of it matters. \n[240]Fuck you.  You want me to agree with you.  \"Yeah, you're right, Somerset, this place is fucked.  Let's go live in a fucking log cabin!\"  Well, I don't agree with you.  You're quitting, and it makes me sick.  Cause, you're the best I've ever seen. \n[241]Thanks for the beer. \n[242]I love you. \n[243]I love you. \n[244]Oh, you want to stay now? \n[245]You think if you stay you're doing me some big favor? \n[246]You knew I'd say yes. \n[247]What a great big surprise that is. \n[248]Mills and Somerset are on the premises. \n[249]Get down on the floor. \n[250]Get down!  Face down! \n[251]Don't move.  Don't move a fucking inch. \n[252]What about the trace on his bank account?  The guns? \n[253]When do we get to question him? \n[254]This doesn't make sense, captain.  He wouldn't just turn himself in! \n[255]He's not finished! \n[256]Somerset... help me out here. \n[257]Damn it, Somerset.  You know Johnny's fucking with us.  He's pissing in our faces again! \n[258]Well... what the fuck, man? \n[259]No. \n[260]Why me? \n[261]You like what you do for a living? \n[262]I'll do it. \n[263]I'll do it.  I want to finish it. \n[264]I will. \n[265]I will. \n[266]Listen, Somerset... we've been through a lot together.  And, I uh... \n[267]I would like to make sweet love to you. \n[268]Give me a kiss on the lips. \n[269]Extremely. \n[270]What's your story, Johnny?  Who are you, really? \n[271]What's your deal?  You seem pretty fucking nervous. \n[272]You want this to go well?  What is this? \n[273]For us to go pick up two more dead bodies, and have that be the end of it... just seems too boring for you. \n[274]Wouldn't be sensational enough. \n[275]What are you looking at, Johnny? \n[276]I remember a lot of people reading it at me when I was a kid.  I preferred the classic comic version myself. \n[277]I used to have \"Godspell\" on an eight- track tape.  Does that count? \n[278]Sit back, freak. \n[279]Right, right.  I forgot.  You think these murders were for God.  Right? I'm asking you seriously.  You really think what you did was God's good work? \n[280]Jesus Christ, Superstar... who in the world do you think you are?  Jesus Christ, Superstar... \n[281]Alright, Somerset.  Going for a stroll. \n[282]Lean on your side.  Hands behind your head and lock your fingers together. \n[283]Where are we going? \n[284]Lead the way. \n[285]So far, so good. \n[286]You go first. \n[287]Tell me where we're going. \n[288]Slow down, Johnny.  Stop right there. I said stop! \n[289]I'll blow your head off right now! \n[290]What... \n[291]No! \n[292]Motherfucker!  No! \n[293]He's gone, Somerset!  He's in the water! \n[294]I'm going in! \n[295]I have to go in after him! \n[296]Come on, Johnny!  I'm right here! \n[297]Come on!  Let's do it!  You and me! \n[298]I'm not going to let you win this! \n[299]Somerset? \n[300]Motherfucker! \n[301]I'm going to kill you, Johnny.  I'm going to see you dead. \n[302]Fuck you! ", "TRACY": "\n[1]Thank you. \n[2]He sounds interesting. \n[3]It's... it's like they emptied all the insane asylums into the streets. \n[4]That's what it's like.  Like they just gave up, and let everyone out. \n[5]There are a lot of frightening people in this city. \n[6]It seems worse than Philadelphia, because everything is pushed right up against you.  In your face. \n[7]I'm not trying to start a fight. How am I trying to start a fight? \n[8]Do I have to act like I love this place? Is that what a \"good wife\" would do? \n[9]And, there's a lot of pressure on me. I'm here with you. \n[10]I'm not going to close my eyes and block everything out, David.  I'm not going to act like you delivered us to some sort of paradise.  I can't... \n[11]Goodnight. \n[12]Can I help you? \n[13]He's not here right now. \n[14]Please, come in. \n[15]David went for a walk.  To clear his head.  Oh, you can put those here. \n[16]Would you like some coffee, or a drink. David should be back any minute. \n[17]At least I got to meet you.  David has told me a lot about you. \n[18]Oh, yes.  He said you were very smart. \n[19]I think he's a bit intimidated by you. \n[20]You two aren't working together anymore. Isn't that so? \n[21]Tracy. \n[22]That's too bad. \n[23]You know, Somerset, David is very... determined.  I'm sure you've seen, it's not likely he'll ever be compared to Gandhi. \n[24]He sees policework as a crusade.  That's what he wants it to be, and, that might sound naive, but he's made a conscious choice to be naive. Believe me, his heart's in the right place. \n[25]Yeah.  Pretty hokey, huh?  But, what girl wouldn't want the captain of the football team as their lifelong mate? \n[26]I guess so. \n[27]Take your time. \n[28]What is this? \n[29]You have a strange way about you, Somerset... I mean in a good way... unusual. \n[30]I apologize.  I'll get out of your hair. \n[31]It's just... it's nice to hear a man who talks like that.  If David saw that paper, he'd say you're acting like a homosexual.  That's how he is. \n[32]I suppose not. \n[33]Why aren't you married, Somerset? \n[34]It surprises me you're not married.  It really does. \n[35]How long have you lived here? \n[36]You take the bad with the good, I suppose.  It's... it's... \n[37]Subway train.  It's right below us/ \n[38]It'll go away in a minute. \n[39]We found out the first night. \n[40]I don't think I've ever met anyone who didn't have a television. \n[41]Somerset.  How are you? \n[42]It's so huge.  It's amazing. \n[43]Don't you love the smell of all the old books.  It smells like... like... I guess just old books, but, I love it. \n[44]Forgive me.  No matter how often I see guns, I can't get used to them. \n[45]If David's going to be back home soon, I should get back. \n[46]I hope you'll come to dinner another night.  Before you leave. \n[47]Sounds like a father who wanted his son to follow in his footsteps. \n[48]David's going to wonder where I am. \n[49]No.  Please, don't bother. \n[50]You've lived here for so long, Somerset. You know this city.  I... \n[51]When David and I lived in Philadelphia, we could afford to live on the outskirts.  But now... I hate it here.  I feel scared, and I feel sick and... I hate it. \n[52]I've visited so many of the schools, looking for work, you know.  And, the conditions are... horrible.  I can't believe how bad it is. Children shouldn't have to grow up here. \n[53]Oh, God, yes.  Please. \n[54]Goodnight, Somerset. \n[55]I... I better go. \n[56]I know. \n[57]I know.  It can't be helped. \n[58]David? \n[59]David? \n[60]Hello, Somerset.  It's Tracy. \n[61]Yes.  Everything's fine.  Could... could you meet me somewhere.  To talk. \n[62]I need to talk to someone, Somerset. You're the only friend I have here.  I don't know anyone else. \n[63]I just can't think straight.  I don't know why I called you, except I can't stand to hold it as a secret anymore.  I had to get it out... and I can't tell David yet.  Not yet. \n[64]I want to have children.  But... \n[65]Somerset... \n[66]Will I see you again, before you leave? \n[67]I'll be okay. \n[68]I'll write to you when we get there. \n[69]Goodbye, Somerset. ", "JOHN DOE": "\n[1]I admire you, David.  Imagine my surprise on finding you at my doorstep. I admire you more and more every day. \n[2]No, no, no!  You listen and don't talk. I suppose you found the painting and the photos.  This is just as well.  Now we all know we've all seen each other. I mean what I say.  I do admire you. \n[3]Oh, there is one other thing.  Fourteen hundred thirty.  West Eighty-sixth street.  Apartment six-o-four. \n[4]Hello, Lieutenant Somerset. \n[5]I want to speak with my lawyer. \n[6]It doesn't matter who I am.  Who I am means absolutely nothing. \n[7]I want this to go well.  It's very important to me, obviously. \n[8]Turn right on this street.  Stay in the left lane. \n[9]Wanting people to pay attention, you can't just tap them on the shoulder. \n[10]Sometimes you have to hit them in the head with a sledgehammer... and then you get their strict attention. \n[11]Looking back... at the city proper... \n[12]And yet, no pillar of salt. Lost on you, isn't it?  You've never read the Bible, have you, David? \n[13]You make me sick. \n[14]Ignorant heathen. \n[15]The Lord works in mysterious ways. \n[16]We can walk from here. \n[17]It's right this way. \n[18]In here. \n[19]Hello, Somerset. \n[20]He's here.  With me. \n[21]What do I want?  The same you... I want an ending.  Stay where you are.  Put your gun on the floor and slide it all the way down here. \n[22]You're an intelligent man, Somerset. You understand what you're a part of, don't you?  When this is finished, it will seem surreal, but it will be a whole, crystalline reality.  And, no one will be able to deny it, no matter how hard they try. \n[23]You know that's not true.  You know. \n[24]Stay where you are! \n[25]I won't deny my personal desires.  I won't. \n[26]But, I don't mourn the victims in this any more than I mourn the thousands who died in Sodom and Gomorrah. \n[27]Stop! \n[28]Yes. \n[29]How can you speak of God, Somerset? When was the last time you spoke His name? \n[30]When did you last speak His name?  Was it in prayer?  Or, did you say the Lord's name after you stubbed your big toe?  Or, did you use His name to curse another man? \n[31]The irony, David, is that you policemen and I want the same things.  But, you are so short sighted.  In this city, where you can see a deadly sin on every street corner... and in every home, we want repentance. \n[32]We want good over evil.  We want values instilled in the children.  We want a world where a man or woman can lead a decent life. Wisdom, understanding, counsel, fortitude, knowledge, piety, and fear of the Lord.  Such simple concepts.  Why are they non-existent? \n[33]There were two men once, who had wonderful gardens.  Two gardens of flowers that went on as far as the eye could see.  Beautiful gardens... the fragrance was inspiration in itself. \n[34]But, both gardens were beset by problems.  Weeds started to take root, and there were infestations of insects and diseases.  The gardens started to turn putrid.  And, one man fought to save his garden, because he could never forget how it once was.  Everyday he cut the weeds, and killed the insects. Fought the diseases. \n[35]That man never had a beautiful garden again. \n[36]The other man plowed his garden under. He plowed it under the soil.  He started over. \n[37]Stay there, Somerset.  Or, I'll kill him right now. \n[38]Do you think I chose this?  Can you even begin to understand how painful my existence has been?  It's like... like having every sense heightened beyond comprehension. \n[39]So that the stench of the street coats your throat like bile.  So, sugar is so sweet it... it makes your bones ache to the marrow. \n[40]No!  You're wrong! \n[41]I was chosen.  And I've wished a thousand times I could have been a normal man.  Like David Mills, a common man... with a common life.  But, wishing that is my sin.  I can't have it and I shouldn't. \n[42]I meant what I said.  I admire David Mills.  I envy David Mills. Envy is my sin. ", "CAPTAIN": "\n[1]What is the point, Somerset? \n[2]An artist? \n[3]Wrong.  For all we know, we might never hear from him again, and I don't want that kind of talk floating around. \n[4]So?  What? \n[5]You with him, or you just here to watch? \n[6]Always working overtime up in that big brain of yours, huh?  Always cooking. \n[7]What the hell are you talking about? \n[8]You've left unfinished business before. \n[9]I don't have anyone else to give this to, Somerset.  And nobody's going to swap with you. \n[10]That's not necessary.  You're in. \n[11]Start picking up the pieces.  I'll shuffle some paper and try to get you a new partner. \n[12]You win, Somerset.  You're out. \n[13]What are you going to do with yourself out there, Somerset? \n[14]Can't you feel it yet? Can't you feel that feeling... that you won't be special anymore? \n[15]You know. \n[16]I heard. \n[17]It's always been like this. \n[18]You were made for this work, Somerset. I can't believe you're going to trade it all in for a tool belt and a fishing rod.  But, I guess I'm wrong. \n[19]Wake up, Glimmer Twins.  We have a winner. \n[20]His street name is Zero, as some of you know.  His prints were found at the scene by Detectives Mills and Somerset. \n[21]Now, Zero has a long, long history of mental illness.  Serious illness.  He was all over your television sets two years ago after he raped and killed a seventy-three year old woman.  He got off, as the saying goes, on a technicality.  So we watched him on the streets, and he went out of circulation about a year ago. \n[22]His last place of residence is still in his name.  A search warrant is being pushed through the court as we speak. \n[23]Listen, California.  When you go in, if Zero isn't home, some of his buddies might be house-sitting.  And besides using, Zero deals, so, you will be very uninvited guests. \n[24]Alright, boys, you're running on empty. Go home.  Just make sure you sleep with the phone between your knees. \n[25]He cuts off the skin of his fingertips. That's why we can't find a single usable print in his apartment.  For a long time, he's been cutting before the papillary lines can grow back. \n[26]The orphanage is all we have.  His bank account is only five years old and it started as cash.  There's no credit history, no employment history.  We even tried to trace his furniture.  All we know for sure is he's wealthy, well educated and totally insane.  We may never know how he got that way. \n[27]You don't.  This goes to court now. \n[28]Well, there he sits.  It's not supposed to make sense. \n[29]You're wound way too tight on this, Mills. \n[30]It's over. \n[31]Frankly, counselor, I'm inclined to let them rot. \n[32]Back off, Mills. \n[33]We're going to have to pass. \n[34]I don't know if I should do this. We found the motel room Doe must have been staying in after you found his apartment. \n[35]Anyway... we found this in his belongings. ", "CALIFORNIA": "\n[1]So, have the housing cops walk up and ring the doorbell.  Problem solved. \n[2]This is it.  Give it up. \n[3]Police!!  Open the door! \n[4]Good morning, Sweetheart! \n[5]Oh, fuck me! \n[6]Check this out, dick. \n[7]Someone call a hearse, more like. \n[8]You heard him.  Hit the hall, and don't touch anything. \n[9]It looks like he's some kind of friggin' wax sculpture. \n[10]Mo-ther... \n[11]You got what you deserved, Zero. \n[12]He's alive! \n[13]He's still alive! \n[14]Is this wind going to hurt us? \n[15]Downtown and moving west.  Looks like you're going to be crossing water. \n[16]You got it. \n[17]Fuck, man... there's about a thousand places to be ambushed out here. \n[18]I don't see anything... not yet. \n[19]You're in charge. \n[20]Somerset, what's going on down there?! \n[21]God damn it!  Let's do something! \n[22]Fuck that!  Let's go! \n[23]I don't know!  Just go! ", "WILLIAM": "\n[1]I always figured that's the only reason you and I used to be friends.  Because I was a friend of hers. \n[2]Speaking of which... \n[3]I painted that about five years ago.  I always told myself I'd give it to you next time I saw you. \n[4]Things are different these days, pal. You wouldn't believe it... \n[5]People buy my paintings now... they drive down in their BMWs and Rolls Royces.  It's the new money generation. I guess they think they're touching the avant-garde... \n[6]There's another thousand dollar William McCracken expression of anarchy. \n[7]Make that two thousand. \n[8]Huh... oh.  No.  She moved out of the city.  Last winter.  She married some businessman, or something like that. \n[9]Yeah?  What happened to the idealistic super-cop I used to know? \n[10]Oh... sorry. \n[11]I can't remember. \n[12]Man... can I buy these from you? \n[13]Wait a minute... \n[14]I... I've seen things like that... \n[15]It's church stuff.  Christianity. \n[16]When it first started... Christian artwork was all from Bible stories.  It was like... nobody had any imagination. It was all... standardized. \n[17]But, later, everyone started painting to tell their own stories... to teach lessons.  Guys like Bosch, Bregel the elder... Van Eycks. \n[18]That's what these murders remind me of. Paintings like these. Gluttony... greed... \n[19]Amen, brother. \n[20]I can find more examples.  There's lots of paintings like those... painted over hundreds of years. And you're right... that murderer is an artist. ", "BLEEKER": "\n[1]Put them away.  I wish you hadn't brought them into the church. \n[2]There were five principal phases in the development of early Christian art. From Hellenistic through the Renaissance... each period was affected by the decrees of religious leaders. \n[3]The influences on these... things he's done, couldn't have come before the Gothic period.  What's in those pictures is presented far too asymmetrically. \n[4]The colors will tell the tale. \n[5]Each sin had a symbolic color.  But the specific color designations changed throughout the ages. \n[6]This is an example.  Gluttony is the sin, and the color is orange.  This particular manuscript is preserved from the 18th century. \n[7]So, if this murderer is as precise as you say, then you need to find out at what period in history was gluttony green... and so on. \n[8]There is one man... Father Stone. I haven't heard from him for quite some time.  This was his passion.  He spent his life studying the sins... and preaching against them. \n[9]Father Stone had a church and congregation of his own.  But, he... there were some problems.  The church is deserted now. \n[10]There was a small orphanage attached to the church, overseen by Father Stone. This was almost thirty years ago. He was an excellent priest, devoted in every way.  Many in his parish demanded his return. \n[11]Allegations were made... Stone was accused of abusing the children in his care.  But, those charges were never substantiated. \n[12]It was claimed... that the children were beaten.  And, punished severely. \n[13]What are you looking for? \n[14]Saint Jerome Emiliani.  The patron saint of orphans. \n[15]Of course it is. \n[16]You have no faith, Somerset?  Have you given up on the church entirely? ", "MRS GOLD": "\n[1]I... I don't understand.  Why now? \n[2]I don't see anything. \n[3]I can't do this now... please. \n[4]I... I don't understand.  Why now? \n[5]I don't see anything. \n[6]I can't do this now... please. \n[7]Wait.  Here... here's something... \n[8]This painting... in the living room... \n[9]Why is it hanging upside-down? ", "SANTIAGO": "\n[1]If you take a look here, buddies... I can tell you, it was not a poison. If you can see... I have emptied all of everything out of the stomach.  But, look at it, now that I took away the liver. \n[2]I move the lungs over.  First, see how big this fat son-of-a-bitch stomach is. Now... here is the strange thing, on the stomach.  Stretches. And, here is it distended.  Look at the size of that, because of the foods. \n[3]On the stomach.  The lines of distention. \n[4]Yes, well, he didn't actually burst.  He was bleeding, inside of himself. And, there's a hemotoma on the outside... on the belly. \n[5]Someone punched him, or kicked him. \n[6]Oh, and there is this here... something else you have to look at and see. \n[7]Most of his stomach contents are in the lab now... but, this.  I found these in the fat man's stomach. \n[8]Why these were in a fat man's stomach, I don't know. ", "TALBOT": "\n[1]I've always said... I've always said, don't send a boy to do a man's job. \n[2]But, David Mills has a sterling record with the Philadelphia force.  I stand behind him one hundred percent. \n[3]However... however... let me say this... \n[4]If Detective Mills, at any point in this investigation... if he is not pulling his weight, I will be the first in line to pull his plug. \n[5]Oh, Christ. \n[6]We don't make deals like this. \n[7]Let him try.  I'd like to see him try! \n[8]I'm not letting this conviction slide. I can tell you that, right here and right now! ", "CRAZED MAN": "\n[1]He... he... he made me do it! \n[2]He had a gun!  He... he made me do it! \n[3]He made me do it! \n[4]And... and... and he said... he asked if I was married.  And, I could see he had a gun in his hand. \n[5]What?  What? \n[6]She was... she was on the bed.  She was just sitting on the bed. \n[7]He had a gun.  He had a gun, and he made it happen.  He made me do it! He made me put it on... that thing.  Oh, God... he made me wear it.  He had the gun in my mouth. \n[8]The gun was in my throat. ", "SWARR": "\n[1]My client says there are two more bodies... two more dead, hidden away. He will take Detective Mills to these bodies, but only Detective Mills.  Only at six o'clock, today. \n[2]He says he admires you. \n[3]Mr. Doe claims that if the detective does not accept this offer, the bodies will never be found. \n[4]I'm required by law to serve my clients to the best of my ability, and to serve their interests. \n[5]My client... he also wishes that I inform you, if you do not accept, he will plead insanity, across the board. \n[6]Come now, Martin.  Even he knows, with the nature of these crimes, I could get him off with such a plea. \n[7]He says, if you accept, under his specific conditions, he will sign a full confession and plead guilty... right here, and right now. \n[8]And, my client reminds you, two more people are dead.  The press would have a field day if they found out the police didn't seem too concerned about finding them... giving them proper burial. ", "STONE": "\n[1]The sins. \n[2]Are you one of mine? \n[3]Are you saved?  Do you have God? \n[4]Are you a sinner? \n[5]There are sinners here.  Even here. And, pain waits for them.  Hell is hungry for them. \n[6]They don't realize... they don't know. Fuck them all! \n[7]Where are the children? Where are the children?! ", "WILD BILL": "\n[1]Yeah, he was here.  This morning. \n[2]Yeah.  John Doe.  Easy name to remember. \n[3]I got a picture of it.  That's what he came for this morning.  I figured he must be one of those art guys... like those guys who piss in a cup and drink it on stage.  Performance art. \n[4]I think I undercharged him.  I was up all night working to finish it. \n[5]I've built weirder shit than that. \n[6]Hey, my picture! \n[7]Fucking pigs. "}}