{"dialogues": {"WALTER": "\n[1]Is that like a must? Can't I just say like \"I'm employed\" or something? \n[2]My work's not really that interesting. To women. Um. Or men. \n[3]I'm a Practical Asset Manager. For a corporation. \n[4]Mostly I guess I commute to work? It's like an hour and-- \n[5]It is, Todd. Yeah. Hey, when can I leave a \"wink\" for someone? To see if they \"wink\" back, or..? \n[6]Cool. \n[7]I forgot what I put there? \n[8]Oh, okay. \n[9]I sure will. \n[10]...Me? \n[11]Yeah. Why? \n[12]taking a personal \n[13]personal interest is a \n[14]...okay thanks for asking, I guess, um, Todd was your name? \n[15]Okay. Cool. \n[16]Sounds good, Todd. \n[17]Later... Todd. \n[18]What's up, Roy? \n[19]Our whole company did? \n[20]Gary? You're Vice President of Acquisitions. Right? \n[21]... we just got acquired. Did you know that? Roy said. \n[22]Yeah, Roy said. \n[23]Yeah, they probably have their own acquiring guy. \n[24]I'm a Practical Asset Manager. \n[25]I do. Yeah. Totally. I work in a one-on-one basis (on a one-on-one basis I mean) with all our photographers. \n[26]I was just saying I manage our film negatives from the moment they arri- \n[27]What time is that? \n[28]Okay. \n[29]Okay. Thank you. I mean \"not thank you.\" I mean like \"looking forward to it\" I should have said. \n[30]\n[31]Awesome. \n[32]Hey, Hernando- \n[33]This 12th neg? From this last Life roll? \n[34]It's not here. \n[35]It's of something that's the Absolute Quintessence of Life. Or something. \n[36]It means like the best ever. \n[37]Um no. \n[38]Tim, did you find out anything about Negative Box 2-6? Where it was sent from? \n[39]Yeah, the guy who took this-- \n[40]...I'm getting nervous with these new guys around. Lost negative. But I'm not going to freak out. I think my work here the last nine years speaks for itself. I've made my mark. \n[41]What is this? \n[42]What is this? \n[43]I think it's either a man with one sideburn. Or a candelabra. Or a Happy Days lunch box. \n[44]It's the Quintessence of Life. So I don't think it's two badminton racquets. Sean O'Connell took this just before he took another one we lost. \n[45]\n[46]The negative? Yeah, I tried to reach him. He's always in Bahrain. Or a shanty town or somewhere - I got one email off. \n[47]No cell phone. He's out on a freelance. I'd really like to find him. \n[48]These are pictures from the last roll he sent in. I'm trying to draw a bead on his location by analyzing these. \n[49]Not yet. Because my trail is... water. \n[50]A Starbucks, which I don't know which one. And a man  thumb. \n[51]I've been trying to figure out the gender , as I sat here. How many people in the world? \n[52]Everyone's got two, too. \n[53]Thumbs. \n[54]Look what Sean gave me. \n[55]Because we covered, you know, so many hotspots together the last 9 years... ...boldly \n[56]You guys covered the hotspots together boldly? \n[57]As a team. Yeah. By Sean actually going to the hotspots, and by me staying here waiting for the pictures of hotspots to come back so I can boldly transfer them to magazine format. \n[58]We're moving my mom here. I went and packed her house up. What about you? \n[59]It's a sign of disdain here. \n[60]They've been targeting western journalists all summer. It's been a real hot August. \n[61]Let's just get this camera bag out of here. We can shoot the shit later, O'Connell. Over whiskeys. \n[62]I tried to leave a \"wink.\" For someone. But it didn't work. \n[63]No, it says \"unable to perform request,\" Todd. So I don't think my wink really went through. Do I have like a broken page or something? \n[64]Well, okay, something's not working. On my page. \n[65]Any what? \n[66]...I don't have any dimensions? \n[67]I don't want to be one now. I just am one. \n[68]It's an occupation. When I became an adult I thought that would be possibly a good thing to have. Because I keep getting bills from places. \n[69]...I studied music. \n[70]April. \n[71]Yeah. But I was working at Orange Julius to save money for college. That April. And my hands were always sore from working the Frother. \n[72]Sure. \n[73]A piece of Cheers. The first piece. Part. \n[74]Hey, Todd. I have to go. I have a piano situation I have to take care of. \n[75]Um hey, can I have my four hundred dollars back? \n[76]Rich, are you ready to push a piano down a street and get honked at by everybody in New York? \n[77]Her dad bought it for her when she was six. It's seventy-years-old. \n[78]My sister's not the responsible one in the family. \n[79]She told them no steps. I paid them for a first floor move. But she screwed up and got my mom a apartment on the 15th floor. The movers weren't equipped to get it up there. She didn't have the money for them to take it back. She had to get her braces adjusted, so she just took off. \n[80]36. \n[81]Yeah. Hey, Rich. You're pretty good on that. \n[82]I used to skateboard a little. \n[83]Maine. When I was a kid. Hey. I'll bring it in tomorrow. I don't want you to have to carry it all the way home. I got it. \n[84]You helped me move a piano. I can carry this. See you Rich. Thanks for putting your back into it. \n[85]Just, you know... helping out, man. \n[86]Yeah. \n[87]Are you sure I can't walk you home? \n[88]Is this the Arctic Ocean..? A glass of Sprite. \n[89]Hey were you able to use the Circulation computer to find that ship? That boat? \n[90]Nuuk? \n[91]....Greenland. \n[92]Tim, what would you say is a good accomplishment of yours, like something that you'd put on an online dating page? \n[93]Seriously? \n[94]Wow... \n[95]Yeah. How did you know you can do that? \n[96]I was thinking about putting that I've never really been late coming back from lunch. \n[97]...Yeah \n[98]Hey, Mom. \n[99]Sure, \n[100]Hey, your new place is almost ready. We just had a little hiccup due to Odessa just not getting the right one. \n[101]Why did she get the cool name? She got to turn out cool. \n[102]Why did you name me Walter? \n[103]Okay. This is starting I think. We should probably just stop here to-- \n[104]little rattled about the quintessence cover news \n[105]Mom, come on. It's nothing. \n[106]You know, the thing about Greenland... it's really not that far, man. \n[107]Greenland. \n[108]It's a country/island. Sean might be there. It's not as close as Canada but it's really not as far as it sounds. When you hear it. Look. \n[109]This looks like a chair. Here. \n[110]Have you seen this chair? \n[111]I think it's a chair. Or a pipe. A man's pipe. \n[112]Have you seen this pipe? \n[113]\n[114]thumb? \n[115]...You're the Queen of Greenland? \n[116]That's cool... your Majesty. \n[117]Should I call you that? \n[118]Is there anything around here that a renowned photographer might be photographing? \n[119]Are you sure? \n[120]I think he was here. \n[121]Can we see that? \n[122]So are you Queen for life? \n[123]That's a good gig. They're making some changes at work. My work. They're letting most of the divisions go. \n[124]Nine years. \n[125]How'd you get to be Queen? \n[126]...My dad sold ice cream. \n[127]That's the Musk Ox migration? \n[128]There's just three of them. \n[129]Where are they migrating? \n[130]\n[131]You're the captain of the Erkigsnek? I don't know how to pronounce that. \n[132]You're boat was photographed. In the past four days. Do you know where? \n[133]Can you guess from where? \n[134]Yeah. \n[135]Yep. \n[136]Did I just say \"yep?\" I'm sorry. I meant \"nope.\" I'm an office worker. We're trying to secure a photograph he might have, that's valuable to my company. \n[137]So he just went by us? \n[138]So there's no one here who might have had contact with him, who might know where he's going. \n[139]No, I don't have any... mailing needs. \n[140]Can I ask you a question? \n[141]Where was your thumb like four days ago? \n[142]I can't believe I found one thumb. \n[143]Sean? \n[144]Yeah, why? \n[145]Man, I really need to contact him. We're in a transition period and-- \n[146]...Can't we just call them? I could ask him on like the boat phone. \n[147]Can I just ask him on the \"ship to shore?\" Instead of going on that old-looking helicopter? \n[148]You're leaving now? \n[149]The weather doesn't seem great. Feels like there a storm \"moving in.\" \"Brewing.\" \n[150]But you're just going to finish \n[151]Okay. I'm not going to go with you. \n[152]Is that a fjord? \n[153]I've seen pictures of fjords. But I've never actually seen a fjord. I don't think I've ever even said the word fjord out loud-- \n[154]Okay. \n[155]I'd really like to get my hands on this property. They're making some changes at the office. It's going to reflect poorly on my work. I might get let go. And I have a mounting piano situation that's-- Whoa... \n[156]\n[157]How do you-- I just see a fin. Can you get a bead on some more information? \n[158]From your ship? \n[159]Took him where? \n[160]Can we radio them? There's something I need to discuss with-- \n[161]Sean slept here? \n[162]In this Subaru Outback? \n[163]He was photographing Chilean Stevedores? \n[164]This was his room/car? \n[165]Hey. Walter. \n[166]Did you guys, were you living in this car back seat when Sean O'Connell lived in the front seat? \n[167]Sean? \n[168]Is that-- Are you saying quin-- \n[169]Are you saying Quintessence? In the Spanish form? Yeah. Sean says that. \n[170]Is that Clementine cake? My mom makes-- I didn't know anyone else made that. \n[171]Clementine cake. Wow. \n[172]This is Sean's. \n[173]...this is an itinerary. \n[174]That's where Sean is. Tomorrow. This gibberish. I have to crack it. \n[175]I have to crack the gibberish. \n[176]...Sean's in Iceland. We're going past there, right? Can we land there? \n[177]Can you get me there tomorrow? \n[178]Would you like some Clementine cake? \n[179]It's very good. It tastes, man, exactly like my mom's. I didn't know Chilean mom's made this. Small world. \n[180]Oh. Sorry. \n[181]Okay, I'm going to go, take my cake and..... \n[182]...Hello? \n[183]Yeah. \n[184]...Oh. Hey. Um, do I owe you guys money? Because your supervisor was clear I can't get my 400 dollars back. But I don't think I'm going to renew- \n[185]The last time we talked? The time you told me I have no personality? \n[186]Well, I take my work seriously. Also keeping a tidy apartment. I help my sister out paying her bills now and then. But can we not list that? None of that stuff really seems like an accomplishment. \n[187]Braces. \n[188]She hasn't asked me for rent money. For like a year. But I did pay for her braces. She's 36. \n[189]I fought a dolphin. \n[190]Yeah. \n[191]They are. I think they're probably the best mammal. \n[192]This mammal tried to protect me. And most of the other mammals I know, like the mammals at the office, they're dicks. \n[193]I'm on a ship. \n[194]Near Greenland. I tracked a thumb here. To Nuuk, Greenland. I located the thumb. Now I'm fortunately going to Iceland to correct an oversight. \n[195]It was just one. \n[196]Okay, Todd. \n[197]Do I? Because I think I'm a little worse. \n[198]So. Okay. I'm supposed to kayak in? \n[199]....shit. \n[200]Fuck. Sorry. \n[201]Hey, Mom. \n[202]What's up? \n[203]Okay. Cool. \n[204]That's awesome. \n[205]...Your piano got towed? \n[206]I lent her money for that space. \n[207]In Iceland. \n[208]My mom's piano. \n[209]the question in regard to \n[210]It's a piano. \n[211]It's right out there. I just walked by it. Do you have more than one piano? \n[212]It's a piano. \n[213]It's not a car. Its a musical instrument. I should have had my musical instrument inspected? By a government. \n[214]We can't move into my mom's until tomorrow. \n[215]Man.... You know what? Don't worry about it. \n[216]Don't worry about it. \n[217]Yes. \n[218]No. \n[219]I tried to join, but-- I don't really even want to be on it. I'm just trying to do this thing with someone at work. \n[220]I'm trying to do that Piña Colada thing? \"If you like Piña Coladas, and getting caught in the rain while wearing a cape--\" \n[221]Well, the guy answers a personal ad and finds out it's his wife. They have a good laugh, then they make love on the cape while drinking Piña Coladas or something, and wearing capes, I think. Anyway. I'm hoping she'll click my profile and not realize that she works in my office area. Then we can realize it and have a good laugh. Then-- \n[222]No, then we can know that we picked each other out, you know, from the whole planet. Not just the cafeteria. \n[223]... We're friends. I'd like there to be more. \n[224]I was hoping this web site (that they won't let me be on) would show her more. \n[225]I don't know. What do you think it is? \n[226]We better tell them they need to shift that over to outside the big room. \n[227]The big room where the big piano is going to go. \n[228]Hey, Odessa? \n[229]You know when I asked you to pick the apartment out for Mom, you understood that she was taking her piano along. \n[230]Oh, I thought I made that clear when I said the English sentence to you Mom's bringing her piano with her. A month ago. \n[231]Did you enjoy that juice drink? That you were making (for some reason) simultaneous to me talking to you about important matters? So, okay, right now the piano is hanging in the air, above a city, we can't fit it in here, and I'm not sure I can afford to move it anywhere else. So I hope you enjoyed that juice drink. \n[232]We can't. It's the only thing she really wanted to take along. I think it's really best for her. She can still play. Reading's not that easy for her now. She doesn't really have any friends in New York. \n[233]What's that move-in like. In terms of deposits and-- for Villa living? In a Villa situation? \n[234]How much should I make this deposit for today? To reserve it. \n[235]Where's that frigging Clementine cake wrapper thing... \n[236]Warlock... \n[237]I almost found someone I was looking for. For work. In Iceland. This is where he's going next. I just don't know where it is. Warlock. Little weird deer. Like kind of a fez-style hat. \n[238]That's what these things are. Klipspringer. Koofiyad. I just don't know what they add up to. I put them all in Google nothing comes up. \n[239]Yeah. Don't worry. \n[240]Yeah, I do.... Thanks. \n[241]Oh. Hey. \n[242]You know we haven't really had a chance to talk yet. I know you're deciding who's vital to the transition. And I wanted to let you know what I do-- \n[243]I am. Totally. \n[244]...It's my birthday. \n[245]No... Um, my sister gave me these. \n[246]My... \n[247]His arms and legs stretch outward. Um. But that's not-- I wanted, before we have the chance to talk, I need to discuss an asset situation with you. \n[248]I've processed the digitization of every single photograph in Life's library. Two million and eleven. But we haven't been able to locate this last negative. \n[249]I'm confident we'll find it. \n[250]Yes. \n[251]I've been here nine years-- \n[252]Helmut Newton didn't-- \n[253]I didn't Helmut Newton you. \n[254]I didn't Helmut Newton anyone. I was saying I haven't misplaced a negative in nine years. I've handled every negative in our library and prepared them for our archive. I've overseen their digitization, catalogued each photographer's period-specific film and photo equipment. And I've managed the preservation of the original vision of each photograph. I've never mishandled a single nega- \n[255]I know where he is. Sean. \n[256]Somewhere-- I haven't pieced it together, somewhere were there are little deers and Warlocks. \n[257]Yes. \n[258]\n[259]Did you call me Cubicle? \n[260]Well, yeah, but I'm not named after one. \n[261]Mom, why are you-- did you need something? \n[262]Yeah. \n[263]...thanks, Mom. \n[264]Warlord? \n[265]words from the clementine \n[266]Why did you just say that word? \n[267]...koofiyads. \n[268]...Warlord. \n[269]I need to buy a ticket, I think to Dubai. Because I'm going, actually, to Mogadishu  which I think, I'm not allowed to do from here, because it's illegally dangerous. \n[270]Here you go. Whoa, what do you have in there? \n[271]I like your trucks. I used to skateboard. Where are you guys headed? \n[272]Hey, do you guys know anyplace to stay, that's not like an arm and a leg. \n[273]Business center. \n[274]Do you know-- are there American journalists working here? What would someone want to photograph here? \n[275]Who's evacuating? \n[276]The peacekeepers? \n[277]Like right now? \n[278]...Sean? \n[279]Sean? \n[280]Sean O'Connell? \n[281]Hey. Walter Mitty. From the office. \n[282]...Yeah. Hey. Man, I've really been trying to reach you. Hey. It's good to finally meet you. Thanks for the wallet, man, by the way. Sean, do you happen to know where that negative 12 is. 2-6? On the roll three? \n[283]You know what, we don't. I've looked in every neg box and even every camera bag and we have in the warehouse. I even double-checked the Teaneck warehouse. \n[284]I really don't. \n[285]Loan you... what? \n[286]Fuck... \n[287]Do you have any sense how I could get back to America if I can't afford a plane ticket right now? Totally? \n[288]I give your brother two dollars and then he'll tell me how to get back to America? \n[289]...I can go to America for two dollars? \n[290]Hey, Todd. It's Walter. Mitty. \n[291]Hey I wanted to add a couple items? \n[292]To my Been There, Done Thats. If that's cool. \n[293]Okay. Mogadishu? \n[294]Been there. \n[295]Cheryl Mellhoff. \n[296]Walter Mitty. \n[297]Thanks. \n[298]Hey. \n[299]Almost... \n[300]...I'm okay. \n[301]I got the board in Dubai. Hey, Rich. Here watch. The board's going to come up. You don't have to try to lift it. \n[302]You really just have to think about landing. Both feet. Same time. \n[303]No, I lost him. He said I had it though. Like he knew. He smiled. He said \"you have it.\" \"You.\" What's he talking about? \n[304]Excuse me. Can you pass key me in? I need to see Ted. My pass key isn't working. I need to let him know I verified that I have negative 12. I just didn't verify where I have it. \n[305]Yes. \n[306]Yes. \n[307]I need to speak to Ted. I found \n[308]Is there someone who took over Ted's responsibilities? On a \n[309]Yes. \n[310]I didn't lose it. I have it. The photographer told me. I just don't know where I have it. \n[311]Those are no grounds. You can't fire me for not having something that I have. \n[312]I have it. I always have had it. When you fired me, I had it. Why are you trying to hit me with Squash balls? \n[313]No one's informed me that I've been let go. \n[314]I should be sent my November check. \n[315]There's no cause to keep my salary. Ow. \n[316]I'd like to speak to your supervisor. \n[317]I demand to speak to your supervisor. \n[318]I'd like to demand to speak to your supervisor. \n[319]The Purpose of Life-- \n[320]Hey, fuck you, man. \n[321]What is this? \n[322]....Mom? \n[323]Hey, did-- did a guy take a picture of your piano? Like a week ago? \n[324]...yeah. \n[325]Where did you get Sean's camera? \n[326]Sean O'Connell? \n[327]Me? \n[328]Do you know where-- \n[329]Man, I've been desperately searching for him. For a long time. Thanks, mom. \n[330]I know. I don't want you to worry. It's not always cool and easy. ... why did you take a picture of your piano? \n[331]Mom. Hey. Come on. I like my job. I mean it's not my dream job. So what? I have a lot of company. \n[332]...I don't even remember. \n[333]I have to go somewhere, mom. Possibly I'll be reachable by phone. \n[334]What are you? \n[335]Cool. \n[336]Thanks, man. \n[337]Grammy. Best male R &amp; B vocal performance. \n[338]You, too. \n[339]That's okay. \n[340]None? \n[341]...Not one? \n[342]I'm trying to locate a photographer. \n[343]The information I have (from my mom) is that he's working with a guide named Stepit. Any idea... is that enough of a clue where they might be? I know they're photographing snow leopards, and this is the snow leopard region-- \n[344]I need to go there. \n[345]Didn't you just say that only that other guy can take you through there? Safely? \n[346]Yes. \n[347]This way? \n[348]Aren't you coming? \n[349]That's-- that's how you're guiding me? By pointing and saying go that way? \n[350]...Hello. \n[351]Hey, Todd. \n[352]Not much. \n[353]Okay. Cool. \n[354]Great, man. \n[355]It even sounds cold? \n[356]Nepal. \n[357]I don't really do a lot of, you know, swinging. \n[358]Yeah. \n[359]Oh. I don't mean that. \n[360]I meant like partying, I guess. I used to like to be at work at 8. And I have some family demands that keep me pretty busy. \n[361]Yeah. \n[362]\n[363]Well, I'm not going to move and let the people who lean on me fall, because the people who lean on me are my mom and my sister. \n[364]A little. \n[365]I don't get a lot. But I guess if I had to say - mostly I just consider thoughts... for my visions for ideas and scenarios about the world. \n[366]Yeah. \n[367]...Sean? \n[368]Hey, I got to go. \n[369]Cool. \n[370]Sean O'Connell? \n[371]Walter. Mitty. \n[372]I've been looking for you. \n[373]Yeah, warming up. \n[374]Hey, Sean. I really need that picture. I'm taking a lot of heat at work. Over that. \n[375]Yeah. \n[376]Why am I sitting on it? \n[377]I thought that meant inside the wrapping paper. I never opened it. Goddmanit. The wallet. I left the-- \n[378]Oh, yeah... Fuck. \n[379]I-- can you believe it - I just this morning I put it in a receptacle thing. \n[380]Well, I didn't know I was throwing that out, but... yeah. \n[381]I just didn't believe in Life's Purpose anymore. So I fucking (I cannot believe it) chucked it. \n[382]No... \n[383]No. \n[384]Oh. \n[385]...We may have to sell Mom's piano, in order to pay for the Villa. This week. \n[386]Yeah. \n[387]It's \"f\"d up. I know. But if I don't get my severance I'm going to have to forfeit that deposit, because I can't afford the room. And I won't have enough to get her another place. Another decent place. \n[388]Yeah. \n[389]Almost? \n[390]Nothing I just want everyone in the world to be Morgan Freeman. So it would just be me and Morgan Freemans, in the whole world. \n[391]You'd be you. But like a combo with him. Just a little calmer, more quiet. Gentler. \n[392]Yeah. \n[393]Los Angeles. \n[394]I'm okay. I'm going to take the train to my hotel. Try to get home tomorrow. \n[395]I love you, too. \n[396]I'm sorry. \n[397]What's a summit pass? \n[398]I'm trying to get to my hotel. \n[399]My boss, the guy who runs my company is here. Is it cool if I talked to him. Am I allowed? \n[400]There's a work situation I want to clue him in on. I was let go with cause. But there wasn't-- \n[401]Sir, can I have two secs? Mr. Chatham, Can I have two secs? I'm a former employee of one of your companies. Mitty? \n[402]Just two secs? Former employee? Mitty? I was let go with cause. But I don't think that's actually what should have happened. \n[403]The Life corporation. Two secs? \n[404]Wait. No. I'm Walter Mitty! I'm a man! \n[405]I'm Walter Mitty! \n[406]\n[407]\n[408]Hey, Ulf. \n[409]What the fuck? \n[410]Ow, fuck, man. Hey, I have a scaled- back co-pay medical plan. \n[411]Hey. \n[412]Hey, my briefcase. \n[413]Seriously. Can I just-- I need my briefcase. \n[414]Okay. Hey can I just get my briefcase. It's behind you guys. \n[415]My briefcase? It has assets in there that belong to the company that-- a negative roll. Can all you people stop for one second so I can get my goddamned briefcase. Horses? \n[416]There're assets in that bag. They're my responsi-- \n[417]I'm just trying to finish my job. Ask. I'm Walter Mitty. I'm a man. \n[418]Sir? I'm Walter Mitty! I'm a man! \n[419]I am Walter Mitty! I'm a man! I need to just snag my briefcase. I'm a man! Let me do my fucking job! \n[420]Horses! \n[421]I'm Walter Mitty! I'm a man! \n[422]Ulf? \n[423]Hey. Walter Mitty. How are you? \n[424]\n[425]I know all the words. \n[426]I love this song. I know all the words. \n[427]Sing them out, Walter. Sing out, Man! \n[428]Come with it now. \n[429]Rally round the family, with a pocket full of shells. \n[430]Hi, Mom. \n[431]Shit.... \n[432]Oh, that's my shoulder blade. \n[433]Um, shoot, I don't have my cell phone. I think I only know like one number by heart. \n[434]Yeah. \n[435]Do you like working in Los Angeles? \n[436]You look different. \n[437]Than I pictured. I pictured you wearing an old time judge's wig. The whole time. \n[438]Hello? \n[439]Yeah, hey. \n[440]Yes I'm a Walter Mitty who did that. \n[441]I'm in Los Angeles. With pancakes. I don't know why I just said that. I'm excited. \n[442]...for sure. \n[443]Yeah. \n[444]...thank you. \n[445]Do I look like you pictured? \n[446]Yeah. \n[447]What's that? \n[448]Yeah. I appreciate it. That was cool of you guys. \n[449]I don't know. I don't care. I have it. \n[450]Can you drop me off at like... where would that guy stay? Who owns my company? Mark Chatham. \n[451]Mark Chatham? \n[452]Hey. Man, I'm sorry. I was hoping I could talk to you for two secs? \n[453]I'm Walter Mitty. \n[454]I'm not a black woman, with a mustache. I'm a man who used to work for your company. \n[455]I don't know. I was in jail. We didn't get TV. \n[456]Can I just talk to you for two secs.? \n[457]There was one absent from the roll. But I have it. \n[458]Yeah. For the last issue. That's the complete roll. \n[459]Those. \n[460]That last one's pretty late. Nine days late. There was an unforeseen set of unbelievable shit that happened. \n[461]I sit way in the back. Maybe that's- \n[462]It's a pretty intense burn. It's like having Cajun eyes. Spicy eyes. \n[463]Was that a question? \n[464]I guess I was revved up. \n[465]From fighting with a piano for a month and trying to get someone at my company to evaluate my position there based on understanding what I actually do. \n[466]Not in the way that I fought the mailbox, but just in the way that I've been struggling with one. \n[467]Yes. \n[468]Yes. \n[469]Someone else told me that. An hour ago. Hey, I don't want to take up too much more of your time. But I'd like my severance. There's no cause to keep it from me. That's what I was trying to tell you downtown. I did my job well for nine years. \n[470]Yeah. \n[471]Walter Mitty? Is there a... possibly there's a severance package for me? \n[472]I was fired for cause, but then I think I maybe gave them cause to provide me with a severance package. \n[473]Okay. Possibly there's that? For me? \n[474]I'll be right out. \n[475]All done. \n[476]Everybody's good. \n[477]How's Life? \n[478]Both. \n[479]Yeah. \n[480]I'm excited. About the new stuff. \n[481]I don't know yet. Would you have lunch with me? Somewhere not in the cafeteria. For once. Out somewhere? In the world. I was wondering that. \n[482]The ninth. Yeah. \n[483]Yeah. \n[484]Yeah. ", "EHARMONY COUNSELOR": "\n[1]You know, you didn't really provide much detail about your occupation. Most people put theirs on their eHarmony page. You don't care to? \n[2]Sure. \n[3]What do you do? \n[4]....okay. What do you do when you're not working? \n[5]Okay. No worries. I'll submit this information, then check back in the afternoon for your possible eHarmony matchups. That's exciting, huh? \n[6]I'll have your eHarmony profile all uploaded in a minute. \n[7]So like in two minutes. But hey, you're a little light, if you don't mind me saying this, in your \"Been There, Done that\" column. \n[8]...Nothing. \n[9]We should beef that up. If you can think of anything to add that would make it, you know, not blank.... give me a ring, I'll add it. \n[10]\n[11]Yeah. \n[12]You sound, I don't know, a little stressed? \n[13]....What kind of stuff? \n[14]Yeah, I get that. \n[15]Todd Mahar. I'll be your eHarmony counselor, while you're with us here at eHarmony. \n[16]Yeah. Hey, let's hope you'll have a special lady on your mind later today. \n[17]Later, Walter. \n[18]Well, they're not required to respond to you favorably. We can't \n[19]Broken page? I've never heard of that. \n[20]Yeah, let me look here Okay, we received your application breaking your personality into 29 different dimensions, and, okay, I see the problem. You don't have any. \n[21]Dimensions. \n[22]Not that we can determine. Through our models. You're just lacking distinguishing features as our system sees it. Based on our really extensive evaluation, you seem, to us, a little too indistinguishable from everybody else. \n[23]You're not standing out. In a way that would allow anyone to actually notice you. So hey, let's enhance your profile. Let me ask you, did you always want to be a practical asset manager? \n[24]Why do you do it? \n[25]What are some of your accomplishments? \n[26]How long? \n[27]April? One April? \n[28]Can you play any pieces? \n[29]Which? \n[30]I don't know if we should list that. \n[31]Okay, man. \n[32]No, I just wanted to see how you were doing. You didn't sound great last time. \n[33]Well, you know, you just left your application so empty. Share something about yourself. It doesn't have to be major league. \n[34]Life's full of small accomplishments. What do you strive to do everyday, that you take pride in? Can I ask you that? \n[35]You know there's a way to consider it where the tasks you accomplish (paying some of your sister's rent-- \n[36]What's that? \n[37]Well, taking care of yourself and your household, your mom, after you do that without ever failing, for a long time, hey that becomes an accomplishment. \n[38]Today? \n[39]Aren't they supposed to be nice? \n[40]\n[41]Why are you near dolphins? \n[42]Where? \n[43]Well, I'm going to tweak your profile, add \"sailing\" or whatever to your Done Thats. I'll put Swims with Dolphins, too. \n[44]I can really put Swims with Dolphin. That sounds like you have a pet dolphin you swim with everyday. Can I handle this please? It's my job. \n[45]You sound a little better? \n[46]Eharmony. Todd Mahar. \n[47]What's up, Walter? \n[48]Okay. \n[49]It's really cool. What do you got? \n[50]Yeah. \n[51]Hey. \n[52]What's up? \n[53]Good news. I think we're going to be able to get you on eHarmony. \n[54]Your profile has rounded out a little. I put your travels in. There's enough going on in your profile so now we can submit you. \n[55]Where are you now? It sounds cold. \n[56]Yeah. \n[57]Hey, Walter. Why didn't you submit any pictures? Most people have photos of them with friends, out on the town. \n[58]Swinging? \n[59]Swinging means fucking married people. When you're married. \n[60]No. \n[61]Your mom and sister. \n[62]You know. People don't know they're leaning on you. Until you move. And they fall. \n[63]I'm neither. But I know you, Walter. I've been studying you here. You seem to carry a lot of weight. \n[64]Are you in a bad mood? \n[65]Well, let's keep rounding this profile out. What do you do during your downtime? \n[66]doesn't actually mean \n[67]You daydream? \n[68]You know, studies show that people who spend a great deal of time fantasizing and daydreaming, doodling and shit they're not really that happy. \n[69]No problem. Congratulations. You're on eHarmony. ", "CHERYL": "\n[1]\n[2]You lost a Sean O'Connell? \n[3]Maybe Sean has it. \n[4]Have you figured anything out? \n[5]Six billion. \n[6]Two, too, what? \n[7]Yeah. But I think there are more Starbucks, so I don't know if that's what you'd call a hot trail-- \n[8]\n[9]...What did you do this weekend? \n[10]My son and I went on a bike ride in Lake Valhalla. Jersey. We brought lunch. Had lunch in an actual field, of grass. We went swimming. My friend Marny lives on the lake. \n[11]I can't believe they left it in the park. How old is this? \n[12]Your sister just took off? \n[13]No kidding, man. \n[14]Braces. How old is she? \n[15]You're sure this is your sister's parking space? \n[16]When? \n[17]Thanks. \n[18]See you tomorrow. \n[19]I'm going to drop Rich at his Dad's. Thanks, Walter. \n[20]Just barely. \n[21]Okay. One, two, three. \n[22]Okay, okay. One two three. \n[23]Rich...? \n[24]Rich? \n[25]It's okay. Come here. Hey come here. \n[26]Hey, it's okay. \n[27]Hey, don't worry. You're good. Don't worry. Hey... \n[28]Don't worry, about a thing, `cause every little thing, is gonna be all right. Don't worry. About a thing... \n[29]Hey. \n[30]Did you find the Quintessence of Life? \n[31]Man, I'm sorry. How are you feeling? \n[32]\n[33]Do you have any idea where Sean is now? \n[34]Honey. Hey. Come here. That was great. \n[35]That was really great. Here. \n[36]Hey. Don't worry. You're going to feel fine in five minutes. Don't worry. Hey. \n[37]Don't worry, about a thing, `cause every little thing is going to be all right. Don't worry..... \n[38]You know, all hell broke loose this week, while you were gone. \n[39]How'd the move go? \n[40]Everybody's good? \n[41]The company or the... thing. \n[42]The company's okay. The thing's tough. \n[43]Are you glad you're not there anymore? \n[44]What's the new stuff? \n[45]Yeah... \n[46]The ninth? Is that good? Two days? \n[47]Yeah, cool. \n[48]Is that your mom? \n[49]She's good. ", "TED HENDRICKS": "\n[1]Ted Hendricks. Vice President of Acquisitions. \n[2]Managing the acquisition. Identifying overlap. Reducing staff where we find redundancy. What's your focus been here, Gary? \n[3]Wow, okay. That's not... \n[4]No. What do you do? \n[5]Do you play an important role here? \n[6]I'm sorry. I was really getting into this song. What were you saying? \n[7]Let's talk later. We have a specific time set aside to conference with employees of the former company. \n[8]I'm not sure. But it's not at this time. \n[9]I have to see the board and start evaluations now. \n[10]I'll come by sometime this week. \n[11]How's the issue shaping up? \n[12]The photographer? \n[13]What does Quintessence mean? \n[14]Okay. Awesome. \n[15]\n[16]Who am I evaluating next? \n[17]more quietly, just to \n[18]Most of them. \n[19]Okay. So, we're very excited to play a part in publishing what will be the very last issue of Life Magazine, which has been an American Institution for 75 years and whose renowned covers have touched us all really touching ways. And for the final issue, our cover is going to be something which is... What was that word? \n[20]Our cover will probably be the most famous ever because it really has the awesome quintessence of Life. And we're all going to be a part of this historic happening. Even those of you who will, right after the happening, be asked to leave. Thank you. \n[21]Yes, sir. It's gone very smoothly. The last issue's underway. The cover? Yeah. It's amazing. It's so quintessence. It encapsulates majesty. Totally. It has some splendor, in it, too, probably. Also, I'm pretty sure it's illustrious and just really awesome. It took my breath away. And I haven't even seen it yet. We're getting it processed from practical assets now. Yes, sir. We're going to retain eleven employees. I'm going to be evaluating them over the next week. \n[22]You're vital here? \n[23]Why are you holding toys? \n[24]...you wanted toys. \n[25]\n[26]Yeah, you're toy. \n[27]A photographic negative? I thought those had all been processed? \n[28]I know. Because I've been asking for it. Because it's the Quintessence fucking one that I told my boss we had. It's the cover. You seriously lost a photographer's work? At Life? \n[29]Why are you confident we'll find it? \n[30]That doesn't give me confidence, a no-answer. You're in assets, I guess? \n[31]This doesn't reflect very well on you. \n[32]During an evaluation week. \n[33]\n[34]Don't Helmut Newton me. \n[35]Hey. We've held up publication of this issue because I told my boss that photo was fucking amazing. Okay? We've spent a hundred and nine thousand dollars because of the overage. You lost an amazing \n[36]Where is he? \n[37]Do you know what \"fired with cause\" means? \n[38]I have cause to fire you. You won't pick up another check. I can let you go without severance because- \n[39]You lost a Sean O'Connell. It was quintessence. He's a war photographer? Cubicle, you're going to tell this brave photographer, risks his life, that you, a male sitting in an office, lost--? \n[40]Do you work at one? \n[41]What are you named? \n[42]What's your name? \n[43]Want to try the Four Seasons? ", "EDNA": "\n[1]Hi, honey. \n[2]Hi, Walter. Is it all right I'm dropping by? \n[3]Well, she's the artist... \n[4]I named her after a wonderful visit your Dad and I had to Odessa, our family's homeland, one summer, in southern Ukraine. There's a beautiful river there also named Odessa. \n[5]I named you after Walter Matthau \n[6]So the moving bill came, for my move down here. I wanted to bring it by. Thank you so much Walter. \n[7]Hi, Walter. \n[8]Oh, I'm just making some yogurt. With some banana. \n[9]It snowed today. Didn't expect that. Not much. Just a light little cover. Very pretty. Less than an inch even. \n[10]My piano got towed, Walter. \n[11]Yes. Odessa said it wasn't there. Where you said it was going to be. \n[12]She said possibly that it got towed. That that's not her space anymore. \n[13]Where are you, honey? \n[14]That's nice. \n[15]I just wanted to thank you for my Villa. Odessa told me all about it. It sounds so pleasant. Villa. That guy was a real dick. \n[16]Anyway, hon, you've really become the man of the family, and I wanted to say I love you, and Happy Birthday. \n[17]What a dick. Big man. Big warlord of the fortieth floor-- \n[18]I was just discussing them. Last week. They rule over small areas of land using threats, and force bribes of livestock or klipspringers. \n[19]Yes. \n[20]In some parts of the world they carry small deer like we carry, say, quarters. To pay bribes. Also, blankets or clothing items like koofiyads. \n[21]Yes, for the warlords. \n[22]Yes? \n[23]Sean? \n[24]No. I took it. With Sean's camera. \n[25]From Sean. He came to visit. \n[26]He came to visit. To talk about you. \n[27]Yeah. He asked me some questions about you? What your work schedule was, when you left, when you came home. He said you really understood Life. He wanted to know about your work. He said you \"got Life.\" \n[28]I just sent him my recipe for Clementine cake? To his email. I packed him some when he left. He just loved it. We snacked on some during our Warlord conversation. \n[29]He's in Nepal now, I think. Photographing snow leopards. Let me think. Yes. Ship. Iceland. Mogadishu. Nepal. That's what he said. \n[30]I didn't know that. You don't talk about work that often. \n[31]I was concerned we couldn't keep it, Dear. I know it's a burden. I didn't know if we could manage. So I thought I might not see it again. I wanted a picture. \n[32]That's not a very good picture. But that's okay. She's right here. \n[33]You know, I wonder sometimes... you had to start work so early. Orange Julius. Then all through college. At Avis. Then Pizza delivery. That shitty pizza. Then at this company. \n[34]I wish maybe you had the chance, a greater chance to pursue your dreams. \n[35]What did you want to be, when you younger? \n[36]Sure you do. Everybody does. \n[37]Thanks for taking care of us, Walter. ", "SEAN": "\n[1]What's with all these shoes? \n[2]That's a lot of shoes, man. \n[3]Thanks for doing all the field work here and risking your ass and getting hit by shoes and stuff. \n[4]Walter? \n[5]...you have it. \n[6]No, it's not in the neg box. That one was special. Favorite ever. You have it. Seriously. Loan me five bucks. \n[7]Loan me five bucks. \n[8]...Hey, man, do you mind? \n[9]I'm trying to photograph a snow leopard. \n[10]Yeah. \n[11]Yeah. \n[12]Walter. Seriously. What the fuck? What are you-- \n[13]Sit down. \n[14]...Are you okay? \n[15]Take your time. \n[16]That negative you asked me about. \n[17]12? \n[18]You're sitting on it. \n[19]Because it's in your wallet. \n[20]That was the gift. The picture. The wallet was just someplace to keep the picture. I put it in the little picture slot in the wallet. The little picture holder. I thought that would be cute. I said \"look inside.\" In the note. \n[21]Shhh... \n[22]What? \n[23]The picture? \n[24]The wallet? \n[25]So you have no idea what it is? \n[26]The picture? \n[27]Do you want to know what it was? It was great. \n[28]Hey. \n[29]Real life. \n[30]They're pretty rare. \n[31]Your hand's over the lens. \n[32]There you go. ", "ODESSA": "\n[1]Does that say eHarmony? Four hundred dollars. \n[2]Are you on eHarmony? \n[3]Then why did you give them four hundred dollars? \n[4]What? \n[5]That's not how it goes. \n[6]Make love on a cape? While wearing capes? Because that's not what they do in the song. \n[7]What's that? \n[8]...Triple A batteries working, as a team, to carry a fish tank up some apartment stairs. \n[9]What big room? \n[10]This is the big room. \n[11]Yeah. \n[12]I did not understand that. \n[13]I think when we were having that conversation I was using my blender, for a juice drink. It's quite a noisemaker. \n[14]What is that? \n[15]What are you talking about? \n[16]...Is everything okay? At work? Are you sure? \n[17]Hey. Happy birthday, Walter. \n[18]Those were your favorite toys when you were a kid. You don't remember? \n[19]But didn't we get the Villa so we can put Mom's piano in it? \n[20]So we may end up having to pay for a bigger room because it can hold a piano by selling that piano? And then having to pay for the bigger empty room for a year. \n[21]....Did you get everything you wanted? For your birthday. \n[22]What's left? \n[23]What about me? \n[24]Would I have push-back hair and freckles? \n[25]Where are you? \n[26]Are you okay? You sound tired. \n[27]I love you. \n[28]Hey, babe, come on. We'll go grab lunch. ", "MARK CHATHAM": "\n[1]Where did you work? \n[2]\n[3]\n[4]Your the guy from TV? I'm a Man Guy? \n[5]You are. \n[6]Not in my room. Because you're freaking me out a little. Can we maybe sit out here. Indian style or something? \n[7]That's the one Sean O'Connell wants for the cover? The Quintessence one? \n[8]What was in the briefcase? Out on the street, when you were getting cracked in the neck by police sticks. \n[9]Well, thanks. \n[10]Why do people think that you're a black woman? \n[11]What does tear gas really feel like? \n[12]I saw you on TV fighting a mailbox. \n[13]Not like in the form that I just said it. But... \n[14]Why were you fighting a mailbox? \n[15]From what? \n[16]You fight pianos, too? \n[17]told him this moments \n[18]You slept on a copier in a business center? \n[19]You're an interesting guy. \n[20]That's all you were trying to say downtown? \n[21]I'm going to run some numbers. \n[22]", "CAB DRIVER": "\n[1]Greenland is the least densely populated country in the world. There's only 56,000 people. Lots to do. Most of us work a few different jobs, to cover everything. For example I drive this cab. \n[2]I'm also the Queen. \n[3]Yeah. Oh, there goes my meter. \n[4]You want to just a call it 93 kroner? Flat rate. \n[5]Sure. \n[6]No. \n[7]Yes. \n[8]Well, possibly if he was mistaken, he might have thought the Musk Ox migration was worth photographing. \n[9]Yeah. \n[10]How long have you been there? \n[11]That's tough. \n[12]My dad was King. \n[13]Here we are. \n[14]Yeah. \n[15]Yeah. \n[16]To the other side of the island. ", "TIM NAUGHTON": "\n[1]\n[2]There's nothing in shipping. The box just showed up it seems like. There's no receipt. \n[3]Yeah, it's registered in Nuuk. \n[4]That's a town. I think the town in Greenland. It's a coastal fishing vessel. \n[5]I don't know. \n[6]I broke Adam Lopez's record for hitting the highest singing note for a male, I guess. \n[7]Yeah. \n[8]But I don't know if I'd put that on eHarmony. \n[9]I just don't think that's really going to do a lot for the ladies. \n[10]My voice goes way up there when I'm emotional, or whatever, can't really control it. \n[11]...I don't know. Kind of weak. That's not exactly winning the Tour de France. \n[12]They just called a conference. \n[13]Tim Naughton? Severance package? ", "PILOT": "\n[1]Well, it's the least densely populated country on earth. It's a good place to find a thumb. He's on the Dolores. I helicopter dropped and picked up mail from her Tuesday. He's a strange guy. \n[2]Yeah. He took a picture of my thumb. \n[3]He saw I worked my controls with it. He's shooting photos of people working. That's why he's on that ship. I'm taking some radio parts out there in fifteen minutes. Their radio's fucked. \n[4]You could contact him by coming with me. Then contacting him. In person. On the boat. \n[5]The Ship to shore. \n[6]Well, their radio's fucked. That's why I'm flying out. \n[7]After I finish my beer. \n[8]Yeah. \n[9]Yeah. \n[10]Stop saying fjord. It's annoying. \n[11]We're not going to be able to land on the freighter. I've got to drop the radio parts and you in a life raft. \n[12]It's a short drop, but your decision. You can just fly back with me. \n[13]You're doing great. We're only six feet up. Just jump out the door, Walter. ", "STEVE PENDERS": "\n[1]This is the last-Life-cover situation? \n[2]You lost an asset. You cost that \n[3]Those are grounds-- \n[4]I'm not following you. \n[5]You're on a squash court. I'm trying to play-- \n[6]I'm informing you. \n[7]Fired with cause. No picture. No \n[8]Can you get off the fucking court here? \n[9]You can't. \n[10]You can't do that either. \n[11]I don't work at Comcast. I don't have a supervisor you can just talk to. My supervisor is Mark Chatham. He owns The Timms Company. Which is a holding company that holds conglomerates. He's in Los Angeles for the G8 summit, and he wouldn't talk to you anyway even if you were stuck in a fucking elevator. That's my supervisor. \n[12]Go. ", "HERNANDO": "\n[1]Yeah? \n[2]Yeah. \n[3]What's it of? \n[4]What's \"quintessence?\" \n[5]And you can't find it? \n[6]Wow. That's not going to go over well with the new asshole. \n[7]It's not in there, Walter. \n[8]What's that? \n[9]What's Greenland? \n[10]Yeah, it's not that far. ", "CAPTAIN": "\n[1]We're sending a pontoon. Try to remain calm. \n[2]Okay, if that's a porpoise-- \n[3]If that is a porpoise, befriend it. Porpoises are mammals with rare intelligence and sympathy. They often protect swimmers from predators. \n[4]If that's a shark, strike it. Their snouts are sensory hubs. \n[5]\n[6]Okay, now we think that was a porpoise. \n[7]That probably is a shark. \n[8]You jumped into the ocean with our radio components. No. We are, as you say, \"on our own.\" \n[9]It's a mile and half to Iceland. It's as far in as we can get with our hull size. \n[10]Reykjavik is due north. You'll be there by 9 am. ", "TED HENDRICKS COLLEAGUE": "\n[1]This will only take a moment. I just wanted to inform you all, reluctantly, that this month's issue will be the last. \n[2]You are all valued employees. But as we undergo this transition we wanted to be candid with you that some of you will be-- \n[3]What's that? \n[4]We wanted to be clear that most of you will be determined non-vital to the new partnership. The remaining few employees will carry over into the new organization. We'll be deciding which category your positions fall into over the course of the next week. \n[5]Now for some good news. We're very \n[6]You're Walter Mitty? \n[7]Practical Assets. \n[8]Your pass key's not working because you've been let go. With cause. ", "GUIDE": "\n[1]How can I help? \n[2]They'll be in the Kosi forest. That's where Stepit was raised. When he's booked it's to go there. It's dangerous. Only he can take you there safely. \n[3]I can take you. For a fee. \n[4]...Did I say that? \n[5]I didn't mean that. I meant that only he and I are the guys who can do that. \n[6]Yeah. \n[7]I can't walk in the snow. It's hard as shit. Just go that way. \n[8]A little-- to the left. There. Yeah. ", "ENGLIGH SPEAKING CHILEAN SAILOR": "\n[1]Crack? \n[2]You don't have to crack anything. It's a volcano. In Iceland. That's the name. Eyjafjallajökull. \n[3]We can get you there. \n[4]We can get you there tomorrow, yes. \n[5]No thank you. I have to actually perform a function up here, during the storm. That's why I'm up here. \n[6]I have to monitor the mooring winches and wind Lasses. \n[7]And you're standing, I'm sorry, like right where I'm supposed to be looking. ", "TODD MAHAR": "\n[1]Yeah. Traffic's tough. But it's a cool city. If you get bored here, man, it's your fault. \n[2]Than what? \n[3]The whole time we talked you pictured me in a judge's wig? \n[4]Yep. Pretty normal looking guy. \n[5]You look normal. But you're not. You're a pretty interesting guy Walter. \n[6]I'm glad you got out of the office. It's good to meet you. \n[7]What is it? ", "WOMAN'S VOICE": "\n[1]Hi this is Cynthia Despihg. With Etihad Airlines. Is this Walter Mitty? \n[2]We found your wallet. I think. \n[3]Are you a Walter Mitty who flew to Nepal Wednesday the 15th? \n[4]We have your wallet. It's at our Los Angeles terminal office. \n[5]It's exciting to get your wallet back when you thought you lost it. \n[6]Maintenance found it in a trash receptacle. You must have \n[7]Our luggage delivery car can get it to you. She's going out now. ", "GARY MANNHEIM": "\n[1]He's probably the guy who acquired us. \n[2]Gary Mannheim. Um. Vice President of Acquisitions. Too. So what are you going to be doing at the company, Ted? \n[3]...I've been managing acquisitions. Identifying overlap. Then reducing staff where I find redundancy. \n[4]Yeah, that's not good. \n[5]Are you going to come by my...um? \n[6]Gary Mannheim. Same. ", "RICH": "\n[1]\n[2]What does that mean? \n[3]I stayed under longer. \n[4]Let's do it again. \n[5]You're cheating. \n[6]Thanks, Walter. ", "CHILEAN SAILOR": "\n[1]Sean O'Connell? He was picked up. \n[2]You can sleep where Sean did. \n[3]Yes. \n[4]Yes. That's where our undocumented laborers sleep. Our Stevedores. He was photographing our workers. \n[5]Yeah. \n[6]Now it will be your room/car. ", "ETIHAD AIRLINES LUGGAGE GIRL": "\n[1]Are you Walter Mitty? \n[2]Here you go. \n[3]That's really beautiful. \n[4]What it says. Life's Purpose. \n[5]To see things hidden behind walls, to take pleasure in seeing, to see and be amazed, that is the purpose of Life. I really like that. I'm glad you got it back. \n[6]Have a nice night. "}}