{"dialogues": {"MOM": "\n[1]Who wants fruit salad? \n[2]That's not gum in your mouth, is it? \n[3]You know how I hate gum, Misty.  All that chomping and cheesing... \n[4]And who may I ask is Carl? \n[5]birds nibbling seed from the bird-feeder in kitchen window \n[6]Cereal anybody? \n[7]Chip, honey? \n[8]That's nice. \n[9]We all have bad nights. (Gets ready to swat, but fly \n[10]Don't say the word \"hate\", honey. \"Hate\" is a very serious word! \n[11]There.  All better. Anybody for scrambled eggs? \n[12]Yes? \n[13]This is my son, Chip...and my daughter, Misty. \n[14]Det. Bradford, I'm sorry but we don't allow gum chewing in this house. \n[15]I know Dottie! \n[16]Oh God, really! This is the limit! \n[17]Officers, I've never said the P-word out loud, much less written it down! \n[18]Look officers!  Life doesn't have to be ugly. See the little birdie?  Listen to his call. Peter Pan!  Peter Pan!  Peter Pan! \n[19]Chip, your ride is here. \n[20]Good morning, Birdie.  This is Detectives Moore and Bradford. \n[21]Good morning Scotty! \n[22]Misty's date... \n[23]calling out to COPS as they get into their car \n[24]Is this the Cocksucker residence? \n[25]Isn't this 4215 Pussy Way? \n[26]Let me check the zip - 212 Fuck you? \n[27]Well, Dottie, how come they're not here then, Fuck-Face? \n[28]I beg your pardon? \n[29]Mrs. Wilson from the telephone company.  I understand you're having problems with obscene calls. \n[30]What exactly does this sick individual say to you? \n[31]I know it's hard but we need the exact words. \n[32]Listen to your dirty mouth, you fucking whore! \n[33]\n[34]Rosemary, honey.  Good morning. I'm fine. Thanks for remembering. \n[35]Just the damn cable TV company. You know how they are. Did you hear about Dottie Hinkle? \n[36]Who on earth would want to harrass poor Dottie Hinkle? \n[37]Hi, Betty.  Oh, I love your outfit. \n[38]You're soooo funny, Ralph... \n[39]Right here! \n[40]Nice to meet you, Mr. Stubbins. A little something I baked. \n[41]Bon Appetit! \n[42]He's a good boy. \n[43]What is it, Mr. Stubbins? \n[44]He is assistant manager of a video shop... \n[45]Certainly not! \n[46]No, he did not! We are a loving supportive family, Mr. Stubbins. \n[47]I don't know what it is about today, but I FEEL GREAT! \n[48]You kids.  Now Birdie, I want you to have a cookie and then run along home. \n[49]No \"but mom\" for you, young man. Mr. Stubbins seems to think these silly movies are interfering with your studies. \n[50]camp magazine and handing it back to him like it's poison \n[51]Yes you are. \n[52]Bye, Birdie. Chip, honey...I know it's hard being a teenager but I understand.. I'm your mother and I love you. \n[53]Can we watch that scene again? You know, where he rips out her heart? \n[54]Ladies and gentlemen, the perfect meatloaf! \n[55]Misty, I made your favorite sesame broccoli... \n[56]Misty, if you want to lose weight go ahead, but do it for yourself, not for some boy you barely know. \n[57]I'm happy too and we want you to be happy. \n[58]CHIP!  You know how much I hate the brown word! \n[59]That's Rosemary.  Something's wrong! \n[60]I'm not that bad a driver. Look at her hair! Turn it off, honey. \n[61]I've identified every little birdie we're going to watch tomorrow on the Eastern Shore. \n[62]Don't I get a kiss? \n[63]We have to concentrate on life, Eugene. \n[64]We can be real quiet... \n[65]You're not bad yourself, coo-coo bird... \n[66]Oohhhh, Eugene! \n[67]Oooohhhh. \n[68]Ooohhhh! \n[69]Oooohhh!  Yeah!  Yeah! \n[70]Yeah!  Oohhhh!  Get it! \n[71]Oohhhhh!  Yeah!  Yeah! \n[72]There's Dede! He's my favorite chickadee!  He's here every morning for breakfast. \n[73]It's Ok, Eugene.  I understand.. I'll go fix breakfast. \n[74]\n[75]Time to get up, that's all. You'll be late for work. \n[76]Honey, what's the matter? \n[77]Don't say words unless you mean them, Misty. \n[78]No, honey, it's the police. Hello, officers. \n[79]A fine man.  A good teacher... \n[80]What a mess. \n[81]No, honey, it's just Scotty. Scotty, who doesn't wear his seatbelts! \n[82]Yes, I did. \n[83]SCOTTY before patiently addressing COPS \n[84]Murder, honey. \n[85]...People who don't mind their own business. \n[86]It's Mrs. Ackerman's magazine, honey. Look at the subscription label if you don't believe me. I recycle my magazines. \n[87]in place as soulfully as possible for her \n[88]Don't forget me, boys! All rinsed and ready to recycle! \n[89]Morning, Gus.  Hello, Sloppy. Here you go.  You work hard for the environment.  A little drink never hurt anybody. \n[90]I've told her!  It takes ninety to one hundred years for a tin can to decompose but she still won't recycle. \n[91]I HATE Mrs. Ackerman. \n[92]For the sake of this planet, \n[93]Just a half-a-cup. Hello, Dottie.  I'm so sorry to hear of your troubles... \n[94]Are those pussy-willows? \n[95]PUSSY-willows, Dottie! \n[96]Dottie!  Watch what you're doing! \n[97]Dottie didn't mean to be a clumsy ox.  She's sorry, Aren't you, Dottie? \n[98]And we're going right to the flea market to get another one! Misty tells me there's a whole booth of Franklin Mint stuff. Dottie, you lock up. I'll take care of poor Rosemary! \n[99]Damn these yellow-jackets! I hate 'em! \n[100]Misty, lighten up.  It's not the customer's fault Carl stood you up! \n[101]purchase, but still watching CARL and SEXPOT DATE in distance \n[102]You want me to keep that under the table for you? \n[103]Misty, honey, look! I made a killing! \n[104]back under table, threateningly \n[105]Ewwww! Thank you, Rosemary. \n[106]That's one-hundred fifty-eight dollars. \n[107]Certainly. \n[108]0h, that's horrible, honey. I sold the Pee-Wee Herman doll!! \n[109]You got your wish. \n[110]Dinner's served! \n[111]Amen to that. It's been a crazy day, hasn't it?! \n[112]Does he? For a boy who doesn't wear seat belts, Scotty's awfully nosy. Excuse me a second. \n[113]\"...Ain't no time to grieve And it's Daybreak!!! Let it shine, shine, shine, All around the world!!\" \n[114]Always brush after every meal! \n[115]\n[116]You'll pay for that, Ralph Sterner!! \n[117]Anybody for dessert? M-m-m-m-m, strawberries! \n[118]It's a shame.  But they should brush their teeth, honey. \n[119]Oh, honey! \n[120]Chip, the only cereal I know about is Rice Krispies. \n[121]Who? \n[122]...so that we may delight in thy will... \n[123]...And walk in the ways to the glory... ...of Thy name... \n[124]Do you think I'll need a lawyer? \n[125]But, Chip... \n[126]This is so silly. \n[127]\"Tomorrow!..Tomorrow!..Tomorrow! I love you... \n[128]\n[129]Give me your fucking van before I kill you! \n[130]Hi! I know your mom... \n[131]Excuse me. Age before beauty... \n[132]Sorry...the police are after me... \n[133]I guess I am. \n[134]Thank you so much, you kind, kind creature. \n[135]Excuse me...coming through... Bill Flowers!  You're underage! \n[136]Just say NO!  And COMB YOUR HAIR, young lady! \n[137]Buckle up, Scotty! \n[138]Hi, honey! \n[139]Kids, did you do your homework? \n[140]Hello, jury people. My name's Beverly Sutphin. I like your jacket! \n[141]\n[142]Your honor, I have a motion. I would like to fire my attorney, and defend myself! \n[143]Oh shut up, Herbie! I have the right to defend myself, your honor.  I've read the lawbooks!  \"Ware vs. State, 1964\", and \"Schutte vs. State, 1962\". \n[144]NOT GUILTY, your honor! \n[145]Mrs. Hinkle...do you drink? \n[146]So you weren't drunk when you received those alleged obscene phonecalls? \n[147]You mean to tell me the day I came over to Mrs. Ackerman's...the day you claim you recognized my voice...you weren't drinking? \n[148]So you do drink? \n[149]So you admit you just lied? \n[150]Let the record show I'm just standing here. \n[151]Mrs. Hinkle, are you insane? \n[152]Thank you. Detective Bradford, if I was to look through your trash can, what reading material would I find? \n[153]Well, this magazine was found in your trash just last night... ...It's called \"Chicks with Dicks\". \n[154]Don't judge people by what they read, Detective. Your witness, Mr. Nazierod. \n[155]Mrs. Ackerman, when you left me at the flea-market, where did you go? \n[156]Did Carl Padgett buy something you wanted? \n[157]Carl Padgett died for the Franklin Mint, didn't he?! \n[158]That was your People magazine with the letters cut out, wasn't it? \n[159]And those were your scissors found sticking out of Mrs. Sterner's stomach, weren't they? \n[160]Mrs. Ackerman, do you recycle? \n[161]The prosecution has proven nothing, your honor. The defense also rests! \n[162]Look at me!  I'm a normal person just like you are! \n[163]...But I've been framed by the police... \n[164]...and perjured against by the very people I thought were my friends... \n[165]...All I ask is that you have the courage to find me innocent of these terribly untrue charges... \n[166]I'm coming home!! \n[167]flowers, signing autographs, posing for the press    \n[168]You can't wear white shoes after Labor Day! \n[169]Oh yes it is! Didn't your mother ever tell you?! \n[170]Well, now you know! \n[171]No it hasn't! \n[172]Right here, honey. \n[173]Certainly. \n[174]...but please...if I could just... \n[175]scariest, most threatening voice yet ", "CHIP": "\n[1]I wouldn't give ya a nickle. \n[2]Here we go again. \n[3]She sure can pick 'em! \n[4]Always the dentist. \n[5]Thanks, Mom. \n[6]You'd probably date him! He's cu-uuute!  Hey, Dad, did you ever see \"Henry, Portrait of a Serial Killer?\" \n[7]I do great in school, Dad.  \n[8]the buzzing of the fly builds in intensity on the soundtrack \n[9]Is there a killer loose? \n[10]Jeeezzz! \n[11]Let me see! \n[12]Rewind it!  Let's see it again! \n[13]The \"Citizen Kane\" of gore movies. \n[14]Hi, Mom. \n[15]But Mom, the video's not over. \n[16]Mom, Mr. Stubbins is a nimrod! \n[17]Bye, bird-brain,  See ya, Scotty. \n[18]Oh Mom... \n[19]Looks good, Mom! \n[20]Carl's a jerk! \n[21]I'm so happy I could shit. \n[22]Who? \n[23]MR. STUBBINS?  That's my math teacher! \n[24]Hello. \n[25]What happened? \n[26]It's on!  I'll call you back! \n[27]That's Lu-Ann Hodges! \n[28]I can't believe Mr. Stubbins is dead. \n[29]Well...he was an asshole... but he didn't deserve to die! \n[30]God, Mom! What's the matter? \n[31]You scared me. \n[32]\n[33]It's a cool idea, Misty! Let's make a gore movie about Mom!  Better yet, a TV series! \n[34]How about Mrs. Ackerman? We both hate her! Should she be the next victim? \n[35]You know Mom, Scotty thinks you're the killer! \n[36]\n[37]If Mom's a psycho, Scotty will still be ok, won't he? \n[38]I'm disappointed she isn't! For a while there, it was like being in a movie! \n[39]Think we'll get on \"A \n[40]Tell me the truth, Mom! It's ok with me, really!  Are you a serial killer? \n[41]\"Serial Mom\"? \n[42]We'll show 'em, Mom,  We'll go on \"60 Minutes\"! \n[43]You need an AGENT! \n[44]In here, Mom... \n[45]Get in, Mom!  I have to open. \n[46]Sorry, ma'am. \n[47]Sure do.  Did you bring back \"Ghost Dad\"? \n[48]Mrs. Jensen, I've told you. You have to rewind the tapes before returning them! \n[49]Because it's the rules! \n[50]You see the sign!  It's a dollar fine for not rewinding and this time I'm gonna charge you! $2.99 plus one dollar is $3.99! \n[51]It's the influence of all those family films. Right, Mom? Hey, Mom??... \n[52]Mother? \n[53]You don't think.... \n[54]What's Mrs. Jenson's address? \n[55]That's right up the street! Come on!  Just in case! \n[56]Come on! \n[57]Is MOM...in there? \n[58]Well...they sort of deserved it... \n[59]...Well, you tell \"Geraldo\" to go to hell!  I don't care what Jeffrey MacDonald's people got - he's old news!  We fly first class or we don't do the show! \n[60]Hold on... Yeah I am, but you'll have to speak to my agent... \n[61]That's cool...hey look, you're Carl's brother, right? \n[62]I'm sorry he's dead, but... have you signed off yet? \n[63]TV, man!  Farrah Fawcett's interested in playing my mother! \n[64]Bring her home...I guess. ", "DAD": "\n[1]Leave her alone, Chip. I think it's great she has a new beau, Beverly. \n[2]Just a little, please.  Bad for the teeth. \n[3]Look at this!  \"Hillside Strangler gets his college degree in prison!\" \n[4]Nice?!  He should have been executed! \n[5]I certainly did not. \n[6]And all that gore better hadn't be interfering with your schoolwork. \n[7]Well, your mother's going to PTA today.  We'll see what your teacher has to say.  \n[8]Who on earth...? \n[9]I'm Dr. Eugene Sutphin.  What's the trouble, officer? \n[10]She lives right down the street. \n[11]Sorry, son. This is a matter for adults. \n[12]No woman would! \n[13]Hey, I'm late for work. Bye, honey. \n[14]That's Birdie.  She's a horror nut just like my son. \n[15]Nothing like a home cooked meal, honey. \n[16]He certainly drives like a jerk. \n[17]Doesn't threaten me, honey. I'm happy. \n[18]What channel? \n[19]Whoever did it should get the death penalty! \n[20]I can't stop thinking about that poor teacher. Goodnight, honey.  Don't read late, we've got a big day with the birds tomorrow. \n[21]Goodnight, honey. \n[22]I just thought with all the sadness...you wouldn't want... \n[23]It's fine with me, Beverly. You want to, honey?  You think the kids are asleep? \n[24]I love that you're my wife. \n[25]You bring me such peace... \n[26]Shhhh.. \n[27]Don't wake the kids... \n[28]You're hot tonight, honey... but be quiet!  Shhhh! The kids! \n[29]Ooh, honey, I'm ready! Now!  Now! \n[30]Well, honey, chickadees breed in Alaska, you know.  No wonder Dede's hungry.  It's a long trip all the way to Baltimore. \n[31]Hello... \n[32]Well, Mr. Sterner, if you call my office, I'm sure we can see you Monday. \n[33]All right, Mrs. Sterner... Nine o'clock. \n[34]I'm sorry, honey.  But the birds will still be there next week. \n[35]Good morning, Detectives. \n[36]Detectives, what is this about? \n[37]Surely you don't think Beverly was involved! \n[38]Misty, that's a terrible thing to say! Detectives, it's time for you to leave.  My wife knows nothing about this terrible ...accident. \n[39]Mr. Sterner, you've lost a tiny filling.  I have to drill deeply enough to remove all the decay. \n[40]Mrs. Sterner, please stay in the waiting room! \n[41]What is it, officers? My patient is waiting. \n[42]Bird books mostly... \n[43]I'm sure those are my son, Chip's books. \n[44]\n[45]Let's say grace and pray that we have the strength to understand the terrible tragedies of the last few days. \n[46]\n[47]Your mother may have some problems, that's all, Chip. C'mon!  Hurry! \n[48]We hope so, son.  And no matter what your mother is, we'll love her anyway. \n[49]Home Sweet Home!  Everything's fine, kids! \n[50]Just ignore the police. It's all a terrible mistake. \n[51]Beverly!  Not the Sterners! \n[52]Beverly, I've been reading all about it...is it menopause? \n[53]Don't worry, Beverly.  We're going to get you good psychiatric help. \n[54]No comment! \n[55]...we are truly sorry and we humbly repent... \n[56]NO COMMENT!  PLEASE!  My wife is missing!  I'm worried sick about her! \n[57]passenger door from inside \n[58]Hold on, kids! \n[59]Beverly is devastated by the charges against her. \n[60]Shhhhh! \n[61]...What should I do? \n[62]Beverly?  Beverly? ", "MISTY": "\n[1]I do, please. \n[2]It's sugarless. \n[3]Sorry, Mom.  Thanks. Hey, Chip, think I could get 50c for Vanilla Ice. \n[4]Carl can't believe how much I make at swap meets. \n[5]Just a boy.  He's picking me up this morning. \n[6]He's really cute! \n[7]He goes to college with me! \n[8]He killed people, Mom. \n[9]You've been working in that video shop too long. \n[10]Hi! \n[11]Bye, Detective Moore. \n[12]Wow!  Still in the box!  I sure can! Oh God, here comes Carl! \n[13]See what Birdie gave me to sell at the flea market? \n[14]Yummy.  Carl says if I lose ten pounds, he'll take me to the University of Maryland Fall Mixer. \n[15]Carl makes me happy and that threatens this family, doesn't it? \n[16]Murdered? \n[17]She's a pothead! \n[18]You said you hated him. \n[19]I'm stoodup!  I'll kill that bastard! \n[20]It's him! \n[21]Hi, Detective Moore. \n[22]I got somebody you could run over, Mother! \n[23]Nice buns! \n[24]Always something isn't it? Can I help you? \n[25]Thanks for not buying anything! \n[26]There you go... \n[27]ambulance enter flea market as customers start running towards concession stand \n[28]Mother!  It's Carl! He's dead! \n[29]Mother!  Did you hear me?! Someone murdered Carl in the mensroom!  I saw his dead body! \n[30]But... I didn't wish...I didn't want him DEAD! \n[31]Chip!  Our mother is Charles Manson! \n[32]I'm not kidding.  Carl stood me up this morning and then he was murdered at the flea market.... \n[33]Yes murdered!  You said you hated your teacher yesterday and he was murdered too.  I don't know...maybe Mom's nuts! \n[34]No!  Stop it!  It's not funny. Mom might do it! Someone else might die. \n[35]She's gone! \n[36]She's gonna kill Scotty! \n[37]I DO!  Mom's gone crazy! \n[38]Turn right on Timonioum Road. Hurry, Dad! \n[39]I can't believe I thought my own mother was a murderess! \n[40]Dad, I thought it was ok. Make them go away.  This is embarrassing. \n[41]Oh God! Now I'll never get a boyfriend! \n[42]Hi, Hank. \n[43]Get your \"Serial Mom\" T-shirts while they last! $19.95 plus tax!  Master Card or Visa! \n[44]Thanks, ma'am.  Signature here and home phone. \n[45]Just be nice to her.  And try ...just try not to get on her nerves. ", "DOTTIE": "\n[1]Hello. \n[2]Goddamn you!  STOP CALLING HERE! \n[3]You bitch! \n[4]The police are tracing your call right this minute. \n[5]\n[6]\n[7]Who is this? \n[8]Yes, I am...I'm sorry Mrs. Wilson.. It's driving me crazy...I've changed my number twice already... Please help me! \n[9]I can't say it out loud. don't use bad language. \n[10]Alright, I'll try... \"Cocksucker\".  That's what she calls me. \n[11]\n[12]\n[13]Turn it off. \n[14]She scared me. \n[15]It's not fair!! \n[16]What did you just say? \n[17]I didn't do it! \n[18]Rosemary, I didn't break your egg - she did! \n[19]\n[20]Nice as pie she was to me and then I hear her say it! \n[21]\"Are those...\" I can't say the word out loud. \n[22]Maybe... \n[23]\"PUSSY\" she says to me! \n[24]You rotten mother-fucker! You lousy cock-sucker! \n[25]I certainly did. \n[26]Not at first, but then I heard the same inflection in a voice at a social gathering and I put two and two together. \n[27]It was her!  Beverly Sutphin! Sittin' right there! I'm lucky I'm not DEAD!! \n[28]No, I don't. \n[29]I certainly was not! \n[30]One beer with lunch is hardly \"drinking\". \n[31]Socially...I'll have a beer. \n[32]\n[33]Did you see her?!  She just said \"Fuck you\" to me! \n[34]\n[35]\n[36]", "BIRDIE": "\n[1]Hi, Mr. and Mrs. Sutphin. \n[2]I didn't do it!  I swear!  Don't lock me up!  I'll take a lie detector! Hi ya, boys! \n[3]Hey Misty, look what I got! A Pee Wee Herman Doll.  Can you sell it for me at the flea market? \n[4]It's a sheep's tongue! \n[5]Look, Dick-Head! \n[6]\n[7]Hi, Mrs. Sutphin. \n[8]Oh, boy! \n[9]Bye, Mrs, Sutphin. \n[10]Did you hear? \n[11]This is so cool! It's just like a horror movie. \n[12]Nightmare on Calverton Court! \n[13]Can I borrow your mother? My aunt is coming over to dinner tonight and she's always on my nerves. \n[14]Alright You're bigger than Jason or Freddie now! Only you're a real person! \n[15]Good morning, Mrs. Jenson. \n[16]What a bitch! \n[17]Mrs. Sutphin? \n[18]0h, shit! \n[19]She wouldn't... \n[20]...Jenner...Jenson, Emy Lou Jenson.  3511 Clark Avenue! \n[21]I saw blood!  And it's brown! Not red like in horror movies, but brown!! \n[22]No! It wasn't like gore movies at all! \n[23]Oh God, I think I'm going to be sick... \n[24]No more violence...No more violence... ", "SCOTTY": "\n[1]Man, I just ate.  Turn it off. \n[2]No!  That shit is sickening! Put on pussy! \n[3]Excuse me, Mrs. Sutphin. \n[4]Man, that one made me puke! \n[5]Are we leaving? \n[6]The Maryland Teacher Massacre! \n[7]SHE DID IT!  Aimed the car right at Mr. Stubbins and mowed him down! \n[8]magazine with Ivana Trump on the cover \n[9]I believe you, Misty. Your mother could kill - I've seen that look in her eyes! Is there a reward or anything? \n[10]\n[11]Dear God...I promise I'll never watch a sex film again... I promise, I promise.... \n[12]Oh shit! \n[13]Can I give it to you inside? \n[14]Uh...December 14th, 1975. Please! ", "JUDGE": "\n[1]Quiet in the courtroom! Court is now in session! \n[2]Mrs. Sutphin, I SAID QUIET! You are accused of mass murder! This is a court of law, not a coffee klatch! Mr. Nazlerod, your opening statement. \n[3]Mrs. Sutphin, a defendant who has herself for a lawyer has a fool for a client... Approach the bench! \n[4]Mrs. Sutphin, I have no legal choice but to allow you to take over as your own attorney. \n[5]How do you plead? \n[6]Sustained. Watch your mouth, Mrs. Hinkle. \n[7]I'm warning you, Mrs. Hinkle. One more obscenity and I'll charge you with contempt of court. \n[8]Mrs. Hinkle, I find you guilty of contempt of court and sentence you to a thousand dollar fine and five days in jail! Lock 'er up! \n[9]You may answer. \n[10]The jury is instructed to ignore the outburst of the witness. \n[11]Huh?...oh yeah...YES. \n[12]I loved you in \"The Burning Bed\"! \n[13]Ladies and Gentlemen of the Jury, have you reached a verdict? \n[14]Court adjourned! ", "HERBIE HEBDEN": "\n[1]...Ladies and Gentlemen, I'm Herbie Hebden and you and I have a tough job ahead of us... \n[2]...I have known the Sutphin family for sixteen years... \n[3]...Dad, Eugene, is my dentist... \n[4]...Chip and Misty played with my own children... \n[5]...but I've found out I don't know Beverly Sutphin at all! \n[6]...No one really knows Beverly Sutphin... \n[7]...You see... ...Beverly Sutphin is INSANE!! \n[8]Yes, she committed these terrible crimes... ...but that doesn't make her a bad person. \n[9]Beverly Sutphin is not guilty, by reason of INSANITY! \n[10]You'll get my bill, I mean it!  A big one! ", "MARVIN": "\n[1]Be right out. \n[2]Marvin A. Pickles. \n[3]Yes, I was. \n[4]I...um... uh... \n[5]I...1'm not sure... ...I...oohhh...Excuse me... \n[6]There was nobody next to me: \n[7]Ohhhh!  I just said what you told me to! ", "FATHER STONE": "\n[1]Blessed be God, Father, Son and Holy Spirit... \n[2]...Jesus said nothing to condemn capital punishment as he hung on the cross, did He?! \n[3]...If ever there was a time to go on record against the death penalty, WASN'T IT THAT NIGHT?!... \n[4]CAPITAL PUNISHMENT is already the LAW in the State of Maryland!... \n[5]\n[6]Now, let us pray and humbly confess our sins unto Almighty God. "}}