{"dialogues": {"CARRIE": "\n[1]Year after year, twenty-something women come to New York City in search of the two \"L's\": labels and love. \n[2]Twenty years ago... I was one of them. \n[3]Having gotten the knack for labels early... I concentrated on my search for love. \n[4]Turns out, a \"knock-off\" is not as easy to spot when comes to love... \n[5]That is why you need help to spot them... \n[6]... Lots of help. \n[7]Year after year, my single girlfriends were my salvation. And, as it turns out... \n[8]... My meal ticket. \n[9]Even though, technically... we're not. \n[10]One of us is married... \n[11]One of us... married, divorced and re-married... \n[12]One of us... relocated. \n[13]And... one of us stayed exactly where she was. \n[14]I've always loved this block. \n[15]This is thirty-three. \n[16]Thirty-four. Lucky thirty-four? \n[17]If anything else opens up let us know. We're very interested in this building. \n[18]Oh my God. I've died and gone to real estate heaven. Look at this place. \n[19]Hellooo, I live here. \n[20]What --   Nirvana? \n[21]No, he's my boyfriend. \n[22]Point taken. From now on... you'll be my man friend. \n[23]Well, if the shoe fits. \n[24]Hideous. Hate it. Hurts my eyes. \n[25]How is this place even available? \n[26]If you live here what is there to fight about? \n[27]This is the master closet? No. \n[28]Hmmm. Hmmm. Now, I understand the divorce. \n[29]Can we afford this? \n[30]\"I got it.\" Just like that. \"I got it\" -- like he was picking up the check for coffee or something. \n[31]Except for the closet which Big says he can redo -- also he says the kitchen needs work but I don't know about that `cause I keep sweaters in my stove. \n[32]Yes, together. That's right. \n[33]Oh, Miranda, please, I haven't figured out all the details yet, but I'm a smart girl and I'm sure I'll figure out something I'm comfortable with. \n[34]And I love you for it -- but for now can't you stop worrying for me and just go ahead and feel what I want you to feel. Jealous. \n[35]Jealous of me living in this gorgeous penthouse in Manhattan. \n[36]There she is. Hey Hollywood! \n[37]How was your flight? \n[38]It was a rare occasion that brought all types of women together. The socialites, the trendies the yuppies, the yentas. \n[39]And a little too much. \n[40]And people say the golden age of television is over. \n[41]If Schadenfreude is the word for feeling pleasure at someone else misfortune -- This was \"jewelryfreude.\" \n[42]And the gloves are off. \n[43]I'm not sitting, I'm thinking. \n[44]I'm thinking I'm going to sell my apartment and put the money towards heaven on Fifth. \n[45]I know but -- \n[46]We're together ever night -- so I'm basically paying a mortgage on a glorified closet. \n[47]There's plenty of room at the new place and -- besides.. I want to make us -- a life there. I want it to be ours. \n[48]And that's so amazing --but you bought it, so it's really your place. And -- if anything were to happen... \n[49]I have to be smart here. I mean, we're not married and I'd have no legal rights to... this home that I built... with you. \n[50]I didn't think it was an option. \n[51]Well, people are always assuming we are. \n[52]You and me. \n[53]Why -- Do you want to get married? \n[54]No, if that's what you want. Is that what you want? \n[55]Okay. Really? We're getting married. \n[56]No, please, don't get me a diamond. Get me a really big closet. \n[57]So, the other night, Big and I were talking about, you know, moving in together and our future... \n[58]... And about what makes sense as we move forward. And, well... we decided to get married. \n[59]Everyone's looking \n[60]I am mortified. \n[61]Well... I made a little decision that I hope you'll be happy about. \n[62]No. I did not get Botox \n[63]I did not call to talk about Botox. \n[64]So... Last week, after the auction, I started thinking about my options. \n[65]Right, and... well, Big and I decided to get married. \n[66]Yes. \n[67]You sounded more excited about the botox. \n[68]Hello? \n[69]I hear ya. \n[70]I know. \n[71]Sorry about the extra paper work. \n[72]Samantha, it feels so different this time. No cliché romantic kneeling down on one knee. Just you know, two grown-ups -- making a decision about spending their lives together. \n[73]And one more thing... I want you to be maid of honor. How do you feel about that? \n[74]As a wedding gift, Charlotte had given me Anthony Marantino -- friend and wedding planner. \n[75]What? She was borderline anyway. \n[76]Oh. I found the dress. \n[77]The other day. I have it here. \n[78]Here it is. \n[79]Well... that was the exact reaction I was aiming for. \n[80]Simple and classic. When I saw it I just thought: That is what I should marry Big in. \n[81]No one. I found it in a vintage shop. \n[82]Don't worry, I'll style it up with shoes. \n[83]I heard that. \n[84]And from Anthony Marantino to spaghetti marinara. \n[85]It's okay, I know all about sex. \n[86]... \"Color\"? \n[87]We get it. You love to color. Why are you asking? \n[88]So... Sleep is the new sex? \n[89]-- I meant coloring. \n[90]Oh my. \n[91]Never. But, I will tell you this. When Big colors -- He rarely stays inside the lines. \n[92]One glass of Merlot and two orgasms later. \n[93]And that is how Samantha learned she had a new neighbor. \n[94]John? \n[95]Lean? \n[96]I love the smell. \n[97]\"The Love Letters of Great Men.\" Volume one. \n[98]No, but some of your classmates are. Voltaire, Napoleon... \n[99]No, I don't -- you have them. Here's Napoleon... \"My dearest Josephine, I wake consumed with thoughts of you --\" \n[100]Research for my new book. \n[101]Love. I use to write about finding love-- now I want to write about what happens after you've found it. \n[102]Stay tuned. \n[103]Listen... Here's Beethoven. \n[104]\"My thoughts go out to you today my immortal beloved. I can live only wholly with you or not at all.\" \n[105]\"Be calm my life, my all. Only by calm consideration of our existence can we achieve our purpose to live together. Oh continue to love me, never misjudge the most faithful heart of your beloved. Ever thine -- ever mine -- ever ours. \n[106]Have you ever written me a love letter? \n[107]When have I ever gotten a love fax? \n[108]Yeah, yeah.... Put it in writing. \n[109]I've been thinking. \n[110]How about we get married at The New York Public Library? Think how perfect. You and I and our love story surrounded by all the other lesser love stories. \n[111]It's not that big a deal. It's seventy-five people in a room that's partitioned in half. \n[112]Well, what did you have in mind? \n[113]Interesting. \n[114]Elaine, hi. Do you know John? \n[115]Elaine writes a single gal column for The New York Post. \n[116]Well. We're getting married. \n[117]Our wedding's on Page Six. \n[118]Oh, I know who. \n[119]Later that day, I met my friend Stanford for our weekly quick lunch and gossip session... Also known as \"dish then dash.\" \n[120]Rumor has it. \n[121]Where are we eating? \n[122]It seemed everywhere I went... people I knew were excited and available to come to the wedding. \n[123]The shocking thing was not the plethora of empty autumn social calenders but knowledge that everyone does indeed read Page Six. \n[124]Even people you didn't expect, like my Vogue editor, Enid. \n[125]Great. Who am I interviewing? \n[126]Wait -- I would be in the magazine? \n[127]Enid -- I'm so very flattered but-- \n[128]Well, I'm hardly the last single girl. \n[129]I thought the issue was \"great style at every age.\" \n[130]Enid -- I have no idea -- were you ever married? \n[131]Why didn't the marriage work out? \n[132]None at all. \n[133]Just your typical Wednesday. Breakfast with... Vera Wang. \n[134]... And Lacroix. \n[135]... And Dior. \n[136]And for dessert -- Vivienne Westwood. \n[137]A confection so special... \n[138]... It could wring a wedding tear from even the most unbelieving of women. \n[139]And then the impossible happened. \n[140]And just like that, Vivienne Westwood kicked my sweet little suit's ass. \n[141]Double door. So far so good. \n[142]Well. You did me proud, Mister. \n[143]Like it? It's love at first sight. \n[144]Now, I believe this is all really happening. \n[145]Yeah, a sign I priced it too low. \n[146]That's the food -- money on the table. I'll get started in the closet... I should be done in seventeen years. \n[147]You're good friends. \n[148]What are you doing here?! \n[149]It took four friends, three days to put twenty years into twenty-eight boxes. \n[150]Hi. \n[151]Well, I'm so excited you are here for a sleepover. \n[152]Brady, do you want to go have some peanut butter? \n[153]Steve. I can't believe it. Steve. \n[154]The next night, for the sake of Brady, Miranda went against her instincts and went home. \n[155]So Miranda left Brooklyn and came home... to Manhattan. \n[156]I don't know if this question is allowed -- but how is Steve handling this? \n[157]That's what I said. \n[158]Charlotte made love to Harry five times that week. \n[159]Miranda was starting to see the upside of Alzheimer's. \n[160]Wedding crunch time. We need to really get serious here. \n[161]Nope. Wedding before contractor. Unless you're planning to invite him -- which would make the guest list two hundred and one. \n[162]Blame the New York Post and Vogue. Two publications that have never before been uttered in the same sentence. \n[163]It's the dress. How can I explain this? It's like poker -- The dress upped the ante. \n[164]No, no, no -- you haven't seen this dress. This dress may be the whole reason to get married. Well, you and the dress. \n[165]How are you coming with your vows? Just a reminder -- you are going to be saying these in front of a lot of people, so the pressure is on. \n[166]Hey... \n[167]This is our wedding and you're not taking it seriously. \n[168]I didn't know that was even an issue. Why didn't you say anything sooner? \n[169]But -- don't you want -- \n[170]I think it's too late for city hall now. \n[171]You're a great man friend. \n[172]Who is that again? \n[173]Karl's kind of a jerk. \n[174]Whooo! \n[175]Jackass. \n[176]There you are. I thought you skipped out on me. \n[177]Well, the all-gal sleepover is about to commence. You gonna miss me? \n[178]Oh... One night won't kill you. And tomorrow you get to have me for the rest of your life. \n[179]Is everything okay? \n[180]Go home and sleep. Now, give me a kiss good night. Make it good -- it's the last single girl kiss. \n[181]There we sat... like a scene out of Louisa May Alcott's: \"Not-so Little Women.\" \n[182]Ha ha -- hilarious -- we broke up a lot. \n[183]You want to answer? Go ahead, sweetie... Open it up... \n[184]Say something. \n[185]Sweetie, that was your first bootie call. \n[186]Hello? \n[187]Oh my God -- did you just hear Lily? \n[188]It's Big. I'm gonna take it in the-- \n[189]What's the matter? \n[190]You won't. \n[191]Here's the thing. This is me that you're marrying tomorrow. Me. Nobody else. \n[192]And I'm marrying you. It's me and you. And you want to know the good news there? \n[193]We've already both done everything we can to screw it up. \n[194]Is that a smile I'm hearing? \n[195]Now, it sounds to me like you've got a bit of writer's block on the vow front. \n[196]And I find - you know - as a professional writer- it's best to just, you know, stop thinking about it so much -- and go to bed. And in the morning... \n[197]Exactly. And if not -- Just write this: \"I will love you.\" Simple and to-the-point. And I swear I won't even try to take credit for it. \n[198]You're going to bed now, right? \n[199]I'll see you tomorrow. Hey. Me and you. \n[200]There you are! Almost lost you under all that. Got your purse? \n[201]Whose got a mirror? \n[202]Stanford, you're on my dress. \n[203]It's Carrie... leave me a message. \n[204]This is Carrie, leave a message. \n[205]What's happening? \n[206]Did anyone call him? Give me a phone. Someone give me a phone. \n[207]I don't know how to work this. \n[208]Are you okay? \n[209]I don't know where my phone is! What is going on? Where are you? \n[210]Oh my God -- \n[211]He's not coming. Oh my God. \n[212]Get me out of here. -- Get me out of here! \n[213]I knew you would do this -- I knew it! \n[214]You left! I am humiliated! \n[215]I thought I would still be in extreme pain but I'm feeling nothing. \n[216]I'd like a little more nothing. \n[217]Yes, I'm still jilted. \n[218]I knew it when he called last night. I could tell. \n[219]Didn't want to believe it. Didn't even want to say it out loud. And now I have nowhere to love -- I meant live. I have nowhere to live. \n[220]Forever. \n[221]Well, if you change your minds, I know where we can get one hundred beef, seventy-five fish and twenty- five vegetarian meals. \n[222]And my clothes. All my clothes. I can never go over there again. How am I going to get my clothes? \n[223]A hit man? I have nothing to wear but a wedding gown. \n[224]There's the silver lining. A honeymoon to a romantic Mexican resort that's pre-paid on my credit card because I wanted to surprise the man who jilted me. \n[225]Wasn't there? \n[226]Close the shutters. \n[227]All of them. \n[228]Did I dream it? \n[229]So? \n[230]I'm tired. \n[231]Is there coffee? \n[232]Let's go down to the hotel for dinner on the beach tonight. \n[233]Yeah. I've got to do something to pull me out of my Mexicoma. \n[234]Too late. \n[235]I'll drink hers. \n[236]We're staying in one of the private houses. Number three. \n[237]That was like taking a bullet. \n[238]Will I ever laugh again? I'm serious. \n[239]When? \n[240]Thank god for that Mariachi band or I'd be able to hear my own thoughts. \n[241]After everything I know... After twenty years of everything we've learned -- I threw it all away for the thrill of putting his name on the honeymoon suite. If I met me now -- I wouldn't know me. \n[242]So, you're saying marriage is a bad thing? Good to know right about now. \n[243]Technically -- we're on my honeymoon. \n[244]He couldn't get out of the car. After everything he'd already put me through -- he couldn't make the effort and get out of the car? I made the effort -- I put a bird on my head. \n[245]Yes. \n[246]No. It was a bird. \n[247]He's a bad guy. Always was. Bad guys do bad things. \n[248]That's nice. Kinda balances off the one ball. \n[249]Mrs. Preston will take the check. \n[250]\"Mail box full.\" \n[251]Not ready to face it all yet. \n[252]Well, apparently you can go home again -- but it'll cost you. \n[253]You two could rule the world. \n[254]After her workout Charlotte couldn't help but think about how truly blessed she was. This week had made her feel more grateful than ever for her happy marriage. \n[255]Sweetie -- what's -- \n[256]And just like that, Charlotte Pookeepsed in her pants. \n[257]Miranda was right -- when something was really, really funny -- I laughed. \n[258]There was no better time I could think of to hire and assistant. \n[259]Um, Cathy... You seem drunk. \n[260]And why do you think you're right for this job? \n[261]So, you're from St. Louis? \n[262]Have you ever been a personal assistant? \n[263]Six kids? What was that like? \n[264]Aside from the space issue... why'd you move to New York? \n[265]No, it's just -- so -- honest. I don't think I've ever heard anyone say that in a long time. \n[266]Well... Louise from St. Louis... I have just one more question. How does an unemployed girl with three roommates afford the Patchwork Denim Bowley Louis Vuitton bag? \n[267]No! How can I not know about this? \n[268]And she did hook me up. \n[269]After only three days -- I began to think of her as Saint Louise from St. Louis. \n[270]As much as Miranda wanted to pat herself on the back for finding her new apartment in just one afternoon... in the end, she knew -- \n[271]Yeah, hi, can you put on Samantha? \n[272]You people and your relationships. \n[273]At the bottom of the ocean in Mexico. \n[274]No, not yet. No phone -- no calls, no calls-- no questions, no questions-- no explaining no wedding. \n[275]Plus, It's an excuse to break out the gloves. \n[276]When Samantha Jones decides to do something... \n[277]... She does it all the way. \n[278]She and Smith did all the upscale L.A. couple things. Sushi... \n[279]... Spray tanning. \n[280]... And saving Somalia... Samantha- style. \n[281]-- Interesting -- so is Carrie Bradshaw. \n[282]Come on -- When are we going to get to the really important things like unpacking my closet? \n[283]Yes. \n[284]Now? \n[285]So right. \n[286]Delete. \n[287]And -- isn't there some cyberspace place that you can send those so that I never have to see an email from him ever again? Do that please. \n[288]\"And Cinderella and Prince Charming lived happily ever after.\" This is a fairy tall sweetheart. Things don't always happen like this in real life -- you should know that now. \n[289]And another one bites the dust. \n[290]Sure. Everything okay? \n[291]How? \n[292]Sweetie. \n[293]I guess, in certain houses, fairy tales do come true. \n[294]I can't believe you're even dressing up. \n[295]You said a mouthful there, sister. \n[296]Speaking of monsters -- I got an email from Big. \n[297]\"I don't know what to say.\" Ah... then don't send an email. \n[298]Gonna take a little more than that to scare me after what I have been through. \n[299]And in the subject box: two words: I'm sorry. \n[300]Maybe he's sorry. \n[301]Point taken. I still can't believe this happened to me. I know it happened, but I can't believe it happened. I lay awake at night going over every detail of the last week in my head. \n[302]And then I saw it...the only thing scary enough to scare me after the experience I'd been through. \n[303]Wait -- what's that say? In the box at the end? \n[304]Is what? \n[305]\"Carrie Bradshaw is still single and living in Manhattan.\" \n[306]I didn't want to buy it - but I figured it was one less Vogue in New York. \n[307]Yes -- I'm a beautiful bride. Come in. \n[308]Hi, honey. \n[309]For me? \n[310]And what are you going to be for Halloween? \n[311]Yea! \n[312]Look closer. I'm the scariest thing in New York. Jilted at Forty-one. Boo. \n[313]You know you have to give me some of your loot, right? \n[314]Louise! \n[315]That's the point. My head is the witness protection program. \n[316]And I am feeling that Balenciaga on you. \n[317]Already? \n[318]Hold, Hold, Hold. 347? No, no. I'm a 917 gal. Always have been. \n[319]Great. Now even I don't recognize me. \n[320]Carrie Bradshaw -- \n[321]-- Or I used to be. \n[322]I'm a 347 area code. How tacky is that? \n[323]I want the old New York with the old 917 and my old will to live. \n[324]Looking? \n[325]Yes.   When I was a 212. \n[326]And in an effort to stay out of her house and out of trouble -- Samantha went shopping. \n[327]And just as Samantha convinced herself that the dog wasn't for her. \n[328]No, it's too beautiful. I'll just bury it deep in the back -- like I did my feelings. \n[329]Every day. You know, it's weird -- I haven't cried very much at all. Maybe you're only allotted a certain amount of tears per man -- and I used mine up. \n[330]Suddenly, it dawned on me -- there were two broken hearts in my-walk in. \n[331]Louise -- we need a cocktail. Grab your rental. \n[332]What happened? \n[333]Good. \n[334]Oh, I remember that smile.   Who's the guy? \n[335]At 11:30?     That's a bootie call. \n[336]Louise, I may not get texts and I may not send texts -- but trust me: The sub-text of that text: Bootie. \n[337]All right, then. You kids enjoy. That's what your twenties are for. Your thirties are to learn the lessons. \n[338]And your forties are to pay for drinks. \n[339]It's all about the desk. If I find the desk, the writing will come. And it better `cause I'm using my new book advance to pay the fancy decorator. \n[340]Out with the old -- -- In with the overpriced. \n[341]Hey, Harry called me and mentioned you're not running. \n[342]`Cause he loves you... and he's concerned. \n[343]Did the doctor say it wasn't safe or something? \n[344]So, why are you not -- \n[345]But if the doctor said -- \n[346]Okay. \n[347]Sweetie, you shit your pants this year. Maybe you're done. \n[348]You run   every day -- that's what you do.   You can't stop being who you are   -- just because you're afraid.   Right? \n[349]Now let's get down to business. I've got to have my apartment done in time for that baby shower. \n[350]And as the last of the autumn leaves fell away -- so did Charlotte's fear. \n[351]Yep. I'm perfectly happy spending time home alone. And speaking of home -- you're going to miss your plane. \n[352]Oh... Louise from St. Louis. \n[353]Now, I feel bad. If I had known we were going to exchange gifts -- \n[354]Open it. \n[355]No more rent girl for you. \n[356]It was the best money I'd ever spent. \n[357]New Year's Eve... and a Cup O'Soup. \n[358]Hello? \n[359]That's sweet but I can't, I'm writing. \n[360]No. You're not really having a fabulous time are you? \n[361]Oh yes, that's just what every New Year's Eve party needs: a visit from the lost Bronte sister. \n[362]Thanks but -- by ten PM I'll be in bed asleep and blissfully unaware of how fabulous this night is supposed to be. \n[363]Hello. \n[364]I was sleeping. \n[365]That's okay. Where's Brady? \n[366]Right. \n[367]It's okay. Are you alright? \n[368]Want me to come over? \n[369]I can grab a cab -- \n[370]You're not alone. \n[371]Easy girl. \n[372]Every year the women of New York leave the past behind and look forward to the future... this is known as Fashion Week. \n[373]This way. I hear the couture calling my name. \n[374]Very nice. \n[375]Well... Not every Saturday. \n[376]Ah.... yes. \n[377]Impressive. Better work up a hand gesture to go with it. \n[378]Well, I'll do my best. We'll talk after? \n[379]I've gotta go. \n[380]This was a mistake -- it's too soon -- I'm not ready. I'll go get a coffee and you guys call me after -- and I'll meet you for lunch. \n[381]Yeah, I really was... until I became the poster child for wounded women everywhere. \n[382]Is this thing going to effect everything I do for the rest of my life? \n[383]Where everyone can see me. \n[384]I didn't know if it was the fashion or the fact that the four of us were together again -- but for the first time in a long time -- I felt like myself. \n[385]And a couple of weeks later -- I met St. Louise's St. Louis boyfriend, Will. \n[386]Hello? \n[387]You called an hour too early. \n[388]Miranda and I are going to dinner and then a really violent slasher movie. \n[389]And you? \n[390]Wow. Do you make sushi? \n[391]Boy, you do have time on your hands. \n[392]I think it was like this last year but we played for the other team. \n[393]`Cause -- I'm an emotional cutter. I deserve what I got. Running all over New York believing that I'm finally getting my happy ending. \"See everyone, love does conquer all. Look at me in my one of a kind wedding gown marrying the love of my life.\" \n[394]And Miranda... in that article -- I did not say \"we\" once. It was all: \"I\" want and \"I\" think. \n[395]My point of view... Exactly. The whole wedding was my point of view. I let the wedding get bigger than Big. I am the reason he didn't get out of that car. \n[396]What do you mean? \n[397]I have been going over this and over this in my mind for five months -- and -- for five months you kept a secret like that? \n[398]Once? You tried to tell me once? You should have tried to tell me every single day! \n[399]There is no right time to tell me you ruined my marriage! \n[400]And I think what hurts the most is that you kept a secret from me. I have never ever kept a secret from you. Ever! \n[401]No, I'm lying. For the last five months I've been thinking that it's a huge mistake that you left Steve. There. How does it feel? \n[402]Excuse me! \n[403]It was the same Valentine night Samantha had planned -- minus the sushi. \n[404]Three days of \"I'm sorry\" calls and e-mails and flowers -- and I still wasn't ready. It was the longest we'd even gone without speaking. \n[405]How long have you been waiting here? \n[406]I'm upset. \n[407]You know -- \n[408]No. \n[409]You badger me to forgive you in three days -- and you won't even consider forgiving Steve for something he did six months ago. \n[410]It's forgiveness. \n[411]And -- I know you're not the reason my marriage fell apart. I was just - desperate to have someone else to blame. \n[412]Can you do that? \n[413]Thinking -- or feeling? \n[414]Miranda -- you're a lawyer. You can argue both sides of any case -- but, why we feel what we feel -- isn't logical. It's emotional. Sorry, Harvard -- I'm afraid you're going to have to make this decision based on your emotions. \n[415]You will. There will come a moment when you'll know. And if it's: yes - - all that brilliant logic will go out the window... with the past. \n[416]Where is it? \n[417]Very logical. And yet poetic. \n[418]And I have two coffees. \n[419]What's the other news? \n[420]Oh my God -- \n[421]Meanwhile, back in Lost Angeles... \n[422]... Samantha had money, a career and a man who loved her... Still, she couldn't shake the feeling that something was missing from her life. \n[423]With her two weeks just about up, Miranda's list of pros and cons were equal. \n[424]It suddenly dawned on Miranda that Steve's list might have had more cons then pros. \n[425]And Miranda never looked back... \n[426]Well, almost never. \n[427]And at home -- everything felt and looked different -- and yet still very much me. \n[428]Sorry. This is a very exclusive party. \n[429]Thanks. \n[430]You know her, probably ran to the hotel gym for a quick work-out. \n[431]Sweetie! \n[432]And that rat better be house trained. \n[433]No, a belly on anyone else is a \"so what?\" A belly on Samantha is a: \"So what the hell is going on?\" \n[434]Never. And when has she ever not talked about every detail regarding her body? \n[435]Language, please -- this is a grown- up apartment now. \n[436]How -- and I say this with love -- How could you not realize it? \n[437]Why didn't you say something? \n[438]Now, listen -- this isn't about the weight. You'd be gorgeous at any size. But are you happy? \n[439]I'm pretty sure that's to you. \n[440]What does your gut tell you? \n[441]Sweetie... You just compared your relationship to chemo. \n[442]And Samantha? \n[443]That pillow cost three hundred dollars. \n[444]As someone returned to my life... \n[445]... Someone left. \n[446]What am I gonna do without you? \n[447]St. Louise, you brought me back to life. \n[448]Wait -- don't forget your \"love.\" \n[449]I'll meet you in St. Louis. \n[450]Now, there were no more distractions. And as I moved on... \n[451]... Samantha moved in. \n[452]Hi. Congratulations... A girl! \n[453]Oh my God. She's gorgeous. \n[454]What a beautiful name. \n[455]Well, I have to say you two are very cool customers -- just making the \"baby's here\" call without all the \"I'm in labor\" drama. \n[456]Very dramatic. \n[457]What? \n[458]Well -- today is not about him. It's about beautiful baby Rose. So -- we know she has Charlotte's hair -- what else do we know? \n[459]She's a doll. Mazel tov! \n[460]Harry -- it's so much more complicated than you can imagine. \n[461]He's never written me. \n[462]No. He's never written me. Ever. \n[463]Two hours, two manila envelopes and countless emails later, I was just about to give up on the Big riddle when -- \n[464]Hey, Louise -- it's me. What's the password to get into your assistant file? Call me. \n[465]Shit. \n[466]Oh my God. \n[467]Hello. \n[468]No, it's okay I figured it out. \n[469]I don't need to go over there. \n[470]Oh -- I completely forgot about -- \n[471]It's already five o'clock. \n[472]Five twenty-five. Bye. \n[473]Taxi! \n[474]The light in our pre-war apartment looked completely different post- war. \n[475]It wasn't logic -- it was love. \n[476]Why did we ever decide to get married? \n[477]I'm sorry to have done that to you... And you know the funny part? \n[478]We were perfectly happy before we decided to live happily ever after. \n[479]Good closet. \n[480]Comfortable. Is this what you had in mind when you installed the carpet? \n[481]We better get up before the new owner bust in on us. \n[482]And in the end... Carrie Bradshaw married John James Preston in a label-less dress. \n[483]Perfect. You and me -- like I said. \n[484]It wasn't a fancy designer reception either. Just food and friends. \n[485]Maybe some labels are best left in the closet... \n[486]... Maybe when we put a label on people... bride, groom, husband, wife, fat, thin, married, single... we forget to look past the label and see the person. \n[487]Because everyone else started. \n[488]And speaking of an oldie but goodie... \n[489]Wait -- wait -- a toast. \n[490]To Samantha... fifty and fabulous! \n[491]To us... and the next fifty! \n[492]And there, in the same city where they met as girls, four New York women entered the next phase of their lives... dressed head to toe in love. ", "MIRANDA": "\n[1]So, he bought it -- and you're going to live there with him? \n[2]But he'll own it. So. You are keeping your own place, right? \n[3]I just want to make sure you're being smart here -- \n[4]Fine. I'm jealous. You're in real estate heaven and I'm in Brooklyn. \n[5]Whoever wrote that - lives in Brooklyn. \n[6]Hey -- what's coming up on Smith's series? Is he going to sleep with that new blonde neurosurgeon? \n[7]Great. Can't wait. \n[8]Kinda like Steve and I. \n[9]I'm kidding. But come one-- it's been seven years. He does that, I do this... It's not like a new plot twist is going to turn up. \n[10]She's bidding for someone on the phone. \n[11]... and I'm deaf. \n[12]There is literally a ringing in my ear. \n[13]Where is he with the check? \n[14]I still have a legal brief to work on when I get home. \n[15]What? I'm sorry. I'm exhausted. Brady woke me up at five AM. \n[16]It's like you're always criticizing me. \n[17]Yeah. Yeah. \n[18]Yeah. Yeah. \n[19]It's late... let's just get it over with. \n[20]I mean -- We have to get up in four and half hours. \n[21]Steve... We have sex. \n[22]How often do you guys have sex? \n[23]What? \n[24]She's three, she doesn't know what it means. I'm forty- two and I still don't know what it means. \n[25]Fine. How often do you guys... \n[26]Steve and I were \"coloring\" last night and just as I was about to -- \n[27]He wanted to change positions and I said... \"Let's just get it over with.\" \n[28]Well, he kept trying to make it last longer. \n[29]It is when you have a full-time job. \n[30]Well, you don't also have a five year old and play groups and PTA and a mother-in-law in a rest home with advancing Alzheimer's. I'm telling you, at the end of the day all I want to do is sleep. The most exciting thing in bed now -- is the bed. \n[31]We're just going through a no coloring phase -- it comes and goes, right? \n[32]Great. Now I feel worse. \n[33]Six months ago. \n[34]But that's a dry spell. \n[35]Well, this was very helpful. \n[36]I can't believe it sold so fast. \n[37]Oh, you know me -- I'm your daughter-in-law. I'm Miranda. \n[38]While I run over to see your mother tomorrow maybe you can take him to the first birthday party alone. Then -- I'll meet you at the twins' party and you can leave and be at the bar by six. \n[39]What's the matter? Steve. \n[40]It's killing you?! \n[41]Do not follow me. \n[42]Surprise -- Here we are! \n[43]We are too. Aren't we B-boy? \n[44]Here. Mommy has to go to the bathroom. \n[45]Apparently you don't have sex for six months he runs out and has it with some girl at his bar. \n[46]Steve. When I think of everything I've done for him. And this is how he repays me. Man, if I didn't have Brady, I would never go back there. \n[47]Is it? \n[48]Yes, it's sad, but I'm not going to make it any sadder by staying at a bad hotel while I look for a place. Pass the salt. \n[49]Plus, I have to be downtown and close to Brooklyn. We're going to keep things as normal for Brady as we can. I'll pick him up on my days... take him over on Steve's. \n[50]Says he's devastated -- begs me to forgive him. Not going to happen. I can barely even look at him. \n[51]Well, even if I could get my head around that justification -- it's the cheating part -- the behind my back part... the violation of the trust -- that's the thing that's killing me. \n[52]Besides... women who stay with men who cheat are women who are afraid to be on their own. And that's not me -- I can handle it. Always could. \n[53]I don't know if Steve's mentioned anything to you yet -- about us. Has he? \n[54]Well -- we've had some marriage problems -- it's not necessary to go into the details but -- I just wanted you to know that we won't be coming to see you together anymore. I'll be here Monday, Wednesday and Sunday -- the other days will be Steve. \n[55]Hi. I haven't talked to you all night. \n[56]Could you give us -- \n[57]What could you possibly have to say that could make it better? \n[58]You broke us! You broke us. What we had is broken! \n[59]I changed who I was for you. \n[60]No, I'm not alright. You two are crazy to get married. Marriage ruins everything. \n[61]After the fifteenth? \n[62]Is that a rip? \n[63]Traffic was the worst -- \n[64]I did something really bad -- I think. \n[65]I said something to Big. At the rehearsal dinner. \n[66]It was right after Steve showed up. I was upset... Big came up to me -- and I said something like: You're crazy to get married. It just came out. \n[67]Do you think it was totally the reason? \n[68]I keep thinking I should tell Carrie. \n[69]What? \n[70]I can't go to Mexico. I have a job. \n[71]Oh My God! \n[72]No more honeymoon stuff. This is very important. Have I made myself clear? \n[73]Magda -- I'll talk to you tomorrow \n[74]Morning. \n[75]It's a five-star resort. \n[76]The sun feels nice. \n[77]-- What? I didn't know I was going to be in a swimsuit. \n[78]I forgot to get a wax. \n[79]I've had other things on my mind. \n[80]Well, when you're married, Samantha -- you have a different set of priorities. \n[81]So what -- It's my fault?! I let the sex go out of our marriage! I deserve what I got. Thanks for understanding. \n[82]I'm fine! \n[83]Don't look to your -- \n[84]Charlotte had pudding in her Prada. \n[85]Yes. \n[86]When something is really, really funny. \n[87]No, that's marriage. \n[88]No-- I think we're on their honeymoon. \n[89]It's all so hot -- three days in. \n[90]Was that what that was? \n[91]I thought it was just feathers. \n[92]And good guys do bad things. The good guys screw you and the bad guys screw you. \n[93]And that was all Steve had -- didn't have money -- didn't have a career. He was the good guy bartender with a big dick. \n[94]Nine. Like -- nine and change. \n[95]Good news. Just got an e mail from your buyer's attorney -- they have agreed to sell you back your old apartment at that escalated price. And \"are willing to vacate by the time you return -- pending an additional financial offer.\" \n[96]Did you   -- \n[97]No, I can't be more patient. Your agency has had three weeks to find me an apartment. \n[98]No -- I told you... It has to be in Manhattan. Because it does. \n[99]How hard could it be to find something just on the other side of the Brooklyn Bridge? \n[100]On second thought -- Forget it. I could do a better job myself. \n[101]According to New York Magazine, this is the new up-and-coming neighborhood. \n[102]See! Wherever he's going is where we need to be. \n[103]Coming or going? \n[104]Going. Oh boy. Lets go. \n[105]Hi. I'm interested in the apartment. \n[106]I understand but -- who would I talk to about it? \n[107]Lovro... -- and I have no idea. Ku... \n[108]No way. \n[109]No way -- You dated? \n[110]He's single? \n[111]All the parents at Brady's school dress up -- it's fun! Fun thought up by a group of non-working mothers with nothing else to do all day. \n[112]Witch and -- \"sexy kitten\". That's it? The only two choices for women. Witch and Sexy kitten. \n[113]Maybe I should just wear this and a business suit and go as myself. \n[114]What were you expecting? \n[115]Steve is all about \"I'm sorry.\" I'm sorry emails -- I'm sorry voice mails -- I'm sorry flowers -- I'm sorry cards. How about: don't do anything to be: \" I'm sorry\" for. \n[116]Maybe Big is too. \n[117]Carrie -- There's a detail I've been meaning to tell you about -- \n[118]You look great, you look amazing. So. That's the worst of it. \n[119]\"Editor's note: The wedding of Carrie Bradshaw and John James Preston was cancelled as this issue went to press. Carrie Bradshaw is... \n[120]And what are you gonna say at midnight? \n[121]That's right -- but you gotta say it more excited than that -- \"Happy New Year!\" \n[122]You say that and then... you kiss. \n[123]Did you pack the new Batman Santa brought you? \n[124]It's there near the tree. \n[125]We're all kinda staying in tonight. \n[126]No, thank you. \n[127]There he is. Batman. \n[128]Happy New Year. \n[129]See you tomorrow. \n[130]I thought one of the perks of having a family is you don't have to spend New Year's Eve alone with Chinese food. I'm alone with Chinese food. \n[131]Oh, shit -- I'm sorry. \n[132]It's Steve's night. \n[133]Go back to sleep -- don't wake up. \n[134]I'm fine -- I was just getting a little choked-up watching the stupid New Year's Eve stuff on TV alone. \n[135]I'm all the way downtown -- \n[136]On New Year's Eve? No way. I'm fine... really. \n[137]I just wanted to talk a little. Go back to sleep. Good night. \n[138]-- In your four billion dollar beach house. \n[139]There's Mayor Bloomberg. \n[140]I believe that was his last campaign slogan. \n[141]So, this is how you all spent your Saturdays while I was with Brady and Steve at the Brooklyn Aquarium. \n[142]Just so you know -- We always had front row at the mammal show. Steve does the funniest dolphin impression. Actually, it's more -- Steve as a dolphin -- \n[143]Are you suggesting something? \n[144]And are you also suggesting that she forgive Big? \n[145]Should I -- \n[146]Is it me or is Valentine's Day this year on steroids? \n[147]I could do a lot worse. \n[148]Why would you look at the Vogue today of all days? \n[149]It was from your point of view. \n[150]You can't put this all on yourself. Okay. I said something I shouldn't have said to Big at the rehearsal dinner. \n[151]I was really upset after Steve showed up and I bumped into Big and -- I said that you two were crazy to get married. \n[152]Stop -- It's fine -- Thanks. \n[153]I'm sorry, I was upset-- Steve had-- \n[154]I tried to tell you once but the Vogue article came out -- \n[155]I know, I was looking for the right time. \n[156]It just happened -- I wasn't thinking. \n[157]Carrie, please -- Don't go -- I -- \n[158]It's me. Pick up. Are you there? \n[159]Carrie. \n[160]Hi. I need to talk to you. \n[161]Seventeen dollars long. Please get in. It just turned to eighteen. \n[162]Carrie, I understand -- but it just happened -- I never meant to hurt you. You have to forgive me. \n[163]What? \n[164]Please. What were you going to say? \n[165]It's not the same thing. \n[166]I don't know if I can trust that it won't happen again. \n[167]Me?! \n[168]So, we're done with our last session and we're not allowed to talk for two weeks while we figure out if being together again is something we really want. And then - - we had to pick a place to meet -- and if we both show up on that day - - the past no longer exists. Showing up is the promise we make to each other that we're willing to let it all go and move forward. \n[169]I don't know. I have a lot of thinking to do. \n[170]What do you mean? \n[171]Well, then -- I'm screwed. I don't know what I feel. \n[172]And I thought picking the place to meet was a challenge. \n[173]The Brooklyn Bridge. Halfway between both our places. \n[174]Poetic -- if we both show up. Otherwise -- you're on a bridge -- rejected. Not a good plan. \n[175]Kiss me. \n[176]We're on the list. Miranda Hobbes plus one...and a half. \n[177]Where's Samantha? Her plane landed two hours ago. \n[178]There's a rat in your purse. \n[179]So, she has a belly. So what? \n[180]What -- like a fat intervention? \"We love you -- have a salad?\" No. We should let her bring it up. \n[181]What exactly are you eating? \n[182]When was the last time you felt happy? \n[183]Why did we ever stop drinking these? ", "SAMANTHA": "\n[1]Samantha Jones... Smith Jerrod's manager -- I'm in New York `till Monday. \n[2]Fabulous. Let's go in -- I am so excited! \n[3]There it is. My baby. \n[4]When I saw this in the catalogue I said to Smith: This flower ring is the essence of me. One of a kind, filled with fire... \n[5]Exactly. Come on. Let's go spend some of my hard-earned Hollywood money. \n[6]He sleeps with every hot woman doctor in that hospital. \n[7]No, I think it's hot. Sometimes, when I'm alone, I masturbate right along with them. \n[8]Besides, it's fake sex. When they're doing it -- no one's actually turned on. \n[9]Bitch. \n[10]I deserve this. I work hard. \n[11]Sex with only one man for I don't know how long. \n[12]Fifty fucking thousand! \n[13]I draw the line at fifty. \n[14]... Till they weren't \n[15]Samantha Jones-- \n[16]Oh, honey... you finally got Botox. \n[17]I'm telling you, Carrie -- you'll love it. \n[18]I'm just saying. \n[19]Right. \n[20]Really? \n[21]That's great. \n[22]Well, honey -- I am excited for you but -- you know me... I don't really believe in marriage.... Botox on the other hand -- That works every time. \n[23]Honey, I've got to go. The People magazine person is on hold. Smith's on the short list to be their \"Sexiest Man Alive.\" We can catch up when I'm in town next week. \n[24]I think I was in shock. I mean, it's you getting married. This is not some random person -- it's you. \n[25]And I guess, I thought that after that big mess with Aidan -- you'd never want to get married. \n[26]So, I put you in my \"we're never getting married\" file. Now, I've got to take you out of that file. \n[27]You'll get my bill. \n[28]Well, I'm happy for you. \n[29]The same way you feel about Botox. Painful and unnecessary. \n[30]If I knew the girl talk was going to be on \"lock down,\" I wouldn't have flown two thousand miles. \n[31]Well, I can't color enough. I would color all day -- every day if I had my way. I'd use every crayon in my box. \n[32]Come? Sorry -- there is no crayon equivalent. \n[33]And this is bad? \n[34]I have a full-time job. \n[35]Well, when was the last time for you? \n[36]I bet it is. \n[37]Send it to Smith Jerrod at the office address. \n[38]I've got to go. Something just came up. \n[39]So far, I like it. \n[40]How did -- Wait -- that was you on the phone at the auction? \n[41]But I was going to buy it for myself. \n[42]Right. \n[43]To be clear -- This is a ring with diamonds -- not a diamond ring, right? In that case... I love it. It's my second favorite thing I've ever found in there. \n[44]Now, my gift's a little bit more... oral. \n[45]Bed? It's seven-thirty. \n[46]This is how it starts. Next thing you know... we're only having sex three or four times a week. \n[47]I am not most people. \n[48]She's looking quite at home for someone who didn't think she had the bride gene. \n[49]I lot of shit went down in this place. Attention must be payed! \n[50]Miranda, honey -- are you sure you want to do this? It's just one time. Anyone can have a slip. \n[51]It's a little quick to move out, don't you think? \n[52]He had sex once. Not even an affair. \n[53]That's what she said. \n[54]Are you waiting for me to get out my datebook? \n[55]You want me to tell you if I'm going to have sex? Fine. I'm about to have sex. \n[56]Now, I know it's tradition at the rehearsal dinner for the maid of honor to reveal embarrassing things about the bride. But in our group -- \n[57]... We never kiss and tell. \n[58]So, I'd like to make a toast to the groom. \n[59]Hey \"dick wad\"... I'm speaking. \n[60]Now. There were times when we had our doubt about this gorgeous man. But after careful observation over the last hundred years, my doubts are over. So... here's to the groom. A man who finally got \"Carrie-d\" away. \n[61]Well, you're quite a guy. \n[62]Steve. \n[63]Steve's here. \n[64]You thought that after the second break-up? \n[65]Yes, but... after the break-ups -- comes the hot make-up sex. \n[66]Are you sure she's not my child? \n[67]There's so much fabric I can't see. \n[68]Ready. We're ready. \n[69]Who's not? \n[70]Big's not here. \n[71]What do you mean he's not coming? \n[72]Go, go. You take her. I'll stay here and deal with this -- \n[73]What the hell got into him? He was perfectly fine at the dinner. \n[74]Why didn't you say anything? \n[75]Oh, honey -- I can hire people to do all that. Anything you need. \n[76]I can get you out of that. Worse comes to worse -- I'll say there was a death or something. \n[77]Well, turns out, I couldn't get her out of the honeymoon -- but I got us in. \n[78]I just booked us three seats on the flight. Mexico here we come. \n[79]Buenos dias. \n[80]Honey, you'll be waiting for a long time. \n[81]We'll talk. \n[82]This... will kill her. Where is she? \n[83]Well, it's a gorgeous sunset. \n[84]Honey, you have to eat a little breakfast. \n[85]Eat something and you can go back to sleep. \n[86]With all this gorgeous fresh food you're just going to eat that pudding crap the entire trip? \n[87]Jesus, honey. Wax much? \n[88]Since when -- 1998? \n[89]I could be on death row and not have that situation. \n[90]Honey don't blame marriage -- This one's married -- and she's not growing a national forest. How do you even cross your legs? Let me make you a spa appointment -- Any thicker and you won't be able to find it. \n[91]Honey, I'm sorry. That's not what -- \n[92]Oh, honey... you made a little joke. Good for you. \n[93]Felix -- We'll start with quatro margaritas. \n[94]Fabulous -- and keep them coming. \n[95]Well, as long as we're going down this road. \n[96]I can't believe my life revolves around a man. On what planet did I allow that to happen? \n[97]Does that mean saying his name fifty times more a day than I say my own? Does it mean worrying about him and his needs before me and mine? Is it all about the other person? Is that love? \n[98]Even this ring. I wanted to buy this for myself. That meant something to me. To be able to do that. Then, he buys it for me. \n[99]Yes. But now, every time I look down at it... I see him. Not me. \n[100]No, you could look at it and see that. I'm Samantha. \n[101]We'll take another round. \n[102]Relax -- we're on vacation. \n[103]And the rest of them don't know how to screw you. Trust me-- I've done the leg work. \n[104]How big? \n[105]Eat your pudding. \n[106]You can't forgive a man with a dick over nine inches? Well, honey, if you can't -- some other woman will. \n[107]And a bottle of tequila. \n[108]No time like the present. \n[109]Now -- lets work on getting your things there. \n[110]That's locked -- Use the other-- \n[111]That was really hot. \n[112]Distant? You're still in me. \n[113]When have I ever wanted to talk about it? \n[114]It's more than that -- lately, I haven't been feeling a connection to -- \n[115]No -- to -- it -- here. I have no real connection to our life here. \n[116]Not every chance I get. Only for the A-list things. And my managing you -- it's all too much. I'm starting to resent it. For the last two years it's been all about you. \n[117]I know. That was so much more fun. \n[118]So, I won't be coming to New York for a while. We're going to spend some time reconnecting on the weekends... do the \"LA couple thing.\" \n[119]Really. At first I was all: \"You can't tell me what I can do\" -- but then, I had to admit he had a point. \n[120]Honey, a pay phone? Where's your cell? \n[121]Want me to hook you up with a new one? \n[122]Samantha Jones. \n[123]Talk to me. \n[124]347 is the new New York. \n[125]Old New York, new New York -- honey -- at least it's New York. \n[126]Another hard thing about being in L.A? My \"sex on a stick\" next door neighbor. I can't stop looking at him. \n[127]Just looking. After I saw Steve's face at the rehearsal dinner, I could never --- \n[128]But you should see this guy. Every night sex with a different partner. He's like -- --Me. Five years ago. \n[129]And she needs a little eye work. Anything you can do about these stains? \n[130]Honey, I don't mince words. \n[131]Thanks -- Three months driving in L.A. and I forgot how to use my fucking legs. \n[132]See this -- this is what I miss. Last night Smith and I cuddled in front of the TV with \"take out\" Mexican. \n[133]Still -- I don't think I'm cut out for the one-on-one relationship thing. \n[134]No, see -- I've always had girlfriends on the side. \n[135]New Yorkers are so damn attractive - - Even the Mayor is hot. \n[136]There we are. \n[137]I pulled some strings. \n[138]I should go thank them -- \n[139]We thought we were leaving. \n[140]Let's get a cab -- I am starv -- \n[141]God, I miss New York. \n[142]I'm just calling to make sure you aren't hanging from your shower rod. \n[143]So, what's the V-day plan? \n[144]Perfect. \n[145]I am making Smith sushi. Pause for reaction. \n[146]We took a class a while back -- and when he walks in the door at seven- thirty, I am going to surprise him by laying on the dining room table - -- covered with homemade sushi. \n[147]You are three hours late. \n[148]Yes, I ate. I ate the sushi that I hand made for you. The sushi that I planned to lay all over my naked body as a Valentines surprise for you. \n[149]I slaved away in a kitchen all day to make this meal for you. \n[150]Not a big deal? \n[151]You see this -- This took me five fucking hours! \n[152]I am not the type of woman who sits home all day waiting for a man! You love California so much -- enjoy your hand-made California roll! \n[153]No! Come back here. \n[154]Where are you, baby? \n[155]Sorry -- I'm your neighbor and my dog ran up on your dick-- --Deck! \n[156]Smith is interested - but the dates will have to work with the series. \n[157]We agreed that no one else from the show but Smith was going to be on the cover. \n[158]There's no place like home. \n[159]Did you ever think you'd see the day -- me with a pooch. \n[160]Ladies, we can talk about my gut later-- right now, I'm bored to tears here. \n[161]I eat -- so I won't cheat. \n[162]Everything except Dante's dick. \n[163]I guess I didn't realize how big I was until I saw it on your faces. \n[164]I've been avoiding mirrors. \n[165]I don't know if there's anything to be proud of. I stuff my face to stop myself from doing something that feels natural to me. \n[166]I guess I didn't want to admit it. And when you're in denial -- you don't dial. \n[167]Relationships aren't always about being happy, right? How often do you feel happy in your relationship? \n[168]You feel happy ever day? \n[169]Six months ago. \n[170]What am I going to do? \n[171]I know but -- Smith stayed with me through chemo. If he could stay with me through that, I should be able to stay in this relationship for him. \n[172]We need to talk. \n[173]Yeah. This isn't working. I've done my best. I've given it five years and fifteen pounds. \n[174]Yes, I love you - ah, fuck it -- I'm just gonna say the thing you're not supposed to say -- I love you but I love me more. And I've been in a relationship with myself for forty-nine years and that's the one I need to work on. \n[175]You'll find a wonderful woman who loves being in a relationship. \n[176]I don't know. But that's a risk I'm willing to take. \n[177]No. I'm keeping this. Every time I look down at it I want to think of you. \n[178]Hi, I'm your new neighbor. \n[179]Samantha. \n[180]Honey, get over it -- It's New York! \n[181]Well, that is an oldie but goodie. ", "BIG": "\n[1]I got a good feeling about this one, kid. \n[2]How many does this make? \n[3]Lucky thirty-three! \n[4]Oh, so this is where they keep the light. \n[5]Must be the altitude. \n[6]Aren't I a little old to be introduced as your boyfriend? \n[7]Sounds like a dog. \n[8]I can build you a better closet. \n[9]Welcome home, baby. \n[10]I got it. \n[11]The creatures are ready. Just gonna sit there? \n[12]Here. Husk and think. \n[13]Why? You love your place. \n[14]But what? \n[15]You write there. It's your office. \n[16]It is ours. I bought it for us. \n[17]What's going to happen? \n[18]Did you want to get married? \n[19]Well, Mr. Bradshaw, what if it was an option? \n[20]And you know what happens when people assume. They make an ass out of who? \n[21]What do you think, kid? \n[22]Well, I wouldn't mind be married to you. Would you mind being married to me? \n[23]I want you. So. Okay. \n[24]We're getting married. Should we get you a diamond? \n[25]Deal. \n[26]But... You gotta do better on that corn. Look at all the stuff left on there. \n[27]Are you the last person in New York still taking out library books? \n[28]That's an old one. \n[29]Am I in there? \n[30]You need to get glasses. \n[31]Typical short guy. Gives it all away up front. \n[32]Why are you reading this? \n[33]What's it about? \n[34]Interesting. What happens? \n[35]Bring it, Ludwig. \n[36]Good stuff. \n[37]Does a love fax count? \n[38]I'm pretty sure my secretary sent one at some point. \n[39]What can I say, baby? Not my style. Besides, these guys had to write-- they were separated from their loves by wars and hundreds of miles. I'm right here. \n[40]Hi. \n[41]You make me very happy. \n[42]Alright. Here's a love letter from me to you. \n[43]Loving you. Is easy... `cause your beautiful... \n[44]\n[45]Again? \n[46]Do we have to make that big of a deal? \n[47]It's just -- I've already had two big weddings. \n[48]I don't know -- a judge, couple friends and then we go for ham and eggs after. \n[49]Would we have to whisper? In the library? \n[50]\"Do you, Carrie\" -- Shhhh. \"Take this man\" -- SHHHH! \n[51]Yep -- At the New York Public Library. \n[52]Who would put that in there? \n[53]Okay. Open them. \n[54]Like it? \n[55]Peanut butter it is. \n[56]Not now -- I just got an email from the the contractor -- they pushed our move-in date again -- and I have to -- \n[57]Two hundred? Jesus, Carrie -- it's gone up again? \n[58]You said: seventy-five people in a partitioned-off room. \n[59]Change the dress. \n[60]Up, up. I have to finish this. Up. \n[61]I don't have time for this. \n[62]No, I'm not -- It's a circus! Two hundred people -- Page Six -- This is my third marriage -- how do you think it makes me look? \n[63]You wanted all this. \n[64]I want you, Carrie. That's what I want. I would have just gone down to city hall. \n[65]Well, no. I wasn't suggesting -- I was just saying. \n[66]See. That is the face I've been trying to avoid. Come here. \n[67]Karl... a partner at the firm. \n[68]Quite a toast, Samantha. \n[69]You're not bothering us. \n[70]Hey. Are you alright? \n[71]Don't go. Spend the night with me. \n[72]I'm just tired -- I guess. \n[73]It's me. \n[74]Hey -- I need to talk. \n[75]I'm sitting here trying to write these vows and... Is this something we really want to do? \n[76]It's just -- everything is great as it is. I don't want to screw it up. \n[77]I screwed it up twice before. \n[78]Yeah. \n[79]Yeah. \n[80]Yeah. \n[81]Yeah. \n[82]You know what to do? \n[83]Okay. Good night. \n[84]Can you put Carrie on, please? \n[85]Hello? \n[86]Why aren't you calling me back? I really need to talk to you. Call me back as soon as you get this. \n[87]I'm out front -- waiting. I can't go in without you. \n[88]Baby, this whole bride and groom thing has really thrown me. I need to know that it's still us. Just like you said. Me and you. \n[89]Turn around baby, let me see you. \n[90]I've been calling you for an hour. Why haven't you been answering your phone? \n[91]I was out front --but I just left. I can't do this. \n[92]What the fuck am I doing? What the fuck am I doing? Turn around and go back. \n[93]By the time we go around the block she'll be gone. No one's behind us - - Turn around! \n[94]Pull over. Pull over. \n[95]Carrie! \n[96]I freaked out for a minute -- but -- I'm ready now -- \n[97]Carrie! \n[98]I'm sorry -- I just -- \n[99]Carrie, wait -- \n[100]Hey babe -- I need to talk to you before you leave for the -- . \n[101]Charlotte. Charlotte wait -- \n[102]You're pregnant -- don't run. \n[103]My car's right there. Get in my car. \n[104]Charlotte -- we need to get you to the hospital -- Please get in my car. It's right here and ready. \n[105]I was going to get these to you. I didn't want it to be a total loss. \n[106]I guess we were afraid it meant something if we didn't. \n[107]I'm sorry to have done that to you. \n[108]Is there a funny part? \n[109]Yep. The jokes on us. \n[110]Thanks. \n[111]I'd like to think I was that smooth. \n[112]And the way we decided to get married -- All business... No romance. That's not the way you propose to someone. \n[113]This is. \n[114]Carrie Bradshaw -- love of my life - - will you marry me? \n[115]See, this is why there's a diamond. You need to do something to close the deal. \n[116]Ever thine. Ever mine. Ever ours. \n[117]You okay that it was just us? \n[118]Still. Would have been nice if you had the girls here. \n[119]Which is why I called them. ", "CHARLOTTE": "\n[1]It sounds perfect. \n[2]New York magazine said Brooklyn is the new Manhattan. \n[3]Don't you ever get weirded out by seeing Smith in bed with all those other women? \n[4]That's not fair. \n[5]I thought this auction would be more fun... but it's kinda sad. \n[6]Sorry! I'm sorry... but my friend here, just got engaged and she's been going out with the man for ten years. \n[7]74, 75, 76.... Seventy-six guests. \n[8]What?! When? \n[9]I'm so excited! \n[10]No, it's pretty but it's so -- simple. \n[11]Miranda -- please. \n[12]No, we can talk, let's just not use that word. \n[13]I know, but she's repeating everything. \n[14]Thank-you. \n[15]See. \n[16]Every couple is different. Harry and I -- \n[17]... Make love two or three times a week. \n[18]What about you and Big, Carrie? Come on, I told. \n[19]\"The ultimate single gal Carrie Bradshaw will be married in Manolos to New York financier John James Preston come fall.\" \n[20]\"Proving to single gals everywhere that there can be a happy ending over forty.\" \n[21]Well, I guess with the right man... \n[22]It's a sign. \n[23]Pink Post-it -- take. Purple -- toss. Yellow: Storage. \n[24]Samantha! Oh my God! \n[25]Steve -- I can't believe it. \n[26]Thank-you for being you. \n[27]I always knew she would marry Big. \n[28]Yes I did! After every break-up I secretly thought: Nope. They belong together. \n[29]Yep. \n[30]Get some sleep, groomie! \n[31]Behind you. \n[32]But we're twenty-five minutes late. \n[33]No! \n[34]You'll stay here. \n[35]Maybe you should eat something. \n[36]Anyone hungry? \n[37]You have your honeymoon stuff here. \n[38]What do you mean? \n[39]No, no, no. Big has been weird about marriage for years. \n[40]No, no. This is a really bad time to even mention it - no, no, no. Find another time. Later. \n[41]In the powder room. \n[42]Carrie, it's dinner time. You slept the whole day. \n[43]It's the only thing in the pantry that's totally safe. See. Made in Poughkeepsie. I don't want to chance it. \n[44]It's Mexico. \n[45]Carrie! \n[46]What are you talking about? \n[47]Really? \n[48]No, I'm not drinking. Just bottled water. \n[49]You love him. \n[50]Because he knew how much you loved it. \n[51]You could look at it and see a man who loves you and wants you to be happy. \n[52]Another? \n[53]It was beautiful. \n[54]I don't want to know this. \n[55]Thank God. \n[56]Don't go all the way in -- there may be sharks! \n[57]I'm going for a run and then to the gym for pilates. Anyone want to -- \n[58]Shut up, shut up, shut up. \n[59]Thanks for watching her while I went to the doctor. \n[60]I'm pregnant. \n[61]My doctor said sometimes when women stop trying -- it can happen. She knows other couples that adopt and then get pregnant. \n[62]Carrie -- I'm pregnant! \n[63]I saw it. The pictures are gorgeous. \n[64]Look, the people who don't know -- will only see the beautiful pictures. The people who do know will only see what an asshole he is. Mommy said a bad word. \n[65]Or -- we also brought Mulan. \n[66]Would you like to go trick or treating with us? \n[67]Just in our building -- if you feel up to it. \n[68]Um... no. \n[69]I know. \n[70]I don't feel like running! \n[71]I think it's so great that you are re-doing your entire apartment. \n[72]Why'd he do that? \n[73]There is nothing to be concerned about. \n[74]No, she said because I'm already a runner -- it's fine. \n[75]I'm afraid something bad will happen. It's a miracle that I'm even pregnant. \n[76]It's not rational, Carrie... it's irrational. I know that. \n[77]I've got everything I ever wanted. I'm so happy -- I'm terrified. No one gets everything they want. Look at you. Look at Miranda. You're such good people and look what happened to you. Of course, something bad is going to happen to me. \n[78]You've been doing it for five years. \n[79]We're in the front row?! \n[80]Decide where we want to go for lunch -- I'll make the call. It's like old times. \n[81]You really can't forgive him? \n[82]I like Steve. I've always liked Steve -- He's apologized a hundred times -- he's not seeing anyone else. What's it going to take? \n[83]No. I could kill Big. Sometimes when I'm running -- I imagine what I'd say if I ever saw him again. I have the perfect opening sentence. Want to hear it? \n[84]I curse the day you were born. \n[85]Carrie, wait. \n[86]Are you sure? I know how much you were looking forward to this. \n[87]You're not. \n[88]No -- but if you leave right now -- it will effect the rest of your day. \n[89]It's Fashion Week. We're in the front row. \n[90]Who cares about them -- You only came for the clothes. \n[91]I know it's hard but -- It's like you said: You can't stop being who you are. \n[92]Samantha! \n[93]You have a -- dog! \n[94]She never mentioned it on the phone? \n[95]Should we even bring it up? \n[96]I'm proud of you for not cheating. \n[97]Every day. \n[98]Not all day -- everyday -- but everyday. \n[99]Next week. \n[100]Oh, thank-you. \n[101]No, I'm sorry -- I can't stay -- Help me -- pull out the table. I can't -- \n[102]I don't want to see you. \n[103]I'm so mad at you. I was always on your side and then you did that to Carrie -- No, no -- I'm not going to cry -- I'm not going to waste tears on you -- I curse the day you were born! \n[104]I think my water just broke. Oh my God -- Taxi! \n[105]I don't want to get in your car -- I hate your car. Taxi! \n[106]Say hello to Rose. \n[107]After Harry's \"Bubbie.\" \n[108]My water broke in front of a restaurant. \n[109]It broke while I was talking to Big. \n[110]I bumped into him and I got so upset I started crying and then - my water broke. \n[111]I think he was hoping to see you. \n[112]Mazel tov! \n[113]Hmmm. This is delicious. ", "LOUISE": "\n[1]That's right. Louise from St. Louis. \n[2]No, but I'm the oldest of six kids, so I can pretty much handle anything you got. \n[3]Crowded. I had to move to New York just to get some room. And where'd I wind up? A one bedroom apartment with three roommates. \n[4]To fall in love. \n[5]What? That's corny, right? \n[6]It's rented. \"Bag, Borrow or Steal.\" It's like Netflix for purses. \n[7]Girl, stick with me, I'll hook you up. \n[8]Carrie Bradshaw... This is Louise. Anne From the New York Observer... \n[9]I'll let her know you called. \n[10]Carrie Bradshaw's web page is a mess. \n[11]One thing at a time. Are you ever going to answer these emails? \n[12]When? \n[13]Okay -- I'll read -- you tell me what to do. Vitaminsforless. Delete. Right? \n[14]Who's John@jjpny.com.? \n[15]Oh, shit -- that's him, right? \n[16]You sure you want to end all communication with him? \n[17]Oh my Lord. I did not even recognize you. \n[18]I'm really feeling that look on you. \n[19]Mine till Tuesday. \n[20]Here -- time to re-join the world. \n[21]Your new number... area code: 347 -- \n[22]No longer available. Now, you're 347. \n[23]Do you want me to get rid of it? \n[24]Do you miss him? \n[25]Yeah. I know how you feel `cause, my college boyfriend broke up with me last year. And I miss him all the time. \n[26]And it threw me so hard `cause, you know, I thought Will -- that's his name... was the love of my life. \n[27]He said he loved me and all -- but didn't think I was \"the one\". \n[28]And that hurt. But -- you know -- whatever. I'm not going to give up on love. \n[29]Love is the thing, you know. \n[30]See that. I'm bringing it to me all day long. \n[31]Someone I just met. He wants me to meet him for a drink. \n[32]No, it's not like that... he just got off work -- he's a waiter. \n[33]But it's not a bootie call if he meets me.... right? \n[34]You sure you don't want me to RSVP to some of these holiday parties? \n[35]Merry Christmas. It's just something silly. \n[36]You said you never saw it -- so. \n[37]No! That is not what I think it is. \n[38]Oh my Lord. Oh my -- \n[39]Look who's home from the big city! \n[40]I have two pieces of good news. \n[41]I just got a heads-up from your realtor. The apartment on Fifth finally sold. \n[42]You have sixty days before the new owner takes possession and you are out of there. \n[43]I'm moving back to St. Louis -- we are getting married in the fall. \n[44]And I put all the unopened mail from your P.O. Box in the manila envelopes on the bottom shelf there. \n[45]And please -- please do not make a mess of CarrieBradshaw.com -- it's my masterpiece. \n[46]You'll find some other girl... but she won't have my style. \n[47]And you gave me Louise Vuitton. \n[48]Serious. We need to stop cryin'. \n[49]Your keys. \n[50]No, I found my love. I'm leaving that with you. \n[51]See you at my wedding. \n[52]I didn't hear my phone. \n[53]We are shopping for my wedding gown. \n[54]Momma -- can you please -- This is a work call. \n[55]Well, I was going to call you anyway -- today is the final day on the Fifth Avenue apartment. You have till six before they change the locks. \n[56]And do you NOT want those never- worn shoes? \n[57]`Cause if you don't -- send them on to me. I'll squeeze my feet into them. \n[58]Hello? There are never been worn four hundred dollar shoes! ", "STEVE": "\n[1]Geese, Miranda -- relax. Magda's not even finished yet. \n[2]He woke me up too. \n[3]You got milk on your top lip. \n[4]What now? \n[5]I am not. You want to go through life with foam on your lip and no one telling you? \n[6]Anything you want to tell me? \n[7]Wait --- wait -- Don't come already... \n[8]Wait, wait -- get on top.    Get on -- \n[9]We never have sex and you want to get it over with? \n[10]When was the last time we had sex? \n[11]There was snow on the ground. \n[12]-- I had sex with someone else. \n[13]-- And you are so amazing with Ma and everything... everything you do and I can't believe I would do that to you. \n[14]You and I hadn't had sex in a really long time and I -- \n[15]It didn't mean anything -- It was just once... and it's been killing me. \n[16]It just happened... I wasn't thinking. \n[17]Miranda, it's still me. \n[18]I don't want to bother you all -- \n[19]But --- I need to talk to Miranda. Samantha, could you -- ask her to come out. I don't want to go in. It's a party and all. \n[20]You didn't leave me any choice. You won't return my calls -- You only talk to me in front of the baby when you know I can't say anything. \n[21]Miranda, please... It was just that one time. Please -- I love you -- \n[22]You all ready to go, B-boy? \n[23]Aw man -- Gotta have the new Batman. \n[24]You got plans with the girls? \n[25]Would you like to come and eat with us? We can go somewhere over here on your side. \n[26]Miranda -- I never meant to hurt you. \n[27]Put your hat on. It's snowing out. \n[28]Happy New Year. \n[29]Miranda, I know I made it hard for you to trust me. But -- You made it hard for me to trust you. \n[30]The way you treated me and cut me out of your life like that? I mean, yeah -- I broke a vow. But what about the other vows? Like promising to love someone for better or for worse? What about that? \n[31]How do I know she won't punish me for the rest of my life? ", "SMITH": "\n[1]I've got a gift for you. \n[2]I knew how much you wanted it. \n[3]I wanted to give it to you... for our anniversary. We met five years ago today. \n[4]Do you like it? \n[5]Babe -- I've got to go to bed. \n[6]I have to be at the studio by six A.M. and I need to get a workout before that. \n[7]Most people consider that normal. \n[8]No - you most certainly are not. \n[9]Her reaction is her reaction. Thanks Anaka. \n[10]Maybe it's not the sex. Maybe, it's the cheating. For me... that would be the thing. That it happened behind my back. \n[11]Look. I know we're not married but - - if you were going to have sex with someone else... \n[12]But... seriously, I'd rather know first. \n[13]Thanks Anaka. \n[14]Hmmm. You were kind of distant. \n[15]You want to talk about it? \n[16]Okay. I'll talk about it. Your best friends get screwed over by their guys -- how can you not get distant? \n[17]What? Me? \n[18]What life here? Seriously -- all I do is work -- and you run off to New York every chance you get. \n[19]Well, for the first three years it was all about you. \n[20]Maybe we need to make an effort to reconnect -- spend more time together -- away from the business. Less me, less you -- More us. \n[21]Babe -- we're way behind on set. I still haven't been released. I'll get there as soon as I can. \n[22]I'm home! \n[23]Man, that was a long day -- the crew went into double overtime. \n[24]Bummer. I know. Did you eat? \n[25]Why are you so upset? I called. \n[26]You made some sushi -- it's not a big deal! \n[27]Hey -- You're home! I thought you were staying the week. \n[28]Awwww... man. I knew this was coming. \n[29]What -- You don't love me any more? \n[30]What will you find? ", "CARRIE  (CONT'D)": "\n[1]Until it is. \n[2]We still are those four single girls... \n[3]In love. \n[4]Finding the perfect apartment in New York City is like finding the perfect partner. It can take years. \n[5]Blair Elkenn was a waitress turned model turned actress turned billionaire's girlfriend who came home one night to find herself unceremoniously turned out on the street. \n[6]And now she was getting the ultimate break-up revenge. An embarrassing and very public auction of all the jewelry he had given her when they were happy. \n[7]Mid-morning coffee with.... Carolina Herrera. \n[8]Appetizers with Oscar de la Renta. \n[9]Lunch with Lanvin... \n[10]I had gone from Little Women to Little Drunk Women. \n[11]And while picturing her loved ones at home in New York, she forgot where she was... \n[12]And opened her mouth. \n[13]It was a Lovro connection. \n[14]It certainly wasn't the cutest dog in the pen - but their was something about it -- \n[15]I would have bought you one two weeks ago and hidden it in here. \n[16]Over Christmas they realized how much they loved each other. Just in time for Valentine's day. \n[17]There we were...the three mirrors Samantha couldn't avoid. \n[18]I had told Louise to put Big in a place where I would never have to hear from him again. \n[19]As soon as I typed in \"love\" -- there he was. \n[20]And because Big still didn't have the words... he retyped a love letter from Beethoven. \n[21]And Lord Byron. \n[22]And James Joyce. \n[23]And Voltaire. \n[24]There they were. \"The Love Letters of Great Men - Volume One.\" Plus one more... Written by John James Preston. \n[25]I wanted to call him - but our love... Carrie and Big: volumes one, two, and three... stopped me. \n[26]And that's the one label -- that never goes out of style. ", "ANTHONY": "\n[1]Seventy five sounds better. \"A small, wedding of seventy five guests.\" \n[2]Cut throat -- I love it. I hope you're that decisive when it comes to the location and the dress. \n[3]This is going to be good! \n[4]Well, who's it by? The label? \n[5]\"The bride wore a dress by no one.\" \n[6]The invitation is fancier than the dress. \n[7]Now there's a bride! Flowers! \n[8]Get off the dress! \n[9]What? \n[10]Not now... dress emergency. \n[11]Damage? What's the damage? \n[12]Can't see anything behind this friggin' table. Go, go -- everyone out into the hall. \n[13]You're a queen -- you should know how to step around a gown. \n[14]Go -- Out in the hall, your highness. \n[15]We have a problem. \n[16]No, a real problem. They're not here. \n[17]Both of them? \n[18]The groom. \n[19]A woman just put a glass down on your new desk without a coaster. I told her if she did it again I'd break her arm. ", "HARRY": "\n[1]No costume? \n[2]You going for your run? \n[3]You didn't go yesterday either. \n[4]Why is that? \n[5]Okay. Welcome to the house of hormones. \n[6]It's my lot in life to be surrounded by beautiful women. \n[7]Now, we got a Lily and a Rose. \n[8]Oh -- there was plenty of drama. \n[9]Wait -- she's not done. \n[10]See. Drama. \n[11]He brought her to the hospital. Stayed until the baby was born. \n[12]He asked me to ask you to call him. \n[13]I know! It's none of my business. But I felt bad for the poor schmuck hanging around the hospital waiting room hoping to see you. I swear every time he heard someone in heels coming down the hall -- his heart stopped. \n[14]I know it is -- and you have every right to never call him -- but I'm just a big pile of love today --and I feel bad for the guy. He said he's been writing you -- but you never responded. \n[15]He said he wrote because he didn't have your phone number. \n[16]Then, why would he say that he had? ", "STANFORD": "\n[1]According to a certain trashy tome, you are marrying John James Preston. \n[2]Just one question: Does Big know? \n[3]Anywhere you like... and you know the rule -- the person on Page Six pays for lunch. \n[4]You forgot to charge us for the gaggle of gays. \n[5]... And the right dress. \n[6]When I get married, I'm wearing something like that. But bigger. \n[7]Don't call me a queen. \n[8]Looks like someone had breakfast at Tiffany. \n[9]I know, but for Carrie's sake I've decided to ignore your attitude. \n[10]They're probably stuck in traffic. \n[11]He's not here yet. \n[12]Happy New Year -- We're having a fabulous time. The only thing missing is you. Come. \n[13]Oh... Okay. You're not really writing are you? \n[14]No. Rescue me. It's very forced festive. \n[15]Well... Better a Bronte sister than a Hilton sister. ", "AUCTIONEER": "\n[1]Next item. The flower ring. \n[2]Let's start the bidding at ten thousand. \n[3]Thank you madame. Do I hear fifteen? \n[4]Do I hear twenty? \n[5]Twenty. Do I hear twenty-five? \n[6]Twenty-five. Thirty? \n[7]Thirty-five? \n[8]Thirty-five. Forty? \n[9]Do I hear forty? \n[10]Do I hear forty fi-- \n[11]Fifty? \n[12]Do I hear fifty thousand? \n[13]Fifty-five? \n[14]Sixty? Sixty to our colorful bidder? ", "ENID": "\n[1]We're putting together our annual \"Age\" issue -- and we'd like you to do forty. \n[2]No. You. You are forty. I want you to be featured in the magazine as the forty year old -- and here's the brilliant twist -- bride. \n[3]In bridal couture. It's a once in a lifetime opportunity - so spare me a week of faux soul-searching and just say yes. \n[4]Carrie. Vogue designers, Vogue photographers, Vogue airbrushing. Nod your head: yes. \n[5]Thank-you. It will be a sensation. We're calling it: \"The Last Single Girl.\" \n[6]No, but forty is the last age you can see a woman photographed in a wedding gown without the unintended Diane Arbus subtext. \n[7]Style yes... bride no. \n[8]Briefly. In 1975. I wore Halston. Creme. One shoulder Grecian with a low-cut bodice to the waistline for a dramatic flair. The fabric in the sleeves formed oval draping on the sides. Stunning. My future husband and I saw it on a trip to Paris and he fell in love with it. \n[9]Insisted I be married in it. So I was. We had quite a beautiful party. \n[10]Did you not hear me say my husband fell in love with my gown? Has your fiancée expressed any interest in what you'll be wearing? \n[11]Then you may have a shot. ", "AGENT": "\n[1]I do have another apartment that's not even on the market yet. Care to take a look? \n[2]It's more than you were looking to pay. \n[3]More. \n[4]And across the rooftop terrace --- \n[5]Your wife has quite a sense of humor. \n[6]This way. \n[7]And this is the master bedroom. \n[8]Nasty divorce. \n[9]Yes. Small for a room this size. I know. ", "ELAINE": "\n[1]Carrie, hi! \n[2]No, hi. Nice to meet you. \n[3]Please -- I'd rather you reveal my weight. \n[4]Oh, my God! This gives me such hope. \n[5]Thank-you. Thank-you for marrying someone our age. \n[6]Thank god you're here. They have me covering this Mercedes-Benz fashion week and I'm desperate for a Carrie Bradshaw-esque quote. \n[7]Great. And -- ooh -- my back -- \n[8]-- Can I just say that I'm so sorry about what happened with your wedding. \n[9]I don't know how you survived it. I, personally, was so devastated I took myself off JDate -- but you survived and you're here and you look amazing and I just think that's so great. Everyone in my row does -- we can't stop talking about it. Okay -- Meet you in the lobby after. ", "LILY": "\n[1]Sex. \n[2]Sex. \n[3]Again! \n[4]Mommie home! \n[5]Cinderella. \n[6]Yea! \n[7]Yea! ", "WAITRESS": "\n[1]Good evening. Here's our special Valentine night menu. All the selections are romantic in theme and designed to be split for two. Are you having wine? \n[2]A glass or a bot -- \n[3]I'll be right back to take you and your girlfriends order. \n[4]Would you like another bot -- \n[5]Here we go. Your Shiraz. \n[6]Hi, can I -- \n[7]Who had the ham and eggs? ", "BRADY": "\n[1]I have to go to the bathroom. \n[2]Mommy, I want to go home. \n[3]Where you going, Mommy?! \n[4]Happy New Year. \n[5]Happy New Year! \n[6]Kiss. "}}