{"dialogues": {"QUOYLE": "\n[1]Ruined. \n[2]If you're shocked when someone aims kindness your way. That oughta tell you somethin' about yourself. \n[3]Then again. If you're that kinda guy. It don't. \n[4]Uh.   No thanks. \n[5]How could I be? \n[6]I think my brother said that once. \n[7]Maybe it was my father. \n[8]I'm not a water person. \n[9]So we should cut it. \n[10]Or you could tie me in a sack, throw me in the river. Tell the police you thought it was oddly-wrapped lard. \n[11]Does your wife like special pickles? They're fine with cold cuts. \n[12]Seven and a half month anniversary? \n[13]You're havin' a baby! \n[14]It was pretty much like that for a month. \n[15]Somewhere in there. We got married. \n[16]After that, I had to follow her to see her. \n[17]Which I know was wrong of me. \n[18]She didn't know she was pregnant. \n[19]Uh.    Where are y... \n[20]Come home.     I'll make you one. \n[21]You okay?     Except for being thirsty? \n[22]Ounce Southern Comfort, ounce Sloe Gin. Ounce Triple Sec. Three ounces o.j.... \n[23]Me too.    I'll tell Bunny you miss her. \n[24]There's.    Cold chicken. \n[25]I knew we had our problems. But I never thought I'd hear that word. \n[26]I knew if I could take it. In the end. It would all work out. \n[27]Brain tumor and liver cancer. One apiece. \n[28]Dicky.   It's Mom and Poppa.    They. \n[29]So.     For the funeral, I thou... \n[30]Well.     Mom'll be there, too. \n[31]Don't see how. Big mortgage. Spent their savings on the doctors. I hadda send some grocery mon... \n[32]Sorry, Ed. I gotta drive down to my parents' place. I'll be back, Friday. \n[33]In what sense do you m... \n[34]Uh.   Would next week be better? \n[35]Should I finish the sawmill piece? \n[36]They're for Petal, Mrs. Moosup. I got something to tell her. \n[37]That's the last thing she'd ev... \n[38]At least she took her toys.       Wanted her to be happy. \n[39]Yes.     I need to report a kidnapping. \n[40]Quoyle. Q-U-O-Y-L-...no, Y, then L-E. Yeh, it's my kid. \n[41]Who knows?     Who knows? \n[42]He's not here. \n[43]He's passed on. He's dead. You said Mockingb... \n[44]Are you a detective, Lieutenant? \n[45]Well, as you've probably deduced, I am his son. Cause I'm at his place. As alleged. \n[46]Which is...? \n[47]The good.     Please. \n[48]That's.     The good n... \n[49]And Petal...? \n[50]That don't mean for sure she w... \n[51]Yeh. If she was alive. Don't guess she'd a left that. \n[52]Me neither. \n[53]Hi. \n[54]In the store. That way, you've got the whole selection. \n[55]Give us a minute. \n[56]I mean him. \n[57]She had an accident. \n[58]There was a car crash, sweetie. And they found...you know, the body. Of her friend. \n[59]Petal can't come back, she's dead. You know dead. Like the turtle. \n[60]Uh. No, Bunny and I like to... uh, early to bed, earl... \n[61]I never knew her, really. \n[62]But she was driven by terrible forces, no one could understand. She was a locked door. Even to me. \n[63]Some people probably thought Petal was bad clear through. \n[64]I think she just couldn't get enough love. \n[65]In what sense do you m... \n[66]Uh.     There's Mom.   And that's Poppa. \n[67]Those are temporary. \n[68]Like the falcon. \n[69]Well, that was my friend Partridge. Made the call. And it's just an interview. \n[70]Take it easy. Floor mighta fallen into the cellar. \n[71]Uh.     Why would they do th... \n[72]Is that a belt or a crown? \n[73]Sodas get flat withou... \n[74]That why the Barbies are watching? \n[75]They must be chilly, tho.     Should I get their clo... \n[76]Well.     I look good in shoes. \n[77]I was lookin' for that all over our old place. The landlady s... \n[78]You had quite the heavy morning. Take the rest of the day off. \n[79]Be right back, and we'll start talking breakf... \n[80]Yeh, her farts are pretty scary. \n[81]I was gonna say.     I'll keep my eyes peeled. \n[82]Be cheaper to build a new one. On the Riviera, even. \n[83]I'm not.     A water person. \n[84]...not a water person. \n[85]Someone found a pretty wife. \n[86]Someone always does. \n[87]That'd be me. The second one. \n[88]How'd the meeting go? Did they agree on a joint marketing approach? \n[89]Listen to this. 'Well, we see the postman has landed in jail for 45 days for throwing the mail in Killick-Claw Harbor. He said he had too much to deliver, and folks could just take a dip and help themselves.' \n[90]This is great stuff. 'A snowmobile mishap has taken the life of 78-year- old Rick Puff, who was on his way home from what the Widow Puff calls a 'screech-in and a carouse,' when his machine fell through the ice. A well- known accordion player, Mr. Puff had served four years in the 1970s for sexual assault on his daughters. Bet they aren't crying, either.' This Billy Pretty can really write! \n[91]From what? \n[92]I'm not buyin'. No boat. \n[93]Buggit, huh? Any kin to my boss on the Gammy Bird? \n[94]Headline.     Dog Fart Fells Freelance Reporter.     Promising Career Nipped in Bud. \n[95]Based on my I.Q. test, huh.   Where'd I rate? \n[96]So he said. Waitin' for his license. \n[97]Mr. Buggit. I'm not.     Well, a water person. \n[98]Him and Jack. Tell it. \n[99]And that's enough t...? \n[100]Man's a witch. \n[101]Say it fast. \n[102]I'll drink to that. \n[103]Hullo.     It's our first day, and I \n[104]Hey, how 'bout we ask what's wrong with you? There's nothing wr... \n[105]Which one of those women is in charge here? \n[106]Well, my lord, whoever runs the place should be giving this a little more attention. \n[107]I mean, children need structure. No one's even guarding that craft table, they could be running around with scissors and get hurt. \n[108]Um.   I write for the newspa... \n[109]Well, I was just... \n[110]She has wonderful.     Posture. \n[111]No sir, your wife is very lovl... \n[112]Oh, yessir. He was in all the papers. Way back. \n[113]So. What brings you folks up from Long Island? \n[114]Oh.   My.    God. \n[115]You are a woman of mystery, Aunt. Mystery and surprise. \n[116]You said upholstery.   Never said yacht uphol... \n[117]Where's Bunny? \n[118]What does that mean? \n[119]Little early in the day f... \n[120]Poor old girl. \n[121]I never thought so. \n[122]Another necklace, huh?    Can I help? \n[123]Do I have to take my clothes off? \n[124]You know.    You do look good in blue. \n[125]Give you folks a lift? \n[126]Well. My aunt can't bring Bunny to the daycare, she's got her shop now. But I worked it out with my boss. So I'll be bringin' her come next week. \n[127]If that's all right. \n[128]Only the best ones. \n[129]So the Newfie drills another hole in the ice, aways off from the first one. Once again, the voice booms, \n[130]So he moves way down the ice. Drills another hole. Voice comes again, I SAID, NO FISH DOWN HERE! \n[131]The Newfie looks around. Still nobody. Hollers, WHO ARE YA? THE VOICE O' GOD? Voice comes back, NO! THE ARENA MANAGER! \n[132]Heard it before, huh? \n[133]You guys hungry? \n[134]Is he learnin'? \n[135]Said it was. \n[136]Well.   A boat's a boa... \n[137]Thanks. \n[138]That goes with the shipping news. Profile of a vessel in port. \n[139]That's the one I didn't do. Mrs. Diddolate sprained her wrist. Period. \n[140]Pretty mu... \n[141]Run it. \n[142]As for the part about you havin' half a mind? No comment. \n[143]Headline. Reporter Disembowels Self With Rusty Joke. \n[144]Jack, I completely understand, I would fire me, too. \n[145]In a heartbeat. \n[146]You give me a chance, and what happens? I buy the wrong boat, I write the wrong story, I am the lowest form of alleged life. In fact, your comment... \n[147]...was an insult to the doughnut. \n[148]Baby... \n[149]\n[150]We're gonna play Wait For Daddy. Can you play that? \n[151]And if you don't move.     Until I get there. Then... \n[152]...then you win! \n[153]That.     Was so easy. \n[154]Thing about the barge piece? I just thought it'd perk up th... \n[155]Goin' fishin'? \n[156]Thirty-eight years. First time anybody said you done it right. \n[157]I just, uh, came to see if you'd heard abou.. \n[158]That's.    That's just terrible. \n[159]Do you think Bunny's. Strange? \n[160]In New York. They said she had a... personality disorder. \n[161]All these hallucin... \n[162]You know how many she makes? \n[163]And she's saving her mother a room. Did she tell you that? \n[164]She talks to her at night.        I can hear through the door. \n[165]You know how kids think.       You have all those books. \n[166]Just.     Is she okay? \n[167]I mean.     If you had to guess.. \n[168]\n[169]If you pick enough, we can sell 'em for a thousand dollars. And give it to Aunt Agnis to make up for those Staties who didn't pay h... \n[170]I understand. Believe m... \n[171]I'm thinking I'm sorry.     For everything. \n[172]Cindy Crawford and me is doin' fine. \n[173]Oh, that'd be Agnis. \n[174]Bunny I guess. Weavin' a daisy-chain necklace. \n[175]Well. She does have that posture goin'. \n[176]There is now. \n[177]There's me. \n[178]Well, you said. There's no one else. \n[179]Hey. If you wanna rest next to him. I'll paint yours at the same time. No extra trouble. \n[180]Attaway, girl. You're smarter'n all of us. \n[181]More obvious. Than the wife? \n[182]Okay, where's the wife? Agnis kill her too? \n[183]...so there they were, this goofy old codger and his dog, big as life. \n[184]Here I was worried about Bunny night and day, and there's absolutely nothing wrong with her. \n[185]Her only problem is her dad worries too mu... \n[186]So what is th... \n[187]Well. I've been workin' longer hours. So Dennis and Beety were kind enough to bring Bunny to the daycare. Fed her a lotta meals, too. They're real friends. \n[188]Nobody Hangs a Picture of an Oil Tanker. That's the header. \n[189]There's a 1904 photo hung in the library. Eight schooners heading out to fishing grounds, sails spread it like white wings. Beautiful. Beyond compare. \n[190]More common today is the low black profile of oil tankers. Like the ruptured Golden Goose, which last week bled 14,000 tons of crude onto seabirds, fish and boats at Cape Despond. \n[191]There will be more and more tankers. They will grow old and corroded, and their tanks will split. They have already done to fishing. What their spill has done to fish. \n[192]Nobody hangs a picture of an oil tanker. On their wall. \n[193]Well.     Whatcha think? \n[194]Well, sure. \n[195]Run it.   Like I wrote it. \n[196]Like I wrote it. \n[197]Sweetie.     Come sit in the car. \n[198]\n[199]Like I said.    Nobody hangs those. \n[200]More than 3000 tankers proudly ride the world's seas. Even the biggest take advantage of Newfoundland's deep- water ports and refineries. \n[201]Oil and Newfoundland go together like ham and eggs, and like ham and eggs they'll nourish us in the coming years. \n[202]Let's all hang a picture of an oil tanker. On our wall. \n[203]How can a man resign.    To nobody? \n[204]I know the word, Card. It means you two deserve each other. \n[205]Jack's gone fishing? \n[206]Headline. Reporter Becomes Magnet For Dead Men. \n[207]What was my panic? He was already dead. Maybe I thought, in some dim way... \n[208]...if it wasn't too late for him. It wouldn't be for Petal. \n[209]Once I was past the shelter of the lee shore, and into the real wind. I realized my mistake. \n[210]Headline.    Reporter Becomes Anchor Man. \n[211]Stupid. Stupid to drown with Bunny so young. No life jacket, no floating oar. No sense. \n[212]And I wondered. Am I going where she's gone? \n[213]...and will I see her? \n[214]You don't smoke. \n[215]You don't have to, I'm all right. I'm in heaven. \n[216]Nice.   You sittin' up with me. \n[217]Who you worried ab... \n[218]I asked.   Who you worried about? \n[219]Not really. Wouldn't be right. \n[220]And she talked about it.      Just like that. \n[221]So we're patient. And we wait, and we're good to her. And. Maybe. Time. \n[222]Well, hurry up. Thirty, forty years I'll be rarin' to get back out on the water. \n[223]Uh. Wavey? If it's all the same to you... \n[224]When you're in the mood. \n[225]She musta done something.     Really bad. \n[226]See, a good dad would say hitting is always wrong. You coulda hurt her bad. I guess you know that. \n[227]Wish I'd seen it.     It really sounds funny. \n[228]Well, there won't be any trouble at school. I'II take care of that. \n[229]Because the best thing about people. Is they can forgive each other. I heard that this morning. \n[230]That. And she won't want the story printed in the paper. \n[231]Me neither. \n[232]\n[233]Uncle. My daughter Bunny and I. We got you some hot bread. And some meat. Some dried fish. Some squash and vegetables...a cake...some warm clothes... \n[234]You tied those knots, huh? At my house? \n[235]See, I am Qu... \n[236]Him. \n[237]Her own... \n[238]Naw, I just come from seein' your cousin Nolan. Guess I was thinkin' about him. \n[239]That was more consideration.       Than I deserve. \n[240]Uh. Why would she send you more tha... \n[241]Macau, huh? So. That where y'sent th' chairs? \n[242]Horse blanket. \n[243]So if y'called around.      Musta found somepla... \n[244]I can't put him there, til I go down to St. John's. See it's all right. \n[245]Come with me. \n[246]I mean, the kids could stay with \n[247]Well. Remember when you said. Someday, I'd do something nice for you? \n[248]Hey. Overnight trip to St. John's. All expenses paid. \n[249]Now, listen to this for t'morrow. After I sign the papers at the home... \n[250]The answer to your annual outing! Rainbow trout fishing in four ponds. You pay for what you catch. Prizes in the ponds. If it drizzles or gets chilly, heated and lighted building available, right next to the ponds, with soft drinks, candy bars, ice cream and chips! \n[251]Hey, it's my treat.     You agreed. \n[252]A friend told me once. Love is the only thing that counts. \n[253]It's the engine of life. \n[254]So when you told me how you think about your husband. I really understood, becau... \n[255]...because real love.     Just comes once. \n[256]See, you know some of the stories about Petal. Some of the bad things. What you don't know... \n[257]Sorta.    Because of it. \n[258]See, love. Isn't about what's good for you. Isn't about what you wish it was. Isn't about what...would make you happy. \n[259]Love. Is about want. What you really want. And you can't change that. Even if it's poison. \n[260]So that's why it's great. To have a real friend. When you're. Lonely. \n[261]I cou... \n[262]She did stay my friend. In her way. Even tho, for awhile, we didn't see each other a lot. \n[263]Funny. How one little talk.      Can change everything. \n[264]Tell me about it. Just get the aunt's house fixed perfect, and I gotta move. \n[265]Three hours to drive from the Point, with all the ice. Alvin won't have my boat ready til New Years. Agnis can stay over her shop. Bunny and I have to find a room in town. \n[266]Hopin' you'd offer, almost worth it just t'inconvenience ya. Unfortunately, I'm too fond a yer wife. \n[267]Be careful. \n[268]Last friend left me.      Turned into a truck driver. \n[269]What's the barrel for? \n[270]Perfect for th' chips. \n[271]Works.    We forgot to buy dip. \n[272]\n[273]\n[274]\n[275]\n[276]\n[277]Feeling that and more.    What's the situation? \n[278]I collect friends who cook.     Just can't keep 'em. \n[279]Editorial meetin', y'say.     'Bout what? \n[280]Well, don't get all weepy-eyed abou... \n[281]Well, Billy'll do a helluva job... \n[282]Course.     I'd need a raise. \n[283]I'II try to live up to that. \n[284]Well, your son... \n[285]His whole life would be changed. If he could come upon. A fishing license. \n[286]Uh.   I didn't. Most of these \n[287]There's two. Are yours. \n[288]You prob'ly want to wait for Christmas. \n[289]It's from a museum catalogue.       But it's not real. It's a copy. \n[290]It's nice for your eyes.     I thought. \n[291]It's for everyday. You don't have to save it for special. \n[292]You must have me mistaken. For a writer. \n[293]It was so big, I thought it was a tea cozy for your car. But if it's for me, it has to be bigger, huh? \n[294]You kiddin'? After the holidays, we'll have to stretch it. \n[295]Not used to a woman.     Giving me presents. \n[296]One Christmas with Petal, I gave her eleven things. And I wrapped them. And watched her open them up. \n[297]She didn't have anything for me. Like every year. But this one time, she said, 'Wait a minute.' \n[298]She ran to the kitchen. I heard the fridge open. She came back. With her hands hidden behind her. Then, she held out... \n[299]Two brown eggs. She gave them to me from her own hands. They were cold. \n[300]Must sound really stupid.   But they meant a lot to me. \n[301]I broke 'em, careful. Made her an omelette with 'em. And I saved the shells. In a little box. \n[302]Oh, yeh. They're on a shelf behind my desk. At the paper. \n[303]Well. I gotta collect Bunny. Beety's gonna have supper waiting. \n[304]Well.   Merry Christmas! \n[305]I'll say.    She's as good as mine. \n[306]Mavis Bangs. Told me where you'd be. \n[307]We get so little mention in the wires. Thought you'd like to see. \n[308]Head in the suitcase.       The mystery's solved. \n[309]Silver Melville was captured in Moored with a cruise steward. The boy was twenty, a looker, wearing Armani clothes. Driving a nice Lexus. \n[310]Says she did it all for love. \n[311]Some women. Shoulda done it to their brother. \n[312]Mavis said you buried Warren here. Called it an anniversary. \n[313]I don't know. We just do. \n[314]For some, it does. \n[315]Y'know what the feathers around here need th' most? A good ruffling, I say. \n[316]Y'know what I need th' most? \n[317]A really big breakfast! \n[318]Hey.     Congratulations. \n[319]Last night.     On the stage?    You were... \n[320]I'll drink with you. If you're not done yet. \n[321]I take pride in that. \n[322]What you got there? \n[323]They're beautiful. I never saw 'em. All together. \n[324]Well.    Any woman would. \n[325]You knew Billy's dad? \n[326]Remember what I told you. \n[327]We're the ones have to be awake. To how much we love him... \n[328]And how we should be good to each other. While we have the chance. \n[329]You think? \n[330]That's cos he's peaceful. No worries, anymore. No troubles. \n[331]I found this in Jack's drawer at the paper. I don't know if it's somethin' special... \n[332]You hungry? There's sandwi... \n[333]You bet.    You can count on tha... \n[334]New Year's present. \n[335]Oh, yeh.    It's a Quoyle tradition. \n[336]Thanks.   For the mirror. \n[337]What? 'I'm keepin' m'damn lobster license'? \n[338]Maybe he just said it. To make your Uncle Dennis laugh so hard. You think? \n[339]It's not fair, is it. That Jack woke up. And Petal didn't. \n[340]That's something the world is always teaching us. And sometimes, the learning comes later. \n[341]You taught me that. \n[342]You know. What we wait for? It's like the main stem of this boat. It gives us our shape. \n[343]See, I know why you saved a place for Petal. All this time. \n[344]Cos I'm the daddy. And you learn how to do. By watching me. \n[345]You just watched.     Better than I knew. \n[346]Watch this. ", "WAVEY": "\n[1]I'm Wavey Prowse, and this is my place. Pardon our antiquated emphasis on individuality and the freedom to have fun. \n[2]Oh, yeh.     Running with sharp objects?     We save for Tuesdays. \n[3]We're enjoyin' the walk, thank you. \n[4]Love to have her. I'm sorry, Mr. Quoyle, about the other time. Women can be moody, you know. And temperamental. \n[5]Good afternoon, Dennis. Give our respects to Beety and Marty. \n[6]Go on.    Get the pig. \n[7]Sometimes, passion in performance. Beats the element of surprise. \n[8]Almost. Almost ready.       You know, it's all about timing. \n[9]\n[10]\n[11]\n[12]And it was named Petal. \n[13]The White Dog. Sometimes with the Skinny Ghost. Kids do things like that, it's called imagination. Like the necklaces. \n[14]It's a skill, she's proud of it. And she brings her dolls along. And she looks good in blue. And she wears a key for a good luck charm. \n[15]The ones I read to teach Herry. They don't make me an exp... \n[16]That child is the only friend my son ever had. So she's strange, you bet. \n[17]I love that little girl. And I will see to it. That she's all right. \n[18]And I don't have to guess about it. \n[19]Look.    I like you. \n[20]I want us.     To be friends, okay? \n[21]And friends. Need.       To understand each other. \n[22]My husband drowned.      Herry was... \n[23]He was two months old. And Herold took the boat out. Overnight. To fish for haddock. \n[24]Because I liked.     Haddock. \n[25]It's four years. \n[26]And it's yesterday. \n[27]Now, did I blow it.     Or can you still be my friend? \n[28]What?    What are you thinking? \n[29]That'd be old Nolan. He's actually your uncle, last of the crazy Quoyles. I should have realized. \n[30]Sad, really. Lives like a hermit in a run-down shack. No one to look after h... \n[31]You are a loving and wonderful father. You're not the problem. \n[32]Nice to see you. \n[33]...after all this time. \n[34]I thought you forgot. That I'm your friend, too. \n[35]You want another sandwich?    There's roast pork. \n[36]You said.    You'd read me your article. \n[37]I think when Card sees it, he'll split a gut. I think he'll sit up nights thinking of cheap shots to pay you back. I think he'll never stop until you're fired. \n[38]I think I haven't been so proud. Of a friend. Since I don't know when. \n[39]Maybe another sandwich. There's roast pork. \n[40]Actually.    It's just my bed. \n[41]Actually, it's not. I just wanted to see your eyes bug out like that. \n[42]Only when I'm worried.      I don't worry much. \n[43]I'm not worried.    About you. \n[44]You're in the boys' room at Jack's house. Wonder how long since Dennis slept here. \n[45]Mrs. Buggit called, knew Bunny was still with me. The kids are camped out in the parlor. \n[46]S'okay. Someday you'll do somethin' nice for me. \n[47]You didn't find a second dead man. Just the rest of the first one. \n[48]You said Bunny talks to Petal at night. You ever listen? \n[49]Well, I'm not that nice a person. \n[50]She plays Petal. Talks to the Barbies, like Petal talking to her. \n[51]She says she's sorry she left them. It was just to see if they could be good girls. And they were... \n[52]...and she loves them. \n[53]The Barbies look better naked, Bunny looks good in blue, guess who said that? \n[54]So we talked. Just before Petal left her with that...stranger? Bunny had snapped her mom's bead necklace. That's why she's making more. \n[55]When she's made enough.     She'll be forgiven. \n[56]She saves Petal a room at the house, but she's also got the key to the old place. In case her mom would rather go there. \n[57]Sure, I lied. I said nice things about her mother. \n[58]See, there's only one problem. Petal isn't gone. \n[59]I think Bunny and I. Should take a walk. \n[60]Only you.     Could do this. \n[61]You fed him. You gave him clothes. You're the first human ever was kind to him... \n[62]Accordingly. You're sick with guilt. \n[63]You sure you're not a complex guy? \n[64]That's what that is! \n[65]One decent golden age home. It's in St. John's. You can maybe afford it, tho God knows why you should. \n[66]Great!      Let's not be rash! \n[67]Why.   Would I. Do that? \n[68]What's wrong with a weekend? \n[69]Or we could sleep in. \n[70]I just feel so guilty about all your expenses. Two separate rooms. Both so big. \n[71]Still. Seems like we could figure out. Something. \n[72]That's what I wanted us to talk abou... \n[73]...is how much you love her. \n[74]Even tho.    She never loved you. \n[75]I know you have to stay tomorrow. To sign the papers. But. \n[76]I should be heading back. Before Herry. Misses me. Too much. \n[77]And I'm not feeling so well. What I get for mixing vodka and beer, huh. \n[78]So I'll grab a taxi. You stay and finish. Listen to the music. Is that all right? \n[79]And don't worry.     I'm still your friend. \n[80]Why, Mistuh Quoyle. You shouldn't have! \n[81]Oh, I'm much too excited. \n[82]It is my favorite teapot. \n[83]Oh, I'll save this, all right. \n[84]And I'll think of you.     When I \n[85]I don't make mistakes.     About that kind of thing. \n[86]Well, you can't be surprised. You've seen me knitting it for months. \n[87]Well.   You'll grow into it. \n[88]Well.   It's the thought that counts. \n[89]I know how it is. To hold onto something good. In the middle of all the bad. \n[90]Thank you.     Thank you, very much. \n[91]Merry Christmas. \n[92]We all know Billy Pretty's ways. Never save fifty cents, if you can save a dollar. \n[93]Well, last Feb'ry, Billy wants t'get his grandfather clock repaired. Calls old Leander Mesher. Local call. No charge. \n[94]Well, says Leander, the big cost is pickup and delivery. Got t'charge fifty dollars, each way. Two strong boys. Gasoline. Air in the tires! \n[95]There's no cost for air in yer tires!, says Bill. Get wi' th'times, he's told. Tis called inflation! \n[96]Billy lives at the top of the hill, Leander at the bot tom, doncha know. So Billy gets a rope, HOISTS the grandfather UP on his back. And muttering the words fifty bucks... \n[97]Mite slick. Four feet thick a ice. \n[98]Meanwhile, at the bottom, Auntie Fizzard, 91 years young, sets out in her non-slip galoshes and her cane with the rubber tip. Didn't yer, dearie? \n[99]Meanwhile, at the top... \n[100]...OVER he goes, clock-side down, and PICKIN' UP SPEED! \n[101]...eight blocks, NINE, missing everything like a miracle, zeroing in on... \n[102]CLIPS 'er inta the snow bank! \n[103]Just two galoshes stickin' outta the snow. She digs 'er way out. Brushes herself off. Looks at him sprawled like a turtle on his back, tied to his massive burden. She says... \n[104]\n[105]\n[106]Woulda been a thrill for the Christians among' em. They think you're dead. \n[107]So does your son. \n[108]You think so. \n[109]It was easy. I just kept thinkin'. How would Petal do it? \n[110]We're friends, right?     Friends drink together. \n[111]I asked a quest... \n[112]Not drunk enough yet to talk about Petal. Which we always seem to do. \n[113]Let's talk about me.     Which we don't. \n[114]Growin' up, all I wanted from this place was out. Imagine. Give up all this. \n[115]I ran off to Toronto, went to school. Wanted to be a social worker. For kids. \n[116]Came back one summer.     Fell for Herold Prowse. That.      Was that. \n[117]Did you know I was a liar? \n[118]Herold liked other women.     But you know how that is. \n[119]He didn't die. Not that he didn't deserve to. \n[120]See, I'm a good liar. \n[121]He ran off to Seattle with some bitch. When his damaged son was two months old. And nobody knew. \n[122]Like I said. It's four years ago. And it's yesterday. \n[123]So I took his boat out. I sunk it. And told my little story. Grieving widow. \n[124]I was leaving, of course. Why humiliate myself on the wayout? \n[125]But a funny thing happened.        On my way out. \n[126]All these funny, odd little folks? They put their hearts around me. So I wouldn't be alone. Having lost the man I loved. \n[127]And since I knew, to my shame, that is exactly what I had lost. I let go of the will to leave. I did. \n[128]Decided to let my child grow up. Around folks better than his mom. \n[129]You're quite the talker. \n[130]Well, this morning.     The man I loved. Came back. \n[131]Told me he knew.     I loved him still. \n[132]Okay. Now I'm drunk enough.         To talk about Petal. \n[133]You're thinking we're kindred souls, you and me. In love with our nightmares. \n[134]You don't love your Petal. You hate. Her cheating. Guts. \n[135]You have to think it's love. Because if it's not, you're dead inside. So you keep that flame a flickering. Cos it's all you'll ever have. \n[136]You see.   You're a good liar, too. \n[137]Where's the damn eggshells?     That's all I came to see. \n[138]Can you guess how I know about Petal? \n[139]Because you and I.   Are kindred souls. After all. \n[140]So I told my husband. To fuck himself. And the ego he rode in on. \n[141]Thanks for the mirror. \n[142]If I don't see you.   Happy New Year. \n[143]I'm thanking your daddy.     For all my presents. \n[144]More than two. Everything I need. Except... \n[145]Except a necklace. \n[146]You want the cheese? ", "AGNIS": "\n[1]Nephew, I'm your Aunt.     Agnis Hamm. \n[2]You sick?     It's nine o'clock. \n[3]Losin' your wife, your folks, and your job'd depress anybody. It's a wonder you don't sleep all day. \n[4]Thought I'd stay a day or two. Give you some relief with th... \n[5]You like blue dogs named Warren? \n[6]I got one in the car. \n[7]So she wasn't just a bitch in high heels? \n[8]Don't stress. She mighta heard worse from her momma. I'm only guessin'. \n[9]People.     Are a cynical lot. \n[10]I think the evidence.     Is on your side. \n[11]I'm headed north, Nephew, to where our family comes from, in Newfoundland. Thought I'd never go back. But the older y'get... \n[12]There's a pull. Becomes an ache. As if where your people started held a purpose for you. Like you're a piece in a puzzle... \n[13]...lookin' for where y'fit. \n[14]You, too. \n[15]You need to come, Nephew. \n[16]Nothin' here but hurt. You got to start fresh, everythin's gone! \n[17]The trip'll clear your head. Be educational for the squirt. Teach ya the world's still spinnin' outside this toxic slice o'Hades. And who knows...? \n[18]They must have a newspaper up there. Somebody's gotta write it. \n[19]Tell the truth, I'd appreciate the company. You two are pretty much my family. \n[20]A pot o'coffee would hit the spot. Drop o'whiskey would fit nice in it. \n[21]Which one's my brother? \n[22]Coffee.     And maybe a sweet. \n[23]She needs to go outside. \n[24]What say, Guy? The dumpster? \n[25]Just a thought. \n[26]They draft off our air currents, it's quite premeditated. \n[27]They actually know the ferry schedule. Show up on time better'n the Newfies. \n[28]...image of m'sister, Feeny. She's married to a falconer in Arabia, now. Has to wear a black \n[29]Nice.     To be with family. \n[30]'Specially big shots. Who can land a job with one phone call. \n[31]On the map, here. Quoyle Point. Named after us. You. \n[32]I was born here. \n[33]Empty 44 years. And look at that roofline, straight as a ruler. \n[34]Not likely. There is no cellar. No foundation, neither. \n[35]The whole thing's lashed with cable, to iron rings set in the rock! \n[36]Long story! \n[37]Up those stairs, Aunt Pinkie slept. So fat she couldn't get down to her chamber pot. Wanna see if she's still there? \n[38]Well. Too late to drive that road back 'round the bay. We'll camp in here tonight. Be right as rain. \n[39]I'll get us a carpenter. Fix the place up in no time. We'll find a rooming house til th... \n[40]Only I weren't born.     On the Riviera. \n[41]Flour Sack Cove. What time's your interview at that paper? Ten o'clock? \n[42]The drive's a bitch.     We'll buy us a boat. \n[43]A boat.     That's the ticket. \n[44]...passes as colorful. \n[45]Nephew, we can't fix up the house proper on a journalist's wages. So I have un-retired. \n[46]Upholstery. Been sought after for 33 years, wherever I've lived. This should be the real test, huh? \n[47]This is Dennis Buggit, master carpenter. \n[48]With me workin', we'll need day care for Bunny after school. Turns out Dennis and his wife send their little girl to this wonderful saintly woman. How's that for us livin' a charmed life? \n[49]Well, course we're buy... \n[50]Gonna chat up yer daughter, or just ignore her as usual? \n[51]Silver Melville says you was out there. Be nice in yer story, she's payin' for a piece of this house. \n[52]...never said not. Ask better questions, you got a chance fer better answers. Got my shop set up in Killick-Claw, now. \n[53]Two good workers. Mrs. Mavis Bangs is an old plow horse like m'self. But Dawn... \n[54]Dawn's young and on the sexy side. You oughta drop by and say hullo. \n[55]Upstairs, in what will soon become her room. She'll be all right. \n[56]Warren died today.    That's what that means. \n[57]I used to live with someone named Warren. Died of cancer, after nine years together. Dearest soul on this earth. \n[58]Went from the funeral, and bought that dog. Named her Warren. Just so I could say the name a hunnerd times a day. Women are foolish, huh? \n[59]Bunny wants to bury the dog with me. But I told her I'd rather do it alone. \n[60]Some advice about the child? \n[61]Don't get down on her level, the way you do. She'll never respect you. \n[62]You were a good girl, Warren, no trouble a'tall. \n[63]Hope ya like. What we done with the place. \n[64]Welcome home. \n[65]Nephew, this is Mavis Bangs.     A real professional. \n[66]And this is Dawn Budgel.   She's a vegetarian. \n[67]Silver Melville?    Snuck off in the night, they did.    Not a penny paid for all we done. \n[68]We'd installed the banquettes in her salon. Three of the chairs done and delivered, three to go... \n[69]Strange.    Leavin' the chairs. \n[70]What? My hem crooked?      As if I was wearin' a hem. \n[71]Hush yoursel... \n[72]Do you have enough attention now, young lady? \n[73]It's flatterin' you showin' me how you've turned into such a competent reporter and all. But even if I remembered where I sent 'em. I couldn't tell ya. \n[74]Professional ethics. \n[75]She'd call me, time to time. Husband was a pig. More women should do what she done. Her situation. \n[76]Cousin Nolan. Hafta pay him a visit. \n[77]Of a loss.     But not the dog. \n[78]What makes us do that, nephew? Give ourselves away to someone. So we can't eat or think or breathe without 'em? \n[79]Wonderful, ain't it? \n[80]Irene Warren died. The mornin' after a Christmas. We get one true love in life, nephew. She was mine. \n[81]Don't mean we can't give love again. And get some back. \n[82]Not for me. \n[83]And if that ruffles some small town feathers... \n[84]Nephew.   You okay? ", "BUNNY": "\n[1]I can't do this. \n[2]Hi, too.     That for me? \n[3]Where's our candy? \n[4]Petal went to Florida.       She'll be back soon. \n[5]So do you. \n[6]Nestor. \n[7]We found the turtle. And they found Nestor. Did you find Petal? \n[8]You never do. But she always comes back. \n[9]Don't worry. \n[10]I know why. \n[11]The green makes me hurl. Her, too. \n[12]Which one's Petal's room?   I'll sleep there. \n[13]This is important. \n[14]They're being nice and patient. \n[15]They look better this way.        They have great bodies. \n[16]I need it.     I look good in blue. \n[17]I need it. \n[18]Watch out for the dog. \n[19]I mean.     The white one! \n[20]The White Dog with the big teeth and the red eyes. The Skinny Ghost owns him. They came last night. \n[21]I didn't dream 'em, don't say I did. \n[22]Warren threw up in your sleeping bag. She's got a stomach problem. \n[23]It's called cancer. \n[24]What's wrong with him? \n[25]Know how to be a dog? \n[26]He looks fast to me. Maybe he's cured. \n[27]Warren died today. She's not coming back. \n[28]That's the difference. \n[29]You can watch. \n[30]You look better with 'em on. \n[31]Shhh. I'm teaching Herry to read. Just like I did Warren. \n[32]First is the teaching part.     The learning comes later. \n[33]Wavey? Now are the berries ready to pick? \n[34]Egg salad and Nehi grape. \n[35]They're mine but I'll share. \n[36]Then don't. Slow us. Down. \n[37]Why'd you leave the house open? \n[38]Can I keep the necklace? \n[39]When you gonna ask? \n[40]She's the worst one of all! \n[41]Herry told her he had to pee. But the way he talks. He could just say 'eeee,' like that. \n[42]She told him that recess was almost over, an' she wasn't gonna make a trip special, an' he could hold it. \n[43]She made him stand against the wall. \n[44]She wasn't hurt for real.     Just screamed like a baby. \n[45]Petal'll think so, too. \n[46]How? \n[47]That teacher. Is gonna forgive me? \n[48]Well.   I don't wanna forgive her. \n[49]I had to do it. 'Cept for Wavey, I'm the only family Herry's got. \n[50]Like the ghost.     Who's not a ghost. \n[51]The one who ties the knots?     You're \n[52]You said. \n[53]Daddy.   The Green House is gone. \n[54]I didn't dream it. Don't say I did. \n[55]Petal's things. \n[56]I think they're all here. \n[57]What's wrong? \n[58]Will she be proud to wear 'em? \n[59]He's okay.     He's not sleeping in the box. \n[60]If he's not sleeping.     Why do they call it a awake? \n[61]He looks like he's sleeping. \n[62]Petal's peaceful, too. \n[63]See.   He woke up. \n[64]That's a funny thing to say.   For the first thing he said. \n[65]Well.     The world's not fair.     You said. \n[66]There was only two. \n[67]I got a box of 'em.   You could pick one. \n[68]Then you'd have everything you need. \n[69]No. ", "CARD": "\n[1]As you can see, sometimes y'can't get away. I'm Tert X. Card, the bloody so-called managing editor, copyeditor, rewrite man, mechanicals, ad makeup department, mail and distribution chief, and snow shoveler. \n[2]And you are either a big advertiser come to buy a four-page spread to push your warehouse of left-footed Japanese boots. Or. You. Are the breathlessly-awaited Quoyle. \n[3]Have to do without the Ultimate Cheese, y'will. Himself, Mr. Jack Buggit, is up at the house having charms said over his scrawny chest to clear out that impressive accumulation of phlegm he's been hawking all week. \n[4]Now, there's Billy Pretty. He's something of a landmark and an old fish dog. \n[5]Billy does the Home News page. Poems, baby photos, household tips, and a gossip column, under the byline of Junior Sugg, that is pretty much straight libel. \n[6]In short. He writes the only stuff anybody actually reads. \n[7]Now this miserable ugly Brit, is B. Beaufield Nutbeem. Imagines he's the foreign news chief. Steals every story off that foul shortwave radio and rewrites it in Limey prose. \n[8]It's shorter, and I got Tokyo right. \n[9]Now what's funnier, Quoyle? My writing style, or the fantasy that any Newfie would read that moosepuckey in the first pIa... \n[10]There's your miserable desk, Quoyle. We've got no idea what yer s'posed to do. But Mr. Jack Buggit will drop by someday and enlighten us all. Til then... \n[11]Hold onto yer danglies, little sister. \n[12]That's yer boat. \n[13]One question remains.     Why. Is that. Yer boat? \n[14]It's a shit boat. Best thing, get rid of it some dark night. \n[15]What in th' furry pit of Newfie hell. Is this!? \n[16]Hitler's Barge...? \n[17]What about the car accident? \n[18]So you didn't do the one Jack told yer to do, and you did one he don't know yer did! \n[19]This copy.     Is worse.   Than yer boat. \n[20]Jack even sniffs this, he cuts you up fer lobster bait. I've half a mind to run it. \n[21]Did ya see the Hitler's barge piece, Jocko? \n[22]Y'know none a that impresses Jack Buggit. He's not one fer blatant ambition. \n[23]Even if. \n[24]Weren't even double if yer figger it right. Point is. A real reporter woulda named the obvious suspect. \n[25]Yer aunt, ya thick Statie lardface dumbass! \n[26]She gets stiffed by the guy, after basin' her new shop on that revenue. And she ain't one ta fool with. Capable a anything, that woman! \n[27]Okay, where's this week's shipping news? Or you gonna rest on yer Crisco-coated laurels. \n[28]Uh-oh. The way he's chewin', he ain't a fat boy t'be trifled with! \n[29]Hope fer ya yet. Now that's news, the McGonigle oil field. Petrodollars, a golden flood a jobs. That's th'future a this god-forsaken ice rock. Civilization! \n[30]That's why those with half a brain already put our money where our mouths is! \n[31]Oh, I'll run it. Just easier t'copy edit. When yer can move th'pieces around. \n[32]How does this suit yer, Quoyle? I'll do my job. You do yers, which means a four-vehicle pile-up south a Killick-Claw. And don't ferget the camera. \n[33]I fergot somethin'. \n[34]You pinko Greepeace sack a quivering pigfat. \n[35]Did I leave out moosebutt-ugly? You may go. \n[36]S'tell me.     Yer fancy it? \n[37]Yer column's front page stuff. Only now, it's more like a caption, is all. \n[38]Spelled everthin' perfect.     So as not t'embarrass yer. \n[39]Even put yer name on it. \n[40]Man a yer principles. I unnerstan' resignation is th'only honorable course. \n[41]If yer off to see Jack Buggit, yer'll hafta swim some. \n[42]Yer can whine an' beg t'him.     But I \n[43]An' if yer think he's gonna choose you over fishin'...yer not as smart as even you look! \n[44]Me an' Jack. Has a sym-bi-otic relationship. Yer can look that up. \n[45]\n[46]So.    This is what Jack and I think. \n[47]We wanna run Quoyle's oil spill piece b'cause controversy sells papers and papers sells ads. \n[48]And we're gonna let Quoyle have his head on these columns, up to 500 words. So he'll get his confidence up. \n[49]But we wanna expand his responsi- bilities to boat crashes. There's maybe four a week. \n[50]And.   The oil tanker picture.   Stays! \n[51]All that clear? \n[52]One more thing... ", "JACK": "\n[1]\n[2]\n[3]Advanced squirrel. This ties you with me, an' I own the place. \n[4]Pleased t'meetcha, Billy says yer workin' out. \n[5]Tert Card says he's keepin' an eye on ya. Since he's a self-servin' liar, helluva ad salesman tho, it means he's jealous. And Nutbeem... \n[6]\n[7]Nutbeem's obsessed with actual news. Makes up for it by manning the sexual abuse desk. Can't keep up with the volume there, we're runnin' three, four a week. \n[8]Card's in charge. Ya hear this and that 'bout his typos, but typos is part of Gammy Bird. Everyone gets a laugh, and gets to figger 'em out. \n[9]An' Billy. Well, Billy's a writer and a fisherman. Me, I'm just a fisherman. \n[10]Fishin' and the sea is all I am. My pap the same. My boy. \n[11]Naw, my boy's passed. Went to sea and there he rests. Bless his bones. \n[12]Want two things from ya, Quoyle. First. You cover every local car wreck, take pictures. Front-page photo every week, whether we have a wreck or not, an' we always do. When we don't, we dip into Card's file, he's got some beauties. \n[13]Knack to this. If there's a dark patch on the ground, it reads blood, whether it's motor oil or Diet Coke. Gloves, hat, lyin' in the road... \n[14]...somethin' that humanizes, makes ya feel. That's what a wreck is. It's always saying, 'There but for the grace of God...' \n[15]Plus. We're starting a feature on the shipping news. What ships come in, what goes out. Whatever's of interest. Throwin' it to you, son. Chance to shine. \n[16]Chance.    To shine. \n[17]One peculiarity. I'm no joke, son, and I don't tolerate jokes about Newfies. Or them that does. \n[18]You don't have the sense God gave a doughnut, do ya? \n[19]I'm goin' fishin'. \n[20]I saw it. And heard from some who'd done the same. Good. Neatness. \n[21]Reorganize. Start over.      Good thinking. \n[22]Got six phone calls 'bout that piece. Six. That'd be like half a million calls in Toronto. \n[23]People liked it, old son. Crowd went down to the dock t'see the thing, but it'd already pulled out. \n[24]Course you don't know anything about boats, but that's entertaining, too. So go ahead with it. That's the kinda stuff I want, see? \n[25]From now on, you write a column every week. The Shipping News. Gonna order you a computer and everything. And y'know the beauty part...? \n[26]I don't have to tell Card all over again, cause he's already eavesdroppin'. So I'm free to take m'leave. \n[27]Ah. You've an instinct for character and idiosyncrasy, old son. \n[28]Zip yer fly, Card. \n[29]Jesus Cockadoodle Christ!     I knowed somebody was out here. \n[30]Thank god fer yer figure, me old son. A thin man woulda froze. \n[31]Good.   Yer lost th'boat. \n[32]\n[33]\n[34]Hands might as well be movin' while we chat. Always hated th' sight a grown men around a table workin' nuthin' but their jaws. \n[35]Well, Tert Card's gone, fer one thing. \n[36]Yar, I know, he never said g'bye. Well, don't get all weepy-eyed about it, old son. Try t'be a man. \n[37]They called him from St. John's, he tells me. Wants him to help put out th' newsletter fer them oil rig suppliers. \n[38]He was sassy an' he was smug. Oh, there's a waitin' list, he assures me. They only skims th' cream. \n[39]Truth t'tell. I was a wee help. B'hind the scenes, doncha know. \n[40]Sometimes.     Enough is enough. \n[41]...right where he is. Too old a fish t'swim faster'n be wants. Gotta find someone a little dumber t'take on a shit job like this! \n[42]Spot I'm in, Christmas and all. Might have to offer th'mess. To you. \n[43]Y'know. Yer do have the sense God gave a doughnut. \n[44]Any other outrageous demands? Seein' as yer got me over a barrel. Here's your one chance. \n[45]You were sayin'...? \n[46]Well, there's only one a those issued per family. So how exactly would he do that? \n[47]Even doughnuts, y'know.   Can push their luck. \n[48]Oh, th' Gandy Goose she ain't no uuuuse \n[49]Sweet Jesus. I'm turnin' inta Alvin Cockadoodle Yark! \n[50]What is this? Suicide attempt? ", "NUTBEEM": "\n[1]Which bloody Card rewrites in a mystical tongue most charitably referenced as an unacquireable taste. \n[2]Mine: 'Burmese sawmill owners and the Rangoon Development Corporation met in Tokyo Tuesday to consider a joint approach to marketing tropical hardwoods.' \n[3]Card's rewrite: 'Burnoosed sawbill awnings and the Ranger Devotional Competition met Wednesday near Tokyo to mark up local hairwood.' \n[4]If misspelled. \n[5]Still in progress, old bean. One can only hope. \n[6]Tell the truth. \n[7]\n[8]I built a Chinese junk. Sailed it up from Brazil. Missed Manhattan by a mile or so, got stranded here when I shipwrecked by Gaze Island. \n[9]Almost finished my repairs. Be leaving soon. As paleontologists define the term. \n[10]She's ugly. And the only thing I've ever loved. \n[11]Jack Buggit's psychic, start with that. He's got the gift. Specially about the sea. \n[12]Older brother Jesson, everyone's favorite, even Dennis'. Goes to sea like his dad. One day, rest of the family's sitting by the radio, and Jack goes white... \n[13]Stands up. Says, Jesson's gone. Walks out of the house. Grief too big for walls to hold it. \n[14]So Dennis is forbidden the sea. But being free, Newfie, and 21, he goes anyway. \n[15]Death storm. Monster wave cracks her steel hull amidships, one inch crack from starboard to port. Men go in the water. Dennis lost. After a week... \n[16]They come to Jack, call off the search. He stands like a stone. Then turns, sharp, the way he does. Says only, 'He's alive. And I know where.' \n[17]Went to sea, alone, in just a skiff. Finds him. Can you guess the odds? Finds him. Finds him. Both arms broke, 99% dead. \n[18]Boy comes to. Jack says if you ever \n[19]Says fishin' licenses are all spoken for, I'd appreciate you givin' me yours. Jack looked in his eyes. They never spoke ag... \n[20]Quoyle says you got a nice ass. \n[21]Don't jump off a bridge over it. Anyone can make a brainless, asinine, devastatingly revealing blunder. \n[22]Even if you don't recognize 'Human Head Packed in Satchel' as the most compelling piece ever to appear in... \n[23]A triple increase in ad revenue. Does get. The man's attention. \n[24]His piece.     Is about oil tankers. \n[25]Two shares. Of Mobil. \n[26]Tough love. Impressive. \n[27]Sounds reasonable to me. \n[28]Well, let's not go overboard.    He's rather green doncha thi... \n[29]He'll need a raise. And need to be represented in the negotia... \n[30]Take my trailer. Timing's perfect. \n[31]It's two years. My boat's ready. If I stay any longer, I'll begin to like it here. \n[32]I'm throwing myself a farewell party on Saturday. Departure to follow Sunday. Regrets, soon after, no doubt. \n[33]Well.   With that warning. \n[34]I'm British. I bathe. \n[35]It's coated with two kinds of scum. Soap. And mine. \n[36]You're looking dishy, Q. \n[37]One. You're moving in with Dennis, no matter how fond you are of his wife. \n[38]And the boat! Omigod! \n[39]I'da never made it, anyway. Storms would have blown me to bits. You boys saved my life. Yes, you did. \n[40]I've gathered my savings, and am flying to Brazil. Where water is swimming pool green. And I grill yellowtail steaks with lime and garlic, watercress and Tobasco. Touch of curry. What? ", "DENNIS": "\n[1]Only til I get my lobster license. I'm a fisherman in my soul. \n[2]It's a Newfie thing, the compulsion to fish. Y'hear yesterday's tragedy \n[3]Brought home 200 pounds of ice. His wife fried it. They both drowned. \n[4]Agnis says yer buyin' a boat. Sooner's prob'ly better'n lat... \n[5]Oh, yeh.   He's m'dad. \n[6]So this Newfie comes to Toronto. Cabbie says, take ya to meet girls for a good time. Boy says, okay, but I only want a Newfie girl. \n[7]Right section of the party district, he finds a girl, they have sex, she says that's a hunnerd dollars. He says fine, tips her another hunnerd! She says, wow, can y'come back t'morrow? \n[8]Next two nights, same thing! \n[9]He says, I know. Yer ma asked me t'give ya six hunnerd dollars! \n[10]Yer the model Newfie, Q, but fer th'boat. Why doncha buy Nutbeem's? \n[11]Yer story tugs at me bladder. \n[12]What's bein' blabbed here? \n[13]Quoyle's right. \n[14]To my ass. \n[15]Excellent posture. \n[16]People talk. \n[17]Jack Buggit's boy is drowned. \n[18]No sir. \n[19]Thing 'bout waitin' on fergiveness? Mixes up who's waitin' on who. \n[20]Death is simpler.     An' a lot shorter wait. \n[21]Stay with us. My kid follows yours around, they'll bunk t'gether. And we gotta fluffy couch that's more'n you deserve. \n[22]Not bad, my kid, eh? \n[23]My dad went over the side this mornin'. Tangled in th' sling- stone line. \n[24]If you could write a memorial t' him. Fer t'morrow's Gammy Bird? I'd be real grateful. \n[25]", "PETAL": "\n[1]Petal Bear, Mr. Quoyle. \n[2]Do you hate this shit, or what? \n[3]What do you think? You want to marry me, don't you? \n[4]Buy me a drink somewhere, it's seven-thirty. I think I'm going to fuck you by ten. What do you think of that? \n[5]You are quite. The raconteur. \n[6]Christ.   I won the lottery. \n[7]What do you think? You want to marry me, don't you? \n[8]Hey. How do you make an Alabama Slammer? \n[9]Alabama.     Hence, the question. \n[10]That's a swell idea. Now go look on top of the fridge, where I keep the Mr. Boston. I'll wait. \n[11]I'm busy, I'll see y... \n[12]Got it. \n[13]Find yourself. A girlfriend. With what you got down there, you'll do fine. \n[14]Only thing can work, here.    Is divorce. \n[15]Your funeral, pussy. \n[16]Want to pick my berries, do you. Should I climb right up on this sink? \n[17]Look, it floats.     Just like you. \n[18]Maybe it's filled with fat. \n[19]And this is it. \n[20]Overnight? ", "BILLY": "\n[1]Well, she don't wear a ring, cause she lost her husband at sea. Just after the boy was born. \n[2]...sharpenin' those observation skills. First tool of a quality reporter. \n[3]Yer know, I never notic... \n[4]We heard a them, too. \n[5]Go hire Alvin Yark to build ya a sweet little rodney. This thing's a wallowing cockeyed bastard that'll sink in a bathtub. \n[6]How're you doin' with the Tall and Quiet Woman? \n[7]I meant Wavey Prowse. \n[8]My dad used to say there's four women in every man's life. The Stouthearted Woman... \n[9]...the Maid in the Meadow... \n[10]...the Tall and Quiet Woman... \n[11]...and the Demon Lover. \n[12]Me dad said that. \n[13]That's me poor father.     Thirteen I was when he died. \n[14]Every time I wonder.     Is this the last coat? \n[15]Well, there's no one else to do it, y'see. \n[16]Then better get Alvin Yark. T'build yer a real boat. So yer'll be around. \n[17]I hope you get him fired. \n[18]So I can watch him beat yer to jelly. \n[19]I'm some disgusted.    With the human race. \n[20]It's too bad. ", "ALVIN": "\n[1]Oh, the Gandy Goose, it ain't no use. It ain't no use, the Gandy Goose. \n[2]The Gandy Goose, she ain't no uuuuse... Cause all her nuts'n bolts is loose. \n[3]See, I'm already buildin' yers in me mind. The singin' helps that. But. Gotta take a walk in the woods, find a spruce with jest th' right curve fer yer stem. \n[4]Gotta build her solid. Who knows, mebbe Jack Buggit'll give his fishin' license to his boy. So next time, won't be nobody to pull yer out. \n[5]Dennis. Y'hear the one about the Newfie who lived ferever? \n[6]His kid never got a fishin' license. \n[7]What we wait fer? She's like the main stem. Gives us our shape, doncha see. \n[8]Death's one shape.     Fergiveness is another. \n[9]Gotta paint the name. What'll it be? 'The Tall And Quiet Woman'? \n[10]Ever'body knows ever'body. But Billy's pap didn't invent the Four Women in a Man's Life. \n[11]Well. Which one is Bunny, I wonder? The Maid in the Meadow, mebbe. \n[12]Doncha know? They're all the same woman. That's the point. \n[13]The Maid in the Meadow, that's her innocence and play. The Stouthearted Woman, is when you need to lean on her. \n[14]The Tall and Quiet Woman? That's the silent partner who always walks 'longside, so's yer never alone. \n[15]And the Demon Lover. That's just the frostin' on th' cake. \n[16]When y'find the woman who's all four? That's when y'got yer one true love. \n[17]...like m'Gertie. ", "PARTRIDGE": "\n[1]Nah. Rub the ink with hot salt and talcum powder. \n[2]And put a cuppa bleach in, next time through. \n[3]Partridge. \n[4]It's my name. \n[5]See, three hunnerd words would be, like, one page. This is...oh, fifteen, sixteen. \n[6]Gonna have to. \n[7]Might be quicker. \n[8]Come by for supper, tomorrow.     We'll \n[9]We.     Got you this. \n[10]Well.     Why wait? \n[11]Mercalia and me are movin'. To California. Friday night. \n[12]You know she's been learnin' to drive a rig. She got the Oakland to New Orleans run. I'm gonna make her smoked duck sandwiches for the road. I can edit copy anywhere. \n[13]Love's all that counts.   It's the engine of life. \n[14]We'll just. Stay in touch. ", "FIGG": "\n[1]We're a small town upstate. I'm actually trying to reach his son. He allegedly went down to his parents' place two days ago. \n[2]Yes sir. \n[3]There's no need for that tone, sir. I'm calling with urgent news. \n[4]You want the good news? Or the bad news. \n[5]Your daughter Bunny was sold by your wife to a child pornographer. For $9000. \n[6]But she's fine. We got her. And the doc says she wasn't touched. Yet. If you catch my drift. \n[7]Well.     Compared. \n[8]Your wife was in a red Geo which went through a guardrail over the Chesapeake Bay Bridge. \n[9]They were doin' 97 in a fog.      The \n[10]May never find the body. But she was mercifully killed on impact, without a doubt. They found her shoes under the dash and her... trousers for some reas... \n[11]...and her purse. With the nine large. ", "PUNCH": "\n[1]Quoyle?     You're early. \n[2]I don't like that. \n[3]Partridge says you're not as dumb as you look. \n[4]Anyway, that's why I'm takin' a chance on you. Partridge said he'd re-write whatever of your stuff. Stay late... \n[5]We're a family paper. Upbeat stories with a community slant. Self-help stuff: Are You a Break- fast Alcoholic?...Guide to Getting Dumped...like that. \n[6]City Planning Board meeting at two- thirty. Three hunnerd words max. Sink or swim. \n[7]Take yer time. I gotta let you go. \n[8]As in canned. \n[9]I got the summer interns comin' next week. They're free and they're smart. Gotta do somethin' to fight this slump. But don't worry... \n[10]Yer not the only one. Eventually. ", "DAWN": "\n[1]Agnis is always saying such...things about you. It's nice to fit a man. With the name. \n[2]Mr. Quoyle? What do you think of my dress? \n[3]I wore it just for you. \n[4]Did your aunt tell you about all the money? \n[5]Agnis told us it came from Macau. \n[6]...from Silver Melville. And it was more than she expected. And we shipped the chairs off to her. Y' know, the three remaining? \n[7]Yes, Ma'am, I think so. \n[8]Happy New Year, Mr. Quoyle. I'm sorry I missed you at the pageant. \n[9]I was in the wings, a course. Wasn't our girl somethin'? \n[10]I say, y'have t'love a woman. Who's in touch with her inner chicken. ", "NOLAN": "\n[1]Ain't yer house, it's th' Ouoyle house! \n[2]Old ones. Got run outta Omaloor Bay a hunnerd years ago. Dragged that house across th' ice. On spruce runners. \n[3]Hadda lash it to th' rock.     She'll tell yer. \n[4]Course she never come t'see me. That's obvious why. \n[5]Your Aunt Agnis Hamm, me son. That's cause she can't face me. I knows she killed 'im. \n[6]That baby she was carryin'. What was she t'do? She wuz only 12. An' it was her own brother what done 'er. \n[7]Her brother, me son. She only had th' one. \n[8]Course no one alive knows no more. So her an' me... Our. Little. Secret. ", "MELVILLE": "\n[1]\n[2]Ever seen anything like her? \n[3]I mean.   The ship. \n[4]It was built for Hitler. You've heard of Hitler? Up here in Canada? \n[5]Finest botterjacht ever built in Holland. Flat-bottomed, she can go right up on shore in a storm. Incredibly heavy, forty tons of oak. Not unlike the barges of Henry VIII and Elizabeth I. \n[6]Pounded twelve beach houses. Expensive ones. To rubble. ", "SILVER": "\n[1]Tell them what happened.     In \n[2]\n[3]Now tell them. Who let our insurance lapse. \n[4]Took six very expensive lawyers to weasel us out of it. An inch from bankruptcy. \n[5]Moral of the story? When you marry a tour guide. Confine his authority to mixing the drinks. Same again, dear? \n[6]My dining salon needs refitting. And the best custom yacht upholsterer in the Northern Hemisphere just moved here. I was forced. To follow. ", "PRINCIPAL": "\n[1]...not only pushed Mrs. Lumball.        Not \n[2]She knocked. Her down. \n[3]And. Refuses to explain her act.      Or. Apologize. \n[4]Under the circumstances.     We have no choice but to suspend. \n[5]Your friends and neighbors, and most of all, your children. Have \n[6]", "HEROLD": "\n[1]I shoulda come last night.     Seen the show. \n[2]Well, then we got good news for th... \n[3]Even better news for him. \n[4]I can't undo the hurt I've done. Unless you let me. \n[5]There's a million reasons to send me away. Good ones. And only two reasons not to. \n[6]I love you. And you love me. "}}