{"dialogues": {"SHREK": "\n[1]Good morning. \n[2]I know. Isn't it wonderful? \n[3]Not fast enough. \n[4]Great! Let's get started. \n[5]I knight thee... \n[6]He-he. Ooh. \n[7]I'm Shrek, you twit. \n[8]I don't know how much longer I can keep this up Fiona. \n[9]Yeah. \n[10]Ah. Come here, you. \n[11]Oh, my butt is itching up a storm and I can't reach it in this monkey suit! \n[12]Oh. Hey you. Come here! \n[13]What's your name? Shrek the Third - Final Screening Script 10. \n[14]Hoo hoo hooo. Perfect. \n[15]You've done it. Oh, a little over to the left, yeah. That's great. \n[16]Ahh! All right, you got it...Oh yeah, you're on it. Oh that's it! Oh that's good! \n[17]Oh yeah! Scratch that thing! You got it. You're on it. That's great! \n[18]Fiona! \n[19]Are you okay? \n[20]That's it! We're leaving! \n[21]Calm down? Who do you think we're kidding? I am an ogre! I'm not cut out for this, Fiona and I never will be. \n[22]Donkey! \n[23]Oh, you had me at \"vermin-filled.\" \n[24]That's right. The swamp rats will be spawning. \n[25]Donkey? \n[26]Yeah? \n[27]Oh. \n[28]Honey? Let's try and be rational about this. Have you seen a baby lately? They just eat and poop and they cry and then they cry when they poop and they poop when they cry...Now, imagine an ogre baby. They extra cry and they extra poop. \n[29]Right now, you're my family. \n[30]Well, somebody better be dying. \n[31]And I'm proud to call you my Frog... King Dad in-law. \n[32]Yeah, Dad? \n[33]Ooo. Next in line. Now you see Dad, that's why people love you. Even on your deathbed you're still making jokes. \n[34]Oh, come on Dad...an Ogre as King? I don't think that's such a good idea. There's got to be somebody else. Anybody? \n[35]Really!? Who is he, Dad? \n[36]What's his name? What's his name? \n[37]Arthur? \n[38]Dad? Dad? Dad? \n[39]Oh, c'mon, there's no way I could ever run a kingdom. That's why your cousin Arthur's the perfect choice. \n[40]And if he gives me any trouble, I've always got persuasion and reason.  Here's persuasion,  and here's reason. \n[41]Fiona, soon it's just gonna be you and me and our swamp. \n[42]It will be. I promise. I love you. \n[43]Yeah? \n[44]What is it? \n[45]I love you too honey! \n[46]You're what?! \n[47]\n[48]That's great. \n[49]Yeah... Me too... you... \n[50]Ahhh. Home. \n[51]Woohoo! \n[52]Ahh. \n[53]Ooo. \n[54]Fiona! \n[55]Fiona? Shrek the Third - Final Screening Script 28. \n[56]Huh? Oh no. \n[57]Better out than in, I always say. Ha ha! \n[58]No, no, no, no, no, no. Ha, ha. It's okay. It's gonna be alright. \n[59]Hey! Hey, hey, wait! Would ya? No, no. Stop! Hey, hey, hey. No. Shrek the Third - Final Screening Script 29. \n[60]Huh? \n[61]Ahhhh! Oh, Donkey! Donkey, wake- up! Shrek the Third - Final Screening Script 30. \n[62]Ahhhh! \n[63]Oh... I can't believe I'm going to be a father. \n[64]How did this happen? \n[65]I know how it happened. I just can't believe it. \n[66]Donkey, can you just cut to the part where you're supposed to make me feel better? \n[67]It's not my life I'm worried about ruining. It's the kid's. \n[68]I mean...when have you ever heard the phrase \"as sweet as an...ogre\" or \"as nurturing as...an ogre\" Or how `bout...\"you're gonna' love my dad...he's a real ogre.\" Shrek the Third - Final Screening Script 32. \n[69]That's true. \n[70]I'm doomed. \n[71]It's Worcestershire. \n[72]Well, my stomach aches and my palms just got sweaty. Must be a high school. \n[73]Pardon me... \n[74]Hi, we're looking for someone named- \n[75]I know you're busy \"not fitting in\" but can either of you tell me where I can find Arthur? \n[76]Strong, handsome, face of a leader. Does Arthur look like a King or what? \n[77]Oh. Sorry. \n[78]Greetings your majesty. This is your lucky day. \n[79]Oh, ho, ho, ho. Giant mutant leprechaun... You made a funny. \n[80]Stop squirming, Arthur. \n[81]Hey! \n[82]Uh, excuse me? \n[83]Oh Arthur! Come out, come out wherever you are... \n[84]We're here for the Mascot Contest too. \n[85]Aaaiyyyy... worked on it all night long! \n[86]He's right! If it were real that would have been agonizingly painful! \n[87]\n[88]That's right. I'm the new mascot. So let's really try and beat the other guys... at whatever it is they're doing. \n[89]Now, where can I find Arthur Pendragon? Shrek the Third - Final Screening Script 41. \n[90]I'm not here to eat him. \n[91]It's time to pack up your toothbrush and jammies. You're the new King of Far Far Away. \n[92]Absolutely. Now clean out your locker, kid. You've got a kingdom to run. \n[93]The one and only. \n[94]Alright, let's not overdo it. \n[95]You just overdid it. \n[96]Oh no, in fact, the King asked for you personally. \n[97]It really is all fun and games, actually. Sure, you have to knight a few heroes, launch a ship or two. By the way, make sure you hit the boat just right with the bottle. \n[98]Well, I've heard it's harder than it looks. \n[99]Or too salty! \n[100]Oh! Festering sores! Hey, you are one funny kitty cat. \n[101]We don't want Artie here getting the wrong idea. \n[102]Uh, Artie? \n[103]Artie! \n[104]What are you doing?! \n[105]This really isn't up to you! \n[106]You'll learn on the job! \n[107]Back to what? Being a loser?! \n[108]Now look what you did! \n[109]Oh, nice going, Your Highness. \n[110]Hey, if you think this is getting you out of anything, well it isn't. We're heading back to Far Far Away one way or another, and you're gonna be a father! \n[111]You're... I said king. You're gonna be King! \n[112]Where do you think you're going? \n[113]You get back here young man and I mean it! \n[114]Oh c'mon, now why would I do that? Besides, he'll be ten times better at it than me. \n[115]You're right, Donkey. \n[116]What about this? Shrek the Third - Final Screening Script 61. \n[117]Oh c'mon. It's just a joke. Still... \n[118]Listen Artie... \n[119]If you think this whole mad scene ain't dope, I feel you dude. I mean, I'm not trying to get up in your grill or raise your roof or whatever, but what I am screaming is, yo, check out this kazing thazing bazaby. \n[120]I mean, if it doesn't groove or what I'm saying ain't straight trippin', just say, oh no you didn't, you know, you're gettin' on my last nerve. And then I'll know it's... then I'll know it's whack-- Shrek the Third - Final Screening Script 62. \n[121]Artie! Wait! \n[122]You know this guy? \n[123]Uh, no. \n[124]Oh, thanks, I just ate a boulder on the way in. What we need are directions back to Far Far Away. \n[125]Oh, I did. Cause there's a lot of people counting on you so don't try and weasel out of it. \n[126]Understand this kid, it's no more Mr. Nice Guy from here on out! \n[127]I know, and I'm gonna miss him. \n[128]Oh, is that some kind of crack about ogres? You get your royal highness to Far Far Away before I kick it there. Now which way am I kicking? \n[129]Self-destructive ra... Look, are you gonna help us or not? Shrek the Third - Final Screening Script 65. \n[130]Yeah, I don't think so. \n[131]Alright, alright... journey to the soul... \n[132]I see a rainbow pony. Shrek the Third - Final Screening Script 66. \n[133]Look Artie...um- \n[134]I know what it's like to not feel ready for something. \n[135]Even ogres get scared...you know, once in a while. \n[136]My dad wasn't really the fatherly type either. \n[137]Oh yeah? My father was an ogre. He tried to eat me. \n[138]Now, I guess I should have seen it coming. He used to give me a bath in barbecue sauce and put me to bed with an apple in my mouth. \n[139]You know, it may be hard to believe what with my obvious charm and good looks, but people used to think that I was a monster. And for a long time, I believed them. \n[140]But after awhile, you learn to ignore the names that people call you and you just trust who you are. \n[141]Thanks Artie. \n[142]Yeah. I got that. \n[143]\"King Charming?\" \n[144]Artie, Duck! Shrek the Third - Final Screening Script 74. \n[145]What has Charming done with Fiona? \n[146]Get yourself back to Worcestershire, kid. Shrek the Third - Final Screening Script 76. \n[147]Oh, have a heart old man! \n[148]Well, well, well. You want some eggs with that ham? \n[149]Look, if Artie trusts him, that's good enough for me. Even if his robe doesn't quite cover his- \n[150]Donkey? \n[151]Don't be! You got us back kid. \n[152]Pinocchio? Shrek the Third - Final Screening Script 82. \n[153]Pinocchio! \n[154]What's happened? \n[155]She's what?! She's what!? \n[156]\n[157]Quick, Pinocchio. Where is Fiona? \n[158]Wait, wait, wait! Pinocchio! What show? \n[159]Shrek's final performance. \n[160]Well I guess I've been so busy I forgot to mention it! Shrek the Third - Final Screening Script 84. \n[161]Donkey, we're dealing with amateurs. \n[162]I'm gonna lose it! \n[163]I just lost it! \n[164]Break a leg. Or, on second thought, let me break it for you. \n[165]Where's Fiona? \n[166]Charming, stop! I'm here now, you got what you wanted. This isn't about him. Shrek the Third - Final Screening Script 89. \n[167]You weren't really next in line for the throne, okay? I was. \n[168]Not exactly. \n[169]Look, I said whatever I had to say, alright! I wasn't right for the job, I just needed some fool to replace me, and you fit the bill. So just go! \n[170]You catch on real fast kid... Maybe you're not as big of a loser as I thought. \n[171]Oww, easy. \n[172]Huh? \n[173]Well... she's got your eye. \n[174]Oh boy. \n[175]Well it can't be anymore painful than the lousy performance you're giving. \n[176]Oooh, if you don't mind could you kill me, and then sing? Shrek the Third - Final Screening Script 106. \n[177]Oh, come on, I'm just havin' fun with ya. That's actually a very nice leotard. \n[178]Do they come in men's sizes? \n[179]Much better, now that you're here. \n[180]So Charming, you wanna let me out of these so we can settle this ogre to man? \n[181]Fiona! Shrek the Third - Final Screening Script 109. \n[182]Artie? \n[183]Ah-hem. \n[184]You need to work on your aim. Shrek the Third - Final Screening Script 113. \n[185]Well I guess you need to keep looking... \n[186]...cause I'm not giving up mine. \n[187]It's yours if you want it, you know, but this time it's your choice. \n[188]What'd I tell ya? I think the kid's going to be a great King. \n[189]I have something much more important in mind. \n[190]Ah, finally. \n[191]Well, what shall we do now? \n[192]I got it. ", "DONKEY": "\n[1]\"Good morning! Good morning!\" \n[2]\"The sun is shining through! Good morning! Good morning. (coming closer and closer \n[3]Oh, they grow up so fast. \n[4]C'mon, lazy bones, time to get movin'! \n[5]Aaahhh! You know you really need to get yourself a pair of jammies. \n[6]Well, since you're filling in for one, you might as well look like a real King. Can somebody come in here and work on Shrek please? \n[7]Oh! \n[8]Smiles everyone, smiles! Shrek the Third - Final Screening Script 9. \n[9]Ow!! My eye! My eye! Shrek the Third - Final Screening Script 11. \n[10]Oh! Shrimp! My favorite. Shrek the Third - Final Screening Script 12. \n[11]I think that went pretty well. \n[12]Aww, come on now Shrek! Shrek the Third - Final Screening Script 13. \n[13]Put your hat back on, fool. \n[14]Do your thing, man. \n[15]I know, I know... I don't want to leave you either baby, but you know how Shrek is. The dude's lost without me. \n[16]But don't worry. I'll send you airmail kisses everyday! \n[17]Alright, be strong babies! Be strong. Now, Coco, Peanut, you listen to Mama, alright? And Bananas, no more roastin' marshmallows on your sister's head. Shrek the Third - Final Screening Script 24. \n[18]Ah, that's my special boy. Oh, come over here, all of you. Give your Daddy a big hug! \n[19]Bye bye babies! \n[20]I'm gonna be an Uncle. I'm gonna be an Uncle! I'm gonna be an Uncle! \n[21]Da-da! \n[22]Shrek. Shrek, are you okay? \n[23]How does it happen? \n[24]And the cat's in the cradle and the silver spoon, Shrek the Third - Final Screening Script 31. \n[25]Little boy blue and the man in the moon. \n[26]\"When you coming home, son?\" \"I don't know when, But we'll get together then, Dad-\" \n[27]Man, don't you listen to him. Having a baby is not going to ruin your life. \n[28]Okay, okay I get it! Nobody said it was going to be easy. But at least you got us to help you out. \n[29]You'll be fine. \n[30]Wor-ces-ter-shireee. Now that sounds fancy. \n[31]Like the sauce!? Mmmm... It's spicy! \n[32]Oohh! They must be expecting us. Shrek the Third - Final Screening Script 33. \n[33]What in the shista-shire kind of place is this? \n[34]High school?! \n[35]I'm already starting to feel nauseous from memories of wedgies and swirlies! \n[36]Let's just say some things are better left unsaid and leave it at that. \n[37]It's top secret, hushity hush. \n[38]Yeah, you better run, you little punk no good-niks, `cause the days of \"Little Donkey Dumpy Drawers\" are over! \n[39]Or this? \n[40]Now watch this.... Shrek the Third - Final Screening Script 40. \n[41]You should be ashamed of yourself. \n[42]It's gonna be great, Artie. You'll be living in the lap of luxury. They got the finest chefs around waiting for you to place your order. \n[43]Don't worry about it. You'll be safe and sound with the help of your body guards. \n[44]Just make sure they don't die of famine. \n[45]Oh, plague is bad. Shrek the Third - Final Screening Script 57. \n[46]Whoaaa! \n[47]\n[48]A-hem. You just said father... \n[49]When were you planning on telling him that you were really supposed to be King? \n[50]Hey, woah ho ho, Shrek. Then you're gonna have to change your tactics if you want to get anywhere with this kid. \n[51]Shrek! \n[52]\n[53]Ooo! Charades! Okay, I see a dutch fudge torte with cinnamon swirls. \n[54]Ahhh! \n[55]Look out! They've got a piano! \n[56]Ahhh! \n[57]Shrek! \n[58]But she's so far far away! \n[59]Side effects!? \n[60]Ah! \n[61]Are you sure this is a good idea? \n[62]Donkey adjusts himself, feeling hung over. \n[63]Oh man, I haven't been on a trip like that since college. \n[64]What? Is there something in my teeth? \n[65]Huh? What the? Oh no! \n[66]I've been abracadabra'd into a fancy feasting second rate sidekick. \n[67]Yeah, and you should think about getting yourself a pair of pants! I feel all exposed and nasty. \n[68]Oh, so you two think this is funny? \n[69]Ow, ow, ow, ow, ow. How in the Hans Christian Andersen am I supposed to parade around in these goofy boots? \n[70]Oh, you'll learn to control that. \n[71]Seriously man, you need some comfort inserts or arch supports or something.  Woah! \n[72]C'mon Puss, you heard the man, help a brother out. \n[73]Hold on a second. Shrek the Third - Final Screening Script 83. \n[74]Aha! \n[75]Whoa, Shrek! You didn't tell us you were in a play. \n[76]Yeah, the breakfast croissants stuffed with seared sashimi tuna. Oh, and please tell me you at least have the saffron corn with the jalapeno honey butter cause our client cannot get into his proper emotional state without his jalapeno honey butter. \n[77]Yeah, and I have your badge number, \n[78]Princess?! \n[79]And I'm me! \n[80]I know, I know. Everything's a little fruity in the loops right now. But what happened is, we went to high school, the boat crashed, and we got \"bippity-bopity-booped\" by the \"Magic Man.\" \n[81]Charming's got him, Princess. And he plans on killing Shrek tonight in front of the whole kingdom. \n[82]My babies! \n[83]Hey! \n[84]All right people, let's do this thing! Go Team Dy-No-Mite!! \n[85]Alright! Alright! Alright! From henceforth we are to be known as \"Team Alpha Super Awesome Cool Dynomite Wolf Squadron.\" \n[86]Artie! \n[87]Artie, it's not like it seems. \n[88]Using you? Man, you really don't get it! \n[89]Charming was going to kill you Artie. Shrek saved your life. \n[90]Pray for mercy from... \n[91]And Donkey! \n[92]Although I have been enjoying these \"cat baths.\" \n[93]I'm me again! Shrek the Third - Final Screening Script 115. \n[94]Alright! \n[95]Hey! I smell Shrek Jr. Shrek the Third - Final Screening Script 117. \n[96]Peek-a-boo. Peek-a-boo. \n[97]Hey. ", "PRINCE CHARMING": "\n[1]Onward Chauncey, to the highest room of the tallest tower! Where my princess awaits rescue from her handsome Prince Charming. \n[2]Whoa there, Chauncey! \n[3]Fear not fair maiden! I shall slay the monster that guards you and take my place as rightful King. \n[4]Prepare foul beast to enter into a world of pain with which you are not familiar! \n[5]Do you mind? \n[6]Prepare foul beast- \n[7]Someday you'll be sorry. \n[8]Oh mommy. \n[9]Oh, you're right. I can't let this happen. I can't. \n[10]I am the rightful King of Far Far Away and I promise you this mother. I will restore dignity to my throne! \n[11]And this time, no one will stand in my way! \n[12]What does a Prince have to do to get a drink around here? \n[13]Ah Mabel, why they call you an ugly stepsister I'll never know. \n[14]Where's Doris, taking the night off? Shrek the Third - Final Screening Script 20. \n[15]Oh not much, just a chance at redemption... And a Fuzzy Navel. \n[16]And Fuzzy Navels for all my friends! \n[17]Ahh! \n[18]You're right; oh, I mean you're absolutely right, but I mean, do any of us? \n[19]No, no, wait, wait, wait! We are more alike than you think. \n[20]Wicked Witch. The Seven Dwarves saved Snow White and then what happened? \n[21]They left you the un-fairest of them all. And now here you are, hustling pool to get your next meal. How does that feel? \n[22]And you? Your star puppet abandons the show to go and find his father. \n[23]And Hook... \n[24]... Need I say more? \n[25]And you! Frumpypigskin. \n[26]Where's that first-born you were promised, hey? Shrek the Third - Final Screening Script 22. \n[27]Mabel, remember how you couldn't get your little fat foot into that tiny glass slipper? \n[28]Cinderella is in Far Far Away right now, eating Bon Bons, cavorting with every little last Fairy-tale Creature that has ever done you wrong. \n[29]Once upon a time, someone decided that we were the losers. But there are two sides to every story. And our side has not been told. \n[30]So who will join me? Who wants to come out on top for once? Who wants their happily ever after?! \n[31]Onward my new friends. Shrek the Third - Final Screening Script 48. \n[32]To our happily ever afters! Ha ha ha ha ha! \n[33]Gaa! Gulp! Ahhhh! \n[34]Now, bombs away! \n[35]Enough pillaging! To the castle! \n[36]C'mon. Put some back into it people! \n[37]Where are Shrek and Fiona? \n[38]I suggest you freaks cooperate with the new King of Far Far Away. \n[39]Hook! \n[40]You! You can't lie. So tell me puppet... Where is Shrek?! \n[41]You're telling me you don't know where Shrek is? \n[42]So you do know where he is! \n[43]Stop it. \n[44]He's bringing back the next heir? \n[45]Hook! Get rid of this new \"King.\" \n[46]But bring Shrek to me. I have something special in mind for him. \n[47]But why would I want to do that? \n[48]Woof! \n[49]Say hello ladies, to the new Queen of Far Far Away. \n[50]Soon you'll be back where you started... scrubbing floors or locked away in towers; that is, if I let you last the week. \n[51]Not here, \"kitten whiskers.\" Daddy will discuss it later. Now forgive us, we have a show to put on. \n[52]Sorry? Don't you realize --once Shrek sets foot in Far Far Away he's doomed? \n[53]\n[54]With this sword, I do smote thee! Shrek the Third - Final Screening Script 86. \n[55]Is that the right word? \"Smote?\" \"Smooote.\" Is that even a word actually? Maybe I should just smite him. \n[56]Let's try this again. Now... \n[57]\n[58]I say...  \"Finally the Kingdom will get the happily ever after they deserve, die Ogre\", blah, blah, blah... \n[59]Oh! It just doesn't feel real enough yet! \n[60]Who told you to stop dancing?! \n[61]And what are you laying around for? Get up! Honestly. \n[62]Our happily ever after is nearly complete, mummy. And I assure you, the people of this kingdom will pay dearly for every second we've had to wait. \n[63]Thank goodness you're here. I was beginning to think you might not make it back in... time. Shrek the Third - Final Screening Script 88. \n[64]Don't worry. She and the others are safe. For now. \n[65]Let me guess... Arthur? \n[66]This boy is supposed to be the new King of Far Far Away? \n[67]How pathetic! Now, stand still so I won't make a mess. \n[68]What? That he cared about you? He's an ogre. What did you expect? Shrek the Third - Final Screening Script 90. \n[69]You really do have a way with children, Shrek. \n[70]\"Tis I! Tis I! Upon my regal steed! Princess, my love, at last you shall be freed!\" \n[71]\"I'm strong and brave, and dashing my way there! With speed! With might! With soft and bouncy hair!\" \n[72]\"Through the blistering desert...\" Shrek the Third - Final Screening Script 103. \n[73]\"Across the stormiest sea.\" \n[74]\"Facing creatures so vile!\" \n[75]\"So you can gaze upon me!\" \n[76]\"I knew you'd wait. And from my plate of love you'd eat.\" Shrek the Third - Final Screening Script 104. \n[77]\"Who is this terrible ugly fiend who so rudely intervened?\" \n[78]\"Fear thee not Honey Lamb! I will slice this thing up like a \n[79]You are about to enter a world of pain with which you are \n[80]\"Prepare foul beast, your time is done.\" \n[81]Be quiet! \n[82]Thank you. \n[83]\n[84]Now you'll finally know what it's like to have everything you've worked for, everything that's precious to you taken away. \n[85]Now you'll know how I felt. \n[86]Ahhhhh! \n[87]Oooh, that sounds fun. But I have a better idea! \n[88]You will not ruin things this time ogre. Kill it! \n[89]Oh, what is it now? \n[90]You morons! Don't listen to him! \n[91]Aaaahhhh! \n[92]A new era finally begins! \n[93]Now, all of you, bow before your king! \n[94]This was supposed to be my happily ever after. \n[95]Mommy? ", "ARTIE": "\n[1]Please don't eat me. \n[2]What? Shrek the Third - Final Screening Script 42. \n[3]Is this for real? \n[4]So wait, I'm really the only heir? \n[5]Give me just a second. \n[6]My good people, I think there's a lesson here for all of us. Maybe the next time you're about to dunk a kid's head in a chamber pot, you'll stop and think, hey, maybe this guy has feelings. Maybe I should cut him some slack. Because maybe, just maybe... this guy's gonna turn out to be, uh...I dunno...a King! And maybe his first royal decree will be to banish everyone who ever picked on him -- that's right, I'm looking at you, jousting team. Shrek the Third - Final Screening Script 43. \n[7]And Gwen... oh Gwen. I've always loved you. \n[8]Well good friends, it breaks my heart, but, enjoy your stay here in prison while I rule the free world baby! \n[9]I'm building my city people! On Rock and Roll! \n[10]Ow! \n[11]I can't believe it... me a King? I...I mean I knew I came from royalty and all, but I just figured everyone forgot about me. \n[12]Really? Wow! Look, I know it's not all gonna be fun and games. \n[13]Boat with the bottle? Any idiot can hit a boat with a bottle. \n[14]Whoa!! This is gonna be huge. Parties, princesses, castles... princesses. \n[15]Oh yeah? What do they do? \n[16]Poisoned? \n[17]Body guards? \n[18]Really? \n[19]What does it look like?! Shrek the Third - Final Screening Script 58. \n[20]But I don't know anything about being King! \n[21]Sorry to disappoint you, but I'm going back! \n[22]Look what I did? Who's holding the wheel chief? \n[23]Oh, so now it's \"Your highness?\" What happened to \"loser?\" Huh? \n[24]What? \n[25]\"You're gonna be King!\" Yeah right. Shrek the Third - Final Screening Script 60. \n[26]Far Far Away... from you! \n[27]\n[28]C'mon! C'mon! Help! Help! Hello? \n[29]Mr. Merlin? \n[30]Yeah. He was the school's magic teacher until he had his nervous breakdown. \n[31]What's with the \"we\"? Who said I was going with you? \n[32]If it's such a great job, why don't you do it? \n[33]Oh, so that was your \"Mr. Nice Guy?\" \n[34]You know what? Why don't you go terrorize a village and leave me alone? \n[35]This is lame. \n[36]Ow! \n[37]Okay. There's a baby bird and a father bird sitting in a nest. \n[38]Wait, the dad just flew away. Why did he leave the little bird all alone? \n[39]It's trying to fly, but it doesn't know how to. It.. it's gonna fall! \n[40]Yeah, yeah, okay. I get it. The bird's me. My dad left. So what? \n[41]I know you want me to be king, but I can't. I'm not cut out for it and I never will be, alright? \n[42]Even my own dad knew I wasn't worth the trouble. He dumped me at that school the first chance he got and I never heard from him again. Shrek the Third - Final Screening Script 68. \n[43]Well, I doubt he was worse than mine. \n[44]Okay... I guess that's... pretty bad. \n[45]You know, you're okay, Shrek. \n[46]You just need to do a little less yelling and use a little more soap. Shrek the Third - Final Screening Script 69. \n[47]The soap's because you stink. Really bad. \n[48]Ow! \n[49]Help! Shrek the Third - Final Screening Script 75. \n[50]No, Shrek. Hold on a second. I've got an idea. \n[51]Mr. Merlin, they need a spell to get them...I mean, us, back to Far Far Away. \n[52]Mr. Merlin please. I know you can \n[53]\n[54]It's just so hard. You know? They really need to get back `cause their kingdom's in trouble `cause there's a really bad man and it's just so hard... \n[55]No! I don't think you understand! There's a mean person doing mean things to good people- \n[56]And they really need your help to get them back! So why won't you help them? \n[57]Piece of cake. Shrek the Third - Final Screening Script 78. \n[58]I'm really sorry guys. \n[59]Look, don't you know who he thinks he is? How dare you? \n[60]He's a star people! Hello?! I'm so sorry about this Mr. Shrek. \n[61]I assume you have everything ready for tonight! You did get the list for the dressing room? Shrek the Third - Final Screening Script 85. \n[62]Ow. \n[63]It's Artie, actually. \n[64]Then who's it about? I'm supposed to be King, right? \n[65]But you said the King asked for me personally. \n[66]What's that supposed to mean? \n[67]You were playing me the whole time. \n[68]You know, for a minute there, I actually thought you - \n[69]Oh please, don't act so innocent. You both knew what was going on the whole time and you kept it to yourself. Shrek the Third - Final Screening Script 101. \n[70]It's not? I think it seems pretty clear. He was using me. That's all there is to it. \n[71]Everybody stop! \n[72]Who really thinks we need to settle things this way? \n[73]You're telling me you just want to be Villains your whole lives? Shrek the Third - Final Screening Script 110. \n[74]Didn't you ever wish you could be something else? \n[75]Okay, fair enough. You're right. I'm not a talking tree. But, ya know, a good friend of mine once told me that just because people treat you like a villain, or an ogre... \n[76]... or just some loser... \n[77]...it doesn't mean you are one. Shrek the Third - Final Screening Script 111. \n[78]The thing that matters most is what you think of yourself. \n[79]If there's something you really want, or there's someone you really want to be, then the only person standing in your way ...is you. \n[80]No, no, no! What I mean is: each of you is standing in your own way! ", "FIONA": "\n[1]Good morning. Oh... morning breath... Shrek the Third - Final Screening Script 5. \n[2]Ow! Shrek the Third - Final Screening Script 8. \n[3]Uh, is this really necessary? \n[4]I'm sorry Shrek, but can you please just try to grin and bear it? It's just until Dad gets better. \n[5]Shrek? \n[6]You look handsome. \n[7]Uh Shrek? \n[8]Shrek... \n[9]\n[10]Yeah. I'm fine. \n[11]Honey, please calm down... \n[12]Just think... a couple more days, and we'll be back home in our vermin-filled shack, strewn with fungus, filled with the rotting stench of mud and neglect. \n[13]And, uh... maybe even the pitter- patter of little feet on the floor...? \n[14]Uh, no... you know, what I was thinking of is a little bit bigger than a swamp rat. \n[15]No, Shrek. Um... what if - \n[16]They were little ogre feet? Shrek the Third - Final Screening Script 14. \n[17]Shrek. \n[18]Don't you ever think about having a family? \n[19]Yes Daddy? \n[20]It's okay. \n[21]Daddy! \n[22]Shrek, maybe you should just stay and be King. \n[23]It's not that. No. It's, you see... \n[24]It's not going to be just you and me. \n[25]Shrek! \n[26]Wait! \n[27]I'm, I'm- \n[28]No... No, I said I'm pr- Shrek the Third - Final Screening Script 26. \n[29]I said I'm pregnant! \n[30]You're going to be a father! \n[31]Really? I'm glad you think so! I love you. \n[32]Shrek!? \n[33]No, no, not at all. \n[34]Do you smell ham? \n[35]\"Congratulations on your new mess maker...\" Oh, `mess maker.' \"Hopefully this helps. Love, Cinderella.\" \n[36]Oh, you guys, that's so sweet. Thank you. \n[37]Who's this one from? \n[38]\"Have one on me, love Snow White\" Shrek the Third - Final Screening Script 46. \n[39]Umm... what is it? \n[40]You're too kind, Snow, but I can't accept this. \n[41]What does he do? \n[42]So what are Shrek and I supposed to do? \n[43]Gee thanks Rapunzel, and what's that supposed to mean? \n[44]Um sorry... but how many of you have kids? \n[45]Well, when he first found out...Shrek said- \n[46]Everyone in! Now. \n[47]We don't have time. Now go! \n[48]No, we're gonna get inside and find out what Charming's up to. \n[49]That's it! \n[50]Rapunzel. Wait! \n[51]Charming, let go of her. \n[52]What? \n[53]Rapunzel, how could you? \n[54]Shrek will be back soon Charming, and you'll be sorry. \n[55]I care. \n[56]Donkey?! \n[57]Puss?! \n[58]\n[59]Where's Shrek? Shrek the Third - Final Screening Script 93. \n[60]Alright everyone, we need to find a way out, now. \n[61]What are you doing? \n[62]You have got to be kidding me. \n[63]Mom!? \n[64]Why don't you just lie down? \n[65]Okay girls, from here on out, we're gonna take care of business ourselves. Shrek the Third - Final Screening Script 95. \n[66]Move it! Go! Go! Go! \n[67]Hi honey! Sorry we're late. You okay? \n[68]No! Let go of me! \n[69]Well, for what it's worth, you would have too. ", "PUSS": "\n[1]Okay. You have a very full day filling in for the King and Queen. There are several functions that require your attendance, sir. Shrek the Third - Final Screening Script 6. \n[2]Yeah, wow. \n[3]Okay peoples! This isn't a rehearsal. Let's see some hustle. \n[4]Some people just don't understand boundaries. \n[5]The Frog King is dead. Shrek the Third - Final Screening Script 16. \n[6]It's out of my hands senorita, the winds of fate have blown on my destiny. But I will never forget you. You are the love of my life. \n[7]As are you... \n[8]And you. \n[9]And, uh... hi. I don't know you, but I'd like to. I gotta go. \n[10]Oh, and you my friend are royally-- Shrek the Third - Final Screening Script 27. \n[11]Allow me to explain. You see, when a man has certain feelings for a woman, a powerful urge sweeps over him... \n[12]You know I love Fiona, Boss. Right? But what I'm talking about here is you, me, my cousin's boat, an ice- cold pitcher of mojitos, and two weeks of nothing but fishing. \n[13]But how did you receive the wedgies when you are clearly not the wearer of the underpants? \n[14]That information is on a need to know basis. \n[15]If it were real could I do this? \n[16]And fortunately you'll have the royal food tasters. Shrek the Third - Final Screening Script 56. \n[17]They taste the food before the King eats, to make sure it's not poisoned. \n[18]All of them, willing at a moment's notice to lay down their own lives out of devotion to you. \n[19]Si, and the whole kingdom will look to you for wisdom and guidance. \n[20]Or plague. \n[21]The coughing, the groaning, the festering sores. \n[22]What did I say? \n[23]How humiliating... \n[24]Uh boss, I don't think he's coming back and maybe it's for the best. He is not exactly king material. \n[25]We've got to save her! \n[26]At least you don't look like some kind of bloated roadside piñata. You really should think about going on a diet! Shrek the Third - Final Screening Script 80. \n[27]Be very careful with those - HEE \n[28]They were made in Madrid by the finest- HEE HAW! Shrek the Third - Final Screening Script 81. \n[29]Do you see any pockets on me? \n[30]I had no idea ...really ...I swear. \n[31]It's A Happily Ever After, After All! \n[32]Don't worry, Jefe. I got this. \n[33]Oh, we'll have much to say to Nancy, I promise! \n[34]Hey, hey, hey, hey. \n[35]Lo siento, Princessa, but I am Puss, stuck here inside this hideous body. \n[36]Help! Ow! \n[37]\"O\" to the \"K.\" The coast has cleared. Shrek the Third - Final Screening Script 100. \n[38]Wait, wait, wait, wait wait. Hey! Where is the fire, Senor? \n[39]Shrek only said those things to protect you! \n[40]...Puss! \n[41]Okay, senor hocus-y pocus-y. The time has come to rectify some wrongs! \n[42]Please say you didn't. \n[43]Are you..? \n[44]And I am not you! ", "MERLIN": "\n[1]I knew I should of gotten that warranty! Shrek the Third - Final Screening Script 63. \n[2]AHH! Ow, ow, ow, ow, ow. \n[3]Uh, technically I was merely a victim of a level three fatigue, and at the request of my therapist and the school authorities, I have retired to the tranquility of nature to discover my divine purpose. \n[4]Now, can I interest anyone in a snack or beverage? \n[5]Sure you don't wanna try my famous rock au-gratin? \n[6]It's organic! \n[7]Oh, I could tell you. But since you're in the midst of self- destructive rage spiral it would be karmic-ly irresponsible. \n[8]Most definitely, but only after you take the journey to your soul. \n[9]Look pal, it's either that or some primal scream therapy. Ahhhhhhhhhh! \n[10]Now all of you, look into the \"Fire of Truth\" and tell me what you see! Yah! Ha!  Woo-looo-looo-looo! \n[11]Okay. Monster, go for it. \n[12]Excellent work! Now! The boy! \n[13]You're lame! Now just go for it. \n[14]Yes! Stay with it! Stay with it! \n[15]Whew, proper head case you are, aren't you? Really messed up. Whoa. Shrek the Third - Final Screening Script 67. \n[16]Just thought I might help set the mood! Y'know for your big heart to heart chat! \n[17]I'm a buzzing bee, buzz, buzz, buzz... \n[18]Forget it. I don't have that kind of magic in me anymore, kid. How about a hug instead? Hmm? That's the best kind of magic. \n[19]I said, forget it! \n[20]Mumble, grumble, interrupt my healing. Mumble, mumble. Shrek the Third - Final Screening Script 77. \n[21]Oh. What, what's with you? \n[22]C'mon, take it easy. \n[23]Oh. \n[24]Uh, Okay... I'll go and get my things. \n[25]Now, I am a little rusty, so there could be some side effects. \n[26]Don't worry, whatever it is, no matter how excruciatingly painful it may be, it'll wear off eventually... I think. \n[27]Oops. \n[28]Alacraticious expeditious, a zoomy zoom zoom. Let's help our friends get back, um... soon! \n[29]Woah! It worked! \n[30]Uh, excuse me, that's my seat. \n[31]Uh... alright, alright...look.. \n[32]You're gonna feel a little pinch, and possibly some lower intestinal discomfort, but this should do the trick. \n[33]Oops. Ah, never mind. ", "SNOW WHITE": "\n[1]Look at you! \n[2]You look darling! Shrek the Third - Final Screening Script 44. \n[3]Oooh! It's present time! \n[4]I got you the biggest one because I love you the most. \n[5]Ha, haaa! He's a live-in baby- sitter. \n[6]Think nothing of it. I've got six more at home. \n[7]The feeding. \n[8]You'll start letting yourself go... \n[9]Everybody stay calm. We're all going to die! \n[10]Fiona rushes to the fireplace and pushes it to one side, revealing an underground passageway. \n[11]I'm sorry but this just isn't working for me. \n[12]Well maybe it just bothers you that I was voted fairest in the land. \n[13]Oh, give me a break.  Shrek the Third - Final Screening Script 70. \n[14]\"Rapunzel, Rapunzel, let down thy golden extensions!\" \n[15]So I guess the plan is we just wander aimlessly in this stink hole until we rot. \n[16]Had we just stayed put like I suggested, we could be sipping tea out of little heart-shaped cups... Shrek the Third - Final Screening Script 91. \n[17]Eating crumpets smothered with loganberries. \n[18]Shut up Cindy. \n[19]Who cares who's running the kingdom anyway? \n[20]The cat turned into a little horse that smells like feet. What's to get? \n[21]You're right.  Ladies, assume the position! \n[22]Well, what do you expect us to do? We're just four... I mean, three, super hot princesses, two circus freaks, a pregnant ogre and an old lady. \n[23]Excuse me, I think there's still one more. \n[24]\"Ahh ha ha ha ha haa.\" \n[25]\"Ahh ha ha ha haa.\" \n[26]\"Ha ha ha ha haaaa. Little birdies take wing, flitting down from the trees they appear, and to chirp in my ear.\" \n[27]\"All because I sing. Ahh ha ha ha ha haaa.\" \n[28]\"Ahh ha ha ha ha haaa.\" \n[29]\"Ha ha ha ha ha haaaaaaa!\" \n[30]Ahhaha!! Ahhaha!!! ", "CAPTAIN HOOK": "\n[1]We're not your friends. \n[2]You don't belong here. \n[3]Well, well, well. If it isn't Peter Pan. \n[4]Shut it, Wendy! \n[5]Right! \n[6]Avast, ye cookie! \n[7]Start talkin'! \n[8]Right! \n[9]Kill `em all. Except the fat one. \n[10]King Charming has something special in mind for you, ogre. \n[11]Attack! \n[12]Ha-ha! Argh! \n[13]Ready the plank! \n[14]Ya cowards! \n[15]She's gonna get what's coming to her. \n[16]Ahhh. And there ain't nothing you can do to stop him! \n[17]But we are Villains. It's the only thing we know. \n[18]I grow daffodils! \n[19]And they're beautiful! Shrek the Third - Final Screening Script 112. ", "RAPUNZEL": "\n[1]Wow! \n[2]So, have you had any cravings since you've been pregnant? \n[3]Everyone poops Beauty. \n[4]Well, now you'll have plenty of time to work on your marriage. \n[5]Oh, come on now, Fiona. You know what happens. Shrek the Third - Final Screening Script 47. \n[6]Say goodbye to romance. \n[7]You mean in that rigged election? \n[8]Ugh. \n[9]Come on, this way! \n[10]Grrrr! \n[11]Jealous much? Shrek the Third - Final Screening Script 72. \n[12]But Pooky, you promised you wouldn't hurt them! \n[13]\"I wait alone up here. I'm trapped another day. Locked up here - please set me free. My new life I almost see, A castle, you and me. Yes, a castle you and me...\" \n[14]\"I knew you'd come for me. And now we finally meet.\" \n[15]\"Oh please, rescue me!\" ", "PINOCCHIO": "\n[1]Me too. \n[2]Well, I don't know where he's not. \n[3]It wouldn't be inaccurate to assume that I couldn't exactly not say that is or isn't almost partially incorrect. \n[4]On the contrary, I'm possibly more or less, not definitely rejecting the idea, that in no way, with any amount of uncertainty that... \n[5]...I undeniably do or do not know where he shouldn't probably be. Shrek the Third - Final Screening Script 54. \n[6]If that indeed wasn't where he isn't. Even if he wasn't not where I knew he was could mean that I wouldn't completely not know where he wasn't. \n[7]No! \n[8]He'll never fall for your tricks! \n[9]Shrek! \n[10]Help me! \n[11]Charming and the Villains have taken over everything! They attacked us but Fiona and the Princesses got away. And now she's- \n[12]Charming's got her locked away some place secret. You gotta find him! He's probably getting ready for the \n[13]I thought we agreed we would go by the name of \"Team Super Cool.\" \n[14]Hey. Shrek the Third - Final Screening Script 108. ", "KING HAROLD": "\n[1]I'm dying. Shrek the Third - Final Screening Script 15. \n[2]Don't forget to pay the gardener, Lillian. \n[3]Fiona... \n[4]I know I've made many mistakes with you. \n[5]But your love for Shrek has taught me so much. \n[6]My dear boy, I am proud to call you my son. \n[7]Now, there is a matter of business to attend tooo... \n[8]Shrek, please come hither. \n[9]This Kingdom needs a new king. You and Fiona are next in line for the throne. \n[10]Aside from you there is only one remaining heir. \n[11]His name is... is... is... \n[12]...is ... Shrek the Third - Final Screening Script 17. \n[13]His name is Arthur. \n[14]I know you'll do what's... riiiight... ", "GINGERBREAD MAN": "\n[1]This is worse than Love Letters! I hate dinner theatre. \n[2]Yea! Shrek! \n[3]Do you mind? Bo-ring! Shrek the Third - Final Screening Script 3. \n[4]You know the baby's gonna love it because I do! \n[5]Stretch marks! \n[6]You go and take care of the baby! Shrek the Third - Final Screening Script 50. \n[7]We'll hold them off as long as we can! Shrek the Third - Final Screening Script 51. \n[8]Name doesn't ring a bell. \n[9]The only thing you're ever gonna be King of is \"King of the Stupids.\" \n[10]Papa! \n[11]\"On the Good Ship Lollypop, It's a sweet trip, To the candy shop, Where the Bon Bons play, On the sunny beach of Peppermint Bay..\" \n[12]As I recall it was \"Team Awesome.\" ", "QUEEN": "\n[1]Harold. \n[2]Of course darling. \n[3]Harold!? \n[4]Quickly ladies! \n[5]Ladies, let go of your petty complaints and let's work together. \n[6]And you should all care too. \n[7]Hmmm. Excuse me. Old lady coming through. \n[8]Hiiiyyyiiiaaaah! Shrek the Third - Final Screening Script 94. \n[9]Well, you didn't actually think you got your fighting skills from your father, did you? \n[10]Hmmmm. \n[11]Hiiiiyah! \n[12]Bouncy, bouncy, bouncy boy. ", "CINDERELLA": "\n[1]Oh, Fiona, won't you please open mine first? It's the one in front. \n[2]It's for the poopies. \n[3]The cleaning. \n[4]Oh this place is filthy. I feel like a hobo. \n[5]Yaaaaaaaaay! \n[6]Yeah... yeah, heart shaped cups. \n[7]Yeah... loganberries. \n[8]Yeah, shut up. \n[9]No! You shut up! \n[10]Just stay out of this! \n[11]I don't get it. ", "SLEEPING BEAUTY": "\n[1]Just precious! Look at her! \n[2]What is it? Shrek the Third - Final Screening Script 45. \n[3]Eww. Wait, babies poop? \n[4]Huh? You're tired all the time... \n[5]Everything's always about you, isn't it? It's not like your attitude is helping, Snow. \n[6]Ew! \n[7]Huh? Who dat? \n[8]Waiting to be rescued. ", "CYCLOPS": "\n[1]Do a number on his face! Shrek the Third - Final Screening Script 21. \n[2]Ha, ha, ha, ha! \n[3]Yee-haw! Ow. \n[4]Uh... Wink and turn, wink and turn. Shrek the Third - Final Screening Script 87. \n[5]Sorry. I guess I was just showing off for the little one. \n[6]It's \"Bring your kids to work day.\" C'mere beautiful. \n[7]Who woulda thought a monster like me deserves something as special as you? ", "LANCELOT": "\n[1]I am Lancelot. \n[2]That dork over there is Arthur! \n[3]Aaah. Shrek the Third - Final Screening Script 38. \n[4]Classic. \n[5]I didn't do it. They did. \n[6]Artie a King? More like the Mayor of Loserville. \n[7]Burn. ", "PIG #1": "\n[1]That's lovely. \n[2]Fiona! We all chipped in for a little present too. \n[3]Yah! \n[4]Oh, enough! Shrek went off to bring back the next heir! Oh! \n[5]Ach to Lieber! There is some strange little girl over there staring at us! \n[6]Sausage Roll!! ", "GUINEVERRE": "\n[1]So then I was all like \"I'd rather get the black plague and lock myself in an iron maiden than go out with you.\" \n[2]Eh! Totally ew-th! \n[3]Ahem! This is like totally embarrassing, but my friend Tiffany thinkest thou vex her so soothly... \n[4]And she thought perchance thou would wanna ask her to the Homecoming Dance or something... \n[5]It's like whatever. She's just totally into college guys and mythical creatures and stuff. \n[6]Ew. "}}