{"dialogues": {"MACY": "\n[1]Give us this day... our daily bread... \n[2]And forgive us our trespasses as we forgive those who trespass against us. \n[3]And lead us not into temptation but deliver us from evil... \n[4]For Thine is the Kingdom the power and glory forever and ever amen \n[5]I'm good. I'm good. \n[6]Can't shake the smell. Just sits in you. \n[7]I saw. \n[8]Couldn't smell any worse. \n[9]Yeah. Thirty families without a father's real funny, but you keep worrying about what it does to your weekend, Lance. \n[10]It's your crime scene when I GIVE \n[11]... None. \n[12]No. \n[13]I'm fine. \n[14]Wanna give me the tour? \n[15]No way to connect him, but he owns it. \n[16]Go ahead and step out, it's okay. \n[17]\n[18]Not tonight mom. \n[19]Uhh...  Mom, it was a \n[20]Me too. You get my card? \n[21]Mom, I just got -- \n[22]I'm signing on. \n[23]Stay in one place, Mom. Happy birthday. Sorry I didn't call- \n[24]Nothing. It's something on your lens. \n[25]Like I said, rough day. \n[26]Who came to the party? \n[27]No. \n[28]I'm sure we'll be great friends, Mother. Nothing like a divorce to bring people closer. \n[29]I am...  Happy birthday. How does it feel to be 60? \n[30]\n[31]No idea. \n[32]I need coffee. \n[33]Come on ... Of course. \n[34]Jesus. \n[35]His company, Sun Valley, owns eighty or so foreclosure properties, another -- \n[36]Um ... Wasn't aware he had one. \n[37]Didn't know he had one of those either. \n[38]I don't know who that is. \n[39]None of this is in his file. \n[40]I'm not -- \n[41]I'm sorry? \n[42]Divorced. \n[43]No. He works for Border Patrol and got to keep the condo and my Bronco, anything else? \n[44]I have no clue. \n[45]He'll be leading who? This is Phoenix Homicide now. \n[46]What does that mean? \n[47]Luke ... Air Force base? \n[48]His brother. \n[49]Okay... If I, umm... What's our objective? \n[50]Why isn't Reggie in here? \n[51]We get an opportunity at the men responsible for today? \n[52]Then yeah, sure. I'll volunteer. \n[53]Yeah. I'll call you, let you know what time. \n[54]It's El Paso... Don't think you're missing much. \n[55]I'm supposed to worry about you. \n[56]We do what we need to do. \n[57]I'll call you when we're heading back. \n[58]Am I late? \n[59]Kate Macy. \n[60]No... Wait, we're going to El Paso, right? \n[61]We're taking this? \n[62]Really... Okay... \n[63]None... What IS the operation? \n[64]Are we going into Juarez? \n[65]DOD flies around in Gulfstreams now? \n[66]Right... Food on this flight? \n[67]\n[68]You okay? \n[69]So... This is your specialty. \n[70]He said the cartels in Mexico are your specialty. \n[71]Anything I should know? \n[72]Okay... Yoda. \n[73]Ever been over there? \n[74]For the DEA? \n[75]For who? \n[76]You're not American? \n[77]Who do you work for now? \n[78]Where were you sent FROM? \n[79]... Colombia? \n[80]CIA? Are you? \n[81]Well? \n[82]I'm not authorized to -- \n[83]I just wanna know what I'm getting \n[84]So how nervous should I be? \n[85]\n[86]Jesus. \n[87]Yes. \n[88]Okay... okay... \n[89]Think... think... \n[90]Okay... \n[91]\n[92]This is going to be on the front page of every newspaper in America. \n[93]JUST... Give me a minute. \n[94]No. No. Don't... NO. This isn't ... This was a SPECIAL OP. You're a fucking spook. And HIM!! Who the fuck is that?? \n[95]I'm not qualified for this. I'm good at what I do, but I'm not a soldier. \n[96]Don't put me in a situation where I have to break the law to stay alive. Don't do that to me. \n[97]Hey. Got another one of those? \n[98]Been a while. Thanks. \n[99]Fireworks is code for something, I assume. \n[100]I don't hear anything. \n[101]Unbelievable. \n[102]From here? Little over two hours. \n[103]We're going to Tucson? \n[104]\n[105]We're going to Tucson. \n[106]Bad. \n[107]Now's not the time. \n[108]I don't even know what we're doing here. Got another one of those? \n[109]We weren't in El Paso. \n[110]We were in Mexico. \n[111]Him. \n[112]Yeah. I see it. \n[113]What are we looking for? \n[114]I'm with you, alright. I don't have answers. \n[115]You think I haven't asked these questions. Think you can do better? MATT. Can we talk to you for a minute? \n[116]I walk too. \n[117]He TOLD you where a drug tunnel is... Just... Told you. \n[118]Bullshit. \n[119]What happens when you find him? \n[120]This is a blessing, trust me. I want to stop and get some cigarettes. \n[121]Worse. \n[122]What's up? \n[123]Yep. \n[124]Want some coffee? \n[125]I have to get dressed. Come up. \n[126]List of things I need is almost infinite. \n[127]Been so long since anyone's seen me in a bra, except you... don't look at me like that. No pity, thank you. \n[128]...I don't know. \n[129]Guy works eighty hours a week and thinks I'm too focused on my job. \n[130]Ask me something else. \n[131]It's broken ... The whole place. Just ... Lost. \n[132]Me too. But... I have to know. \n[133]Could it get that bad here? \n[134]Yeah... \n[135]Are you getting this? \n[136]Not great. \n[137]Border patrol's not down there. \n[138]Yeah, we use them for breeches when HRT is busy. \n[139]Yeah... they get a lot of practice. \n[140]out? \n[141]What is she doing? \n[142]You guys coming? \n[143]This is something I can actually build a case on. \n[144]These are all Manuel Diaz's accounts? \n[145]And you can seize that. \n[146]What? \n[147]No. \n[148]Oh my god. \n[149]They just seized seventeen million dollars... I need that explained to me. Guillermo Diaz told you all that in an HOUR? \n[150]We can arrest Manuel for now. At least get him off the street. \n[151]That makes NO sense... We can get him off the street! RIGHT NOW. If I can tie any of these payments to-- \n[152]Watch me. \n[153]This is ridiculous. His guys are robbing people IN FRONT OF THE BANK... So we find out where his boss lives in Mexico. Big deal. I've seen the Mexican police in action and believe me -- \n[154]I would like to follow some semblance of procedure, and build a prosecutable case against -- \n[155]No. \n[156]Where'd that guy say the safe banks were, Cave Creek? \n[157]Ever been there? \n[158]North of Scottsdale. Horse country... \n[159]Big saloon there called the Buffalo Chip... Feel like a beer somewhere far away? \n[160]Yeah. Angle is me getting drunk and forgetting about today. \n[161]Alright. To the Chip. \n[162]These guys are pros, this is where they practice. \n[163]Bet I start seeing you here weekly. \n[164]Let's go inside. I wanna dance. \n[165]Oh for God's sake, a Black man is president. Racism is dead, and even if it wasn't when he popped Bin Ladin he won over the hold outs. \n[166]Who? \n[167]over. \n[168]Married? \n[169]Good guy? \n[170]Yeah... Thanks. \n[171]Don't discourage him. Know how long it's been since someone tied me up? \n[172]I'm trying very hard to give you ideas. \n[173]Okay. \n[174]Take a look around back. \n[175]What am I -- Uhh. \n[176]What are you doing??? \n[177]No. \n[178]Thank you, Dave. \n[179]You saved my life. \n[180]Are they following us? \n[181]Thank you. I mean it. \n[182]Where is he now? \n[183]I hope they kill him. \n[184]... No. \n[185]I love how we're all going to pretend I planned this. \n[186]Yeah ... So, can I go home tonight or ... \n[187]Whoopee. Then we can call the Mexican police to go arrest their employer. Why do I think that won't happen? \n[188]I'll be fine... They have your picture too, you know. \n[189]They're everywhere and I'll never know who to trust, as evidenced by me fucking my hit man behind a bar. \n[190]That doesn't scare you? \n[191]What's the plan? \n[192]We have tac gear in our car. \n[193]Jesus. \n[194]Because CIA can't operate within US borders without a domestic agency attached. Right? \n[195]That's why we're here. That's the only reason. \n[196]I don't think we've done THIS. \n[197]Fair enough. \n[198]\n[199]\n[200]\n[201]STEP AWAY. I mean it. Move away from him. \n[202]We can't be here-- \n[203]You lured Manuel to Mexico so you could kill him. This is your cab driver. \n[204]He's an assassin. A government \n[205]Who is Medellin?? What is that? \n[206]He works for the cartels in Colombia... He works for the fucking competition. \n[207]Get away from me. \n[208]Fucking kill me or get out of my way. \n[209]I'll manage. \n[210]Let's go. \n[211]They woke me up. Showed me the whole thing. \n[212]And I quit. \n[213]Three days ago I hadn't had you in ten years... fucker. \n[214]who understands me. \n[215]Please. \n[216]You're an assassin. \n[217]You are a Sicario. ", "ALEJANDRO": "\n[1]I think about the price. The price of appetite. The cost of forgetting who we are. Pretending we are... who we will never be... \n[2]So easy to pretend we are not to blame. That a demon enters us. No... The demon is inside. We just make potions that release it. \n[3]There's no revenge for all they have taken. No justice. It simply is... \n[4]And still. They must be forced to look at all they have destroyed. By having the same done to them. Or they will forget... Forget they are human. Believe they are as different as they feel... Then they are the lion, and everything we loved and lost, simply its meal. \n[5]And you too... \n[6]Say it. \n[7]Sit down. \n[8]Can't walk back like this. We need to dry. \n[9]Nothing. \n[10]No. \n[11]Nothing. (Alejandro turns his face to the sun) I just wanted to know. \n[12]Don't give me a reason. \n[13]By telling me the truth without having to drown you. \n[14]If you are very lucky you never will. \n[15]It is the Colonel. \n[16]Why so many? \n[17]Where are we going? \n[18]What did they do? \n[19]Thank you. \n[20]Hello. \n[21]Have you been to Juarez before? \n[22]What is your experience with operations like these? \n[23]Sleep if you can. Juarez will demand all of your focus. \n[24]Yes. \n[25]I'm fine. \n[26]Hmm? \n[27]Yes. \n[28]You are asking how a watch works. For now, only focus on knowing the time. \n[29]Pay attention. \n[30]Memorize the faces of everyone here. Know who is with you. \n[31]I worked in Juarez. \n[32]No. \n[33]Mexico. As a federal prosecutor. \n[34]No. \n[35]I go where I'm sent. \n[36]Cartagena. \n[37]Want to see Juarez? \n[38]Hard to believe, yes? \n[39]He wears the state police shirt. The pig -- Not what you think it means. All state police work for the cartels. ALL of them. That man... He tried to work for two... he got greedy. \n[40]Nothing will happen here. If they try anything, it will be at the border. If no lane is cleared for us when we return... Be ready. Watch the cars. Look for old cars. Throw aways. Not gangster cars... Those are for the whores on Saturday night. Did you watch the cars we passed driving in? \n[41]Watch for state police. They are all bad. We will lose the escort at the loop. You will see. That is when you worry. \n[42]Lean back, Kate. \n[43]On the left. \n[44]You have a service weapon? \n[45]Get it out. \n[46]Silver LeSabre. Two lanes over my 3. \n[47]Gun. Buick LeSabre, 3 o'clock, gun. \n[48]The cars are beginning to move in the convoy's lane. Another fifteen seconds and they can leave this hell behind. \n[49]All the women can go. \n[50]Watch these men close. Look for the ones like the men you saw in Juarez. \n[51]Do you see? \n[52]Yes. Keep looking. \n[53]They see it all, and must avoid the traps set everywhere for them. We look for one who is older... one who has had enough. \n[54]Break them into groups of four, Let them spread out, each group as far from the other as possible. \n[55]Fausto Alarcon, Manuel's cousin... Manuel's boss... He is an executioner... \n[56]When people die in my country, it is with his hand or his blessing. To find him would be like... discovering a vaccine. Manuel will lead us to him. \n[57]Certainly, you understand the value of that. \n[58]There is only dark, my friend. \n[59]We should watch here. \n[60]You know this land? A tunnel where cars can pass? \n[61]Can you mark the tunnel on here? \n[62]This is our way across. Right here. Where do you live? \n[63]Know a Wells Fargo on Baseline? \n[64]truth about everything. \n[65]Thank you ... don't cross again. Not for a long time. \n[66]Better than good, my friend. \n[67]We are close. \n[68]Don't go in the bank, Kate. \n[69]We need him to get called back to Mexico. That's the objective, Kate. \n[70]How many officers do they have on the force? \n[71]You want the truth? \n[72]Give the names, give the houses, phone numbers ... Give me all of you. \n[73]He wasn't an assassin. He was just supposed to be your friend and hopefully find out who is showing you how to hurt them. They are looking for us, not you. \n[74]I've been doing this for a long time. \n[75]In Mexico, police do not investigate crimes for the government. Attorneys do. That's what I did. I was very close to arresting someone who ... someone I shouldn't have tried to arrest. \n[76]The brilliance of what they do when they mutilate a body is make people think -- Oh, that person must have done something to receive such a death. They must have been involved. \n[77]They must have deserved it ... And for the family ... It soils every memory you have of that person. They make it impossible to imagine the face you loved without seeing the initials carved into her forehead. Imagine her body without seeing her chest with -- remember her before... \n[78]Her breasts were cut off ... Remember your child without ... \n[79]They kill the body, the memory, everything. \n[80]You remind me of my wife. I find it very difficult to look at you. \n[81]Get some rest tonight. Tomorrow they will call Manuel back, and we will cut a leg from them. \n[82]I don't use those. Ask Matt. \n[83]Take the left shaft ... Make noise. \n[84]No. Draw them to you. The one I am looking for will try and run. \n[85]What you do now is for your family. Whether they see tomorrow rests with you. \n[86]You will drive me. \n[87]Put that down. \n[88]We are in Mexico now. You have no jurisdiction. \n[89]Don't ever point a weapon at me again. Get your breath and go back to the surface. \n[90]Stop it Kate. Just stop. This is what we were sent here to do. \n[91]I don't have time. Go to the surface. Now. \n[92]I am here to kill the man with the power to summon Manuel Diaz. I am here for Fausto. But I will kill Manuel too. It's what I do, Kate. Go. Or I will do it to you. \n[93]Alejandro gets in the back seat of the police car. \n[94]Drive back to Mexico. \n[95]you have my location? \n[96]Este a calle cinquinta y seis. \n[97]Having family... does that save the lives of the men you are hired to kill? Hmm? \n[98]target ahead? Confirm. \n[99]Put on your lights. Pull the car over. \n[100]Use the speaker. Tell him to get out of the car. \n[101]Tell him to raise his shirt and turn around. \n[102]Tell him to do it or you will shoot him where he stands. \n[103]Look how good you are at pretending to be a police officer. Out of the car. Now. \n[104]A mule. Like you. \n[105]In the leg so you don't run. In the hand so you don't try to fight and make me have to kill you yet. \n[106]I know who you are, Manuel. You are no jefe, but you will drive me to one... \n[107]If you try anything, if you betray me, your daughters will burp the semen of twenty men with their last breath. Do you understand me? \n[108]Get in. \n[109]Drive. \n[110]You get out and walk toward them. \n[111]What you do now is for your family. There is no you. \n[112]No. Not anymore. Now I am the same. Turn the car a bit more to the left. \n[113]\n[114]Your children speak English? \n[115]Then we will spare them. I interrupted dinner. Please... Continue. \n[116]Every night, you have families killed, and yet you dine. Tonight should be no different. \n[117]Eat. \n[118]Take the children away from here. \n[119]Whore. Sit over there. \n[120]You're not finished. Eat... \n[121]I will give you a choice, Fausto, one I was not given... You may choose to die tonight or live with the shame of having the mother of your children take your place... \n[122]Yes ... Choose. \n[123]See why you married her. Spunk. \n[124]Watch death come for you. Watch. The devil is near, Fausto. He is waiting for you. \n[125]This is what they think of you. You see? \n[126]Maybe you have enough pride that you don't marry another one of these. Maybe you take his money and go hide and raise your children far from here. Maybe your son grows up to be a doctor. And I don't have to come back and kill him some day. \n[127]I think maybe, it will be the thing that kills us all ... as a people, you know? \n[128]Stop it. \n[129]That will scar. I'm sorry. \n[130]Let me look ... Move your hand. \n[131]These ribs are bruised, but not broken, yes? \n[132]I would recommend not standing on balconies for a little while. \n[133]In Mexico, the killers are called Sicarios... The word comes from the zealots of Jerusalem. Killers who hunted the Romans that invaded their homeland... They don't deserve the term. \n[134]Policing them does nothing. They must be killed. Wherever they are found. They will make every place they touch Juarez. Now ... Now you understand how far we have fallen. \n[135]You look like a girl when you're scared. Such beauty in you when you let yourself be frail. Like the daughter they took from me ... This is not the work for you. Look at yourself, Kate. What it has done to you in just three days ... Find a little town far from the border. A place where the rule of law still exists. You will spot predators there very easy now... Make a difference you can see everyday. Because you will not survive here. You are not a wolf. This is the land of wolves now. \n[136]We like to think if we cut the head from the snake, the serpent will die... \n[137]But there is no snake. They are worms. When you cut the head, a new one grows. From both segments ... We cannot question if the end justifies the means because there is no end to consider... \n[138]This is the price of our self indulgence. Our weakness ... Our appetite. They are our demons, our creation. \n[139]There is a moment in each person's life. A choice. Do what feels good... Do what is good. Make the wrong choice enough, and it is not presented again... then all choices are bad. And the consequences worse. There is no war on drugs. Only war. The enemy we fight? Ourselves ... ", "MATT": "\n[1]What do you know about his brother? \n[2]Guillermo... Mexican police are holding him in Juarez. What do you know about his cousin? \n[3]Number three in the Sinaloa Cartel. \n[4]Loose lips sink ships, Kate. \n[5]You married? \n[6]Husband? \n[7]Kids? \n[8]We're expanding the scope of the investigation. \n[9]Day after. Early. \n[10]Gonna go see Guillermo. \n[11]That's the one. \n[12]Our objective is to dramatically overreact. \n[13]He's a little green. You've been kicking doors longer. \n[14]Makes you feel better to have him around, he can tag along after we get back from El Paso. \n[15]The men who are REALLY responsible. \n[16]We'll get to that... \n[17]Don't want anything to happen to you on the way to the airport. \n[18]To keep my promise. \n[19]Doesn't matter. It leads to Fausto. And I'm going to turn you loose. \n[20]Kate. \n[21]This way. \n[22]No. We just landed. \n[23]This is my bird dog, his name's Alejandro. \n[24]Yeah, we'll talk about it on the plane. \n[25]Yeah. \n[26]You guys don't have one? \n[27]They got some bitchin peanuts in the back. Kind of a self-serve deal though. \n[28]Good. Trying to get DOD to let me look into this conspiracy to sink Figi. \n[29]I figure a month or two there, I could get it worked out. \n[30]Yeah, I'll keep you posted... who's going over today? \n[31]I get all warm and fuzzy when you say `team'. \n[32]Where's everybody linking up? \n[33]Thought you were in the big time in Phoenix... welcome to Baghdad. \n[34]Alejandro whispers to her. \n[35]Sure, we'll take the tour. Loan me a couple of pop guns? \n[36]I will be by the time we get there. \n[37]I miss your hospitality, Keith. \n[38]Guess we're going sightseeing. \n[39]fits. \n[40]Try it on. \n[41]He's a DOD advisor, just like me. \n[42]Pay attention to Alejandro -- he says do something, do it. \n[43]Fine. Stay here. \n[44]But you don't want to, do you? \n[45]You asked to get on this train. Because you KNOW you're not stopping anything in Phoenix. You're just sweeping up the mess. In six months, every house you raid will be rigged with explosives... You want to find the men responsible? This is where we start. \n[46]Yeah. That got a little nutty, huh? \n[47]Hey. I told you to stay here... \n[48]Don't sell yourself short. Reason Reggie's home is I know he's not ready for this, but he's gonna have to get ready real quick, because this is the future. Juarez is what happens when they dig in... \n[49]On that note, I think you better stay out here. \n[50]Giving him a belly full of water... you devil. \n[51]Didn't think we'd get you here, did you? \n[52]I love it when they don't hablo. Brought an old buddy of yours. Bet you `hablo' to him. \n[53]Alejandro, he remembers you. \n[54]Can they get them all in one place? No... I'm on a clock now, I can't wait... No, contact Bob Fiske. Have him hold all of them at the staging center. How far is Tuscon? \n[55]We'll be there a little after 2. \n[56]You gotta learn how to sleep on a plane. \n[57]do with your race. I just don't believe you're good enough at your job yet to be of any use. Kate's sure fond of you, though. \n[58]We'll be quick. \n[59]You're so dramatic, Bob. This is Kate Macy with the FBI, and her partner `what's his name'... It was her call. \n[60]First I've heard it. \n[61]Two ways to find drug routes. You can play cat and mouse with those clowns, or ask these guys what trails they avoid. \n[62]All yours. \n[63]This feels very serious. \n[64]Then go. I didn't ask you to be a part of this. She did. \n[65]What would you like to know? \n[66]Guillermo told us about a tunnel east of Nogales, near Sasabe. So now, we're trying to find what areas near there migrants avoid. Because that's where the tunnel will be. Better? \n[67]I'm going back in. \n[68]Guillermo didn't have any other options. We send him back across the border and he's a dead man. Had to give us something. \n[69]We're going to make enough noise that Manuel Diaz is called back to Mexico to see HIS boss. \n[70]And then we know where his boss is. \n[71]It's been a humdinger of a day. Go home. Get some rest. We'll find a ride. See you tomorrow. \n[72]Come on in. \n[73]Guillermo was telling the truth. \n[74]How good is your Spanish? \n[75]Power of persuasion. \n[76]We're gonna have a good day.(Points to the migrants) Let's send these guys home. \n[77]Think they'd tell us all this and then go back to Mexico? You get one night's sleep and forget everything? \n[78]Have friends at Phoenix SWAT? \n[79]They any good? \n[80]Got a new frame of reference for practice now, don't you. Let's give Phoenix SWAT a call, shall we? \n[81]When he comes out of the bank. We need the deposit receipt to seize the account. Let him do the assault... we hit him when he comes out. \n[82]Endorsing over her paycheck. \n[83]When he walks out of the bank, we pull beside and you take him. \n[84]Now. \n[85]\n[86]We knew where his accounts were, we just didn't know they were shaking people down in front of the fucking branch. It's a bogus bust, though. Can't prosecute it. No one controls who deposits money in an account. An attorney will have that money back in a few months... but a lot of heads will roll before then... \n[87]Don't you dare. \n[88]You can't arrest him. \n[89]You said that Ted. \n[90]The beauty of you being so beat to shit... No one's gonna notice a couple more scratches... this is a new game, Ted. \n[91]I'm the guy who will decide if your daughters get Federal protection or whether we post your ex wife's address on the internet. I decide whether you go to prison at a work camp in Missouri or a kill house like Corcoran. This is where you negotiate how to survive... \n[92]Good job. \n[93]You write it that way in the report.  Yes? \n[94]Real quick thinking, Kate. \n[95]Sure ... This is good news. They're going to call Manuel back. Soon. \n[96]have a little faith. \n[97]We may have the tunnel, right here. \n[98]We'll know soon enough. \n[99]Tasty beverage? \n[100]There is a DOD AGENT wearing headphones and sitting in front of what looks like a sound board linked to a computer. From the other room, DELTA and one of his team members walk through. Moving toward the TOPO MAP on the wall. \n[101]We'll save that for later. \n[102]First thing, get that surveillance van operational. \n[103]Do it. \n[104]You aren't really dressed for it. \n[105]You went crying to daddy yesterday. We don't want daddy to know everything. Loose lips sink ships, haven't you learned that yet? Don't worry, we got extra-- \n[106]Relax. You guys will hang back when we get there, k? \n[107]Hey. All the drugs we find, you guys get to confiscate. Gonna be a big day. \n[108]What. What. What's he saying? \n[109]Where. \n[110]We're gonna have to hit the tunnel the minute we get on the ground. \n[111]Pretty exciting, huh? \n[112]On foot from here. \n[113]Weapons free, my friend. \n[114]target? \n[115]need to do it quiet till we find the center. \n[116]Good luck. \n[117]They don't get freer buddy. \n[118]Cross this and it's new rules. \n[119]\n[120]This was a clean, clean fucking op my friend. \n[121]She's not with you? \n[122]We're missing one. \n[123]Our government doesn't have assassins. We farm that out. \n[124]Refers to a time when one group controlled every aspect of the drug trade. Providing a measure of order. That we can control. \n[125]And until someone figures out how to convince 20 percent of the US population to stop smoking and snorting this shit, order is the best we can hope for... Alejandro is working to return that order. \n[126]He works for whoever points him toward the people that made him, Kate. Us, them, anyone that will turn him loose. \n[127]Take a breath and -- \n[128]Long walk back to Phoenix. ", "REGGIE": "\n[1]Yeah... Sorry I wasn't on your six. Got wrapped up in the front room. \n[2]I didn't hear you, you say something? \n[3]What are the chances they'll put together a case. \n[4]Look. \n[5]Ever seen him at a crime scene? \n[6]Know what's going on? \n[7]We did this by the book, right? \n[8]What? Oh shit. \n[9]... Well? \n[10]You're back tonight? \n[11]I don't understand why they don't want me there... \n[12]Well... you keep your eye on that doughy prick in the golf shirt... \n[13]This isn't what we do, Kate. \n[14]I know. What's she supposed to do? \n[15]They let me on the base when this peckerwood needs a ride, don't they? \n[16]Thanks, man. I feel much better now. \n[17]Who's that. \n[18]Now? \n[19]Hey... How was it? \n[20]What happened? \n[21]What happened in El Paso? Talk to me. \n[22]... Where were you? \n[23]What are we doing here?(Looks her over) What were you doing in Mexico?? \n[24]Well, let's get some then. \n[25]What are we looking for? There's in the dark and then there's the way you're treating us. I want to know the objective, or I walk. Period. \n[26]Everything. \n[27]Guillermo is...? \n[28]Look man, we have a boss, and you ain't him. Be straight. What are you doing? \n[29]And then? \n[30]Alright... We're good. Just don't keep us in the dark. \n[31]I just drove a hundred fucking miles... \n[32]Got you smoking again... it was that bad? \n[33]Not that I think you should, but if you want cigarettes -- \n[34]You're phone's off. \n[35]We gotta go. Those spooks been calling me all morning. \n[36]We gotta go. \n[37]Gotta get you a new bra, woman. \n[38]Just saying. You gotta... some nice lacy something. \n[39]How was seeing Evan the other day? \n[40]Miss him? \n[41]Mmhmm. And what does that tell you? \n[42]What was it like? On the border. \n[43]Wish you hadn't volunteered for this. \n[44]Know what? \n[45]Well, you sure picked the mother fuckers to show us. \n[46]Yeah. I don't believe it, but I understand what they're saying. \n[47]Mine is. How did you get all this? \n[48]No... I don't. \n[49]Yeah? \n[50]Don't even know where it is... \n[51]Yeah? \n[52]Why? There an angle here? \n[53]At the Buffalo Chip? Yeah... I'll go to the Buffalo Chip. Get my two step on... Drive your drunk ass home later... \n[54]That fool's crazy. \n[55]This what you do? Come here trolling for rednecks... \n[56]Peckerwoods got some fine-ass women though. \n[57]I'll say this... these folks got it figured. Music's all..(He stamps his foot and claps) bout life just... beating em, but still happy. Can't take that away from em. \n[58]Lit's git in thar an' boot scoot. \n[59]I think some of these girl's are getting drunk enough to forget they're racist. \n[60]Yeah, baby. \n[61]I know him. \n[62]He's Phoenix PD. \n[63]\n[64]What do you got there man? \n[65]A bull? No shit? \n[66]For a minute, how'd you do? \n[67]Sit down, man. \n[68]Anything, man. \n[69]All yours. In my basketball league. \n[70]He's great. Sergeant in vice. Divorced, couple kids I think... \n[71]I'ma cock block that little blonde for you... gonna be a sacrifice... \n[72]I know where this is going -- \n[73]Mmhmm. \n[74]Yeah. \n[75]See you can also... let me show you... \n[76]Fuck it.( He pulls out his handcuffs) We'll just use these. \n[77]Let's see... \n[78]Got a cell phone? \n[79]Call 911. Right fucking now, call 911. \n[80]Tell them I said so. Read them the badge number. \n[81]\n[82]He was sent here. There's surveillance photos of you IN HIS BAG!!! He works for the fucking cartel. \n[83]\n[84]Thought all you white girls shaved. \n[85]Nah. Think he was meant to scare you, or test you, maybe... \n[86]Don't know. They're gonna take your vehicle, look for a transmitter. Which would mean there's someone in our house involved too. \n[87]Maybe someone tailed us from the bank... I don't know. \n[88]Backseat of your car. With our shadows. \n[89]You don't mean that. \n[90]Well ... she found the picture and led him outside. \n[91]You can come stay with me. \n[92]Yeah. Thought crossed my mind. \n[93]Those guys are Special Ops. (To Matt) Are we going on this? \n[94]Well, you didn't fucking tell us. \n[95]What the fuck is he dressed for? \n[96]Then why are we going? \n[97]Great. \n[98]We HAVE done this before. \n[99]Fuck are we doing in here? Let's go back. \n[100]We're in fucking Mexico!! \n[101]You see Kate? \n[102]We gotta go back. \n[103]Hey man, what the -- \n[104]What just happened? \n[105]And? ", "DELTA": "\n[1]Like fireworks? \n[2]Come here. \n[3]Up to you. \n[4]Sort of. \n[5]Here we go. \n[6]Look right there. \n[7]Keep looking. \n[8]Can't. Too far away. Keep looking. They're everywhere. \n[9]Madness, huh. \n[10]Alright. Listen up. We're waiting for visual confirmation to move, so let's clarify the op. We will drive to this location. Proceed on foot to this ridge. \n[11]This diagram is based on other tunnels that have been mapped. This is NOT accurate, it is for reference only. We expect a small exit corridor on our side of the border. They mark the international border in the tunnel with red paint so Border Patrol doesn't pursue past that point. Once on the Mexican side, there will be a small staging area, then another shaft will lead to the main warehouse and the road that returns to Mexico. Once we clear the mules, we don't expect more than a dozen bandits. \n[12]Wanna discuss ROE? \n[13]This is an in and out. We are clearing and placing an agent. \n[14]Once we've cleared the tunnel and dropped the agent, DEA will take over the scene. Alright? \n[15]That looks like it. Okay, let's gear up. Got a good drive ahead of us. \n[16]Keep your fucking safeties on and the barrels pointed down. Stay in the back and don't shoot anyone on my fucking team, got it? \n[17]Rules of engagement on this deal? \n[18]Rules of engagement? \n[19]need to announce. Weapons free. \n[20]Don't want us with you? \n[21]Except for these assholes. Like it better overseas where we don't have baby sitters. \n[22]Just lay back, baby. Let it happen. ", "JENNINGS": "\n[1]You okay? \n[2]Yeah.  How many total? \n[3]let em know what we have. \n[4]This one of the houses owned by Manuel Diaz? \n[5]PD found something. \n[6]Agent Macy doesn't work narcotics, she runs a kidnapping response team. \n[7]DOJ wants advisors that focus on cartels involved in pursuing Mr. Diaz. This is Matt Graves. He'll be \n[8]Kate. You must volunteer for an interagency task force... Think very hard before you respond ... You want to be a part of this? \n[9]US Attorney won't issue the warrant. I can't override-- \n[10]Kate... what do you want? What would you like done here? \n[11]We prosecuted more felony drug cases in this region last year than in the two previous years combined. Are you feeling that on the street? You getting the `vibe' that we\"re winning? \n[12]Do you? \n[13]This isn't something I dreamed up myself, Kate. I don't have the authority to hire advisors or authorize joint agency missions. Or fly agents from air force bases, are you understanding me? These decisions are made far from here. By officials elected to office, not appointed to them... so if your fear is operating out of bounds I am telling you, you're not. The boundary has been moved. Got it? \n[14]See what I mean? They try to react and make mistakes... you want a \n[15]Then keep shaking the tree. Let's see what else falls. \n[16]Finding that photo and luring him out. That was smart. \n[17]Thank you. Unlike most of the perps we see, Phoenix PD officers facing thirty years in prison have plenty to lose. We'll know whatever he knows very soon. ", "SILVIO": "\n[1]No. \n[2]No. \n[3]SI!! Tengo un juego de futbol! \n[4]Nooooo... \n[5]Juevos? \n[6]Con jalapenos? \n[7]En la noche. \n[8]Hmmmm ... baseball. \n[9]Okay. \n[10]\n[11]No cabron! \n[12]El Medellin. \n[13]No me mata!! \n[14]Afuera del carro!! \n[15]Levanta su camisa. \n[16]Voy a matarse cabron. Levanta tu camisa. \n[17]Tira la pistola en la tierra. ", "VOICE": "\n[1]Everybody hold on. Mexicans are adjusting our route. There's activity ahead we need to go around. \n[2]We have a spotter on the left everyone. Keep your eyes out for a strike vehicle. \n[3]That's my understanding. We're trying to confirm... \n[4]Everyone stay in this lane. Our agents at the border are going to wave everyone through and get us over as quick as they can. \n[5]One lane over right, 5 o'clock. Burgundy Expedition. \n[6]We must be engaged to engage. \n[7]Stay in your vehicle. You can do what they do. If they get out you can get out. \n[8]Get ready. They can see our lane clearing. If it's coming, it's coming now. \n[9]We taking him when he makes the grab? \n[10]Um. Hold on... They called him back. He's on the road now. \n[11]Turning left on Scottsdale. You got about three hours and he'll be across. \n[12]He's on I 10, travelling southeast... \n[13]Bout twenty minutes to the border. \n[14]Copy. We have you. Target is east and north of you. Looks like highway 56 to 17 will intercept him if he stays on 17. Will advise. Go east on 56 off highway 2. \n[15]Copy. GPS is transmitting. Audio is transmitting. Should intercept in 20. \n[16]Copy. Black Range Rover, 60 meters ahead. ", "TED": "\n[1]I rode tonight. \n[2]Yeah. Were you watching? \n[3]Tossed right out of the chute. Hi. \n[4]Let me grab you guys some beers, what is that? \n[5]You wrap this around and then- (he grabs Macy's arm) I'll demonstrate. \n[6]Don't give me any ideas. \n[7]outside. \n[8]Scuse us. We're just gonna... \n[9]Watch my bag. \n[10]Reggie... pull up my pants for me? \n[11]You got it wrong... nothing was gonna happen... wasn't... Didn't even know she-- \n[12]Okay. Okay. Okay... \n[13]Look... I. I. I was asked what her \n[14]I'm in really fucking deep here. \n[15]I don't know... How do I guarantee my family's safe? \n[16]Please. ", "MOM": "\n[1]Get on the computer. I want to see \n[2]It's my birthday goddammit- \n[3]Can you see me? \n[4]Can you see me? I don't see you. Lean forward -- there you are... What happened to your face? \n[5]Kate. I can see it. \n[6]What a waste of a law degree, Kate. \n[7]Evan sent me a card. I thought that was very sweet. Have you two spoken? \n[8]Well... I hope you two will become friends. \n[9]You look tired. \n[10]It would feel a lot better with a grandchild, and I don't think it's ", "MAN": "\n[1]Colonel Guteman. Yes... \n[2]Of course me too! If the Americans would leave, you would see... no one is pure. \n[3]Why? \n[4]What will you do with me? \n[5]Will I be arrested? \n[6]What will you do with the Colonel? \n[7]If you tell. They will kill me... my family. \n[8]How do I avoid that? \n[9]So... that's it then? \n[10]You act like the Narcos. You do things that I don't understand. ", "MANUEL": "\n[1]What the fuck. Want to bribe me, eh. \n[2]This mother fucker... \n[3]You know who I am? HUH?? \n[4]Who was he? \n[5]You know... who .. The.. I AM A \n[6]Soy Manuel Diaz. \n[7]What happens when we get to the house? \n[8]What will happen to me? \n[9]You think you are so different? \n[10]", "MIGRANT 1": "\n[1]You can't cross there. \n[2]There is okay. \n[3]That is drug land. The only people that cross there are forced to. To keep the Border patrol busy. \n[4]That is for their tunnels. Never cross where there is tunnels. \n[5]Oh yeah. For years, the best place to cross... right here. \n[6]Sure. It's been a while. Three years. They made me dig for a month to cross. I snuck out one night and ran... They hide the entrance behind an old car. \n[7]East of the airport. \n[8]No cabron. We drive to Cave Creek for the bank. There is a Wells Fargo on Baseline, but it is a narco bank. The narcos hit you as you walk to it... Only the Salvadorans use it, cuz they don't know... the soldiers deposit narco money there. They will rob you cabron, to make up for what they skimmed. No, you have to bank up by the white cowboys, that is safest. \n[9]These green cards are good? ", "ELISEO": "\n[1]Si Papa! Tenemos que ir! \n[2]Papa necessita cafe y juevos! Tenemos priso mama! \n[3]Si papa. \n[4]Si. \n[5]Trabajando hoy? \n[6]Quere jugar baseball? En el parque? \n[7]BASEBALL!!! Si. \n[8]Mama? ", "AGENT": "\n[1]Are you kidding? \n[2]Over there? That's the beast. \n[3]Hear that? \n[4]\n[5]Okay. Go. \n[6]Yep. \n[7]Silver LeSabre, two lanes right, 3 o'clock. \n[8]No it won't. It won't even make the paper in El Paso... ", "PHIL": "\n[1]Looks like Sinaloa... \n[2]Would you step in here, Kate? \n[3]Thank you Kate, if you could wait outside, please. \n[4]Will you come in, Kate? \n[5]You'll act as a liaison. \n[6]State Department is pulling an agent from the field that specializes in responding to escalated cartel activity. You'll meet up with them... at Luke, Tomorrow? \n[7]Advisors like Matt come in, stir the pot, cause these criminals to react and make mistakes. That's how we build cases against the individuals that actually make a difference in this fight. When they're nervous, when they stop trusting their crews, when they move their money... these are all opportunities to strike... that's the purpose of contractors like Matt. ", "STEVE": "\n[1]How you been? \n[2]It's the damn terrorists. They're sinking all the tropical islands. \n[3]Hear there's a real drug problem at the Four Seasons there. You need any help looking into it... \n[4]Marshals, DEA. Pulled a team for you. \n[5]It's a crack bunch too. Just rotated back from Afghanistan. \n[6]Army Intelligence Center. \n[7]You wanna get cracking? ", "MARSHAL": "\n[1]Mexican Federal Police will meet you at the border and proceed with you to the courthouse located here. This is a high level target. The most likely spot for an attempt will be at the exchange and the border. The Marshals will enter -- Kevin, Keith, wanna stand up? \n[2]Marshals' response team is in Laredo so, our friends from Delta have volunteered to come along and will escort the Marshals at the exchange. \n[3]Here's the man of the hour. You coming or waiting here? \n[4]This is turning into an All-Star affair. Wanna another hand at the exchange, Keith? \n[5]Alright. So, and we'll gear you up when we're done, Matt -- you can be the tip of the spear and we don't have to rob a guy from Delta... Be careful on the turn-around -- if a Federale is a shooter it will be on the turn around. Ray, your Team 1 is lead vehicle and we can divide team 2 into the carry car and the trail vehicles, that okay? \n[6]Ray, If Delta could stand up so everyone can see who to stand behind if the shit hits the fan... \n[7]Most likely spot for a hit is at the border crossing on the return. State Police has agree to hold a lane for you. Heads up if they don't... Anywhere along the way, anyone not in this room is a potential shooter. This op isn't over until we are back here, okay? Be aware, be vigilant, and stay alert. Let's go. ", "MAN IN SUIT": "\n[1]Here. \n[2]Yeah. Look here. \n[3]Cash Deposits coming in daily, the balance transferred to a money market account in 9000 dollar increments. All cash transactions 10,000 and over must be reported to \n[4]Already have. I'll go through these wire transfer numbers and freeze all these accounts as well... this is a really big bust. I don't know why we've never tried this before. Who knew they just stood outside banks and robbed people, then deposited the money... \n[5]Wow. \n[6]Know what this is? \n[7]It's a bank line of credit. You make payments over what you owe and it doesn't show as cash it shows as a negative loan balance... See that? ", "BOB": "\n[1]What's the deal, Matt? Why you holding up my transports? \n[2]I have to feed these bastards when we hold em. Know how an internal auditor responds to an eight thousand dollar check to fucking Domino's Pizza? \n[3]Finish it before we get inside. \n[4]There you go. I'm starting the buses. When you're done with em, send em out. \n[5]Coulda told me that on the phone, Matt. \n[6]You done with these behind you? "}}