{"dialogues": {"HUB": "\n[1]\n[2]Negotiator? \n[3]Bomb squad? \n[4]How soon can we get there --? \n[5]-- What?! \n[6]-- And nobody's hurt? \n[7]Thank God. \n[8]-- Okay. Blue paint. Voice-altering technology -- \n[9]Still, the rhetoric sounds political. Militia? \n[10]Frank --? \n[11]I want a composite of the suspects in circulation by the end of business today. Tina, you cross-check it against the mainframe. Mike, have you got the lab analysis on the paint? \n[12]-- See if any was sold in quantity the last month. Danny -- \n[13]-- find out what stop these guys got on the bus, maybe there's a witness. \n[14]Here's what I don't like. They know explosives. They know our response time. They put in a call and walk. \n[15]Release him? Him who? Who are we holding? \n[16]Why be coy about it? \n[17]-- Agency? \n[18]Hi. \n[19]Special Agent Anthony Hubbard. FBI. \n[20]-- And you've been trying to \"liaise\" with me all day? Did you think of trying the phone book, Elise? We have fourteen lines, that's not counting the unlisted ones. \n[21]And I'm Colin Powell. What exactly do you people want with my bus. \n[22]Who exactly is \"we\" on this particular team, Elise? \n[23]Tell you what, you send me an official inter-agency request for cooperation on this and I'll give you copies of everything we come up with. Otherwise, get your ass on out of here before you contaminate my crime scene any more than you already have. \n[24]You think this is nasty? In case you haven't heard. The CIA has no charter to operate domestically. Which puts you in violation of federal law. \n[25]Special Order 12333 refers to domestic terrorism. You got something you want to \"share\" with me? Us being teammates and all? \n[26]-- get back to me, yeah, I know. Here's what I'm gonna do. I'm gonna have a couple my \"teammates\" here escort you back to wherever you came from. And then I'm gonna go back to the office and wait for that official cooperation request. Okay by you? \n[27]Nice meeting you, Elise. Is that Elise with an \"E\" or an \"A\"? \n[28]Tail her. \n[29]Very. \n[30]You must be so proud... \n[31]You're staying with your family. I'm back in the morning. \n[32]Has he broken any laws? \n[33]Check out his neck. \n[34]Put him in play. \n[35]-- on the Van Wyck... No, not yet. -- What are we in? \n[36]...Six teams on the ground, at least... well, pull 'em off the UN... Stay back... \n[37]I want husbands and wives, I want baby carriages, and no Brooks Brothers. \n[38]-- And find me a judge I can work with. We want sound on this guy... damn'... I'm losing you... And bring us a radio. \n[39]America's the place to be if you're a terrorist. Fred's hovering. Patsy, take over... \n[40]...Tell her to watch out for reflections. \n[41]...Good morning, Sir. How're things in the Second Circuit this morning...? ...I hear you... Listen, Judge, we're in a kind of situation here... \n[42]Hold on, will ya, Judge? Is he talking to somebody, who's he talking to? Are we getting film? \n[43]-- Frank? \n[44]...What's that? No, Judge, not yet we're not... but we have reason to believe he may be involved with -- Damnit Tommy! He's overacting! Tell him -- Sorry, Judge... No... I just -- \n[45]Go, go, go!!! All units -- \n[46]Judge, I'm gonna have to call you back... \n[47]What the --? \n[48]Run him down, bring him in. \n[49]Go, Floyd. \n[50]All units report in turn. \n[51]Let's roll. \n[52]Really? I'm taking him into custody just the same. \n[53]Not in this lifetime. \n[54]What friends --? What have you got for me, Elise?... Enlighten me. Tell me now or tell me downtown. \n[55]Get this guy out of here and book him. \n[56]You have \"the right to remain silent,\" you have \"the right to an attorney. Anything you say can and will be held against you in a court of law -- \" \n[57]-- Kidnapping. Obstruction of Justice. Assault. \n[58]Cuff her. \n[59]You ready to tell us what's going on here, Elise --? Was the paintbomb a warning? \n[60]Is there a terrorist cell operating in this city that we are unaware of? \n[61]You ever been in Rikers, Elise? You know what happens in there? \n[62]Any communication at all? \n[63]Get the frequency of the driver's radio and patch it through to this number. We need two lines. Frank, get a negotiator out here. \n[64]That gives us something to work with. \n[65]Oh, now you want to talk. You want to be my friend, is that it? \n[66]How do you know? \n[67]Is there a terrorist cell operating in Brooklyn? \n[68]Was the blue paint a warning? \n[69]If they wanted to blow the bus then why haven't they blown the bus --? \n[70]Where the hell's the negotiator? \n[71]What else did he say about the device? Did he describe it at all? Anything about a button, or a cord, or... \n[72]What? \n[73]We have rules of engagement we're gonna follow here, folks, so put the safeties back on your weapons. Nobody's killing anybody until we see what's what. \n[74]Larry, this is Agent Hubbard of the FBI, I'll be negotiating our way out of this. Let me talk to one of them... I know... I know. You just hang in there, Larry... No, don't worry, I've got somebody here who can translate. \n[75]Sir, -- My name is Anthony Hubbard. I don't have any authority to make deals, or respond to demands. I just want to find out if you need anything in there? If any of the passengers are in need of medical attention? \n[76]-- Frank? \n[77]Sir, is there anything you want to say to me? That I can tell my people here? \n[78]I get the feeling you don't want to talk, but will you listen --? ...Whatever grievance you have, whatever quarrel -- surely it doesn't involve these children -- \n[79]So I'm gonna ask you to... please... let... the... children go. \n[80]Thank you, sir. I appreciate that gesture, I really do. The best way to get what you want in these situations is to show yourself to be reasonable. As you've just done. Now we've got some more to talk about... \n[81]I am unarmed, as you can see. So I propose... You let the rest of the passengers go, and I take their place... That way, there's no pizza deliveries or bathroom breaks to worry about -- and all these -- -- people... will disappear. \n[82]I'm gonna take your silence to mean you're considering my offer -- \n[83]How about we just start with a few of the elderly people you got on there. It's got to be hard for the older folks to be standing all this time. \n[84]Thank you, sir. Now let's just let these -- \n[85]Fights for consciousness. \n[86]I'm... alright. I'm -- \n[87]-- okay... Just let me -- \n[88]Is anybody -- \n[89]-- every trap, every hole. I want to rumble every mosque, every community center, every student organization that's ever said an unkind word. I want the heat turned up under all our assets, all our informers, every snitch gets twisted inside out. And put some money out on the street -- Arab community hates these people as much as we do. They'll help. Have you got positive ID on -- \n[90]We need more hands. Fred -- \n[91]I want to talk to Khalil. \n[92]-- Conferences with DC at 9:00, 12:00, 4:00 and 9:00. Call your families, find a sleeping bag, nobody leaves this office until we have a strand to pull. Oklahoma City, people. The first twenty-four hours are the only twenty-four hours.. And I don't want to see anybody walking. \n[93]Doctor seen him? \n[94]Got a cigarette --? \n[95]Ten thousand dollars. \n[96]Khalil. I want to talk about the money. \n[97]Okay... \n[98]Doesn't like second hand smoke. \n[99]You ready to talk about money? \n[100]Nasty habit. 3830 Flatbush Avenue. \n[101]We want every rental agreement from every landlord in Brooklyn. Hotels, motels, flophouses... It's cash, guys. They're the only ones in America using cash. \n[102]-- ask it if they've ever hit buses? \n[103]-- with a Q-tip. Bone shards, hair, fingernails -- \n[104]Ladies and Gentlemen, meet the late Ali Waziri. \n[105]Tina talked to the Israelis and traced this sucker to a group operating out of Ramallah. That's the West Bank, not the West Side for those of you just joining us from Nebraska. \n[106]Where's the original --? \n[107]Where's the copy? \n[108]What time is it --? \n[109]-- It's what they use for funerals. The guy was wearing a shroud. \n[110]Let's see if she's ready to talk. \n[111]I thought one phone call and you were out of here. \n[112]Why not? \n[113]Just some tinnitus in my left ear -- \n[114]I need to know what I don't know. \n[115]You hungry? \n[116]-- the washing of the body, then the shroud. I saw it on Sixty Minutes. Tell me something I don't know. \n[117]Extracted? Extracted by whom? I see. \n[118]With something of a devoted following? ...Okay, I can understand why we might not want to publicize the fact that our government's in the kidnapping business, but why not tell us? \n[119]What else you got on his followers. \n[120]Meaning? \n[121]So they'll just keep coming until we release him. \n[122]What about talking to this sheik? \n[123]So who's giving the orders? How do they coordinate, pick their targets? \n[124]We wait. \n[125]Why would I consider doing that --? \n[126]Take him down. \n[127]Frank -- \n[128]Frank, c'mere a sec. I want to show you something. \n[129]Frank, you ever hit a prisoner again I'll have your badge. \n[130]Okay. But right now, act as if I'm capable of saying something funny... Now, let's go see about that warrant. \n[131]Find me a Judge who'll play ball this time. And set up a polygraph for Samir. \n[132]You're just trying to protect your asset. Aren't you, Elise --? He's your Joe, your asset. He's working for you, you're his case officer -- right? \n[133]Meaning, he's your Joe. \n[134]So we share him. \n[135]-- Call INS, find out his status and start deportation proceedings. \n[136]Oh, you can't let me do that. What precisely is your involvement with these people. \n[137]...Call the judge. \n[138]Daily reports. We tap his phone. \n[139]Fair enough. \n[140]We share him. \n[141]Then don't tell him. \n[142]Let him fly. But we better start seeing product. \n[143]Any more surprises for me? \n[144]Then I'm going home to get some things. \n[145]I'll grab a cab. \n[146]I know who you are, General. \n[147]I served in the -- \n[148]-- 173rd. Put me through school. \n[149]What, uh, brings you here, General?... Can I get you some coffee? \n[150]No, sir, I haven't. I know -- reading the papers -- terrorism's a real concern for him. And your job is to -- \n[151]I didn't guess you came all this way for a cup of coffee. \n[152]With all respect for your expertise, sir. We're on track here. \n[153]I appreciate your support. \n[154]What do you know about Sheik Ahmed Bin Talal? \n[155]Maybe not. We've received two communications -- from the bombers to \"Release Him.\" \n[156]I know our stated policy is not to negotiate with terrorists, but -- \n[157]The CIA says -- \n[158]Elise Kraft. \n[159]I appreciate the heads up. \n[160]How's your lip --? \n[161]No. Just learning about commitment. \n[162]You're not hearing me. This Khalil was carrying cash for -- \n[163]... No, but -- \n[164]I know we'll turn up trace elements of semtex, chemicals... something. \n[165]What about as a feasibility study? \n[166]We enter first, take a look, then fill out the warrant. \n[167]We're the good guys. \n[168]What is good enough, Judge? Another bus? A school, maybe. These things come in waves. \n[169]-- and not in cash I guarantee it. \n[170]Frank's working another warrant -- \n[171]You mean people like you? \n[172]It's... against... the... law. \n[173]Just because you talk the talk doesn't make you an expert. And just because you read my file doesn't make you an expert on me. \n[174]-- You think I want to lose them. Where do you get off talking that shit. If I don't take 'em down properly they'll be on the street two hours from now. I could find dynamite, semtex, plutonium and a book of matches in there and unless I've got the right warrant it's all inadmissible \n[175]My quaint laws? Last I checked you were an American citizen. And these happen to be the only laws we got. Look, I'm just a cop, okay, and I'm real sorry the cold war's over, and you Masters of the Universe got nothing going on over there in Afghanistan or Iraq or wherever -- but you're just not in the Middle East anymore... \n[176]What about the others? See if we can get a pulse -- \n[177]Goddamn it. GODDAMN IT. \n[178]It didn't fire. They had it rigged to the door and it didn't fire. \n[179]We're too old to be lucky, Frank. \n[180]But you work against them. \n[181]So I'm a fanatic. \n[182]Is that right? \n[183]That's what my nephew keeps asking me. \"Why you with The Man, Unc?\" \n[184]You read my file. You tell me. \n[185]That was in my file? \n[186]You believe in anything, Elise --? \n[187]How about right and wrong? \n[188]-- only my prom date wasn't packing a gun. \n[189]Two inches. From the ground. So what's the latest from Samir. I want a list of every visa he sponsored. \n[190]I once knew this undercover guy, started to care so much about his source -- \n[191]Have you considered that he might also be in bed with the other side? \n[192]You're so confident. \n[193]I don't know. \n[194]-- Could I interrupt? \n[195]There is something you probably haven't thought about doing? \n[196]Nothing. Don't over-react. With all respect, gentlemen, I'm just a cop. To you these people may be martyrs, but to me they're criminals. And a criminal is no more than somebody who thinks he's better than everyone else. And he's not better. He only has to be wrong once. And that's where we come in. We run down a tip from a landlord, or we pick up a latent print from a bus. Our phones are ringing off the hook with people from the Arab community wanting to help. \n[197]They love this country and they hate that these criminals are giving them a bad name. With their help and some old-fashioned shoe leather, we'll nail these guys. \n[198]-- Are they confirmed? \n[199]Sharon. \n[200]Anthony Hubbard. Average intelligence. But 'til I hear otherwise this is still my show. \n[201]I appreciate that, Colonel. \n[202]You're standing on our infrastructure. Excuse me. \n[203]-- Brooklyn. \n[204]How many does that make it --? \n[205]Frank. This is Sharon. -- I didn't catch the last name. \n[206]Why was there no warning from Samir? \n[207]Maybe I'll ask him. \n[208]Over six hundred dead bodies. \n[209]How the fuck can you be so sure? \n[210]-- and financing the Sheik. \n[211]-- And help bring down Saddam. \n[212]So who are they? Give me names, Give me pictures. Not some history lesson. \n[213]So you got nothing. \n[214]Has he had any contact with them? \n[215]How does he do it? \n[216]And otherwise... \n[217]He's waiting? What's he waiting for? More bodies? We got lots more buildings in midtown, maybe he's waiting to see how many they can blow up. \n[218]\n[219]How?... Why soon? \n[220]What's the tradecraft, Sharon? Ironsites, visuals? I love all that spy shit. I'm gonna haul your boy downtown, strap his ass to a polygraph and ask him all about you. Then I'm gonna send the transcripts to a friend of mine at the Times who just loves to write about the latest CIA link to some political horror show. \n[221]It's lose-lose from here on in, who said that? \n[222]How can you possibly remember who you're fucking? \n[223]Except they're not saying anything worth listening to. \n[224]He go there every day? \n[225]Did you call the State Department? \n[226]-- And? \n[227]Don't you just love government? \n[228]Sorry. From now on, we will raise our hands and wait to be called on -- \n[229]Danny --? \n[230]I don't think we're there yet. It's also not going to stop these people. \n[231]Thank you, sir. And to everyone else for their patience today. These are extremely difficult times -- London, Paris, we're not the first city to have to deal with this. \n[232]In Tel Aviv, the day after they blew up the market, the market was full. This is New York. We can take it. \n[233]Closer on the timer. \n[234]\n[235]Who, unable to keep up the facade for a single second more, is also weeping now. Weeping for the victims of the bombings, weeping for the children who've survived, weeping for himself. And for a moment, everyone just... stands there, vaguely embarrassed, and more than a little moved. \n[236]My neck's a little stiff, that's all. \n[237]I know. \n[238]You want a drink? \n[239]Better days. \n[240]Where's Samir? \n[241]You'd like that. \n[242]555-6354. \n[243]How about running an FBI agent? \n[244]...Why else are you here? \n[245]Leave. \n[246]Hubbard... What --? ...Slow down, slow down -- \n[247]I can't say the same, sir. Not in that uniform. I thought you were against this. \n[248]\"I'm only following orders\" didn't work at Nuremberg. It may not be your policy but they're your tactics. \n[249]Against our own team? \n[250]I'm questioning your judgement, yes, sir. \n[251]I'm not under your command, General. \n[252]They're not shutting us out. They need men like me. \n[253]We're putting Samir in play. \n[254]Oh, right, he's high-strung. Only you can manage him. You and the CIA and the DIA and God-knows-who-else you're really working for --! Get back in there, Sharon, Elise, whatever the fuck your name is -- They'll probably make you a Colonel... if you're not one already. \n[255]What, exactly, are your interests, Sharon? You protect Samir, you protect the agency. You're interested in protecting everything but your country. \n[256]No, and I don't want to know. With you or without you we're putting Samir in play. Now. \n[257]Does he understand the difference between the FBI and the DEA? \n[258]You can stop it all right now. \n[259]Let's just calm down for a second... \n[260]We'll take care of you... don't worry. You just have to calm down -- \n[261]-- You got a student visa for Ali Waziri. Because... somebody asked you to -- Didn't they --? \n[262]Hey, that's enough. \n[263]Now... Nobody's going to burn you, nobody's going to call anybody -- -- Who asked you to get that visa? \n[264]Don't be afraid. I can protect you. There's nothing to be afraid of. \n[265]My beeper number. Anybody messes with you, I'm there in twenty minutes. \n[266]You're not so bad yourself. \n[267]Didn't get his number. Darn. Floyd, Hub. We need to put something together in a big-ass hurry... Where's Frank --?... Give him a 911. \n[268]-- and find some kind of beat-up car... Well, beat it up yourself if you have to... 896 Commerce St... it's a garage in Red Hook... but remember -- -- they're pros. \n[269]Jesus... \n[270]We can hit him in less than an hour. \n[271]Where are you going? \n[272]\n[273]Now... I'm gonna... reach... into my jacket... and show you... my shield. \n[274]All Units, report in turn. If talking will reveal your position, just key your walkie... \n[275]Yo... \n[276]Tariq around? \n[277]Tariq? \n[278]You're Tariq Husseini? \n[279]Damn. Do you think you could give him a message? \n[280]Tell him the FBI is after him. \n[281]Very... slowly... put your hands on top of the table. \n[282]That wouldn't be a racist epithet, now would it? Stand up. \n[283]Where are the others? \n[284]Do as he says. \n[285]Crawls, dragging Tariq toward the doors as: \n[286]Frank, slow down -- \n[287]I'll get him out. \n[288]Frank -- \n[289]It's wrong, Frank. What can I say to you, but it's... all... terribly... horribly... wrong. Now, come with me. \n[290]Frank... Haddad. Junior. \n[291]Check this out, pal. His father's a federal agent for ten years. \n[292]And you're just stupid enough to think that's an insult. \n[293]There is no \"if\". I'm vouching for this kid. I want him out. \n[294]You mean, like you're looking into me? Surveilling me? Breaking up my operations? If I'd known I was going to have to do your job for you I would never have left the army. \n[295]Tariq Husseini is my prisoner. I want to see him. \n[296]I want to see him. \n[297]He can't give up the other cells if he doesn't know about them. \n[298]What about her briefing? The strategy session -- she said the cells don't know about each other, that they -- \n[299]Are you people insane --? \n[300]How about two men? How about three? How about public executions, that might work. \n[301]General... you've lost men, I've lost men... but what you're doing... It doesn't work in Belfast. It doesn't work in Gaza. And it won't work here. -- What if... they don't want their leader back at all? You said yourself, we don't even have him. Maybe what they really want -- is that we herd our children into stadiums. Put soldiers into our streets. Radicalize people who want to think of themselves as Americans. Bend the law, shred the constitution. Because if we torture him -- and let's call it what it is... You... and I... then the country men like us have sworn to defend. And bled to defend. And died to defend... is gone. And they've won. \n[302]So we do have the Sheik? \n[303]Of course. \n[304]What do you mean, let the justice system do its work. \n[305]Why me? \n[306]And what about her? \n[307]You know who. How much is she complicit in all this? \n[308]-- But first, you helped them. \n[309]They were being slaughtered. They needed to get out. But they were on the watch list. So you got them visas. You and Samir. \n[310]Doing what, exactly? \n[311]You said you trained them. Tradecraft. Subversion. That's what you said, right? Only you left something out, didn't you... Didn't you, Sharon? You taught them how to make bombs. \n[312]-- And now they're here, doing what you taught 'em. \n[313]You watch the game? \n[314]How's your boy? \n[315]Green is about right. \n[316]You sure he'll go through with it? \n[317]I like watching better. \n[318]Nothing's going wrong. \n[319]That far? \n[320]It's a shroud. \n[321]First she turns off the tv, then she says it. \n[322]The hammam. \n[323]Let her go and you'll live. \n[324]Let her go and you'll live -- \n[325]\n[326]No way you're going out there. \n[327]Shut up. \n[328]\n[329]\n[330]If there is a God, he weeps at the crimes we commit in his name. \n[331]Officer down. OFFICER DOWN --! \n[332]...Shhhhhhh... \n[333]You... knew. \n[334]Sharon... SHARON -- \n[335]-- what are you? I don't... \n[336]Amen. \n[337]I want to talk about a free society. \n[338]The last cell has been taken down. It was Samir. I took him out. \n[339]Sharon. \n[340]Sharon is dead. She gave her life. This is a writ from the US District Court releasing all those being held here without habeus corpus. \n[341]Your authority ends now. It's all over. \n[342]They're going to release him. \n[343]The Sheik. Clear violation of international law, Congressional oversight statutes, a couple of treaties, the Federal perjury statute, and my favorite, the Logan Act, for conducting your own personal foreign policy. I know the whole story, General. \n[344]General. I'm not in politics. You can have this back. I won't use it. \n[345]I said I wasn't in politics. I'm not. I'm in law enforcement. \n[346]William Devereaux, you are under arrest for the torture and murder of Tariq Husseini under color of authority, United States Code Title 42, Chapter 21, Subchapter 1, Sections 1983. Surrender your weapon. ", "ELISE": "\n[1]Hi, I'm Elise Kraft, National Security Council. \n[2]We're all on the same team here, Agent Hubbard. \n[3]It's never the question that's indiscreet, only the answer. \n[4]There's no reason to be nasty. \n[5]Not according to the Cooperation Agreement, Special Order 12333 -- I suggest you reread the paragraph on sharing information. I happen to be well within my authority. \n[6]Unfortunately, not yet. But as soon as I do, I'll -- \n[7]Swell. \n[8]Nice meeting you, too, Special Agent Hubbard. \n[9]Ralph, spare us. \n[10]I never touched him. \n[11]What are you going to charge him with? Jaywalking? I don't suppose we could just have a little chat with him here first? \n[12]You know, Hub... may I call you Hub? If you guys hadn't blown the surveillance, we'd have been able to follow the money. What do you think, Khalil, you would have led us right to your friends, wouldn't you? \n[13]One phone call and he's mine again. You know the number. I have -- \n[14]Oh, come on... Do you have any idea what you're starting here, the kind of shitstorm you're about to -- \n[15]Shouf mountains, right? Shiite or Sunni? \n[16]American University of Beirut? I was there from '79 to 82. \n[17]My father taught Economics. Henry Kraft? \n[18]Such a tragedy. Growing up in that city was... paradise. Like an exotic Paris, wasn't it, Frank --? \n[19]...Yum. \n[20]What's happening out there... \n[21]They've taken another bus, haven't they? Talk to me... \n[22]Listen, these guys are the real deal. \n[23]Yes. \n[24]Yes. And I'm afraid this time they'll blow the bus. \n[25]I... don't know. \n[26]Agent Hubbard. Please. Maybe I can help. \n[27]Oh, God. \n[28]...They're not here to negotiate. \n[29]They were waiting for the cameras. \n[30]They're want the newsies here. They want everybody watching. \n[31]You've got the shooters in place? \n[32]Use 'em. \n[33]Kill 'em now. \n[34]It's lose-lose any way you play it... Do you want to lose little or lose big? \n[35]I didn't make the call. \n[36]Are you alright --? \n[37]Life's too short. \n[38]We ordering in --? \n[39]-- The funeral shroud is the final step in the ritual of self- purification. First a fast, then -- \n[40]...Last March in Iraq, we identified the man we believe responsible for bombing the army barracks last year. In August, he went to Lebanon. Where he was... extracted. \n[41]His name is Sheik Ahmed bin Talal. He's Iraqi. And something of a religious leader. \n[42]He's still being... debriefed. They're not ready to go public with charges. \n[43]Clearly, they're committed. \n[44]In this game, the most committed wins. \n[45]Unless we match their commitment with our own. \n[46]You don't think they've got guys talking to the sheik? Except the sheik isn't talking. \n[47]Believe me, we've put every resource we've got onto that very question. Otherwise... we wait. \n[48]If there's anybody on earth who knows how you feel, it's me. But you've got to let it go. Those people were dead the minute they got on the bus. \n[49]You might consider leaving him alone. \n[50]Play him like a cop and haul him in now and get your arrest, or tag him and let him lead you to the really big fish. \n[51]You ever heard of catch and release? \n[52]Club Fed. \n[53]I still don't understand why we're tipping our hand with him -- \n[54]...Sometimes... in addition to being a nationality, being a Palestinian is also a... profession. A lucrative one. \n[55]Mine. Yours. The Israelis. The Saudis. At one time or another, everybody in the Middle East has slept with everybody else. \n[56]Only professionally. \n[57]No. \n[58]I can't let you do that. \n[59]Samir's been a very important... project of mine for some time... I'm the only one he'll deal with. He's very well-connected -- and extremely high-strung. \n[60]How easy is it to get inside, Frank? How good are your sources in the mosques? How many people you got in Hamas --? \n[61]No surveillance. I've seen your deft touch. \n[62]And I get to see the transcripts. \n[63]And I run him. \n[64]He can't know we're talking. \n[65]Done. \n[66]Not tonight. \n[67]Next time don't be such a smart ass -- \n[68]-- You want to fuck me? Then work with me. \n[69]No? Do we really want to have this conversation again? Do we --? \n[70]I need you to help me. I need you to be strong. As you have always been strong. For both of us. -- Samir? Look at me... \n[71]-- So who are you afraid of betraying? You know these people. They bomb, they maim. Do they represent the Palestine you want to build? They're using you. \n[72]I had to get special permission for that. \n[73]Hub, we've got Judge Frankel in -- Oh. Hello, General. \n[74]Sorry. That tip on the landlord looks solid. The judge will see us right away. \n[75]As can be expected. How's Maggie? \n[76]Making new friends. \n[77]So... you like to watch --? \n[78]It's a full contact sport. \n[79]-- Not two Judges from now, not two HOURS from now, not two MINUTES from now. These guys could split any SECOND and you've lost your best shot at -- \n[80]You don't understand, they're pros! From the age of twelve they've been dodging people like you, people better than you. \n[81]-- no matter how sparkling your record is, no matter how terrified you are to fail -- \n[82]-- Just because you went to night school, or filled out the back of a matchbook or whatever you did to get a law degree doesn't make you Sir Thomas More. \n[83]You're gonna lose them and they're gonna do another horrible -- \n[84]They've also got a warrant. A warrant from God. They're ready to die! And your quaint laws don't mean shit to these people. \n[85]Oh, really...? \n[86]They're discussing how hard it is to find a decent cup of coffee over here. I make out three voices. What do you have on the infrared? \n[87]Gone. \n[88]My first boyfriend was Palestinian. My father liked to say, they seduce you with their suffering. \n[89]You ever been over there --? ...The courtesy with which they welcome you into their homes. And the people, these incredibly... warm people in this... austere land. \n[90]Only the crazies. I tend to be suspicious of all true believers. Present company included. \n[91]Let's just say you don't seem the ambivalent type. \n[92]So why're are you a fed? \n[93]...Well? What'd you tell him? \n[94]Let's see... Catholic school. Captain of this, president of that. Hard work, fair play, make a difference, change the system from within. Rah. Rah. Rah. \n[95]...Tell me I'm wrong. \n[96]...What --? \n[97]Like what, for instance? \n[98]It's easy to choose between right and wrong. What's hard is choosing the wrong that's more right. I just want to make it all... a little... better. Ignore me. I'm shitfaced. \n[99]You were in charge of Waco, right -- ? Or was that Ruby Ridge? \n[100]Yeah, yeah, yeah... And J. Edgar Hoover wore a dress. \n[101]What do you say, Hub...? Peace? \n[102]This feels like high school. \n[103]Mine's a 9 mm. How big is yours? \n[104]Not sure he'll do it. \n[105]-- Samir's a source. Period. \n[106]Samir in bed with them? That would too much to wish for. \n[107]Only in bed. \n[108]We all know the traditional model of a terrorist network. One cell controlling all others. Cut off the head and the body will wither. \n[109]Unfortunately the old wisdom no longer applies. The new paradigm is like the myth of the Hydra. Each cell exists independent of the other. Cut off one head and another rises up in its place. \n[110]Bus 87 was the work of Cell #1. Its elimination only activated the work of Cell #2 -- the theatre gala. \n[111]We don't know. \n[112]This is Colonel Hardwick. Army Intelligence. \n[113]I'm... very sorry... about your friends. \n[114]...Bridger. How ya doin' Frank? \n[115]The agency has come up with another list of probables. \n[116]I think we should circulate them. Hey, this stuff may be good. \n[117]Because he didn't know anything. \n[118]Says me. \n[119]Over my dead body. \n[120]Look, he's one of the good guys. Okay? \n[121]Because he helped me recruit the network in Iraq. OKAY? \n[122]We were part of the operation to destabilize Saddam Hussein. Printing up fake dinars, arming the Kurds -- \n[123]He's Iraqi. He was going to be our Ayatollah Khomeini -- \n[124]I ran the network. Samir was the go- between. He risked his life for us over there. \n[125]I can't give you pictures because I don't know what they look like. We did everything at arm's length. \n[126]I've got Samir. \n[127]Minimal. \n[128]He can't. They initiate. \n[129]He's waiting. \n[130]Look, I know how you must feel -- \n[131]They'll make contact soon. \n[132]You burn him, you lose any chance you ever had. \n[133]I'm not fucking with you. \n[134]I need... more time. Please. You're hurting me. Please... \n[135]This just came in. \n[136]You alright? \n[137]That's not what I meant. \n[138]Sure. \n[139]That was a pretty crazy thing you did today. \n[140]I wanted to -- I... just didn't feel like... being alone... tonight. \n[141]I could call him. Maybe he'd join us. \n[142]I might. Or I could call Tina. \n[143]Look, I thought Samir'd be an easy recruit. He wasn't. It was crazy but I did what I had to do. You know as well as I do, running an agent can be very... complicated. \n[144]You think I'm trying to run you? \n[145]...You know why I'm here. \n[146]Tell me to leave. \n[147]No. \n[148]He'll fuck it up, the arrogant prick. You ever met anybody so in love with the sound of his own voice? \n[149]Now? With all this going on? He's freaked. \n[150]All this... is no more in our interest than it is in yours, Hub. \n[151]You have no idea what I do for my country. \n[152]One more lamb to the slaughter. \n[153]Samir... It's fine, he's cool. \n[154]Liar --! \n[155]You... tell him... what he wants to know. \n[156]He knows. He fucking knows. \n[157]Stop simpering. \n[158]I've got a picture of the two of us, do you remember that picture, Samir? I'm going to post that picture in every mosque in Brooklyn. And then I'm gonna send copies to some friends of mine on the West Bank. You've got family there, don't you --? \n[159]Let go of me -- \n[160]You're good. \n[161]You calling Devereaux. \n[162]Tariq will go to ground. \n[163]Hit him hard. \n[164]I've got to stash Samir someplace safe. Go with God. \n[165]Not long enough, apparently. \n[166]At this rate. Too long. The theatre was hit nine hours after we took down the first cell. \n[167]-- Won't work. \n[168]Only in conjunction with sleep deprivation. Needs at least thirty- six hours. \n[169]The neurotransmitters just shut down. \n[170]He knew nothing. \n[171]I ran an Iraqi network for two years. Samir recruited them from among the Sheik's followers. I trained them in the North. Then we played them back into Baghdad, two, three at a time, hiding them in the mosques... \n[172]It was gonna be beautiful. -- And then there was a policy shift -- \n[173]-- The new doctrine was: Iran will be too powerful if Iraq falls apart. And it's not like... we sold them out. Exactly. We just... stopped... helping them. And I wasn't allowed to tell them what was coming down. I was ordered not to tell them. -- And they got slaughtered. \n[174]You've got to understand -- these people... believe. Paradise. Bliss. To us they're just words. But to them... It's very beautiful, actually. And when you look at their lives, the heartbreak... And what do we do? We think, aha, we can take advantage of that. So I quit. I came home. I just can't... do it... anymore. \n[175]What do you mean --? \n[176]I promised we would take care of them. They were working... for us. \n[177]I don't know what you mean. \n[178]And I'm going to have to live with the hell of that for the rest of my life. \n[179]In case you decide to go on walkabout. \n[180]How did you make contact? \n[181]But you're sure he'll show up. \n[182]I need to deliver it in person. Believe me, they'll want to hear what I have to say. \n[183]That's Samir. \n[184]He's terrified. Then again, so am I. \n[185]If he doesn't he knows I'll give him to Devereaux. How's it feel to be on the other end of it? \n[186]This is the endgame, you understand that? If this goes wrong -- \n[187]We're the CIA, something always goes wrong. \n[188]I don't suppose there's any way you would trust me to do this on my own? I thought not. Well, in case it gets hairy, remember... the most committed wins. \n[189]Shhhhhh... If you'd stop whining you'd feel the surveillance. \n[190]Wait for the light to turn yellow and then cross against the traffic. \n[191]Sit. Raise your arm. \n[192]They cannot even dream we are being followed, isn't that what you said? \n[193]...They're going to hit the march. \n[194]Here. Put this on. We don't want our friends sweating too much while they wait. \n[195]\"...sweating too much while they wait.\" \n[196]How soon are they coming? \n[197]What are you doing --? \n[198]I'll tell them when they're here. \n[199]Nobody else is coming, is there? \n[200]You're the last cell. \n[201]How could I have missed the play -- \n[202]-- Just tell me we didn't finance your operation... \n[203]They're going to release him. \n[204]A few months at most. First, they have to bring him to trial, but -- \n[205]-- But... that's what you want, isn't it? Why you've done all this -- \n[206]Samir, the Koran preaches -- \n[207]But it's over, your point's been made, why spill any more blood? Those poor people out there in the street, they're fucking marching for your cause... \n[208]\n[209]\n[210]Shoot. \n[211]Shoot. \n[212]\n[213]\n[214]No --!!! \n[215]Is... he... dead? \n[216]...no... regrets... \n[217]I... wondered. \n[218]... Emma... My name... is Emma. ", "FRANK": "\n[1]Black-and-whites on the scene? \n[2]Residence or business? \n[3]On the way. \n[4]In this traffic, maybe tomorrow. \n[5]Oh, fuck. It just blew. \n[6]-- That's what they're telling me. \n[7]Maybe it's performance art. \n[8]-- available from The Sharper Image catalogue. \n[9]Jihad isn't known for their sense of humor, and Hamas is raising so much money here, why queer their deal? \n[10]-- And, excuse me, but why do we immediately assume they're Arabs? \n[11]Hub... I think we're all eager to give up our weekends on this. It just occurs to me, has anybody even committed a crime here? I mean, assault with a deadly color? \n[12]-- Omar Abdel Rahman... asshole. \n[13]Under protest. \n[14]-- big orthodontia bills. Someday, you'll understand. \n[15]Where we going? \n[16]You sleep here? Immigration called. \n[17]-- who's trying to score points with his boss, bigtime. \n[18]Not anymore. \n[19]...He means, \"dowry.\" \n[20]The tabac. Sssssss... The territories. \n[21]A '97 Contour. On my Visa. Back home, the security services'd be up this guy's ass with a poker, but what do we do, we let him go. \n[22]Not my first date, Hub. He's taking the BQE. Looks like it's Brooklyn. \n[23]You're micro-managing. \n[24]I get reimbursed for this, right? \n[25]Twelve bucks in Gaza. \n[26]I got the Judge. \n[27]Don't know him. If we were allowed to get sound on them, we'd know him. \n[28]He's making him. Shit. Fuck. He's -- \n[29]Christ! \n[30]Shit --! I didn't take the insurance. \n[31]It's not his dog, numbnuts. They're spies. \n[32]Hi, guys, I expect you know the drill. \n[33]So, Elise... You okay back there, you don't get carsick or anything? Those handcuffs too tight --? \n[34]Wow. You're really good. She's really good. \n[35]No shit? \n[36]The driver's name is Larry Kaiser. He says they've got explosives strapped to their chests, they got automatic weapons, and they're speaking Arabic. \n[37]Tunnel's got twenty minute delays and they're working on both bridges. \n[38]Meaning? \n[39]-- Hub... \n[40]-- So? \n[41]I don't know if they understand. \n[42]The guy's just breathing into the phone, maybe they're not even Arabs. \n[43]Okay, here we go... \n[44]...He says he loves America and only wanted to get away from the security services at home. \n[45]...He says he's sorry but he didn't know he was doing something bad. His cousin introduced him to a man who promised him two hundred dollars for his dowry if he'd bring the suitcase to an address in Brooklyn. He's a cut-out. \n[46]Shut the fuck up and go give somebody a parking ticket. \n[47]IAP66. What's IAP66? \n[48]-- Today, Danny... \n[49]Which is... vaporized. \n[50]At the point of issuance. Could be the American Consulate in Tel Aviv. The American Consulate in Amman, Cairo, Alexandria, Riyadh -- all an easy drive from the West Bank -- \n[51]Sorry, boss. Hello, Elise. Mmmm, is that pastrami? Oh, yeah, we made the guy in the picture. \n[52]My people. The last of the unambivalent smokers. Monsters. The toughest motherfucker in Bed-Stuy is a muffin compared to some of these guys. \n[53]His name's Samir Nazhde. Teaches Arab Studies at Brooklyn College. He sponsored Ail Waziri's student visa. And dig this -- his brother blew up a movie theatre in Tel Aviv. \n[54]You're fishing and he's getting visas for bombers. \n[55]Yes, and he's on the next plane for Tunis. \n[56]Go. \n[57]Samir Nazhde, my name is Frank Haddad, I'm a Federal Agent. We have reason to believe you are an accessory to the bombing of Bus 87. \n[58]You are an associate of Ali Waziri. \n[59]You got him a student visa. \n[60]You spent two years in Israeli jails during the Intifada. \n[61]Sorry. Family matter. You're going downtown, my friend. \n[62]Defrauding the INS is a Federal Offense. Reservation for one, please. \n[63]\"Oh, Danny-boy, the perps, the perps, are call-ing... We need a search warrant on Samir... \n[64]-- Someday I will tell you what those people did to my village in '71. \n[65]What's there to tip? \n[66]So you're saying... you sleep around? \n[67]I'll have somebody drive you. \n[68]Elise. I'm really high strung, too. \n[69]Beats cable. \n[70]Three sounds right. If we had microwave we'd know for sure. The CIA's got microwave, how come we don't have microwave. \n[71]Drop your weapon! \n[72]Anybody like anchovies --? \n[73]What --? \n[74]So am I --! Hey, Elise... tell us about being a spook? Ever meet Aldrich Ames? Weren't you at the Bay of Pigs? \n[75]The Shah of Iran, Noriega, I love the way you guys predicted the collapse of the Soviet Union. \n[76]Whoa... What do they put in these drinks --? \n[77]Fred, Whitney, we're waiting on who else... \n[78]We just got a confirmation on Mike. He was with Fred in the lobby. \n[79]Been better. \n[80]Says Samir. \n[81]That's good sound. \n[82]One's his uncle, he owns the place. The other's a doctor. They check out clean. \n[83]A clean body and a pure heart. \n[84]-- If you're on the State Department Terrorist Watch list you cannot get into this country. But Ali Waziri was on the watch list, and he got in. \n[85]They told me to call INS. \n[86]They told me to call State. \n[87]What the fuck is the NYPD doing here?! \n[88]\n[89]They got Frankie. My kid's here someplace -- \n[90]He's only thirteen, for Chrissake -- \n[91]They came into my house. My wife told them who I was -- How many times did I put it on the line, Hub --? How many times -- \n[92]We're American citizens, twenty years. Ten years in the bureau -- They knocked her down... and took him. Out of my own house. \n[93]NO! I've got to find him. Besides, this is where I belong. Here. I'm not their sand nigger anymore. \n[94]Kannell was really on. \n[95]Think they'll make the play-offs? \n[96]He's alright. Thanks for getting him out. \n[97]I trust her about as far as I can throw her. \n[98]Ah, microwave. \n[99]We've got a problem. \n[100]What the -- \n[101]She knew we were listening. \n[102]\"I... seek refuge... king of kings...\" \n[103]Allah Ahkbar -- \n[104]Did we win or did we lose --? ", "DEVEREAUX": "\n[1]We're online for exactly two minutes. \n[2]Slow down. \n[3]Gotcha. \n[4]Nobody knows you're here. Not your people. Not even my President. You'll die here alone and be buried unknown -- barring some miracle. \n[5]-- God? GOD? What you eat. Whether you eat. Sleep. Pain. Absence of pain. I decide. I make the day and the night. Even the way you got here -- a hand that reached down from the sky? God? I am your new God. \n[6]Hi. I understand they call you Hub. \n[7]Bill Devereaux. \n[8]82nd Airborne, I know. Same time I was running the -- \n[9]God. Duty. Honor. Country. Where on Capitol Hill, Wall Street, or Hollywood would you find one man who's even paused over one of those words in the last ten years? \n[10]You want me to get to the point. The President's concerned. He's worried that -- have you met him by any chance? \n[11]-- With all the affection for the man I can tell you he doesn't know fuckall about terrorism, or the Mideast, that I don't put on his cue cards. What he's expert in is his own survival. You get my meaning? \n[12]Agent Hubbard -- you look like you think I'm here to take your baby away! \n[13]Which is what I said to the President -- the Army is not some big green police department. Stick with the man on the ground. \n[14]You're sure you're not chasing your own tail, though? \n[15]Old news. \n[16]We can't release him. \n[17]Hub, we can't release him because we don't have him. We never had him. And besides that, he's dead. \n[18]The CIA? The CIA couldn't predict the fall of the Berlin Wall until bricks were hitting them in the head. The Libyans snatched the Sheik -- some sectarian Muslim thing -- I'll explain it next time you have a free week. They killed him. Qaddafi put out disinformation that it was us... Who was your source on this? \n[19]...A woman will never know the Middle East. You're talking about a culture that keeps its women slipcovered. Elise Kraft can't tell a Sheik from the prophylactic of the same name. \n[20]Please, don't let me -- \n[21]Sounds like I should get out of your way. We're there if you need us. Your father well, Elise? \n[22]Top of her game. Well, go get 'em. \n[23]With all respect, Senator, why don't we just stipulate that the President is a dumb son of a bitch so we can all get down to business. \n[24]The Army is a broadsword not a scalpel. You do not want us in an American city. \n[25]We only go if the President invokes the War Powers Act. \n[26]...Twelve hours after the President gives the word we can be on the ground. One light infantry division of ten thousand seven hundred men. Elements of the Rapid Deployment Force combined with Special Forces -- Delta. APC's, tanks, helicopters. And of course, the ubiquitous M-16A1 assault rifle, a humble weapon until you see a man carrying one outside your local bowling alley or Seven- Eleven. It will be noisy, it will be scary and it will not be mistaken for a VFW parade. \n[27]That means civilian casualties. At a minimum it's a drunk private joyriding in a Hummer who runs down an old lady in Greenpoint. At a maximum... Make no mistake. We will hunt the enemy. We will find the enemy. And we will kill the enemy. \n[28]And no card-carrying member of the ACLU is more deadset against it... than I am. Which is why I urge you... no, I implore you not to consider this option. \n[29]What's that? \n[30]That's Anthony Hubbard, FBI. He's the ASAC on the ground up there. They took out the first cell less than 36 hours after bus 87. I suggest we hear what he has to say -- \n[31]-- Amen to that. \n[32]Ahmed Bin Talal. They're still under the impression that we have him. \n[33]To refresh your memory, as I told you last time, it was the Libyans who -- \n[34]Let me give you some free advice, son. Don't get between me and the President. You might break a nail. \n[35]As far as the President is concerned... No, we do not. \n[36]Are you saying the President is prepared to take the necessary steps...? \n[37]Today, with the invocation of the War Powers Act by the President, I am declaring a state of martial law in this city. \n[38]To the best of our knowledge, we are opposed by no more than twenty of the enemy. He is hiding among a population of roughly two million. \n[39]Intelligence tells us he is most likely Arab-speaking, between the age of fourteen and thirty. Narrowing the target to fifteen thousand suspects. \n[40]We can further reduce that number down to those who have been in this country less than six months. Now you have twenty hiding among two thousand. \n[41]If you are one of these twenty young men, you can hide among a population of similar ethnic background. Unfortunately for you, you can only hide there. And that population, in the classic immigration pattern, is concentrated. Right here in Brooklyn. \n[42]We intend to seal off this borough. And then we intend to squeeze it. This is the land of opportunity, gentlemen. The opportunity to turn yourselves in. After sundown tonight any young man fitting the profile I described who has not cooperated will be arrested and detained. \n[43]There is historically nothing more corrosive to the morale of an army than policing its own citizens. \n[44]But the enemy would be sadly mistaken if they were to doubt our resolve. They are now face to face with the most fearsome killing machine in the history of man. And I intend to use it. And be back on base in time for the play-offs... That is all. \n[45]Hub. Good to see you again. \n[46]I am against it. It wasn't my call. \n[47]Your operation had its chance, Hub, and you couldn't get it done. You're down three touchdowns. Time to bring in the first string. \n[48]Are you questioning my patriotism? \n[49]Hub, I want you to take a moment and reflect on my life as a soldier. I have a dozen tropical diseases I'll never entirely get rid of. I set off metal detectors with the shrapnel in my ass. I have watched men die and I have killed. Now I am serving my President and quite possibly not the best interests of my country, but my profession doesn't afford me the luxury of that distinction. I won't question your patriotism but don't you ever again question my command. \n[50]Take a good look around, my friend, and tell me that's still true. But we're not shutting you out. In fact, I can't do it without you, Hub. I need men like you. Men willing to put it on the line like you did in that schoolroom. These stars mean I have been putting it on the line for thirty years... and never made a mistake worth remembering. Don't tell me I made a mistake about you. \n[51]Code blue. \n[52]Code Red. \n[53]-- And his name is Haddad? \n[54]If a mistake's been made we'll fix it. \n[55]And I said we will look into it. \n[56]There's an FBI office in Anchorage, Agent Hubbard. Fuck with me and you'll be learning a hundred and fifty new words for snow. \n[57]The prisoner is being interrogated. \n[58]How long have you been at it? \n[59]How much longer, do you think, before he gives up the other cells -- \n[60]He knows. \n[61]How long before he breaks? \n[62]So -- what other models do we have -- ? \n[63]Shaking. \n[64]What about it, Sharon? \n[65]Works for the Israelis. \n[66]We don't have thirty-six hours. \n[67]Electric shock? \n[68]Water? \n[69]The time has come for one man to suffer in order to save the lives of hundreds \n[70]You're welcome to wait outside. \n[71]I think we have to soundproof the room before we begin. \n[72]Escort him out. \n[73]Let's get this over with. \n[74]Agent Hubbard, do you want to tell me exactly what you mean detaining Colonel Hardwick and six of my CID staff. Because that strikes me as a very peculiar idea of interagency liaison. \n[75]What makes you so sure he was the last cell? \n[76]Sharon is not trustworthy. \n[77]My authority supersedes the civilian judiciary under the decree of martial law. Sorry. \n[78]What's over. \n[79]Release him? \n[80]You don't know shit. Poor suffering Sharon and her poor suffering people. It's called \"going native\" -- the most elementary error of an intelligence operative and she made it. She had all of you working for her and she was working for them without even knowing it. And now they're getting exactly what they want, which is the Sheik will be back in the mix. But ten times as strong, because now he's the big man who stood up to the Americans. I did what was necessary. I make no apologies. If you think you're going to be able to use that file against me, you know even less about politics than I imagined. \n[81]Because you don't have the balls. Did you expect me to get all weepy with gratitude? You serve your country. Is there anything else? ", "SAMIR": "\n[1]Are you crazy --? \n[2]Who? I know no one by that name. \n[3]I sign these applications as a matter of course, hundreds of them. Everyone wants to come to the land of opportunity and Baywatch. \n[4]The only ones who didn't were women like you. \n[5]You cannot hold me. I know my rights. I watch American television. \n[6]You let him HIT ME --!! You cannot care about me and let such things happen! \n[7]Sometimes I hate you just because you are so American. It makes me want to hurt you. I think about fucking you and hurting you. \n[8]Don't tell me what I have to do. \n[9]-- Some people just cannot live in the camps. For my brother, it was already like dying. The only thing he lives for is movies. \n[10]-- And then some sheik tells him that, to die for Allah is beautiful. If he does this thing, our parents will be taken care of, and he will live on in Paradise with seventy virgins. Seventy. And my brother, he needs to believe it very much, so he straps ten sticks of dynamite to his chest and goes to the movies... And I become a VIP. It is very confusing. \n[11]You are using me, too! Everybody uses the Palestinians! We are the whores of the Middle East! You make reports about our little talks --? What about fucking me? \n[12]Oh, my God. Oh, my God... \n[13]Listen to that --! Are you listening? They're killing Arabs out there! \n[14]What are you talking about --? The army is here. They're setting up interrogation centers right now. They're torturing people in cellars. \n[15]-- I've got to get out of here. You have to help me -- \n[16]Money... I must have more money... \n[17]I... got it myself. \n[18]She's crazy. They're ghosts. Jinn. They'd never trust someone like me. \n[19]Please... \n[20]I'm afraid of going to hell. \n[21]His name is Tariq Husseini. He runs an auto shop. ...on Commerce Street in Red Hook. \n[22]Ahhhhhh... \n[23]He is Afghani. Ahhhh. He got word to my uncle at the bath-house. You never met him. \n[24]Sharon, they are all dead but the last cell and they are crazy with fear. Just tell me the message and I will pass it on. \n[25]This is not the way to the bath-house. You said to get a key from my uncle so that we -- \n[26]Sharon, please, I beg you. Do not make me do this. If they even dream we are being followed they will kill us. \n[27]What are you doing? \n[28]It is all so... tragic. \n[29]Arab and Jew, side by side. Black and White, Christian and Muslim -- \n[30]-- so American. Can you imagine a better target? \n[31]They'll be here. \n[32]What message do you have for them, Sharon? \n[33]That's right. \n[34]There will never be a last cell. You should listen to the young men in that stadium. It is just beginning. \n[35]It was the money. You believe money is power. Belief is power. \n[36]The world is a wheel. So... what message do you have for me, Sharon? \n[37]Praise God. When will he be free --? \n[38]-- No. \n[39]No. It's not. \n[40]I want you to bleed... as we have bled. \n[41]Do not speak to me of the Koran, woman. You take our leader. A holy man. You put him in prison for preaching the word of God. You must learn the consequences of trying to tell the world how to live. \n[42]Yes. And they, too, will become its martyrs. \n[43]Move away from the door. \n[44]\n[45]\n[46]\n[47]It is God's will. ", "CHIEF OF STAFF": "\n[1]Ask a question. Get an atlas. \n[2]Respond, sure. But how? \n[3]And if we can't find out --? \n[4]Guys, guys, the President lost a lot of friends last night -- \n[5]-- And his plane lands in two hours. We owe it to him to have a consensus. \n[6]...General? \n[7]But hypothetically... how long would it take you to -- \n[8]I understand that, General. Let us imagine, though, for a moment, that the order has been given. \n[9]I know what the President will say. \n[10]That's exactly why you're the only man for the job. \n[11]And that is --? \n[12]Thank you, Agent Hubbard. I, too, think we should proceed cautiously. Now we've got an Agency briefing prepared... Some of you may not know Sharon Bridger. Sharon was posted in Iraq as part of our covert operations during the Gulf War. -- Sharon... \n[13]And Cell #3? How do we find Cell #3? \n[14]The FBI received another fax. \n[15]Do we? Have him? \n[16]I remember perfectly well what you said last time. Do we? \n[17]I am speaking for the President. \n[18]General, do you know that after yesterday's attack, half the parents in this country kept their children out of school --? ...They're attacking our way of life. It's got to stop. And the President cannot afford to be weak. \n[19]I'm saying, the President is prepared to be... Presidential. \n[20]C'mon in, we're still trying to get the last one down. \n[21]...The President wants this shit over with. There's only one way to do that. Let the Sheik go. \n[22]You think our government operates as a single coherent entity? Devereaux just... pushed the agenda. Of course the President was completely unaware of it. \n[23]Now we can't just let him go. America has to stand tall in the world yadda yadda yadda. So what we do is... We let the American justice system do its work. \n[24]I'll be right up, darling. \n[25]You have kids? They're great. Sometimes you just want to... drug them. \n[26]We don't release him. A judge releases him. You're an FBI man. That's what judges are good at, right? It's not like we've gone after him in proper prosectorial fashion. Kidnaping him. Holding him in isolation. \"Fruit of the poisoned tree\" -- remember that one from law school? Oh, we'll have a big trial. Everybody'll get their rocks off... But the fact is -- -- the sheik will walk. \n[27]...And this whole episode becomes nothing more than the news cycle before the next news cycle. \n[28]Documentary evidence of Devereaux's whole operation. \n[29]Because you'll know what to do with it. \n[30]Who? \n[31]Ask her. ", "DANNY": "\n[1]-- He doing her? \n[2]I wonder if she likes bald guys. \n[3]I had a dog like that once. \n[4]The dog works for the CIA? \n[5]-- He's way over his head. \n[6]Hold on, hold on, I'm looking it up -- \n[7]Wait, wait -- Here we go. Student Visa, J-1. \n[8]In his passport. \n[9]Three-fifteen. P.M. When's the last time you ate? \n[10]Fiber thinks they've come up with a piece of the shroud. Egyptian cotton. \n[11]\n[12]My department WHAT, ASSHOLE...? \n[13]We bring 'me in, have a talk. \n[14]Where the hell we gonna put sixteen hundred people? \n[15]-- one of the moms was carrying a piece, wounds the guy as he's planting the device. He kills her and locks them all in. Up there in the corner... by the clock. \n[16]-- It's got a timer on it only we don't know how much time is left. \n[17]I don't know. Somebody must have -- \n[18]\n[19]NYPD SWAT, this is the FBI. Get that bird the fuck out of there! ", "TINA": "\n[1]Brooklyn South issued a code blue less than two minutes ago. They think hostages are involved. \n[2]Setting up a perimeter now. \n[3]A bus. \n[4]Rolling. \n[5]Demand for what? You hear any demand? \n[6]Not their style. \n[7]Anyway, isn't Green the color of Islam, not blue? \n[8]Marv Albert? \n[9]Hub, somebody's flashing a government badge over at the warehouse where they're working on the bus. Our tech guys want to know if we're cooperating with any other agencies on this thing. \n[10]...Nice, wasn't it? \n[11]You ever gonna stop by, pick up your things? \n[12]He's down the hall. \n[13]He's on his way up. \n[14]You don't smoke. \n[15]Okay, we've pulled his landing card and his I-94. So now we know he came in three days ago, out of Frankfurt -- \n[16]What we need now is to fill in the time between his arrival and the incident. All known associations, and most of all, we need an address. \n[17]They got earthquakes in Manhattan? \n[18]1942, my father was put into the camps at Manzanar. Until the end of the war. Two years. Now he roots for the Dodgers and swears it could never happen again. ", "MIKE": "\n[1]You sure this is all they got? \n[2]Not yet... \n[3]Some detective you are. They stopped. \n[4]Hub, we don't have positive ID on anybody. \n[5]You want change, right --? \n[6]You gonna open the door, or what --? \n[7]Jesus, didn't ya hear crime's down seven-percent... \n[8]Same here. \n[9]We got semtex, we got detcord, same stuff as the bus, the whole enchilada... ", "FRED": "\n[1]Excuse me, sir. I think you should see this. Came in on the Fax. \n[2]The Hamas guy got released in April. \n[3]Really? I wonder if she likes white guys. \n[4]They just found the van. Doesn't look like they're gonna find any prints. \n[5]Floyd Rose. \n[6]I'm on it. \n[7]Sir. They want you in the lab. \n[8]You're saying they're Egyptian? \n[9]Terminal. ", "JUDGE FRANKEL": "\n[1]-- You're telling me that just because some Brooklyn landlord tips you off that he's been paid in cash, you have the right to call in the cavalry -- ! Hub, as far as I know, paying cash is not yet a crime in this country. \n[2]-- You've observed him giving cash to -- \n[3]-- But you have hard evidence linking this apartment to the people that blew up bus 87 --? \n[4]And when you do, you'll get your warrant. \n[5]Meaning? \n[6]Tell me the difference between that and breaking-and-entering? \n[7]Not good enough. \n[8]Waves mean nothing to me; there's been a wave of violent crime committed by black people in this city for the past twenty years, but if you came to me with a plan to put all black people behind bars as a preventative measure I'd send you packing. There's a price to be paid for living in a free society -- ", "SENATOR WRIGHT": "\n[1]How about who's behind who's behind this? \n[2]All I know is that we must respond. \n[3]Find out who it is and bomb the shit out of them. \n[4]Anything but leadership. \n[5]The Army then. I've seen the contingency plans. \n[6]Even if that's what our own people are asking for, three to one? \n[7]President Lincoln declared martial law in 1862. He suspended -- "}}