{"dialogues": {"MARTY": "\n[1]Holy...! Brady, are you sure they're not poisonous? \n[2]Lemme hold him! \n[3]What? \n[4]You wouldn't. \n[5]You would. \n[6]It was just a blacksnake, Jane- \n[7]Stop it, Brady. \n[8]Jane, I'm sorry. It was just a joke. We didn't mean- \n[9]Oh, shut up, Brady. You're warped. \n[10]Jane, I- \n[11]Come on, Jane- it was Brady's idea. I couldn't stop him. \n[12]Did he really get his head cut off, Dad? That's what Brady said. \n[13]Janey?... Are you awake? \n[14]Can I come in? \n[15]A new pair of panty hose. Is it enough? \n[16]It was Brady's idea, Jane. Honest to God. Please take the money. I want to make up. \n[17]That's for you, too. Uncle Al gave it to me- \n[18]-but I want you to have it. \n[19]Yeah, go ahead. \n[20]It really is for your birthday, though - try it on Brady. He'll wet his pants. \n[21]I love you, Janey. \n[22]Sure - I like school. \n[23]That's what my sister says, too. Pretty soon I'm going to start checking the mirror to see if I'm turning green. \n[24]Not bad, huh? My Uncle Al took off the regular muffler and put on a Cherry Bomb. \n[25]Glasspack. He said he'd come over sometime this summer and we'd soup up the engine... but now I dunno. He's getting a divorce and he's in the doghouse with my mother. \n[26]Well... it is his third. \n[27]Yeah... it is a little scary. \n[28]Hey, take it easy. I know how you feel. \n[29]What? \n[30]What kind of noises? \n[31]Rats... \n[32]I'd go out and take a look myself, but I think the Bullet'd get stuck in the garden. It looks sorta greasy. \n[33]Sure. No sweat. \n[34]Yeah... but if you hear any more noises, tell your father. Okay? \n[35]Jeez! \n[36]I'm always doing this! I gotta go, Tammy. \n[37]Come on, baby- \n[38]Yep. Would you fill it up, please, Mr. Cutts? \n[39]Sure! \n[40]Okay, okay. I call. \n[41]Okay, okay. Dwight Evans. \n[42]Mom-! \n[43]I got a straight to the queen! \n[44]Aww, Mom-! \n[45]Mom was really mad at him this time, wasn't she? \n[46]Stop it! \n[47]Yes. Go away. \n[48]She wasn't, Mom- I dropped my toothbrush and fell over when I tried to get it. Jane helped pick me up. \n[49]Jane's wunnnderful. \n[50]Here it comes! \n[51]Push the Bullet over, Jane, okay? \n[52]Oh, Jeez! I forgot! Is she mad? \n[53]Hey, Brady! You coming? \n[54]Yeah. \n[55]No. \n[56]Uncle Al, what if it's not a guy? \n[57]What if it's some kind of monster? \n[58]What's going on at Owen's, Uncle Al? \n[59]Tammy said she'd been hearing noises in that greenhouse. Growling noises, like a big animal. Her father was killed that night. \n[60]It's not fair. \n[61]It isn't enough that the monster killed all those people- that he killed Brady. Now he's got them to cancel the fair. \n[62]Yeah, okay, the fireworks. Jane thinks that's all I'm mad about, but it's not. Them doing that is just a... a... \n[63]Well... I like it that you always know how to say things, Uncle Al. \n[64]Don't call me dear boy. \n[65]She and dad are out back lighting the barbecue. Jane's walking around like she's King Shit of Turd Mountain. Like always. \n[66]You got it right, Uncle Al. \n[67]What? \n[68]Wow. \n[69]Do I need one? \n[70]It really goes fast. Thanks, Uncle Al. \n[71]I don't get you. \n[72]Sure. \n[73]Okay. \n[74]Yeah! What is it? \n[75]I can dig it- thank you, Uncle Al! Thank you! \n[76]Yeah, I know. It's great! \n[77]Yeah... sure. \n[78]What is it? \n[79]Thanks a million, Uncle Al! \n[80]Shit! \n[81]All right! \n[82]Here's one for the good guys! \n[83]All right! \n[84]Is someone there? \n[85]Who's there? \n[86]Oh, please... \n[87]It's a werewolf! I saw it! Last night- \n[88]No! I went out late last night- and- \n[89]Where's Mom? \n[90]Jane, I have to talk to you. \n[91]I need you to help me. Uncle Al won't believe me, and if you won't help me, I... \n[92]Oh, Jeez! What did you do then? \n[93]I think I know. \n[94]It came for me! I shot it in the eye! Now he's wearing an eye-patch! \n[95]Was it a prescription? \n[96]It wasn't- I'll bet you it wasn't. Because to get a prescription he'd have to see a doctor. \n[97]Well... was it a prescription? \n[98]What about the baseball bat Jane saw in his shed? You know who used to have a baseball bat like that? Mr. Knopfler! He was so proud of it he used to carry it in the Fourth of July parade! Jane said it looked like the Green Giant used it for a toothpick! \n[99]No- we just got you out here so we could admire your pretty face. \n[100]Never mind, Jane. He'll have gotten rid of it by now anyway. \n[101]I'll bet you a quarter that eyewash stuff was nonprescription. And I'll bet you another quarter he hasn't said anything to Mr. Haller. \n[102]Yes, I see him. \n[103]I didn't shoot him when he was a man. I shot him when he was- \n[104]No- I guess I'll go home. \n[105]Yeah... seeya. \n[106]Come on, baby... come on... \n[107]Mr. Zinneman! Mr. Zinneman! \n[108]I ran out of gas. \n[109]It sure is! \n[110]I told you! \n[111]I told you! \n[112]Uncle Al, if you don't tell me- \n[113]You found the tracer? \n[114]There! You see! \n[115]What about Father Lowe chasing me in his car and trying to run me down? You don't think that was a dream, do you? \n[116]Mr. Haller said he'd check him out, and guess what? No one sees him again! \n[117]I want you to turn this into a silver bullet. \n[118]I saw what I saw. \n[119]...the guy gets wolfier. \n[120]Jane... you don't have to do that. \n[121]Will you marry me, Jane? \n[122]No one knows how cancer begins, either- or exactly what it is- but people still believe in it. \n[123]I think he's going to come for me. Not just because I know who he is, but because I hurt him. Only I don't think he'll try again as Lowe. \n[124]Will you do it? \n[125]Please, Uncle Al. \n[126]Yeah? Really? \n[127]But Uncle Al! You said- \n[128]What if I say no? \n[129]If that'd gone off, it would have been the end of our silver bullet. \n[130]I was looking at you... \n[131]What's that, Uncle Al? \n[132]Jane- \n[133]It's here! It's outside! \n[134]Get the gun! \n[135]Janey! The gun! THE GUN! \n[136]I'm all right. He's dead. \n[137]All except my legs... I don't think I can walk. \n[138]I love you, Jane. ", "UNCLE AL": "\n[1]I'll see your Carlton Fiske and raise you a George Brett... a Dave Kingman... and a Rod Carew. \n[2]Wait a minute, wait a minute! \n[3]Ralph Houk! You can't bet a manager! Stone the crows! \n[4]Piss on him. Piss on all the Red Sox. \n[5]Let the boy finish the game, Nan. \n[6]Three kings. \n[7]Bullshit luck! \n[8]I come here because Marty needs a friend. \n[9]Another wonderful time at Sister Nan's house! Heeyyy! \n[10]You all right, Marty? \n[11]There's a saying- so-and-so was better than a poke in the eye with a sharp stick. You ever hear that one? \n[12]Well, I'm not sure that was. Christ! They better get the guy. \n[13]Huh? \n[14]Jesus, Marty! Come off it! \n[15]A bunch of men getting ready to pretend they're Clint Eastwood... Marty, didn't anybody ever tell you that the only monsters are in comic books and drive-in movies? \n[16]Marty, you have to get this idea out of your head. Psychotics are more active when the moon is full, and this guy is a psycho. He's going to turn out to be as human as you or me.  In a manner of speaking. Now let's get you inside. \n[17]And the fireworks. Hand me that box, Marty. \n[18]It's just an outward symbol of everything that's inwardly wrong in this town. Not bad, huh? I read Sherwood Anderson in college. I can jive that shit all day. \n[19]I'll give you the telephone numbers of my ex-wives, dear boy- they'll be interested to hear that. \n[20]But you are, you know- you are my dear boy. \n[21]Look at this. \n[22]This is gonna turn your wheelchair into a fucking F-14, Marty- \n[23]Your mom's not around, is she? \n[24]Uh-huh. Only in her case I guess it would be Queen Shit of Turd Mountain. Hand me that adjustable. \n[25]The guy killed your best friend, drove your girl out of town, and stole the second-best holiday in the year. Have I got it right? \n[26]Yeah, Winesburg, Ohio, was never like that... but I got something that just might cheer you up. \n[27]Wait, dear boy. Just wait. Hand me those pliars. \n[28]All is cool, Marty-boy. Go for it. \n[29]Gun it. \n[30]Jesus! Not too much! \n[31]You got a pilot's license, Marty? \n[32]We're gonna find out. Take it down the road a ways and back. Be careful. \n[33]The kid's dead meat. What have I done? Put a rock in it, Marty! \n[34]You gave me a heart attack, Marty. I'm dying. I hope you're happy, because you are looking at a dying man. \n[35]It goes fast, all right- and if your mother finds out just how fast, Marty, I will have a new job. Singing soprano with the Vienna Boys' Choir. \n[36]I know you don't. But I want this to be our secret. You get that, don't you? \n[37]Good. \n[38]I've got to go, Nan- I had a wonderful time. \n[39]See me around to my car, Marty, and make sure I stay out of trouble at least that long. \n[40]Now I said I had something for you, as I believe you will recall. \n[41]You're gonna have the Fourth of July in October, Marty. Just don't blow your head off.  And remember that it isn't just the fireworks. It's because no crazy shithead should be able to stop the good guys, if you can dig that. \n[42]Stay near the house, for Christ's sake- someone's killing people. I have to be out of my mind to be doing this, you know. \n[43]One of the reasons I love you, Marty, is that you're almost as crazy as I am. Please don't set off anything that goes bang tonight, okay? Just bright colors. Can you tell the difference? \n[44]Save this one for last. \n[45]A tracer. You'll like it. \n[46]You're welcome a million, Marty. Stick 'em in the bushes for now. \n[47]Have a good time, dear boy! And watch out for the werewolves! \n[48]'Lo? Go away. \n[49]You dreamed it, Marty. \n[50]There are no such things as werewolves. Please, dear boy, have some pity. \n[51]Obscene phone caller. Go back to sleep. \n[52]Holy-jumped-up-baldheaded-Jesus-CHRIST! \n[53]From him I'd expect it. I sometimes think his common sense got paralyzed along with his legs. But you, Jane! You! Little Polly Practical! \n[54]Oh, I understand plenty! I understand that my niece and nephew are sending the local Catholic priest little love notes suggesting that he gargle with a broken light bulb or eat a rat-poison omelet! \n[55]I called Peltzer on my way over here, Marty! Father Lowe came into the drugstore two days ago for a bottle of otic solution. That's a fancy way of saying eyewash. He's got a corneal inflammation. \n[56]What the hell does that matter? \n[57]Marty, Marty, you should hear yourself! \n[58]I don't know. But I know you didn't see any werewolf the other night, Marty. You had a dream, that's all. An extremely realistic nightmare brought on by what's been happening in this town. \n[59]You want to know what I think? \n[60]Watch it, dear boy. I think it was a hallucination. Probably a broomstick, or something. \n[61]No thank you, Jane. I'm a little old for palying the Hardy Boys Meet the Catholic Werewolf. \n[62]I don't accept the idea that he knows who his letter writer is, Jane. Because I don't accept the idea that there was a big bad wolf who saw Marty in his wheelchair. \n[63]Well... he probably did. I mean, he could make a complaint without taking an ad out in the paper, couldn't he? \n[64]Marty, do you see your suspect? \n[65]Do you really think that a man who took a rocket in the eye three nights ago could be out mowing his lawn? He'd either be in the hospital... or dead. \n[66]When he was a werewolf. Yes. Right. Jesus. Jane, you don't really believe this madness, do you? \n[67]Kids! \n[68]Well... it's a lot easier to swallow without the hair and the foaming jaws. Also, I checked on the otic solution. It was counter brand. No prescription needed. \n[69]Shut up, dear boy- no gloating allowed. \n[70]After Marty called me with his latest Thrilling Tale of Wonder, I did. He's had no poison-pen complaints lodged at all. \n[71]There's something else. \n[72]I probably shouldn't tell you- you're both hysterical on the subject. I'm starting to feel like a guy handing out free Arthur Murray coupons to victims of the dancing sickness. \n[73]I went out to that rest area. \n[74]No... but I found some blood, smeared on a tree trunk in that grove. \n[75]It could have been anything, Marty. \n[76]No. \n[77]Lowe's car-? \n[78]Jesus. \n[79]I know. I could have edited out all of the completely crazy stuff, but I thought you deserved to hear it with the bark on. \n[80]Let's just say I believe Lester Lowe should be checked out. \n[81]And what do you suggest I do about it, dear boy? \n[82]You're not going to let it go, are you? \n[83]Marty, the moon wasn't even full! \n[84]Would you kids mind telling me how this guy Lowe became a werewolf to begin with? \n[85]The kid is eleven years old and already he sounds like a Jesuit. A French Jesuit. \n[86]Dear boy, you have gone right out of your mind. \n[87]All right. I give up. Yes. \n[88]If either of you ever tells anyone I even bought a piece of this story, werewolves will be the least of your problems. \n[89]It's just a gag, that's all. What would you shoot a silver .22 bullet at, anyway? \n[90]-and Babcock, I remember. Now go on! \n[91]We won't! \n[92]If you keep doing that, you're going to bump your head, sissy. Give my love to Mama- tell her I'll see her Thursday. \n[93]Can I tell you kids something? \n[94]When me and sissy were kids, we were just like you two. \n[95]Yeah. Really. The bitch of it is, we still are. Learn from your elders, dearies. \n[96]I suppose so. You kids ought to go up to bed. \n[97]I know what I said, Marty- but it's ten past one. He's not coming. \n[98]Damn near. Now I'll sit up with this stupid gun in my lap because I promised, but you two are going to bed. Go on, now, scoot. \n[99]Then I'd have to kick your ass, dear boy. Go on, now. \n[100]See, dear boy? Totally unimpaired. \n[101]You see it, Marty! \n[102]A very familiar feeling is beginning to creep over me. \n[103]I feel like a horse's ass. \n[104]Would you kids go to bed? My head's starting to ache. \n[105]Jane, it's just a power fai- \n[106]You okay, Janey? \n[107]There. I told you there weren't any such things as werewolves. \n[108]If it isn't now, it will be after I pound one of your mother's silver candlesticks through its heart. \n[109]Oh yes, Janey. When I believe something, I believe it all the way. ", "JANE": "\n[1]This place is Tarker's Mills, where I grew up... and this is how it was when I was fourteen - a place where people cared about each other as much as they cared about themselves. This is how my town looked as, all unknowing, it approached the rim of the nightmare. The killing had begun. \n[2]The killing had begun, but at first no one knew it. Arnie Westrum was a chronic drunk, and what happened seemed like an accident. \n[3]The county coroner concluded that Arnie passed out on the tracks. There wasn't enough evidence to conclude anything else. \n[4]I'm going out for a while, 'kay? \n[5]Marty's a booger. \n[6]I was almost fifteen that summer. My brother Marty was eleven. Marty and his friend Brady Kincaid were the crosses I had to bear. Brady was actually the worse of the two, but I was rarely disposed to see that. Not when my younger brother was so constantly thrown in my face by my parents. \n[7]Look at my knees! Look at my dress! I hate you! \n[8]Oh, no! You never mean to! I hate you, you booger! \n[9]Stella? Is that you? \n[10]It's Jane, Stella. Jane Coslaw. \n[11]What's wrong? \n[12]Who's going away? \n[13]Stella, I don't know what- \n[14]Did you see my knees? \n[15]You always take his side because he's a cripple! Well, it's not my fault that he's a cripple! \n[16]Brady's a booger and so are you! \n[17]Oh, Daddy! Gross! \n[18]If you don't stop it I'm going to vomit. I mean it. \n[19]What's the money for? \n[20]I don't want your money. You're a booger. \n[21]I can get a pair of L'Eggs down at the pharmacy for a dollar forty-nine. Here. \n[22]That drunk! \n[23]You booger! \n[24]Go to hell! \n[25]What do you expect, when he comes in smelling like a brewery and looking like an unmade bed? \n[26]He's okay, Dad! \n[27]Marty, are you all right? \n[28]Let me help you up. \n[29]Here. Brush them good, Marty. Some of that shit in your head might leak down into your mouth and poison you. \n[30]Marty Coslaw, you get down out of that tree! \n[31]Supper was an hour ago, Dumbo. \n[32]They both are. At me, for not getting you sooner. I ought to let you fall. \n[33]Come on, Marty. \n[34]My mother and father- my mother in particular- did not much care for Uncle Al... \n[35]...but when it came to such unpleasant duties as taking Marty to the funeral of his best friend... \n[36]...they didn't at all mind drafting him. As to the sort of comfort Uncle Al may have been able to offer him... \n[37]...I now believe that was best kept between the two of them... \n[38]...or among the three of them. \n[39]Look out, world! Marty the Great didn't get something he wanted! \n[40]Well, I don't see why everybody just about breaks down and cries whenever he- \n[41]Marty? You okay? You've just been sitting here all morning. \n[42]Went shopping. Why? \n[43]About what? \n[44]Marty, what is it? \n[45]He told me something that was clearly unbelievable... and yet, somehow I believed most of it. And I understood one thing with total clarity: Marty himself believed it all. \n[46]I'm collecting returnable bottles and cans for the Medcu Drive, Missus Thayer- I just wondered if you had any. \n[47]Hi, Mr. Thayer. \n[48]Thank you. \n[49]Uncle Al hadn't believed him, but Uncle Al was thirty-five that summer and I was fourteen... at fourteen you can still believe the unbelievable, although even then that ability is growing rusty, is preparing to squeal to a stop. \n[50]Hi, Father Lowe! \n[51]I'm going to bring in a monster load of bottles in an hour or so! \n[52]Marty had seen where the tracer had struck home, he said, and I went out that day doing more than just looking for returnable cans and bottles- I was looking for a man- or woman- with only one eye. \n[53]Oh... okay. \n[54]That you, Mr. Fairton? \n[55]Got any bottles, Mr. Fairton? \n[56]Oh... okay. \n[57]'Bye, Mr. McClaren. \n[58]Father Lowe! I'm ready to turn in my bottles and cans! \n[59]Father? \n[60]Okay! \n[61]Father Lowe? \n[62]Father Lowe?... I've got my tally sheet... \n[63]I... I don't feel so well, I guess maybe I got too much sun. \n[64]No!  That is, I have to get home and help my mom with lunch. \n[65]No- she... she was going to meet me at the market. I'll be fine. \n[66]I will. \n[67]I ran faster than I ever ran in my life- what do you think, dummox? By the time I got back here, I really thought I was going to faint.  What are we going to do, Marty? If we tried to tell anybody- grown-ups, I mean- they'd laugh. What are we going to do? \n[68]I mailed another letter for Marty the next day... a third the day after that. Then, on Saturday... \n[69]...we told Uncle Al what we'd been up to. His reaction was less than serene. \n[70]Uncle Al- \n[71]You don't understand. \n[72]It was not! You want me to show you! Come on! I'm not afraid! I'll show you right now! \n[73]If Father Lowe is an innocent little lamb, why hasn't he picked up the telephone and called Constable Haller to tell him Marty's sending poison-pen letters? \n[74]Why hasn't he picked up the phone and told Constable Haller that someone is sending him poison-pen letters? \n[75]I don't know exactly what I believe. But I know that what I saw was a baseball bat and not a broomstick. I know there was something strange about the way the house smelled that day. It smelled like an animal's den. And I believe in Marty. I mean- there are times when he makes me so mad I could kill him, but I still believe in him.  You used to believe in him, too, Uncle Al. \n[76]Did you talk to the constable? \n[77]Shut up, Marty. \n[78]Blue. This blue. \n[79]In the made-up stories, the guy who's the werewolf only changes when the moon is full. But maybe he's really that way almost all the time, only as the moon gets fuller... \n[80]Here. Take mine, too. \n[81]Don't tell me what I have to do and what I don't, booger-brains. \n[82]I don't know. Maybe he doesn't know, either. \n[83]Will you? \n[84]Uncle Al's friend Mac was more than a gunsmith; he was, Uncle Al said, an old-world craftsman, a sort of wizard of weapons. \n[85]God knows what sort of story my uncle told him, but I think that for men who have been married as often as Uncle Al, invention on short notice becomes something of a specialty. \n[86]The gunsmith confirmed the high-grade silver content of my crucifix and Marty's medallion... \n[87]...melted them down... \n[88]...and molded them into a silver bullet. \n[89]By the time Marty's silver bullet was done, it was Halloween... and the full moon had come around again. Earlier that afternoon, my grandfather, who had been dying of cancer for over seven years, finally finished the job. \n[90]Sure, Uncle Al. \n[91]You'll burn yourself up sometime doing that, Uncle Al. \n[92]The moon's not down yet... \n[93]It's him! It's the werewolf! I see him! \n[94]I saw it, Uncle Al! I did! \n[95]Don't you touch me, snotbrains! \n[96]Don't you hurt him! Don't you hurt my brother! \n[97]I'm all right... but Marty! Ma- \n[98]Are you sure it's dead? Or him? Or whatever it is? \n[99]Oh Uncle Al, no! \n[100]Are you all right, Marty? \n[101]You're a real booger, you know it? \n[102]It wasn't always easy for me to answer that... but I could answer it that night, and I find I can say it now that the terrible events of that fall have receded to memories which seem little more than dreams in my mind. \n[103]I love you, Marty. \n[104]I love you, Marty... good night. ", "LOWE": "\n[1]For the last ten years... \n[2]For the last ten years, I have had a dream. A dream of a time when modern medical care would come to this small community, which sometimes seems so far from Durham, with her lifesaving hospitals. I hope that this meeting, at which I see so many of my friends gathered, will be the start of making my dream come true. \n[3]$32,000 is a lot of money. But when you think of the lives this unit might save, it seems very inexpensive indeed. \n[4]An endeavor like this seems to me to be the very definition of community - all of us pulling together as one, farmers and merchants... Protestants and Catholics... \n[5]Mr. and Mrs. Kincaid have asked that there be no mass said here this afternoon. There will be a requiem mass for Brady Kincaid this Sunday. They did ask me to say a word of comfort to you, if I could. \n[6]If there is any word of comfort I can give you, it's just this: the face of the beast always becomes known; the time of the beast always passes. \n[7]If there are times when we feel alone and afraid, only small creatures in the dark, then these are the times when we must turn to one another for our comfort and our hope. To our neighbors. To our community. To our love for each other. I alone cannot ease the pain for Herb and Naomi Kincaid, nor can I ease your pain, nor you ease mine. But if I believe anything it's this: we can comfort each other. We can heal each other. We can go on together. \n[8]The Bible tells us not to fear the terror that creepeth by night or that which flieth by noonday, and yet we do... we do. Because there is much we don't know, and we feel very small. But we must not be alone. We must not allow ourselves to be alone, for there is the wide gate to the hell of terror. Turn to each other. Join hands in your sorrow and try to remember that the face of the beast always becomes known.  The time of the beast always passes.  Let us pray. \n[9]Billy... Billy, this is a bad idea. Joe can... \n[10]But- \n[11]But can't we do anything? \n[12]Mr. and Mrs. Kincaid have asked that there be no mass said here this afternoon. They did ask me to say a word of comfort to you if I could. \n[13]Uh, if there's any word of comfort I can give you, it's just this: the face of the beast always becomes known; the time- \n[14]The time... the time of the beast always passes. There are answers... ways... ways to... to cope... if we turn to each other... \n[15]No! \n[16]Let it end, dear Lord. Let it end. Please let it end. \n[17]Top of the morning to you, Jane Coslaw! \n[18]That's great, Jane... I'll be waiting. \n[19]Take your cart around to the garage and unload, Jane! Then bring me your tally sheet! \n[20]Very good, Jane! \n[21]Good, Jane. Very... very good. \n[22]Jane! You're trembling! \n[23]Would you like to come in the parlor and lie down for a bit? Or have a cold drink? I have some soda- \n[24]I'll give you a ride! \n[25]Give my best to your brother, Jane. \n[26]Real slow. \n[27]Little bastard. \n[28]Bastard. \n[29]Oh, you bastard! \n[30]Marty... \n[31]I'm very sorry about this. I don't know if you believe that or not, but it's true. I would never willingly hurt a child. You should have left me alone, Marty. \n[32]I can't kill myself, Marty. You see, our religion teaches that suicide is the greatest sin a man or a woman can commit. Stella Randolph was going to commit suicide; if she had done so, she would be burning in hell right now. By killing her I took her physical life but saved her life eternal. You see, Marty? You see how all things serve the will and the mind of God? You see, you meddling little shit! \n[33]You're going to have a terrible accident, Marty. You're going to fall into the river. ", "HALLER": "\n[1]They said they'd be here by noon. \n[2]I waited until he hung up. Jesus, what a mess. I wish I'd stayed in the army. Let's go on out there. \n[3]...and blessed is the fruit of Thy womb. Jesus. Holy Mary, Mother of God, pray for us sinners now...now... \n[4]Stay off the bandstand, Herb. \n[5]Don't go up- \n[6]Shhh. \n[7]Shhh, I said. \n[8]I want all of you folks to go home! \n[9]I can't remember deputizing a single one of you! \n[10]We'll catch him. \n[11]The law has a name for what you men are planning. It's private justice, and private justice is about a step and a half away from lynch mobs and hang ropes. I'm no J. Edgar Hoover, but I am the law in Tarker's Mills, and I want you men to go home. \n[12]Herb...I know how upset- how grief-stricken you must be...but- \n[13]Yes. Yes, but- \n[14]Let them go. \n[15]This is that spirit of community you were talking about. Grand, ain't it? Maybe they'll shoot a hitchhiker or something and Andy can mount the head and raffle it off. To benefit the Medcu van, of course. \n[16]Sure. We can pray to Christ that none of them get killed. \n[17]Anne Sturmfuller and her little girl. \n[18]Putting on my Sherlock Holmes deerstalker cap, I deduce that they are leaving. \n[19]She's not the only one. Lot of people leaving town. And I guess if we want a beer, we'll have to drink it at home. \n[20]I lost my guts. \n[21]It was the Kincaid boy. I looked at him... and I felt it happen. It was no big deal. No worse than pissing down your own leg. You ever do that? Maybe when you were real scared? \n[22]One minute I had me some guts- as much as the next man, anyhow- and then, poof. Gone. \n[23]That's just about the craziest damn story I've ever heard, Al. \n[24]I appreciate that. Now, the next question: Do you believe any of this? You do, don't you? \n[25]That can be arranged. ", "ANDY": "\n[1]Joe Haller couldn't find his own ass if someone rammed it full of radium and gave him a Geiger counter. \n[2]Could be I know a fat old fella who ought to take care of his mouth before someone comes along and turns it inside out. I pay Joe Haller's salary to keep the people in this town safe, and he ain't doing it. \n[3]What are you, trying to be smart? \n[4]Bring me a Schlitz. \n[5]This whole investigation has been as efficient as a Polish fire drill! It- \n[6]What did you say? \n[7]What the fuck is going on h- \n[8]Groups one through four are in the woods north of the Sturmfuller place. Five and six west of Carson Creek. \n[9]Moonrise at 8:52 p.m. \n[10]If he comes out to stroll in the moonlight tonight, we're going to get the sorry sucker. \n[11]Just remember, it's the psycho we want, not each other. So look before you- \n[12]That's right, Joe- the only deputy you got is that fat shitbag beside you, and neither one of you has done a damn thing about solving this case. \n[13]You couldn't catch a cold. \n[14]Don't let this guy scare you! What's he done since this thing started but hang his face out? \n[15]He ain't got so much as a fingerprint! \n[16]Don't tell me to- \n[17]Well, it's about frigging time! They'll have his hide tacked to somebody's barn door before we get out there! \n[18]It came from over there. \n[19]We'll spread out in a skirmish line. If the bastard tries to go around us, we'll hear him. \n[20]Okay. Spread out on me. Five feet apart. \n[21]What are you- \n[22]I don't want to look at it. \n[23]No! \n[24]Jesus! ", "NAN": "\n[1]All right. Stay close. And make sure your brother's all right. \n[2]I want you two to bury the hatchet. You're being very silly, Jane. \n[3]I think you're being mean as well as silly. Your brother has never had a scraped knee in his whole life. \n[4]Jane Coslaw! \n[5]You're not going to vomit, Jane. And I think we've all had quite enough of this horror-movie talk. \n[6]Come on, Marty- bedtime. \n[7]Make it quick. \n[8]That's enough! \n[9]I don't want you drinking around Marty. That's too much. If you can't stop it, you better stay away. \n[10]Yes... you've always been that to him. But if you can't leave your booze in whatever dump you call home, you better just stay away. \n[11]Marty? \n[12]Jane, have you been teasing your brother again? \n[13]Jane Coslaw! \n[14]So have I, actually... I wish it could always be like this. \n[15]Remember, Al... we'll be at the Ritz-Carlton in Boston tomorrow night! Or at the funeral parlor. It's Stickney and- \n[16]And don't open the door for any trick or treaters even if they come! \n[17]You kids go to bed on time! You've got school tomorrow! \n[18]I will- be good, kids. \n[19]He's changed. Just this summer. Or something's changed him. Marty, maybe. And the drinking- I think it's almost stopped. Whatever it is, it's wonderful. And they'll be safe with him. I'm sure of it. \n[20]If I told him to, he will. ", "HERB": "\n[1]Has anyone in here seen my son Brady? \n[2]Brady! \n[3]Get out of my way! \n[4]Is it my boy? Is it Brady? \n[5]Brady! Brady! \n[6]\n[7]We'll bury his shoes. \n[8]That's what we'll have to do; we'll bury his shoes. Maybe in a couple of Roi-Tan cigar boxes. \n[9]We'll bury his shoes because his feet are still in them and they're the only part of him that makes sense anymore. \n[10]It's gonna be the cheapest funeral this town ever saw! \n[11]Yes. Correct. Shut up. \n[12]I just came from my boy's funeral. \n[13]He was torn apart. \n[14]Upset, you say. Grief-stricken, you say. Constable, you don't know what those words mean. My son was torn to pieces. To pieces! \n[15]My son was torn to pieces! You come in here and talk to these men about private justice. You dare to do that. Constable Haller, why don't you go out to Harmony Hill and dig up what's left of Brady and explain to him about private justice. Would you want to do that? \n[16]No. I thought not. You folks stay here if you want. I wouldn't ask anyone to do anything that runs counter to his conscience. As for me... I'm going out and hunt up a little private justice. \n[17]There is no comfort, Father. Only private justice. \n[18]Father- \n[19]It tore out his heart. ", "TAMMY": "\n[1]You booger. \n[2]What's that? \n[3]For getting a divorce? \n[4]\n[5]Thanks for coming with me, Marty- I was scared to go past her house by myself. \n[6]I mean, I saw her. All the time. \n[7]I used to see her every day, and she never knew what was going to happen to her, and neither did I! I mean I know how stupid that sounds, but... \n[8]There's something else scary. \n[9]That. \n[10]I've been hearing noises in there. \n[11]Rattling. Rustling. \n[12]And my dad says it's kids. But it's not rats and it's not kids. It's- \n[13]I've got to go. \n[14]You would, wouldn't you? \n[15]Well, it's probably nothing. I'm just spooked since... you know. \n[16]Okay. Have you got enough gas to get home, Marty? \n[17]Coming Daddy!  Bye... thanks again for coming home with me. \n[18]I like him. ", "WEREWOLF": "\n[1]My beer is Rheingold the dry beer... \n[2]Think of Rheingold whenever you buy beer... \n[3]\"Real slow! Real slow! Real slow!\" \n[4]\"Real slow! Real slow!\" \n[5]\"Real slow! Real slow! Real slow!\" \n[6]\n[7]Bringing in the sheaves... bringing in the sheaves... we shall come rejoicing... bringing in the sheaves... \n[8]Bastard Marty! Bastard Marty! Kill you! Reeeal slow! \n[9]Reeeal slow... \n[10]Maa-aaa-rty... \n[11]Maaa-aaa-rty... \n[12]Reeeal slow, Maa-aaarty- \n[13]Bastard Marty! \n[14]Kill you... \n[15]Bastard Marty! ", "BRADY": "\n[1]Little old blacksnake? Hell, no! \n[2]I got an idea. \n[3]Jane... Jane... \n[4]Did wittle Janie make wee-wee in her teddies? \n[5]Ooooh, naughty! \n[6]Really got her goat that time. \n[7]Look out! Look out! It's Madman Marty and the Silver Bullet! \n[8]You glad to be back in jail, Marty? \n[9]I gotta split - see ya, Marty... Tammy. \n[10]Drop it! \n[11]In a while! ", "PETE": "\n[1]What'd they say, Joe? \n[2]Maybe it wasn't such a good idea telling that Smokey Bear from the Detective Division to fuck off, Joe. \n[3]I've heard enough out of you, Andy. If you don't shut your mouth, I'm going to shut it for you. \n[4]You heard what I said, motormouth. \n[5]Joe, is it- \n[6]Is it the Kicaid b- \n[7]Yeah... but what are they doing? \n[8]Joe, what's wrong with you? I ain't never seen you like this. \n[9]Bullshit. \n[10]Joe... you are going to feel better than this. This... this feeling of yours... it's gonna pass... ", "MILT": "\n[1]Tammy, you get on in here and do some dishes! \n[2]\n[3]'Bout time. Why you want to hang around that cripple? \n[4]Goddamn cripples always end up on welfare. Ought to electrocute all of 'em. Balance the fucking budget. \n[5]Give him the airplane! Wring his neck! \n[6]Give him the sleeper, you fuckin bugwit! \n[7]Let's see if you want to come back and break my pots all to shit after I put some rock salt in your asses! \n[8]Who's there? ", "VIRGIL": "\n[1]Well, Marty! I see you lucked out again! \n[2]Want me to check the oil? \n[3]Wipe the windshield an check the driver's bullshit level? \n[4]But the woman's bed was ripped right down the middle, Elmer- it's take a chainsaw to do something like that! \n[5]That could be something to throw off the cops. And it ain't animals that try to confues the law; it's people do that. \n[6]Jesus, that was close. Uh, pardon me, Rev'runt. \n[7]Rev'runt! What is it? \n[8]Sure...okay... ", "ARNIE": "\n[1]My beer is Rheingold the dry beer... Think of Rheingold whenever you buy beer... \n[2]It's not bitter, not sweet, it's a real frosty treat, won't you try, won't you buy Rheingold beer... \n[3]Stuck tighter'n dogshit in a deep freeze! \n[4]Hot damn! Now... a little oil... \n[5]It's not bitter, not sweet... it's a big fuckin' treat... \n[6]My beer is Rheingold the dry beer... Think of Rheingold whenever you fry beer... \n[7]Oh n- ", "BOB": "\n[1]Just pretend you're in your own church askin' for money, father! It'll work fine! \n[2]Stop it or I'll throw the whole bunch of you out! \n[3]That's where poor old Arnie Westrum pitched his last drunk. \n[4]They had to pick up what was left of him in a peach basket. \n[5]Stop it, your mother said. \n[6]I can't believe that you'd agree to leave the kids with him. A year ago I would have laughed at the idea. You used to almost breathe fire when Al came in the house. \n[7]I know they'll be safe with him... but will he get them both into bed by nine-thirty? ", "ELMER": "\n[1]Don't tell me an animal can't rip a man up the way Milt Sturmfuller was ripped up! \n[2]Shut up, Porter.  What about the tracks? \n[3]Shut up, Porter. \n[4]Help me Porter, goddammit! \n[5]Don't pull me! You want to rip the right cheek of my ass right off? \n[6]Are you going to unhook me or be a wise guy? \n[7]Spooky in there, ennit? ", "STELLA": "\n[1]Please! You have to help me! \n[2]Who - ? \n[3]He's going away. I know he is. \n[4]What am I going to tell my mother? If he won't marry me, what am I going to tell my mother? \n[5]Oh, leave me alone! Just leave me alone, you stupid thing! \n[6]Suicides go to hell. Especially if they're pregnant. And I don't even care. ", "OWEN": "\n[1]You guys turn down the thermostat or I'm gonna turn you all out. Now who's drinking? \n[2]Jesus wept. \n[3]Let off him, Maggie. I'm scared, too. \n[4]Come on, then! You want to rock and roll with me? \n[5]Come on, come on! You want to do the bop? I'll bop you, motherfucker! Come on! \n[6]Come on, you bastard! "}}