{"dialogues": {"ICHABOD": "\n[1]Yes, it is me.  But, not only me... I found someone here... \n[2]Someone quite dead. \n[3]Just a moment... if I may.  It is possible this man was murdered. \n[4]There are surgical ways of telling how he died... by the water in his lungs... \n[5]I could determine if he were dead before he went into the Hudson. \n[6]There is nothing heretical about science, sir.  The Chinese have written on it for hundreds of years... procedural study used to solve seemingly unsolvable crimes. \n[7]Our first night watch is adequate against fire and some violence, but if we were more often able to ensure justice, after the fact, then criminals would truly have something to fear from law enforcement. \n[8]Without disrespect, look around you. We overflow.  As do our courts. \n[9]But, how many innocents rot here? And, how many victims are buried without reprisal while guilty men roam our streets? \n[10]Even though I have seen confessions pried from the lips of the accused, often quite literally? \n[11]Not Liberalism.  Equanimity. \n[12]Chosen me? \n[13]Not for lack of trying. \n[14]I shall, gladly. \n[15]Such a day for such a sad farewell. But, this is goodbye, my sweet. \n[16]Excuse me, Miss... They have a laugh at your expense. \n[17]I... I am looking for Baltus Van Tassel. \n[18]Well, unless your name is Baltus, you should not worry over mine. \n[19]I have been sent from the city with a letter of introduction. I am told you offer me room and board. \n[20]If we could speak alone. \n[21]An honor, gentlemen.  In time I will need every detail of the three murderings you've had, but, for now, I ask only if you have any theory at all as to who the killer might be? \n[22]I say, is there any one person suspect in these acts? \n[23]The militia? \n[24]All I know is three are slain, their heads found severed from their bodies... \n[25]Pardon me? \n[26]Just a moment... Are you saying it is he? \n[27]Excuse me, gentlemen, but... who has seen this Horseman? \n[28]Then, name one person who has seen him with their own eyes. \n[29]While I will do everything I can to find your assassin, I will look for a man of flesh and blood.  Not some goblin-demon from hell. \n[30]You worry for naught, little man. Nothing will harm him there. It is problems here on the ground you people need begin to worry about. \n[31]Do you often make a habit of sitting on strange men's beds? \n[32]Feel free to form your own opinion. Though it appears you already have. \n[33]Excuse me... I should apologize.  I, um... I... have no great love of... \n[34]Small talk. \n[35]Perhaps it is because your suitor's hands were recently very nearly wrapped around my throat. \n[36]The massive fellow... Brom.  For someone you call \"friend,\" he misplaces a good portion of jealousy. \n[37]Which may explain his temperament. To have asked twice means the answer was \"no\" at least once. \n[38]Extra ordinary, yes.  But first, you tell me about the Headless Horseman. \n[39]Are you so superstitious? \n[40]There is no such thing as magic. \n[41]Poets have silly notions about plants and bodily secretions. \n[42]The Van Garretts died first; a man and his son, survived by a wife and two infants.  And the Widow Windsor was next... \n[43]Why would he flee this direction, with so much open ground to cross before he reached cover? \n[44]Believe? \n[45]It is a prime tenet of science, Philipse, that because one thing appears improbable does not mean you embrace the utterly fantastical. \n[46]What is that you wear? \n[47]Well... so much for common sense. \n[48]Who took the meat? \n[49]These woods of yours sound a bit crowded, what with all the witches, ghouls and Indians living there. \n[50]Why did you move the body, Doctor? \n[51]You are the blacksmith.  Ever shod a horse with a hoof this large? \n[52]Van Ripper.  Can you show where the body lay? \n[53]To the best of your recollection, where did the open wound fall? \n[54]There was not much blood, was there? \n[55]No bleeding. \n[56]This should have bled by the pint. Yet, no blistering or scorched flesh. How... ?  Whatever weapon was used... it cauterized somehow.... \n[57]It instantly burnt the wound shut. \n[58]I am not here for revenge.  I am here to bring justice. \n[59]I manage fine alone. \n[60]Young Masbath, I am sorry for your loss.  It is a great and sad tragedy. However... I cannot be the one to look after you now. \n[61]Well enough.  Your gathering does honor to the deceased. \n[62]What are you spying on? \n[63]He is a behemoth. \n[64]More than enough, actually. I beg you, no more, please. \n[65]Tell me something. What becomes of Young Masbath? \n[66]Find yourself a place in the servants' residence and wake me before dawn. Our first task will be an unsavory one. \n[67]I cannot proceed without examining the previous victims. \n[68]Protest to my superiors if you like. \n[69]Then, you should have left two days ago, because I have men willing to help me today. \n[70]Why was I not told of this? \n[71]Is that all you say?  Look at her. \n[72]What is the common thread between these victims? \n[73]We must discover it.  The reason the murderer chose these persons. \n[74]The wounds are the same.  Cauterized. No chopping or half-measures either. One stroke took the head.  Have you seen, doctor... ? Even the spinal bone... sliced as smooth as butter. \n[75]In time, doctor.  Soon as I finish. \n[76]You should step outside. \n[77]Sorry for disturbing you.  I thought a forgotten candle was burning. \n[78]May I ask... why do you cover your book that way? \n[79]I, um... I have something to show you, if you have a moment. \n[80]I have had them since childhood.  I cannot remember what from. \n[81]Here it is.  A bird on one side. His cage on the other.  Now, stare at it. The bird seems to be in his cage. \n[82]He only appears to be inside the cage.  The point being... \n[83]Yes, but listen.  The illusion is easily explained.  The eye retains each image, till they combine.  And yet, some would call this toy magic. \n[84]If you want.  But... \n[85]Thank you.  No.  Here... \n[86]Very well.  But, it will only sit gathering dust. \n[87]Are you saying I should be frightened? Is this a message passed on from Clergyman Steenwyck? \n[88]I know it. \n[89]Listen to what you say.... \n[90]At times I do. \n[91]Philipse! \n[92]If these are the random stalkings of a monster, what good am I? \n[93]They have done nothing of the sort. \n[94]Two days... ?  For murder? \n[95]Does that look like an animal hanging? \n[96]Wait.  Give me a moment... \n[97]The Lenape Indian had much to tell once I opened his mouth. \n[98]His teeth.  Someone had cut them and chipped off rotten pieces far back in his mouth.  The Lenape could not have done that for himself. Someone out there cared for him. \n[99]Up. \n[100]What is it? \n[101]Out there.  What do you see? \n[102]Look again. \n[103]Are you familiar with magnets? \n[104]Not for eating, I assure you.  Watch here. \n[105]Yes... I suppose it is.  Keep it. \n[106]I have others.  All I need is this. \n[107]Now, hold the bowl steady.  Back to business. \n[108]If the Western Woods are truly the Devil's Glen, we will see for ourselves. \n[109]Witches do not exist.  However... \n[110]Not long ago, I would have said the same for Headless Horseman. \n[111]No stone may be left unturned.  It may appear harsh... \n[112]You are not regarding it in full. The Widow Windsor had been run through by a sword.  I followed the bloodless wound, a wound whose path I could not comprehend till I had seen the Horseman with my own eyes. \n[113]The child she carried was eight months grown at least... near to birthing.  The sword had pierced its tiny heart exactly. \n[114]There was no blind stabbing.  This singular thrust found its target omnipotently, as if the Horseman made certain the unborn child died with its mother. \n[115]It was not butchery. \n[116]I have no solution for its meaning yet, but I could not just ignore it. \n[117]To avenge his father, and the others. \n[118]If it had been surgery on a living person, done to save that person's life, you would not question it.  Not for a moment.  So, let me be the first to tell you, dear girl... on the other side of these sheltering mountains, a whole world has advanced beyond such plebeian thinking as yours.  And someday, no matter how much you fear it, that world will come to roust Sleepy Hollow out of its slumber. \n[119]What is it? \n[120]I hear nothing. \n[121]We have apparently arrived. \n[122]Pardon.  You did not answer when I knocked.  Are we intruding? \n[123]In a way, yes. \n[124]The Lenape who lived in these woods... do you know him?  The Redman? I should tell you... he has been murdered. \n[125]The Horseman.  Yes. \n[126]Can you help? \n[127]What... what are you doing? \n[128]Excuse me... um... \n[129]Are you alright... ? \n[130]We are leaving. \n[131]How could something named \"the tree of the dead\" fail to draw attention? \n[132]We should not go much further in this murk. \n[133]We are far from the Hollow. Loath to say it... better to get our backs against a tree and stay till morning. \n[134]\"Let loose his silent shrieking.\" Who knows, till we work at it?  I admit not being anxious to find out. \"He who holds the Horseman's desire will guide his reaping hand.\" Whatever the Horseman's desire is, other than extinguishing lives. \n[135]Do not move. \n[136]What God-forsaken hell is this? \n[137]Christ... \n[138]The wound is neither smooth nor cauterized, but jagged.  She bleeds like a fountain. \n[139]She did not go quietly. \n[140]What are you doing? \n[141]I fired upon the Horseman and the bullet did nothing. \n[142]I hit him square. \n[143]Allow me some time.  I have spent every hour in the company of others. I need to be alone. \n[144]No, actually, you were not.  Every word you spoke had truth in it. \n[145]Lady Van Tassel... she is your stepmother, isn't she?  She bears so little resemblance. \n[146]She is not your birth mother, is she? \n[147]What happened to your mother?  Is she still alive? \n[148]Memories have come back.  I had them forgotten, and wish I could forget them again... but they are here now. Lord, how I hate this place. \n[149]I... I do not know.  I no longer know what I think or what I feel. \n[150]Yes, actually. \n[151]Do you know... I think those are the first words I have heard from you my entire time here. \n[152]Um... I... I did not... no.  Why? \n[153]I should be going... good day to you. \n[154]You grow sharper by the minute, little man.  It boggles my mind, but I begin to prefer your company over all others. \n[155]True enough. \n[156]Good questions, deserving answers, of which we are in short supply. \n[157]Quicken pace. \n[158]Ride on. \n[159]Halt and turn.  I have a pistol aimed at your head. \n[160]Katrina.  Why do you follow? \n[161]A woman should not be out alone in these woods. \n[162]Come along. \n[163]Blood. \n[164]Stay back. \n[165]Just... keep where you are. \n[166]He... he tries to take the heads... they will not pass. \n[167]Must be some sort of gateway.  But, why this place... ? \n[168]Why this tree? \n[169]\"Climb down to the Horseman's soulless place.\" Bring the shovel. \n[170]It cannot be true. \n[171]Why is it every grave I open holds a new mystery inside? \n[172]Yes.  I did notice that, thank you. \n[173]This is his silent shrieking... and his desire, to reclaim his head. \n[174]\"He who holds fast the Horseman's desire will guide his reaping hand.\" Someone controls the Horseman. \n[175]His next victim is chosen! Give me distance, then guide her back to the Hollow. \n[176]For what it's worth... \n[177]Look. \n[178]What... what are you doing... ? \n[179]... Brom Bones... \n[180]Bring Young Masbath here. \n[181]Bring him. \n[182]Man or woman? \n[183]Business, best hidden is hidden best at night. \n[184]Because, I serve a fine purpose alive. It is perfection for our murderer if I return to New York City with nothing more than tales of a galloping ghoul. We must uncover the reason these victims were targeted.  What was taken from them... other than their lives? Who benefits by their deaths? \n[185]Damn it. \n[186]Wait... \n[187]Panic has set in. \n[188]Sanctuary.  Or, so they hope. \n[189]Do you have these persons' wills? \n[190]Yes, sir... but, do you have these? \n[191]May I see them, Master Hardenbrook? \n[192]May we look at them now? \n[193]Maybe you should take this. \n[194]To discover what might have been taken from those who died, it will help to know what was there that could be taken in the first place. \n[195]Master Hardenbrook... \n[196]Perhaps, I could assist in finding them? \n[197]And it now belongs to you, according to Baltus.  I heard him say it. \n[198]Then look here at your father's will, and tell me why you are not listed. \n[199]Van Garrett had denoted his elder son in his last wishes; the same son murdered along with him.  But Van Garrett's wife and two infant children are not written... and they were spared. Do you see?  Philipse had no family to bestow his farm to.  But, here... The Widow Windsor was listed on her late husband's will.  After her inheritance, she amended the document to include her bastard child.  This is why the Horseman made absolutely certain to impale the unborn descendant. \n[200]Only the heirs were killed.  Proof that the Horseman slaughters by assignment. \n[201]No one yet, far as I can tell.  It has gone intestate. \n[202]Intestate.  Your farm... all the farms... they belong to no one. \n[203]Often in such cases, property which has gone intestate legally passes to whomever the deceased was indebted to. And, who in this town is owed a great many debts? \n[204]Did your father take a loan? \n[205]Tonight, we answer questions.  And, to discover who moves about the Van Tassel house after dark... all we need is a candle. \n[206]Midnight seems an appropriate time. \n[207]They are alphabetical. \n[208]There are none for Magistrate Philipse either.  \"Paasch, James\" \"Pieter, Thomas\" \"Pos, William.\" \n[209]Keep looking.  Then, hide in my room and bolt the door till I return. \n[210]Lady Van Tassel. \n[211]Something I really wish I had not seen. Never mind it.  Did you find the victims' loan agreements? \n[212]Katrina. \n[213]It is nothing.  She comes to read books, so her father will not find her. It is absolutely nothing. \n[214]Fiction plays and novels.  Baltus does not approve.  Now, come.  It may not be long before Lady Van Tassel returns. \n[215]Excuse me, Lady Van Tassel... Katrina is not in her room. \n[216]Where? \n[217]Very little.  I must be going... \n[218]It appears well.  It has already clotted. \n[219]It is fine.  Now, I must... \n[220]What... ? \n[221]How did you hear this? \n[222]I appreciate your concern.  I thank you, sir. \n[223]Things have become complicated. Katrina is at the mill.  Ride ahead, find her and bring her to meet me outside the church.  Find her at all costs.  Quickly. \n[224]Only if I repeat them outside this room.  And, I will if I must... Out there, for all to hear.  Or... you may speak, as planned.  But, you tell them you feel compelled to move on to greener pastures. \n[225]Oh?  Far as I can tell, a rumor does not travel alone for long here. \n[226]It is only important what you are. An adulterer... \n[227]Wallowing in sin and lust... \n[228]Wallowing quite literally in blood. \n[229]He may.  But, not soon enough for you, and not on your behalf. \n[230]You are so upset now... and yet, you seemed in such good spirits last night. \n[231]Climb to the top of the tallest ladder you can find, Father.  That is the closest you ever come to God. \n[232]Come with me. \n[233]Explain these.  I found them secreted away in the sewing room. \n[234]Why... why have I scrambled and run and clawed in all directions, only to find you against me? \n[235]It was you there? \n[236]And, what did he say? \n[237]What did he say, Katrina? \n[238]The loans give the land to your father. It does not matter survivors are still on their farms.  They could be thrown off... tomorrow... a year from now. \n[239]What would you have me believe? \n[240]The name Van Tassel is blackened.  You share that name. \n[241]Katrina... \n[242]Stop this! \n[243]The Horseman cannot enter!  It does not matter who he wants, he cannot cross the gate! \n[244]Here!  I have found her... Here she is. \n[245]You will stay at her side? \n[246]I need time for thinking.  Without you hanging on my coattails for a change. \n[247]Nothing.  To hell with this place and all the people here. \n[248]You do not know all that has happened. You cannot understand. \n[249]Half now.  Half when we reach the city. \n[250]This is farewell. \n[251]I cannot. You should not worry. Van Ripper and his wife will look after you.  They will.  You will be well cared for. \n[252]I am sorry. Forgive me.  I failed you. \n[253]Van Ripper, turn the coach about! \n[254]Turn around.  Now! \n[255]Pardon the intrusion... \n[256]I never examined these bodies. \n[257]Would you stay, doctor?  I may need assistance. \n[258]Stains of blood. \n[259]Jagged flesh. The Horseman did not do this. \n[260]Here, Doctor.  Hold this just so... \n[261]No clotting or gathering of pus.  No healing at all. \n[262]When this cut was made, this person was already dead. This is not Lady Van Tassel. \n[263]Open the door.  Open up, damn it! Lady van Tassel is alive.  The Horseman is her puppet.  Please... \n[264]Listen to me.  Lady Van Tassel has faked her death.  I need able men... \n[265]No... \n[266]Van Ripper... do you have a gun? \n[267]May I see it? \n[268]Get down.  Hurry! \n[269]Sorry. \n[270]Katrina! \n[271]Climb up! \n[272]I know.  Hold on. \n[273]Christ. \n[274]I do not know.  Away. \n[275]We might make it to the church. \n[276]Damn it, boy, get back here! \n[277]Take the reins. \n[278]Masbath is right.  We must do something. \n[279]Keep him off!  Block him! \n[280]Take it! \n[281]Move forward! \n[282]Go! \n[283]Help her. \n[284]I doubt that's the end. \n[285]He moves too fast. \n[286]His horse. \n[287]There... \n[288]He's coming! \n[289]Hurry! \n[290]Get up those stairs.  Open the door to the roof and wait. \n[291]Keep climbing.  I will follow... \n[292]Hopefully. \n[293]No. Get to the crest of the roof and be ready to jump. \n[294]The blades will carry us to the ground. Face front and wait for me. \n[295]We have no choice. \n[296]Be ready... \n[297]Now! \n[298]Okay... come on... \n[299]Oh, no... \n[300]Let her go! \n[301]No! \n[302]Horseman! \n[303]How are you? ", "KATRINA": "\n[1]Forgive me, I didn't know. \n[2]Brom! \n[3]They're only children, father. \n[4]You will dream. \n[5]Did they tell?  It is something in the air so that dreams come to everyone.  According to the elders, an Indian prophet held powwows here before the land was taken, and spells cast then still linger to this day. \n[6]You are horribly old-fashioned, aren't you? \n[7]Well, I intended to apologize for the behavior of my friend Brom Van Brunt, but it seems I've made matters worse. I'll leave you to your business. \n[8]Other people? \n[9]It might have been more.  Might have been positively grand talk. \n[10]Is it me, or are you this nervous around all women? \n[11]My suitor? \n[12]He has proposed to me twice. \n[13]I've read a great deal about your New York City.  Do be a dear and tell me all about it.  Sounds like an extraordinary place to live a life. \n[14]Not all think it is the Horseman. Many say witches come from the Western Woods to steal skulls for their cauldrons.  Some believe a person in this very town kneels before Lucifer, offering death as tribute.  And, still others believe none of it. \n[15]To call a person superstitious is to imply they fear magic, but not all magic is black. \n[16]Really?  Then... what is your rebuttal to those romantic poets claiming proof of magic in a rose at full bloom, or even in a teardrop? \n[17]You are funny. \n[18]You do not disturb me.  Please stay. Having trouble sleeping? \n[19]You pay great attention to small things.  I hide these as I hide all my books.  Father would not approve, lest it were the Bible. \n[20]These are strange... may I? \n[21]These scars.  How did you get them? \n[22]It would be interesting to find out. \n[23]Yes, he does.  May I try? \n[24]You made this, and the drawings? \n[25]Don't you see why?  Look closely a moment.  Put your intellect aside. Can't you see what is inexplicable? \n[26]Oh, you are hopeless.  May I keep it at least? \n[27]Then, I also have a gift for you. True magic which even you will not be able to deny. \n[28]I insist that you have it. \n[29]That would be a pity.  Those words might show you something you've never seen before. \n[30]Constable Crane? \n[31]Are you hungry? \n[32]You promised justice. \n[33]People have put their trust in you. \n[34]Won't they still have that justice? Or, was it a vain promise? \n[35]Constable... ! \n[36]I need to speak with you.  Alone. \n[37]Why would you do such a thing? \n[38]I have misjudged you I think.  I did not imagine you were so cruel. \n[39]What are you on about? \n[40]Must I hear this? \n[41]And this gives worth to butchery? \n[42]What is it then?  Scientific method? How can any of this matter in the slightest? \n[43]Take a lesson from Young Masbath's desires, Ichabod Crane.  He follows with you to avenge his father's death. That I understand.  But, what do you want? \n[44]But, why?  Tell me why. \n[45]You falter with your answer because you strive without putting the whole of your heart into it.  Can't you see? You'll bring dignity to the dead even if you have to chop them into little pieces to do it. \n[46]Stop this!  Leave them alone! \n[47]Constable Crane? \n[48]What troubles you? \n[49]The things I said to you before... I was wrong to say them. \n[50]What has happened? \n[51]What? \n[52]No, but... why do you ask that? \n[53]She died.  Her lungs were diseased... two years ago.  What is this about? \n[54]If you want me to go, I will.  Do you want me to leave? \n[55]Why are you so afraid of that?  Is there truly such harm in uncertainty? \n[56]It is only me. \n[57]I apologize if I worried you. \n[58]But, I am not alone, am I?  I only wished to see what you were up to, and... To thank you. \n[59]What did you say? \n[60]What are you doing? \n[61]My God... what has happened? \n[62]Masbath, we've found it. \n[63]The skull is gone. \n[64]Ichabod! \n[65]Lay still, Ichabod.  Do not move. \n[66]I'm drawing bad blood from the wound. \n[67]Constable... are you there? Ichabod? \n[68]What is so urgent? \n[69]Why have I not seen your face for so long?  You look much better. \n[70]I have been reading your journal. I'm sorry.  I found it too fascinating to resist. I rode to catch up with you at the Notary, out of curiosity.  Before I found you though, I overheard what you were said. \n[71]When... when you spoke father's name along with accusations, I could not believe it.  I had to hide these... at least till I could confront him myself. \n[72]He did not do these things.  If you knew him, you would realize... \n[73]I have not been able to face him yet. \n[74]Yes, I have seen that, and I told you why I hid them. \n[75]If you think I am behind this, say it. \n[76]Call me a liar, then, and a murderess. Say it, out and out. \n[77]Speak the words, Constable.  What is stopping you?  What has happened to your ability to transcend sentimentality? \n[78]Oh, no.  No.  Please... don't dare stand looking as if you still care for me, after all that you have said.  If I were to confess, would that ease your suffering?  Would that make it easier for you to hate me?! \n[79]Father? \n[80]Father! \n[81]Father! \n[82]\n[83]Father... \n[84]You... you are alive. \n[85]Father saw you die. \n[86]No one will believe your lies, whore. \n[87]Murderer! \n[88]Ichabod! \n[89]Ichabod! \n[90]Ichabod! \n[91]Where are we going? \n[92]Masbath... ! \n[93]Ichabod! \n[94]The church. \n[95]What was that? \n[96]Ichabod... \n[97]Quickly, close it. \n[98]I... I can't do this. ", "YOUNG MASBATH": "\n[1]No, father.  Wait... He's already been up once.  Why does he go again? \n[2]Then... I go with you. \n[3]Whatever.  You still need a second to tend to your things. \n[4]I deserve to help you.  Don't you see how much this means?  My father... he... he was a good man... \n[5]I did not ask you to, did I? \n[6]I'm sure I don't know. \n[7]Um.... excuse me, sirs... \n[8]Sirs... please! \n[9]Constable Crane... something has happened. \n[10]How could he? \n[11]Where are we going? \n[12]It's payment day.  Loan monies are given to Baltus the last day each month.  Almost everyone borrows... for tools or to hire workers. \n[13]The Western Woods. \n[14]Smoke.  Chimney smoke. \n[15]What kind of nuts? \n[16]It's spectacular. \n[17]No, I couldn't... \n[18]Thank you. \n[19]Father said witches live there. \n[20]Listen. \n[21]No crickets or cicadas calling.  No bird songs. \n[22]Were you a friend to the Indian? You should have this... if you were his friend. \n[23]What happened? \n[24]Follow the Indian trail to where the sun dies.  To the tree of the dead. Maybe we passed it by. \n[25]Should we go back? \n[26]What does it mean... climb down to the Horseman's soulless place? \n[27]If the Crone's wound bled hard, that means she was not killed by the Hessian.  Someone only tried to make it look that way. \n[28]Well... I'm one of the few people who likes you. \n[29]Then, who murdered the Old Crone?  And why? \n[30]You were right... it does draw attention to itself. \n[31]What is it? \n[32]We should go. \n[33]Constable! \n[34]Someone left last night.  Looked like they headed to the square, but I lost them in the forest. \n[35]All I saw was their lantern. \n[36]If someone has the Horseman's skull... if they control the Horseman, then why haven't they sent him for your head yet? \n[37]I'll get it. \n[38]Who did this? \n[39]What good is this? \n[40]My father had farm land.  It was the only thing we owned of any value. \n[41]Yes. \n[42]But, if the farm is not mine, who stole it away? \n[43]In test... what? \n[44]What does it mean? \n[45]Baltus Van Tassel. \n[46]Yes.  I rode with him on payment days. \n[47]There is no Masbath here.  My father's loan papers are missing. \n[48]I was getting worried.  Who was it? \n[49]What was she doing? \n[50]No.  They are all missing. \n[51]There is more, though.  While you were gone, I could hear someone else walking through the house. \n[52]Here. \n[53]There are no other doors.  This is as far as she could have gone. \n[54]What books? \n[55]But, sir... what books?  Where are they? \n[56]If there is a secret place for books... it could be just as good for the missing loan agreements. \n[57]Constable. \n[58]Fie!  Here they are. \n[59]What now?  Where is she? \n[60]She's the one who controlled the Horseman, isn't she, sir?  Sir? \n[61]Won't you change your mind, sir? What can I say to convince you? \n[62]Why... why are you like this? \n[63]Take me with you.  There's nothing left for me here. \n[64]Do not go, Constable.  How can you leave? \n[65]Hello?  Katrina? \n[66]Katrina. Is anyone here? \n[67]She commands the Horseman. \n[68]Then, whose body was it... ? \n[69]Here we are! \n[70]Lady Van Tassel... \n[71]Here he comes! \n[72]What can we do? \n[73]What now? \n[74]It won't hold. \n[75]Look out! \n[76]Jump?  Jump where? \n[77]Tired. ", "LADY VAN TASSEL": "\n[1]You said yourself.  What mere man could have downed the Belltower? \n[2]Has he not come out at all? \n[3]Good morrow, Constable. \n[4]Returning to the Western Woods? \n[5]Use caution. \n[6]As my husband says, a wife should be always like an echo, and at the same time, quite unlike an echo. Like an echo, she should speak only when spoken to, and unlike an echo, should never try to have the last word, or, at least that is what he believes. \n[7]Doctor, he is awake. \n[8]No.  She has gone out. \n[9]She has taken the last of our grain to be milled. You do have a background in the medical arts, don't you, Constable? \n[10]Will you look at this?  I cut my hand this morning: I sewed it myself, but I am afraid it will go bad. \n[11]Look closer.  Do you have anything to clean it with? \n[12]I know you saw me. \n[13]I know you followed last night.  You must promise not to tell Baltus... \n[14]Have mercy on me.  Please... have mercy. \n[15]Am I?  Or, are you and Young Masbath dead along with me? \n[16]And, quite beautifully done, wouldn't you say?  It is almost over. \n[17]He rides tonight. \n[18]He saw me thrown... saw the Horseman looming over me as I fled.  Things I wanted him to see.  But, as long as I govern the Horseman, he cannot harm me.  Baltus did not stay enough to see that.  He ran as a coward, unfettered by my fate. \n[19]The precious servant girl Sarah.  I killed her and kept her body hidden, till I needed it.  And, when I return to the Hollow tomorrow, my version of the truth will come to pass. I mean, there I was that fateful day, following Baltus into the woods.  I did not know what he was up to... where he was going.  I worried for his safety. \n[20]Imagine my surprise, finding him on a liason with a common servant.  A girl who had apparently become his secret love. \n[21]This whore will see your mouth shut forever very soon.  But... I am not going to kill you.  Not me... \n[22]He will have that honor. \n[23]Woe is me... that spying on my husband in his filthy indiscretion, I saw he and Sarah attacked by the Horseman. Oh pity me... so overcome was I that I wandered in the Western Woods... dazed... nearly blind from terror. \n[24]And, tomorrow is my grand performance, having barely survived the elements... By sheer luck I found my way back to the Hollow.  But... what do I find here... ?  My dear, sweet step-daughter Katrina is dead.  Why has God forsaken her? \n[25]No one will suspect this sad woman who has been through such an ordeal.  With only the empty solace of her money and land to comfort her. \n[26]You've been a naughty girl. \n[27]Little bitch. \n[28]Run, Katrina!  Fast as your pretty legs will carry you.  It makes no difference. \n[29]Nothing will stop him now! \n[30]Olly-olly oxen-free! \n[31]Should have stayed away, Constable. \n[32]Keep back, or I kill her. \n[33]See him... \n[34]You cannot kill what is already dead. \n[35]Yes... yes.  I think I will... \n[36]Say goodbye to her. ", "BALTUS": "\n[1]Can I help you, sir? \n[2]This is not a time for frivolity, Katrina, is it?  Am I mistaken? \n[3]That will be all, ladies. We are joined by Doctor Thomas Lancaster, Constable.  And to his left are, Clergyman Steenwyck and our able magistrate, Samuel Philipse, both keeping order in their own ways. \n[4]I myself am in charge of financial matters and the regulation of currency in our commonwealth.  And, lastly, this fine fellow is James Hardenbrook, our Notary. \n[5]You have not been well informed of our troubles, sir.  If you would... \n[6]The Horseman... he was a Hessian mercenary, sent to our shores by German princes to help keep Americans under the thumb of England.  However, unlike his compatriots who came as muscle in trade for currency, he came willingly.  For love of carnage. \n[7]He was infamous for taking his horse, Daredevil, hard into battle... chopping off heads at full gallop. \n[8]Just to look on him made your blood run cold, for he had filed down his teeth to rapiers... to add to the ferocity of his appearance. \n[9]He would not finally meet his end till the winter of seventy-nine, when New York City was held by Henry Clinton and Washington occupied West Point.  It was between those two places, not far from here... \n[10]But, only recently has the Headless Hessian been seen prowling the Hollow, in search of a head to suit his shoulders. \n[11]Many have. \n[12]Constable, where are you going!? \n[13]Come back, sir... Madness. \n[14]Was this Jonathan's? \n[15]Must have been the Redman.  A Lenape Indian lives in the Western Woods. \n[16]Hail, Constable.  How are you? \n[17]If you gentlemen will excuse the doctor and I... we have financial matters to discuss. \n[18]Constable... did you notice anything out of the ordinary during the night? \n[19]Sarah has gone missing... my servant girl.  Her things are gone.  Damn it. She has joined the migration out of town. What about breakfast, woman?  Or, am I to starve to death? \n[20]Constable, it is urgent that we speak. \n[21]Clergyman Steenwyck is calling a meeting.  This time he is determined to have you forced out, or worse. \n[22]He came to me.  He promised great violence.  Said I should cast you out for my own protection. I must speak honestly.  There is no reason to think he will not meet with success. \n[23]That is the meeting bell already calling.  With the murder of Killian and Brom, no one sees any good from you.  If... if you were to leave... you might be saving your own life. \n[24]Hurry along.  The meeting has most certainly already begun.  We do not want Steenwyck as our enemy. \n[25]The Horseman is coming! \n[26]Save me... \n[27]He killed her... \n[28]The Horseman has killed her. \n[29]Steenwyck! \n[30]Damn you, Steenwyck!  Help me! Let me in! \n[31]No!  Get away from me! \n[32]The next person to lay hands on me will have a bullet.  Stand off! \n[33]No!  We're safe here. You said it.  The Horseman will not have me. ", "BROM": "\n[1]Be a sport and stop complaining. \n[2]Certainly not. \n[3]We haven't heard your name yet, friend. \n[4]You need some manners. \n[5]Yes.  Seems he panicked across here and broke two legs. \n[6]There's only one Lenape.  He eats small animals and lost children... and the occasional constable when he can get it. \n[7]What the hell are you doing? \n[8]Never.  A shoe that size I would have remembered. \n[9]We do not need you, Constable... \n[10]The men who did this have been taken. We do not need you here. \n[11]They spend two days in chains. \n[12]Looks like an Indian. \n[13]Let them go Are you going to beat an orphaned child, imbecile? \n[14]Only for the moment. \n[15]No.  I agree he has only made matters worse.  But, that will change, if you listen. \n[16]Theodore, Glenn and I offer to ride each day and night to watch over the Hollow.  We will stalk the border of the Western Woods and haunt the Horseman for a change, with rifles like this... and slugs like this... \n[17]Hollowed out and filled with powder. \n[18]Constable Crane is not the only one who fights with science on his side. \n[19]You must have missed your mark. \n[20]I say... if the Horseman is solid enough to take the lives of our people, he's solid enough to feel this... \n[21]We cannot win this. \n[22]There... \n[23]Go to the front and guide it. \n[24]Let's see him catch us now. \n[25]We'll pass right by the son of a bitch. \n[26]My Christ... ", "FATHER STEENWYCK": "\n[1]Why not tell us what you have heard? Hmm?  How much have your superiors bothered to tell you? \n[2]The heads were not found severed. The heads were not found at all. \n[3]It is very clear why.  Citizens here have long tried to hide sins behind closed doors.  Their failed faith has saturated the soil and called forth one of Satan's own. \n[4]It is sacrilege! \n[5]Magistrate Philipse, surely you can stop this. \n[6]I will not allow it.  I will not! \n[7]Your superiors are two days away! \n[8]The devil sent you, Ichabod Crane. The Lord will not forgive your sins. \n[9]For poaching.  Or, would you remake our laws now that Magistrate Philipse has given up the ghost? \n[10]You all stand idle, while this man goes about with a book of secrets and a bag filled with magic.  You all stand idle, while the shadow of the Devil falls over our town. \n[11]I say, if you do nothing, you share in the blasphemy of Ichabod Crane! \n[12]How is he saving our farms?  How? Ichabod Crane has brought into our midst the soulless, moldering corpse of a heretic! \n[13]Let her burn!  Let her burn! \n[14]Are you Ichabod Crane's protector, Brom Bones? \n[15]You side with him in this? \n[16]You are astonishing, Constable.  Do you truly think your ridiculous accusations frighten me? \n[17]No.  You will not run me out.  No one will believe a word of what you say. \n[18]Are you a deist?  Is that it?  A free thinker who does not believe in divinity. \n[19]I am the Lord's voice in this town. \n[20]They need guidance. \n[21]Damn you, sir!  God damn you to hell! \n[22]You cannot do this.  I am a man of God! \n[23]My friends... dear friends.  Those of you still on your farms, I thank you for coming. \n[24]I... I address unfortunate business. I am forced to take my leave from Sleepy Hollow.  I will be moving on to do the Lord's work elsewhere. ", "DOCTOR LANCASTER": "\n[1]Excuse me? \n[2]I was afraid of this. \n[3]No one knows why he chose to now to climb out from his grave. \n[4]To place it inside its coffin. \n[5]What is that? \n[6]We must be a curious sight to him. \n[7]The Lenape.  He comes to gawk at civilization from time to time. \n[8]Do you see the Redskinned bastard? \n[9]A diseased monster. \n[10]I do not care.  You are welcome to use my work area, but I beg you... return her to her resting place. \n[11]Keep still, Constable.  You were half-drowned when they found you. \n[12]He is dead.  You would be also, if your wound had not somehow shut. \n[13]You need to sleep. \n[14]You need rest. \n[15]It has been a terrible jolt to her nerves. \n[16]... help yourself, you pompous ass. I will be in bed. \n[17]What of it? \n[18]What? ", "PHILIPSE": "\n[1]Well, Constable... are you aware... to be honest, you are not what we expected.  We sent for the militia. \n[2]Cut off his head with his own sword. It's a legend told for twenty years. \n[3]Gather round!  Gather and quiet! The hour has come to choose for this night.  Each man's name is in this box and has been checked. \n[4]May the Lord watch over him... \"Jonathan Masbath.\"  Are you here? \n[5]Someone leave him a horse. \n[6]And now Jonathan Masbath. \n[7]He would not have gone into the Western Woods.  No sane man would. \n[8]Van Ripper there... \n[9]... found the body this morning. You do believe now, don't you? \n[10]You need less big words, and more common sense. \n[11]My talisman.  It will, protect against the Horseman if I show a brave face.  But, I cannot run.  If I run in fear, it is worthless. \n[12]Not more than a year ago, a mob hung a man for stealing a horse.  For stealing a horse!  And, you dig up our dead. \n[13]We are farmers here, not lawyers or bankers, or even constables.  Every penny we earn comes from what we send down the Hudson. \n[14]Because of the Horseman, our migrant workers flee for their lives.  There is a danger that our crops will rot. So, if you are going to help us, you stop the Horseman.  That is your task... to kill an undead thing. \n[15]No, you listen!  You may think we are a pack of superstitious dullards... \n[16]What will it take for you to realize this is no laughing matter? \n[17]Oh my... oh my oh my oh my... ", "HIGH CONSTABLE": "\n[1]Burn it. \n[2]He drowned.  Anyone could see. \n[3]He will be burned pursuant to statutes of health. \n[4]Must we again hear these heretical rantings? \n[5]Have they nothing to fear presently? \n[6]And, with disrespect, Constable, if jails and courts overflow, it is testimony to success, not failure. \n[7]Very few, if any. \n[8]For one who calls himself a Federalist, your mouth reeks of Republican liberalism. \n[9]There is a farming community upstate, Constable... ten days journey north in the Hudson Highlands.  It is named Sleepy Hollow.  Within a fortnight, three persons have been murdered there. Each with their head lopped cleanly off. The elders of the Hollow have sent dispatches to me, requesting assistance, and now, just this very moment, I have chosen you. \n[10]These \"methods\" of yours... there has been no practical application. \n[11]Just so.  Granted.  And so you take your experimentations to Sleepy Hollow and catch the murderer who has tainted the place.  Bring him here to face our good justice. Will you do this for me? \n[12]Excellent.  Then, you are excused till morning. \n[13]Oh, and, Constable... Do make certain that you meet with success.  Otherwise... perhaps you should not come back at all. ", "KILLIAN": "\n[1]Master Crane, sir.  I'm glad we have time alone.  You've been told plenty about the Horseman, I'm certain. \n[2]No, sir, no.  If you ask me, I say you just laid eyes on our murderer through that glass. \n[3]Van Ripper and his wife agreed to take him.  They have children and a good home and good land. \n[4]The Widow Windsor. \n[5]It's not something people speak of openly.  She did not remarry. \n[6]Listen to me!  Do you want to save your crops?  Or would you rather see your farms go to ruin? \n[7]Do you deserve to be? \n[8]Then, go. \n[9]I am a bad habit.  There's nothing for it. \n[10]Beth... \n[11]Beth... run! \n[12]Get out! ", "THIRD MAN": "\n[1]You are certain it was she? \n[2]You have heard it.  The blood welt is the mark of Satan's touch. \n[3]Go home. \n[4]You do not want to be here.  Go home to your father. \n[5]She is guilty. \n[6]She has confessed. \n[7]She has admitted to her evil and signed a written confession.  Do you know what confession is? All that is left for you now is to pray for her soul. \n[8]She has confessed. \n[9]She has admitted to her evil and signed a written confession. \n[10]Do you know what confession is? \n[11]I think so. ", "HARDENBROOK": "\n[1]Taken.  Taken by the Headless Horseman.  Taken back to hell. \n[2]When a goblin leaps from the nether world, others follow.  Poltergeists of the air, water and earth follow and cheer his desecrations! \n[3]I have everything... last testaments... birth certificates, death certificates... deeds. \n[4]Certainly... certainly. \n[5]Hmm?  See them? \n[6]Of course.  You want them... it shall not take long.  Wait here. \n[7]A fine idea. \n[8]Damn... damn... damn... \n[9]Well... that might be... helpful. ", "YOUNG ICHABOD": "\n[1]No... mother... no... ! \n[2]She was with me, father. \n[3]She was with me that night. \n[4]May I see her? \n[5]May I see my mother? \n[6]She did not do it... please listen... \n[7]No, sir, please... she is innocent... \n[8]No. \n[9]Mother. ", "OLD CRONE": "\n[1]You are from the Hollow? \n[2]Leave me.  You are not welcome here. \n[3]You seek remedy against the Horseman? \n[4]Go out and keep away, child. You stay.  Follow with me. \n[5]I hear him.  He rides to the Hollow and back. \n[6]Sit. \n[7]You want to see into the nether world... I can show you.  Whatever you see, do not move or speak.  I will hold him. \n[8]Close your mouth!  Keep silent. \n[9]He comes now. ", "HUGE FARMER": "\n[1]You'll kill us all! \n[2]You're the one the Horseman wants. Why should we die for you!? \n[3]Get out! \n[4]We have to save ourselves! \n[5]Aren't we rid of you? \n[6]She's dead, and you have gone mad. \n[7]Get out!  Isn't it enough that you have ruined this town?  Go! ", "VAN RIPPER": "\n[1]I can show exactly. \n[2]Here... in front of this oak, facing north.  Horrible... \n[3]I didn't see none. \n[4]Sir... this is yours. The Van Tassel girl said to give it to you after you were gone. \n[5]What did you say? \n[6]Yes.  Here... ", "FREAKISH WOMAN": "\n[1]The night of the great storm, I saw her cross my windows. \n[2]In the lighting, I did see her. Her.  Lady Crane... \n[3]I will never forget.  The next moment, I found my infant dead... with the blood welt on his breast. \n[4]The night of the great storm, I saw her cross my windows. \n[5]The night of the great storm, I saw her cross my windows. \n[6]In the lightning, I did see her. Her. Lady Crane... I will never forget it.  The next moment, I found my infant son was dead, with the blood welt on his breast. "}}