{"dialogues": {"JAMAL": "\n[1]Yes. \n[2]Jamal Malik. \n[3]XL 5. Mobile phones. \n[4]No, actually, I'm an assistant. \n[5]I- I get tea for people and- \n[6]The answers. \n[7]I know the answers. \n[8]Shit. Mummy-ji. \n[9]Yes. \n[10]No. Yes. No. \n[11]No! Wait! Salim, sala! Salim! \n[12]Wait! Amitabh.... \n[13]Amitabh-ji! Amitabh-ji! \n[14]Please. Amitabh-ji. \n[15]A thousand thanks, Amitabh-ji. \n[16]Amitabh, Amitabh, oh Amitabh! \n[17]I have your autograph, oh, holy Amitabh! \n[18]Sala! Sala! \n[19]You don't have to be a genius. \n[20]Like I said. \n[21]He's the most famous man in India...! \n[22]Yes. \n[23]Ask the audience. \n[24]How much is bhelpuri at Jeevan's stall on Chowpatty Beach? \n[25]One bhelpuri. How much? \n[26]Wrong. Fifteen since Divali. Who stole Constable Varma's bicycle outside Dadar Station last Thursday? \n[27]Everyone in Juhu knows that. Even five year-olds. \n[28]Wouldn't you? \n[29]No. \n[30]Salim! \n[31]Mister Nandha. \n[32]Mister Nandha? \n[33]Let's go, bhai. \n[34]We should go back. \n[35]See if Ama- \n[36]What about Jeevan Chacha? \n[37]Maybe he- \n[38]But he wouldn't hurt- \n[39]But- \n[40]What shall we do? \n[41]Not if we let her in. \n[42]She could be the third musketeer. \n[43]Where's your Mother? \n[44]Father? \n[45]I'm Jamal. He's Salim. \n[46]I wake up every morning wishing I didn't know the answer to that question? If it wasn't for Ram and Allah, I would still have a Mother. \n[47]D) A bow and arrow. \n[48]Final answer. \n[49]You're from the Juhu slum, aren't you? \n[50]My Mother's dead. \n[51]I don't have a girl-friend. \n[52]Yes. \n[53]I don't have a bank account. \n[54]But I'll take cash. \n[55]- I'll play. \n[56]Why not? \n[57]Latika! Latika! \n[58]Latika! \n[59]Latika! \n[60]Yes. Final answer. Chhatrapati Shivaji Terminus. \n[61]I wouldn't be here if she had. \n[62]The most beautiful woman in the world. \n[63]If I knew, I'd tell you. \n[64]No. \n[65]I know this one. \n[66]Four, nine, zero, nine- the one with the stick going down, Salim- six- stick going up- \n[67]Six, one, shit, let's go- \n[68]It's okay, Salim. \n[69]He must be a very good man to look after these people. \n[70]Hey, Salim! \n[71]She doesn't want it. \n[72]...weddings, government things, big parties. If Maman says my voice is ready. Big money. \n[73]Easily. Maybe an apartment. \n[74]That's what Arvind said. On Harbour Road. You, me and Salim. The three musketeers. \n[75]Every day if we want. \n[76]It's my turn. \n[77]So, this is it, hey, bhai? The good life, here we come.... \n[78]Porthos? \n[79]Really? \n[80]Fifty rupees. \n[81]I've turned professional. What can I do? \n[82]Run! \n[83]Come on! Faster! \n[84]Take it! Take it! I can't reach... \n[85]Got to go back. We've got to go back. \n[86]Surdas. \n[87]Yes. \n[88]Blind singers earn double. You know that. \n[89]They had other plans. Though it took me a long, long time to find out. \n[90]Where you going? \n[91]Salim? Is this heaven? \n[92]So what's that? \n[93]Some hotel, huh? \n[94]Err- \n[95]No, I- \n[96]But of course, Madam. Please follow me. \n[97]This is....the Taj Mahal. \n[98]The Taj Mahal was built by the Emperor Khurram for his wife Mumtaz who was maximum beautiful woman in the whole world. When she died, the Emperor decided to build this five star hotel for everyone who wanted to visit her tomb...but he died in- in fifteen eighty-seven, before any of the rooms were built. Or the lifts. The swimming pool, however, as you can see was completed on schedule in top class fashion. \n[99]With respect, Madam, the guide book is written by a bunch of lazy, good-for-nothing, Indian beggars. \n[100]And this, Lady and Gentleman, is burial place of Mumtaz. \n[101]A road traffic accident. \n[102]Maximum pile-up. \n[103]Exactly, Sir. She was on the way to the hospital when it happened. \n[104]This is the Princess Diana seat, Madam. Allow me. \n[105]Top-class fashion, bottom-class prices! Shoes for all! Shoes for all! \n[106]This is the biggest dhobi ghat in the whole of India, Mister David. \n[107]They say that every man in Uttar Pradesh is wearing a kurta that has been washed here at least one time. \n[108]I don't know! I didn't do it, did I...? Nothing to do with me...get off! \n[109]You wanted to see the `real India', Mister David. Here it is. \n[110]You can't do that. Can you? \n[111]Does he find her? \n[112]We have to go, Salim. \n[113]Bombay. \n[114]We should have gone a long time ago. \n[115]Latika was one of us. A musketeer. \n[116]I've got cash. \n[117]Dollars. \n[118]Enough. I'm getting my stuff. \n[119]Yes. \n[120]The minimum tip for my services. \n[121]It's C. Benjamin Franklin. \n[122]I think I just have. Haven't I? \n[123]Right. C. \n[124]I've never heard of Roosevelt Franklin. \n[125]I don't know. \n[126]I've heard of him. \n[127]They didn't ask me that question. I don't know why. Ask them. \n[128]Room service, good afternoon?... Yes, sir. Two chicken burgers, two fries, one cocoa-cola and one mango lassi and a large bottle of mineral water...Bisleri or Himalayan Spring, Sir?...Certainly, Sir. That will be with you in fifteen minutes, Sir. Thank you. Have a nice day. \n[129]Two chicken burgers, coke, mango lassi and a bottle of Bisleri. \n[130]I'm going to Chowpatti again, okay? Want to come? \n[131]We came back to find her. \n[132]I'm going to Chowpatti. \n[133]How do you know? \n[134]Here. \n[135]One hundred. \n[136]No. I swear. \n[137]A building. With a clock on it. Trees behind it. \n[138]A man- it doesn't say his name. He is sort of bald, but has long hair on the sides. \n[139]I am so sorry, Arvind. \n[140]Arvind, I am looking for- \n[141]I don't know. I haven't sung since- since then. Arvind, I- \n[142]My eyes? My eyes are fine. \n[143]I owe Latika. \n[144]Please. Is she alive? Arvind, is she alive? \n[145]Thank you. \n[146]Just two minutes to talk to her. \n[147]Come. Quick. \n[148]Come with us. \n[149]You just killed somebody. \n[150]Where did you get the gun? \n[151]- shut up, can't you? Just shut up. \n[152]Happy? \n[153]Service! \n[154]We want a room, boy. Executive Class with smoking. Third floor with balcony. \n[155]Latika? Salim? \n[156]307 here. I want a bottle of Johnny Walker Red Label, beer, wine- \n[157]Ah! Chicken.... \n[158]What kind of chicken? \n[159]Hold the line, chutiye. Pop Tarts? \n[160]Exactly! A bucket of Pop Tarts, chutiye. \n[161]Found some lunghi! \n[162]Atcha, atcha. \n[163]I'm not! \n[164]Where's Salim? \n[165]I don't care. \n[166]That dance you were doing. In Pila Street. Show me. \n[167]Of course. \n[168]Salim? \n[169]No. Salim....Bhai, you've had a lot to drink... \n[170]No. \n[171]Salim, no, no....! \n[172]Salim... \n[173]When somebody asks me a question, I tell them the answer. \n[174]Where are they? \n[175]Where did they go? \n[176]Please, Sir. Which way? \n[177]Oh. Well. She did come back, then she went away when Alfie split up with her and now she's back again. \n[178]But it looks as if Alfie still fancies Mo after all, so- \n[179]Rajneesh... \n[180]- `friends and family'. I know. \n[181]Two minutes. \n[182]You have to dial when Prem says \"if\". \"If you want the chance to be a contestant on Who Wants To Be A Millionaire...\" That's when they open the lines. \n[183]That's what Anjum in Technical says. He put the system in. \n[184]Hello, Mrs... \n[185]...Mackintosh from King Gussie. \n[186]Kinoosie? \n[187]- just down the road from your house, Mrs Mackintosh. Next to the loch. \n[188]Loch Big- Loch Ben. Next door to Detective Taggart's flat. \n[189]Indeed yes, Mrs Mackintosh. I have to wade through a metre of water every morning. \n[190]Yes, yes, Mrs Mackintosh. In my kilt. \n[191]It's alright once I've had my porridge, my haggis and a few Scotch whiskies- and the monsoon's nearly over, so- \n[192]I don't think that's a good idea. He is a very important man, Mrs Mackintosh- \n[193]- and he doesn't like bloody time wasters. \n[194]Salim? \n[195]I am calling from XL 5 Communications Sir. As a valued customer, we are offering you a free upgrade with our `friends and- \n[196]Family. \n[197]Hello, Salim. \n[198]No. \n[199]No. And I've never been to UK before. But I'll still have a go. \n[200]Why not? \n[201]I can't remember. \n[202]I don't think it's Oxford. \n[203]Well, Oxford has Broad Street, Saint Aldates, Turl Street, Queen Street, The High and Magdalene Bridge- which is pronounced Maudlin, so- \n[204]Oh, I haven't. And it's not Leeds, because that's Elland Road, Kirkgate Market, Commercial Street, St Peter's- \n[205]Well, I don't think it's Cambridge. \n[206]Too obvious. There's definitely an Oxford Circus in London, and there's a rowing race between Oxford and Cambridge so there's probably a Cambridge Circus too. I'll go for D) London. \n[207]If the Gods are with me...Final answer. D. \n[208]A). Samuel Colt. \n[209]Final answer. \n[210]It was self-defence. \n[211]Are you nervous? \n[212]Oh. Yes. Sorry. \n[213]None. \n[214]I'll play. \n[215]Liar. \n[216]There was no message at reception. \n[217]I will never forgive you. \n[218]Javed Mehta? The Gangster from our slum? You work for him? \n[219]What do you do for him? \n[220]What for? \n[221]Salim, where's Latika? \n[222]Baba, I am the new cook from the agency. A thousand apologies, I am late for the Memsaab. \n[223]Baba, I am your dishwasher! \n[224]You've hurt your eye. \n[225]To see you. \n[226]Why does everyone love this programme? \n[227]You have another life. A rich one. \n[228]Are you happy? \n[229]You don't look so happy with a black eye. \n[230]Javed? You are with him? \n[231]Immediately, Sir. \n[232]Come away with me. \n[233]Love. \n[234]It won't buy you a new dishwasher, but it might make you happy. \n[235]You and me. That is the real world. Come away with me. \n[236]Salim will help us. \n[237]Where? \n[238]Anything. \n[239]I'll wait at VT station. Five o'clock every day until you come. \n[240]I love you. \n[241]You know what I want. \n[242]She is my destiny, Salim. \n[243]Me, I don't care. Latika? She's already half dead. \n[244]You sold her. \n[245]I- I need to- \n[246]Latika! Latika! \n[247]Latika! \n[248]Latika! Latika! \n[249]Latika! Latika! \n[250]Salim! \n[251]I know it isn't Sachin Tendulkar. \n[252]I'll use a life-line. Fifty- fifty. \n[253]\n[254]D. Jack Hobbs. \n[255]Or D. Jack Hobbs. \n[256]Final Answer. D. \n[257]Not really, but...maybe it is written, no? \n[258]Latika! \n[259]Where? Where is she? \n[260]Where? \n[261]Where are you? Where is she? \n[262]Salim...! \n[263]Because I am a slum dog, chi- wallah, I am a liar, right? \n[264]Who knows? \n[265]Yes. \n[266]I can read. \n[267]Would you believe it? I don't. \n[268]No. \n[269]I'll play. \n[270]I'd like to phone a friend. \n[271]My brother's number, but- \n[272]It's the only number I know. \n[273]Is that really you? \n[274]In Alexandre Dumas' book, The Three Musketeers, two of the musketeers are called Athos and Porthos. What was the name of the third musketeer. Was it A Aramis, B) Cardinal Richelieu, C) D'Artagnan, D) Planchet. \n[275]Where are you? \n[276]\n[277]Just...because. \n[278]Yes. Final answer. A. Aramis. \n[279]Latika? Latika? \n[280]Truth alone triumphs? I should have known better. \n[281]Latika? \n[282]I knew you'd be watching. \n[283]This is our destiny. \n[284]This is our destiny. ", "PREM": "\n[1]Are you ready? \n[2]I said are you ready? \n[3]Welcome to Who Wants To Be A Millionaire! \n[4]Please give a warm welcome to our first contestant of the night- a local from our very own Mumbai! \n[5]Smile, dammit. \n[6]So, Jamal, tell us a bit about yourself. \n[7]A Phone-basher! And what type of call centre would this be? \n[8]Aha! So, you're the man who rings me up every single day of my life with Special Offers, huh? \n[9]An Assistant Phone-basher? \n[10]And what does an Assistant Phone- basher do, exactly? \n[11]- a chi-wallah! Why didn't you say? \n[12]So, ladies and gentlemen, Jamal Malik from Mumbai, let's play Who Wants To Be A Millionaire...! \n[13]Not at all, not at all. I hope you will visit us, Commissioner. \n[14]Bring the family. It's a lot of fun. \n[15]Inspector. How good to meet you. Clearly the kid cheated. \n[16]So, it is just a question of how, no? \n[17]We are lucky to have a man of your obvious experience on the case. This kid might run rings around us filmi types, but he won't make fools out of the Mumbai Police Force, I can see that. \n[18]In front of sixty million people. \n[19]Which is what will happen if we don't get a result, Gentlemen. He goes back on the show to rob us all with the whole of India watching. But. I can rely on you. \n[20]Has he- has he made any allegations? \n[21]He's a cunning one. A convincing liar. Don't be taken in, Inspector, don't be taken in. \n[22]So, are you ready for your first question for one thousand rupees? \n[23]Not bad money to sit in a chair and answer a question. Better than making the tea, no? \n[24]No. Yes. No. Apka final answer? \n[25]Remember, you have three lifelines if you're not sure of your answer- Ask the Audience, 50/50 and Phone a Friend. So, the question: \n[26]Who was the star of the 1973 hit film Zanjeer. Was it A- \n[27]...A) The truth alone triumphs. B) Lies alone triumph. C) Fashion alone triumphs. D) Money alone triumphs. \n[28]What do we think, Jamal? The most famous phrase in our country's history. Maybe you want to phone a friend? \n[29]Or Ask the Audience? I have a hunch they might just know the answer. What do we think? \n[30]Yes? \n[31]Well, you're the contestant, Jamal. \n[32]Put the poor man out of his misery, Ladies and Gentlemen. Press your key-pad now. \n[33]The audience has chosen. And, whaddya know? Ninety-nine percent of them think the answer is A). The truth alone triumphs. What do we think, Jamal? A hundred percent would have made me a little more reassured, maybe.... \n[34]Are you married, Jamal? \n[35]Well, don't despair, there's someone out there who thinks our national motto is \"Fashion alone triumphs\". You two could be very well matched. \n[36]...won four thousand rupees! \n[37]One more question before the commercial break. What will our Call Centre Assistant do next? \n[38]Religion! Interesting. For sixteen thousand rupees, in depictions of the God Ram, he is famously holding what in his right hand? Is it A) a flower. B) a scimitar. C) a child or D) a bow and arrow? \n[39]Final answer? \n[40]Computer-ji, D lock kiya-jaye. \n[41]Jamal Malik, you answered D? Ram is depicted with a bow and arrow in his hand. And guess what? You've just won sixteen thousand rupees! Well done, my friend. Time for a commercial break- don't go away, now. \n[42]Got lucky, huh? I'd take the money. You'll never get the next one. \n[43]Hmm? Sure. Know where I live now, kid? Pali Hill. Twelve bedrooms, a/c in every room, two kitchens, a gym and a screening room. Steel balls is what it takes, my friend, steel balls. \n[44]We're having fun here. They love it...Where the hell do you get them from? \n[45]Stop wetting your pants. I'll be a good little boy with the next one. Promise. \n[46]Meet me after the show. Please. \n[47]Nita, I can explain. \n[48]Baby, it all happened before I met you. I swear to you. \n[49]You see? Amidst all this misery, only you can make me laugh. \n[50]Her and I- nothing. You have to believe me, baby... \n[51]No. I'm not going on. \n[52]I can't. Without you, it's all pointless. \n[53]You. Tell the Director. \n[54]Calypso Bar, private room, just you and me? \n[55]Steel balls. \n[56]Okay, Juhu boy, you've had a good run. Take your Mother to Khandala and eat some chiki. \n[57]Well, your girlfriend then. Even better. \n[58]Live wire like you? You surprise me. \n[59]Welcome back to Who Wants to be a Millionaire! Our contestant, Jamal Malik, Call Centre Assistant- from Mumbai, is on sixteen thousand rupees and has already used one lifeline: Ask the Audience. So, my friend: are you ready for the next question? \n[60]Then, let's play. \n[61]For sixty-four thousand rupees. The British architect Frederick Stevens designed which famous building in India? Is it: A) The Taj Mahal. B) Chhatrapati Shivaji Terminus. C) India Gate. D) Howrah Bridge. What do you think, Jamal? Are you one of those tea-boys with a penchant for architecture? \n[62]So, what's it to be? Walk away and this cheque for sixteen thousand rupees is yours. Look, it's even got your name on it. \n[63]Nope. Looks like the Producer's stolen my wallet again- \n[64]You'll play? \n[65]Well, well, well. We've got a wild one, here. \n[66]For sixty-four thousand rupees, Ladies and Gentlemen, the question once again.... \n[67]Is the right answer! Sixty-four thousand rupees to you, Sir! \n[68]Now we're into the serious money. For two hundred and fifty thousand rupees, ladies and gentlemen, a quarter of a million rupees...the song Chalo Ri Murali was written by which famous Indian poet. Was it A Surdas. B) Tulsidas. C) Mira Bai. D) Kabir. Remember you still have two lifelines- fifty- fifty and Phone A Friend. Tempted to use one? \n[69]No? \n[70]Oh. I see. An expert on the poets, huh? \n[71]The question was, for two hundred and fifty thousand rupees: who wrote the famous song Chalo Ri Murali. I should warn you, Jamal: from this question on, if you get the answer wrong you lose everything. So. Are you sure? The life-lines are there.... \n[72]Surdas. Apka final jawab? \n[73]Computer-ji, A lock kiya-jaye. \n[74]Guess what? You're right. \n[75]So, my friend: ready for another question. \n[76]For a straight one million rupees, Ladies and Gentlemen...On an American One Hundred Dollar Bill there is a portrait of which American statesman? Is it A), George Washington, B) Franklin Roosevelt, C) Benjamin Franklin, D) Abraham Lincoln? \n[77]Pay or play, Jamal? All you have to do is stop now and you walk away with a cool quarter of a million rupees. Decide to play, get the answer wrong and you walk away with absolutely nothing. But, get the answer right and you win a million rupees. So. You decide. Pay or play? \n[78]Get a lot of hundred dollar bills in your line of work, Jamal? \n[79]Now I know why my cell phone bill is so high...they pay the chi-wallah in hundred dollar bills! \n[80]Woah! We haven't locked the computer, man. You're going to play? \n[81]You certainly have. C. Right? \n[82]Not confusing your Franklins? Benjamin for Roosevelt? \n[83]There's a million rupees at stake and he's never heard of Roosevelt Franklin...I can't bear to look. \n[84]No, no. Don't you worry, Jamal. You were asked which statesman is depicted on a hundred dollar bill. You said C. Benjamin Franklin. Ladies and Gentlemen... \n[85]Jamal Malik- you chose to play not pay. I'm afraid you no longer have two hundred and fifty thousand rupees.... \n[86]...you in fact have one million rupees! \n[87]For two and a half million rupees. Ladies and Gentlemen. Cambridge Circus is in which UK City. Is it A) Oxford, B) Leeds, C) Cambridge, D) London. \n[88]He's smiling. Why does that worry me? \n[89]...if you want a chance to be a contestant on Who Wants To Be A Millionaire, dial the number now. \n[90]Ever been to Cambridge? \n[91]Ever been to the circus? \n[92]Can someone call me an ambulance? \n[93]You can't remember. Does that mean you did know? Once? \n[94]Based on your extensive travelling, right? \n[95]I thought you hadn't been to UK. \n[96]- what might it be then, Jamal? \n[97]Cambridge Circus is not in Cambridge? Dare I ask why? \n[98]That's the logic that's got him this far, Ladies and Gentlemen. Who are we to argue? So. Jamal. D. Apka final jawab? \n[99]Computer-ji, D lock kiya-jaye. \n[100]It's been a rollercoaster ride all the way, a pleasure to have you on the show, my friend, but I'm sorry to say that you're....incredibly, absolutely right! \n[101]Ladies and Gentlemen, Jamal Malik, the man with two and a half million rupees! \n[102]A few hours ago, you were fetching tea for the phone- wallahs. Now you are richer than they ever will ever be. What a player, Ladies and Gentleman! What a player. \n[103]For five million rupees, my friend: who invented the revolver? Was it A) Samuel Colt, B) Bruce Browning, C Dan Wesson or D) James Revolver? \n[104]A). Samuel Colt. Are you sure? \n[105]Final answer? \n[106]You had two and a half million rupees. If I may-? \n[107]Ladies and Gentlemen, the chi- wallah has done it again! D. Is right! Incredible! \n[108]Getting hot in here, isn't it? \n[109]What? Am I nervous? You're the one who's in the hot seat, my friend. \n[110]What sports do you play? \n[111]None. Oh, dear, oh dear, oh dear. Not to worry, there's only ten million rupees at stake... Which cricketer has scored the most first class centuries in history. Was it A) Sachin Tendulkar, B) Ricky Ponting, C) Michael Slater, D) Jack Hobbs. \n[112]You've got a cheque for five million rupees in your hands. You've still got two life-lines, Phone A Friend and 50/50. For ten million rupees: pay, play, or bail out. It's still an option. Remember, if you get the answer wrong, you will lose everything like that. \n[113]Are you sure you want to do this? \n[114]The dreams of so many. On the floor. \n[115]Time for a commercial break, Ladies and Gentlemen. I know, I know, I can't stand the tension either. Don't even think about leaving your seat. We'll be back. \n[116]You've got the luck of the devil, yaar, I'll give you that. \n[117]Oh, the toilet. Sure. Naveed, Jamal wants the bog. \n[118]A guy from the slums becomes a millionaire overnight. You know the only other person who's done that? Me. I know what it's like. I know what you've been through. \n[119]You've said that before, yaar. \n[120]What? You can't take the money and run now. You're on the edge of history, kid! \n[121]Maybe it is written, my friend. You're going to win this. Trust me, you're going to win. \n[122]Do the right thing and in approximately three minutes you will be as famous as me. \n[123]And as rich as me. \n[124]Almost. \n[125]From rags to Raja. It's your destiny. \n[126]Welcome back to Who Wants to Be A Millionaire? In the chair tonight is Jamal Malik- as if we don't know! In an amazing run, Jamal has already five million rupees but, not content with that, has chosen to gamble for one Crore- that's ten million million rupees. What a player! The question one more time: Which cricketer has scored the most first class centuries in history. Was it A) Sachin Tendulkar, B) Ricky Ponting, C) Michael Slater, D) Jack Hobbs. \n[127]That's a start. So, it could be Ricky Ponting, Jack Hobbs or Michael Slater. \n[128]Okay. Computer, take away two wrong answers. \n[129]Well, you were right about Sachin Tendulkar. The computer has taken away A) Sachin Tendulkar and C) Michael Slater. That leaves you a fifty-fifty choice, Jamal. B) Ricky Ponting or D) Jack Hobbs. What do you think? Decision time. For half a million rupees. Your answer: B Ricky Ponting or D) Jack Hobbs. \n[130]You sure? Not B) Ricky Ponting? The Australian? Great cricketer. \n[131]Do you know? \n[132]So it could be B, Ricky Ponting? \n[133]Final Answer? \n[134]Computer-ji D lock kiya-jaye. \n[135]With one hundred and ninety- seven first class centuries, the answer is...D. Jack Hobbs! \n[136]Jamal Malik, Crorepati! \n[137]I cannot believe what I am seeing here, tonight, Ladies and Gentlemen....So, are you ready for the final question for two Crore rupees- twenty million rupees? \n[138]Maybe, indeed. Okay, okay. For twenty million rupees, the final question on Who Wants to be a Millionaire? \n[139]Ohhhhh! Just when I thought I would need a pacemaker fitted, we're out of time! What a show, Ladies and Gentlemen, what a show. Join us tomorrow night to see if Jamal Malik has made the biggest mistake of his life or has just won the biggest prize in the history of Indian television....Same place, same time. You wouldn't dare miss it. Goodnight! \n[140]This way, Jamal, this way. Great show, my friend. See you tomorrow, huh? \n[141]He's a cheat. \n[142]Oh, come on! Of course he is. He's a bloody village boy. Even when I fed him the wrong answer the little shit got it right. \n[143]Well, I didn't exactly- \n[144]Nita? \n[145]Hey. Sweetheart. What about me? I'm sweating, here. \n[146]So. Tonight. The Calypso Bar. \n[147]But I am the only man in the world. \n[148]Welcome back to Who Wants to be a Millionaire? I can safely say that tonight is the biggest night of both of our lives, Ladies and Gentlemen. Jamal Malik, the Call Centre worker from Mumbai has already won one Crore rupees, a cool ten million. Tonight, he can walk away with that in his pocket or make the biggest gamble in television history and go for the final question and a staggering twenty million rupees! Jamal, are you ready for that question? \n[149]Big reader, are you Jamal? A lover of literature? \n[150]Lucky! In Alexandre Dumas' book, The Three Musketeers, two of the musketeers are called Athos and Porthos. What was the name of the third musketeer. Was it A Aramis, B) Cardinal Richelieu, C) D'Artagnan, D) Planchet. \n[151]The final question, for twenty million rupees: and he's smiling. I guess you know the answer. \n[152]You don't? So, you're going to take the ten million and walk? \n[153]No? \n[154]You just said you don't know the answer. I heard that, right? You do understand that if you get the answer wrong, you lose everything? Ten million rupees. A fortune, Jamal. \n[155]We're going to the wire, Ladies and Gentlemen, we are going to the wire. The final Life-line. Here we go.... \n[156]It's ringing. \n[157]Doesn't look as if your friend is in, Jamal. Who is it? \n[158]- the sort of brother who'd go for a walk on the twenty million rupee question? \n[159]You're on your own, Jamal. \n[160]Wow! That's cutting it fine. I'm guessing this isn't your brother. This is- \n[161]Okay! So, Latika, you want to hear the question one more time? And let's be clear about this. Twenty million rupees ride on your answer. You have thirty seconds. Jamal, please read out the question to Latika. \n[162]The question, Jamal. \n[163]Fifteen seconds. \n[164]Ten seconds. So, Latika, what do you think? \n[165]Five, four, three, two, one. Time's up! Your answer. \n[166]Oh... \n[167]You really are on your own, now, Jamal. Your answer: for twenty million rupees. \n[168]A. Because? \n[169]Apka final jawab? \n[170]Computer-ji A lock kiya-jaye. Jamal Malik, Call Centre Assistant from Mumbai, for two Crore, twenty million rupees, you were asked who the Third Musketeer was in the novel by Alexandre Dumas. You used your final life-line to phone a friend. You answered A. Aramis.....which is...I have to tell you...the correct answer! \n[171]Ladies and Gentlemen, Jamal Malik, Crorepati! What a night! We have all been present at the making of history, Ladies and Gentlemen! Jamal Malik, millionaire! \n[172]Finally, huh? ", "SALIM": "\n[1]Jamal! Catch it! Catch it! \n[2]How could you drop that? It was a sitter. \n[3]Vinod! Musketeers coming through! \n[4]I know! \n[5]Immediately, sir. \n[6]Bhai, get out of there. Prakash wants a shit. \n[7]Since there was a customer waiting, that's when. \n[8]You just lost me good money, you stupid idiot- \n[9]Krishna, quick! \n[10]- I saw him. He was with them. \n[11]- he was with them! \n[12]- shut up, Jamal, can't you? Just shut up! \n[13]Ja! \n[14]Go away. Ja, ja! \n[15]She'll have the Security Guard onto us, standing there. \n[16]No. \n[17]I am the head of this family, now. And I say no. Piss off, you. \n[18]We don't even know what the third musketeer's called. \n[19]Useless bloody look-out. What good is she, huh? \n[20]A saint. \n[21]Okay, let's go, let's go! It's not a bloody holiday! \n[22]Give me that. \n[23]What, choté bhai? You got a problem? \n[24]Here. For you. \n[25]You'll earn double. I'm doing you a favour, Latika. \n[26]Chup, Jamal. \n[27]I'll drop it. \n[28]Triple if it's crying. \n[29]Madher chod...! \n[30]You're dead, sala. \n[31]What? \n[32]Yes, Maman. \n[33]Athos. \n[34]When I say. \n[35]Go! \n[36]He'll kill us if we go back. Jamal! He was going to take your eyes out- with a bloody spoon! \n[37]She'll be alright. She always is. \n[38]Aré, Jamal... \n[39]Come. \n[40]First class, bhai. Where else? \n[41]You're not dead, Jamal. \n[42]Wow. \n[43]Aré, sala! Formula One, Formula One! Pit-stop ka speed, Schumacher ka ishtyle \n[44]Go, go! \n[45]Woah! What are you- Jamal? \n[46]Go? Go where? \n[47]Don't be stupid. We're making good money here. \n[48]Oh, God. Baby brother's in love. With a flat-chested hijra. \n[49]A musketeer...Grow up, Jamal. Look, how was I to know they'd beat you up. Here, you can have some of the cash. Come on... \n[50]How much? \n[51]Wait! Jamal! Ah, shit! \n[52]For God's sake. You got some disease? You force me back to this shit-hole, we leave our friends, a good life, loads of money- for this. Isn't that enough? \n[53]No, you did, Jamal, not me. Me, I don't give a shit about her. Plenty of pussy in Bombay for Salim. Oh, yes, sir! You should come down the Cages on Saturday night instead of searching for your lost love. \n[54]\"I'm going to Chowpatti\". There are nineteen million people in this city, Jamal. Forget her. She's history. \n[55]I'm looking for Cherry. \n[56]I'm Latika's brother. \n[57]Is it her or not? \n[58]Shit, she's sexy, man.... \n[59]No. \n[60]Leave him. Get over there. \n[61]Money. \n[62]Maman never forgets. Isn't that right? \n[63]Can't take that risk, Maman. Sorry. \n[64]Safety catch. \n[65]Come on. \n[66]We should be celebrating. \n[67]He was going to kill us. \n[68]Bought it. Now, I'm going to have to throw this beauty in the sea. \n[69]What? Typical. I save your life and you're on at me. All you ever do is mess us up. Whenever you're around- \n[70]Why can't you just be happy, huh? \n[71]You got what you wanted, didn't you? So, let's celebrate. \n[72]Reception! \n[73]Have the bags brought up. \n[74]Naan, chutney, dal- \n[75]I'm looking for Javed-bhai. \n[76]I need to see him. \n[77]I killed Maman. I'll kill you too. Easy. \n[78]Hey. \n[79]Come. \n[80]I am the elder. And I am the boss. For once, you do as I say. \n[81]I saved your bloody life, didn't \n[82]- chup, sali. \n[83]I am Number One now! \n[84]Get yourself a room, bhai. \n[85]The man with the Colt 45 says chup. \n[86]Now go. Or Gunmaster G-9 will shoot you right between the eyes. Boom. Don't think he won't. You have five seconds. One, two, three, four- \n[87]Jamal! \n[88]God is good, bhai. God is good. \n[89]Maman's boys were after us. Had to skip. \n[90]Left a message at reception. Waited weeks for you in Nagpur. \n[91]Bhai, I left a message. \n[92]I know. \n[93]Can you believe it? This was our slum. We lived just there, huh? Now it is business, apartments, call centres...Fuck USA, fuck China. India is at the centre of the world, now, bhai. And I am at the centre of the centre, Jamal. This is all Javed-bhai's. \n[94]Who else would protect us from Maman's gang, huh? \n[95]Anything he asks. \n[96]He is coming. You must go. My card. \n[97]You think I am going to let you out of my sight again, little brother? You stay with me now. Ab phut! \n[98]Still? She's gone, Jamal. Long gone. Now go. Quick. \n[99]Look at it, bhai, look at it! \n[100]Aé khuda mujhé baksh dé mainé bahut gunaah kiyé hain.... \n[101]Why can't you let it alone? You want money, I'll give you money. Girls? I can get you girls. \n[102]You're like some crazy man- you're obsessed. \n[103]Know what your destiny is, crazy boy? A bullet between the eyes. And after that, he'll kill her. Is that what you want? Huh? \n[104]Yes. About that, you are right. \n[105]I didn't sell her. Javed wanted her. He gets what he wants. \n[106]She's doing alright. Get it into your thick head, Jamal. She's not yours and she never will be. \n[107]Where you'll never find her. Or me. You could have joined us, you bloody idiot, been one of us. You've lost everything now. Everything. \n[108]We're out. I'll just get- Syed. \n[109]Final answer? \n[110]That boy. He will never give up. Never. \n[111]Crazy chutiyé. \n[112]Ja. Go. \n[113]- just drive. There won't be another chance. Go. \n[114]It is not written. \n[115]You have to. It'll take you two hours if you drive fast. Here. \n[116]For God's sake, hold on to it. \n[117]For what I have done, please forgive me. \n[118]Go. Have a good life. \n[119]God is good. ", "LATIKA": "\n[1]Latika. \n[2]Oi! \n[3]I tried to warn you. \n[4]Why not? \n[5]Well, if there are seconds, Maman is definitely a Saint. \n[6]I tell you, Lord Siva is with us. \n[7]I don't want it. \n[8]Enough for a room? \n[9]Really? \n[10]Harbour Road! We can have ice cream from Babanji's. \n[11]Good luck, Jamal. \n[12]Jamal! \n[13]Jamal! \n[14]Jamal? \n[15]Shit, there's thousands here. \n[16]You didn't need to kill him. \n[17]Yeah. Let's celebrate. \n[18]While we can. \n[19]Sea-facing, yaar. \n[20]Room service! \n[21]- chicken. \n[22]Tikka Masala. With roti- \n[23]- aloo gobi, rice- \n[24]Pop Tarts! \n[25]On the tv. The commercial. Everybody's happy when they have Pop Tarts. \n[26]Dunno. \n[27]You're a sweet boy, Jamal. \n[28]Maman's gang will hunt us. You know that? \n[29]Me neither. \n[30]You came back for me. \n[31]I thought you'd forgotten. \n[32]Destiny. Yes. \n[33]Thank you. \n[34]Salim, please- \n[35]Haven't I told you, don't interrupt when I'm watching- \n[36]- come inside. I'll show you the kitchen. \n[37]Jamal, Jamal, look at you...! \n[38]Aré wa, Jamal.... \n[39]Why are you here? \n[40]Well. You see me. \n[41]It's the chance to escape, isn't it? Walk into another life. Doesn't everyone want that? \n[42]Who'd have thought it possible? A slum dog, with all this. \n[43]I have five star food, five star clothes. I sleep in a bed, not on the street. From where we come from, Jamal, that is happiness. \n[44]You turn up here out of nowhere, telling me I'm not happy: how dare you? \n[45]God, Javed will kill you. Here. \n[46]-I just thought- \n[47]Chutiyé. Away where? And live on what? What can you provide? What have you got, Jamal? \n[48]Love. That will feed us, will it? \n[49]Where have you been? Get in the real world, Jamal. \n[50]You're crazy. \n[51]Salim? You still believe in Salim? Jamal...I'll be gone soon, anyway. Bombay's got too dangerous for- \n[52]You think he'd tell me? \n[53]Now go, before he kills us both. \n[54]Coming! \n[55]You want to do something for me? \n[56]Then forget me. \n[57]So what, Jamal? So what?  Now, get out and tell your no- good agency not to send anybody else until they've learnt to cook. You hear? \n[58]But- \n[59]He'll kill you. \n[60]Salim, I....can't. \n[61]Come on, come on! \n[62]Jamal? \n[63]I thought we would meet again only in death. ", "INSPECTOR": "\n[1]Has he confessed, yet? \n[2]You've been here all bloody night, Srinivas. What have you been doing? \n[3]A little electricity will loosen his tongue. \n[4]Every night I get home, \"why can't we have a/c like Bajan Chacha? \n[5]Why don't you care about your poor family, dying in this heat.\" Twenty-four years a policeman and I can't afford bloody a/c. \n[6]But you. You've got ten million rupees ek dum guaranteed, yaar? And who knows how much further? Fancy the twenty million, do you? \n[7]I think you probably do. \n[8]So. Were you wired up? A mobile or a pager, correct? Some little hidden gadget? No? A coughing accomplice in the audience? Microchip under the skin, huh? \n[9]Srinivas! Look, it's hot, my wife is giving me hell, I've got a desk full of murderers, rapists, extortionists, assorted bum-bandits...and you. Why don't you save us both a lot of time? Hmm? \n[10]Aré wa, Srinivas, we'll have Amnesty International in here next, peeing their pants about human rights. Get him down, tidy him up, for God's sake. \n[11]Have you gone soft, Srinivas? Professors, lawyers, doctors, General Knowledge Wallahs never get beyond sixteen thousand rupees. And he's on ten million? What the hell can a slum dog possibly know? \n[12]Nearly, Sir. \n[13]Clearly, Sir. \n[14]Indeed, Sir. The proof. That is all we need. \n[15]Allegations? \n[16]So, Mister Malik, the man who knows the answers. Talk. \n[17]So, Jamal. My five-year-old daughter knows the answer to that, but you don't. Strange for a millionaire genius. What happened? Your accomplice nip out for a piss, did he? Or did he just not cough loud enough? \n[18]What? \n[19]You know who that was? \n[20]I'll give you five hundred rupees if you just admit it. You go home, I go home. Everybody happy. \n[21]No, you want to go back on the programme and win twenty million rupees, don't you? \n[22]And did she come back? \n[23]Pretty was she? \n[24]Guess not. \n[25]That's the chutiyé out the way. Now, man to man. How did you know all the answers? \n[26]And what happened to the girl? They blinded her too? \n[27]Who's on the thousand rupee note? \n[28]It's Gandhi! \n[29]Don't get clever or I'll get the electricity out again. \n[30]Funny, you don't seem that interested in money. \n[31]Enlighten us Constable. \n[32]Only the finest minds in the Mumbai Police Force. \n[33]Go check the files, Constable. \n[34]You puzzle me, Slumdog. Admitting murder to avoid a charge of fraud is not exactly clever thinking. Now, why would you do that? \n[35]Not that incredible. You'd just murdered somebody with a Colt 45, after all. \n[36]Let's call it manslaughter, then, shall we? \n[37]It is all bizarrely plausible. And yet... \n[38]Most of you are. \n[39]But you: you're not a liar, Mister Malik, that is for sure. You are too truthful. \n[40]Thank you, Constable. All that remains is to work out whether it was manslaughter or murder. Ten years, or life. \n[41]I- progress is being made sir. \n[42]No, Sir. \n[43]That's-? \n[44]Whilst I'm not convinced he actually cheated, I have got- \n[45]A liar. \n[46]Indeed, sir. \n[47]Yes, sir. \n[48]Not a word, Srinivas. \n[49]That's why he's on the show. \n[50]Just one more thing left, Sir. \n[51]If you'd like to come with me. \n[52]Thought you might need a lift, Sir. ", "MAMAN": "\n[1]Anyone hungry? Come on in. \n[2]Stop! You. Again. \n[3]Everyone. \n[4]You sing like one, and you fight like one. I think you've found your dog, Punnoose. \n[5]Very good, very good. I am pleased, Arvind. He is ready. \n[6]Okay. Take him out the back. \n[7]Now the other one. Salim, go get Jamal. \n[8]Gunfighter Number One, isn't that right, Salim? The money, the women, the cars...you want them bad, huh? And why not? \n[9]The time has come to choose, yaar. The life of a slum dog or the life of a man. A real man. A gunfighter, Salim. \n[10]Your destiny is in your hands, bhai. You can be me. Or nobody. Understand? \n[11]So, brother, go get Jamal. \n[12]Jamal, hello. You have done well. It's time for you to- turn professional. \n[13]Sing me a song, yaar. How about Chalo Ri Murali, huh? My favourite. \n[14]What? \n[15]Sala...! \n[16]Look who we have here, Punnoose. Hello again, Jamal. Salim. Never forget a face. Especially one that I own. \n[17]Whatever you like. Have fun. Just make sure that you dispose of them properly afterwards. No traces, thank you. \n[18]You really thought you could just walk in and take my prize away? Have you any idea how much this little virgin is worth, bhen chod? \n[19]Get them out of here. \n[20]Please continue, Master-ji. \n[21]Let's not be foolish, Salim. Heavy, aren't they? \n[22]You can have money. Here. \n[23]Take it. Go. Disappear with your friend and we'll forget all about this. Okay? \n[24]Oh, Maman can make an exception. ", "ARVIND": "\n[1]We're not allowed to talk to them. \n[2]Ready? \n[3]Namaste, Sahib. Any kindness you give will be repaid in heaven many times. \n[4]A fifty. And a hundred! Blessings upon you, Sahib. \n[5]There are many ways of seeing. \n[6]Dollars. But how many? \n[7]Now you are playing with me, Sahib. \n[8]What is on it? The pictures. Tell me. \n[9]The other side. Turn it over. \n[10]Benjamin Franklin. My God, my God. Thank you, Sahib. You were generous the first time. But this... \n[11]And without even a song? \n[12]So you are rich, now, are you, Jamal? I am happy for you. \n[13]You got away. I didn't. That is all. No, no tears. Tears mock me all the more. \n[14]- how's your voice, Jamal? \n[15]- and your eyes? \n[16]Then stay away, chutiyé, and count your blessings every morning you open them and see the sun rising. You owe Maman. He doesn't forget. \n[17]Alive? Oh, she's alive alright. It's your life, Jamal. Pila Street. They call her Cherry, now. \n[18]I will sing at your funeral, yaar. ", "JAVED": "\n[1]You killed him? \n[2]My enemy's enemy is my friend, no? So, come in, friend. \n[3]First you want a dishwasher, now a bloody cook- \n[4]- chup. The cricket's on. \n[5]Why do you always watch that shit? Huh? I'm already a millionaire. \n[6]Well, come on then, Cook. I'm hungry. Get me a sandwich. \n[7]Atcha... \n[8]..yeah. He's on eighty-five. I want four lakh on him making a century. What are you giving?...Okay, make it five lakh. \n[9]Straight bat, straight bat, dammit. \n[10]No! A single! \n[11]No, no, no! stupid ben chod idiot... \n[12]And what is this shit supposed to be, mader chod? Get out. Get out! \n[13]Latika, where's my bloody shirt? The Armani. \n[14]What about my bloody whisky, woman? \n[15]Hey, Salim. \n[16]What the bloody-? \n[17]Latika! Salim! ", "CONSTABLE SRINIVAS": "\n[1]Your name, bhen chod. \n[2]Your name! \n[3]Apart from his name, I can't get a word out of the runt. \n[4]Tough guy. \n[5]Sorry, Sir. \n[6]Maybe he did know the answers. \n[7]I knew it was Amitabh. \n[8]The Inspector asked you a question. \n[9]Ten rupees. \n[10]Platform Seventeen- \n[11]A statue of Frederick Stevens, architect and builder of Victoria Terminus in - \n[12]Sir, sir! \n[13]Accessory to murder, Sir. \n[14]Shooting at Pila Street, October 19th...Maman Hossani....Victim pronounced dead at scene. Suspects absconded: two males, early teens, one female, early teen. \n[15]Sir-? \n[16]You're back on the show. ", "JAMAL V/O": "\n[1]I work in a call centre. In Juhu. \n[2]Chhatrapati Shivaji Terminus. \n[3]I think so. \n[4]They taught me every song in the history of Indian music. \n[5]We criss-crossed the country from Rajasthan to Calcutta. Every time we were thrown off we got back on again. This was our home for years. A home with wheels and a whistle. \n[6]It was the best-paid job I've ever had. \n[7]And life was good. \n[8]Bombay had turned into Mumbai. \n[9]The orphanage had gone, the slum had gone, the people.... all gone. And everywhere was building, building, building. \n[10]But I knew she was here. Somewhere she was here. \n[11]Evenings, I searched. Days, I worked. \n[12]But she wasn't. \n[13]Yes. I'm ready. \n[14]Slum dogs never sleep, only nap. He would disappear for a couple of days and come back changed. Sometimes elated- \n[15]Sometimes the opposite. \n[16]But younger brothers don't interfere. Mostly. ", "TALKBACK V/O": "\n[1]Ten to white-out, nine, eight, seven... \n[2]...three, two, one, zero. Cue Prem, cue applause... \n[3]Go, Prem. \n[4]....three, two, one... \n[5]Twenty seconds. \n[6]Fifteen seconds. \n[7]Ten seconds. \n[8]Five seconds. \n[9]Four, three... \n[10]...we're on. \n[11]Two minutes. ", "COMMISSIONER OF POLICE": "\n[1]It is so kind of you to visit our station, Sir. A great honour. \n[2]Oh! A thousand thanks, Sir. Missus Janda will be overcome. \n[3]chi, you lazy chutiyé, chi! \n[4]Ah, Inspector! Cracked it? \n[5]Nearly? Nearly? When Prem Kumar himself has- \n[6]So? Have you charged him yet? \n[7]Progress? Have you charged him? \n[8]And if that isn't enough for you... \n[9]- yes, yes! The boy's a bloody hero with every beggar and thief in the city. We're in danger of looking very stupid, here, Inspector. \n[10]- Prem Kumar himself- a man of great standing and integrity- said the kid was a liar and a cheat. What more do you need? \n[11]Get me the Inspector on the phone now! ", "NITA": "\n[1]No. \n[2]No need. I read it in bloody Stardust. Didn't even have the balls to tell me. \"Prem's happiness with another baby on the way\". After everything you said... \n[3]She's got the gestation period of an elephant, then. \n[4]All this misery... \n[5]Prem... \n[6]Prem... \n[7]Alright. \n[8]Good luck. \n[9]You should be. \n[10]Not if you were the only man in the world. ", "WOMAN V/O": "\n[1]Hello? Hello? Have I been transferred again, for God's sake? \n[2]Hello? Jesus, God, will somebody talk to me? \n[3]It's Kingussie, love. Pronounced Kinoosie. \n[4]So where are you from? Abroad, I bet. China or somewhere. What good is- \n[5]Oh aye? Which loch? \n[6]Loch Ben? Och, no, hen, that's one of the wee ones up in the Highlands. You're all the way up there? But I bet it rains, eh, hen? \n[7]No! \n[8]Och, no, hen. \n[9]- and what monsoon would that be? I'd like to speak to your supervisor, son. \n[10]- get me the supervisor on this line now- ", "DIRECTOR": "\n[1]What the bloody hell is he playing at? He's way off script... \n[2]Which one? \n[3]Oh, God, that's all we need.... \n[4]Okay, he hasn't got a clue. This is going to be a walk-away. Stand by. \n[5]Bloody hell. He's got Prem on the run... \n[6]What's going on? \n[7]This was you? You called them? \n[8]How d'you know he's cheating? \n[9]You gave him an answer? ", "WOMAN": "\n[1]Hope so. My head is exploding. \n[2]Why don't you put it back and listen to the music? \n[3]It's called Orfeo. Orpheus and Eurydice. Orpheus- that one there- is looking for his lover, Eurydice. She died, but he can't live without her. \n[4]The pain is so bad that he goes to the underworld- the place we go when we die- to try to get her back. \n[5]You can in opera. \n[6]Watch and see. \n[7]No, kid. Not available. Plenty of others. Take a look. \n[8]She's still not on the menu. Choose someone else or piss off. \n[9]Two minutes. ", "LATIKA V/O": "\n[1]Stay there. Look away. \n[2]I'll know if you're looking.... \n[3]Hello? \n[4]Hello? Jamal? \n[5]My name is Latika. \n[6]Yes. \n[7]I'm- I'm safe. \n[8]I don't know. \n[9]I've never known. ", "ADA": "\n[1]Please, what time is the next tour? \n[2]- we're on a very tight schedule, you see, young man. Have to see the Red Fort this afternoon. Would it be possible to show us around now? Obviously we understand it would cost more for just the two of us... \n[3]It says nothing of this in the guide book. \n[4]Oh. \n[5]How did she die? \n[6]Really? \n[7]You've seen the way they drive around here... "}}