{"dialogues": {"MESSNER": "\n[1]Zoom and pan please.   Stay tight. \n[2]I thought Heller was a double op? \n[3]So he's personally issued the contract on Israel? \n[4]A marked man gets wise and wants to come in. \n[5]So the wiretaps we conducted on Serna and Padiche, the mention of Israel's heart? \n[6]Like who? \n[7]You think it's possible he could be involved in the Israel hit? \n[8]...Then we lose our witness. \n[9]It's the last place they'd look. \n[10]Anything on the Swede? \n[11]Maybe he's that good. Never been caught, no criminal record. \n[12]I tell you, engineering this kind of play against Sparazza, going to the lengths these guys are going to...they're playing some long odds. \n[13]Well... This is as good a place for it as any I guess. \n[14]No rest for the wicked. Why were we never shown these files? We're sitting on Sparazza for what? Six months now and we're just seeing this? Did you know that he's has had thirty- six major medical procedures performed on him since 1953? Elective plastic surgery, every single one-- \n[15]--look at this, look at the work he's had done; nose, three times, eyes, eyelids, chin, jaw-- he's had his jaw done a dozen times. \n[16]You take every hasbeen actor in Hollywood they haven't been cut this much. \n[17]Unreal, this guys jacket too. Wall- to-wall major felony offenses, murder, extortion, arson, grand larceny-- --A paternity suit...I just feel like we're playing catch-up with all this and we shouldn't be. \n[18]Based on what we had, I thought Sparazza was a mid-level player at best and it turns out he's this mob relic, running the show out west. \n[19]But the Bureau knew Sparazza killed Heller. Why not go after him, guns blazing' for that one? \n[20]Yeah, but the Untouchables took down Capone. Heller got shot and killed. The bad guys beat him. Worse, Sparazza walked. \n[21]So he has no idea what's about to happen? \n[22]What about the hotel staff obstructing us. Israel's obviously paid off the management. \n[23]He's giving them up? \n[24]Did the Justice lawyers sign off? \n[25]What about the sheriff's task force? \n[26]Double homicide, gunshot vics, both of 'em dumped in the lake. That's where the Sheriff's task force is. \n[27]Deputy, have you made any ID's? \n[28]Dep-- Deputy, I'm going to put you on speaker, I have Agent Carruthers in the car with me. You need to hear this. \n[29]What kind of uniforms? \n[30]Alright, deputy, we'll be there as soon as possible, until we arrive, I need you to limit physical access and restrict movement to and from the crime scene. Clear? \n[31]Yeah. Have you been able to get through to the Nomad's security? \n[32]You going up to the Penthouse alone? \n[33]No, no clarify. What is \"an emergency requisition of surrounding personnel?\" Within one-hundred mile radius, understood-- Sacramento, Reno, Carson City. So in less than an hour, we're going to have anywhere from forty to fifty odd field agents arriving, without the slightest inkling as to why they're here. Is that correct? Am I misinterpreting that or-- No, I'm not blaming any one person, this is Bureau directive. But Agent Carruthers is the SAC and he's out of cell range at the moment, so I can't contact him to-- Very well. I need to get Deputy Director Locke on the phone as soon as possible. \n[34]Who's this? \n[35]What are these? \n[36]Then we've got a third man missing. \n[37]What car? \n[38]--Where's it at now? \n[39]I want you to locate Agent Carruthers now. The guests that aren't able to leave need to be confined to their suites. And under no circumstances are they to venture out, for any reason. Have the staff make calls to that effect. \n[40]This him? \n[41]--Agent Carruthers. Do you know where is he now? \n[42]Wait a minute, what other agent? What other agent? \n[43]Did he give you his name? \n[44]--run both those names through the D.C. database. Call San Francisco, see if they've got anybody in the field doing collateral inquiries for-- \n[45]Who? \n[46]This man wearing the jacket identified himself as an Federal agent? \n[47]You're sure? \n[48]And when you saw him later, he was wearing one of your security jackets-- \n[49]And that didn't seem odd to you? \n[50]We may have a man posing as one of us. Get a tactical team assembled. We need to get to the penthouse level immediately. \n[51]Do it. \n[52]\n[53]Two man cover formation, far end, the elevator is open, possible aggression inside, watch for fire-- \n[54]\n[55]\n[56]How bad? \n[57]No. \n[58]\n[59]\n[60]...Deputy Director Locke? \n[61]This is him? The hitman hired to kill Israel? He's a doctor? \n[62]What the hell-- What is this!? People died. Agent Carruthers is dead! \n[63]Your friends were taken to Carson City Memorial, they're going to be autopsied and shipped back for burial. \n[64]Who owned this car? \n[65]Where are they now? \n[66]Where's that? Home. \n[67]You're injured...Let me drive. \n[68]Where's Israel? \n[69]My debrief-- \n[70]--no, we need to handle it now. \n[71]You're going to tell me why no call was made to inform us that the Israel situation had been \"altered.\" Why I-- and my friend and partner, whose body is going into a furnace tomorrow, were not sufficiently apprised of Bureau movement on this matter. \n[72]--You can and you will. \n[73]And you just figured that out? The Swede isn't a hitman, is he? He's a surgeon. Sparazza didn't want Israel's heart for a trophy, he wanted it for a transplant...why? \n[74]...A paternity suit, filed 1967... \n[75]...Does he know? \n[76]So the wiretaps of Padiche and Serna-- \n[77]So all of our intel was bogus to begin with. \n[78]...When did you know all this? \n[79]--What? What do you mean \"Who Sparazza actually was...\" \n[80]...Almost. What do you mean \"who Sparazza actually was...\" \n[81]You realize that Sparraza has had thirty-six major medical procedures performed on him since 1953? Elective plastic surgery, every single one-- \n[82]...Yeah, fifty-three. \n[83]...holy shit...that's Heller... Isn't it? \n[84]...So you made another deal? \n[85]But you did, and have...And now people are dead. Did Sparazza become more valuable than Israel...and did you make another deal? \n[86]You're trying to save Sparazza? \n[87]...So you knew all this and yet y-- \n[88]...while Carruthers and a dozen others lie dying, you debate semantics. The Bureau's betrayed us... The way they betrayed him... \n[89]No, of course you don't...of course you don't. ...I gave all my belief and the better part of my soul to this Bureau. ...Look at the monsters you've made... I won't be one of them. \n[90]No...It's not. ", "ISRAEL": "\n[1]D'you talk to'm? \n[2]What'd you say? \n[3]No, what did you say on the machine? \n[4]I know you left him a message. What did you say! \n[5]Jesus Hugo! \n[6]How is it that you can turn a simple conversation into a fucking hedge maze!? This is zero degree of difficulty man! \n[7]Then why are you still looking at me like I'm asking for the square root of something! What did you say!? \n[8]Look at that, we didn't have to fill up the whole blackboard after all. Now, do you know anything about that? \n[9]Look at the collar on that coat... \n[10]What's that look like, that stain? \n[11]Cinnamon roll? No, good guess though. No, Hugo that looks like jizz... And I'm no forensic expert mind you, but that looks like some fuckhead shot their load on a twelve-thousand dollar calf's skin jacket. The twist? It's My twelve thousand dollar, calf's skin jacket. So y'got semen, human ejaculate-- \n[12]--that's been allowed to soak in for what, six, seven hours now? Work it's way into the fabric-fuck'n fibers-- and while you may never see it in a Tide commercial, I think it still safely qualifies as a \"tough, deep down stain.\" \n[13]...to what? Incinerate? 'Cuz I'm almost dead certain there's not a fucking laundry detergent or dry cleaning process known to man that can ever return that jacket to its former glory! Some shit, suffice it to say, just don't wash out. Now, the money question...To whom does that stain belong? \n[14]C'mon, somebody was banging one of these skanks, sans rubber-- -which is terrifying in its own right- pulled out, let 'er rip and ruined the last gift my mother gave me before she died. The way I see it, it's the same as if she was dug up, three months dead and it was shot right on her rotting corpse, 'cuz that's how it defiled this feels! \n[15]I was kinda hoping, yeah. \n[16]Only if you really, truly mean it. \n[17]Are you a fucking colossal idiot? \n[18]Without peer? \n[19]No. Be sure. Be resolute.    You stand alone on that summit. \n[20]Get the phone, it might be Gill, then get out of my sight. \n[21]No. The cards can stay there. Get The Goddamn Phone. \n[22]\n[23]Don't tell me to \"calm down\" Ivy! I hate that! \n[24]Fifty grand gouge. South shore hayseeds, this is why I never play Tahoe, or redneck Reno... \n[25]Alright, bag it, I'm not shelling out that kinda bread for this shithole, this is a junior suite in Vegas. Call Mecklen right now, he should have his cell on, I need an update. Get the Russian up here, have him clean this place, floor to ceiling and get us packed . ...And send out for some new skeeze, the sun's up, these ones are starting to stink... \n[26]Are you on a land line? \n[27]Just checking...what's up?   What's wrong with your voice? \n[28]...About what? \n[29]I'm not doing cocaine. \n[30]That's not possible. I told you. \n[31]Won't work, we're just gonna have to chance it man. I'm sorry. \n[32]--Fine, fuck, I got it...Lake Tahoe, Nevada. I'll have Hugo book your flight, you can be here in a couple hours. He'll meet you at the airport. \n[33]Be cool, be cool, be cool...c'mon... \n[34]Just this last little bit, then we're done, just this tiny bit and that's it, that's it, all of it, over-- \n[35]...How the mighty have fallen... \n[36]That's right! RIGHT NOW! \n[37]They're gonna give on this in the next ten seconds or the deal's off! \n[38]Bullshit it is. I said, about as loud as I could say it, \"no jail time for my guys.\" \n[39]--and you're gonna feel altogether fucked, by me, if you don't handle this. I'm the one, does the face plant, this falls apart, not you. \n[40]I don't have to do shit! Which includes cooperating any further with these motherfuckers until I get what I want! \n[41]Alright, fuck it, if we gotta hand 'em somebody from our end and they're being hard-ons about it-- make it Hugo, him I don't mind. He needs that regimented thing that prison provides-- \n[42]--this isn't a swap meet Morrey, they're getting Sparazza and the west coast syndicate, giftwrapped, now if that's not good enough-- \n[43]Alright...do it. \n[44]I sent Hugo, he should be there! \n[45]No, wait there. He'll be there. \n[46]IVY! Why isn't Hugo at the airport!? It's a fifteen minute trip! \n[47]Well what the fuck!? I got the Doc in town, I need him here! Call Hugo, find out where the car is! \n[48]They're getting close. It's down to a handful of deal points now. \n[49]--I dunno the way it's gonna play out, but-- yeah, it'll probably go something like that. \n[50]...what are you tryin' to say? \n[51]That's probably him now... \n[52]A set of skills, God-given gifts, I close my eyes. \n[53]King of Clubs...You pick up this deck, s'just playing cards, I pick up this deck it's a living, breathing thing. What do you see right now? You see exactly and only, what I choose to show you....That's illusion Ivy. That's the lie I tell your eyes. The manipulation of movement. Knowing where your gaze wants to go, guiding it there. Making the magic happen in that moment, that split- second, but seeing behind it, knowing it's all bullshit...Built on sand. \n[54]I can show the Feds what they want to see too. And make it as real as this room. Make it more than smoke, more than mirrors...and that's why I'm valuable...and that's why you're not. I never wanted it this way. \n[55]That's Mecklen. The deal's closing. I can pick that phone up and I can work this out. \n[56]You'll walk with me. \n[57]\n[58]Ivy's trying to kill me! \n[59]\n[60]What? \n[61]Jesus Christ... \n[62]...you just murdered Beanie... \n[63]Hey! Get him out-- muscle him if you have to. Take him down the quietly, use the service exit. Then get back up here and we'll handle the rest of this. What? Is there somebody else in there? \n[64]Avert your eyes gents, y'didn't see that. Okay Vitoli, listen these last few minutes make you a material witness, do you understand what that means? \n[65]You do know what that means! Tremendous, that's the attitude. Alright, Vitoli, hang tight for half a tic, we've got a special sort of \"clean-up\" we gotta do here, alright? \n[66]What's he doing, is he getting this? \n[67]Good. Now Move. \n[68]Fucking things falling asleep... \n[69]Vitoli, just sit tight for a second, I gotta make a phone call, figure this out... \n[70]They what?   What? No.   No. Why? \n[71]Doc-- y-- wha-- what is this? \n[72]...forgive me... ", "SYKES": "\n[1]How real...? \n[2]Bulllllshit... \n[3]And so I get this straight, we gotta go in, bust on this punk and remove the heart? Is that for real? \n[4]What else did Padiche say? \n[5]What's the name again? \n[6]We gotta lay something out, strategy- wise. Somethin' tight. Y'go in there ad-libbing, it's y'ass. \n[7]What's the time frame? \n[8]Pussy. \n[9]And we like that he likes... \n[10]Correct. \n[11]No, we're not together. \n[12]I'm gonna need a mini-bar key too. \n[13]That's a bad move. \n[14]'Cuz we don't need to draw any more shit down on our heads. We hit whoever's between us and Israel. I don't want to dead the whole floor and I don't want to be killing women no matter how they make a living. \n[15]Better? \n[16]What are you hearin' right now? \n[17]A Fed?   Like FBI? \n[18]When them tricks hit the lobby, holla at me and I'm gonna meet them on the way up, blend in. Once I get inside, I'mma put m'Nina to Israel's head and back out hot. Anybody's fucks with that program, y'break 'em off. They get gully-- \n[19]Jus' remember, this is more rescuin' shit than rampagin' shit...What are you shootin'? \n[20]You got the fifty up? Bitch y'tryin' t'take down a jumbo jet? Blown the moon out the sky? T'fuck you wanna get that grimy? \n[21]Damn, this kevlar ridin' up on me, I wish they made this more sheer. \n[22]I ain't tryin' to break a sweat for that sorry ass nigga. \n[23]You know I burned all his shit. All that vinyl. Chalamar, Funkadelic, I burned his turntables too. They was like three-thousand brand new. \n[24]Girl, lemme ask you somethin' and I want you t'tell me straight up, since I got my suspicions and y'know I ain't one t'talk circles...you gay? \n[25]Ain't nuthin' wrong wit' it. \n[26]--I don't know, I feel like you always pushin' up on me, gettin' close and I love you baby, in every way you can love a bitch, 'cept that one. \n[27]Fuck you. \n[28]...I'm on my way out, I'm just gonna hang in the hallway until they start up in the elevators. \n[29]I'm going down. \n[30]...Faggot-ass redneck... \n[31]Not you. Some assholes on the elevator...are these bitches on a permanent smoke break or what? Why the fuck they call'm \"working girls.\" \n[32]Girl, you hear that!? \n[33]No, but that definitely sounds like shots and I don't where it's comin' from-- \n[34]--I thought we had secure frequency. Aww girl, tell me this mafucka ain't goin' off right now. \n[35]What's wrong? \n[36]It ain't dead! Quit saying that shit! \n[37]I'm not givin' it up jus' yet... \n[38]...oh...damn... \n[39]...Shhhhhhit...girl, there's these two dudes, just sittin' here in this elevator, all shot up... \n[40]They musta been beefin' big time with one another, cuz this shit, got way past words, whatever it was. \n[41]Right now? ...Dying. \n[42]...Wait a minute...This one's a Fed. \n[43]Girl one of these fools has an FBI badge on him! Is this the one that was doing the inspection? \n[44]You jus' lay still, we goin figure out what the fuck ya'll were up t-- \n[45]You ain't gonna believe this shit. Both these motherfuckers are FEDS. \n[46]What I got i- a Gerald D--go and a Donald Carruthers here...Now w--ch one of --'ll --s for real? \n[47]'Cuz I'mma kill the one that ain't... \n[48]Shar...Fourteen, I'm pinched-- I need some heavy shit, fire-from- heaven...my count. \n[49]Bring it. \n[50]Are these feds fake or for real girl! \n[51]Jus' keep doin' y'damage girl, keep these mafuckas off my as-- \n[52]We're out girl! I'm shot! I'M SHOT!-- \n[53]\n[54]Girl, I'm inside, I'm on my way up-- this elevator is going to the Penthouse-- can you hear me--? Baby, can you hear me-- \n[55]Drop that hammer... And I drop this one. Know a killer motherfucker...know they voice. Know they feel...and know you 'bout to die by one. \n[56]...Georgia. \n[57]You know I did baby... And a deep, dark one at that. Now if you ain't a dog, which you don't look like-- \n[58]--good, then all you got to be is grateful. \n[59]You love her?  \n[60]Got hit twice.  \n[61]Well, if it's any comfort, I's goin' in to there to act a fool baby. Straight rockin' heat and slayin' niggas--  \n[62]Mmm-hmm...and your boy very well mighta been one of 'em.  \n[63]Like a mafucka.  \n[64]I probably woulda busted on you too ...and what a shame that woulda been.  \n[65]You do the right thing. Sit with me while I heal, let it develop slow.   \n[66]'Spose to kill this fool named Buddy Israel. \n[67]Damn baby girl, you makin' a nigga fall hard now. \n[68]Don't play out this string, 'cuz it's real short I didn't do your man downstairs. I found him that way. Now whether or not you believe that ain't the least bit important. We either goin' work this out and live, or stay doin' the shit we been doin' and die. Now I got no beef with you, or wit ya'll bureau...so you better off jus' movin' on &amp; lettin' us be. ", "LOCKE": "\n[1]--Enforcer.    Extortionist.   Killer. \n[2]Sparazza is rumored to have performed in excess of one-hundred and thirty contract murders, including one of the bureau's most celebrated agents. Freeman Heller. You heard of \"The Turnpike Murders\" that was Sparazza. \n[3]No. He worked for the O.S.S. before joining the Bureau in its heyday. He was the first operative assigned with infiltrating the mob. \n[4]And as a result, his undercover work was wildly successful. He eventually reached the rank of Capo inside the Carlotta crime family...but through some internal slip-up, his cover was compromised and Primo Sparazza was given the contract to kill him. \n[5]There wasn't enough evidence to bring formal charges, so the case never went to trial. \n[6]Sparazza is a bit of a specter. Over the years, the serious crimes with which he was thought to be involved, including Heller's murder, could never be traced back to him. \n[7]A dedicated viciousness and a slavish devotion to mob doctrine had Sparazza's star on the rise. So the mob relocated him to Nevada and he became the unofficial head of the Las Vegas LCN. \n[8]Sparazza was the one who introduced Israel to the life, gave him his first big break, brought him through the ranks. \n[9]...His hand-picked protege, successor to the throne...and Israel played the situation very shrewd. \n[10]...Slowly amassing the loyalties of Sparazza's top men...with plans of toppling the throne. \n[11]In doing so, he plunged the Carlotta organization into a civil war, splitting the family into dual factions. Sparazza on one side, Israel on the other. The infighting that followed drew the interest of nearly every major investigative body operating under the canopy of the federal government. \n[12]Presently there are sixteen state and federally funded agencies, running concurrent criminal probes on select members of the LCN...With Israel \n[13]His testimony has the potential of blowing the lid off what's left of the La Cosa Nostra is this country. That alone warrants total immunity from prosecution and and a vanishing act with Witness Protection. \n[14]--Your intel corroborates what we already know. Sparazza's health is in rapid decline and before his date with destiny, it seems he wants one last thing...The heart of his sworn enemy. A recently opened, cash rich escrow account has been traced back to Sparazza. This and the mention of this mysterious Swede makes the million dollar contract on Israel very real. \n[15]Like Pasquale Acosta, blood money mercenary. His countrymen have dubbed him the more dubious \"El Estrago\" The Plague. \n[16]Sought for war crimes and human rights violations in eighteen different countries. When he was caught by the SAS in Northern Ireland and imprisoned, he chewed off his fingertips to the bone before he could be printed and ID'd by Interpol. \n[17]On an extradition flight back to El Salvador, he murdered a security detachment and vanished. \n[18]Possibly. Acosta is pure mercenary. And a million dollar hit fee will draw some huge flies. But forget about Sparazza's money for a moment and remember, there's no shortage of those who want Israel killed and no shortage of cash to do just that... \n[19]We lose our case. Twenty-four hours from now, he's scheduled to meet with federal prosecutors. His agent, a man by the name of Morris Mecklen, has guaranteed us that he'll enter into protective custody once his deal is approved. \n[20]Israel's legal representation, the firm of Culpepper, Brody and Reed, which is currently the subject of a joint SEC and Treasury Department probe, were left holding the bag after he skipped bail. Over three- quarters of a million dollars on a bond that's set to expire in less than a day. Rupert Reed, one of the firm's partners, has learned of Israel's whereabouts and dispatched a local bondsman by the name of Jack Dupree to pick him up and return him to Las Vegas...that can't happen. We have a Gulf Stream standing by at Reagan International to transport you two to Lake Tahoe. It's very simple gentlemen. Valacchi, Fratiano, Gravano-- no former witness against the mob has been as crucial or has brought more to bear on the potential dissolution of The La Cosa Nostra, than Buddy Israel. \n[21]...But understand that if an attempt is made on his life... \n[22]...then it is being made by those of the strictest professional caliber... \n[23]...They are cold-blooded, ruthless, and without restraint...and they must not succeed. \n[24]...Yes? Yes sir...I'm looking at it now...what does this-- mean exactly? ...What? ...Good God... ..Good God... No, the two of them attached, Agent's Carruthers and Messner. I'd like to notify them immedia-- \n[25]Understood Sir...They won't be contacted...I'm leaving now. \n[26]Pasquale Acosta-- Mercenary-- \"El Estrago\"-- \"The Plague\" \n[27]Soot? \n[28]Where are Carruthers and Messner? \n[29]Account for him. \n[30]Here. Sit.   Please. \n[31]Difficult to explain everything now... And much larger issues loom. I'm sorry about Carruthers...Damndest thing to have to die for. \n[32]Very well. Take Mr. Israel to the roof, he'll be traveling with us. \n[33]We have to transport Mr. Israel to Las Vegas, time is of the essence. The gulfstream is standing by on the jetway at Tahoe International. I'm sorry, I'm restricted from disclosing anymore information. Return to Washington. You'll be debriefed in the coming days. \n[34]...for a press release. Officially, he took his own life, suicide by hanging, something of that sort. Basic bullet points-- despondent over the turn his career had taken, troubles with the law, history of substance abuse and so on-- \n[35]What are you doing here? \n[36]--will be handled back in-- \n[37]You were given instructions to get on that plane and return to Washington-- \n[38]I can't discuss-- \n[39]You're finished. \n[40]...They're father and son... \n[41]--Brought against Sparazza by Israel's mother Laverne who was nineteen at the time. They had a brief affair which Israel was the by-product of. \n[42]...He does now... \n[43]Dr. Sven Ingstrom is head of cardiology at Stockholm University and the foremost heart specialist in all of Europe-- \n[44]Sparazza was in failing health and looking for a donor. The son who had betrayed and burned him so thoroughly seemed a obvious choice. \n[45]Yes. The actual contract went to Lazlo Soot, the man that plunged to his death from the Penthouse yesterday. He was to neutralize Israel's entourage and prep for the removal of his heart. \n[46]Ingstrom was to handle the surgery itself on-site with the assistance of Dr. Gregory Gill, Israel's personal physician, who was also on the Sparazza payroll. \n[47]Information was arriving all day yesterday. When we finally figured out who Sparazza actually was, we-- \n[48]...Are you insane? \n[49]It wasn't elective. It was undertaken to save his life. And it wasn't cosmetic, it was reconstructive...Look at the date of the first procedure. \n[50]The same year that Sparazza murdered Agent Freeman Heller... \n[51]Primo Sparazza was Heller's alias. He went deep cover in 1940 and stayed under for over ten years, amassing materials against the mafia and other criminal syndicates. He may have ripped the organization wide open, pre-Appalachia, but his superiors were convinced that he had gone rogue, swapped allegiances...So they gave the order to terminate his cover. \n[52]He survived the shooting but the injuries he sustained triggered a degenerative bone disease that required constant surgery, forever altering his features...so he assumed his alias full-time. \n[53]The figment that was Primo Sparazza became flesh and blood. Freeman Heller was no more. \n[54]The agents of that era are all dead and gone, history had defaulted to fable...until now. You can imagine the shock this sent through the corridors of power in D.C. Heller's op predates the second world war. That's over sixty years of intel. Do you know how valuable that could be? The man's a treasure trove. \n[55]I wouldn't go that far. \n[56]Israel's agreement with the government was tossed out. We're now attempting to rehabilitate him to the point where a transplant can be attempted. \n[57]No...We're trying to save Heller. \n[58]--We needed cohesion to move forward. Not conjecture. \n[59]I don't see it like that at all. \n[60]I'll overlook what you've done here today in light of what's taken place. You've been fully debriefed. Now I want you to return to D.C. immediately and make no further inquiry into this matter. I mean it. It's closed. ", "WATTERS": "\n[1]So me and Sis here, 'cuz we got a rep on a rise, we chipped some nails on some niggas, they want us to drop this mafiaoso so and so, magician, whatever-the fuck he is. \n[2]Three hours t'the east. S'day trip. Pretty this time a'year too... \n[3]What are we talkin' on the split... \n[4]No, we're cool. \n[5]Pussy. \n[6]Pussy. \n[7]Israel likes pussy... \n[8]We're already here baby. \n[9]We sat down with Padiche, he tried to get some details which we wasn't gonna give up, but it's all good. We goin' check Sis in first, 'fore I check in across the street. \n[10]C'mon baby, don't be shy. \n[11]Just one bed please. Although if we sweat that one up, we goin' need some clean sheets. C'mon Girl, you know I'm playing! \n[12]..If ya'll let hoochie like that stay up in here, ya'll must be burning sheets by the ton. \n[13]You just goin' grin? Y'ain't goin comment on that, at all? Trampy ass skeezers, doin' damage they ain't even smart enough to see. That don't gall you at all? Bitches like those are the same ones runnin' feminism right to the brink girl. Bitches like that the reason mafuckas don't take our species seriously. We jus' meat for male consumption, we jus' pieces a'ass and pussy, somethin' pretty in lipstick and eye liner can suck cock. \n[14]Why? \n[15]Wait, I'm getting some fucked up feedback off that earpiece-- \n[16]Much. \n[17]Nuthin', we cool. There was somethin' about a fed being in the building. \n[18]It's just a little casino inspection, don't trip, he's alone. Alright, let's set this spinnin'... \n[19]I'mma grip and rip girl. I got some handloads here ready to cut heads. \n[20]...Girl, y'know I had to bring big mamma through. \n[21]The try t'wild out on my boo and it's on and crackin'! I'm layin' niggas out. \n[22]Mmmm. I tell you, I snuggle up with big girl here and my pussy start t'drip. \n[23]...So you heard from Keith? He still fuckin' with that 'lil light-skinned girl? \n[24]He a dog babydoll. He a great dane. I tried to tell y'after ya'll first date. He hit that ass one time, his interest in a bitch start t'landslide. \n[25]Fuck that nigga. Let him go woof on some other scrub. We got one another, s'all the love we're ever goin' need. \n[26]What!? \n[27]Damn!   Why you trippin' like that? \n[28]I ain't even goin' dignify that. You my road dog. We threw up sets. Plus you stank. \n[29]Alright girl, the ho train has arrived. Four of 'em. \n[30]Just get in there and do your thing baby...mamma gots you. \n[31]What'd you say? \n[32]Alright, the ho train is exiting the station. They're coming to you... \n[33]Are you anywhere near the penthouse? \n[34]--It's your IFB, somebody else has got an earpiece, you're picking up their signal-- \n[35]...Oh, fuck these fools... \n[36]Security's locking down the elevators. \n[37]...Forget it, it's dead. \n[38]Girl, I just saw muzzle flashes comin' out that suite. S'probably where you heard that shootin' earlier, somebody jus' downed Israel. He dead, our play is dead. \n[39]C'mon, I say we bounce now, kick it for a lil' bit, play some craps. ...Maybe spend the night? \n[40]What is it...? \n[41]What? \n[42]...What are they doin' right now...? \n[43]What? \n[44]Hold up, hold up, I'm getting shots over the scanners, tons of traffic-- jus' chill for a sec, lemme listen... \n[45]No, no, no no-- one of 'em ain't-- one of 'ems bullshit-- it's all over the air here, they got an impostor, some fool with a fake badge-- \n[46]--some fool wi-- a fake badge. So w- tch yours--f. \n[47]Bet. \n[48]\n[49]Sit tight if you can hear me Girl! I can't do shit for you from here. I'm moving down for a sightline! \n[50]Girl, where are you-- talk to me...how bad are you hit... \n[51]Georgia goddamn baby, please talk to me, please say somethin' so-- \n[52]\n[53]\n[54]...I loved you baby... ", "DUPREE": "\n[1]Buddy Israel, nicknamed \"Aces\" Born a bastard, mom Laverne chased the pipe dream from a Dairy Queen in Kansas City to the Vegas stage. Two months after stepping off a Greyhound, she gets knocked up by some hood. \n[2]Biological abandons her and the showgirl thing goes sideways so she winds up working as a magician's assistant to make extra cash. \n[3]...And young Buddy learns everything about cards from this Mandrake motherfucker his mom is working for... \n[4]Point is, he passed on all this slight of hand shit onto Aces and the kid is sick with it...By the age of twelve Buddy Israel is positively prodigal with a deck of cards. By sixteen, he's headlining the MGM's main room. \n[5]This punk is pulling down ten bills a night and more showgirl geech than you can shake a stick at. Four years of sold-out shows, he becomes the unofficial mob mascot \n[6]He buys into his bullshit, building street cred, he's got plans and pull, he's makin' plays, living the mob life for real. Somehow, it takes: Lounge act turned legitimate thug. \n[7]In reality, he doesn't know the ball from the bounce...He's not a crook, so he starts fucking up fast and picking up speed, putting a floodlight on the whole Carlotta organization. Cops get curious, start camping out, compiling names and faces and pretty soon Israel's bullshit has brought the heat to bear on none other than Primo Sparraza-- \n[8]...Then I'm sure you've heard of these guys...The Tremor brothers. \n[9]No? Then you've both been living under the same rock, 'cuz these cocksuckers are infamous. Three brothers, same skank mom, different deadbeat dads, used for that suicide-kamikaze style shit. You heard about that huge shoot- out in Cleveland? \n[10]The Teamsters had a reform measure going to ballot that didn't sit too well with the local syndicate. Night of the polling, big black-tie to-do downtown and the Tremor Brothers crash the party. Literally. \n[11]Donald McGarey, the local union rep, is the mark. The Tremors go ripshit riot on the whole club, seven people dead, twenty-eight wounded. Just to get to this one guy. \n[12]--And they get it about as good as they give it. In the melee, one of the brothers catches blowback from a jammed piece and is temporarily blinded, the other takes bullets to the lower back and can't walk. The third gets popped in the neck and passes out. McGarey gets out of the club alive...and not much further... \n[13]They're speed freaks, neo-nazi's. Sworn to the swastika, supposedly read and recite \"Mein Kampf\" like Mother Goose...And these motherfuckers can go megaton at the drop of a hat. \n[14]So what do you think? \n[15]The bond on Israel expires in eighteen hours, after that, it's a jump ball. Our window is now. \n[16]His law firm, same one that hired me. Israel walked out after he made bail and nobody's seen him since. \n[17]So I guess you're not going. \n[18]I know his location, we've got the drop of a maybe half a day before that location gets grape-vined and the rest of the world gets hipped. \n[19]He's...fuckin'...he's comin'... \n[20]They worked as swingmen for the Vegas Vice squad-- What? Five, six years? \n[21]Rip, my right hand to God, we're gonna go in and recover this asshole and everybody's gonna leave the theater grinning. Trust me. \n[22]Same place that rents the guard's uniforms. There's a shift change at 9am. Graveyard goes home and we can blend in with the day shift coming on. \n[23]We'll have to get our hands on them. There's two separate units; Casino Floor/Count Room Security and General Hotel Security-- Does he want to hear this or what? \n[24]Nobody put a gun to your head. \n[25]Then quit acting like somebody shit in your cereal bowl. Reed just gave us fifty grand. \n[26]Your attitude sucks. \n[27]Two security levels, the one we're going in under the guise of, hotel security, has restricted access. They're mostly there to monitor the lobby, handle disturbances on the different floors and toss out drunks. There's a thirty-five member employee rotation going from graveyard to day shift. If we split up, we can blend in and enter unnoticed. Once we're inside the hotel, we'll regroup. \n[28]...I forgive you Darwin. \n[29]If I needed your I.D. and your car and me and my brothers were wanted by the law, I woulda killed you to get 'em too. \n[30]Oh hell yeah. We's just in the wrong place at the wrong time. So don't feel so bad dude. \n[31]I don't mind now anyway. \n[32]You know, up here in Heaven, it's beautiful. Way better than fuckin' Hawaii or any place like that. \n[33]I'm glad I'm here. I love it. I'm gonna get laid by some fine ass angels and then go hang out with Jesus and them. \n[34]I got it made in the shade Amigo. Hey, I'll see you up here some day, don't worry. \n[35]I know so. \n[36]Don't tell your asshole brothers you know about it, that money is for you old boy. ", "CARRUTHERS": "\n[1]Made him a friend of the family. \n[2]Right there? In the high-roller suite? \n[3]Yes Sir. Go ahead. We're three miles from The Nomad now. We'll be awaiting word. \n[4]Only the mention made in that phone call. There's no Swedish hitman of any renown, much less one with a million dollar day rate. \n[5]Maybe. \n[6]And a very bad gamble. \n[7]He's awake. \n[8]Spotter on the lake confirmed Israel. Penthouse level. There was apparently a fisticuffs with some prostitutes. He wasn't involved. He's also had his people phone a local madame for another group of girls. \n[9]Welcome to the new Bureau. Nobody shares information anymore, it's become synonymous with job security. \n[10]He's stayed below the radar. You don't kill a hundred and thirty people without knowing how to tip-toe. \n[11]Heller was buried in agency lore, anytime an operative failed or was perceived to have failed, Hoover blackballed their memory. Look at Ness. \n[12]It's almost five a.m. in D.C. now. Locke said the lawyers from Justice had been in there since three o'clock yesterday afternoon. Israel's manager is acting as his attorney and that's what's holding things up. \n[13]No. And I want to be in that room a half second after Mecklen calls to say the deal's done. We've got a sheriff's task force on stand-by. \n[14]Tampering with a witness extraction of this magnitude makes everyone indictable at the federal level. Trust me, we won't any problems with the hotel staff. You show 'em your ID with the letters \"F.B.I.\" in all caps and it's instant compliance. I've seen in happen a hundred times. \n[15]Israel just rolled. \n[16]All of 'em. His entire entourage. I think we should move. \n[17]That's happening in about ten minutes. Israel's at optimum risk of flight right now, so we can't wait. \n[18]Have them mobilized. I'll phone security and have the elevators locked down and stairwells secured. We need to keep Israel sequestered in that penthouse. \n[19]Get a coroner's estimate too. --Miss, I've been transferred and I was disconnected. No one is answering and I need someone from security to pick up that line. It's urgent. \n[20]Was there anything recovered? \n[21]Maroon uniforms? \n[22]No. I'm going over there. You take the car from there, get out to the lake. \n[23]Yeah. \n[24]What I've been saying. Get me your head of security right now. \n[25]--I know that. Which floor are they on? \n[26]Excuse me, sir. \n[27]Special Agent Donald Carruthers. We've got a situation developing here in your hotel. \n[28]I need to get to your penthouse level immediately, I also need every other elevator with access to that floor evacuated and locked down. \n[29]Let's hope not. \n[30]Can't you use the line in here to contact your people. \n[31]Can't maintenance do that? \n[32]Shut the elevators down. \n[33]How long have you worked here? Bill. \n[34]Mortal. \n[35]Yeah. \n[36]--Heller was buried in agency lore- ", "PADICHE": "\n[1]Yeah...Sid? \n[2]Nah, nuthin' on my end-- \n[3]I'm here. \n[4]--he's doing it then, huh--  \n[5]--okay, g'head--  \n[6]No question, no, you're right. We gotta do what's good for us now.  \n[7]Y'gotta, y'gotta. But d'ya think they'll kick ransom for that little prick, assuming we get to'm.   \n[8]...Jesus...what for? \n[9]Wow. \n[10]Yeah, there's a pair'a broads I'm thinking might be good for this. \n[11]That's not a problem. Are we goin' outta pocket ourselves? \n[12]Well just so I got a quote in my head. What's the rate for the Swede? \n[13]Shoot. \n[14]No shit. \n[15]Girls, wonderful, here, sit. \n[16]Fabulous. I'm fine sweetheart, thanks. Okay, so...welcome to the south shore! So, just jumpin' right in, just in terms of this thing, our thing. I spoke to Lorenzo this morning, he says y'got somethin' more or less put together, plan'a attack and me and my associate Mr. Serna, who I can put on the phone hear, we'd love t'hear it. \n[17]We ain't askin' ya t'take us through, soup t'nuts or 'nuthin' like that, I jus' like t'hear the broad strokes, y'know, so we can get an idea-- \n[18]Wha'? \n[19]\"Pushy?\" \n[20]--Uh... \n[21]...Oh...uh-huh, yeah-- \n[22]...Pussy? \n[23]...Fabulous. \n[24]Yeah...Sid? \n[25]Nah, nuthin' on my end-- \n[26]Good. This thing's on track, looks like it's gonna get done. \n[27]Cold blood Sid, dead eyes, y'know? \n[28]Lil' cagey, y'know, don't like t'share trade secrets, that type'a thing. \n[29]How are we on time...? \n[30]Well, uh-- damn, alright, so he's headed in, does that-- where does that leave us? \n[31]So we gotta get t'Israel pretty quick for this to fly, yeah? I think? \n[32]--No, no, not when y'can see the shore. I hear ya. \n[33]I'm working on it. \n[34]It's gettin' done Sid. \n[35]...uh oh... ", "ELMORE": "\n[1]What happened? \n[2]I think it's idiotic to continue this conversation. We're ex-cops which means we weren't great cops or even good ones. \n[3]Which was a great gig until we we walked in here and started drinking. \n[4]Jack, if the rumors hold and Israel is really the great white whale of snitches, then the mob is looking to put all kinds of bullets into his ass and pour some serious psychotics into the mix to do just that. So what real incentive is there to track him on something as small-time as a skip trace, when it's putting you and yours in the path of severe pain and suffering and an almost certain prelude to doom. \n[5]Shit, if you're on a crazy jag, why stop there, why not take Fort Knox with a fucking slingshot or go into Hell after Hitler...I like your chances a lot more. \n[6]That's already happened hoss.   It's naive to think otherwise. \n[7]Hollis.   Elmore. \n[8]Yeah, we've been through that. \n[9]--Jack, what am I doing? I'm standing here, aren't I? Shouldn't that be enough? That I made the trip? \n[10]I been accused of worse. What do we got...? \n[11]Then what-- \n[12]Hel-- I-- ambula-- pleeeeee-- \n[13]Pl-- kid, st-- stop... \n[14]That your car? \n[15]You're F.B.I.? \n[16]You investigating those murders out at the lake? \n[17]Three men were ambushed and shot, two died and had their bodies tossed into the lake, the other has severe hypothermia, possible dementia and will probably be a multiple amputee by week's end...if he even lives that long. \n[18]You \"ain't\"-- You have any idea how close to death I've been? You understand that I'm dying now? That I've survived bullets and frostbite and raging fever-- missing fingers and every fucking imaginable horror in between? \n[19]And I'm asking you now, \"Is that your car\" and you can't even come clean and do me the decency of a straight answer, with the fucking state that I'm in!? \n[20]You shot me and murdered my friends. \n[21]And threw us into the lake. \n[22]And this is your car, isn't it? \n[23]But there were more of you? \n[24]Two of 'em? \n[25]You were here huntin' a man named Israel, weren't you? Your name is Tremor. \n[26]Yes we did... Now, give me your car keys. And get the fuck out of here. \n[27]...Oh, fuck that... \n[28]I'll take care of it. \n[29]The ones that killed 'em. \n[30]I just want to go home man...I just want to go home and forget this fucking place even exists. \n[31]Las Vegas. ", "SERNA": "\n[1]Buzzy...Buzz...? \n[2]You got clicks, anything? \n[3]--Okay...hang on, I gotta move-- \n[4]Alright, now Buzzy-- this is, this is it, here, okay, so listen to me careful and wait till I'm finished 'cuz we got no room for slop. \n[5]Okay, he's gonna clip Israel, I just gotta outta there--  \n[6]--yeah, now lemme finish, I was eavesdroppin', so give me sec, lay this thing out, since the information might be a little loose--  \n[7]So what I heard downstairs there is that they got a guy, some Swede, real badass, supposedly a \"specialist\" and they're bringing him over. Now he ain't coming cheap-- so, I'm thinkin' we jump, do this in the next day or so, get to Israel before the Swede can, we got chits, y'see? We're in a power position. Grab him, ransom him back, pick up that nut, we're that much closer to having our own thing.  \n[8]Trust me, we keep our mouths shut, go about our thing, play the part, nobody suspects us. The old man's on the fade Buzzy, fuck him, y'know? And that hurts, I don't like saying that, but hey, our livelihood, our lifeboat, y'get?  \n[9]Fuckin' A, first survive, yes?  \n[10]Yeah, y'ain't heard the punchline, yet and before I get to it, one more thing I heard, little curious, should probably bring it up...Primo wants Israel's heart. The actual thing, the organ. \n[11]--who can say. He's off his onion, y'know, he's old school Sicilian, this is how they hate. \n[12]Hey, we nab Israel, they pay t'get'm back, I'll cut the fuckin' thing out m'self, no extra charge. My thing is, we crew up, let's not fuck around, someone's cousin, some Zip off the boat from Naples, let's get pros, people who know how to behave. \n[13]Chances are, they're gonna get into some shit too, hafta put people down. \n[14]Yeah, I can front this. \n[15]That's the punchline, y'ready? \n[16]A million flat. \n[17]None whatsoever. \n[18]--so, I'm thinkin' we jump, do this in the next day or so, get to Israel before the Swede can-- \n[19]Buzzy...Buzz...? \n[20]Right, you got clicks, anything? \n[21]So how we lookin'? \n[22]Fuckin' thrilled t'hear it. So the scout, the sitdown, y'musta felt it from 'em then huh? \n[23]That's what we're countin' on. What'd they say when you went for specifics? \n[24]Okay-- yeah, I can, I respect that. \n[25]Well, I'm hearin' the Swede's been dispatched, he's flying so-- \n[26]--in a foot race right now. Really a matter of who out hustles who, y'know... \n[27]Basically-- it'd really be the best thing right now, yeah. Can't give up the ship now Buzzy-- \n[28]Okay, well, y'know, then we just gotta get Israel. \n[29]Bag this fucker Buzzy. \n[30]--some Swede, real badass, supposedly a \"specialist\" ", "SIR IVY": "\n[1]Calm down. \n[2]Look at the attention we're getting. It's all bad... \n[3]...We got these tricks going in and out, we're partying like the shit might go stale, what did you think was gonna happen? \n[4]We're hot, and they're losing a whole floor's worth of business saying it's \"under construction.\" \n[5]\n[6]So we're all traveling together, getting sworn, giving our statements-- \n[7]You believe in loyalty, don'tcha? 'Specially the kind of loyalty where an otherwise sensible motherfucker puts his own best interests aside to selflessly serve another. 'Cuz outside a goddamn dog, that kinda loyalty, my kinda shit, don't get any more dedicated, or deep, or devout... \n[8]What did you say to Mecklen? \n[9]...See, this is one'a them rare moments when y'ass get a chance to be completely honest...and if I'm asking you what you said to Mecklen, assume the shit is rhetorical...so assume I already know. \n[10]Oh you ain't done a damn thing can't be undone Playa. The dye ain't even close t'cast. Y'wanna make some shit real? No stage, no and lemme say this one time... \n[11]...If you think old man Primo could twist your shit up... \n[12]Y'ain't never had to wash another man's blood off, dig it out y'fingernails...Y'had us for that. Y'ain't ever made a real beef on y'own, shit as light in the ass as you are, I'll bet you ain't ever made anything more than a fuck'n fist your whole life. So if you think I'mma let your lil' punk-ass, with the dirt I've done for you, in the eleventh hour, sell me off like some fucking field nigger, hand me up to the Feds like y'last chip, then you done gone straight out-your-motherfucking MIND! \n[13]All that slight a'hand you can do and you still ain't never learned to lie right-- \n[14]\n[15]\n[16]This woman's been shot, I need to get her medical attention immediately! \n[17]What's your name baby girl... \n[18]Georgia on my mind wit'yo fine ass. You know you saved this black man. \n[19]--never in a million girl-- \n[20]No doubt. That's my moms there, taught me them skills. \n[21]My mamma? C'mon shorty, y'gotta ask? You hurtin' pretty bad?  \n[22]It's going around ain't it? Mafuckas catching bullets like the common cold up in this bitch. I think I accidentally shot and killed my boy today.  \n[23]For real?  \n[24]True?  \n[25]That takes some of the sting out.  \n[26]I feel like I know you girl. I feel like I've known you forever. You gonna lemme see your scars?  \n[27]What were you doin' here anyway? ", "DARWIN TREMOR": "\n[1]Shoot, I appreciate that man. \n[2]You woulda? \n[3]Damn...alright then. \n[4]Really? \n[5]Man, that's great. \n[6]You think so? \n[7]Damn Jack...you was after the same sacka shit as us...Small world. \n[8]I appreciate that pard...I wish I coulda been a better friend. \n[9]Bet'chu are. \n[10]Les' get at it then. \n[11]No, I'm confiscating it. \n[12]That's right...and I'd advise y'ta lower your weapon sir. \n[13]Ww...uh... \n[14]No, I ain't even heard abou-- \n[15]Yeah, shit-- hell, you're right. I'm sorry. \n[16]I did. We-- yeah, I know. \n[17]Pretty much, yep. \n[18]Mmm-hmm. \n[19]Yeah, m'brothers...They didn't make it. \n[20]Thass' right. I got other brother's though, so it ain't so bad. \n[21]I was. It is...That who you was here for? Israel? \n[22]Well...we both got beat out then, didn't we? \n[23]S'fair...lemme just grab somethin'. \n[24]No, no, no, I'm done with all that. \n[25]Probably needs to be tuned. Air filter's old. Plugs might be bad. Heater and AC ain't worked in forever. There's some good drugs in the glove box there, homespun, keep you smiling, semi-lucid at leas'... Well, God's speed t'ya then. Sorry 'bout all that. S'way a'the world though, winners and losers y'know. S'way it's always goin' be... ", "HUGO": "\n[1]I got his machine. \n[2]I said I got his machine. \n[3]I left him a message. \n[4]Okay. \n[5]I said that we were returning his call and you were real concerned, because he sounded real concerned. \n[6]About what? \n[7]I dunno...Cinnamon roll? \n[8]I could have it sent out... \n[9]Do you want me to say I did it? \n[10]Do you want me to say I'm sorry? \n[11]...I'm sorry... \n[12]I am.   Yeah. \n[13]I-- uh, yeah, I guess, yeah. \n[14]Hey-- It's him, it's Gill. \n[15]Answer your fucking pages! I've been calling for fifteen minutes, we need you up here to clean NOW! \n[16]Doc, I'm gonna tell 'em we're on our way up, make sure it's cool up there. Is there anything you need? \n[17]C'mon, somebody answer... \n[18]Shit...answer the fucking phone. \n[19]Whoa, hey-- hey-- hold-up, hold-up, I got the Doc, easy... What's going on? \n[20]--Beanie!? What? How did that happe-- Ivy!? \n[21]Vitoli?   What are you doing? ", "ACOSTA": "\n[1]We're conducting a series of impromptu inspections for the Nevada Gaming \n[2]Commission. I'd like to speak with your head of security. \n[3]Can I speak to you privately? \n[4]It's gotta be tough keeping an eye on everything. \n[5]So, Bill, if I understand this right, you currently have your penthouse floor under construction? \n[6]But with these down, doesn't that pose a major security concern if, as you say, you have to keep an eye on everything at all times? \n[7]--so you shut them off? \n[8]What kind of personnel? \n[9]You have a butler working that floor? \n[10]So there are no guests staying on that floor? \n[11]C'mon Bill...you've got some Sultan up there, one of your whales, big- spender, likes a lot of space, you cook up this \"construction\" thing...? \n[12]Is your security team armed? \n[13]And who has access to that floor? \n[14]Of course, but if you could just tell me who has access to that floor-- \n[15]Yes it is and right now it's filling your lungs. In less than a minute, you'll asphyxiate and pass out. You shouldn't be feeling any pain now. \n[16]Close your   eyes. Think of something wonderful.    Don't make this face the last thing   you ever see. Heaven may   hold it against you. \n[17]Bill-- Willliam... We're all dying... ", "SECURITY SUPERVISOR": "\n[1]No, I'm sorry, the penthouse is currently under construction. \n[2]Gary, let's get our personnel up in the catwalk over twelve, that stickman has been acting odd and I don't like the rolls that table has been getting. \n[3]And everybody, all the time. Yeah, it's a chore. \n[4]That's correct. \n[5]Well, we were worried about dust and debris from the work being done ruining the cameras, so-- \n[6]Yes, but no-- we have personnel stationed at both ends of that hall, twenty-four hours a day. \n[7]Right now? A six man security force, plus a member of our Butler staff. So seven men total. \n[8]Uh-- well, yes, uh just in terms of the men up there now, my team, he's serving lunch and dinner and just doing general upkeep so-- \n[9]No. None at present. \n[10]No, no, no. We've been looking to renovate that area of our hotel for some time now. The security team is only present to preserve floor integrity, due to the roof access. \n[11]Of course.   Yes. \n[12]I'm sorry, but I'm going to need to see your identification again. We're covering some sensitive material here and I need to safeguard myself, I'm sure you can understand. \n[13]--I hold the sole pass key and personally relieve the shifts myself. Now if I could get your ID we can-- \n[14]Is...that...blood? \n[15]...Am I really dying...? ", "WYMAN": "\n[1]How 'bout six-figures for this fool? How 'bout that love? \n[2]Naw baby, they heard about that Triad hit, the work ya'll put in and they recognize the skills. And this ain't no tryout, tap-dance \"show us your shit\" thing neither-- if ya'll want this then I'mma go git it for 'ya. \n[3]S'way it works girl. Ya'll done dirt, ya'll peeled some serious caps. Word travels. \n[4]No, no, no, y'gotta go in and get him, pull'm out of wherever he at, forget all that other shit, that's just f'flavor. I'm still getting lil' bits'a this-n-that from this cat Padiche, the man contacting me...Right now, what we got-- --Is a number and a name...Buddy Israel. \n[5]He said that the shit could get hot, could get heavy...I said good. 'Cuz I got two of the hottest, heaviest bitches alive. \n[6]\"Soot, Lazlo Soot.\" Lotta folks want this white boy clapped. Soot could be workin' for one 'em. \n[7]Nobody really certain where he come from... \n[8]...and when he moves on somebody, they the last ones t'see it comin'-- \n[9]--Lake Tahoe. \n[10]Forty-five apiece for you two, ten percent finders fee for me. \n[11]Right mafuck'n now girl. Fast as we can get you there. We wait any longer, someone goin' dead this fool. \n[12]So everything's cool then? ", "REED": "\n[1]Yeah, Jack, alright...hey-- Nice t'meet you. Rip Reed. \n[2]Okay, good, good, c'mon, c'min. \n[3]Hey, hey how r'ya, Rip Reed. \n[4]So Jack tells me you're both ex-cops? \n[5]Man the stories you guys must tell. I grew up soft myself, private schools, little blazers, you \"Talked it out\" nobody threw punches, t'this day, never been hit with a fist, Imagine that, huh? \n[6]Pretty much a panty-waste, trembling little faggot-fairy when I smell trouble-- and I don't say this to be self-deprecating, I just don't have much of an opinion about myself, I mean, shit, I wish I was a lot more like you guys, barfighters, big swinging dicks, gettin' it done. Sadly. This is it. It's...disgusting. Thanks God, dogpile a piss-poor physique with an small cock and hereditary alcoholism! 'preciate it! Okay, I'm babbling, I do this when I drink, forgive the rants, let's get at it here. This wanted felon fucking prick bastard Buddy Israel and the nearly one million dollar bail bond. \n[7]That confidence translates bro, seriously, it does! Out-STANDING! \n[8]I'm a lawyer, y'know, I need to hear these things, little boosts, helps allay my fears, I pass that piece of mind along to my partners. Alright, so, couple primers for you guys, maybe things we might've looked past that you should know about...His hangers-on, these idiots Israel runs with, they're all \"packing heat\" \"strapped\" whatever the phrase is. Point two, Israel likes hookers, so you might run into a harem up there. Point three: He binges between a six- to-seven thousand dollar a day cocaine habit that nobody knows about, so he \n[9]and those hookers, will most likely be high. He also drinks, self- medicates, the whole cliche, y'know? The strung out hasbeen jerkoff snitch drunk. The seven-layer loser. I'm praying he puts up a fight, please, please, please, rape him if possible, I'll-pay-the-extra-whatever-- \n[10]Yeah-yeah-yeah. Fucking hell, this feels GREAT! YEAH!? DOESN'T IT! \n[11]Okay, we had a retainer, for services to be rendered...Fifty thousand dollars. \n[12]...holy shit, shit, shit... ", "CASINO EMPLOYEE": "\n[1]--I don't-- it's just-- I can't reach him. He's not picking up the extensio-- \n[2]Wait-- He-- there, that's one of our guys ther-- \n[3]Yeah, ye-- I-- uh, there were, earlier, there was that guy Carrut-- \n[4]He uh-- he asked about-- I'm-- he wanted to know whic-- what floor security was on, then I saw him get on the elevator with the other agent. \n[5]He said he was from San Francisco. \n[6]Yeah, uh-- it was Spanish-somethin' Garcia, or Diego, uh-- \n[7]--he was wearing one of our jackets. \n[8]The other agent. He said he was here to do an inspection and later, when he got on the elevator with the other guy, Carruthers, I saw him wearing one of our security jackets... \n[9]Uh, yeah. \n[10]Yeah, he had the badge and everything. It said \"FBI\" on it. \n[11]Yeah. \n[12]I-- I mean, I thought they gave it to him so he cou-- ", "MARGIE": "\n[1]Okay sweetie, now I'm a registered nurse and this was my bath not a half hour ago, so it ain't as hot as it could be, but we're gonna get you all toasty warm in no time-- Warren, Warren-- go on an' get grandma her hot blanket and her heating bag, the one in there under the sink in my bathroom. \n[2]Okay Shug...Grandma needs you to go in-- \n[3]You little angel-butt! Grandma'll rub those feet forever! \n[4]Oh you silly-sil! Never mind, Grandma'll get it! \n[5]So them fellas were your friends then? The ones that was shot and tossed into the lake? Were they police officers too? \n[6]Them was left over from my hysterectomy, so they're a few years old, might be outta date. \n[7]You sure you don't want me to call an ambulance honey? \n[8]I think it's crazy you not going in...y'got what looks like hypothermia and real bad frostbite. They could wind up amputatin' if y'don't get it treated. \n[9]Warren! Now you go and practice your nunchucks now, leave us be for a bit Shug. \n[10]...M'sorry about that boy, his momma abandoned him going on a year now, his daddy, my boy Dale-- Gulf War vet, s'over in the Reno-Washoe Correctional facility-- got some \"clarity\" issues. He did some home invasion sodomy-torture type stuff, wrote a buncha bad checks, got hisself consecutive life terms-- shipped off to Soledad there in California. --reminds me, I got that care package I need to send off-- Anyhoo, m'husband Bill took the coward's route, n'committed suicide by hangin' 'bout nine months back. Ever since then, little Boogie there's been the man'a the house! And we make a darn cute couple I think! \n[11]I don't think that's been opened since my husband died. ", "BEANIE": "\n[1]Alright ya'll, that's the call, we had our fun, pack it in, pro-ceed to the front. Les' go, les' go-- \n[2]Damn girl, look out now! \n[3]All these good for is poppin' them titties girl, but y'see what happens when you try to get around in 'em? \n[4]Awwww, motherfuck me! C'mon woman! Hold your shit! This is silk! \n[5]Why you always gotta be announcin' this fool like he some mafuck'n muckamuck!? What, 'cuz he got an accent, y'goin' treat this cracker like he don't be scrubbin' toilet seats!? Nigga please! Speakin' of scrubbin'-- where the fuck you been? I know Hugo been pagin' you like a mufucka-- \n[6]I know your name man! What's wrong wit'chu!? Why you standing there fool? You make your money watching the hall. Get y'eyes back where they belong! \n[7]That's a silk blend B, six-hundred and change an s'got vomit and bile and stomach contents all over it-- I ain't gonna tell'ya how t'get the mafucka clean, jus' put it right. \n[8]Check the man's calf-skin coat too, he look like he got some cinnamon roll an' shit all over it-- \n[9]What the fuck!? \n[10]Aw hell no you ain't just do that... ", "DEEKS": "\n[1]Is that the club that got wiped out a couple months back? \n[2]Paying bills with bullshit casino jobs, sitting watch on slot machines. \n[3]Who posted his bail? \n[4]Where is he? \n[5]Pete. \n[6]Yeah, that's right. \n[7]Where'd you get these? \n[8]What about access cards? Pass keys? \n[9]Hollis! ", "MUSTACHE": "\n[1]Here he is. \n[2]Are you hit? \n[3]Mr. Israel!? \n[4]Are you hurt sir!? \n[5]Drop-that-gun-right-now! \n[6]\n[7]Yeah, he's nodding. \n[8]What about the other four?   Are they out? \n[9]Ivy tried to kill Mr. Israel and shot Mr. Alphonse in the process. He's dead. ", "MECKLEN": "\n[1]I dunno what to say to you sweetheart, it is what it is. \n[2]And they're not going give there pally. They're bricking us on that particular issue. \n[3]And I vibe that kiddo, I do indeed, but it's one'a those fait accompli things, you have to-- \n[4]--Buddy, it's bigger than that, they want 'em all, Ivy, Beanie-- \n[5]--Listen kid, let's not antagonize this any more. I got 'em backed down on the book and t.v. deals. They're agreeing to give you all the after tax profits, so you can come away with some chits and live comfortably. If we push this, they'll revoke your protective status, which nullifies any agreement you got with the government...Now that's mate and checkmate kiddo and once that happens, the shit'll start falling down around your ears, real fast. \n[6]Buddy, they revoked the deal, they pulled it... \n[7]The Deputy Director, this prick Locke, he smashed the whole thing, we're done, they won't tell me why... ", "LOCKE  (CONT'D)": "\n[1]Full immersion and assimilation, fake identity, falsified background, everything that is now standard operating procedure, Heller implemented, way back when. \n[2]being the primary target in virtually every investigation. \n[3]American educated, fluent in over a dozen languages, did journeyman's work for CIA funded \"G-2\" and \"Archivo\" death squads in Guatemala and Chile...noted for his legendary torture techniques. \n[4]We've been monitoring Mecklen's calls and have learned that Israel is staying in the penthouse level of the Nomad Hotel and Casino in Lake Tahoe, Nevada under an assumed name. \n[5]When he was caught by the SAS in Northern Ireland and imprisoned, he chewed off his fingertips to the bone before he could be printed and ID'd by Interpol. \n[6]Would you join us please... "}}