{"dialogues": {"SOL": "\n[1]It's a mosinite. \n[2]No, a mosinite. \n[3]No, a fuckin mosinite.            It's the updated zirconia. \n[4]Zirconias are artificial diamonds, they look pretty good to the novice like you Lincoln. But you could break them with a hammer, so they came up with mosinites. \n[5]I am saying it's worth fuck all. \n[6]What's that Vince? \n[7]I know full fucking well what it is Vin. Where did you get it? \n[8]It better not be dangerous. \n[9]Yes, it fucking does Vin.          If it so much as farts it's out. \n[10]Boris, what's up? \n[11]Go on. \n[12]How high do you want us to hold it? Steady on George. We deal in jewellery Boris, we don't hold up bookies. \n[13]Give him another of those biscuits. They shut him up. \n[14]No Vin, he can't tell the difference between a steering wheel and a man \n[15]I don't know Vin. Oi Tyrone, Vin wants to know why you talk like a black man? \n[16]I don't know. You get that gun from Boris? \n[17]What's that? \n[18]I t ' s a fuckin anti-aircraft gun Vin. What are you planning on shooting, the angels out of the clouds? That's gonna raise more than pulses. \n[19]I don't think I really want to see gun? \n[20]Can you get this fuckin dog to stop dribbling on me? \n[21]I worry about you Vin, Jesus, talk about overkill. One look at a crack desperate brother and you could wave a knife and fork around, and I am sure they would lick the salt of your scrotum. \n[22]I am not happy about that dog Vin, you can't bring a dog on a job. \n[23]Homesick, for fucks sake. \n[24]Ohh shut up, how can he find it? \n[25]You're going soft Vin? Here pass me a sandwich. \n[26]Jessssus, he didn't even chew it. \n[27]Leave him alone, he's a natural. \n[28]He can't swallow a whole ball. \n[29]He'll probably cough it up. \n[30]Hope not. \n[31]We are waiting for a man carrying a case. \n[32]Because the deal is that we give the Russian the case and we keep the money. \n[33]Fuckin 'ell Tyrone you ask a lot of questions. You concentrate on the driving okay? \n[34]Shit, was that him? \n[35]Are you serious? I am sorry but I couldn't get the binoculars out in time. \n[36]Vi nce ? Vince?? \n[37]I have got your man out here. If you don't put down the screen I'll blow his fucking head off! You hear me? \n[38]You think you can try me? \n[39]Drop the screen now! You just seen what it did to this wall so think what it could do to you. \n[40]How you doing Vince? \n[41]Now fill this bag. . . ' . - . - \n[42]I am not here to make a fuckin bet. \n[43]Are you fuckin stupid? I don't care if the fuckin bets are off. I want... \n[44]I ain't buying that. \n[45]Well, what have you got? \n[46]Well I am not feeling too fucking funny myself, let me tell you! \n[47]Let me see your hands. \n[48]Copper coins?   What do you mean copper fuckin coins? \n[49]We're going Vin. \n[50]No security, eh? \n[51]Tyrone get us outta here. \n[52]I said, get us outta here Tyrone! \n[53]Where ' s the Russian? \n[54]What do you need the tape off your eyes for? You talk out of them? \n[55]Come on. \n[56]The case was attached to his body. \n[57]The only man that knows the combination you just shot. \n[58]He got shot in the face Lincoln, I would have thought that was obvious. \n[59]Sort it out. \n[60]Villains are supposed to know how to get rid of bodies. \n[61]He's a man with a hole in his face Lincoln. Who cares who he is? \n[62]What do you want to do that for? \n[63]Hold him by his legs. \n[64]Would someone mind telling me who you are? \n[65]Mr Mclean I kid you not. Why do you think we have a dead man, missing an arm in our office? Give us four days and we'11 bring you a stone the size of a home. \n[66]First things first, one of us, Tyrone, you get round to-the Russian's. The second you see him call us. \n[67]I am on it Tyrone^. \n[68]It's the Russian, well to be technical an Uzbekistan. \n[69]Boris. \n[70]Lincoln's got some tools here, when he has had a few drinks he gets em out and runs around the house holding a pistol in each hand, telling me about what a bad boy he is. \n[71]Well they ain't gonna be lying on the kitchen table Vince, we gotta have to look. Flick tlie switch. \n[72]He likes his drum does Bad Boy Lincoln. \n[73]Well let's get busy. \n[74]I didn't know did I? They always looked the shit to me. \n[75]Shut your mouth Vince, this is all we got, so this will have to do. \n[76]Yes? \n[77]Now. \n[78]We're coming over.   Hold him there. \n[79]Leave that dog here Vince, we gotta                      * go. \n[80]Where is he? \n[81]Why didn't you tell us Tyrone? \n[82]No I don't Tyrone, but I do know I don't want to be eaten by pulled apart by dogs and then eaten by fuckin pigs. \n[83]Not so fast Vin we can't get em now we gonna have to follow them. \n[84]OK is very close to KO, and KO is close to R.I fucking.P. You know what RIP stands for Tyrone? \n[85]It stands for .shut your fuckin mouth Tyrone and leave the talking to us. Let's get these ready. \n[86]Jesus, I didn't know it was that loud. \n[87]You wanted to see if they worked. \n[88]Well they work, I reckon they are really going to put the shits into em. \n[89]Is that Boris? \n[90]Let's hit em now. \n[91]Well you better start thinking Vince because otherwise you'll be fuckin lucky if you end up looking like that. \n[92]They are getting out. \n[93]When we get in you wait by the door I am number one, Vin number two and you are number three. \n[94]I don't want a fuss and I don't want to put a bullet in your face, but unless you give me exactly what I want there will be murders. \n[95]Number three pull the blind down. \n[96]Stand up! \n[97]You hear what .1 said? Stand up, unless you're crippled. \n[98]You'll look fucking dead, unless you stand up. \n[99]You want to test em? \n[100]Let go of the gun. \n[101]Any chance of taking Lincoln with us? \n[102]You alright Lincoln? \n[103]Err . \n[104]What? \n[105]What choice did we have? \n[106]Why should we? Could just have disappeared. \n[107]You what? \n[108]Yes but Doug the fuckin head does! \n[109]Ohh your one clever bastard Vin, you really are. Where is it? \n[110]What happen if they find that it's a fake stone Vince? \n[111]He's not fuckin about, we left it there. It must be in the dog. \n[112]Well this is where they were. ", "TURKISH": "\n[1]It's an unlicensed boxing match Tommy, not a tickling competition. These lads are out to hurt each other. \n[2]What do I look like to you George, a fuckin water boy? \n[3]Oi son, look lively. \n[4]Look at it. \n[5]How am I supposed to run this thing from that? We gonna need a proper office. \n[6]I want a new one Tommy and you 're going to buy it for me. \n[7]Oh nothing Tommy, it's tip top, it's just I am not sure about the colour. \n[8]Here it's all arranged. You just gotta pick it up. Here's an address. \n[9]That's right, you're buying a caravan, caravans live in campsites. \n[10]I don't know what they are, all I know is they have a caravan, and we want a Caravan. \n[11]You're a sensitive boy, ain't you Tommy? You got ten grand and I want to see change. \n[12]Fuck me, hold tight, what's that? \n[13]No Tommy, there's a gun in your trousers. What is a gun doing in your trousers? \n[14]Protection from what, the Germans? The war ended fifty years ago. Err what's to stop it blowing your balls off every time you sit down? Where did you get it? \n[15]You mean Boris the sneaky fucking Russian. \n[16]I t ' s a bit heavy isn't it? \n[17]What were you thinking of? Why the fuck did you put Gorgeous George into a bare knuckle boxing match two days before he had to fight the Bomber? \n[18]You put the man into a bare knuckle boxing match. \n[19]What the fuck did you expect? A grease down and a shiatsu? \n[20]You took the fuckin jam out of my donut Tommy, you did. \n[21]Tell me the correlation between a hospitalized boxer and a good deal? \n[22]How are we going to explain to Brick Top that his fight isn't going to              . happen? \n[23]Oh what, and hope he doesn't notice? And who the fuck are we going to replace him with? \n[24]You're not exactly Mr Current Affairs, are you Tommy? Mad Fist went mad, and the \"Gun\" shot himself. \n[25]Got his fingers caught in the till. He's no good to anyone. \n[26]A bare .knuckle boxer isn't a lot of good without any fuckin knuckles, Tommy. \n[27]Jesus! \n[28]Let's use the fuckin pikey. \n[29]What do you say? \n[30]A what? \n[31]We are here to see Brick Top. \n[32]Brick Top. \n[33]You know what he's done to people on that pool table? \n[34]Quite a fuckin lot if you nail 'em to it. \n[35]Yup.   - \n[36]They can charm the paint off walls these fellas. \n[37]I like my dog to growl at the post man. \n[38]We don'c have a Gorgeous anymore. \n[39]We have lost Gorgeous George. \n[40]I am not backing out. \n[41]You won't know him. \n[42]No, there was an accident. \n[43]You've still got your fight. \n[44]So Michael, you got it clear? It's the fourth round. I'll tap you anyway to let you know when to go down. \n[45]I ain't going in the front. \n[46]Unless you are going to transcendentally extract the passports and cash from out of a steel safe, I can't see any other way of getting them. Keep your eyes peeled. \n[47]Well I can't see anyone. After I have got in go round the front and call me if you see anything. \n[48]Shit you scared the life outta me. \n[49]What brings you two here, run out of pants to sniff? \n[50]Well what do you want? \n[51]Help yourself. You have to every thing else. \n[52]Brick Top. \n[53]You want sugar? \n[54]If I turn my back am I going to get a hole through it? \n[55]Of course. \n[56]Where did they come from? You're a snake in the grass Tommy. \n[57]'Do you know where I can find him? \n[58]Well would you like to share that information with me Ms O'Neill? \n[59]Hare coursing. The gypsies can't get enough of it. \n[60]I t ' s a big rabbit. \n[61]Because they call em hares. \n[62]They set two lurchers, they are dogs before you ask, on a hare, that's the big rabbit. And the hare has to outrun the dogs. \n[63]Well the big rabbit gets fucked doesn't it? \n[64]Yeah before the Germans get there Tommy. How can a dog fuck a rabbit?...eh? If eats the bastard. \n[65]Well do you want to do it? \n[66]On what? \n[67]That's not the same caravan. \n[68]I t ' s twice the fuckin size of the last one. \n[69]Micky you are lucky we aren't worm food after your performance, I think buying a tart's mobile palace is a little fuckin rich. \n[70]I didn't mean that your mum was a tart. I just meant... \n[71]What like Tommy did last time? Do me a favour? \n[72]Okay, I reckon the hare gets caught. \n[73]We buy him a caravan Tommy. \n[74]Why didn't you \"bus a cap in his ass\" then Tommy? Mind you, you would do more damage if you threw it at him. \n[75]Oh no Tommy I wasn't saying you can't shoot, I know you can't shoot. What I was saying is that six pound piece of shit stuck in your trousers there would do more damage if you fed it to em. \n[76]You tried it? \n[77]Whoops. \n[78]I am sorry, but he's a stubborn bastard, he says he's had enough, he says he's got to look after his old mum. \n[79]That's what he said, she's a nice old girl his mum. \n[80]Jesus I am sorry Micky. I am really sorry. He's a mad bastard. \n[81]Why? \n[82]I gotta say .1 don't like this Tommy. \n[83]We'll be there in a minute. \n[84]It's not the same. \n[85]Milk, in these cartons. \n[86]Why, what's wrong with it? \n[87]Shut up! \n[88]Well fuck me Tommy, what have you been reading? \n[89]Cows mad as lorries eh? You hear about the two cows having a chat in a field? One says to the other, \"what do you think about this mad cows' disease then? The other one looks back and says \"doesn't bother me, I'm a duck. \n[90]He's left the door open. \n[91]I don't want to go in there, he's a dangerous bastard, taken too many disco biscuits in the heat of Russian disputations, he's got as many of these nuts as those nuts. \n[92]Well come on then before the Germans get here. \n[93]Oi Micky.   Oi Micky. \n[94]You feeling alright Micky? \n[95]We are nearly there. They are a horrible bunch this lot Micky so pay attention to what you are doing. \n[96]Put up some kind of a show, he's a hard bastard this \"good night\" Anderson so don't get too clever, he used to be a pro. Just keep moving round the ring, and let the odd one go when push has come to shove. \n[97]Of course he knows when he's going down. \n[98]Fuck face? I like that, I ' l l have to use that one next time -I want to impress your mum Ken. \n[99]I don't like the look of this Tommy, bring the van up to the back door. \n[100]They are on ya. You got to hurt him Micky. Otherwise we are rumbled.... you hear me Micky? Do -something, it looks like it' s rigged. \n[101]Tommy get the van. \n[102]We are off Micky, hold tight, and move quickly. , \n[103]I can't say I have Micky. ", "VINNY": "\n[1]Move it, come on move\" i t . \n[2]Alright Sol, Lincoln. \n[3]We have told you before Lincoln, you this game to me and Sol. \n[4]Err, it's a dog Sol. \n[5]It's in here, what's the problem, it's only a dog. \n[6]Those gypsies, they threw it in with a load of moody gold. \n[7]Does it look dangerous? \n[8]If it farts we'll all be out. \n[9]Jesus, where did you come from? \n[10]Oi Sol, Boris is here. \n[11]They give him wind. \n[12]Hey watch the road! Fuck me, you want this man to drive us Sol? Can you drive mate? \n[13]Sol why's he talking like a black man? \n[14]Roots and what? \n[15]Got it. It wasn't exactly what I was expecting, mind. Mean looking bastard though, that's for sure. \n[16]It's a shotgun Sol. \n[17]It will raise hell my old son. \n[18]The are psychological advantages to a gun that looks like it can perforate the moon. \n[19]What the fuck are you doing? \n[20]Are you serious,? You' re a getaway driver, you're not here to show your fuckin car off.               ··. \n[21]You can't leave him on his own, not to begin with, he gets homesick. \n[22]He does. If he gets the chance he runs back to the gypsies' campsite. \n[23]I don't know Sol, I am not a dog. Ask him. It' s like he's got a fuckin homing beacon. Give him the chance and he's off. \n[24]What have you stopped here for? What's wrong with that space? \n[25]What are you talking about, tight? You could land a jumbo fuckin jet in there. \n[26]A natural fuckin idiot.    Tyrone, what have you done? \n[27]Well don't move it now, otherwise people will see the damage. What did you do that for?                        ^ \n[28]Eh? It's a four ton truck. It' s not as though i t ' s a ferret fuckin a flea is it? \n[29]Funny angle? It was behind you Tyrone, whenever you reverse things come from behind you. I am not happy Sol. \n[30]Give him something to shut him up. \n[31]How am I going to get it out? \n[32]Do you think he'll be alright? \n[33]Well let's not stand on ceremony, let's start the show. \n[34]You can start by giving me all your money. \n[35]It. belongs to me now. \n[36]If you know what's good for... \n[37]How do I look like I am doing you fucking idiot? I would be doing a lot better if you would stop using my name. \n[38]Can we just get out of here please. I am not feeling too funny. \n[39]He should be here in a minute.     Well get him to open it. \n[40]Oi, you, Four Fingers, how are we going to get into your case? \n[41]You look at us and it's good night. \n[42]And? \n[43]I don't believe this.      Why are you carrying round a case with this little in it?      .                        . \n[44]Err, because we didn't. Now Boris we have or rather you have a problem. \n[45]Keep it. We want this, or at least half of this. \n[46]I am afraid it's too late for that Boris.                  - \n[47]We want half and that's because we are being generous. We could by rights keep the whole fuckin stone. \n[48]Well I don't. \n[49]Lincoln, who is this man? \n[50]Well thank you, that's a large weight off my mind. \n[51]But would you mind very much telling me who the' fuck you are? Other than a man that feeds people to pigs of course. \n[52]No wonder that sneaky fuckin Russian didn't want to do it. \n[53]Do you know where he keeps em? \n[54]Jesus.   What's going on here? \n[55]What are we gonna do with em Sol? \n[56]Do they look hard? \n[57].        They're replicas. \n[58]Well come on let's have em. \n[59]Well come on. \n[60]How do you know? They're replicas, what do you know about replicas? \n[61]Well just how fuckin loud did you think it was going to be? It's a- fucking gun Sol, guns are renowned for making a loud fucking noise whenever you pull the trigger. \n[62]I didn't mean try it in the fuckin car Sol. \n[63]Right now I am not concerned with putting the shits into em Sol, I am of my ringing fucking ears. Look what you did to poor Tyrone. Tyrone you alright? \n[64]Are you alright? \n[65]You idiot what have you done? \n[66]The is a dead Russian on my lap Sol I am not thinking about hitting anybody right now. \n[67]Well get down, the last thing we want him to see is three brothers wearing ski masks. \n[68]I'11 never forgive you Sol. \n[69]lo number three, he said pull the blind down. \n[70]I'll sort it.   . \n[71]Pass it me. \n[72]Err. . \n[73]The gun you prick. \n[74]I know sorry doesn't mean fuck all, but we are game on, what do you want us to do? \n[75]He's got it. \n[76]I changed the stone. \n[77]I changed it. I know Brick Top knows nothing about stones. \n[78]Yeah well I didn't expect them to lock us up in here did I? \n[79]It's at Lincoln's. \n[80]Waiting for us to pick it up. \n[81]Well we are going to get fucked Sol what do you think is going to happen? \n[82]Next door. \n[83]It was over there. \n[84]We left it in a box over there... somewhere. \n[85]I t ' s empty. \n[86]You can't do that. \n[87]Stop! I can see it.   I can see the stone. \n[88]They can't be far. \n[89]There they are. \n[90]But he always came back. \n[91]Watch your mouth you cheeky shite. ", "BTT": "\n[1]You can call me Susan if it makes you happy. \n[2]You don't, you should comb em some time. \n[3]Well then it depends on all the elements in the equation, how many \n[4]Where was he last seen? \n[5]A bookies eh? Susi, pass us the blower. \n[6]A bookies got blagged last night. \n[7]Robbed. I gotta see a man who looks like he might know something, but it can't be done on the phone if you know what I mean. \n[8]No you don't, Rose Bud my old son, you need me. \n[9]Alright Mullet? \n[10]This job does have prospects after all, you travel to pretty places, meet interesting people. \n[11]Someone whom you might shortly meet. \n[12]Only with wings and a halo. \n[13]Clean the breakfast7off your top lip/ and make yourself busy sunshine. \n[14]I want to know who blagged Brick Top's bookies. \n[15]I will do you a favour Mullet, I'll not bash the living fuck out of you in front of all your girlfriends here. \n[16]If you play hard to get 'Mullet you'll wish you'd never been caught. \n[17]Give us your wallet Hands. \n[18]Comfortable Mullet? , \n[19]You can take as long as you like Mullet. \n[20]I am driving down the street with your head stuck in my window. What do you think I am doing you penis? \n[21]You been using dog shit tooth paste Mullet? \n[22]Oh I love this track. Yes Mullet. \n[23]Tyrone Conway? \n[24]Tyrone Conway? \n[25]It may be fuckin him, but wait and see what I can do to you. \n[26]Dear oh dear, you do know some horrible people. \n[27]Sneaky little shit one of the Russian dissidents, killed more men than,...well he's-killed a lot of men. Deals in arms, that he gets off some of the old school. \n[28]He's a bit sneaky this fella, so watch out. \n[29]He's all yours Rose Bud. \n[30]What do you want me to do? Your man there thought he could take him. I told you he was dangerous. \n[31]You want him to be able to talk or not? \n[32]You want to shoot him? \n[33]Well you want to stab him? \n[34]You want to kill him or not? \n[35]That's the spirit.   There's a sword back there. \n[36]You, you want a knife? \n[37]It's not a fuckin rocket launcher. It's a knife for gods sake, what have you used for to keep your fork company for all these years? It's got a sharp side and a blunt side. You want a lesson? \n[38]We hit something and something hit us. \n[39]You alright? \n[40]I mean do you feel alright? \n[41]Hold tight big man, and put your guns away. Let's get going. \n[42]Well you can bring him with you if you want but which bit do you want to bring? \n[43]Doug, we are in the shit, come and pick us up. \n[44]Excuse me, but who the fuck are you? \n[45]Do I look crippled?                               , \n[46]You got ballsl \n[47]There are two types of balls, there are big brave balls and there are little mincy faggot balls. You're a dead man talking. These are your last words so make them a prayer. \n[48]I am talking for your benefit. Now dicks have drive, and clarity of vision. \n[49]But they're not clever, they smell pussy, and they want a piece of the action, and the dimmer the dick, the less he cares about the consequences, and you thought you smelt gooood ol pussy, and have brought your little mincy faggot balls along for a gooood ol time, but you have got your parties muddled up, there is no pussy here, just a dose to make you wish you were born a woman.. . . \n[50]And just like a prick, you are having second thoughts; you're shrinking, and your little balls are shrinking with you. \n[51]Well you gotta admire their balls. \n[52]So Brick Top has now got the stone? \n[53]Never mind what I got , I am looking for Brick Top? \n[54]You know who I mean you fucking fringe now find him. \n[55]Chop chop. \n[56]I had a little run in with a few of the chaps. \n[57]They're all brainless, they got white powdered angels sitting on their shoulders telling them what was what, all too busy. . . \n[58]If they weren't sniffing the dust they where flicking the ash. And never trust who puts anything other than a finger up his nose. \n[59]Yes I know I stabbed a man called Lorrie, but no I didn't know he was related to a tub a shit. \n[60]Lock that fuckin door Sean. \n[61]You're a big man, but I don't care if you're ten foot fuckin tall, you still got eight pints of blood and \n[62]You're a bully Ken, but remember, I am a bigger bully. \n[63]You gotta diamond and it doesn't belong to you, it belongs to my colleague here. \n[64]I said we should come round and raise fuckin hell, you know shoot a few of the boys and that, but he said he thinks we would have more success if we paid for it. So I am going to have a drink and let you two discuss what you have to discuss. \n[65]Alright big man, I hope you aren't bitter about your cousin Lorrie. \n[66]Ohh yes you are going to get fucked Vince.                 - \n[67]Veeeery nice Lincoln. \n[68]Well where is it? \n[69]It's a bit funky in here. \n[70]Dear oh dear. \n[71]What? \n[72]I t ' s not a fuckin tin of baked beans, what do you mean open him up? \n[73]That's a bit strong isn't it? \n[74]But it's not, it's a dog and I have never done a dog. \n[75]Fuckin hell, alright then. \n[76]I t ' s squeaking. \n[77]Yeah bollocks. ", "BRICK TOP": "\n[1]Two hundred and sixty pounds, that's fucking pedigree pal. \n[2]He doesn't look bad does he? \n[3]Do you reckon that's what people should do for me, do you Gary, do me proud? \n[4]Pull your tongue out of my arsehoie Gary. Dogs do that, and you're not a dog, are you Gary? \n[5]However, you do have all of the characteristics of a dog Gary, all except loyalty. \n[6]And people like dogs Gary, for the principal reason that they're loyal. So I don't quite know where that leaves you my old son, other than refuckinpugnant. . . \n[7]Which one was it that kept the four grand from the Clapham job? \n[8]Don't let me ask again. I would like answers, but I am not in the mood for asking questions, get busy lads, or it's feeding time, oink, oink, know what I mean? \n[9]You know what to do with that don't you Liam? \n[10]You're a ruthless cunt Liam, I' l l give you that. \n[11]But I got no time for grasses. \n[12]Feed em to the pigs Errol. \n[13]He's looking good, Bomber, is he not? How's their man getting on? \n[14]Look mean now you hairy fucker won't ya? \n[15]Shits itself when you put it in the ring, but poke .it with a stick and watch his bollocks grow. You like a dog fight, Turkish? \n[16]Gorgeous ready for tonight? \n[17]You're going to have to repeat that. \n[18]I said keep the noise down.. . . \n[19]Well, where did you lose him? He isn't a set of fuckin car keys is he? And it's not as though he is inconfuckinspicuous is it? \n[20]You can bet your bollocks to a barn dance you're not backing out. \n[21]Oh fuck me your lady friend has got a voice. And who might you be changing him to, sweetheart? \n[22]Are you taking the piss? \n[23]I'll show you a fuckin accident. \n[24]No, I lose all bets at the bookies. You can't change fighters at the last minute, so no, I don't have my fight do I, you fuckin prat! \n[25]Put a lead on her Turkish,     Before she gets bitten. \n[26]Make sure your man goes down in the fourth. You're on thin fuckin ice my pedigree chums and I'll be there if it breaks. \n[27]As long as we keep them happy. \n[28]Make sure they are kept sweet. The last thing I want is them fuckin moaning. \n[29]No thank you Turkish, I am sweet enough. \n[30]Don't be silly Turkish, if I wanted you dead would I be talking?. . . \n[31]Carry on. You've provided me with a problem, which you gonna have to remedy. I gotta bare knuckle fight in a couple of days. I want to use the pikey. \n[32]Of course fuckin of course, I wasn't asking I was telling. But this time I do want him to go down in the fourth. And I do mean it this time. \n[33]Now I know you,came back. to. open your safe, so now you can open it.                . \n[34]He's been a busy little bastard that Turkish. \n[35]It can get you into a lot of trouble thinking Errol, I shouldn't do so much of it. · \n[36]Well that takes care of one little piggy, now find me the silly sods that blagged the bookies. Find em today. \n[37]Like I said I wasn't giving you a choice. I am telling you that fuckin gypsy has got to fight. \n[38]His what?                  ·.-·                     . .. \n[39]Are' you taking the piss again? \n[40]You're on thin ice Turkish, and I am going to be there when it breaks. \n[41]Anything for an easy life. That fuckin pikey being difficult. Hello, we here? \n[42]Oh goodie gum drops. Get us a cup of tea would you Errol? \n[43]Hope it ' s not a bad moment. \n[44]Do you know who I am? \n[45]Good.   That will save me some time then. \n[46]What you gonna do with your man there? You're always gonna have problems lifting a body in one piece. Apparently the best thing to do is cut the corpse up into six pieces and pile it all together. \n[47]After you got six pieces you gotta get rid of 'em, of course you can't just leave it in the deep freeze for your mum to discover, can ya? \n[48]And then I hear the best thing to do is feed 'em to pigs. You gotta starve the pigs for a few days, then the sight of a chopped up body looks like curry to a drunk. You gotta shave the heads of your victims and pull the teeth out, you could do that after of course, but you don't want to go sieving pig shit do you? Ever seen the size of one of their molars?                                        · \n[49]They go through bone like i t ' s butter. You gotta have a few pigs though you need about sixteen they will go through a body that weighs two hundred pounds in about eight minutes that means that a single pig can consume two pounds of uncooked flesh every minute,. . . \n[50]Hence the expression greedy as a pig. \n[51]Golly that is big isn't it Errol? \n[52]Do you know what Nemesis means? \n[53]A righteous infliction of retribution ·by. an appropriate agent, personified in this case by a horrible cunt. Me. \n[54]No spin him round, I want him sunny side up. \n[55]What do you think Errol? \n[56]It was a rhetorical question Errol, what have I told you about thinking? \n[57]You got forty eight hours. \n[58]I am going to take your man here. \n[59]You can keep this silly wanker. \n[60]In forty eight hours I'11 set the dogs on him and then the pigs on the remains. \n[61]Quite a lump. Alright you can go         ' now .        ' \n[62]That's where Errol's taking ya. \n[63]I gotta say you have got some front coming round here Tone, you know the lads are picking straws. . . \n[64]That's what I love about you Tone, no small talk. \n[65]I can't sell you something I haven't got now can I? \n[66]What did you do to upset Ken, Tony? \n[67]Do shut up Ken.   That was a bit naughty Tony. \n[68]This will make up for it.     Micky's going down in the fourth.     Terry over there is in charge of   the bets. Now you'll have to forgive   me. \n[69]Have we got the lads at the- camp site? \n[70]Where's that fuckin pikey? \n[71]What's wrong with you? You stoned? Is he fuckin stoned? \n[72]Now you know when you're going down? \n[73]There's a campsite full of pikies that might not think you're so fuckin funny when they 'are putting the flames out on their children's backs. \n[74]Right lets get outta here. \n[75]Where's the car Ken? \n[76]We are outta here. ", "HANDS": "\n[1]Twenty carats? \n[2]Good man Franky, you done a good job. What time you back? \n[3]Speak to my cousin Doug. \n[4]Yeah, Doug the Head. But get some security. I mean it, get it today, speak to those Russians, they can get you anything. And. . . \n[5]No fuckin around in any casinos, you hear me? You've done a good job Franky, don't go and fuck it up. \n[6]He's got it. \n[7]Play the game Doug. \n[8]You gotta haggle fairly Doug, otherwise it'll make your hair fall out you'll see.                              . \n[9]He isn't selling poop. \n[10]Do shut up, where is he now? \n[11]When? \n[12]What do you mean a fight, you mean a boxing match? Is there gambling involved? \n[13]Did he have a case with him? \n[14]And he's gone gambling? That's Franky \"I have a problem with gambling\" fuckin Four Fingers, you are talking about Doug. \n[15]Franky is good at buying stones Doug but he's a fuckin liability when it comes to gambling. That has cost me. So in turn rit' s cost him. He gets distracted and chopping off a digit seems to focus his attention. \n[16]I ' l l not forgive you Doug, I am coming over, get me that car. \n[17]...-.!         gotta say it's not bad. \n[18]Caesar's Palace? \n[19]Jesus are we ever going to get in there? \n[20]I am not looking for Vegas, Doug, I am looking for Franky Four Fingers. \n[21]If there's gambling involved, he'll be here. \n[22]Hello, who's your man? \n[23]Original. \n[24]They, have only made forty this year. You could find the maker of this engine's signature on the engine. But you can't find me Franky. \n[25]Who's he? \n[26]You really think he can find him? \n[27]Ok so let's get hold of him. \n[28].He could swing from trees wearing \n[29]Can I call you Tony? \n[30]About forty thousand. \n[31]Blagged? \n[32]What about? \n[33]Russian? The sneaky dogs. I been doing business with those sneaky dogs. \n[34]Russians, I didn't think it would be the Russians. \n[35]Sneaky was a bit of a fuckin understatement wasn't it? \n[36]How you doing Rosey? \n[37]We gotta get this stone first Rosy and then we'll get you to a hospital. \n[38]Take it easy Rosy, take it easy. \n[39]He's a sneaky fucker that Russian. Well shall we go? \n[40]I want to bury him. \n[41]I t ' s a bit noisy isn't it? \n[42]I wouldn't know what to do with it. \n[43]What happened? \n[44]No I am about a rocket ride from right Tony. \n[45]Ohh yeah, I feel like I am lying on the naked lap of Aphrodite, cooled by the tumbling petals of spring roses, how the fuck do you think I feel? \n[46]What about Rose Bud? \n[47]I gotta clean up. \n[48]_ I don't want to admire balls that I \n[49]You wouldn't be lying to us would you now? \n[50]Okay. \n[51]What was it you did exactly Tony? \n[52]How ' s that ? \n[53]Well come on, let's have a look. \n[54]What are you playing at? - \n[55]It's a zirconia. \n[56]Very nice Lincoln. \n[57]You keep a good house Lincoln.      So where's this stone? \n[58]Where? \n[59]Tony. \n[60]Well let's have a look shall we? . . . . Tn . \n[61]Have a vlook in the dog. \n[62]I mean open him up.. \n[63]I mean open him up. \n[64]You wouldn't have a problem if it was a person. \n[65]My heart bleeds. \n[66]Let me take a wild and reckless guess. Stick a knife in his guts and see if it's got a diamond in there? I'll hold it still and'you open it up. \n[67]Well do it to you as well if it makes you feel any better. \n[68]What, you've never heard a dog squeak before?... Hold him still. \n[69]Well let's see it. \n[70]Well they aren't fuckin here now are they? And I can't see a dog can you? \n[71]You gonna have to come up with something. \n[72]Are you sure he's not here? \n[73]Do you mind if we have a look around? \n[74]You better find me that dog, skinny Vinny. \n[75]So? ", "TOMMY": "\n[1]It's a bit heavy isn't it Boris? \n[2]Yes Gorgeous? \n[3]Oh of course you're not interrupting Gorgeous, I put the do not disturb sign on the door because I wanted you to join us. \n[4]I am baking a cake Gorgeous, not that i t ' s any of your business. Put the takings down, and be a good chap. \n[5]Is there anything else Gorgeous, a cup of tea perhaps? No? Well in that could you kindly fuck off and shut the door behind you? \n[6]Not too bright but he hits like a train. OK I ' l l take it. You're a gambling man Boris, so I'll toss you for it. Heads it's mine, tails I'll give you twice the price. \n[7]Is he allowed to do that? \n[8]What's wrong with this one? \n[9]I t ' s that campsite. \n[10]They aren't pikey are they? \n[11]I hope they're not pikies.     I hate fucking pikies. \n[12]It's my Gucci belt, Turkish. \n[13]It's for protection. \n[14]Boris the Blade. \n[15]Don't you worry Gorgeous, he's a big man granted but you gotta bigger punch than Judy. \n[16]That's what we are looking for. \n[17]Ten points. \n[18]We are buying a caravan. \n[19]Not if you're here. \n[20]Calm down, we are buying and then we are off. \n[21]Not as flash as your bike though is it? \n[22]Mr O'Neill. \n[23]Good lad. \n[24]Well are you going to go and get him? \n[25]Well what are you waiting for? \n[26]Oh fuck off, I'll find him myself. \n[27]You can have a quid. \n[28]Mr O'Neill? \n[29]How are ya? \n[30]I could murder one. \n[31]Sure, yeah, I like dogs.   I like caravans more. \n[32]I don't know what all your fuss was about. They aren't bad fellas. \n[33]Just give us my money and you can keep your caravan. \n[34]This isn't good, if George doesn't wake up in the next few minutes I \n[35]No, his Mum stopped it. If his Mum hadn't turned up, well, I ' d be pikey fuckin sausages. \n[36]He was half his size. \n[37]I didn't expect him to get hurt. \n[38]Who took the jam out of your donut? \n[39]You said get a good deal so... \n[40]We replace the fighter. \n[41]John \"The Gun?\" Or \"Mad Fist\" Willy? \n[42]What about Clam Hand Tony? \n[43]Why not? \n[44]What? \n[45]Ten k. \n[46]A what? \n[47]It was us that wanted a caravan.- Anyway what's wrong with this one? \n[48]What, potted more balls than any other player? What else can you do to people on a pool table? \n[49]We are changing the fighter. \n[50]You could take bets at the fight. \n[51]I don't think it's a good idea you going in at all. \n[52]Brick Top's just landed, he's walking in the front, I would move it if I were you Turkish... \n[53]What's coursing? \n[54]What the fuck's a hare? \n[55]Why don't they call em big rabbits then? \n[56]So what's coursing? \n[57]What happens if he doesn't? \n[58]Come on, what, proper fucked? \n[59]You're are as mad as mars you are, why did you take that bet? What happens now? \n[60]There is something very wrong with this, it was us that wanted to buy a caravan off him. \n[61]You saying I can't shoot? \n[62]Are you saying it doesn't work? \n[63]I want to see that sneaky fuckin Russian. \n[64]It's not warm the blood in his veins is it? \n[65]How far is the Russian's? \n[66]What? \n[67]You shouldn't drink that stuff any way. \n[68]It's not in synch with evolution. \n[69]Here let me do you a favour. \n[70]What was in that milk? \n[71]I shouldn't think that's a good idea. Shall we have a look? \n[72]I don't care if he's got fuckin hazel nuts, I want a gun that works. \n[73]I have it, it's waiting. ", "DOUG": "\n[1]I am playing the game Hands. That's what I ' l l give ya. \n[2]You know I won't buy poop. \n[3]Listen if the stones are kosher then I'll by em. Now I gotta business, to run. \n[4]That was my cousin Hands, Have I told you about my cousin Hands? \n[5]He's an important fella. \n[6]Is it? \n[7]Yes.     I was last time·I looked. \n[8]What persuasion myself or the prawns belongs to is not the issue, the issue is how a fuckin shrimp managed to sneak in to' my sandwich. \n[9]Sneaky bastards. \n[10]I told you I was interested. \n[11]Hold tight Franky, when in Rome. \n[12]Bookies? What you betting on? \n[13]The unlicensed boxer? You know something I don't? \n[14]You get busy Franky. Put a couple of hundred down for me. \n[15]I overpaid Hands, I want you to recognize charity when i t ' s offered. \n[16]I don't know Hands, I ' m not his mother. But I am seeing him later. \n[17]He wants cash so he's coming back after he has been to a fight. \n[18]I t ' s a boxing match Hands. \n[19]Yes. \n[20]What am I, telepathic? \n[21]How much can he lose? \n[22]Did you get Hands that car? \n[23]What do you mean one like it? \n[24]What did I say? What exactly did I say? \n[25]That's right, I clearly said get him the Vantage. So why did you get the Volante?                                      ; \n[26]The Septuagint scholars mistranslated the Hebrew word for \"young woman\" in to the Greek word for \"virgin\", because they thought they looked the same, coming up with the prophecy \"behold a virgin shall conceive and bear a son\". But there is a world of difference between a virgin and a young woman like there is between a Volante and a fuckin Vantage. \n[27]Yes I fuckin am! \n[28]Cars are his religion. He can drive a Valiant in the States but I can't drive a Vantage because they won't tolerate the emissions. Well, it's too late now, that's Concorde. \n[29]How about a hug for your old cousin Doug? \n[30]You gotta understand that this isn't exactly Vegas and it's not exactly legal. \n[31]Well he said he was going to be here. \n[32]Horrible bastard, it's his fight, made all his money in. \n[33]So he doesn't need to do this, but he's got dark taste for fights and blood, he wants to impress London's criminal royalty.. \n[34]..with a tip on when who hits the floor. Any man with veins in his brains knows Brick Top knows the answer. \n[35]Those boys make Brick top look like a skirt clinging thumb sucker. And i f y o u p l a y wi t h f i r e . . . · \n[36]No it's true. I can't find'him, but I know a man that can. \n[37]Tony. Bullet Tooth Tony.     He'll find Franky for you. \n[38]He's the best chance you have of finding Franky. \n[39]Firstly you gotta understand he's a little strange.                                       . \n[40]At a bookies. \n[41]Boris the Blade? I heard of him, isn't he supposed to be a short little fucker that's covered in scars? \n[42]Hold on.   What's going on here? ", "MICKY": "\n[1]Fuck man, call me Micky. \n[2]I am well sir, well, quite well, the weather is being kind to us but the engines aren't. \n[3]Fuck me, would you look at the size of him, Jesus man how big are you? Hey kids how fucking big is he? \n[4]Would you look at the size of his muscles? And then look at the size of his fists. Hey Mum, come and look at the size of this fella. \n[5]Would you look at the strength of the man? I bet you can box a little can't you sir? You look like a boxer. \n[6]Would the big fella like a cup of tea? \n[7]Good dogs, do you like dogs? \n[8]He's a good dog. He'll get a little homesick for a while but he'11 get over it. \n[9]The deal was you bought it how you saw it. \n[10]Look, I have helped ya as much as I am gonna help ya. You still got a car and I suggest you use it before you're not welcome anymore. \n[11]It was only a question of time before you got some attention. Nobody brings a fella the size of you unless they are trying to say something without talking. \n[12]Why the fuck do I want a caravan that's got no fuckin wheels? I am not going to do that. \n[13]Where the fuck do you think you're going? You want to settle this with a fight? \n[14]Alright Mum, we shan't, we'll settle it some other way, now don't get upset. \n[15]Okay mum okay. You need to sit down. \n[16]Darren look after Mum. Get her sitting down. \n[17]I ' l l fight you for it. \n[18]How much you going to pay us? \n[19]I lose more than that running for the bus. I ' l l do it for a caravan. \n[20]No a caravan. \n[21]It's not for me, it ' s for me Mum. \n[22]Just make sure the man doesn't kill me before the fuckin fourth. \n[23]That depends. \n[24]On you buying this caravan. \n[25]This isn't the same fight. \n[26]The fight is twice the size. And my mum still needs a new caravan. \n[27]Save your breath for cooling your porridge. I'll bet you for it. \n[28]I ' l l do you a favour, you have first     , bet. If I win I get the caravan, if I lose I'l l do the fight for free. \n[29]Back off Darren. What kind of cunt would turn up here if they knew what had happened? Leave my business to me boy. \n[30]I got a message that he wanted me to fuck you two off, that's why I wanted you back. I' l l do the fight before he causes any more carnage, but I ' l l only do it if you're there. \n[31]Because I know he fuckin hates ya. .      · \n[32]I've felt better. \n[33]Let's get on with it, shall we? \n[34]The fourth... or was it the fifth.. \n[35]Well he's didn't come back to us. \n[36]Well you might have noticed that we have moved, you should have fed him more, a dog will never leave you if you feed it properly. It was a good dog, he had a little flatulence problem but was a good dog. \n[37]I think I would have noticed if a fuckin dog was sitting in my caravan don't you? Tommy, Turkish, have you seen a dog sitting in me caravan? \n[38]See there you have it. \n[39]What the fuck's got into you lot? It's only a dog. I'l l give you another one, if it means that much to you. ", "TYRONE": "\n[1]I don't want him dribbling on my             , seats man. \n[2]Don't you worry about me, jus worry about the dog on my seats man! \n[3]Roots and ting, seen? \n[4]I never do a job unless I have a clean car, I like to make my wheels look crisp. \n[5]It's too tight. \n[6]Look, you hassle me, see what happens. \n[7]I didn't see it there. \n[8]It was at a funny angle. \n[9]He swallowed it. \n[10]What are we waiting for? \n[11]Why? \n[12]What's in the case? \n[13]What the fuck are you two doing? \n[14]Whoops. \n[15]Hello what have we got here? \n[16]Ok, I'll fuckin tell you. \n[17]He set the dogs on me.   Look. \n[18]You better be round with something substantial, don't turn up with a frown and a wagging finger. \n[19]Boris is here. \n[20]That's why I am calling you. \n[21]Sol's put the phone                                * \n[22]I t ' s not just a he, there are three              .    * of them in the house with him. \n[23]They look fucked up. \n[24]Hold tight rudy, are you fuckin mad? Do you know who these people are? \n[25]I ' l l move in. It'll be ok. \n[26]It stands for. \n[27]Do they fire? \n[28]I am fuckin deaf! What have you done to my car? ", "BORIS": "\n[1]Heavy is good. Heavy is reliable. If it doesn't work you can hit him with it. \n[2]I ' l l toss the coin. \n[3]I' l l see what I can do. \n[4]Yes I understand. \n[5]The weight is a sign of reliability. I always go for reliability. \n[6]Nothing. \n[7]I want you to do something for me . \n[8]There is a fight in a couple of days: \n[9]Unlicensed boxing. \n[10]There is a bookies I know that will take bets. If you place one down for me we will call it quits. \n[11]Well there isn't too many bookies that take those kind of bets, and I already have an outstanding debt with the house. I know something most don't. Why don't you put a few pounds down yourself? \n[12]Uzbekistan. \n[13]I have a job for you. \n[14]I want you to hold up a bookies. \n[15]Hear me out.     This one is different. \n[16]What are you doing with him? \n[17]So why didn't you chop it off? \n[18]What? \n[19]There's ten grand. \n[20]What was in the case was mine, what was in the bookies was yours, ok there wasn't much but, here's ten large to help the situation. \n[21]You fuckin idiots. He couldn't know who I am. Now open the case and give me.the stone. \n[22]Who's next? You have the ten grand now give me the stone. \n[23]He's your problem now. You can keep the\" ten grand along with the body, but if I see you again...well look at him. ", "FRANKY FOUR FINGERS": "\n[1]How much further do we have to go? \n[2]Best stone I've seen in years. \n[3]Doug the Head? \n[4]And what? \n[5]I hear ya Hands. I see ya Hands. \n[6]I ' l l take it. How much do you want for -it? \n[7]Ok, so what do you want for it? \n[8]What kind of a fight? \n[9]Why don't you put it down yourself? \n[10]What do you mean?              · \n[11]From Russia with love. You interested?                                . \n[12]I got stones to sell, fat to chew and many different men to see about many different dogs, so if I am not rushing you, could you spit shine the top of your smoothie and move a little faster? \n[13]I am not in Rome Doug, I am in a rush. \n[14]I gotta make the bookies. \n[15]Some guy called Bomber Harris. \n[16]Maybe. \n[17]And here's the money. \n[18]Now be a bunch of good fellas and lie down on the floor. ", "ERROL": "\n[1]Oink, oink.    Where do you keep the sugar? \n[2]That's very good Turkish. \n[3]Well aren't you going to answer it? \n[4]What's happening with the tea? \n[5]That sounds like hostility, doesn't it John? \n[6]I think you have let him get away with enough all ready gov. \n[7]Excuse me mate, d'ya know Mullet? \n[8]Cheers pal. \n[9]Very well Mullet, I am sure he'll be flattered you inquired. \n[10]Don't stop with the foreplay. \n[11]Good boy Mullet. \n[12]Get the governor John. \n[13]Is this how you want him gov? \n[14]Shut it or I'll cut ya. . . \n[15]Follow me. \n[16]Do you know why the governor is the governor? \n[17]I t 's because people are scared of him. You know why they are scared of him? \n[18]It's because of stories. I am sure you've heard one or two of those stories. For example, did you hear about the three black fellas that did a very bad thing, however they made some effort to redeem that very bad thing, so the governor saw fit not to kill em. He thought it would be a more advantageous concept to let them kill each other and let the survivor live to tell the tale. That way everybody wins, well, all except the two that died of course. ", "MULLET": "\n[1]Errol, John. Alright chaps?     How's the gov'nor? \n[2]Yeah let him know that I asked. \n[3]I did find something out as it happens, I knew a driver who was grafting that day. \n[4]White geezer, bit of a bounty. \n[5]Bounty, black on the outside, white on the inside. \n[6]He was doing a job for a couple of brothers in Smith Street. I think it was a pawn shop. \n[7]Pawn as in I have run out of money and here's my wedding ring. \n[8]Tony, alright mate? I thought., well I thought you weren't about anymore. \n[9]Oh do me a favour Tone? \n[10]Make it worth my while at least. Jesus Tone you know how it is. \n[11]Fuckin hell what are you doing? \n[12]It could be Tyrone Conway. \n[13]White geezer, thinks he's black, did a job for a pair of brothers who have a pawn shop in Smith Street. \n[14]Yes that's what I said.   I t ' s fuckin Tyrone Conway. ", "GORGEOUS GEORGE": "\n[1]Sorry Tommy, I hope that I am not interrupting. \n[2]What are you doing Tommy? \n[3]Oi Turkish, can I have a drink? \n[4]Jesus what's that? \n[5]I t ' s a camp site. It's a pikey campsite. \n[6]What are we doing here? \n[7]Off a pack of fucking pikies? What's wrong with you? This'll get messy. \n[8]Oh you bastard, I hate fuckin pikies. \n[9]Hey... \n[10]You want to stay down my friend, I promise you, you want to stay down. \n[11]Now you fucking stay down boy or you won't be coming up next time. \n[12]This is sick. I am outta here. ", "BAD BOY LINCOLN": "\n[1]A whatinnite? \n[2]How much a night? \n[3]Enough of bosinites and mosonias, talk English to me Sol? \n[4]What are you saying? \n[5]Fuck what? \n[6]What happened to him? \n[7]The only way to sort it out is to bring him back to life and I am not a fuckin witch doctor am I? \n[8]Err, yes, but I have never actually got rid of one. Who is he? \n[9]Err well, let's wrap him up. \n[10]Yeah I know. \n[11]What the fuck's it doing at my place? ", "KID 1": "\n[1]That's a flash car Mister. \n[2]Who you looking for? \n[3]Do you want me to go and get him? \n[4]Yeah. \n[5]The five quid you are going to pay me. \n[6]Two fifty. \n[7]Oh you're a tight fucker aren't ya? \n[8]So aren't you gonna pay me? \n[9]Bollocks to you, you tight git. \n[10]Yeah fuck ya. ", "JOHN": "\n[1]You wait till you see what the pigs do to you. \n[2]Very cool Turkish. \n[3]I want to see him lying cold and still, but we aren't here for what we want are we Errol? \n[4]Oh we don't like hostility do we .Errol? \n[5]We'll be sure to. Now come on Mullet what have you got for us about the gov'nor's bookies? \n[6]Go on. \n[7]Porn as in filthy dirty? \n[8]Is a trout's head water proof Errol? I wouldn't miss it for the world. \n[9]It looks like we are in gov. \n[10]Would you look at the size of this? ", "Pause": "", "MUM": "\n[1]Get out of the way Micky and see if the fellas would like a drink. \n[2]There won't be any murdering done around here, I don't mind telling ya. \n[3]Don't be silly Micky, a man didn't get that size from drinking cups of tea. Offer the man a Guiness boy. \n[4]You'll do no such thing Michael. You'll... \n[5]I won't have you fighting, Micky. \n[6]They're very nice Tommy.       Thank you. \n[7]You looking for Micky? \n[8]Yes. \n[9]I don't want you getting my boy in to any trouble you hear me? He's my only boy and he's a good boy. ", "PAULINE": "\n[1]Yes sir, how can I help? \n[2]Does Sir know who this bookies belongs to? \n[3]I don't care, you can do what you like he's not related to me. \n[4]. Do it. . . . I said do it. \n[5]All bets are off. \n[6]All bets are off. \n[7]If all bets are off then there can't be any money, can there? \n[8]I ain't fuckin selling it, it's a fact!                                         . ''. \n[9]Nothing, I mean we got a few coins but no notes. ", "KEN": "\n[1]Follow me. \n[2]Did you know that it was my cousin Lorrie you stabbed? \n[3]Shut that door Sean. \n[4]You know you're alright when they're are talking business, I ' d like to see you gob off outta here. \n[5]You're a dead fuckin man. You listen to me Tony you're a dead fuckin... \n[6]He's pissed in my fuckin pocket, look! \n[7]Yeah they are there. \n[8]Hey fuck face, who's speaking to you? He asked him didn't he? \n[9]I t ' s coming now. ", "ALEX": "\n[1]Yes Dad, you have. \n[2]You're Jewish Dad. \n[3]Well you can't eat shell fish, Dad, i t ' s against your persuasion. \n[4]I got him one like it. \n[5]I got him the Volante. \n[6]You said get him the Vantage. \n[7]Because they look the same. \n[8]Are you saying that the fact that your cousin Hands is driving a Valiant instead of a Vantage is a profound a mistake as a whole religion? ", "RUSSIAN": "\n[1]Pass him the money. \n[2]Franky you know you have no choice. So please can we get on with it? \n[3]If you need a man in London then call this number. \n[4]Boris, Boris can get you anything you need. \n[5]Yes he's got it. He might call, he might not, but if he does be ready. \n[6]He can't know that it's you Boris. We do too much business together. You're gonna have to get someone else to hit him and there is no way it can relate to us. You understand? \n[7]One more thing, he loves to gamble. ", "TONY": "\n[1]Open up Charlie. \n[2]I t ' s lucky you .got me Charlie, it could have been one of the other lads, and then think how much trouble you' d be in. \n[3]It doesn't belong to you Charlie. \n[4]You silly fucker, you can't go running off with other people's gear. How much you put up your nose? \n[5]Oh you silly cunt. \n[6]Ohh you'f in twouble nowf. ", "ROSE BUD": "\n[1]You got nice teeth Susan. \n[2]I need a cun. \n[3]I hate Russians. I'll sort him out. \n[4]You're going to have to get me to a hospital, let's shoot that fucker. Then get me to a hospital. \n[5]I think you have got something to tell us. \n[6]I' 1 1 cut him. "}}