{"dialogues": {"ERIC": "\n[1]Once upon a time, in deep winter, a Queen was admiring the falling snow when she saw a rose blooming in defiance of the cold. The rose looks miraculously red. Nearby, a RAVEN looks on. The Queen gazes at the flower, then bends down. \n[2]Reaching for it, she pricked her finger and three drops of blood fell. BOOM -- with the impact of an artillery shell, a DROP OF BLOOD lands in the snow. Followed by ANOTHER. And ANOTHER. The Queen startles, then calmly touches her stomach. \n[3]And because the red seemed so alive against the white, she thought, if only I had a child as white as snow, lips as red as blood, hair as black as a raven's wings and all with the strength of that rose. A beat, then we hear the piercing cry of a new-born baby -- \n[4]Soon after, a daughter was born to the Queen and was named \"Snow White.\" With a radiant smile, the Queen offers SNOW WHITE to her proud father, KING MAGNUS. The baby's CRIES grow louder as the King cradles her gently in his arms, turning towards a mirror. \n[5]The next winter was the harshest in memory and Snow White's mother passed away. Ba EXT. GARDENS/ CASTLE - DAY. 8a The garden is covered in snow but there is no red rose now. King Magnus walks with his arm around Snow white, heartbroken. A single tear rolls down Snow White's cheek. Palace onlookers and mourners, fixed on her face, feeling what she feels, move aside. \n[6]A year went by but the King was inconsolable. Taking advantage of his grief, dark forces gathered on the kingdom's borders. \n[7]The unholy army was defeated, leaving King Magnus with the spoils of victory. A CAGED PRISON WAGON. Odd. Not even sure how it got there. King Magnus moves toward it, with a little trepidation. When he's close he gets off his horse, walks closer and dares to look inside. \n[8]So struck by her beauty was the King, that he forgot, for the first time, his broken heart. His gaze is so intense that Ravenna looks down for a moment. When she lifts her head -- \n[9]The spell Ravenna's mother placed on her gave her the ability to steal youth and beauty, and indeed all things good, for her own evil purposes. But for every life there must be a death, for every gain, loss, and under the reign of Ravenna nature turned on itself and people turned on each other. \n[10]Lay a hand on her and I'll take your head! BROCH turns and sees the huntsman with his hatchet raised. \n[11]Won't take much courage to split your skull from here. \n[12]Don't worry, somebody else will. \n[13]Your eyes are dim. \n[14]After all the business we've done together? Rose curses behind her gag as Eric pulls her away. \n[15]I'll peddle my wares elsewhere, thank you. The slave merchant sees his prize disappearing and calls out: \n[16]I have it right here in my pocket. If you'll just help me up. Eric holds his hand out. Broch walks over, suspicious. When he's close, Eric grabs his arm and kicks with both feet in Broch's chest. Broch flies back, then strides to Eric and kicks him in the side. Hurts. \n[17]Actually, I seem to have drunk it all. You're welcome to it when it comes out again. Broch hauls him back up to his feet. He takes a swing but somehow the drunken Eric dodges the blow, swinging back at him. Everyone has come out of the Inn to enjoy the fight. Eric lands a body blow to Broch, who doubles over. Eric comes in for the kill, winds up and swings - Missing Broch but hitting a HORSE on the ass. It kicks its legs, sending him flying. He lands in a heap and drops his head back. Hands lift him and -- Drop him in a horse trough. He's underwater for a few seconds before he comes to and lifts out his head, eyes still closed. \n[18]Perfume? He opens his eyes to see Finn gazing down at him. \n[19]Royalty. That explains it. \n[20]Can't you see I'm having a bath? \n[21]Then he's dead - \n[22]Then she is certainly dead. \n[23]I've been to the Dark Forest enough times to know I'm not going back. \n[24]Coin's no good to me if I'm lying dead with crows picking at my eyes. Ravenna steps off her throne now, approaching him. \n[25]Why is her life of such value? \n[26]I'll determine what concerns me, thank you. She smiles, moves even closer to him. \n[27]And if I refuse? Ravenna nods to the Guards, who pull their swords. Dying to cut him to pieces. Eric eyes them, then looks to her and, in complete honesty -- \n[28]Do me the favor. I beg of you. \n[29]My wife is none of your concern. Something about her face, the fact that she enjoys his hand on her throat makes Eric queasy. He releases his grip, stares right at Ravenna. \n[30]Nothing will bring her back. Ravenna moves even closer, looks him right in the eye. She is incredibly persuasive as she says -- \n[31]Death is everywhere. \n[32]It's not something I counted. \n[33]Sorrow. This takes Finn aback, not an answer he was expecting. After a beat... \n[34]Too bad. You'll need one. He stops his horse and nods. \n[35]Do exactly as I do. Eric carefully places one foot after the next on grassy stepping stones that disappear into the bog as soon as his full weight is on them. The others catch on and follow, stepping on stones of their own. Once they're across the bog and onto dry land Finn takes a step forward but Eric grabs his arm. \n[36]Exactly as I do. Eric puts a cloth to his face, gesturing for Finn and his guards to do the same and moves forward through the mushroom field - pops of pollen misting all around them. Eric stops, bends down, spotting faint FOOTPRINTS in the dew. He walks faster now, Finn watching in admiration. \n[37]Pay them no mind. One of the Guards leans over a pool of water to drink when he sees a GHOSTLY REFLECTION gazing back at him. He stares in surprise, leaning closer. Suddenly a BARBED TAIL shoots out of the water -- skewering him -- and drags him into the depths. The others turn as they hear a scream but there's no sign of their companion now, just the bubbling water. Only Finn looks unconcerned. Eric stops senses something, holds up a hand. Then darts ahead, leaving them flat-footed. Finn makes a decision to follow and waves for his Guards to go ahead of him. They reluctantly follow Eric. \n[38]Sure she is. \n[39]What do you intend to do with her? \n[40]You want her. Give me what I was promised. \n[41]Shut up! - \n[42]I said, shut up! He puts his knife to her throat to quiet her. \n[43]I'll keep my word when the Queen keeps hers. Finn shakes his head and laughs. \n[44]\n[45]Who are you? What the hell's going on? \n[46]Why does the Queen want you dead? \n[47]Then what makes you so damn valuable? \n[48]Never get involved in the Queen's business and what do I do? Get involved in the Queen's business... Without warning, he walks off. Leaving her alone. She follows him. \n[49]Away from you, love. You're trouble. \n[50]The Duke? I've seen sheep with more fight in them. Desperate, she takes a chance. \n[51]Just for argument's sake.  How much? \n[52]Well,it's a long way, through the forest, and that... that's a dangerous road, I couldn't even consider it for less than thirty gold pieces... \n[53]Who are you? She looks at him levelly. \n[54]I don't trust you Billy Goat. \n[55]I still don't trust you. \n[56]We'll stay the night here. \n[57]I don't recall a question. \n[58]Queen. Mountains. Dark Forest. Here. Past. There's a village. She takes the stick, points to a different spot in the dirt. \n[59]You'll go where I take you. \n[60]You're rather demanding, and not all that endearing, you know? 68a CONTINUED:  68a \n[61]An army? The Duke fights? He hides behind walls. I know sheep that have more fight in them.  How much?  Reward? Just for argument's sake? \n[62]I'll deliver you to safety m' lady. \n[63]I swear . Constantly. It's one of my better qualities. She's not sure what to make of this, but... \n[64]I've seen far stranger things in here. She sits, looks to Eric. Something's been bothering her. \n[65]They'd be foolish to. Few survive. Good news/bad news. She looks around. 68a CONTINUED:  68a \n[66]We passed it a few miles back. He opens his flask and takes a healthy pull. \n[67]I wouldn't do that if I were you. Not unless you want your bowels to rip apart. She turns. Eric has been snoozing on a rock, with one eye open. She releases the water, stands and faces off with Eric, who offers his flask of mead. She reluctantly takes a sip, spits most of it out, hands it back. He smells something, walks a few steps, bends down and examines a long brown pellet shaped object on the ground. \n[68]A fumee. \n[69]You want me to call it by another name? He doesn't need to. It's an animal dropping. Snow White winces as he kneads it between his fingers and takes a long sniff. 83a CONTINUED:  83a She catches the look of fear in his eyes as he gazes around the woods. \n[70]Stay here. He moves away, though the trees, tracking prey. He hears the wind call his name... \n[71]Sara?... \n[72]Am I dreaming? \n[73]Sara, I'm so sorry. Forgive me, please forgive me. Give me peace. Sara... He takes another step toward her and -- \n[74]A name you'll not mention again. He tosses a knife to her. She's surprised but catches it. \n[75]Feel its weight. One hand to the other. She shakes her head but does so. \n[76]Now hold it - business end pointed at me. \n[77]Which is your lead foot? \n[78]Now stay back. You're too small to attack. You have to parry; use your opponents strength against him. Raise your opposing forearm. She does. He comes closer. \n[79]With it you block and deflect an opposing thrust. You'll lose meat but you won't die from it. Wait until I'm close. He steps forward. \n[80]Not yet. Watch my hands, not my eyes. He moves even closer. \n[81]Not yet. Not until you can feel my breath. He moves right up to her. \n[82]Now. Their faces are inches apart. \n[83]This close. Drive it through me. To the hilt. Now look in my eyes. Don't pull it out 'til you see my soul. Their eyes are still locked. \n[84]There's a lot you need to learn lass. Eric backs away. \n[85]Keep that. She nods, now-focused on him in a way other than as an instructor. He turns and walks away. 83b CONTINUED:  83b \n[86]Fumee. \n[87]It can't be this easy. He quietly unsheathes a hatchet. \n[88]Uh-huh. 87a CONTINUED: 87a \n[89]Troll! Eric and Snow White are SLAMMED off the bridge and land in the shallow creek below -- among the CARCASSES OF SLAIN ANIMALS. The troll roars and comes after them, swinging its giant stone fists. Eric grabs Snow White and runs -- As the troll catches up with them, Eric shoves her out of the way and draws his hatchets. \n[90]Run! Snow White turns and flees. Eric runs at the Troll. He ducks as a mighty arm sweeps over him, darts between the troll's legs, and hacks at its leg with his hatchets. The Troll falters a bit then -- A swinging stone fist catches him and hurls him across the creek. Snow White looks back to see Eric lying stunned on the ground, his wound bleeding again, at the troll's mercy. She hesitates, still terrified, then runs back. The Troll towers over the huntsman. It raises its stone hands to crush him when -- Snow White arrives -- SCREAMING LIKE A BANSHEE! The Troll looks around in surprise. So does Eric. A beat, then the monster turns away from Eric, striding towards Snow \n[91]I told you to run. \n[92]Thank you. \n[93]Which are you? \n[94]We're fugitives from the Queen. Snow White steps forward into the light. \n[95]Where are the men? \n[96]I don't know, but keep smiling. A beautiful LITTLE GIRL, LILY, moves away from her friends and offers her hand. Snow White stops, looks down at the girl, trying not to stare at her scar. 90-93a OMITTED 90-93a 93b EXT. BANKS OF THE LAKE/ FENLAND VILLAGE - DAY. 93b Eric sits by the lake, ANNA bandaging his wounds. \n[97]I've had worse jobs. And anyway, she's not that heavy. \n[98]What do you mean? He looks over. 93b CONTINUED: 93b \n[99]Who is she? \n[100]Why didn't you tell me? She stops. She knows. \n[101]Because I'd think it too fell a task? You'd be right. She looks at him. Shakes her head. \n[102]Here. \n[103]I've carried it a long time. \n[104]Gristle from a stag's heart.  \n[105]The stag's the most timid animal in the forest but there's a bone in it's heart that gives it courage in it's hour of need and makes it the bravest in of all God's creatures. It's a protection charm. Or so they say. They share a look. \n[106]Take it. She does. \n[107]It's getting dark. He walks away. 93b CONTINUED:  93b \n[108]Aye I know the truth. And that's exactly why she should be as far from me as possible. \n[109]Trust me. I'm the last thing she needs. I'm bad luck. Everything I've ever cared about was destroyed. \n[110]People have made that mistake before. He heads off into the night. \n[111]Come on! \n[112]I led them there. I am to blame. Snow White looks at him with empathy. He's in pain, too. \n[113]I will take you to Duke Hammond's. Snow White slowly nods. Eric lies back and looks up at the sun flickering through the trees. It dances on his face and then -- A HUGE SHADOW blots out the light. Before he can react, fists and boots lay into him. As he protects his face, we catch glimpses of brutal figures in battle masks. Eric kicks a couple of them away, but more of them swarm over him, pinning him down in leg locks and choke holds. Snow White is treated just as roughly, powerful arms and legs pinning her down. She bites one of her captors and he twists her arms behind her back. A noose is slung around Eric's ankles and he's hauled up - hanging upside down. Snow White, also tied up, sits on the ground beside him. A line of DWARVES stand before them and pull up their grotesque BATTLE MASKS. The dwarf leader, Beith glowers. \n[114]Come on, Beith! Is this how you treat a friend? The dwarf leader, BEITH, glowers. \n[115]I tried to collect the bounty on their heads. A few times. \n[116]But there's always tomorrow. \n[117]It is your lucky day, Beith. I've got enough gold to keep you in ale for a year. Cut me down and I'll -- NION, Beith's right hand man and a fervent dwarf supremacist, clips Eric around the ear. \n[118]It's hidden. Back there, in the woods. A short distance. They get the reference, don't like it. Nion slaps Eric again. \n[119]Just tell me what I've done wrong? \n[120]I saved this girl from the Queen. Out of the goodness of my heart. Snow White gives him a look. He calms her with a look of his own. \n[121]People change. \n[122]We don't need their help. \n[123]That's more than you offered me?! \n[124]Those are the Queen's men, Beith, better decide quickly. \n[125]You were saying? \n[126]Ah, a short cut. All 8 dwarf heads spin at him - pissed off. Enough with the short jokes. Nion raps Eric's knee with the flat of his dagger. \n[127]Owww!!! Gus cuts Snow White loose. \n[128]Legend has it dwarves were created to uncover all the riches hidden on earth. Not just gold and precious stones, but the beauty in people's hearts. \n[129]Ask me, they've lost the art if they ever had it. When the Queen seized their mines she stole their treasure but more than that she stole their pride. And as if to prove it, GORT and NION sing and share from a flask of rum before they tumble to the ground-near Muir as the song ends. Eric notices the tumble and chuckles. \n[130]Nothing half-wit. \n[131]What do you say, we let bygones be bygones? \n[132]I'm not sure, Beith. If I had any sense I'd have abandoned her long ago. Beith eyes Eric as he watches Snow White dance. \n[133]What are you talking about? \n[134]What?! \n[135]How do you know her name?! Eric is shocked, desperate. \n[136]Who is this? Beith is about to reply when William answers for himself. \n[137]What is the Duke's son doing riding with the Queen's men? \n[138]Why? \n[139]The princess is well protected as you can see. \n[140]The man who got her this far your lordship. \n[141]You'll have to wait for your voice to break before you give me orders - William draws his sword in indignation and Eric draws his axe. \n[142]Anyone can draw steel, boy. It takes a man to use it. William is about to react when Snow White turns... \n[143]And I you. William looks over to where Snow White is. \n[144]You'd be blind not to. \n[145]We'll get her to the castle. Don't worry about that.. \n[146]Not telling someone how you feel and living with the regret is a lot worse. \n[147]Here you are. Where it ends. Dressed Up to pretty. He takes another pull from the flask. \n[148]Like you're asleep; about to wake-up and give me more grief. Am I right? The he touches her arm. Feels the fabric of her funeral dress. Looks at her face and breaks a bit - losing the drunken swagger and speaking with her as if she was still alive. \n[149]You deserved better. And then he answers her... \n[150]She was my wife, princess. That was your question that went unanswered. Sara was her name. When I came back from the wars I carried with me the stench of death and the anger of the lost. I wasn't worth saving. But she did so anyway. I loved her more than anything or anyone. And then I let her out of my sight and she was gone and I became myself again. A self I never cared for. Until you. You remind me of her. Her spirit. Her heart. And now you, too, are gone. You both deserved better. And I'm sorry to have failed you as well. \n[151]You will be a Queen in heaven now... He leans down and kisses her lips. \n[152]And sit among the angels. He finally turns and leaves the chamber, tossing the flask aside, disgusted with himself. As we listen to his footsteps fade we hold on Snow White's beautiful face. For a long time she stays perfectly still, \n[153]Open the gate. \n[154]Keep your money. \n[155]Back from the dead and instigating the masses. \n[156]Only if you have need of a brutish soldier. She smiles, moved. He turns his horse to full back, but before he leaves... \n[157]You look fetching in mail. A bugle sounds and -- 177c EXT. CASTLE - NIGHT. 177c The Duke's army pours out of the great gate, their torches blazing in the night. From above, it looks like a river of lava coursing through the valley. Duke Hammond roars at the top of his. voice, urging his riders on, and now we see their vengeful fire spreading across the plain. \n[158]Kill her! 209b INT. MIRROR CHAMBER - DAY. 209b Snow White braces herself and promptly follows Ravenna into the mirror room. Now Snow White is exactly where Ravenna wants her to be. The two women circle each other like heavyweight boxers. \n[159]As for the huntsman... Eric goes under the village arch, back toward the forest. \n[160]He returned to the forest where he belonged. ", "SNOW WHITE": "\n[1]I'll look after it. The King watches Snow White, hiding his sorrow behind a smile. So does the Queen, holding back her tears. \n[2]You're so beautiful... Ravenna snaps to and looks into the face of Snow White, reverential, standing a few feet away. Ravenna's face softens as she looks at the face of Snow White. Ravenna beckons to her with a look and then holds out her arm - \"Come.\" As Snow White steps forward, the handmaidens withdraw until only one is left, weaving beautiful flowers in Ravenna's hair. \n[3]You did? \n[4]Why?... Ravenna doesn't answer, just stands and walks away. \n[5]Hello?... What's your name? Rose, sitting in a dark corner, goes to her cell bars and looks out. \n[6]The Duke?! He's alive?! He still fights in my father's name?! Rose stares at the feral girl now, realizing who she is. \n[7]William? What about William?! The Duke's son?! Is he alive?! \n[8]Rose?... The Guard clangs the cell door shut and walks away. Snow White peers through the shadows. Can't quite make her out. \n[9]Rose?... \n[10]Yes. She looks away. \n[11]You've never come in before. \n[12]I'm afraid of her. \n[13]No. He can't help himself, reaches out and touches her arm. \n[14]What does she want from me? His finger move from her hair to her cheek, stroking it gently, and then to her chest. With his free hand he reaches back for his dagger. \n[15]Let me go! \n[16]She's going to kill me! The Oueen! He ignores, keeps moving. \n[17]Believe me! Her brother tried to cut out my heart. He stops, looks at her. \n[18]I swear it. He somehow believes her. New game. Then... \n[19]Him! He's the one! He came at me with a knife! Eric holds her tight, one arm around her neck. \n[20]You can't trust him! \n[21]He'll betray you - \n[22]He'll kill us both - \n[23]Get your hands off me. She draws his dagger. He backs off. Eyeball to eyeball: 67b CONTINUED: 67b \n[24]Get away. \n[25]Get away from me. \n[26]She wants us all dead. All of us- \n[27]You should know. You're the one hunting me. He backs away. Paces. \n[28]Where are you going? \n[29]I need to get to the Duke's Castle. There's an army there. I'll be safe. \n[30]Take me, you'll be rewarded. I'm valuable. Isn't that why you're here? \n[31]You're dead if you return without me. And I'm dead if you leave me. He turns, exasperated with her. \n[32]How much is enough? Eric \"reluctantly\" prices up the job. \n[33]A hundred. Deliver me safe to the Duke. I give you my word. \n[34]Maybe that's a question you should have asked the queen. Stand-off. \n[35]Do we have a deal? \n[36]I've given you my word. He spits on his hand. She puts out her hand. He shakes it. \n[37]I don't trust you either. She wipes it on her skirt. Behind them, a commotion. They run off. \n[38]You haven't answered me. \n[39]Where are we going? He takes a stick, draws in the dirt. \n[40]I'm going to the Duke's Castle. He grabs the stick back. \n[41]You'll take me to the Duke's castle or I'll go alone. \n[42]As soon as you get me out of the forest. \n[43]There's a reward that awaits you. There are noblemen there, an army. \n[44]How much do you want? Eric considers this, not sure how or if to negotiate. \n[45]Two hundred gold pieces. Do we have a deal? More, a lot more, than he was expecting. \n[46]Swear it. \n[47]Fine. He moves to a spot to lie down and gathers leaves. Snow White seeks her own spot and comes upon -- the RIB CAGE OF A DEAD DEER, a host of BEAUTIFUL BUTTERFLIES feeding on its bones. She is shocked. Eric notices... \n[48]Do you think... will they follow us? \n[49]How far have you travelled into the Dark Forest? \n[50]What is it? \n[51]A what? \n[52]She's not real! Not real! Do you hear me?! He does and calms. She gets off him and he sits up, fatigued by the experience. A low point for him. He reaches for his flask -- pours the last single drop into his mouth. All gone. He tosses it aside. A lost soul. Snow White watches him with some compassion. He catches her look, gets up and walks away. 83b EXT. DARK FOREST OPEN AREA - DAY 83b Snow White catches up. \n[53]Who is she? The one you bargained for. The one that spoke to you. Who is Sara? \n[54]What? \n[55]Why are you?-- He lunges at her and she raises the blade. \n[56]What do you mean? 83b CONTINUED:  83b He jumps at her again and she puts her right foot forward, knife in right hand pointed. He starts to slowly move toward her. One step at a time. \n[57]Why do I need to learn how to kill? He looks at her. \n[58]Where are you going? \n[59]What is it? \n[60]Is this the end of the Dark Forest? \n[61]How far to the Duke's castle? He ignores, follows tracks, then stops as he sees the STONE BRIDGE below -- LEADING OUT OF THE DARK FOREST. Snow White stares at it too, relieved. Beyond the bridge there are open fens. They hurry down together and start to cross the bridge. They're half way across WHEN SUDDENLY WE SEE THE STONES START \n[62]If I had you'd be dead. A \"thank you\" would suffice. It's clear he sees her in a different light. She stares back at him. Eric holds her gaze, struggling a bit, then... \n[63]We mean you no harm. \n[64]Why are they looking at me like that? \n[65]She's beautiful. Lily smiles and runs off to play. Behind her Eric appears. \n[66]These women... This place.. It's very peaceful. But it makes me very sad. \n[67]That's not why. It's because I've never said the words. She looks at Lily playing. \n[68]I'm not sure I believe it myself. I never felt like a..  Alone in a dark cell. For years. Fighting to cling to memories. What he looked like. Smelled like. The kind man with the big arms and the wonderful smiles.. To me.. he wasn't The King. He was my father. Eric doesn't know what to say. In time, he reaches in his pocket. \n[69]What is it? \n[70]What is it made of? \n[71]Was it hers? It's the most honest and emotional he's been with her. \n[72]Thank you, huntsman. He looks at the sky. \n[73]She's so beautiful. \n[74]What is it? \n[75]Run! \n[76]We must help them! Anna sees Snow White fighting off Eric and shouts -- \n[77]Why did you come back? \n[78]What did you do to them? \n[79]Is there no one you haven't wronged? Eric nods at her. \"You.\" \n[80]Tell them the truth, huntsman. The youngest of the dwarves, GUS, is beaming at Snow White with his dirty teeth. \n[81]What are you looking at? \n[82]Do you hate the Queen? \n[83]My father was King Magnus. This carries weight with the group. Impressed. \n[84]If you accompany us to the Duke's castle you will be paid handsomely. \n[85]Your weight in gold. Each of you. The dwarves trade glances, literally sizing each other up. \n[86]Both of us. Eric looks surprised by her loyalty. So do the dwarves. Suddenly Duir calls out: \n[87]What is this place? The huntsman looks just as dazzled. \n[88]Really? \n[89]Thank you so much, sir. \n[90]No. For before. For defending me. \n[91]There were more of you? \n[92]I'm so sorry. \n[93]I'd be honored. Snow White gets up and dances with Gus as the song picks up. \n[94]I don't mind at all, Gus. I haven't danced in a long, long while. She feels eyes on her - turns to see the huntsman watching her with a slight smile. She smiles back and breaks away. \n[95]Do you mind, Gus? \n[96]You've taught me to fight, surely I can teach you to dance. Eric trades a look with Beith, who nudges him on. Eric stands and they proceed to dance, with her teaching. \n[97]Palms up, head straight, look me in the eyes. And... The huntsman moves better than you'd imagine. His face even softens as they both enjoy the dance. Beith looks on with a smile. 130a OMITTED 130a \n[98]Gus, no! Gus's axe stops inches from William's eyes. Snow White recognizes the young warrior, staring at him in surprise. \n[99]I saw you at the village. William looks up at her, out of breath: \n[100]Leave him, huntsman. He's our friend. He glares but his eyes glisten with tears. Snow White is still bowed over Gus's body, sobbing, mourning. The prayer chant ends. Nion spits with anger and walks away. \n[101]You didn't. \n[102]We were children, William. You're here now. They reach some steep rocks and Eric turns around, offering Snow White his hand. She takes it and he helps her up the slope. William looks on, feeling jealous. Beith follows Duir and Coll up to the summit of the hill, then looks at the surrounding peaks. \n[103]Up here it's as if nothing's changed. The world looks beautiful again. \n[104]It's strange, but... I feel only sorrow for her. William is taken aback by this but pushes on. \n[105]It takes more than a name. I an not my father, William. \n[106]How do I inspire? How do I lead men? \n[107]That's not how I remember it. \n[108]No... They gaze into each other's eyes, close enough to kiss. \n[109]I remember we were always arguing. And fighting. And... She trails off, lost in his gaze. He stops, leans closer and kisses her gently. They stay like that a moment, then William pulls away, holding something in his hand. Snow White smiles as she sees that it's an APPLE. With a mischievous smile, William holds out the apple for Snow White, just like he did when they were children. \n[110]I remember this trick. \n[111]No, my lord. William, below, stares at her in joy while his father still looks dazed. 171a CONTINUED: 171a \n[112]I have rested long enough. Her voice is gentle but full of quiet conviction. \n[113]I am ready to ride by your side, my lord, when you face the Queen in battle. The Duke looks speechless for a moment. \n[114]That is all I thought to do when I escaped. But I have come to learn there is no peace while others suffer. Have you not learned that? \n[115]I can vanquish her. Defeat her. I am the only one. She told me so herself. Duke Hammond starts to object, but Snow White's eyes and, now her feet, lead her down the stairs to her people. When she reaches the last step - now at their level - she speaks... \n[116]I have been told that I represent you, that it is my place to inspire you. That is wronct. I am not a Queen, not a leader, not a warrior. Absolute silence in the courtyard as people, lords, knights hang on her every word. \n[117]You represent me, who I've become - your hopes,: your courage, your will - inspires me. I have also been told my place is not to fight but to stay here, safely behind these walls. I will not. \n[118]I hold life sacred, even more since I've tasted freedom, but I've lost my fear of death. 171a CONTINUED:  171a Heads nod, people murmur approval. She has them in the palm of her hand. \n[119]If Ravenna comes for me, I will ride to meet her. And if she doesn't, I will ride to meet her.  Alone if I must.  But if you would join me, I will gladly give my life for you. For this land and its people have lost too much. Eric and the dwarves couldn't look prouder. Duke Hammond stares at her for a moment, then BOWS. A beat, then William follows, then all the Lords and Knights. His eyes fixed on Snow White, Eric bows too. Then Beith. Then Muir and his son, Quert. Then Coll and Duir. And finally even Gort and Nion. Snow White stands alone, overwhelmed by the faith of the kneeling warriors, and the responsibility on her shoulders. 171b INT. MIRROR CHAMBER - ROYAL PALACE - NIGHT. 171b Ravenna raises her head to look into the mirror. \n[120]So the Huntsman fights for something other than himself. \n[121]If we are at the portcullis when the sun clears the horizon it will be open. They all look at her. \n[122]Then we should ride now. They'll have the portcullis up by the time we arrive. Duke Hammond considers, then raises his sword. Snow white glances at the huntsman. He breaks rank and rides closer to her. There's a tense silence, then the Duke BRINGS DOWN HIS SWORD and his riders charge down the dunes. \n[123]I gave my word I would stand with them! \n[124]It ends today... I have come for YOU! \n[125]Ten years you locked me away! Ravenna seems to relish this. \n[126]I will... defeat... you... I am the only... \n[127]By fairest blood... it is undone! Ravenna looks down. Three drops of blood fall onto Snow White's armor. \n[128]Why this? Why all of this? Snow White, overwhelmed by compassion, places her hand on Ravenna's chest. Ravenna puts her own wrinkled hand on Snow White's. Ravenna smiles. She gently taps on Snow White's... in a strange and affectionate motherly way. Eric and William, exhausted and battered climb the steps of the mirror chamber. It is over. Ravenna stares up at Snow White's face in a shining halo of light above her from the ceiling. \n[129]It will be all right... Ravenna whispers incomprehensible words with a peaceful smile \n[130]Backlit in a golden hue. A crown is placed on her head. We're in... ", "RAVENNA": "\n[1]My name is Ravenna, sire. The King is speechless now, gazing upon the face of an angel. \n[2]That is kind, child. Especially when it is said that yours is the face of true beauty in this kingdom. Snow White doesn't quite know how to answer this. \n[3]Would you like to be dressed up like this and married one day? Snow White nods. \n[4]I hope you'll invite me? \n[5]I know it is difficult, child. When I was your age I, too, lost my mother. \n[6]Yes. A King tore me from her arms, dressed me in lace and stole my innocence. Snow White's smile dies a bit; confused. \n[7]I can never take your mother's place, but I feel that you and I are bound.  I feel it here. Snow White mimics, touching her own heart, and smiles at Ravenna. It should be a touching moment but something in Snow White's face - the way her smile lights up the room - gives Ravenna pause. \n[8]The bane of Kings. When she does arrive she slowly crawls onto the bed, rolls him on his back, straddles him and offers the goblet. \n[9]Sup, my lord. King Magnus drains the goblet, tosses it and gropes her body. \n[10]Now you are mine. Her eyes gleam in the firelight. Magnus tries to playfully wrestle her off, but she grabs his hands and holds him down firmly. \n[11]I will destroy you. \n[12]As my people were destroyed. As my family was destroyed. As I would have been destroyed. He is slightly confused by this and his face begins to show discomfort. \n[13]But when a woman stays young forever - no man can resist her - and the world is hers. He suddenly STARTS TO CHOKE, his eyes widening in surprise. As he struggles for breath... \n[14]First I will take your life, my lord. Then I will take your throne. She reaches beneath the sheets, pulls out an ORNATE DAGGER and BRINGS IT DOWN THROUGH HIM -- 13a EXT. OUTSIDE ROYAL BEDROOM 13a Several Guards line the hallway. The door opens and Ravenna emerges. As she moves past them... \n[15]The King has laid down his sword for the night. Their eyes take her, lustfully, in as she strides away and disappears around a corner. \n[16]Drink! Ravenna chokes it down. \n[17]Welcome, brother. \n[18]Mirror, mirror, on the wall Who is the fairest of them all? There'.s a brief silence, then the surface of the mirror ripples. LIQUID-spills onto the floor where it reforms into the shape of THE MIRROR MAN. His body is a veil of reflective bronze but his face-is a distorted version of Ravenna's own. \n[19]So kind of you all to stay over. \n[20]To the sword. 20b CONTINUED: 20b There are GASPS and SCREAMS as the Guards move the guests away. Ravenna notices Finn, off to one side, his dagger at the neck of Snow White, who stares defiantly at Ravenna. \n[21]Finn! Finn stops his exit with Snow White, and turns. Ravenna stares at the little girl, not sure where she stands with this one. And then,... \n[22]Lock her away. One never knows when royal blood may be of value. \n[23]And what of the Duke? \n[24]Lay siege to it. \n[25]Then lure him out! Burn every village that supports him. Poison their wells. If they still resist put their heads on pikes to decorate the roads! \n[26]I wish to interrogate them myself. She drops her robe and walks up the steps to her bath. She lowers herself into the white liquid. Her face disappears beneath the viscous liquid, then she rises, like a porcelain statue. 31a INT. BATHING CHAMBER - MOMENTS LATER 31a \n[27]I won't go back. She is lost for a moment, then... \n[28]Finn, do you remember when we were children, begging for scraps like those wretches? \n[29]Am I not kinder? \n[30]You left your home, your family, the bosom of my protection, to aid my enemies? Why? \n[31]Lost everything? Your son? She moves to Iain, right up to his face. \n[32]Very handsome. Obviously a debt owed to your wife. She reaches out and touches Iain's strong jaw. He struggles against the Guards that hold him back. \n[33]There was a time I would have lost my heart to a face like yours -- and you would have no doubt broken mine. In a flash Iain grabs a Guard's dagger and rams it into Ravenna's chest. She makes a pained face, looks down at the dagger, then up to Iain. \n[34]You would kill your Queen? She pulls the dagger out - there is no\"wound, no blood - and drops it on the ground. Iain and Thomas are shocked. \n[35]You have beauty. And courage. But how strong is your heart? She smiles, almost regrettably, then places her hand on his chest. We hear HIS HEART START TO HAMMER -- LOUDER AND LOUDER. He grimaces in pain as she SQUEEZES -- the hammering filling his ears -- until his heart finally bursts and he drops dead. Thomas falls to his knees in horror, trying to revive his son. Finn draws his sword to behead him when Ravenna raises her hand. \n[36]No. Let him return to the Duke and speak of the generosity of his Queen. With that she sweeps out, followed by Finn. It's only now that we see the lines on her face. Finn takes her by the arm as she falters. \n[37]\n[38]And the expense grows. \n[39]old?... \n[40]My powers... fade. This is about as much as Ravenna can confess. Finn watches as she walks up the stairs to the mirror chamber. Then he turns and CLAPS HIS HANDS TWICE. A GUARD appears and Finn nods. 33a INT. MIRROR CHAMBER - ROYAL PALACE 33a Ravenna walks into the room. Eyes the mirror, afraid to look at herself. \n[41]Mirror, mirror, on the wall, Who is the fairest of them all? The bronze ripples. The Mirror Man pours out and reforms. \n[42]More beautiful, but -- \n[43]She won't live to see tomorrow. Who is it?! Give me her name?! \n[44]Snow White? Finn'.'.  I should have killed her as a child. She is my undoing? \n[45]How is it an innocent young girl makes a fool of my brother?! Armed only with a nail?! If she'd had a sword she'd have taken the whole castle! We're in front of her, behind her, on her face, on her feet -- She picks up the pace as well as the volume -- \n[46]You swore to protect me! Do you not understand what, the girl means to us?! This is my future! This is everything. Everything! â\u0080\u009e \n[47]There is no one I can trust in this place!! There is no loyalty! None!!!! \n[48]She's no good to me there, lost. I must have her heart! You have failed me! Finn's had enough, he erupts at her -- \n[49]Have I not given you all? All. She raises her finger and touches his face. His wound heals instantly and his face grows calm. He nods. \n[50]Don't fail me again, Finn. I have no powers in the Dark Forest. Bring me someone who knows it well. Someone who can hunt her! \n[51]My brother tells me you are a widower, a drunkard and one of few who has ventured into the dark forest. Finn looks on, standing nearby. \n[52]One of my prisoners has escaped there. \n[53]She. She shoots Finn a pointed look then looks back at Eric. \n[54]Find her. Bring her to me. Eric holds her gaze, uneasy at the request. \n[55]You will be rewarded handsomely. \n[56]There may be more than gold in the offing. \n[57]That is none of your concern. \n[58]You will do this for me, Huntsman. \n[59]So you wish to be reunited with your beloved? Eric reacts instinctively, grabbing her by the throat. The courtiers rise to their feet and the guards draw their swords, but Ravenna holds up her hand. \n[60]My condolences. Ravenna holds his gaze. \n[61]You miss her? His eyes say, yes, he misses her horribly. \n[62]What would you give to bring her back? Eric stares at her curiously. \n[63]You know of my powers. Bring me the girl and I will bring back your wife. \n[64]I can. Believe me, huntsman. Eric's eyes say he wants to believe. Needs to believe. \n[65]A life for a life. \n[66]Find her. \n[67]What did you say? Then she's right in her face -- \n[68]\n[69]\n[70]Finn ...no! She falls to the floor - writhing. She fights hard at first - but then begins to weaken - her power fades as she ages. Then she stops. \n[71]Forgive me, brother. \n[72]You will pay. You will pay!!! \n[73]You see, child, love always betrays us. A sigh escapes Snow White's lips, condensing into steam. \n[74]By fairest blood it was done and only by fairest blood can it be undone. You- were the only one who could break the-spell and end my life, and the only one pure enough to save me. She draws away, unwrapping her sacramental dagger. \n[75]You don't realize how lucky you are, never to know what it is to grow old. 158a CONTINUED: 158a She raises the knife, about to cut out Snow White's heart - \n[76]What must I do?! Where is she?! Where have they taken her?! Answer me! The mirror just REFLECTS RAVENNA'S weary and aging face. \n[77]\n[78]help me... \n[79]I don't need a map to see you've failed me, fool, your face is map enough! \n[80]Where are they now? \n[81]Deserters? \n[82]Let them come. Let them break their hearts and skulls on these castle walls and bring my prize to me. You must not harm her. I need her heart -- still warm with blood. As she strides away. To soldiers -- \n[83]Victory comes! 178a EXT. PLAINS - WIDE - DAWN. 178a Hammond's army thunders toward the castle. And then they arrive at -- \n[84]Come to me. \n[85]Let her come to me...ALIVE! Ravenna's soldiers are merely there to hold Snow White's army back. She has planned the whole thing, calculated every move. \n[86]My rose has returned  .with a thorn! 207a OMITTED 207a 207a CONTINUED: 207a \n[87]I'll show you thorns! In a terrifying tremor, the black ceiling of the throne room starts to shatter into millions of shards. \n[88]Come! ... Avenge your father, who was too weak to raise his sword. The millions of shards assemble themselves into three seven foot tall, razor sharp creatures. The DARK FAERIES: Ravenna's ultimate soldiers. Snow White looks at Eric and William - unable to help her. 209a CONTINUED: 209a Eric, William and the other men are completely surrounded by these creatures; they move so fast. Eric tries to step away from them... to no avail. One of the creatures rises in front of William. William tries to slash the creature. His sword goes through and the creature reforms itself right away. The Dark Faerie opens it's mouth and screeches. William gets smashed aside, saved only by his shield. The Dark Faerie grabs the soldier right behind William and sends him crashing into the wall. Snow White walks up the stairs, torn and powerless. She looks at Eric one last time. Eric looks back as he fights off a Dark Faerie with his two shields. He knows he does not have much time left but he is ready to make the final sacrifice. \n[89]And every day, every hour led you to this ,moment. It burned inside you. It drove you forward, and here you are.. Listening only to her heart, Snow White lunges towards Ravenna and tries - strikes at her with her sword. Ravenna steps aside and with very little effort - throws her to the other side of the room. \n[90]That's it. Fight. Fight for your land... for your loss and for Hope! \n[91]Watch them die. You gave them hope and they believed you. You have lead them to their deaths. How foolish your followers. 209c INT. THRONE ROOM - SAME - DAY 209c Eric is trying to stay alive. He rams a Faerie into a pillar. Shredding the stone, the Faerie explodes in shards and reforms immediately behind Eric. Grabbing the first man in sight, the Faerie throws the poor soldier to the other side of the room. on the opposite side another Faerie slides faster than the blink of an eye, grabs the man in flight extending it's cutting limbs and claws the soldier to his death. It is like carnage in slow motion. 209d OMITTED 209d 209e MOVED TO 209B 209e \n[92]You were never ready for this princess! Snow White struggles to get out of her lock. Ravenna is too strong. Snow White's wrist is twisted. She holds her sword tight but can't use it. Ravenna forces the twist. Her fragile bones crack. Snow White screams in pain. The sword drops on the ground. \n[93]Oh... please! Ravenna back hands Snow White, sending her crashing to the wall. SLAM! Cuts on her face. Ravenna looms closer, through the fire in the middle of the room. She stands IN the fire, unaffected. For Snow White it is a vision of pure hell. So much power, so much hate. \n[94]I have lived many lives. Ravaged entire kingdoms, I have been given powers you can't fathom. You cannot defeat ME? .you are but a child! Ravenna's skin blisters and heals. Ravenna raises her arms and black shards start to cover the walls behind her... entombing them in darkness... the trap closes. \n[95]But you are right... it is over. Ravenna's laughter pierces Snow White like a dagger. She feels powerless and lost, spitting blood and exhausted. What else can she do? Snow White stands up, stumbles, her right arm limp, blood dripping down her face. She stares at Ravenna, she won't back down... she will never back down. \n[96]I will never stop... I will give this wretched world the Queen it deserves... Ravenna slams Snow White down onto the stone floor next to the mirror altar. Snow White stretches for her sword as Ravenna approaches. Ravenna un-sheaths her dagger. \n[97]A life .for a life. \n[98]By fairest blood it is done! Ravenna strikes... in the blink of an eye Snow White blocks her strike, reaches for her dagger and plunges it into Ravenna's chest, just as the huntsman taught her. Ravenna gasps, locks eyes with Snow White. \n[99]\n[100]See child,... we are bound. ", "FINN": "\n[1]They're coming! The King's men! \n[2]I will protect my sister! Ravenna's mother reaches out and touches her son's forehead, closes her eyes, an incantation of sorts... \n[3]So it shall be, Finn. \n[4]Yes, my Queen. \n[5]Are you alright? Ravenna pulls her arm away furiously. The General and the others stare, alarmed. \n[6]Magic comes at a lofty price. \n[7]You look... \n[8]Tired. \n[9]I have something for what ails you. She turns to see -- Finn, with Rose. Ravenna almost smiles. Rose holds her gaze defiantly. Ravenna walks over, admires her face, smiles, then takes her by the throat and -- LIFTS HER OFF HER FEET. Rose opens her mouth to scream but instead of sound, ENERGY pours out. Ravenna opens her mouth, DEVOURING GRETA'S YOUTH AND BEAUTY. Like a flower blooming, her lines vanish. Like a flower wilting, Rose AGES until she's as old as the scullery maids. \n[10]Yes, Queen?... \n[11]Did I wake you? Snow White shakes her head gently. \n[12]Are you always awake when I watch you? \n[13]My Queen won't allow it. She wants you all to herself. \n[14]Not of me. \n[15]It's alright, princess. You will never again be locked in a cell. \n[16]Your beating heart. Snow White grips the roofing nail even tighter as she looks at him. As he leans closer, she notices his off hand - the dagger and -- She SLASHES him across the face with the nail. Blood flies. Finn reacts, grabs his face in pain, yells and Snow White kicks him and runs for the door, locking it behind -- \n[17]\n[18]She was chased into the dark forest. She's likely already dead. She SCREAMS and slaps him viciously. \n[19]Have I not given all to you?! She takes this, softens, unexpectedly, and almost smiles. \n[20]Indeed, my Queen. \n[21]The Queen demands the services of someone to navigate the Dark Forest. The villagers stay mum, shaking their heads. \n[22]You will be compensated. Still no takers. An OLD-TIMER stares right at FINN, steps forwards. \n[23]Where might I find him. \n[24]The Queen demands your presence. \n[25]You fought in the west? Against the armies of the five kings? Eric nods without looking at him, gazing at the forest. \n[26]You must have seen a great deal of death? \n[27]Come now, you're being modest. There is a difference between gutting a deer and gutting a man. How many did you kill? \n[28]Nor I. But I recall every face. There is no greater delight than battle. Eric finds this unseemly, but prefers not to engage. \n[29]Come now, huntsman, what do you feel when you watch a man die? Delight? Invincibility? \n[30]And what of them? At the tip of your sword. What do they feel? I'd enjoy knowing. Eric looks at him, realizing from Finn's face that it is an honest question. - \n[31]The.only difference between you and I is I'-never found a wife to save my soul. \n[32]Quick work! Eric looks up to see Finn and his men approaching. Snow White gasps at the sight of Finn. \n[33]Well done, huntsman. Hand her over. \n[34]Why do you care? Finn nods and the Guards approach. Eric grips her tighter. \n[35]Come now huntsman, you did your job well. Keep your word and hand her over. \n[36]You are a drunk and a fool. My Queen has many powers; she can take life or sustain it. But she can't bring your wife back from the dead. \n[37]Butcher him! Find her! The Guards, also trying to cover their noses, move forward. Eric has a decision to make. Bad odds. And he's injured. Eric decides in an instant, grabs his knife out of the dead Guard, as well as his hatchet from the tree and runs after Snow White -- \n[38]This is not finished! The words echo through the dark forest. 67b EXT. DARK FOREST - ERIC AND SNOW WHITE - SAME 67b Eric removes his hand from Snow White's mouth. At once she PUNCHES HIM WITH ALL SHE'S GOT. He steps back, licks his bloody lip. She takes another swing. This one he manages to grab. \n[39]Which of you knows the dark forest? A powerfully built Yakut tracker, ALDAN, and BROCH both nod. \n[40]You. You. You. You. He's selected Aldan, Broch and points to others. As we move down the line we see -- William, hat low, trying to look tough. Finn selects a few more. \n[41]Load and prepare. You ride for bounty. Into the dark forest. The rest of you. Away ! As they disperse.. William sets his jaw, and heads off.. \n[42]I have a bowman. Away. WILLIAM stands unblinking. \n[43]I said away, damn you! WILLIAM doesn't move. Finn turns to the bowman. \n[44]Kill him. \n[45]Wait! Finn sizes up William. \n[46]You're quick with a bow. \n[47]Why? \n[48]Have you traversed the Dark Forest? \n[49]Then what use are you? \n[50]Replace him. William looks at Finn gratefully. Finn studies him with a curious smile then rides on. \n[51]Run, rats, run. Find her! William looks around the burning village in panic. \n[52]Have you seen her? \n[53]I captured many girls, but your wife was special. \n[54]She fought and then she begged. For her life. Please?!!! You should know she called for you. Your Sara. \n[55]She told me. Just before I slit her throat. \n[56]Now you can look for her in the other world and beg for her forgiveness. \n[57]Sister -- heal me!! -- \n[58]Sister... Finn twitches for a moment, looks to Eric. \n[59]I feel... Then the light goes out of his eyes. He is finally dead. Slowly, Eric pulls himself free of the branches cutting into his flesh. ", "WILLIAM": "\n[1]You asked for me, father? 73a CONTINUED: 73a \n[2]The Princess?!! \n[3]She lives?! \n[4]I'm going after her!. \n[5]Then I will go alone. \n[6]Then I'll find someone who does. William pulls away. \n[7]I will not abandon her a second time. \n[8]You need a bowman? FINN calls back. \n[9]I said do you need a bowman? Finn studies William with dead eyes. \n[10]I want to ride with you. \n[11]You are paying well and I need the coin. \n[12]No. \n[13]As you said, I'm quick with a bow. He nods to the guy on the ground, groaning with arrows in his thighs. \n[14]And unlike him, I have two good legs. Finn considers for a moment, then smiles, nods to the guy on the ground. \n[15]No, my lord. Finn spits fury and continues to race around, frantic. \n[16]It's me. William. Snow White stares in disbelief, tears of surprise welling in her eyes. Gus looks even more confused, lowering his axe. William slowly rises to his feet, gazing back at Snow White, when THEY HEAR A TWIG SNAP -- Gus hears it too, spinning around -- \n[17]My name is William. I am Duke Hammond's son. You look familiar. Eric dodges a bit with -- \n[18]I was looking for the princess. \n[19]To protect her. \n[20]And who are you? \n[21]I'm grateful for your help but I will take her from here. \n[22]I'm sorry I left you. She looks over and sees the remorse in his eyes. \n[23]If I'd known you were alive I would have come sooner. \n[24]It's not my place to give you orders. I misjudged you. Eric looks up. He shakes William's hand. \n[25]We shared a childhood together, before she was taken away. She hasn't changed. She has that same light inside her. Surely you can see it.. Eric looks at her. \n[26]If we can just get her to the castle, the people.. The people will see it. She's our only hope, Huntsman. \n[27]I've thought about her constantly. Every time I closed my eyes. I can hardly believe I've found her. \n[28]I'm afraid to. \n[29]Walk with me. They walk into the silver birches. \n[30]It will be. When you are Queen. Snow White turns, surprised by his words. \n[31]The people of this kingdom hate Ravenna with their very fiber. \n[32]Once people find out you're alive they will rise up in your name. Snow White stares back at him uncertainly. \n[33]You are his daughter. And rightful heir. \n[34]If I had a choice, I would take you far from here. And keep you safe by my side. But I have a duty. And so do you. They hold each other's gaze, Snow White still ridden with doubt. 150a CONTINUED:  150a \n[35]The same way you led me when we were children. I followed you everywhere. Ran when you called. I would have done anything for you. She looks touched by his words, smiling softly, trying to make light of them. \n[36]No? \n[37]What trick? Snow White holds his gaze, then snatches the apple from him before he can take a bite, raising it to her lips with a 150b OMITTED 150b 150c OMITTED 150c 150d EXT. CAMP SITE/ MOUNTAINS - DAWN. 150d. Eric, startled,- awakens. 150e EXT. MOUNTAINS - DAWN. 150e As Snow White chews, a flicker of a smile crosses William's face. Snow White stares curiously, then suddenly gasps, struggling to breathe -- 150f EXT. CAMP SITE/ MOUNTAINS - DAWN. 150f Eric stands up, looks around, dwarves still asleep. He shakes William, who wakes at the ready. They walk into the trees and follow -- \n[38]What are you looking at? Help her! The dwarves stare back at him gravely but don't respond. He's desperate now, irrational -- \n[39]You are dwarves, healers, save her! He grabs the blind seer, MUIR, shaking him. \n[40]Do something! Muir stares back at him with his empty eyes, tears glistening in them. William collapses in prayer, the light in Snow White's eyes almost gone. Eric looks over, sees William's grief is as great as his own, and finally stops fighting. Snow White looks up at William as if she wants to say something, then the light in her eyes goes out. The dwarves are heartbroken. Eric looks dazed. William leans down and kisses Snow White gently on the lips. He pulls away,.hoping against hope. And then -- Nothing happens. She lies there, lifeless and white as the falling snow. On all the faces - realizing that she is truly gone. \n[41]She died for us! For our cause! We cannot hide behind these walls and watch this land die with her! \n[42]My grief makes me see clearly, father. 163a INT. FUNERAL CHAMBER/ DUKE HAMMOND'S CASTLE - NIGHT. 163a Eric steps from the shadows up to Snow White's body, flask in hand. Drunk. \n[43]You must turn back! ", "BEITH": "\n[1]Well, well, well... the miscreant huntsman. \n[2]No, you horn beast, this is how I treat a friend! He smacks Eric with a gnarled stick. \n[3]This is my lucky day, the puttock I loathe most in the world lands in my lap. \n[4]Tell me what you've done right first? \n[5]Doesn't sound like you, huntsman. \n[6]Are you? \n[7]Hate's a strong word. But not strong enough in this case. \n[8]You were already lost seeing that you found us. \n[9]Goodness of your heart, eh, Huntsman? \n[10]Alright, we'll take you, but the huntsman can hang - \n[11]One dwarf's worth a dozen tallsters, I'll take my time thank you -- He suddenly stops as dozens more RIDERS appear on the hill. \n[12]Cut him down! MOVE OUT! Nion roughly cuts the line and the Huntsman drops to the ground as Gus gently lifts Snow White. They all hurry down the hill. \n[13]set up camp. \n[14]Fleecing us of all our rum, eh huntsman? \n[15]Not yet, nut-hook. What's in it for you?  I'm talking about the girl? Is it really just the gold? \n[16]Muir says she's destined. Question is, huntsman, for whom? Gus and Snow White are still dancing. \n[17]No one's ever seen it before. The excited Muir grabs his son Quert by the arm. \n[18]What is it, Nion? \n[19]Aye, the Queen will flay us alive for helping her! \n[20]We'll rest the night at the top of this hill. 148a INT. MIRROR CHAMBER - ROYAL PALACE - DAY. 148a From above - Ravenna stands in the center of the room, surrounded by ravens. She raises her arms and they take flight, circling above her. She lowers her arms and their swirling pattern lowers, until she is completely surrounded by them - a tornado of ravens. She has become them, and they her. \n[21]What we promised. \n[22]It's a miracle! Duke Hammond, embarrassed and still stunned by the sight of her, walks up the stairs to greet her. Several Generals follow him but stay a few steps below them. Hammond takes her by the hands as they speak. \n[23]Hi-Ho boys. Off to work. And they begin to crawl inside. \n[24]The gatehouse is fifty yards away to left. Half a dozen guards and fifty armed soldiers. Archers on either side. \n[25]Come on! \n[26]Now let's see how this works! -- With a mighty blow of his axe, Beith shatters the chains holding up the pulley. The counter weights go flying down and the portcullis comes shooting up -- then suddenly stops -- JAMMED. \n[27]Hail to the Queen! And then the huntsman smiles and leaves. ", "MUIR": "\n[1]Quert? Quert jumps to and helps his father as he makes his way to Snow White. He touches her face and something happens in him. His demeanor softens and the hint of a smile lands on his lips. Meanwhile... \n[2]No!  She is destined. They all trade looks. Muir is the spiritual leader of the group and they dare not speak against him, even Beith. \n[3]No one listens to me. \n[4]Son?... Sing the one. Perched on his stone, QUERT nods; sings a more CHEERFUL SONG. Eric watches as Snow White walks over to Muir. Before she can say anything... \n[5]That seat's not taken, if that's what you were about to ask. She sits on the log beside him. Gort and Nion eye her. \n[6]It's only a log, no need to praise me. \n[7]Your father was a good man. The kingdom prospered. Our people prospered. \n[8]Aye. And that is all Muir will say on the subject. Gort fills in. \n[9]That was the month your father died. \n[10]As am I, princess. As am I. GUS walks over to Snow White. \n[11]It's blessing her. \n[12]You have eyes, huntsman, but do not see. You who have been with her the longest. Eric doesn't understand. \n[13]She is life itself. She will heal the land. She is the one. \n[14]No one listens to me. Can't you feel it? Are you ailments not gone? Gold or no gold, where she leads I follow. \n[15]The White Hart blessed the girl. Nion shakes his head and rolls his eyes, but Beith listens. \n[16]Even our own legends speak of the redeemer who will heal the land. \n[17]All the lions and wolves in the kingdom have tried to defeat the Queen and failed. Why not a mutton? The dwarves stare at him incredulously. \n[18]No. He gave his life for her. As will I if necessary. Look at us. Look at what we've become. They trade looks. They know where he's going with this. \n[19]We were once proud, now we pilfer and drink and dream of when we didn't. I am willing to die for a chance at becoming the man I once was. And that is the last word. Quert puts his arm around his father and kisses his forehead. Beith and Gort trade a nod and a smile. ", "DUKE HAMMOND": "\n[1]We are here to serve you, your Majesty. As the King watches his daughter, ERIC'S VOICEOVER resumes: \n[2]From what hell comes this army? \n[3]Where is my son? \n[4]I have news of the Princess. William stares in surprise -- \n[5]Ravenna has kept her all these years. \n[6]She escaped the castle and into the dark \n[7]We don't know if she survived -- Duke Hammond grabs him by the arm. \n[8]You ventured beyond the walls tonight, disobeying my orders. We are all that's left, William. I cannot afford to lose any more of my men. \n[9]And I cannot afford to lose my only heir! You do not know the dark forest! \n[10]Your grief clouds your judgement, my son. \n[11]My duty is to protect the people who come to me for help. I will defend them with my last drop of blood but I will not abandon these walls. I cannot afford to believe in miracles. He suddenly stops as the SHOUTS outside the tent get louder. He goes to the flap, opens it to see -- Snow White , still dressed in her white funeral robes, stands 171a EXT. COURTYARD - DUKE HAMMOND'S CASTLE 171a Everyone comes out of their tents and stands beneath Snow White. Her heart pounding, she makes her way down the stairs. All are riveted by the sight of her, as if they're looking on an angel or a living miracle. Eric makes his way back into the courtyard and he, too, is stunned as he slides in next to the dwarves in the crowd. \n[12]Your highness...  We thought you... \n[13]You must rest - \n[14]There will be no battle, your highness. The best thing you can do for your people is stay safe behind these walls. \n[15]The Queen cannot be defeated. She cannot be killed. And therefore there can be no victory. Snow White hesitates, her heart pounding, then replies: \n[16]Is there any other way in? Tunnels? Caves? \n[17]But how? \n[18]We don't have much time. ", "GORT": "\n[1]Shut it, you hedge pig. The Dwarf confab breaks up and they approach. \n[2]So what's the verdict? \n[3]Destined?... 124a CONTINUED:  124a \n[4]How handsomely? \n[5]There's plenty of moss. GORT scoops up a handful of moss and moulds himself some ear plugs, sticking them in his ears. Snow White is still mesmerized by the fairy music and the shimmering haze. \n[6]Pests. Of the other dwarves, only the blind MUIR seems to appreciate the beauty around him, enjoying the vibrations on his face. \n[7]Play louder, you whey-face, I can still hear those harpy fairies. He takes another swig and sings at the top of his voice, out of tune, trying to drown out the humming of the unseen fairies. Snow White and the huntsman look on, smiling. \n[8]What are you pribbling at, longshanks?! \n[9]I'm half of nothing.you canker blossom. \n[10]One day the group you see before you went down into the mine for a month long shift. Gus was only a boy. When we came back to the surface... nothing. The land was black, everything, everyone... dead, gone. We searched but... Gort surprises himself by choking up a bit. Muir helps out. \n[11]Just you and me,... do you think there are any of us left? Do you think perhaps they were merely banished? \n[12]Well, maybe that's the point, isn't it?  I feel funny. Queer almost. \n[13]How's your gout? Nion rubs his leg. \n[14]You don't think it has anything to do with... \n[15]So you're saying she is destined?... Muir can only shake his head. \n[16]I've nothing against the girl, but I'm not willing to risk my life for her either, like poor Gus. Beith considers quietly, the other dwarves listening too. \n[17]That little mutton? \n[18]What do we do? 158a CONTINUED:  158a ", "NION": "\n[1]Shut your ugly mug, huntsman. You had any pennies they would have fallen out your pockets by now. \n[2]Pull the other one, you lying dangler. \n[3]People, not ruttish swine. Nion gives Eric another smack around the head. \n[4]Blasted fairy music. Wish I had some wax to stuff my ears. \n[5]I don't trust her. And I don't believe in her, no matter what Muir says. Gort is still melancholy... \n[6]As long as the Queen's in charge we'll never know. \n[7]Queer. Since when? \n[8]Better. Gort's look goes from Nion to Snow White. \n[9]How much have you had to drink?! The huntsman drains the last few drops of his rum when BEITH approaches, sitting beside him gruffly. \n[10]We need to convene. They all follow him a few steps away, where they have privacy. \n[11]This is what happens when dwarves mix with men. We always come out worse. We have big hearts and we'll fight for any cause -- but for what? For some new Queen to call us runts and turn us out of our homes again? \n[12]What use is gold if you're dangling by your bony neck, you jackdaw?! \n[13]Gus lost his life because of her! \n[14]We're promised gold and volunteer for manure. How low has the dwarf race sunk? ", "ANNA": "\n[1]They say only demons or spirits can survive the dark forest. Which are you? Eric, unsure, pulls his hatchet and steps in front of Snow White protecting her. \n[2]Neither. Perhaps you are the Queen's spies? \n[3]Gone. Anna paddles a boat as they approach the village. Eric and Snow White speak quietly. \n[4]You have travelled far Huntsman. With a heavy burden. Snow white is playing with Lily. They are making little dolls from straw. \n[5]You mean... you do not know who she is? His eyes narrow. \n[6]That is not a kind thing to say in these times. Youth one cannot alter... beauty, however. We have sacrificed beauty to raise our children in peace. And you, your sacrifice will come, princess. \n[7]You must prepare yourself, my dear. For a time soon comes when you must deliver that sacrifice. Will you be ready? Anna suddenly stops. As if something has disturbed her. She gets up and leaves. \n[8]Sleep my dear. You must rest. She leaves. 96c EXT. FENLAND VILLAGE. NIGHT. 96c Eric makes his way along the perimeter, finding a path through the trees. Suddenly he stops. Turns. Twenty feet away. It's Anna. \n[9]How can you desert her now you know the truth? \n[10]She's the only one that can save us. She needs you. \n[11]There's good in you Huntsman. I can see it. \n[12]You will! Go! Eric holds her firmly, pulling her away against her will. ", "GUS": "\n[1]Nothing, Miss. It's just... you been the prettiest thing I ever did seen. He smiles, almost sweetly, disarming her. Snow White looks at her other captors now, noticing a blind dwarf, , who sits with his son , also gazing at her. 124a CONTINUED:  124a \n[2]She is. \n[3]They call it Sanctuary, my lady. The Enchanted Forest. It's the home of the fairies. And slowly the hazy curtain gives way to an enchanted forest -- as different to the dark forest as one could imagine -- Life grows everywhere -- LUSH GRASS, PROUD TREES COVERED IN \n[4]Fairies. \n[5]I know I'm a bit spongy to look at, Miss, but would you care to dance-with a little 'un? \n[6]You don't mind me saying, you got two left feet for a princess. \n[7]Not at all. Snow White walks over to the Huntsman, holds out her hand. \n[8]Aye! The other Dwarves trade looks. Nion, the last, shrugs. As Snow White strokes the hart's neck, the golden light brightens, engulfing her. \n[9]Come on! He runs with her into the forest. Aldan turns on William furiously, drawing his curved sword, but before he can swing the dwarves attack both men -- Eric only has eyes for Finn. They stare at each other in the roaring wind, then Finn gallops into the forest after-Snow White Eric RUNS in the same direction -- \n[10]\n[11]I shan't leave you, Miss. ", "ROSE": "\n[1]Help!!!! He rises to his feet unsteadily, his head pounding from a hangover, then grabs two THROWING HATCHETS and slides them into his harness on his back -- \n[2]Thank you. Eric turns. Rose sees how handsome he is. Eric stares at her thoughtfully then approaches and gently lifts her chin, examining her pretty features. Rose doesn't seem to mind, looking back with an inviting smile. \n[3]I don't know how to repay you? Eric stares at her a moment, then suddenly picks her up and tosses her over his shoulders. \n[4]I am Rose. Snow White smiles - a friendly face. \n[5]All the girls in our village were taken. I was trying to reach safe haven at Duke Hammond's castle when I was caught -- Snow White bursts with hope -- \n[6]You're the king's daughter? Princess?... The night the evil one's reign began we were told all in the castle were put to the sword. How were you spared? \n[7]I don't know, princess. Rose shakes her head, still gazing at Snow White, then hears the distant cries of other female prisoners. \n[8]What will they do to me? \n[9]Go. Finn stumbles to the cell door, clutching his face. ", "COLL": "\n[1]Leave 'em to rot. \n[2]That would work, too, but my way's cleaner. Note: Coll and Duir have this \"at each other but we're comrades\" relationship. Coll also has an incessant cough. \n[3]True, but because of your size you eat and drink more, which costs more, so... 124a CONTINUED:  124a \n[4]That song takes me back to the battle of Tylweth Gate. A small horde versus an army. Pickaxes against swords and spears. \n[5]Not sure yet. \n[6]That's not how you sharpen an axe. You sharpen downward. Not upward.. \n[7]Well he taught you wrong. He raises the axe, only half in jest. \n[8]I like them odds. Behind them, Beith covers his nose from the stench, Gort and Nion look like they're about to be sick, and Muir and his son bring up the rear, the brown slime almost at Quert's mouth. \n[9]Four tops. ", "DUIR": "\n[1]Yeah. Or skewer him and leave her to rot! \n[2]I get more than you. \n[3]Riders! The dwarves look round to see a DOZEN SILHOUETTED HORSEMEN appear on the crest of a DISTANT HILL. \n[4]Them were the days. What happened to your quailing cough? Coll shakes his head, \"dunno\". The two of them smile then join in the singing. A drunken GORT takes a swig of ale and staggers over to GUS. \n[5]Does this mean we're not fighting the Queen? \n[6]My father taught me how to sharpen an axe. \n[7]You want to test it? William watches Snow White warming herself by the fire, then heads over to Eric, who is also keeping watch. \n[8]Seven dwarves against an army. \n[9]Give us a couple of minutes. ", "KING MAGNUS": "\n[1]My daughter will need your son's friendship more than ever, Duke Hammond. As will I yours. \n[2]A hell they'll soon revisit! King Magnus SCREAMS A BLOOD CRY, kicks his horse and rides forward with blind courage, no longer caring what happens to him. The two lines of warriors race, pell-mell to the center of the battlefield. When they meet -- Hand to hand combat at its most brutal. King Magnus swings his great sword, and a SHADOW WARRIOR \n[3]You are now free. You have nothing to fear from me. Duke Hammond watches from outside the cage, a bit wary, as the King kneels beside the terrified woman. \n[4]What is your name, my lady? Slowly, the woman turns. For a moment the King wonders if it's his beloved Queen behind the veil. Gently, he lifts her veil. It's not his wife, but the most beautiful woman he's ever seen. \n[5]Who are you? \n[6]Indeed, you will. She rips open his shirt then bends down and kisses him on the lips. He can't believe how good she tastes. \n[7]What...? ", "MIRROR MAN": "\n[1]it is you, my Queen! Yet another kingdom falls to your glory! Is there no end to your power and beauty? Ravenna smiles, moves to the center of the room, raises her arms and drunk with power -- SCREAMS! The scream becomes -- \n[2]My Queen, you have defied nature and robbed it of its fairest fruit. But on this day there is one more beautiful than you. \n[3]She is the reason your powers wane. \n[4]Snow White. Ravenna is shocked by this, staggers a bit. \n[5]She is also your treasure, Queen. It was wise to have kept her close for the innocence and purity that can destroy can also heal. Hold her heart in your hands and you shall never again need to consume youth. You shall never again weaken or age. Immortality without cost! Ravenna laughs, overjoyed. Finn appears out of the shadows. All he sees is his sister laughing, giddily into her mirror, no sign of the mirror man, as if it exists only in her head. \n[6]\"Help me?\"... There is nothing more pathetic than grovelling desperation. You sicken me, my Queen. The mirror starts to ripple, distorting Ravenna's face into something even more awful. 161a EXT. PLAINS NEAR CASTLE - DAY. 161a A wide shot as the group carries Snow White toward the castle. \n[7]Yes, my Queen! Yes!!!! The Mirror Man laughs because Ravenna's face is younger, her energy has returned and we see why when -- WE PULL BACK to reveal several CRONES, young only minutes before, now old and lying on the floor. Ravenna smiles, girding herself for the fight to come. ", "BLACK KNIGHT GENERAL": "\n[1]There are scattered rebel groups on the fringe of the dark forest, but they cause little harm. \n[2]We have pushed his forces into the mountains but his stronghold at Carmath holds firm. \n[3]My Queen.  They have taken the fight to us. Rebels harry our supply lines and rob our pay wagons. \n[4]Yes, my Queen. \n[5]A half day's march away. Every hour their numbers grow. Rebels, peasants and deserters rally to them wherever they - \n[6]Yes, my Queen. \n[7]They say the King's standard flies again. And now Ravenna understands -- Snow White. "}}