{"dialogues": {"KELVIN": "\n[1]\n[2]\n[3]\n[4]Prometheus, this is Athena 7, on approach, do you read me? Prometheus, this is Athena 7, on approach, do you read me? \n[5]Snow.  Didn't you hear me radio? I'm Kelvin. \n[6]What's wrong?  What happened to Gibarian? \n[7]How? \n[8]What? \n[9]What happened here? \n[10]Where's Sartorius? \n[11]He'll let me in. \n[12]Let me in. \n[13]All right. \n[14]What happened to Gibarian? \n[15]I want to hear your version. \n[16]I am here to recover this mission, report my findings, and make a recommendation.  Now: What happened to him? \n[17]Where's his body? \n[18]Her?  Who are you talking about? \n[19]They shouldn't let people like you into space. \n[20]Listen -- \n[21]Is there anybody else here? \n[22]Gibarian warned me.  He left me a message. \n[23]She was real.  Where did she come from? \n[24]Tell me.  I won't think you're insane. \n[25]Where did she come from? \n[26]How much sleep? \n[27]That depends. \n[28]The Prometheus, as far as I can tell, is functionally intact.  Crew status: One dead, Gibarian.  Cause of death appears to be suicide. \n[29]Interviews with the surviving members and a perusal of the deceased's personal effects indicate he was suffering from severe depression with psychotic features, along with bouts of hypomania, dementia, delirium, and primary insomnia.  All of these symptoms, combined with a profound sense of isolation, are commonly found in studies of low stimulation environments, particularly long range space travel.  Snow and Sartorius show indications of depression, including dysthymic and bipolar I; a variety of stress disorders, including acute and posttraumatic; and suggestions of agoraphobia, obsessive/compulsive disorder, and hypersomnia.  I emphasize these are preliminary opinions on my part.  I will attempt to convince Snow and Sartorius to return to Earth, but as they currently view me as an intruder of sorts, this may take some time. \n[30]\n[31]Oh, God.  I'm awake. \n[32]Where did you come from? \n[33]How are you here? \n[34]Yes. \n[35]I need to see Snow. \n[36]I'll just be a minute. \n[37]Why? \n[38]I'll be right back. \n[39]All right.  All right.  Here. \n[40]To calm your anxiety. \n[41]Yes. \n[42]Go ahead.  I'll close the door behind me. \n[43]\n[44]\n[45]Shut up. \n[46]What was it? \n[47]And professionally? \n[48]My wife. \n[49]Rheya. \n[50]Will she come back? \n[51]I wish you'd told me. \n[52]To who? \n[53]I don't know. \n[54]Gibarian said he thinks Solaris should be destroyed. \n[55]Rheya... \n[56]\"And Death Shall Have No Dominion\". \n[57]Poem.  Dylan Thomas.  I thought of it when I saw you on the train. \n[58]You didn't look very happy. \n[59]And tonight? \n[60]That's good to know. \n[61]Stop it. \n[62]Rheya.  Not here. \n[63]Let's go home. \n[64]I am.  Please come with me.  I don't want to do this here. \n[65]You're better when you take them. \n[66]All right.  How about I feel better when you take them? \n[67]What do you remember? \n[68]Do you remember Beethoven?  The Beatles?  Movies, books, restaurants, friends? \n[69]Not exactly.  It exists in a continuum that wasn't proven until ten years ago, a higher mathematical dimension superimposed on top of the Universe.  An infinite number of them, in fact. It was a violation of all of our various laws regarding the Universe, Space, or Space-Time.  It was completely counter-intuitive. We had to unlearn everything. \n[70]Intelligent beyond our comprehension. \n[71]It's something. \n[72]The whole idea of God was dreamed up by a silly animal with a small brain called Man.  Even the limits we put on it are human limits.  It can do this, it can do that!  It designs, it creates! \n[73]You're talking about a man in a white beard again.  You're ascribing human characteristics to something that isn't human.  Human beings look for causes and patterns.  How could we know what Solaris is up to, if anything? \n[74]As I said, it is beyond our comprehension. \n[75]What is it? \n[76]Why? \n[77]All right? \n[78]Rheya... \n[79]You were trying to break down the door.  Do you know why? \n[80]Yes. \n[81]This is my wife, Rheya. \n[82]Go ahead. \n[83]No.  There's no behavior modification. \n[84]Is it being deliberately cruel, you mean?  I don't think so. \n[85]When you cut yourself pounding the door, did it hurt? \n[86]Where've you been? \n[87]How old were you? \n[88]What kind of look? \n[89]I know.  I know.  We don't have to talk about that. \n[90]I did too. \n[91]I used to watch you undress. \n[92]I never tired of watching you undress.  Every time, it was exciting.  Right until... to the end. \n[93]You don't know? \n[94]I'm sorry.  I'm sorry. \n[95]I don't know.  I couldn't understand why you didn't tell me. \n[96]\n[97]When you said you wouldn't make it... I didn't believe you.  Or I didn't take you seriously, which is worse. \n[98]\n[99]I should have believed you. \n[100]It's genetics.  You know this.  You know where it comes from.  There is nothing wrong with uncrossing a few crossed wires. \n[101]-- we are not sure of that.  We are not sure we aren't all hallucinating. \n[102]Not necessarily. \n[103]Consciousness is enough, that's all I've saying.  Consciousness should be enough for anybody. \n[104]I think so. \n[105]How could she not be real?  I can smell her, taste her.  She does exactly what she did... it's not possible. \n[106]Like I said, it's not possible. \n[107]I know.  I'm putting that in my next report. \n[108]Snow thinks we shouldn't leave until we figure out a way to document it, to prove its existence to the planet Earth.  This is hilarious: He thinks it's God, but he wants it to sit still for a photograph so he can show the folks back home. \n[109]Well.  He doesn't think it's God, but for different reasons than me. He's thinking: If I can figure out how to make it stop, than I am smarter than it is, and therefore it cannot be God. \n[110]He does have a point.  That's just not the way I'd like to see it proven. \n[111]It's a violent response to something we haven't figured out. Don't let the cowardly demeanor fool you: He is ruthless. Unblinking in his prejudice. \n[112]Yes.  Yes. \n[113]Everything you pursue, you end up becoming disinterested in.  The fact that you're good at everything you try makes it worse.  You have a degree in animal science, you could be a terrific vet. You drifted into writing and turned out to be a perceptive journalist. Then it was politics, which seemed best of all, you had an actual gift for understanding the best pattern for a group of people to be arranged for you to achieve your goal.  And they didn't even know they were being arranged.  But you got bored with it, like you do with everything. \n[114]I don't know what it's really like, to not know what you want to do. To not have anything that you love to do more than anything else. \n[115]What's wrong. \n[116]Stop. \n[117]What are you talking about? \n[118]Who have you been talking to? \n[119]When?  When I'm asleep? \n[120]I'm sure there are worse people to talk to, but I don't know who they are. \n[121]Yes.  Especially toward the end. \n[122]You... she said I didn't love her. \n[123]No.  I love you. \n[124]Can you sleep? \n[125]Those are dreams. \n[126]Meaning Man can do whatever the fuck it wants? \n[127]That's fantastic. \n[128]Don't debate him; he'll say anything. \n[129]Get out of here. \n[130]No. \n[131]I've never heard you express any desire to leave before now.  Why now? \n[132]But why is it doing what it's doing?  Given it's resources, it could have done anything. Presented me with your double, and you with mine. \n[133]Human beings can die. \n[134]They come when you sleep. \n[135]Rheya. \n[136]For a reason that neither of us understand, you are forced to stay near me.  That's all I know right now. \n[137]Neither can I.  Not any of it. There's no reference point for what's going on; it's never happened before.  It's a clean break in the fabric of the Universe; a gap.  There is nothing to do but experience it, moment-to- moment, and not let it destroy us. \n[138]Not this time. \n[139]Do you? \n[140]Gibarian. \n[141]What do you want? \n[142]Can it work? \n[143]I can trust Rheya. \n[144]You're not Gibarian... \n[145]A puppet. \n[146]\n[147]Gibarian.  He was here. \n[148]He is.  But he was here... \n[149]He spoke to me. \n[150]Are you going to take them? \n[151]It's all right. \n[152]I love you. \n[153]That won't happen again.  We're different. \n[154]I don't think it knows it's torturing us.  It's just watching. \n[155]She drank liquid oxygen. \n[156]She's dead. \n[157]Get out -- \n[158]Rheya -- \n[159]Listen: I don't care about anything but the fact that you are here. You are her, you are Rheya. \n[160]No. \n[161]Rheya, I am not going back.  I'm staying here with you. \n[162]I want every second I can get with you. \n[163]We'll know soon enough. \n[164]That's good to know. \n[165]You should have told me. \n[166]Thank you. \n[167]Neither did I. \n[168]I never said I didn't. \n[169]I can't stay here. \n[170]Then you won't make it. \n[171]I came back.  You have to know that.  I came back that night. \n[172]I couldn't make it, either. I'm so sorry. \n[173]I want you here. \n[174]You exist here.  I keep telling you. \n[175]Who are you, then? \n[176]Yes, you are -- \n[177]Yes.  I told you.  It was exactly like mine. \n[178]Is that really what you want? \n[179]I wish you wouldn't. \n[180]I think they help. \n[181]You have to remember that I love you, that's all that matters -- \n[182]It put you here.  I'll admit it, it acted like a God and put you here, put you into my consciousness. I was asleep, and it put you into my dream.  I saw your mouth.  And there you were. Whether you've been sent here to make me happy or punish me, it doesn't matter.  The decision we make now is all that matters.  Stay with me. \n[183]I don't know anymore.  All I see is you. \n[184]Stay with me. Stay with me. \n[185]She knows everything.  She knows who she is. \n[186]No. \n[187]I want you to get Sartorius to abandon his plan. \n[188]Just get him to stop. \n[189]Yes. \n[190]Her oxygen would have run out. \n[191]Into what? \n[192]I love her. \n[193]A sleeping pill.  Do you want yours? \n[194]What does it want? \n[195]Please.  Don't. \n[196]\n[197]\n[198]I though I was home. \n[199]I thought it was over. \n[200]\n[201]Where did you go before? \n[202]Last night.  You were talking to someone in the corridor. \n[203]What's the matter? \n[204]Rheya? \n[205]\n[206]I'm losing my mind. I'm breaking apart. \n[207]Is this what it means to die? Am I in the moment of my own death? Is this the last thought I will ever have? \n[208]I am home now. I try to find the rhythm of the world where I used to live... but I feel completely and continually out of-sync.  I am separate.  Why did I return to Earth and lie about what happened?  Lie about having contact with something like Solaris?  I knew something else was out there, and didn't tell a soul.  I left them in the dark.  We all did. \n[209]So why come back at all?  To see if she comes here? \n[210]\n[211]I don't believe it will happen. \n[212]But I will wait, anyway. \n[213]I thought it was over. \n[214]\"Though they go mad they shall be sane.  Though they sink through the sea they shall rise again.\" \n[215]You killed her! \n[216]You murdered her! \n[217]She'll come back. \n[218]Why would you let her to do that? \n[219]You fucking bastard... \n[220]How quickly? \n[221]Where's Snow?  Did you call him? \n[222]Snow!  We need you up here. \n[223]Snow! \n[224]What's wrong with you?  We need your help. \n[225]When did this happen? \n[226]Jesus... \n[227]Maybe you can. \n[228]Earth. What did that word mean to me? I have returned.  Finally. \n[229]I work in the city now.  After work I wander and lose myself.  I am silent and attentive.  I follow the current.  I make a conscious effort to smile, nod, stand, and perform the millions of gestures that constitute life on Earth. \n[230]I will study these gestures until they become reflexes again.  I will find new interests and occupations, but -- \n[231]I will not... give myself.  I will not give myself to anything or anyone, because I am haunted by the idea that I remembered her wrong. That I shaded my memory of her to suit myself.  That I was unfair to her and caused her destruction. What if I was wrong about everything? I've come to believe that memory is a curse. \n[232]\n[233]How can you be here... \n[234]I love you. ", "RHEYA": "\n[1]\n[2]Yes. \n[3]How do you mean? Chris, what's wrong? \n[4]I love you. \n[5]Do you love me? \n[6]I'll go with you. \n[7]Don't. \n[8]I don't know.  I can't be alone. \n[9]What are they? \n[10]To calm my anxiety. \n[11]We're taking a flight? \n[12]\n[13]I want you inside me right now. \n[14]Book? \n[15]My Thomas is a little rusty. \n[16]Not a very happy poem. \n[17]I wasn't. \n[18]Better. \n[19]You want to fuck her? \n[20]You behave as though you want to fuck her. \n[21]And I just want to know if I'm crazy or not -- if what I think is happening is actually happening. Or am I one of those people, those women, who are blind to what's going on?  Who pretend not to see their husband's attention toward another woman? \n[22]You go home. \n[23]You talk like an actor. \n[24]I'm so sorry.  I'm so sorry. \n[25]I know, I know.  But still, somehow I don't feel better. \n[26]Right. \n[27]What do you mean? \n[28]Yes.  But not until you mentioned them.  As soon as you said those things, I remembered them.  And they have associations that make me think of other things I remember. It's like filling up. \n[29]Is it a planet? \n[30]Is it intelligent? \n[31]Then it's God, right? \n[32]You still don't believe in God? \n[33]Even a God that wasn't active, that just created something and stood back and watched? \n[34]But what if Solaris is what there was before The Big Bang? \n[35]As I said, then it's God, right? \n[36]Why are we talking about this shit when we could be fucking? \n[37]\n[38]What happened? \n[39]When I saw you were gone I got scared. \n[40]Chris, what's wrong with me? \n[41]Am I all right? \n[42]Yes. Of course. \n[43]I been thinking about how much I hate you. \n[44]Yes, I remember that.  I went back to Lois' house and spent the night. Those were dark days. \n[45]I would have these -- I don't know how to describe them -- visions, when I was younger.  Maybe not visions, but like these waking dream states.  Time would just collapse, I would be inside time. I would stare at a second hand on a clock until it stopped.  Freaky stuff. \n[46]Seven, eight.  So one day my mother catches me sort of staring off into space, and she asks me what I'm doing, and I start trying to explain to her, about this state that I can put myself in, and this look comes over her face. \n[47]Scared.  No, not scared.  Wary. Like I was something to be... her guard went up.  I was a threat. Now I know why.  She was afraid she'd be seen.  That I would see her for the self-obsessed neurotic that she was.  I think she thought she had a few more years of being on a pedestal.  But that's the cycle, right?  I knew a little more than she did, she knew a little more than her mother, and on and on. I guess that's part of the reason why -- \n[48]I remember days of just thinking about you. \n[49]Thinking what you were doing and saying, just being consumed by thinking of you.  I loved it so much, that feeling. \n[50]What happened to us, exactly? \n[51]I remember... something burning. Coffee burning. \n[52]\n[53]You found me? \n[54]\n[55]\n[56]Why did you say those things? \n[57]I can't help feeling that I'm cheating when I take them. \n[58]Do you have any idea how much I like fucking you? \n[59]Good.  Because I want you to know. I really like fucking you. \n[60]I like that too. \n[61]You know, I've decided: I'm just gonna believe what you believe about this whole Solaris thing, it'll make life so much easier; the little wife agreeing with her big, strong husband.  You must get such a headache thinking about those Great Big Problems all day. \n[62]So, Chris, seriously, aren't you afraid you're going to get fired? \n[63]You sure say \"God\" a lot when we're doing it. \n[64]Right.  The report.  Report and recommend. \n[65]What does Snow think you should do? \n[66]Sartorius wants to destroy it. \n[67]He has a point. \n[68]You feel sorry for Solaris, or for me? \n[69]It was obvious from the way he first looked at me. \n[70]Do I really feel like... I am...? \n[71]I'm glad. \n[72]Imagine my frustration. \n[73]You don't love me. \n[74]I have to talk to you... I... I don't know where I came from. Do you know? \n[75]If you know but can't tell me now... will you ever be able to? \n[76]That I am not Rheya.  That Rheya died.  Killed herself.  I'm different. \n[77]Sartorius. \n[78]I'm just trying to understand what's going on. \n[79]How have you lived the last ten years?  Did you love anyone? \n[80]Did you think about me? \n[81]But we fought. \n[82]Why did she do it? \n[83]Was she right? \n[84]I love you, too. \n[85]I don't think do.  It's not sleep; it's something else.  It's all around me. \n[86]You're the coward. \n[87]I'm just as human as you.  I see, I hear, I touch, and I feel just like you do. \n[88]These \"guests\" are a part of you, of your subconscious.  Chris loves me. \n[89]You don't want me. \n[90]That's what you were saying.  I heard what you were saying. \n[91]I have these strange thoughts, I don't know where they come from. I can't explain it. \n[92]But that's what happened before. \n[93]Do you want to stay here? \n[94]If you're here. \n[95]What's wrong? \n[96]You said he was dead. \n[97]What's happening to us? \n[98]Please don't lie.  I told you before, I don't know how I came to be here.  Whatever you think you can't say to me, I need to hear you say it. \n[99]Don't.  I'm the one at risk here. If we're playing out what happened before, I won't survive. \n[100]How can I tell?  You've seen both of me.  I only know what you're like here.  You're all I know. There is no \"You\" from before. \n[101]How could it be so cruel?  How could it torture us like this? \n[102]What am I?  Why can't I die? \n[103]I'm not Rheya.  You're always known that. \n[104]Don't call me that. \n[105]I'm disgusting. \n[106]You're lying.  I'm not human. \n[107]Then you'll die. \n[108]What will I do, if you die? \n[109]Do you think I can get pregnant here? \n[110]I can't be a mother. \n[111]Don't do this.  I am literally begging you not to do this.  Chris. \n[112]It wouldn't have made any difference. \n[113]Chris, I had to.  I had to.  I didn't think you'd react like this. \n[114]You never said you wanted one. \n[115]Chris -- \n[116]Chris, please.  Chris, I'm serious. I won't make it. \n[117]You're afraid of me.  I can't do this anymore.  I still don't understand.  It's not possible. \n[118]Don't -- \n[119]What do I have to do to stop it? \n[120]You're lying. \n[121]That's impossible.  I'm not Rheya. \n[122]I... I am Rheya.  But I am not the woman you loved ten years ago. \n[123]Did you hear what Gibarian said? I'm not a human being.  I'm an instrument.  I came from your memory and your imagination and I will torture you no matter what. Even if I remain passive.  That's when I drank the... I was going mad.  It felt like there was no body underneath my skin.  There was something else. An illusion.  But I could feel my heart beating, and I remembered you tested my blood.  Is it like yours? \n[124]But then I would be dead now. \n[125]I want to stop taking those pills. \n[126]They do something to me.  It's hard to think straight. \n[127]I have consciousness, but I am not mortal.  Don't you see why I'm going crazy? \n[128]I can't -- \n[129]Am I really her? \n[130]What are you taking? \n[131]I don't know.  Something. Anything. \n[132]It created me and yet I can't communicate with it.  It must hear me, though.  It must know what's happening to me.  Don't you think? \n[133]I've decided that if it is God, it's a sick God.  Its ambitions exceed its powers, but it doesn't realize it. It's created a situation without a goal, and I hate that.  A God whose passion is not a redemption, who saves nothing, fulfills no purpose. And us?  We would have to have \"an arrangement\".  An unspoken understanding that I am not human. How can I not hate something that does that? \n[134]When? \n[135]You must have been dreaming. \n[136]Don't blame them.  I begged them to do it.  It's better this way. I'm sorry. I'm sorry I tried to make you think I was human. I read my own suicide note.  I found it in your things.  I realized I was not her. \n[137]I know that you loved me, Chris.  I know that. I love you. \n[138]\"Though lovers be lost love shall not.  And death shall have no dominion.\" \n[139]\n[140]\n[141]Shhhh.  Just stay with me. Stay with me.  Everything is forgiven.  Everything. ", "SNOW": "\n[1]Yes.  We heard. \n[2]He's dead. \n[3]Suicide. \n[4]You didn't bring any chocolate, did you? \n[5]I love chocolate.  I realized just yesterday how much I love it. I thought maybe, if they let you bring personal effects, you might have snuck some through, because... well, I've been thinking about it. \n[6]I can't talk just now.  I'm too tired. \n[7]In his lab.  He won't let you in. \n[8]Kelvin, if you see anything unusual... \n[9]... try to stay calm. \n[10]Why, who did you see? \n[11]Who was it? \n[12]Oh, that's a relief. \n[13]How much sleep do you need? \n[14]How long can you go without sleep? \n[15]Well, when you do go to sleep: barricade your door. \n[16]Was her breakfast conversation that bad? \n[17]I told you, try to stay calm. You're supposed to be the psychologist of the bunch. \n[18]Personally, I think it's God.  At least, it fits my definition. \n[19]I'm not sure. It started with Gibarian.  He locked himself in his room and refused to talk except through a crack in the door.  He covered the video lens.  Obviously we thought he was having a nervous breakdown. I don't know why he didn't tell us he had somebody in there.  By this time, we were getting visitors, too.  He was desperately trying to figure it out.  Day and night. Who was she? \n[20]Dead? \n[21]She has materialized from your memory of her.  What was her name? \n[22]It started about three months ago. Right after the government sold the expedition.  We were ready to go home. \n[23]Probably. \n[24]Told you what? \n[25]What will you say? \n[26]What are you going to report back to Earth? \n[27]An enormous amount of money changed hands to get control of this project.  We are in little danger of being left alone for long. You'll need to do something. Otherwise they'll be sending someone out to recover you. \n[28]That's ludicrous.  This is contact. We have found God.  The only issue is figuring out how to prove this in a way that will make sense back on Earth.  So how will we describe it, if we choose to describe it at all? \n[29]It's God. \n[30]We're not even sure it will let us leave. \n[31]Kelvin, you awake? \n[32]Can you meet me and Sartorius on B deck in an hour? \n[33]Just a little strategy session. But in person this time. \n[34]He won't do it. \n[35]He won't. \n[36]We want to talk freely. \n[37]It's an experiment. \n[38]The same vulnerabilities? \n[39]And when a given situation no longer corresponds to the normal faculties of the... original, the visitor suffers some sort of disconnected consciousness. \n[40]Are the actions of Solaris premeditated? \n[41]I'm just trying to find an explanation for the continual reappearances. \n[42]It's like they're plugged into a game, which goes around and around, endlessly repeating itself. \n[43]You're unnerved because you've spent your whole life thinking nobody is looking over you, and suddenly your subconscious is an open book.  We are, for the first time, experiencing changes in natural reality by a force not our own.  That proves that -- \n[44]If God is beyond our comprehension, and she -- -- is here for reasons that can't be understood, isn't God here? \n[45]Stop equivocating!  Unbelievable, how you equivocate!  You, the atheist, you're more dogmatic than any holy person I've ever seen! This is happening, Kevin.  Wake up. \n[46]Who are you trying to convince? \n[47]It will end badly.  As inevitably as the rising of a bubble. \n[48]Let's all meet tomorrow.  Sartorius has some new ideas, about making it stop. \n[49]Gibarian was under enormous -- \n[50]We didn't even get to hear his new ideas. \n[51]I'm not feeling well. \n[52]We can liquidate the station.  Take the Athena back. \n[53]Of course, when we return, we'll be regarded as lunatics if we tell the truth. We'll chalk it up to isolation, collective derangement. \n[54]Well, I think we're reaching the point of diminishing returns here, right?  Certainly it's learning more about us than we'll ever learn about it. \n[55]Perhaps it did. \n[56]But they are human.  They certainly become human with incredible speed. First they're like they were in our memory, but then they fill in on their own.  DNA doesn't determine the hundreds of trillions of connections that occur in the brain, it's not dense enough.  They build up with experience. \n[57]That's right.  And we all have to sleep, eventually. \n[58]What happened? \n[59]She'll come back, don't worry.  But then what?  My theory is she can only live here, that she will die if she leaves this ship. \n[60]Why do you think she hasn't suggested that?  It's the most obvious solution: Escape.  She knows she can't leave here -- \n[61]Oh, this one you love?  What about the first one, the one you fucked and then put into a rocket and blasted into space?  You didn't love her? \n[62]What happens if she comes back?  Is that polygamy?  And even if you could take her home, how would you get her through?  You think they're not going to notice her? \n[63]I never get used to them, these... \"Resurrections\". \n[64]She knows everything?  Does she know she came once before and you put her in -- \n[65]What do you want? \n[66]What plan? \n[67]What do you want to do, leave the station with her? \n[68]Kelvin, she'll disintegrate.  You don't believe me?  Let's radio that shuttle pod you launched -- better yet, let's go get it.  I've charted it's trajectory, only take a few hours... \n[69]Maybe she doesn't need any.  Should we check? \n[70]Who are you trying to please? Yourself?  Her?  Which her, this one or that one.  Can you face both?  We are in a situation that is beyond morality.  So: Leave with her.  You'll see the transformation. \n[71]You'll see her die, that's all. They're mortal, despite what she told you.  She will die.  Then what will you do? \n[72]You do, you don't.  She's willing to give her life, you're willing to give yours, it's touching and magnificent, anything you want but -- this isn't the place for it. Don't you see?  No, you don't. \n[73]I don't think it dislikes us.  I think it just noticed us.  It lives, thinks, and acts.  We are dealing with a living creature here, no question.  And it's done something we've never been able to do: create a perfect human body. Perfect except for the subatomic alterations, but... \n[74]I won't be making the trip. \n[75]I'm not Snow. \n[76]I got rid of him.  I wanted to see if... I wanted to be the only one. I wanted to be Snow. \n[77]Oh, right away.  That's why you never saw me with anyone.  You should've noticed that.  I miss him, though.  I think I made a mistake. \n[78]But I can't leave with you.  I won't make it. \n[79]You go ahead.  Of what I remember about Earth... it's all one thing now.  Everything's a blur.  I like distinctions. ", "SARTORIUS": "\n[1]You have to give me your word you won't come in.  Then I'll come out. \n[2]Didn't you talk to Snow? \n[3]Who, here, could possibly care what you want?  At best, you're Employee of the Month for the highest bidder in the Solaris auction.  They have no idea what's going on up here. They've never even been in space. And I'm supposed to listen to you? \n[4]The same thing that could happen to any of us. \n[5]In the lab.  With her, probably. \n[6]His last wish was to be buried on Earth.  In dirt, he said.  \"I want to buried in dirt.\"  What a clown. \n[7]Just so you know: I'm not going back until I understand what it is. I am going to figure out what it is, make it stop, and then I will go home. \n[8]We're done.  Oh, I should tell you, I don't trust Snow.  There's something wrong with him. \n[9]I don't care what it is, we need to figure out how to make it stop. \n[10]What if this thing follows us back to Earth?  What if what's happening here started happening on Earth, on a mass scale?  Don't you see that as a problem?  I think it's a serious mistake to assume it's benign.  For all we know it's driving us crazy so it can watch us kill each other. \n[11]Why do you say that? \n[12]We thought you'd be alone.  We want to talk about... \n[13]I suggest we pool our knowledge regarding the... visitors.  We can express whatever questions or conclusions we might have... share information about our various... experiments.  Agreed? \n[14]I would like to start with motivation.  Why are they here? \n[15]They are not autonomous individuals and they're not actual persons. They are projections materializing from our minds, based on a given individual. \n[16]She reappeared exactly as she had before? \n[17]A recoil, with no compensating mechanism. \n[18]Followed by non-human manifestations. \n[19]If they're not learning anything and they're not modifying their behavior, why do they come back? \n[20]Gibarian was helpless.  It's very simple: Man created the science that resulted in the discovery of Solaris, and the ship that brought us here. \n[21]Yes. \n[22]Why did you agree to come here? \n[23]Too tired to answer? \n[24]I'll bet.  Is this what they sent you here to do?  You've lost it, you've gone native. \n[25]Prove it. \n[26]YOU ARE NOT HUMAN!  Try to understand that if you can understand anything! \n[27]Rheya is dead.  She's a copy.  A facsimile.  And she's seducing you all over again.  You're sick.  You think of fucking her as research for humanity.  It's just fucking. \n[28]There's nothing grandiose about it. You've jumped out of a plane and you're trying to sew a parachute together while you fall. \n[29]It'd be hilarious if it weren't so damn sad. \n[30]I'm sending you a message because I feel sorry for you.  I really do, Kelvin. It is a mistake to become emotionally engaged with one of them.  You are being manipulated. You are going around in circles to satisfy the curiosity of a power we don't understand and can't control, and she is the living proof that power exists.  If she were ugly, you wouldn't want her around; that's why she's not ugly.  She is a mirror that reflects part of your mind.  You provide the formula. You can only finish where you started, remember that. They sold us out to the highest bidder.  They had no right to do that.  We should have been consulted.  We're not fucking hardware. \n[31]Not her.  It. \n[32]Kelvin, she begged me.  I had a short-range version of the destabilizer prototype, a miniature with a range of a few meters.  She walked into it and disappeared. She was gone. \n[33]No, she won't. \n[34]It's not human, Kelvin.  Whatever it is, it's not human, and I am threatened by that.  Evolution-of- the-species-at-stake threatened. And I want to win.  I want humans to win.  So I am killing it before it kills me. \n[35]Whose side are you on? \n[36]It's changing characteristics. It's solidifying taking on weight. \n[37]If it continues, it will implode from its own weight and turn into a black hole in about four hours and pulls us in with it. \n[38]Yes. \n[39]Snow, get up here, now. \n[40]Fuck me.  I knew it. \n[41]You want it coming back with us? \n[42]We do not have time to deal with this.  Get the diode sail into position and let me know when the bias drive and the induction ring are at zero point. ", "GIBARIAN": "\n[1]We take off into the cosmos, ready for anything: solitude, hardship, exhaustion, death.  We're proud of ourselves, in a way.  But our enthusiasm is a sham.  We don't want to conquer the cosmos -- we want to extend the boundaries of Earth to the cosmos.  We are only seeking Man.  We don't want Other Worlds.  We want mirrors. Maybe we don't need to know what it is, or why.  Maybe just knowing that it is should be enough. \n[2]Hi, Chris. I'm so glad you came. I still have a little time, and I want to tell you something.  To warn you.  By now you know about me, or if you don't, get Snow or Sartorius to tell you; it doesn't matter. I didn't lose my mind.  You should be able to tell from this video. I'm not mad. If it happens to you, remember that it isn't madness. You should know, I'm in favor of destroying Solaris.  I know that's... illegal.  And unethical. And irresponsible.  But it's the only way to make it stop. \n[3]Cut that out.  Do you hear me? \n[4]A pre-biological colloidal envelope, possibly exceeding terrestrial structures in complexity; a plasmic mechanism. Probably without life as we conceive it, but capable of performing functional activities on an astronomic scale.  My view is that Solaris has reached, in a single bound, the \"homeostatic ocean\" stage without passing through stages of terrestrial evolution.  I think it bypassed cellular development altogether. It hasn't taken endless eons to adapt itself to its environment, but in fact dominated its environment immediately.  From the moment it existed, it was the most superior element in the Universe. And now it passes the time doing extravagant theoretical thinking about the Universe, with us as the cast. \n[5]It's engaged in a never-ending process of transformation; an ontological autometamorphosis, begging the question: Can thought exist separately from consciousness? \n[6]Nelson, we have the opportunity -- \n[7]Maybe it's stuck.  Maybe its power isn't that God-like.  I mean, we have God-like power relative to an insect, but that doesn't mean we can move the Earth around at will. Maybe it's like a spider web, waiting for something to show up. We intercepted some brief fragments of what must be an everlasting monologue with itself.  Of course it was beyond our understanding. I've come to hate it here.  There's only one way out of its reach, for us.  Humans. \n[8]I thought I'd been behaving normally, rationally.  But a sign of insanity is the inability to think about more than one thing. So if I am consumed by the idea that I am insane and can't think of anything else, then I am insane. You ask questions at the end of your life, the sort of questions people who are content don't ask. Maybe life just can't be solved. \n[9]Leave the light off. \n[10]I wish you'd come a little sooner. I might not have had to kill myself. \n[11]You think you're dreaming me, like you dream her.  Understand something: I am the real Gibarian. Just a new incarnation. \n[12]You're being tricked.  Sartorius picked a fight with you to avoid telling you about his idea for getting rid of the visitors.  He's figured out they're made of subatomic particles called neutrinos, and he's going to create a negative neutrino field.  Twenty four hours a day, until they're back on Earth. \n[13]It can.  Ordinary matter, like ours?  Not affected.  Everything else, disintegrates. \n[14]What I'm saying is: Don't trust anyone.  Find yourself a weapon of some sort. \n[15]You'll end up like me. \n[16]No?  Who am I, then? \n[17]And you're not?  Maybe you're my puppet.  But like all puppets, you think you're actually human.  It's The Puppet's Dream.  Wondering if they're human! \n[18]\n[19]If they succeed, you'll never see her again. \n[20]\n[21]If Solaris is inside our brain, and it knows everything, and we're only consciously aware of what 2% of our brain is up to at any given moment, it knows us better than we know ourselves.  It's not even close. "}}