{"dialogues": {"HARRY": "\n[1]Ahhhh... The sweet, uncomplicated satisfaction of The Younger Woman. That fleeting age when everything just falls right into place. It's magic time and it can render any man, anywhere -- absolutely helpless. Some say I'm an expert on The Younger Woman. Guess that's 'cause I've been dating them for over forty years... \n[2]Langer. .. \n[3]So what does a life of bucking the system all add up to? \n[4]It isn't as if I haven't wondered what my life would be like if I was a Regular Joe and came in here once a month with a dame my age' for a porterhouse and a side of \n[5]No, come on, let's be honest. ..a dame really my age. . . \n[6]There you have it. The story in a nutshell. Not exactly debonair, am I? Awww, man, it's down right sad. Look at me. I look like I'm about to die. God help me. I do not want to die. \n[7]So baby, you're rich... . \n[8]If she lives within a mile of here, she's rich. \n[9]I'd like to meet your mother. \n[10]You're overlooking one of the great things about me. I don't have a type. \n[11]-- For what? \n[12]It's just not true. \n[13]Oh, so you wait 'til we get out to The Hamptons to let me know you're a wise ass. Hold on. . . It just so happens, my dear, that women of a certain age, don't date me. You ever think of it that way? No, it's always me. You dames are all alike. Hey... \n[14]Have I mentioned how gorgeous your breasts look in this sweater? \n[15]So it would be too much to mention it again. . . \n[16]Wow. It's the perfect beach house. \n[17]Which explains you. \n[18]I'm incredibly glad we're finally going to do it. If that's the same as being glad we waited, then baby doll, I'm ecstatic. \n[19]Let's go for a swim, how long will it take you to change? \n[20]But she allows you to strip in the front yard and bring men you're dating here to... \n[21]Ladies first. \n[22]Sold. \n[23]Why? You're not nervous now, are you? \n[24]So put on your bathing suit. I brought some champagne, I'll put it on ice. \n[25]Do you... live here? \n[26]You don't understand. I'm a friend of your daughter's. \n[27]Honestly, if you just... \n[28]I'm dating your daughter Marin. She invited me here for the weekend. She's in her room right now, changing. \n[29]Now who would've thought that would be worse news? \n[30]Harry Langer. How are ya? \n[31]You know what? Actually, I think I should just take off. Let you gals enjoy your weekend... \n[32]No, you were impressive. Very strong, very... \"macho\". \n[33]Trust me, if I ever catch a guy in his underwear in my refrigerator I hope I'm half the man you were, Mrs uh... \n[34]All righty then...I'm definitely gonna hit the road. Ladies...sensational meeting you. Doll, call me. \n[35]It can only go up from here. \n[36]That's impressive. \n[37]Hey, not bad.. . \n[38]My fault. \n[39]I'm one of the owners of a record company among other things... \n[40]Drive by Records. \n[41]It's a Hip Hop label. \n[42]Let me see if I get where you're headed here. . . \n[43]Hey, a lot of people see rapping as poetry. \n[44]Should've left when she tried to arrest me. \n[45]What's your play about? \n[46]I kept winking at Marin as she was conducting the auction and apparently every time I did that she misunderstood and I ended up buying cases of outrageously expensive wine. \n[47]No. No, I haven't. \n[48]Some people just don't fit the mold. And so far... \n[49]Exactly. \n[50]I wouldn't say I'm famous. \n[51]I guess people find it interesting that I've escaped the noose for so long. \n[52]No, this is more fun. It's like I'm not here. \n[53]Yeah, women your age love that about me. \n[54]You know what I mean. \n[55]It's not a bad thing to say 'women your age'. \n[56]It was. ..just the truth. \n[57]Long time ago. She was just this adorable lanky girl from Kentucky with the greatest pair of legs I'd ever seen... Never understood her ending up with a job where she never showed them. \n[58]\n[59]\n[60]Like an elephant's standing on it. \n[61]Feel some pressure in my chest...it's real tight. \n[62]I was uh, kissing a beautiful... \n[63]-- Unfortunately, no. \n[64]I'm having a heart attack? \n[65]I take uh... uh. . . Lipitor. . . \n[66]-- and a white one for blood pressure. . . \n[67]Yeah. \n[68]No. No Viagra. \n[69]I don't take Viagra. Don't need Viagra. \n[70]Sorry, had an audience... \n[71]Honey, I want to go home. Can you call Lowell to pick me up? \n[72]Woman. And I say that as a compliment... You saved my life. Soft.. . I don't remember your name but I thank you from the bottom of my... \n[73]Got to take a whiz girls. \n[74]Okay. You take care of it for me, sweetheart. I'd like to see that... \n[75]Take it easy kids, I just sat up too fast. Doc, tell them. Am I in good shape? How were my tests this morning? \n[76]Okay, Okay. Let's not get goofy. We got no thin , but good news here. \n[77]See what good hands I'm in. Did you meet my gorgeous assistants? \n[78]Girls... .my Doctor, Julian Mercer. Honey, did you bring the CDs? \n[79]These are for you... The man loves Hip Hop. \n[80]And did you bring the other thing? \n[81]This is just to thank you for your brilliance the other night. I hope it suits you. \n[82]- Oh, good. It's a Piaget. He likes it. \n[83]You save my life and you end up with some CDs? \n[84]So, I'm some great date, huh? \n[85]Tell me somethin', we haven't actually had sex yet, have we? \n[86]Something to live for. \n[87]Down to the cheek. Come on, let's get outta here. \n[88]Look at these faces. Will you tell them I'm fine. \n[89]I ain't goin' back in there. \n[90]Doc, I'm out in the middle of the Hamptons. Where do you want me to go? \n[91]Just promise me you won't make a decision until we talk. Thinking about it ain't promising me. Okay, man, I'm seein' you Friday... Lowell, what was that? \n[92]Somebody tell you to starve me to death? \n[93]Rush? No, man, you're livin' the shit. I just got a clean bill of health. \n[94]Smells great in here. \n[95]Well, I walked all the way in here, only bumping into two chairs and an ottoman. \n[96]Hey, thanks for letting me... \n[97]Hello. Hey sweets... Oh, you got the flowers? Are they pretty? \n[98]Hey, can I call you in a little bit. What's your number doll? \n[99]Okay... Call you in a little. \n[100]Same prescription... \n[101]Your daughter knows I see other women. \n[102]She knows I'm not monogamous...We've discussed it. \n[103]Not proud. Just honest. Your daughter said she likes that about me. \n[104]I don't blame her. We're confusing. \n[105]Can you hold a see, doll? Hey. \n[106]I have a question for you. \n[107]I don't think I've ever had this effect on a woman before. \n[108]I don't quite recognize it, that's how I know I've never had it before. \n[109]So you don't sleep? \n[110]Me too. Never slept eight hours in my life. \n[111]Sure. . . thanks. . . \n[112]A friend in L.A. It's only ten out there. \n[113]So you don't get more mellow as the hours pass? \n[114]Can I ask you one other thing? What's with the turtlenecks? It's the middle of summer. \n[115]Just curious. \n[116]You ever get hot? \n[117]Never? \n[118]\n[119]I'm sorry! Oh, God am I sorry. \n[120]Trying to find the kitchen! \n[121]I-I got confused..! It was dark. I didn't really see anything. Just your tits and a little of your- \n[122]This is gonna be murder. \n[123]Not fired darlin'. Just not needed. \n[124]-- No, no, I'm actually feeling pretty perky today. Making quite a recovery. . . Sorry for the trouble Mrs. Gimble... Take care, dear. \n[125]Listen, about last night. \n[126]Honestly, you were in silhouette. \n[127]I really didn't see all that much. \n[128]Okay. Won't mention it again but... \n[129]You saw my ass, you don't see me acting nuts, wearing hats and glasses and weird get ups... \n[130]Yes or no. What's the deal, can I go? \n[131]Not as much. \n[132]Only sometimes. \n[133]Who? \n[134]Her? Oh, she's a major piece of work. The woman wears turtlenecks in the middle of the summer. \n[135]She's beyond uptight. Almost makes her fun to be around. \n[136]Try livin' with her. \n[137]I actually saw her naked last night. \n[138]It was an accident. She thought I was asleep, I thought her room was the kitchen. \n[139]Trust me. This was an accident. Although, why would she be walking around naked when she knows I'm 20 feet away. \n[140]It was dark, it was two in the morning. \n[141]You know I've never seen a woman that age naked before. \n[142]Hey, we're not all doctors. \n[143]No, I don't know... \n[144]Okay, now she's a great chick. Must take after the father. Which reminds me...Doc, what (about Mr. Midnight here. . ? When can I be up and running in that department? \n[145]But it won't kill me when I do it, right? \n[146]I'm Walking Around The house! \n[147]Good, 'cause I've been hiding from you all day. \n[148]I don't want to break your rhythm or anything. \n[149]Beautiful painting. So I'm gonna venture out there and go for a short walk... \n[150]My doctor recommended it. I gotta build up to stairs and stuff like that. You wouldn't want to join me? \n[151]No, I was asking if you wanted to. \n[152]It's just a walk Erica, not a marriage proposal. \n[153]Erica Jane Barry. I looked you up on the internet. \n[154]-- Did you know there are over eight thousand websites that mention you? \n[155]No, it's true. I know everything about you now. And not because of last night, but... \n[156]It's exhausting just hearing about it. \n[157]Like the blink of an eye. \n[158]I noticed you have bowls of those all over your house. \n[159]But why do you only pick up the white ones? \n[160]Oh, so you really are crazy. \n[161]So you're as hard on yourself as you are on everyone else. \n[162]Something to remember me by. \n[163]I just like to travel light. \n[164]Now see a thirty year old gets that. \n[165]I mean, accepts it. \n[166]I think our relationship is growing by the way. Have you noticed? \n[167]I'm serious. Maybe we just needed to get out of the house. Now, you may notice, interestingly, we're walking back toward the house and its getting a little rocky again. \n[168]See, I'll accept that slight hostility because I'm enjoying your company so much. \n[169]Yeah, but I think I'11 stay down here and watch the sunset. You interested? \n[170]Big dinner date? \n[171]Ohhhhh, my doctor, 'cause he's not too young for you, huh? \n[172]Does he know that? \n[173]I doubt that you doubt that. Anyway, you may like it. Think of it this way -- he's not threatening, won't get your number, you get to run the show. You might have a hell of a time. \n[174]And look who's at the door. \n[175]What? That's not the face you want to see your doctor making. \n[176]I don't think so. I'm not excited about anything. \n[177]Doc... Impossible! \n[178]Okay, all right, good, have fun, don't rush back for me and don't do anything I wouldn't do. \n[179]And do we wonder how she writes that snappy repartee. Let him pick up the check. It'll make him feel older. \n[180]Hey, it's me...just sitting around looking at your baby pictures... Thinking about you... \n[181]Everybody's out but old Har.. .Old, old old old Har... \n[182]Top of the heap... \n[183]You have fun? \n[184]'Night... \n[185]We are cute... \n[186]Me either. \n[187]My, dear, you are confusing sex with sleeping. Sleeping is something I prefer to do alone. \n[188]What are my choices? I mean I know you think I'm not very discriminating but... \n[189]Pancakes. \n[190]You ever miss being married? I bet you were great at it. \n[191]You said you can't imagine what I think of you. \n[192]Okay. \n[193]will you tell me first why you only miss being married at night? \n[194]Okay, now I'm convinced what I think of you is right. You are a tower of strength. \n[195]Try not to rate my answer. \n[196]You're like a thoroughbred in a world of mutts. No, you know what you are, you're like a great portrait over a fireplace. Words have been invented to describe women like you. \n[197]Flinty   and...Impervious. \n[198]No. I think you're formidable. \n[199]Not at all. I think you're strength defines you. But it's thrilling when your defenses are down arid you're not isolated. That, I believe, is your winning combo. A killer combo actually. \n[200]I don't hate you. \n[201]Thought you'd like to know your daughter broke up with me. \n[202]Made up a story about meeting another guy. Guess I wasn't so cute with an IV in my arm. \n[203]Hey, it's alright. Her mother didn't like me anyway. \n[204]For what? \n[205]No, honey, I kissed you. \n[206]Try not to keep score. \n[207]Soft lips... \n[208]Well, well, now look who's got \n[209]Kiss me before you make it go away. \n[210]This could be world class interesting. Having any doubts? \n[211]Me too. \n[212]Can't get past your damn turtleneck. . . \n[213]You're beautiful. \n[214]Open your eyes so I know you can hear me. Beautiful... \n[215]What about birth control? \n[216]Who's the lucky boy... \n[217]Nobody but you would. . . \n[218]You certainly do. \n[219]Nothin's ever surprised me more... \n[220]This is crazy. I can't remember the last time I cried. I think I'm overwhelmed. \n[221]Baby, I had sex three days after a heart attack and I didn't die! \n[222]That's gotta be some kind of record. \n[223]Honey I may not be many things but one - thing I am is a gentleman. \n[224]Erica, Erica, Erica. You know I'm not good at being monogamous, right? \n[225]-- So there I was at nineteen, in New York, by myself, and I'd never seen snow before and I didn't have enough money for the bus, so I had to walk. Had no idea how far it was and I'm talking blizzard and I'm in sneakers. \n[226]Really? Marin's selling aluminum siding? \n[227]--But why Paris? \n[228]Excuse me. What do you call this? Eating eggs by candlelight in our robes after... \n[229]So where do you like to eat in Paris?    E \n[230]You'd be fun to go to Paris with. \n[231]February. \n[232]Maybe. . . \n[233]You're the funniest girl I ever had sex with. \n[234]Honey... ? \n[235]I think I'm gonna go back to my room...let you sleep. \n[236]I'm an old dog, you' know. \n[237]Me too. At one point I even thought soul mates, you know... \n[238]I'd like to try sleeping with you. \n[239]Can you see this? \n[240]It is eleven... \n[241]Impossible. \n[242]How ya doin' Ace? Whoa Nelly...little dizzy. \n[243]Erica... You are a woman to love. \n[244]Yeah, I've been working on that stair thing. I can do it by the way. \n[245]Climb a flight of stairs. Several times actually. \n[246]Erica? \n[247]Yes, I do. Erica, as it turns out is an amazing woman. Does whatever she can to make me happy. Really. Turns out she's very giving. \n[248]Very giving. \n[249]I think she's wonderful too. \n[250]Julian. Thanks for everything. \n[251]What the...? This is the second time I've done this now. I get overcome or something. . . \n[252]So it's not crazy for a man to do something entirely out of character after having a heart attack? \n[253]Yeah and totally changing their tastes. Like suddenly really liking something they never thought they could like...ever...and I'm talking really liking it. It's...unnerving. \n[254]But most people go back to being themselves, right? I'll go back to being me, won't I? \n[255]Hi. \n[256]He said you're wonderful. \n[257]He said I'm good..that I can go. \n[258]Yeah, he said... by tomorrow for absolute sure. You think you can deal with me for one more night? \n[259]Okay, here goes... \n[260]Here goes me singing to you... Bought my own music. \n[261]Baby, it's why we're here. . \n[262]This is for you, Ace... wish me luck. \n[263]I wish you bluebirds in the spring... To Give your heart a song to sing... And then a kiss, but more than this... I wish \n[264]Don't want to blow this part... \n[265]Et en juillet une limonade...Pour vous refroidir dans quelque lefy glade... \n[266]Thank you darlin' ... \n[267]what a doll... Got something else? \n[268]There is that... \n[269]Honey, no words can ever express my gratitude for taking me in and taking care of me and... \n[270]I love ya. \n[271]You're not like anybody. \n[272]Hey. \n[273]Slow down. You want to kill me? \n[274]Erica, she's just a friend. \n[275]Come on, it's just a dinner... \n[276]I really like you. \n[277]I think maybe you should consider that you're in love with the idea of being in love. \n[278]\n[279]\n[280]\n[281]\n[282]\n[283]\n[284]\n[285]\n[286]\n[287]\n[288]\n[289]Can we talk tomorrow? \n[290]Wait. \n[291]I just... the truth is... I don't know how to be a boyfriend. \n[292]That's not a small thing. \n[293]I don't know. \n[294]Ouch. \n[295]Oh, God... \n[296]You can't. I took Viagra. \n[297]Having a fight with someone. A woman. Can a woman give you chest pain? \n[298]Yeah, but so far, I've only given pain, I never got any. \n[299]Stress? \n[300]If you were my Dad... \n[301]Ouch. \n[302]Lowell, I'm goin' out. \n[303]I mean, I should go out, shouldn't I? Since .when don't I go out? Just cause some Emergency Room Doctor tells me to stay in bed, doesn't mean I have to turn into a monk. \n[304]Well, no, just...well, what are you doin'? \n[305]Would you hate making me something to eat? \n[306]Funny women are adorable, don't you think? \n[307]Neither had I, but think about it. Funny's a unique thing in a woman. It's fun to be around. \n[308]Exactly. It lasts. We're not sittin' here watchin' Mamie Van Doren reruns. \n[309]I don't think I've slept one night since I've been home. Every little ache and pain scares the shitout of me...can't get a handle on my emotional life, don't know what I want, don't know if what I felt was because I just had a heart attack or was real. Plus, I feel needy. I never used that word in my life. \n[310]Lowell, have you ever seen me like this? Be honest. \n[311]That's right, buddy, I'm a mess. And I'm no good at it. Those are very nice pajamas, by the way. Did they used to be mine? \n[312]I know. But why would I do that? They're so elegant. Nice piping... \n[313]Awwwww... How did I get like this? I'm gonna shut my eyes for a few minutes. Keep Lucy on... \n[314]Not quite. \n[315]I need to talk to you. \n[316]Got a minute? \n[317]So your play's about us? \n[318]Am I in it? \n[319]What happens to this guy who's ..not me? \n[320]What are you leaning towards? \n[321]He dies of a funny heart attack? \n[322]Schmucks are people too you know. Death doesn't seem a little harsh? \n[323]So I'm going to be the laughing stock of Broadway. \n[324]You know it isn't like I wanted to stop seeing you. We could've carried on a fun thing for awhile. Why is it you dames want all or nothing? \n[325]I'm not ready to be your friend. How's that? \n[326]Anyway, do you actually buy that horse shit.. .that men and women can be friends once they've had sex? \n[327]\n[328]\n[329]\n[330]\n[331]\n[332]Sometimes worrying about you feels like a full time job. \n[333]Do you know me or are you just talking to me as \"man\" in general, the beast women love to hate. \n[334]Oh. Don't tell me. I dated your daughter. Right? I broke her heart then she married some hard working Joe on the rebound, has three great kids. What is so funny? \n[335]I dated you. .? Did we. ever...? \n[336]Can you give me hint? A year? A decade? \n[337]To a Mets game?    I must've really liked you. \n[338]Oh, God, I really liked you. You're Sandra. ..Cook. We did. We saw The Beatles together. How the hell have you been? What happened to you? \n[339]This is it, I'm dyin', I've had 20 minutes of severe chest pain, nausea, shortness of breath, blood pressure's gotta be 170 over 100. Give me the nitrate, I didn't take viagra. Plug me in to the EKG, I need an aspirin, I'm taking 2 beta blockers, blood thinner, Lipitor, Procardia and if I were you, I'd be pounding my chest. Ow! \n[340]Just a very sick man. \n[341]That's impossible. \n[342]So I'm nuts? Perfect! The one thing I'm not taking pills for. \n[343]I don't know. A hammock... \n[344]Palm trees...clear blue water... \n[345]Yes. Beautiful women...in thongs... \n[346]A margarita...a Cuban cigar. ..miles of soft beach.. . \n[347]You couldn't look better. \n[348]No, no, I just wanted to stop by and say hi and tell you I'm sorry if I ever did anything to you that wasn't on the up and up or... \n[349]I was? \n[350]That's refreshing. Good. Well, I don't know what you've done to yourself but you look absolutely radiant. \n[351]I bet.. . \n[352]So the guy in the play, he doesn't make it, does he? \n[353]Was hopin' she'd give me a reprieve, but... \n[354]Yeah. Okay...Best of luck, kids... \n[355]How is she? \n[356]Now if I wanted to see her...how would that go over? \n[357]Oh yeah? Where is she? \n[358]Paris... \n[359]Showtirne. \n[360]I knew you'd be here. \n[361]I've come a long way to see you, Erica. \n[362]Yes, I did. I'm aware it was a bold move, one of those impulses that grabs you,' but...so far, we're okay; right? \n[363]I'll take that as a 'Yes'. \n[364]I was just gonna give you a kiss hello. \n[365]I remember you said if we still know each other we should go to Paris for our birthdays, well, we still know each other..\". \n[366]I know but I've certainly been thinking about you. There's a lot I have to say. First thing is... I'm not mad at you anymore. \n[367]That's a relief...since I did come all the way to France and everything. And... Happy Birthday. \n[368]And congratulations on your amazing success... \n[369]After I saw you in the theater that afternoon, I had another \"episode... \n[370]I was actually okay, but I was sure I was dying and the doctor in the ER said I needed to decompress. So I did. I walked out of there and changed my life, sold most of my businesses, packed my bags and moved to an island in the Caribbean. \n[371]Actually...No. \n[372]So I decided to take another kind of pilgrimage...into my past. \n[373]My thought was -- if I retraced my steps and visited all the women I've dated... \n[374]-- maybe I could figure out how I got so screwed up. \n[375]A lot of the women wouldn't see me. \n[376]Or speak to me. \n[377]But I was on a mission to save my soul. \n[378]My losing streak finally ended when I got one to open up to me. \n[379]Hearing what they had to say was no picnic. \n[380]And one of the things I realized was, I was actually giving closure to generations of women. \n[381]Although I admit, some refused to give, no matter what I did. . . \n[382]When you hear the same story about yourself over and over, your life begins to make sense and the future becomes your only salvation. \n[383]It took me six months to find them all. I visited 18 different states but I came the furthest to see you. \n[384]Me either. \n[385]Oh, maybe another time. ..So... I guess I should've seen your play, then I would've Jknown how this ended. \n[386]Just a uh, vacation...never been to Paris in January... \n[387]Haven't been on a gurney in six months so that's somethin'... \n[388]No, no, you know what, I'll let you two celebrate... \n[389]I can't really. \n[390]Honey, if you were writing this, I'd be dead. \n[391]Never fails to amuse her. \n[392]No, no, I insist. I crashed your party. At least let me buy you dinner on your birthday... What time does that say? \n[393]Wait,' I have my. . . \n[394]You think you look so handsome in mine? \n[395]Yes I do. \n[396]At the end of the day, I'm nothin' but a sap, a stupid old sap, standing on a bridge in Paris, crying my eyes out. \n[397]Look who gets to be the girl. \n[398]Anything else... . \n[399]Where's Julian? \n[400]How come? \n[401]If it's true, my life just got made. \n[402]Because I realized what I was feeling for you, have always felt for you, was something I didn't understand, like a language I didn't speak... It scared me so I did what I do. I snuck away. Turns out the heart attack was easy to get over. You were somethin' else. And when I went to see all those women, I found out I was never really present for any of them. And something inside me at some point, had just...shut off. That's when I think my heart gave out and you saved me. I finally get what it's all about. I'm 63 years old and I am in love for the first time in my life. And that's what I came here to say. \n[403]I know I'm no spring chicken, I figure I only got another 30-40 years in me. Tops. But how 'bout we figure out a way to make this work. \n[404]Okay? Okay! I'll take it. \n[405]Honey, they're playing our song. ", "ERICA": "\n[1]Okay, stay right where you are. We have a knife. \n[2]Okay, Mister, look, I'm gonna dial 911 and you're not gonna move. Zoe, hand me the phone. \n[3]Yeah? I don't think so. My daughter's in the city and you what, wandered in here,like high on Ecstasy..?. Shit. I dialed 8-1-1. \n[4]Back off. She was in the Israeli army. She can break you in half. \n[5]Yes. I have an intruder in my house. 29 Daniels Lane, Sagaponack. \n[6]You're dating my daughter? \n[7]Oh, God. I'm sorry. False alarm. Yeah, no, I'm sure. No, he's not a burglar He's dating my daughter. \n[8]I do. I thought I'd do it out here. \n[9]Awkward. \n[10]Yeah, well, the world's nuts, I don't know the man. . . \n[11]Honey, does Harry have a robe? \n[12]No, no, no. Don't be silly. Uh, look, here's what we'll do. Zoe and I will leave. We took a great walk on the beach, we'll go into town for lunch. You two stay. Harry, apologize about the near arrest. \n[13]I don't think I was exactly \"macho\" ... \n[14]Yeah. Okay. Whatever... \n[15]I mean, well, I can \"handle\" it... \n[16]Except he's older than her father. I can't even look at them. What is she doing with a guy that age? \n[17]Five years ago, so. ..twenty-three. \n[18]Is that supposed to mean Dave walked out on me? Why do people assume when you break up after twenty years that the guy's the one who wanted out? Just because once we broke up he shtupped everything that moved... \n[19]Bonjour je veux une partie de votre pate merveilleux et de votre meilleur fromage absolu de chevre. \n[20]Marin, au cas ou nous prende un desset ou devrions jefaire quelgue chose? \n[21]It's an epidemic. \n[22]Woops. Sorry. \n[23]So, Harry... What do you do? \n[24]Oh, really? Which record company? \n[25]\"Drive By\" Records??? Is that a joke? What is that? \n[26]Hip Hop? Oh, rap? Oh, right. Well. Okay. That's... \"interesting\"... \n[27]I'm sorry, but, look, you know I hate rap, I mean I do. It's sort of violent and crude for my taste, not to mention just a tad misogynistic. \n[28]Yeah, but come on, how many words can you rhyme with 'Bitch'? \n[29]Well, the thing with me is that I'm about 90% hard word, 10% talent and so far the talent part hasn't exactly kicked in yet. \n[30]About? Well, I'm not exactly sure which is a bit of a problem, but so far it's about a divorced woman, a writer, she's this high strung, over-amped, controlling, know it all neurotic. . . Who's incredibly cute and lovable. It's a comedy. \n[31]Ever been married, Harry? \n[32]Wow. Now why do you think that is? \n[33]Hey, if it ain't broke. \n[34]Wait. I read that article. That was you? You were once engaged to somebody big. Who was it? Not Joan Collins.. .Wait. ..Carly Simon? \n[35]I'm impressed. \n[36]Yes I do. \n[37]No...I'm sure it was a compliment. \n[38]\n[39]\n[40]What are you, possessed? How could you say those things? \n[41]Then you know what? Write a dissertation on it, don't announce to the world that I stay in night after night after night and by the way, one night after night would have been enough. Did you ever realize, I stay \"in\" as part of my job. Why do you think I married the director of my plays? He was the only man I ever saw. Anyway, I like staying in and I like this time in my life. Why do I have to defend myself? \n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]Please. None. \n[49]I don't care... Oy. Marvin Gaye. . . \n[50]I know she'll never see him after this weekend. She can't commit either. \n[51]Oh, this is nuts... \n[52]Did she say, Mom? \n[53]Does your chest hurt? \n[54]Call 911...tell them to send an ambulance. . . \n[55]Marin! Now! \n[56]Mouth to mouth... \n[57]You fucking guy... \n[58]He's gonna make it. Don't worry. \n[59]Are you nuts? You go out with a guy who's so old he's having a heart attack! \n[60]Thank you. . . \n[61]Oh, man... This was...intense. \n[62]No, no I'm just... No. I'm Erica Barry. . He was having dinner at our house. I just met him this afternoon. \n[63]Yes. \n[64]Yes... \n[65]Really? Oh, thanks... This is my daughter, Marin, my sister, Zoe... \n[66]Oh. . .Hey. . .Ew. . .Hot. Thanks. \n[67]Yeah. Sure. This is very nice of you. \n[68]I think some were written before your time. There are some Marin's never even seen. \n[69]Okay, now that's a perfect a guy for you. He's adorable. \n[70]Me? He's thirty years old. \n[71]Stop it. He likes my work. Not me. It's insane. I would never. Shut. Up. \n[72]Harry, you have to get back in bed. \n[73]Ugh. Look at this, even unconscious, he's a lech. \n[74]Whoa! Whoa! WHOA! \n[75]I don't know. \n[76]Don't get pissy. ..you say that 'cause this, of course, would never happen to you. .1 come out here for peace and quiet and suddenly I'm a character in a Kaufman and Hart play. And the phone does not stop. And it's never for me! \n[77]That's fine Lowell, I'll take that. \n[78]No, no, I'll take it. No problem. \n[79]The man does not know my name and I'm doing his dishes. \n[80]Tylenol yes. .. \n[81]Where should I put this? It's an empty water glass. What are the choices? \n[82]Thank you. \n[83]I haven't written a word. I'm on page twelve and the first eleven pages stink. \n[84]Wait wait wait wait. You're leaving, Zoe's leaving, the entourage is leaving. And I'm supposed to stay here with him alone? \n[85]The morning? That's nineteen hours from now... Okay, I can handle this. I'm just going to get into a zen' place, play music, cook, write, focus... \n[86]Yes. Maybe that's a good thing. \n[87]Coq au Vin... \n[88]Part of my play takes place in Paris so I'm hoping this helps me think. I'm hopin'...How you feeling? \n[89]Everyone bumps into that ottoman. \n[90]Yeah, no...it's fine. Hello. Yes, he is. \n[91]Look, Harry, it's not like in any stretch of the imagination, I think you're all that right for my daughter but I don't really appreciate hearing you on the phone with other women. It's like I'm an accomplice to you cheating, it's... \n[92]She does? I mean, fine, it's none of my business...but... \n[93]Great? And that's what? Why are you proud of that? \n[94]My daughter is confused when it comes to men. \n[95]Should I just call the ambulance now? \n[96]What am I doing? \n[97]Okay, here's the thing. I really don't want to play the part of the uptight Nurse to your bad boy patient. If you want to have another heart attack, go ahead, it's your life but I have work to do and I don't have time to make another run to the hospital because you're filling your already clogged arteries with smoke but more importantly, I'd rather not have my house smell like a pool hall. \n[98]What? Do I Hhave to say what? \n[99]And what effect do you think you're having on me? \n[100]I only need about four hours a night. \n[101]Me either. I wish I could. ..but... Want me to shut these, sun comes in pretty strong in the morning. \n[102]Who you talking to at this hour? \n[103]And that's not past her bedtime? \n[104]Good night, Harry. \n[105]Now seriously, why do you care what I wear? \n[106]I like them. I've always liked them. I'm just a turtleneck kinda gal. \n[107]No. \n[108]Not lately. \n[109]What are you doing?!? \n[110]Back here??? \n[111]Good bye? You're leaving? That's not good. \n[112]Fired?   You just started. \n[113]What do you mean, not needed? Of course we need her. She's gonna take care of you and feed you and... \n[114]Yeah. How 'bout we never talk about that? I was at the drugstore. Your prescriptions were ready. They said take these two with food and this one without. \n[115]I think that's talkin' about it. \n[116]Yip. There you go. \n[117]Goin' to work, Harry. \n[118]So, you're saying, he's not ready to travel at all? Not even by plane? Train? \n[119]Well, he fired the Nurse after an hour, now says he doesn't need one. He's a bit of a workout.. .yeah. \n[120]Oh, fine. .I'm fine, I'm... \n[121]Oh, shoot, hold on... Hello. Hey...Oh, hi... \n[122]No, I'm finally getting to it... \n[123]W-What about the patient? \n[124]Listen, I've decided to get over the whole \"you saw me naked\" thing. So, we don't have to deal with it anymore. Okay? \n[125]I know. You want to come in? \n[126]That would be wishful thinking. \n[127]You up to that? \n[128]That means you don't want me to? \n[129]Oh, well, I would but...I don't usually like to break once I've started writing so I probably shouldn't, not that a little fresh air would hurt but... \n[130]You know my name. \n[131]That can't be possible. \n[132]You were the road manager for a group I sorta never heard of, started your own record label at 29, sold it at 45, then started buying and selling boutique companies then invested in a small record company which you turned into the 2nd largest Hip Hop label in the world. \n[133]I know, but the truth is, it goes fast doesn't it? \n[134]I know, I'm crazy, I just think they're so beautiful... \n[135]I don't only pick up the white ones. \n[136]I pick up only the white ones? Oh, God, what does that mean? I'm controlling, unadventurous, what? \n[137]So can I ask you something Harry? What's with all the young girls? I mean, what's the story there, really? \n[138]You just like to travel light? Oh, please, what the hell does that mean? \n[139]You mean falls for that. \n[140]If that's what you want... a non threatening woman, who won't get your number, you get to run the show... \n[141]Of course it's getting a little rocky, we're talking about you. \n[142]You okay? \n[143]Well, yeah, as a matter of fact. With your doctor. \n[144]No, he's totally too young for me. But we're just having dinner. It's not a date. \n[145]Well, I'll tell him, but I doubt that he thinks of it that way. \n[146]Hello... \n[147]Thank you. \n[148]We ready..? \n[149]Well that wouldn't leave us too many options would it? \n[150]-- So, when the land came up, I snatched it and the house was built in record time and... It's like a thousand degrees in here. \n[151]Really? I never heard that one. Julian, how old are you, like... \n[152]\n[153]\n[154]\n[155]\n[156]\n[157]\n[158]Now you're kidding, right? No, guys my age, the ones I've met...well, I'm not that regular a person and they really like regular. \n[159]Yes I have. Many times. \n[160]It's just...soap... \n[161]I don't know. I got it at the market. \n[162]No, swear to God, I'm not... \n[163]I'm back... \n[164]It was interesting. So... Good night. \n[165]How does he know everything! \n[166]This is pretty unusual for me.   I'm not used to having sleepovers. \n[167]Really? With your social life? \n[168]Okay, good to know. So, what are you hungry for? \n[169]Oh, God, what's the difference what I think. I can't imagine what you think of me. Okay, so... Pasta, left over coq au vin, turkey sandwich or grilled cheese. \n[170]Totally what I wanted. Blueberries? \n[171]Sometimes I miss it. At night.. But not that much anymore. Was one of us just saying something interesting? \n[172]Oh, right, but you don't have to answer that. \n[173]I mean, if you had an opinion, I'd be curious but...' \n[174]Oh, 'cause the phone doesn't ring as much at night and the \"alone\" thing happens at night and sleeping by myself took some getting used to. But I got the hang of it. You gotta sleep in the middle of the bed. It's absolutely not healthy to have a side when no one has the other side. \n[175]Ughhhhhhhhhh... . \n[176]I'm sorry. It's just...I'm sorry. \n[177]Such as? \n[178]So you think I'm inhuman. \n[179]But cold and distant. Like I'm frozen in some painting... \n[180]... So I can't decide if you hate me or if maybe you're the only person who ever got me. \n[181]Hello? \n[182]What are you doing here at this hour? \n[183]Don't be silly. You know I never sleep and this one doesn't sleep either. It's... .What's in the bag? \n[184]But high sodium. \n[185]So, Mar, now that you're here, why don't you finish the pancakes and I'll get back to work... \n[186]Honey, I don't know... \n[187]I really am gonna do a little work. . . you two catch up. . . and just flip these Hin like two seconds. \n[188]I, uh, I don't think I...I... gorgeous, next to him No. I don't. \n[189]Why? What do you mean? \n[190]In the two days you've been gone? \n[191]True, but you know he is.... \n[192]It's unnerving. \n[193]I can't handle it. Wouldn't want to handle it. \n[194]Yes. Lower your voice. Haven't you? \n[195]Hello. \n[196]Who is this? \n[197]I'm kidding! \n[198]Okay. Yes. That's seems fine. \n[199]Stop that. How'd he take it? \n[200]That's impossible, he wouldn't... \n[201]Hello. \n[202]I heard. \n[203]No, I think she really did meet someone else. \n[204]How 'bout I bring you out some lunch and a couple of blood \n[205]I'm sorry. \n[206]I just kissed you. \n[207]I know that one was me. \n[208]I'm so glad they still work. \n[209]And you didn't even take Via- \n[210]Yes. \n[211]But so far the kissing is spectacular. I'm not grading you, just mentioning it. Brilliant. \n[212]Cut it off... Please. \n[213]Menopause. \n[214]I think we should take your blood pressure. \n[215]It's irresponsible not to. \n[216]Yeah...so you're lucky. \n[217]One twenty over eighty!!! Baby! \n[218]Oh my God, I do like sex. \n[219]Wow. So this is what you're supposed to do on a rainy afternoon... \n[220]I really thought I was sorta closed for business. Just never expected this. \n[221]Me too. That's the perfect word. \n[222]Let's not brag about this to our doctor, okay? \n[223]Monogamous? Please, I hardly know you. \n[224]Awwwww,. . . \n[225]Hello? I mean...Hello. Hello. \n[226]We're fine. Why? What's going on? \n[227]Oh, that. Oh, no, we're fine... \n[228]Absolutely not. No. That is not going on now. \n[229]I have to go. \n[230]Yes and thank you for the wonderful opportunity. \n[231]Am I interested in buying aluminum siding. . . \n[232]I just always wanted to write a play that ended there. \n[233]People need romance like that. And if someone like me doesn't write it, where they gonna get it? Real life? \n[234]It's a great city to stay up all night in. When's your birthday? \n[235]Mine's in January. So, how 'bout if we still know each other by then we go to Paris for our birthdays. \n[236]Oh. Sorry. You just... I have no idea how to do this...be intimate but not...The color is draining from your face. Okay, look, I'm gonna pee,take one of your blood pressure pills then when I get back, let's not talk anymore. \n[237]That's somethin'... \n[238]Let me sleep? Oh, right...you usually send the girls home. . .but I am home... so...okay. \n[239]Hey, it's perfectly. .. whatever. Good night. This was..This was a great night. For me... \n[240]Not really but it looks like it says eleven. \n[241]It can't be, that would mean we slept eight hours. \n[242]Okay, just stay still, here's the clicker. You know you have a doctor's appointmQnt in an hour. \n[243]I'll make us some coffee, get you your pills, whip us up some french toast, I have ,the best maple syrup ever. ' \n[244]You are woman to love. What the hell does that mean? \n[245]Hey.    What'd he say? \n[246]No, really, what'd he say...How are you? \n[247]Here goes what? \n[248]You knew they had karaoke? \n[249]Here you go, you can have these back now. I confiscated them your first night here... \n[250]Try not to smoke them... And I packed you a sandwich, just in case your blood sugar got low. And some of that iced-tea you like, and a nonfat, low cholesterol cookie. And a peach. \n[251]Something to remember me by. \n[252]And hey, we'll always have Paris. \n[253]Hey, your heart attack could be the best thing that ever happened to me. \n[254]I love you too...if that's what you said. I don't know if it ends in 'ya' if it's an official I love you but... \n[255]Neither are you. \n[256]What's wrong? \n[257]Who's he marrying? \n[258]Hold on, I'm losing you. Okay,    so you'll let Harry know I'll be. in the    city tonight and he can reach me on    my cell...if he wants... Okay? Aw    shit. Hello? \n[259]Honey, if he's replacing anyone, it's me. And all the statistics say divorced men almost always remarry. That's just the way they're built. \n[260]The drama in life is what makes you strong. \n[261]Since when do you take an antidepressant? \n[262]Yes. Me. \n[263]Anything bubee. \n[264]Absolutely not. No. \n[265]I've had a big week Dave, forgot how these slip right down. I'm fine. So, Kristen, where'd you go to... --medical school? Excuse me. \n[266]I went to school in Philadelphia too. \n[267]\n[268]\n[269]\n[270]\n[271]What? It's not true? The man can not watch TV or read without the hand down the pants-- Here's my advice after 21 years I say who cares, they're his balls,let him enjoy 'em. \n[272]Yeah, fine. \n[273]Hello... Harry. Hello... \n[274]Oh, God, I'm so stupid... \n[275]Hello? \n[276]Harry, I gotta go... \n[277]Yeah, she looks like a buddy kind of a girl. \n[278]Look, Harry, here's the problem. I really like you. \n[279]Yeah, but I love you like you. I do. I love you. \n[280]\n[281]\n[282]\n[283]\n[284]\n[285]\n[286]\n[287]\n[288]\n[289]\n[290]\n[291]That's a horrible thing to say. The life I had before I met you. I knew how to do that, could do that forever. Now look at me...what do I do with all this? \n[292]What for? I saw your friend you were having dinner with, if that's what you want, it's never going to work with me. Look at me. I'm a middle aged woman, don't let this brown hair fool you, I don't have a real brown hair on my head, I'm almost all grey...that would freak you out, wouldn't it? And I have. high cholesterol and my back hurts every morning and I'm post menopausal and I have osteoperosis and I'm sure arthritis is just around the corner and I know you've seen my vericose veins. Let's face it man, that's not quite the buzz you're lookin' for. \n[293]And you know what? Everyday, I'm gettin' older. ..just like you. \n[294]That's what you have to say after all this? You don't know how to be a boyfriend. \n[295]Are we done? \n[296]\n[297]\n[298]\n[299]\n[300]\n[301]\n[302]No. This was bad. But for the three days it was good, it was electrifying. \n[303]I think you must consider the possibility that we are more alike than you realize. I let someone in and I had the time of my life. \n[304]I know. And bubbee, I say this from the deepest part of my heart. . ... what the fuck are you waiting \"for? \n[305]Julian, I hope you know I'm mortified by my behavior. I was going to get in touch with you, send you a note or something... \n[306]I'm embarrassed. I just haven't been myself lately. What can I say? \n[307]I am sorry. \n[308]Kiss you? \n[309]You'll forgive me if I kiss' you? \n[310]It is? \n[311]No, it's about me. \n[312]A guy like you is in it but he's not you. \n[313]Haven't totally decided. He can live or he can die. \n[314]Death. It's funnier. \n[315]He's sort of a schmuck who screwed around with our heroine, so it won't be too sad. \n[316]I just went where the story took me. It's a work of fiction, Harry. Really...just stuff I made up. \n[317]Harry, he's not you. He's a version of the truth of you. So to speak. \n[318]Right. \n[319]I don't know, we're just goofy when it comes to love... Look, Harry, if it's all right with you, I'd like to be friends \n[320]Fine. I understand. \n[321]\n[322]\n[323]\n[324]\n[325]\n[326]Well, doll, I'm doing fine. So you don't have to work that shift anymore. \n[327]You did? \n[328]You mean we're not bumping into each other..? You came here to see me? \n[329]Well, uh, I mean, I'm just... \n[330]You want a glass of wine or something? \n[331]Oh, Okay. \n[332]That's true, but, Harry, I haven't heard from you in six months. \n[333]Good, 'cause I'm not mad at you anymore either. \n[334]Thank you. \n[335]It's been quite a ride. Funny, I thought maybe I'd hear from you when it opened. Where've you been? \n[336]Oh, I'm sorry. \n[337]I should have told you he was coming, but I was so engrossed in your story. \n[338]You do. \n[339]I'll open it later... \n[340]Harry, stay. \n[341]I'm in Paris, the second hand smoke will kill you anyway... \n[342]I like that about me. \n[343]Now, if I were writing this, this is where I'd write, 'an awkward moment' . \n[344]I have no idea... \n[345]Me too... \n[346]You know how long I've been looking for those? \n[347]He went back to the hotel. \n[348]He said when he saw me with you, he knew I was still in love with you. What do you have to say about that? \n[349]Why'd you come here, Harry? \n[350]Okay, this is the best birthday ever. \n[351]Okay. ", "MARIN": "\n[1]To all my thugs that be livin' it up, we say, what I do. To all my... Oh! This is it. Make a right. \n[2]Well, my mother is, sort of. Not really... \n[3]I guess a hit play will buy you a house in The Hamptons. \n[4]No you wouldn't. I mean, she's great. She's totally brilliant, but she's not your type. \n[5]She's over thirty. \n[6]Oh, what?! Like you don't know you have a slight reputation for... \n[7]For never dating anyone over 30. Don't look at me like that. \n[8]Okay. Sorry. Over 31? \n[9]Dames... \n[10]Make a right, left at the second fence. \n[11]Yes you have actually. \n[12]I know. My mother doesn't know how to do things that aren't perfect. \n[13]Yeah, okay, right... \n[14]Tell me the truth, are you at all glad we waited? \n[15]Two minutes. \n[16]Oh Har... No smoking in the house. My Mom doesn't allow it. \n[17]She doesn't know everything I do...Or when I do it.. or where I do it. \n[18]The fabulous living room, perfect for entertaining an intimate group of friends or that special someone. Behind me, the requisite Hampton's deck complete with pool and ocean view. \n[19]Your pants, please... \n[20]Gourmet kitchen's to your left where tonight I will whip you up a culinary feast of Mac and Cheese. \n[21].. O-kay, going quickly now... Master bedroom is that away... \n[22]You know when I first started auctioneering someone told me if I was nervous to just picture everyone in the audience in their underwear. This sort of gives that a whole new meaning. \n[23]I'm always a little nervous. \n[24]Me like you, Harry Langer. \n[25]Oh, fuck. \n[26]Mom, I had no idea you were coming out this weekend, you said you had to write. \n[27]Oh, man, this is really.... \n[28]Totally.. .but.... You gotta admit, sorta funny You thought he was a burglar? In his boxer shorts? \n[29]I'm sorry, it's not really funny. I'm an idiot. I should've told you I was bringing someone out. \n[30]Yes. Sorry... Mom, this is my friend, Harry. Harry, my Mom, Erica... my Aunt, Zoe. Harry's sort of a new friend. I think I mentioned him in an e-mail. We just, totally spur of the moment thought we'd get out of the city for a few days. \n[31]Seriously. I can handle it. \n[32]She started French lessons after she and my Dad split up. Part of her \"Keep Busy, Don't Look Back\" program. She's practically fluent now. \n[33]Laissons quelque chose d'achat. Et ce grand gateau de chocolat? \n[34]Yeah...well. ..I am fluent. Be right back. \n[35]How we doin? \n[36]So, Mom, how's the new play? You gettin' happy with it? \n[37]You could just ..'ask him. \n[38]Harry was once engaged to Diane Sawyer. Okay? \n[39]\n[40]What the hell was that? \n[41]\n[42]\n[43]\n[44]\n[45]\n[46]I love you more. \n[47]We were fooling around and he said he felt funny Hthen he just collapsed. \n[48]Oh, man, what if he doesn't make it? I don't know who to contact. \n[49]I don't know his family. I've gone out to dinner with the guy three times. I hardly know him. \n[50]Oh, he's not my Dad... \n[51]Oh, thank you so much. But he's not my... oh we're not related. He's just a friend. \n[52]So, urn, do you always work nights? \n[53]Mother! I've never seen a man less interested in me. \n[54]No, he's older than that. \n[55]Harry.... \n[56]Harry! Over here! \n[57]Lowell? \n[58]This is the most insane night of my life. \n[59]-- Knock, knock. \n[60]Yeah... Mr. Excitement. \n[61]No we haven't. You're correct on that one. \n[62]Dad! I didn't know you were here. \n[63]Well, I was just gonna drive into the city with Zoe but if you're driving back, I'd much rather go with you. \n[64]The doctor said\" he's 'sending over a Nurse in the morning... \n[65]Room service! \n[66]\n[67]So how are you guys? Oh, this is too sweet. You're making pancakes? Awwww. And you're both in your pj's. Now I feel I'm interrupting. \n[68]A quart of matzoh ball soup for Harry. I know it's not the remedy for heart problems but it is low cholesterol. \n[69]Oh, sorry. Stupid. For Mom, your favorite raisin-bread. And for me... My favorite Vodka. \n[70]Hello? No I'm here, babe. Made record time. Everyone's still there? \n[71]Mom! I just got here, hold on. \n[72]So your ex-husband stood me up today. We were supposed to have lunch at Barneys . He never showed up. Was he always like this? \n[73]This is what happens after a couple gets divorced, the kid inherits all the problems. Not that I'm a kid. So how are you, how do you feel? When can you go home? \n[74]I'm breaking up with Harry. \n[75]'Cause I met someone else. \n[76]You know me, my life's crazy. I meet a thousand people everyday. Also, let's face it, the guy's insanely old for me. I'd be nuts to keep this going. \n[77]-- I know. He's soulful when you don't expect it, right? \n[78]Now, Mom, if you could handle this, I was thinking... you and Harry... \n[79]But you're only saying that 'cause you think he and I have had sex. \n[80]Never even got close. Swear to God. Just puttin' that out there...'cause for two people who are convinced they got life beat, there's was somethin' cooking in the kitchen last night other than pancakes. \n[81]Okay, he's all yours. \n[82]He just took care of it for me; He was an ace. Elegant. Said our fate was to be friends. ...Oh my God. He was breaking up with me. He's a genius. \n[83]It doesn't matter, we're done and we both feel good about it. I gotta get back. Now Erica, try to think of this as the smartest thing you've ever done for yourself. \n[84]Mom, you guys okay out there? \n[85]What do you mean, it's like a hurricane. The news said the winds are like a zillion miles an hour. \n[86]Are you having sex? Tell the truth. You are, aren't you. \n[87]Oh my God, you already did it. Was it amazing? \n[88]Just tell me, was it amazing? \n[89]Who? It's me. \n[90]I had breakfast with Dad this morning and we're talking and he starts looking all weir~ and then he tells me he met someone three weeks ago and it's \"really something and then he He tells me he's getting married. Why am I reacting this way? I'm almost thirty years old... Yes, I'm crying, leave me alone. \n[91]I don't know. Some chick he met three weeks ago. She's four years older than me and she's an Ear, Nose and Throat Doctor. Has he lost his mind? I have a huge auction tonight... Why do I have to be the one to deal with this? Can you please come in? I'm rea:~y upset, my shrink'~ away for two weeks...I know you're working but. . .please. . ? \n[92]-- Look, I get that he has a right to get remarried, but he doesn't even know her and she's like my age. You know what that's like? It's like beyond creepy. And I know he's not replacing me so why does it feel like he is? This is crazy, right? Crying like this... \n[93]Mom, you want to know the answer to the big mystery of my life? Why I'm always with the wrong guy? This is why. Because the wrong guy can't do this to you. You have some control with the wrong guy. This thing I'm feeling right now. This is my big fear...that some guy could get me unglued like this, like nothing's connected. And this is just my father! I'm just not strong enough to handle this kind of drama. \n[94]No, it's what makes you strong. You've never really understood this,but we're not all like you. \n[95]I'm sorry, if I were you and my ex husband, the man who I still allow to direct my plays.! was getting married to some 33 year old Ear, Nose and Throat Babe, I'd be bonkers. And look at you. You've never looked better, by the way. My anti-depressant is obviously not working. It should cover events like this shouldn't it? \n[96]Ugggh, mother, do you know anyone who doesn't? \n[97]I rest my case. \n[98]Mom, can you do one other really big thing for me? Just say yes. \n[99]Will you come out to dinner tonight with me and Dad and the fiance? \n[100]Please. He wants me to meet her and I can not go alone. I already asked him if you could come and he said it was fine and she said it was fine. Look, you're gonna have to meet her too, so, we might as well meet her together. Come on, you know you can handle it. \n[101]Good evening and welcome to Sotheby's and this evening's sale of Impressionistic and Modern Art. Bidders should know that the auctioneer may open bidding on any lot below the reserve by placing a bid on behalf of the seller. Okay...Let's start with Lot I, the Bonnard drawing. And $5.000 starting with my bidders, $5000 is bid, 5500, 6000, 6500 is mine, 7000 gentleman's bid, 7500 is here, 8000 on the phone. . . \n[102]Wow. So not only are you marrying my father but our mothers went to the same college. \n[103]Anyone mind? \n[104]\n[105]\n[106]I think I swallowed my olive, whole. \n[107]Mom, you okay? \n[108]Mom, we're going into town... \n[109]\n[110]\n[111]\n[112]\n[113]\n[114]\n[115]I've never had the time of my life. \n[116]I couldn't believe you were calling from downstairs. So great to see you. \n[117]Thank you. Come on in. \n[118]What do you mean? You were great to me. \n[119]Always. \n[120]I'm three months pregnant, that might have something to do with it. \n[121]My husband, hold on, he really wants to meet you. Danny... \n[122]Harry Langer, my husband, Danny Yellin. \n[123]Just to us. In every interview my Mom does, she always says she made you up. \n[124]Yeah, well... \n[125]She's. . . Really good.     Up to her old tricks. \n[126]Only one way to find out, except she's out of town right now. \n[127]Paris. She left two days ago, for her birthday. But she'll be back next week... ", "JULIAN": "\n[1]How we doing here? \n[2]Let's get an EKG. Mr. Langer, I'm Dr. Mercer. Are you in any pain right now? \n[3]Can you show me where the pain is? \n[4]What were you doing at the onset of the pain? \n[5]Where you having intercourse? \n[6]\n[7]We're gonna stop it. But I need to know what kind of medications you take? \n[8]Uh-huh... .Any thing else? \n[9]procardia? \n[10]What about, Viagra? \n[11]Mr. Langer? Did you take any Viagra today? Mr. Langer? \n[12]You're positive? \n[13]Great. Just needed to be sure because I put nitroglycerin into your-drip and if you had taken Viagra, the combo would make your heart leap right out of your body... \n[14]Let's give him an aspirin and Metoprolol 5mg... \n[15]It's okay. ..it was a great save. Let's start the thrombolytic protocol. \"4000 units of heparin. Mr. Langer, if this works and I have every reason to believe it will, it's going to reverse what's going on so there will be little or no damage to your heart. You with me? Okay, here we go. \n[16]Your Dad's gonna be okay. \n[17]I'm sorry. Your Grandad's gonna be okay. \n[18]Sorry. \n[19]I'm Dr. Mercer. Mr. Langer did have a mild heart attack. I gave him something to break up the clot in his artery and it worked beautifully. \n[20]His EKG returned to normal almost immediately which means I don't expect any permanent damage. He's very lucky. \n[21]No, whoever got him here so fast should be thanked. Another half hour and I don't know if this would've worked. \n[22]We're out of the woods. I've given him something to sleep, it might make him a little loopy at first but then it should knock him out. You're Mrs. Langer? \n[23]You're Erica Barry? \n[24]The playwright? \n[25]What a pleasure. I'm a huge fan. Huge fan. \n[26]Wow. \n[27]You're welcome. May I join you? \n[28]First year of medical school you learn what can keep you up all night without making you nuts. Green Tea beats everything plus it's a great antioxidant. Cheers. \n[29]Usually two or-three a week, gives me a chance for a real life during the day. . . You know, I heard you had a place in the Hamptons. I really am a very big fan. I honestly think I've seen every play you've ever written. \n[30]No, I'm pretty sure I've seen them all and I saw the last one twice. \n[31]I'll check on MI. Langer...if he's asleep; you all might want to get some shut eye and come back in the morning. Great to meet you Erica. Ladies. . . \n[32]Yes we are. Hi, I'm Dr. Mercer. Come on, I'll take you to him. \n[33]Well that sounds like a pretty, interesting job. \n[34]Okay, Harry, looks like we're going to have to let you go. \n[35]He's doing extremely well. \n[36]Absolutely. \n[37]Not formally. \n[38]Maybe not this much but... \n[39]Wow. This is.. .Jesus, this is the most gorgeous watch I've ever seen. \n[40]No, I love it and this is incredibly generous of you but I can't accept it. \n[41]No, I end up seeing you walk out of here and I do get paid you know - \n[42]Harry, I'll see you on the way out. \n[43]Harry, I'm sorry, but I think we jumped the gun.. .can't let you travel quite yet. \n[44]You don't have to but I can't put you in a car right now and I can't leave you in the parking lot. I'd like you to stay nearby for a few days and let me keep an eye on you 'til you get your strength back. \n[45]You still getting dizzy? \n[46]Out of breath? \n[47]How's Erica treating you? \n[48]Erica. . . \n[49]Uptight? That's funny. I haven't noticed that. \n[50]That doesn't sound so uptight. \n[51]You know what Freud said - there are no accidents. \n[52]Why would you think her bedroom was the kitchen? \n[53]That could explain why she was walking around naked. Deep breath... \n[54]You're kidding? \n[55]Well, I think she's very beautiful and she's a fantastic writer, you know. \n[56]Erica Barry? She's pretty major. So, you date her daughter? \n[57]I think Mr. Midnight needs to stay put for another couple of weeks. \n[58]It's exercise. It'll be good for you. And just so you know, I'm told after a heart attack, if you can climb a flight of stairs, you can have sex. \n[59]I don't think so... It's been tough, huh? \n[60]How are you holding up? \n[61]One more fine and I won't believe you. \n[62]Like he said, he doesn't need a nurse. \n[63]Hey, look who's answering the door. \n[64]Brought you something. \n[65]A heart healthy dinner from our cafeteria. \n[66]You look beautiful. \n[67]Let me just see how Harry's doing. It'll take two seconds. Har, have a seat. . \n[68]Your pulse is a little fast but maybe you're just excited about something. \n[69]There it goes again. Racing. \n[70]Oh, there we go, now I feel better. Back to normal. \n[71]You know, they say doctors fall for people who need rescuing, that we have a need to take care of someone. \n[72]-- Thirty-three. \n[73]\n[74]\n[75]\n[76]\n[77]\n[78]Men your age may be really stupid, you ever think of that? \n[79]There's something radically wrong with the idea that no one loves you. \n[80]I knew you'd smell good. \n[81]How much is soap that smells like this? \n[82]Erica, you're incredibly sexy. \n[83]Can you meet me at The Grill at eight? \n[84]I look forward to, seeing you too. \n[85]Okay, buddy, I'm sending you home. These past few days have done wonders for you. \n[86]Way to go. How's Erica? \n[87]I know you must know her name by now. \n[88]Yeah, well that's wonderful. I think she's wonderful. \n[89]Give her my best... \n[90]You're gonna be okay. \n[91]It's very common to become emotional after having an episode like you've had. Everything takes on a new meaning. \n[92]Like crying? \n[93]I think you can expect just about anything right now. People have done some wild things after having a heart attack...selling businesses, getting divorced, moving... Some people say it saved their lives. \n[94]Guess I got stood up. \n[95]Why not, I put. on the tie and everything. And can you bring me another. . . \n[96]These are for you to give me when you apologize. \n[97]A note? That's a little chilly. \n[98]Just tell me you're sorry. \n[99]Then you could kiss me. \n[100]Think so. \n[101]No one on earth would forgive you for that kiss May I? \n[102]I forgive you. \n[103]It's the best thing you've ever written. \n[104]It's wonderful. It's sweet. It's smart. It's funny. \n[105]How great is it that I'm not intimidated by your brilliance? \n[106]Must we go through this every time? Come here... \n[107]What story..? \n[108]It's amazing to run into you. You look wonderful. \n[109]Well, I've just been to every store in the city, this woman is impossible to buy for... But I think I finally found the right gift. \n[110]Happy Birthday baby. \n[111]Why? You have somewhere to go? \n[112]-- To the forces of destiny that brought us together tonight. \n[113]What are you doing, you don't smoke? \n[114]She's very brilliant, but the woman can not hold her liquor. \n[115]No, Harry, please, let us... ", "ZOE": "\n[1]Hold on. Hold on. Let's not get so dramatic here. What are we four teenagers? We're all sophisticated people. Why can't we all stay, for the weekend? Your mother's got work to do I've got papers to grade. You'll do your thing, whatever that is and if we want to hang together, we'll hang together. If we don't, we don't. There's no reason why any of us should give up this spectacular weekend. \n[2]I can totally handle it. \n[3]I mean a father substitute. \n[4]Marin was how old when you guys broke up? \n[5]Okay, so she was old enough not to feel Dave was walking out on her. \n[6]Easy cowgirl. I didn't mean it that way. Just trying to figure out why such a smart girl is always with the wrong guy. \n[7]Yeah, right... \n[8]Wait a second, aren't you like a famous bachelor? \n[9]No, I think I read a piece on you in New York Magazine. \n[10]Yeah, wasn't the name of the article, \"The Escape Artist\"? \n[11]Yeah, it was somebody cool like that. Not Martha Stewart.... \n[12]Right. Diane Sawyer. I love her. \n[13]So when was this engagement? \n[14]\n[15]\n[16]\n[17]--forgive me honey for saying this, but they want girls that look like Marin so the whole over fifty dating scene is geared completely towards men leaving older women out and as a result that makes the older women more and more productive and more and more interesting, which, in turn, makes them even less desirable because as we all know -- men, especially older men, are threatened and deathly afraid of interesting and accomplished women. It's just so clear. Single older women, as a demographic, are as fucked a group as can ever exist. \n[18]It just seemed so obvious to me. The injustice of it. Thank God men die younger than us. It's the only break we get. \n[19]\n[20]No chance he said we were nice. \n[21]What are they listening to? \n[22]He does sound fun. \n[23]Admit it, he's got something. You felt it, right? \n[24]What are you doing? \n[25]All I can say is, thank God it didn't happen when he was inside you. That could be life altering. \n[26]Thank you Doctor. \n[27]Or more interested in you. \n[28]Who cares how old, he is. I mean, he's not my type, he's like a gorgeous wholesome doctor but, he's perfect for you and hot for you, which makes him really perfect. \n[29]Yeah, but just admit that was one great ass for a guy that age. \n[30]I got you something great at the farm stand. ", "LOWELL": "\n[1]I'm here for Mr. Harry Langer. \n[2]Lowell St. James'. Mr. Langer's houseman, chef... general valet.. \n[3]Fifteen years. Never a dull moment. \n[4]Can I hug him? \n[5]I must say, you do look good... considering. You have a little extra baggage under your eyes, but I know how to fix that. \n[6]We'll pull up the car. \n[7]Your lunch. \n[8]Sorry to interrupt. \n[9]No, please, allow me. \n[10]Okay. Don't forget to put some clothes on. \n[11]Is there something you'd like me to do for you, Mr. Langer? \n[12]Watching Lucy. \n[13]I never really thought about it. \n[14]There's some reason we've been watching these two for 5O years. \n[15]No we're not. You feeling okay? \n[16]Nothing even close. \n[17]Yes but you gave them to me, you said you never wore them. \n[18]Mr. Langer, you're always giving away beautiful things. \n[19]", "DAVE": "\n[1]This is the best turkey sandwich I ever had in my life. What kind of mustard is this? \n[2]All right, don't get pissy. It's not Dijon, right? \n[3]Hey...Dave Klein. How ya doin'? \n[4]I'm gettin' outta your hair. \n[5]So you're not ready to show me any pages? I'm not putting pressure on you, I'm just asking. \n[6]So you have one good page. How tall do you think that girl was? \n[7]I'm just on my way out, bubbee. \n[8]I have to meet someone before I go... \n[9]She never changes... \n[10]Bryn Mawr girl. \n[11]\n[12]\n[13]\n[14]", "ARRY": "\n[1]So, what are we gonna do out here, just the two of us, for two whole days? \n[2]It's nothing. I'm okay maybe it was the lobster... \n[3]French Food... French music... \n[4]Have you always been like this or do I bring this out in you? \n[5]You don't want pancakes anymore? \n[6]You're a great woman, Erica. Is this why my doctor is falling in love with you? \n[7]No, and the pain I was having was sharp, not like before. \n[8]God is a woman, I know that now. No man would punish me like this. \n[9]I'm famous,huh? \n[10]But I stuck it out and I listened. Then I listened harder. \n[11]Once again...closure. So it's only 5 in the afternoon in New York. What do they do around here for fun? ", "E": "\n[1]\n[2]\n[3]this? \n[4]\n[5]\n[6]93. \n[7]\n[8]\n[9]", "RICA": "\n[1]Oh God. What is this? \n[2]No, no, I should've told you we were coming. Well. Anyway, here we are. Hello. I'm the mother. \n[3]Right here. I'll take it. \n[4]Yeah, I understood. I actually looked you up too. You grew up in L.A., which I thought nobody did. \n[5]Oh, I love this place called Le Balzar, it's just a little bistro on the Left Bank, best roast chicken in the universe. \n[6]I knew you'd call. \n[7]You know what? Maybe I need a little air... \n[8]Well, you look really nice. You feeling all right? \n[9]That's where you've been all this time? In the Caribbean? ", "NURSE": "\n[1]Doctor, we've got a walk in, may need stitches. . . \n[2]Mr. Langer, you shouldn't be standing. \n[3]We'll take care of that for you, Mr. Langer. \n[4]Now what can I do you for? \n[5]Are we discharging Hurricane Harry? \n[6]Hold on Tarzan, we're still movin' ... Okay, now slow-ly. \n[7]Good bye Mrs. Barry. \n[8]Been fired. \n[9]Came in by cab, 15 minutes of chest pain, no nauseau, some shortness of breath, was hospitalized a week ago with a coronary thrombosis. ", "H": "\n[1]Chicken cooked in red wine... \n[2]pressure pills? \n[3]\n[4]\n[5]101. \n[6]aving fun? \n[7]\n[8]", "ULIAN": "\n[1]And you are. . ? \n[2]Pick you up around seven? \n[3]\n[4]I've waited a reasonable amount of hours before calling you, even though you've been on my mind since I woke up at 5:15. I'm wondering when we could have dinner again? I have to work the next few nights and if we wait 'til next week, I know you'll chicken out so how's Friday? I know it's like a date night but I think that's good. \n[5]Do what? \n[6]We'll see. \n[7]Yeah, big twist, huh? So what are you doing over here, man? ", "M": "\n[1]\n[2]So, how did you two meet? \n[3]He's like a bulldog. He'll make it. \n[4]\n[5]\n[6]", "ARIN": "\n[1]And this as they say on 'Cribs', your favorite show, is where the magic happens. Do we like it? Going once, going twice ... \n[2]At a Wine Auction at Sotheby's. Harry was the big buyer of the night. \n[3]This is a nightmare. I go out with a guy who's so old, he takes Viagra. \n[4]Thanks. \n[5]Hi, it's Marin, I'm not in so leave a message and I'll call you back. \n[6]Okay. That's it. See that look on your face. That's the gene I didn't get. ", "J": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]106. ", "WOMAN JOGGER": "\n[1]You never change, do you? \n[2]No, no, I know you Harry. \n[3]You dated me and you broke my heart but after you I met the right guy. I've been married thirty-seven years, have four kids, eight grandkids and a ninth on the way. \n[4]No...we did not. \n[5]The sixties. You took me to Shea Stadium. \n[6]You took me to see The Beatles. "}}