{"dialogues": {"JOHN": "\n[1]I brought some dessert. \n[2]I was getting a kick looking at you look at it. \n[3]Huh? Oh sure..I, uh..Well, no, I don't have anything particular to say. \n[4]How'd you get there..Hey, wait a minute..Deb..stop..come on. I'd like to figure this one out. What would have been the great thing for me to say after you said the sod sentence?..Really. \n[5]There you go. I surprise sometimes. \n[6]Yeah. But to say that and mean it I'd have to think the same way you do. \n[7]Okay...think SERIOUSLY about getting up. You don't have to get up yet but are you thinking seriously about it? \n[8]Okay. \n[9]Yes..actual up.. \n[10]Yeah, good morning. \n[11]No, Georgie, I'm not. \n[12]Uh...okay, no.. \n[13]This isn't an argument, honey. \n[14]No..it's not. Because I understand your side. \n[15]Let's not go all over the place..Can't we... \n[16]urgency and change of tone \n[17]Just for a second. \n[18]We don't have to be those people. Nobody's watching. They've been masquerading as us for a while here..I'll distract them - you make a break for it and I'll meet you outside. \n[19]No. I'm not. I mean this..let's get away from those two in case they're as miserable as they look.. \n[20]Come on, baby. \n[21]Well, I don't think... \n[22]Go ahead. \n[23]What? Why would ... Why would anyone do something to someone they love for the purpose of messing them up? \n[24]Deb, since high school we've been able to read each other...take advantage of it..The answer to the question is,\"absolutely not.\" Now take a look and tell me if you believe me. \n[25]Great God in heaven save me. \n[26]Whoa...whoa...I didn't know Deborah had found someone... You work here? You're going to help with the house and kids? \n[27]You work here and you don't speak any English at all? \n[28]Hi, Flor. \n[29]Look, I'll take Georgie to school. \n[30]Sorry... \n[31]No. It's me. You're the new helper, huh.. \n[32]No..no..it's okay. It's me being bugged. \n[33]Knockout. You want to learn something? You want to pack it away? \n[34]Cradle it...Put it in the cooler but not on its side.. In the same position it swims. And check the ice pack..make sure it can drain away..if it can't the chlorine can hurt the flesh. Do all that and nobody can put a fish in the fridge better than you...and that's a solid start.. First day and you already did something perfect. \n[35]Oh, sorry..I forgot. \n[36]Damn.. \"ohhhh damn.\" \n[37]Victor spotted a food critic.. \n[38]I don't need a walk. \n[39]What do you think I'm worried about... how I'll cook? That's not the problem.. The lady wants fish. Get the fish. \n[40]I worked in a kitchen once in New York that got four stars. It was like a line formed for the chance to become an asshole. People's accents changed. The heart went out of the place. You understand. \n[41]I don't know what to root for.. the thought of one star makes me nauseous..but with four there's no place to go but, \"Oh my God, they took away a star.\" Three..three and a half. That's what you want..No. Wrong! Three and a half you feel disappointed that you just missed out on four. You know what you want? Three and a quarter.. That would be perfect!! It would mean you're good..but you're not good enough to feel disappointed that you just missed out on excellent..but nothing truly bad happened, you still got your three and a quarter stars. Which encourages you to try and improve..And you still get enough respect so that you can get good people to work with you..Business is good but not crazy. You're right there underneath the radar where you get to mind your own business. That's a solid life. \n[42]Aw, man..this is amazing. No three and a quarter here. \n[43]This is going to work. \n[44]Free your mind...the president whose policies many consider responsible for the Great Depression... \n[45]Name a vacuum cleaner.. \n[46]And this vacuum whooshed all this money out of everyone's pockets. \n[47]And Hoover was followed in office by.. \n[48]The guy we are looking for is not a ruse.. \n[49]Phony. So this president was not a ruse..He was the real thing. \n[50]Ruse?? \n[51]I'll drive you to the bus stop. \n[52]Sorry. I'm cracking. \n[53]Shiiiiiiit! \n[54]I am running out of excuses for the lady of the house. \n[55]But you know, you gotta watch out for the times you think you're absolutely right..But, man, Bernice has finals tomorrow. She didn't need this one..And just that look on her face when she got the gifts-- --like for a second she thought all her problems with her mother had been solved... \n[56]What are you doing? Let me take you all the way. \n[57]How weird was this ride? Sorry. \n[58]Right. You're clear on that.. \n[59]She was huge. \n[60]I am okay. Deborah around? \n[61]Hey, honey. \n[62]No..nothing...just that.. \n[63]Yeah.. \n[64]No..It's okay.. \n[65]Let me just do Georgie.... Here. \n[66]I don't know...This is the one you started with..You really want to give up your first card? \n[67]..this is your favorite.. \n[68]But it's not numbers..it's..... \n[69]For God's sake..why did you... \n[70]I'm getting there..just the stunned thing has to get dealt with... \n[71]Wait a minute, your sister's talking. \n[72]Look how great you read it. \n[73]What are you talking about? \n[74]What is this? \n[75]Hey, Deb? \n[76]You know, I guess I got used to you getting a little blue after intercourse...But DURING..?? \n[77]You've gotta stop walking away. \n[78]See ya. \n[79]Not so far...How you doing? \n[80]No, no, no, no, no....I want to keep some walk-in business..I want this to stay neighborhood. \n[81]We'll serve a full menu at the bar then. \n[82]Do this for me. \n[83]Do this for me or I'll set my hair on fire and start punching myself in the face. \n[84]Yeah..you're right...that was an unusual way for me to make myself understood..But you'll do the bar thing? \n[85]Ah, man..Okay. \n[86]What's up? What's wrong? \n[87]What's your reaction? \n[88]Yeah. \n[89]So you're considering taking it?... Okay, here's the thing. I can't lose you and still keep the hours I'm keeping. I can't do my life unless I can hold onto you. I think I just gave you an incredible bargaining position. \n[90]Yeah. If I didn't do it - I'd have been coming home just to sleep. \n[91]\"You're ma man!\" \n[92]My dream response from you, yes. \n[93]Well, I think you got your timing. \n[94]You want to go swimming? \n[95]What do you think, wet suits? \n[96]Yeah, you're right..let me get mine.. \n[97]Hi. I'm John..It's good to see you. Great.. \n[98]Have you ever been to the beach here? \n[99]Here's the most important place in the house..grab this stuff whenever you want. \n[100]Hey, Flor.. \n[101]I'm sorry..very sorry.. \n[102]They should be back soon.. \n[103]Hey, Flor.. \n[104]Deborah made a mistake. I understand how you feel...Do you understand me at all, generally? Is simpático the word? \n[105]Un momento, huh? \n[106]I'm really sorry this is happening. I just want you to know that. I am real sorry. \n[107]I didn't mean.. \n[108]I meant.. \n[109]Well, the good thing about being an idiot is that every once in a while you cheer people up..Got to get to work. \n[110]She didn't even want us to know she had a daughter - then, on the first day, you take the kid without asking. I think that's... \n[111]Dumb. \n[112]So here's the idea..I want to make a serving platter for serving fish using sea glass like this.. \n[113]I used to hunt for this stuff every free minute when I apprenticed in Italy. This is bits of broken glass that the ocean sand blasts over the years..great looking, huh? So you guys go hunting and I'll pay 50 cents for any piece, a dollar for anything as big as this and five dollars for any color that isn't brown, clear or green. \n[114]Come on, Cristina - go get em. \n[115]Hi..what's doing? \n[116]I'm broke. \n[117]No. I'm kidding..Instead of a platter -- I'll just build a sea glass building and serve fish inside... Great, Cristina..Why don't you count it and.. \n[118]So what's the damage...total? \n[119]Well, this one is borderline. \n[120]Oh my God, you found a blue..Nobody finds a blue..You know how a blue happens? I mean, before the ocean blasts it for 30-40 years. Somebody had to throw away an old Milk of Magnesia bottle. You know what Milk of Magnesia is? \n[121]So how much for the whole deal? \n[122]Okay. We'll finish dealing with it when I get home from work. \n[123]You mean your mother.... \n[124]Sure you can talk to me.. \n[125]What's wrong? \n[126]I made this little deal..with all the kids to... \n[127]Sea glass? \n[128]Oh, no..engreÌdo's going to be rough. \n[129]I had no idea it would amount to that kind of money..I thought --- sort of tops fifty dollars. \n[130]Okay. Right. \n[131]Ah, shit.. \n[132]I'm sorry....I get why you are upset. It might not look it but I am good at getting things. Doing something about it is something else..I was going to talk to you before I actually gave her the money..but maybe I should have checked before I started the whole thing. I know what it's like when you feel your kid is being messed with..I get the message. It won't happen again. It's late..I'm sure we'd all like... \n[133]What about hypocritical? \n[134]Yeah, you heard me. It's not like you didn't do the same thing... \n[135]Oh, yes. So go lecture yourself..you won't need a translator for that one...I mean what am I lately... A recycling bin?..just anyone dump in your garbage and hope I make something useful out of it... \n[136]Yes, you did the same thing...you think I didn't know about altering those outfits for Bernie..She tells me her stuff....So, am I missing something? Is there a real difference between that and what you are complaining about? \n[137]Okay......I'm still not sure I did the right thing keeping it to myself. It felt disloyal to Deborah..but my daughter really needed someone to be kind to her right then..so..so. \n[138]I'll tell you, it's pretty wild to say something and have the other person just concede the point. I'm dazed here. \n[139]No..no..come on, man.. \n[140]You can't quit even if you want to and you know why. \n[141]Yes, you do.. \n[142]Because then Cristina will blame herself for costing you the job...and that guilt...I don't know if you know about guilt.. \n[143]So, welcome back. \n[144]You have a wonderful mother. \n[145]Hey, boy, I can use some up company. \n[146]You gotta do something about Chum..Your arm's going to go. \n[147]Don't you sleep anymore? \n[148]You're doing fantastic. \n[149]She say where? \n[150]Listen..I just forgot she was going out..don't be a smart ass. Uh-oh..well, you and I communicate mostly in apologies anyway..I'm sorry. I should be whipped. I should be stoned- it's been a while - I meant to say, I think, don't be smart, don't be kind, don't be sensitive, don't be beautiful. I meant to say, \"hi, Flor, good night Flor..that show you're watching is going to be a hit.\" \n[151]Me? Deborah will be home soon. I just talked to her. \n[152]Sure. \n[153]Sure..... You have me a little worried... \n[154]Oh, it's happened. Is it driving you nuts? \n[155]Yeah. \n[156]Tops. It's tops. \n[157]No. I hate the damn school. But that's because they keep sending my daughter home anxiety-ridden, mostly over geometry..I mean you \"get\" Bernice..In a decent world her school should let her know how great she is, right? \n[158]So, don't ask me..I'm worried about my own kid there. \n[159]Um.....yeah..thanks... It's great to hear someone else say that out loud..Hard to explain. \n[160]Ah, man.. \n[161]No, I was thinking about you.. \n[162]It's just tough to be sane. \n[163]To know you're not just making something out of nothing. That when you think you're at some crossroads - you are. \n[164]I don't know...You introduce two Jews in the desert and wait five thousand years. Then, bingo, somebody else who can see trouble coming but can't do anything about it. \n[165]That's okay. \n[166]Nothing. I don't know what I'm talking about.. \n[167]Will you sit down.. Get out of the damn wind. \n[168]So you going to send her? \n[169]That is EXACTLY the way I felt about Bernice going there..Exactly. \n[170]I wasn't able to think it that clearly...But that's how I felt. So between odd and the same...you gotta root for odd, don't you? \n[171]This was a crummy summer. \n[172]Good night..Hey? \n[173]You speaking English...It's, uh.. \n[174]Nothing. Just.... Nice meeting you. \n[175]You feel okay? \n[176]Good deal. \n[177]What the hell's wrong? \n[178]Deb..Deb?..where are you? \n[179]Baby, what? \n[180]Is it absolutely necessary to make it this...this scary..can you just say it? \n[181]Yeah..come on..it's me. We can talk. \n[182]Go -- hold on...hold on...I'm missing what you're saying..You can't just keep talking and expect me to follow it when you start the way you did....... \n[183]Well there was the crack in the planet. That was noisy... \n[184]There's an actual noise in my head.....no kidding.. \n[185]You.. \n[186]If you talk that fast...I'll never hear you..there's a lot going through my mind....Have you said yet whether you slept with him? \n[187]Have you said yet whether you've had sex with someone else? Because I really am missing most of your words. So help me out here.. \n[188]You still haven't said, right? \n[189]This is my way of...this is my way of asking you whether.. \n[190]Oh man, once I ask it...give me a second. I'm just trying to figure out whether there's any way to avoid knowing..no, damn There's not... Okay, you're on..real short answer, huh? Have you had sex with another.. \n[191]Ahhhh...I'm getting there, yes. \n[192]You don't believe that I miss your words..I get three or four tops...and then just see your mouth moving with nothing coming out and then I spin out and there's this noise...But there's no way to miss a \"yes\" or \"no.\" \n[193]Really? \n[194]What other questions could there be? \n[195]Well, you don't set the bar real high. \n[196]What? \n[197]I've got to get out of here..because you keep talking. Stay put! \n[198]You are a terrible wife. \n[199]Where you going? \n[200]Me too..I'll drive you. \n[201]Yes..come on...it's past midnight here. \n[202]Look I have to get out of here right now.. \n[203]I'm taking you. \n[204]Because if I don't -- I'll worry about you and I can't handle that right now, okay? \n[205]Yes! Exactly! Well put! Teach me that word sometime. I can really use it. \n[206]I quit this job!!!!! \n[207]I'll take you home. \n[208]Oh, shut up and stop telling me what to do. \n[209]Okay..we'll do something. \n[210]Oh, don't do the class thing, man..You don't know where I come from. \n[211]What are you talking about? I take responsibility for anything within a block. You have nothing to worry about. That's my job. \n[212]Yes. Okay. Big man figure out! \n[213]Well, you look familiar. \n[214]I don't think I can handle public.. \n[215]I know. \n[216]My place! \n[217]I'm going to cook, Beautiful. I'm going to cook beautifully. \n[218]Ummmmmmmmm...Yes. \n[219]I think I'm inventing a horrible new way of making out.. \n[220]My hand is the only sane part of my body..every other part wants to jump off a cliff. \n[221]I don't know how to handle that one. I think I already broke my record for smooth. \n[222]It's me. I'm not making sense. But I can get you fed. \n[223]Nothing to be nervous about. You are not on a date... Hey, Flor? \n[224]What are you doing? \n[225]You want a drink? \n[226]Huh? \n[227]Then excuse me, because if I had the equipment I'd inject the vodka. \n[228]Keep things real, right? \n[229]Tell you the truth..I wanted a shot at cooking for you. I'm very glad you liked it. \n[230]Well, if it's anything at your end imagine over here...scratch that..the last thing you want to hear is somebody going off on your looks. \n[231]Okay, Flor, yes I will...They should name a gender after you..Looking at you doesn't do it..Staring is the only thing that makes sense..and trying not to blink so you don't miss anything. \n[232]Look..forgive me..I'm.....It's just that you are drop-dead, crazy- gorgeous..so much so that I am really considering looking at you again before we finish up here. \n[233]No contest. \n[234]What do you mean? \n[235]You kiss like a Spanish fly.. Joking around. I don't know what I'm talking about... \n[236]I'm sorry. I don't know what I just took out of you but tell me how to get it back in there..I'm sorry. Flor..I'm sorry. \n[237]Here's something I never asked anyone..Did nightingales undress on your tongue? \n[238]reflection/then sincere and surprised \n[239]Culpa. \n[240]I would say my mind has evaporated...but that there are remnants still standing waiting to fall. It feels pretty good. \n[241]Like happy. \n[242]It's already gone. \n[243]I don't understand what I mean. \n[244]You're a great and wild mother. \n[245]Exactly!.. \n[246]Hey, hey..How do you get there? Wait. \n[247]I'm being honest. Look at us - I think I call it honesty. \n[248]No. I'm not. No. Stay put for a second. Stay here. Once our feet touch that floor, I'm going to get too many brain cells back. So don't be in such a hurry. That floor, Flor, is going to eat us alive. So you think it was a mistake up to now. That's rough. \n[249]It's late, Deborah. \n[250]I can't sleep upstairs with you.. Just can't for now. \n[251]Yeah..okay. \n[252]Deb, I'm done tonight. I don't think we can jam anything else in. \n[253]What's up, honey? \n[254]Because? \n[255]I just hate that you had that kind of a night. \n[256]Like? \n[257]You're fantastic, Bernie...I love you. \n[258]Right. I don't know what to say. \n[259]You're welcome. \n[260]I was hanging out here waiting. Can't give you guys a lift? \n[261]This is killer. Incredibly hard. \n[262]Let her have it..party favors. ", "DEBORAH": "\n[1]Don't worry..I'm not mad...I was looking for decoration to put on the glass so people would stop walking into it and instead of taking what they had in stock, which was awful, I special ordered. I'll design something myself which I should have done in the fi... \n[2]..and what difference does that make when your nose is bleeding. Shut up, Deborah. \n[3]Here, take these. Was that strange to give you money..I just felt badly that.. \n[4]So who am I interviewing? \n[5]You're gorgeous. \n[6]This is my daughter Bernice and this is my mother, Evelyn Norwich.. \n[7]No, stay..this involves you. \n[8]\n[9]I helped run a commercial design company until ten months ago when \n[10]it was downsized to zip. Okay. I have two children. I like the house to be like me in that I'm very loose and meticulous at the same time. It's all about first names and closeness here but I care about the place, you know. It's what they used to call homemaker.. \n[11]I'm not leaving time for you to translate. \n[12]Too bad for you that it just never occurred to you to check on how much Spanish I know. \n[13]I don't speak any Spanish. But I'm not an idiot - I talk for an hour and you say two words. What did you say? \n[14]Never mind. You got your nose bopped. I got my feelings hurt. Onward. \n[15]What's your name? Llamo? One of my five Spanish words.. \n[16]Flor. \n[17]Flor. \n[18]Flor. \n[19]Flor. \n[20]Flor..what I walk on? \n[21]Is there some school of the ear I'm flunking out of right now? \n[22]What did she say? \n[23]pronouncement/her greatest accolade \n[24]You want some lemonade? Take some lemonade. \n[25]Florrrrr. \n[26]Whew, dense but stubborn, right? Thanks. What you just did with me is just what kids need..patience and encouragement. Alright, money... \n[27]Love you... ... the job is six days a week, seven to seven..the kids and all housekeeping, how much a week would you like? \n[28]No.. This is an important question..if you ask for too little it means you don't value \n[29]Welcome to the family.. \n[30]We can do it. Come on. \n[31]Why... do... I... care.. so.. much.. about.... CRAP? \n[32]Can you believe they left without finishing? \n[33]I better get dressed again in case anybody's just a half hour late. \n[34]Okay..We're okay here. Why can't everything be like sod? There's no wait, no dung, nothing you have to do right and yet it's perfect. It covers up all your dirt and makes things immediately pretty..then, the miracle, if you just give it time, it roots and you can't tell it from the real thing. No reaction. Nothing to say. \n[35]Oh, John why don't you just take out a knife and kill me all together. \n[36]That's actually a good question. \n[37]I would have liked, if after I compared the sod to life, if you had said, \"Exactly!\" \n[38]It's worth a try...I had something else to tell you...it'll come to me.. \n[39]Hi, Flor..See you up there. \n[40]Tough day. \n[41]Right..mean ol' me. I can't play right now. I have to do something about your brother. \n[42]Oh, it's good...oh God, it's rich -- Oh God, it's good. \n[43]By the way, you could do without this. \n[44]I mean it, NEVER! \n[45]I'm not mad. I'm thinking of you. This is me being nice.. \n[46]Just no taking ball from dog. Trust me on that one. \n[47]You and me. We are fine. Just a tip. Girlfriends. Could you make some coffee? Cafe? \n[48]Yes. Yes it is. So stop being so maniacally calm. \n[49]I can't be wrong about that too. This is a fight. We're having a fight. Yo, I feel anger. \n[50]Can I have a moment? \n[51]Okay..Let's get someplace here. \n[52]You, mister, are crazy making..I can't take this calm thing you've \n[53]started doing. It's like this is your way of letting me know there's something deeply wrong with me because I'm not calm. \n[54]If you're going to talk to me please have the decency to raise your voice. \n[55]What are you talking about? \n[56]You're ridiculing me because I care about this. \n[57]Let me ask you a question..let me change the subject..Forget for a moment that you won't support me with Georgie.. \n[58]Here's the question. It's been on my mind more and more. Do you do that calm thing for the purpose of infuriating me? \n[59]Okay. \n[60]I don't.. believe you. I think you just want me to feel badly about myself..Sorry, honey. \n[61]All she has to do is dial 9-1-1 and press two for Spanish. Flor...John. This is Flor. \n[62]No. I'm doing it..show Flor the ropes. \n[63]Fuckin' hombres, huh? \n[64]It doesn't do any good now, Georgie. \n[65]I've programmed it for Spanish.. Look, it will take you anywhere and then back home. If you figured out how to make coffee on that thing it's all downhill. \n[66]Oh, Mother...It's not even noon. \n[67]God, where is this day going...Flor could you come with me? \n[68]Surprise new clothes.. \n[69]Warehouse sale.. \n[70]She's right between the two sizes..I thought about it..what am I supposed to do encourage her...what is it? - DENIAL? Or motivate her to get herself in shape. \n[71]Flor.. \n[72]Sure. Go. \n[73]Left..left.. \n[74]Left. \n[75]I don't know. \n[76]Oooohhch! \n[77]Oh, damn it --- what am I going to do? Everything seems so surely pointless... \n[78]Yeah? \n[79]Something else I do wrong. \n[80]If I stay, I will say awful things to you that I might not even mean..You pick. \n[81]So you gave away twenty percent of the restaurant without talking to me about it. \n[82]Remember the other day when you asked me the perfect response to something I said?...I'm asking you now..what would you like my response to be to your giving away twenty percent of the business without asking me? \n[83]Okay! So that would be??? \n[84]I'm not quite there..Actually, I just had this flash that the reason women in the old days used to faint was to avoid doing acts of violence against men. And I was all worried about figuring out the timing just to talk to you about renting a place for the summer. \n[85]Be right out... \n[86]Mom, you want to come?..the realtor's here..Okay, see you later. \n[87]Hi. \n[88]I'll never be one of those girls whose hair blows perfectly in a convertible. \n[89]Oh, you must be trouble. \n[90]Gorgeous, huh..Pretty, fabulous, beautiful. What word is the same in Spanish? \n[91]Thanks. \n[92]I don't care if it's a rental..this place is getting a fixing. \n[93]This will be yours.. \n[94]Come on...there's no buses from her to here. There's no question. Double come on... \n[95]The Barrio - Carbon Beach..The Barrio - Carbon Beach. What to do? Don't worry. I'm putting nicer stuff in here too. \n[96]You must learn English. Why won't she learn English? I'm going to have to learn, \"you must learn English,\" in Spanish. \n[97]Gee, you took the words right out of my mouthay. \n[98]Oh, good. Do you speak English? \n[99]Would you translate for me? \n[100]Wait till I say something before you start in.. I rented a house here for the summer and now she must sleep at the house because of the bus schedule. \n[101]What? Why? \n[102]You have a daughter? You have a whole daughter you haven't mentioned..How old? \n[103]It's a little crazy that I don't know that. \n[104]Don't translate asides. \n[105]Hey! \n[106]Okay.. Her daughter can also live with us for the summer.. \n[107]Why? \n[108]Will you please just tell me what she said. \n[109]Let's spare the world you on the roads. Well, what do we do? \n[110]I'm sorry, my friend, this is what I need. It's just for the summer. I don't want to lose you. But .... \n[111]Look at this child..Flor, you could make a fortune at surrogate pregnancy.... \n[112]Hi. This is my daughter, Bernice..I'm Deborah..And out there...are Georgie and. \n[113]Very little accent? \n[114]Right. Settle in.. \n[115]Hey, Cristina...hey...hey..What are you doing up? \n[116]I know..Would you believe I had to talk my husband into this? Would you believe I had to talk my husband into it?...do you hear me? \n[117]Do you want to come with me? -- I'm going to the flea market. \n[118]It's the Rose Bowl... miles, actual miles, of great things for sale for God's sake...We can have brunch in Pasadena. \n[119]I'll leave her a note...I'll \n[120]With great energy born of bottled fury, Flor begins to go through her daughter's things...finding her backpack and extracting a Spanish/English dictionary. \n[121]Stop thanking me. I love having the company. \n[122]Your English is genius. Do you dream in Spanish or English? \n[123]What was it? \n[124]You could have just said you didn't remember. \n[125]Look who's sensational. \n[126]What? Something bad happen? \n[127]Cristina, tell your mother I just played around with your hair..she can put it back..no hurt feelings. \n[128]What? -- \n[129]Nuh-uh, Mom..don't go there..or I'll go there and you know where \"there\" is. \n[130]Can you believe what Flor is making this into..Shoot me if I ever get that hard to deal with. \n[131]What's this? \n[132]From? \n[133]You are not yourself...This was written in anger. You sleep on it and then if you still want me to have it -- fine..I don't think you will once calm and rational thought returns. Just sleep on it. \n[134]What!?! Insensitive? Elitist? Irresponsible? Perverse? Dizzy? \n[135]When is anyone in this damn house or this damn life going to consider my feelings? I just tried to make a lovely kid feel welcome. There's no reason to rake it over...I let it go..and gave Flor the room to let it go. Which I'm sure she has! It's over!! So get on board. \n[136]I am deeply and sincerely sorry to have upset you. Especially in light of the deep connection, as women, I believe us to have. \n[137]And that thing is??? \n[138]Look at you girls. \n[139]Cristina's already read, on her own, everything on Bernice's summer reading list..And she's two grades behind..Imagine if she went to Bernice's school..And they'd kill to give her a scholarship. \n[140]Yeah..she's so open to new things. \n[141]Can't find my keys.. \n[142]Hi, Arlene.. Come on. \n[143]Hi. This is Cristina..the girl I'm always raving about..This is Arlene Folsom..the school director. \n[144]Nuh-uh, Flor you are not pinning this one on me. I've got to finish packing up. \n[145]We ran into the school head. They want diversity...Cristina knocked her out...I had nothing to do with it. By the way, the scholarship is worth twenty thousand dollars. And early registration is tomorrow. \n[146]You could move in with us in town. \n[147]Okay, then don't..By the way..the phrase is \"NO, thank you.\" \n[148]I picked up your books yesterday.. This is one of Bernie's old..ancient backpacks. \n[149]I got you a little first-day-at-a- new-school present... \n[150]It's from me and....Bernice. Okay? It is a big day. \n[151]It's from ALL of us. Your mother too. \n[152]Have a great year, girls.. This is so great. It fills your heart, doesn't it? \n[153]Left...left. \n[154]Left...left... \n[155]\n[156]Why am I not surprised you're competitive? \n[157]Oh, they're delivering my table. \n[158]You are fast.. Better pace yourself though.. \n[159]I love you for trying. \n[160]Flor? Deb..Look, sorry to call you so late, but they're still studying and I'm going out but I promised to get her back so if you want me to cut off the school work, fine...whatever you want me to do. Well, okay..you think about it.. And hey, if you're tired, or want to play, let her sleep here and I'll get her back there tomorrow. You still want to think about it? Okay.. \n[161]\"Honey?\"-- Can't now, Mom...I'm late..I was looking all over for you...keep an eye on the kids. You know my secret cell number. \n[162]What is it? Are you buzzed? \n[163]One thing..go ahead... \n[164]You've done it again, Mom, made me hate myself..One of the things I can count on.. \n[165]Here I am. \n[166]\"Baby?\" Stay there, John...Sit down..I suddenly get what I have to do...I just have to get the guts. \n[167]Not so easy. \n[168]Do I ever hope so...I've been seeing another man for the last eleven weeks and it was nothing and I ended it tonight..At first it was just keeping an eye on the real estate market..Then it was...what? Me being insecure and looking for some ridiculous vali... \n[169]Just what did you hear? \n[170]I met him about... \n[171]I met him.. \n[172]So far I've just been talking about a flirtation because the really important thing for you to know... \n[173]I've been trying to explain that for the first ten weeks there was almost nothing to ... \n[174]Is this your way of... \n[175]I know you're very angry? \n[176]John? I think if you let me tell you the full everything of this we'd be in a position to deal with it better..because eleven weeks ago when... \n[177]Yes.. \n[178]I made up my mind that I would answer every question you had..I'll answer anything and everything and more. \n[179]Are you really that much nicer than me? \n[180]No. Please, please, please..I think if you listen to exactly what happened and then do whatever you need to...we'll..just let me tell you everything.. \n[181]Oh, it's just Flor. \n[182]...then, when I was driving back tonight after I ended the whole yuck thing..I was feeling human. I'm done with what's his name..a relief... ..and now it can be like it never happened and then I thought that the only hope was that I own that it did happen and that I take my medicine here..because if I'm walking around with what I did and you don't know what I did..there is a real limit to how close we can be..you're with me and I'm this person who has this bad secret and we aren't really on the same page ever again..so the reason I took this chance in telling -- is because I want us to be good..I want us to be close. I want to feel like you're not nuts to be in love with me..So what I think is we should talk till we pass out .. Talk till we're so sick of each other that there's nothing left to do but take the first step out of hell..So please let's not leave this room until you've heard and said everything..please say, okay.. \n[183]John.. \n[184]You've got to say something. \n[185]Tell me again why I can't call him on the cell. \n[186]Yes. \n[187]Mother, you're enjoying this. \n[188]You are enjoying it?!? \n[189]There's one thing I'd like to say to you about you and me. \n[190]I want to. \n[191]You were an alcoholic and wildly promiscuous woman during my formative years so that I am in this fix because of you. It is your fault. I just needed.. ..that moment for us. \n[192]There's a car coming.... \n[193]It's him...he's got to tell me everything.. \n[194]Yes! \n[195]Duh. \n[196]Huh? \n[197]But I've got to know whether he touched her - where he touched her - how he touched her - if they broke a sweat --- what they said - who made the first move - how they left it -- if anyone loves anyone or has an intention of making contact in the future - what she wore - how he felt afterwards - whether anyone mentioned me.. ..whether they held hands when they left.. \n[198]I know you're right..But.. \n[199]I forgot the sentence you said I should say. \n[200]Okay..do I have to wait here? \n[201]Why wouldn't he come up here? \n[202]Do I need a little makeup? \n[203]Thank you, mom. \n[204]I'm so glad to see you ..that you're back. \n[205]Well, I just wanted to say.. what I said.. \n[206]Uhhhh.. \n[207]I'm just so glad you're back. \n[208]I am literally choking on unsaid words..seriously. If this were a restaurant ten people would have their knuckles in my sternum. \n[209]Please come see me. \n[210]Please stick your head in here for a minute. \n[211]What's with avoiding me, am I this horrible person? \n[212]I know. It's a ridiculous question but sometimes I'm ridi... \n[213]Oh stop.   Come on. Weren't we close? \n[214]Well, I'm very, very disappointed to hear that. It makes me feel like a fool. \n[215]You know something, I think we're saying the same thing...Look as long as we're doing closure..What did you and my husband, John, do last night? \n[216]That will be sufficient. \n[217]Same here - believe me. ", "FLOR": "\n[1]Florrrrr. \n[2]Florrrrr. \n[3]Florrrrr. \n[4]Florrrrr. \n[5]Florrrrr. \n[6]Florrrrr. \n[7]Sublime. \n[8]One thousand dollars. \n[9]Dancing! \n[10]Morning. Good too. \n[11]Yes. \n[12]Hi. \n[13]Solo español. \n[14]Me puedo ir?..go..can go? \n[15]Gracias. \n[16]No es nada. \n[17]Just try it on. \n[18]Just try it on...just try it on.. \n[19]Just try it on. \n[20]Just try it on.. \n[21]Just try it on..Hey?! \n[22]Just.. \n[23]Lo siento. No. \n[24]She run. \n[25]New York Times.. \n[26]Ah, bravo... \n[27]Yo leÌ la crÌtica buena. \n[28]I read your good review. \n[29]It's nice. \n[30]I do fine. \n[31]Fabuloso. \n[32]No.. Sorry. \n[33]Twelve. \n[34]No, sorry. \n[35]Yo vivo aquÌ. \n[36]Que? \n[37]Que? \n[38]Cristina.. \n[39]Cristina? \n[40]Simpático, yes. \n[41]For you. \n[42]I slept. \n[43]Cristina.. \n[44]EngreÌdo. \n[45]No! \n[46]Sin diferencia. Yo interferÌ. \n[47]No.. \n[48]Culpa, si..Por Dios, Si. \n[49]We know. \n[50]Good night, Mr. Clasky.. \n[51]No te puedo tener haciendo esto por mi. Ahora tengo que aprender inglÈs. \n[52]No, dije eso por ti - no por John. \n[53]Que? \n[54]No..You get more if you keep at it. \n[55]Now I am like a three year-old. Your wife go out. \n[56]No. Sorry. \n[57]I just don't....Out of space this school wants her to go for free? \n[58]It is too far from our home. \n[59]Never, thank you... \n[60]Alright. I look. \n[61]No, thank you, Evelyn. \n[62]May I talk with you? \n[63]I need real talk..Is it okay? \n[64]No? \n[65]Outside? Private? \n[66]You know about Cristina and your great school? \n[67]Yes, nuts. I have no idea what to do. Such an important thing. \n[68]It's a good school? \n[69]So you like it? \n[70]Very right. \n[71]You don't have to worry about Bernice. Nothing is going to change that heart. \n[72]I \"get\" it. \n[73]It will be okay. \n[74]Your, \"Ah, man\" was for me? You think I am in trouble with Cristina? \n[75]....I never know a man who can put himself in my place like you do. How do you become that man? \n[76]I don't understand. \n[77]I want to. \n[78]I don't know. But it does not feel good. I think if she goes there it will be one of two things..either she will be odd...or she will make herself the same as them. \n[79]Yes, you gotta. \n[80]Not all crummy. \n[81]Thank you, good night. I go sleep. \n[82]What? \n[83]It's not from me... \n[84]I want Cristina. I want to talk to Mrs. Clasky. I want to quit. \n[85]Oh, yes..Where's Cristina? \n[86]I'm leaving....I have finally.. \n[87]No. \n[88]If you truly don't know why I say \"no\" let me at last say the reason. At least that will be a relief. Have you no idea that I.... \n[89]Go.. \n[90]Goodbye, Chum. \n[91]Why?!? \n[92]Ahhhhh. I never made that sound over a man before.. \n[93]Please!?! Mandilón. \n[94]Arrchhhhhyeeeeiii! \n[95]I quit this job! \n[96]That's the bus stop. \n[97]No. Drop me at a bus. \n[98]Okay...then let's do something besides driving me home where my daughter isn't. \n[99]And I'm supposed to figure out what because I'm a housekeeper and you don't have to think. \n[100]Alright, I know. But I can't be responsible no more for making sure nothing happens. That's another terrible job I quit. \n[101]Excellent. So you're going to figure out what we do, right? \n[102]Stop there. \n[103]Maquillaje! \n[104]This is me when I'm not working.. You have never seen me! \n[105]So, \"man,\" where we heading? \n[106]Yes, no...lots of people right now is.. \n[107]You were going to figure this out! \n[108]I've never seen your place. Very perfect. \n[109]Hey..please.. \n[110]We both were not normal because we are angry and we act like we are angry with each other and we are not..I am not. I am glad to be with you. It feels comfortable to be with you. If I just left the job and never spoke with you it would have been sin. You understand? \n[111]Not so horrible..... \n[112]If the other hand could cheer up, you could lift me up and carry me off. \n[113]I don't understand. \n[114]Just lighting candles and picking music. Oooh. \n[115]No. \n[116]I, uh...don't think you should either. \n[117]Wait! I think it is so important that we are each clear-headed. \n[118]It is very good that you did not ask, \"why?\" \n[119]I wouldn't have put it so well. \n[120]I will remember every taste..forever. \n[121]It's something watching you. \n[122]Don't be crazy. Tell me every detail. \n[123]Soon, please. \n[124]Right now....immediately..we have to dance or kiss. \n[125]You sure you're not Mexican. \n[126]I meant you talk like a Spanish song. \n[127]Yes you do. \n[128]This song...You see what a good thing to tell you how you talk like a Mexican song. \n[129]When I kiss you, entire oceans rush through my veins.. Gardens of flowers blossom in my body. \n[130]And you wander along my fertile soil, picking its ripe fruit..A nightingale undresses on my tongue..And under its wings.. \n[131]Then respect this. \n[132]Did they on yours? \n[133]Oh, Johnny, why is everything so damn confusing? \n[134]Is your mind racing? \n[135]Like happy? \n[136]You think that will last? \n[137]I understand what you mean. \n[138]That it's getting late. That responsibilities have entered your brain. Don't hide that from me. And really, one large reason we are here is because you respect me as a mother and I respect you as a father.. \n[139]You are a beautiful father. \n[140]When Cristina was young, I would say I want to take any man who wants me to the park and I will tell whether I want him from the way he is with Cristina. I wish you had been in the park then. Any reaction? \n[141]You know, I always think about when you...Oh, there's no point. I talk too much... ...because I don't know if we ever talk again. \n[142]Yes you do. Be honest. \n[143]What are we going to do -- go home, let our hearts go back in our bodies, see each other a few more times. Make a tragedy out of us.. \n[144]Ahhhhhhh. There are some mistakes you cannot risk when you have kids...Please, are you ready to go? \n[145]The mistake....I love it. \n[146]No... No..and we must say \"goodbye.\" I don't work here anymore. \n[147]No, Georgie..Stay. I think you are a wonderful boy..be good..like you are. There are no monsters. \n[148]Get me wet. \n[149]You're a beauty. Amazing girl. \n[150]I'll be in front. \n[151]No. It's a good question. A fine question. Complicated. I was just thinking to answer. \n[152]No. \n[153]We weren't close..but we were connected...in a bad way. \n[154]I can only tell you what I did. \n[155]I became sure of what an incredibly lucky woman you are and I must make myself not envy you which is hard. No, it's not hard. It's impossible. Now please..I am exhausted. \n[156]Cristina, apúrate. \n[157]Yes, Cari.. \n[158]Cristina.. \n[159]Yes. ", "BERNICE": "\n[1]Gee whiz in heaven...How are you? Please? \n[2]Now you got it, Mom. \n[3]Excuse me...Glad you're okay. Good luck. \n[4]I wouldn't want some kid around for my interview. You understand, Mom. \n[5]Mom!! \n[6]It means flower, right? \n[7]Goodbye, really.. Look forward to seeing you. \n[8]Morning, good to see you. \n[9]Try some. \n[10]Thanks. \n[11]I had an idea for a breakthrough in French toast so I made breakfast. I don't want to be teased about it.. No sarcasm. No tough love. Just try it and if by any chance you have a positive reaction... \n[12]I had an idea for a recipe. When has that happened? I got up early to do this. At least taste it, for God's sakes! \n[13]Awwww. How sweet.... \n[14]Grandma, tell Mom what happened. \n[15]I don't know anything. \n[16]I don't know... \n[17]Okay. Yes..thanks. \n[18]Got it. I no longer know nothing. \n[19]I'm just drawing blanks. I'm embarrassed. It's my own fault I spent my time on math, which I'm lucky if I don't flunk anyway and.. \n[20]What's ruse mean? \n[21]Rusevelt..If I'd ever heard of the word before - that would lock it in..It's so stupid it might work anyway... \n[22]What'd I do right? \n[23]Thanks, mom..I'm glad you didn't get here a little earlier or else I wouldn't be able to tell you that your gift is a ruse. Please, excuse me.. \n[24]Hey..buenas dias, Flor.. \n[25]Yes..Well, taste she has.. \n[26]Hey!!!! When did you learn to... \n[27]Too tight..it doesn't fit. \n[28]Okay. I'll show you.. \n[29]Hey.. \n[30]What's wrong? \n[31]Dad!!! He can wait. \n[32]Let him wait..Yours is obviously important. \n[33]WHY?!!? CRAZY FATHER, WHY?!? Why aren't YOU screaming?.. \n[34]John Clasky, who at 25 made his mark on the New York restaurant scene when JAMMED lived up to and survived its silly name, has re- emerged as a young and confident veteran taking chances with his combinations in so subtle a manner..\" \n[35]\"...beginning with the succession of appetizers, each one with its own stunning and fully realized agenda, is constantly yet casually daring.\" Ah, Dad...this is so great... Now here's the thing... \n[36]\"Eating at this perfect smaller, passionate restaurant inspires one's own abandonment of caution. To wit: John Clasky is the best chef in the United States.\" \n[37]Perfect, Dad. \n[38]I wonder what mom will do? \n[39]No comparisons, please, no comparisons. \n[40]Aw, shit.. Sorry about the word, Georgie. \n[41]You want to know what happened? \n[42]Oh, come on... \n[43]How'd you get your mother to let you go with my mother? \n[44]No. Just that I hate summer school. \n[45]I'm not sure I can explain to you the concept of not doing well in a class..in this case math...and the system kind of insists on the illusion that you've learned math -- so they make you go to summer school..It helps them avoid facing that they have failed in their mission. \n[46]Joking. \n[47]Thank you, God. Joking... \n[48]That you're better at everything than I am...and I was thanking God for there being this one thing where I might have my nose in front. \n[49]Sexual experience.. \n[50]That one even she knows is funny. \n[51]You just made it...I was getting worried.. \n[52]What did we get her? \n[53]Just thought I'd check that you were back and okay and all. \n[54]Mom was crying for six hours straight and Grandma was in with her all that time mostly saying, \"he'll be back..he'll be back.\" I've got to get back to Georgie. \n[55]It's good for me to worry about something that really matters instead of the stupid stuff that's usually on my mind... \n[56]Surviving. \n[57]It's a slant... Hey..I know there's a lot you went through but I knew all along that Grandma was right about you coming back..I mean totally knew it so I wasn't that worried. But still I... I really appreciate it, Dad. Thanks....Stop staring at me..what? You don't know what to say? \n[58]Just what you taught me..You're welcome. \n[59]I can't believe you didn't get out. \n[60]I don't want to get you wet. \n[61]Thanks. \n[62]My last chance to have some of you rub off on me.. I'm sorry you're so sad but this could have been so much worse. ", "EVELYN": "\n[1]She doesn't mean it as a compliment. It's more of an accusation. \n[2]Strength of character..empathy..big heart..taste for futility - God I love you. \n[3]Florrrrr. \n[4]Well, I'm in the vitamin section and this little hip hop girl..what's her name..Grammys - adorable -- big voice..subtle phrasing...oh, she's famous..the kids know her...oh - little blue shoes..darn me. \n[5]God Bless the language barrier, it keeps you from being bored with me. \n[6]Anyway, she said, \"aren't you Evelyn Wright?\" First of all, that she recognized me from the old covers and then she .... Oh, please her name..it makes the story so much better...She said, \"Whenever I think everything is..\" Pardon my French..pardon her French \"a mother hmmmhmmm...I put on one of your records..\" \n[7]Just such a lovely thing to come from the blue.... \n[8]It's almost two o'clock. \n[9]No. \n[10]Every time he has a nightmare, I teach him one of my old songs. That way the nightmares have a purpose. \n[11]He likes to know that stuff. \n[12]Seventy-six thousand..which is great for a jazz album. \n[13]You okay? \n[14]John..John...Oh, my God you even look different to me.... \n[15]Did you ask her if she could live in? \n[16]I think Flor is perfect and we should do all we can to keep her from changing. \n[17]If she didn't tell us about her child she has to have a deep sense of privacy. We can figure out how she can still live at home. Hell, I don't mind driving her at night. \n[18]Not now..But I promise I'll go in the summer after next. \n[19]I'm so glad to meet you. I'm a fan of your mother's. \n[20]What's wrong? \n[21]She's wild-eyed over this.. \n[22]You can't just take someone else's..... \n[23]And to think I was worried about Flor living here with her kid? \n[24]Talk to Flor... \n[25]Hi, Flor, want some port? \n[26]Thanks for never judging me..Love you. Love everybody. That's what's killing me.. Sleep well. \n[27]No. I've given up drinking. I had to do it John..I need every brain cell to watch out for all of us..given the current climate. Anyway. John, I think you're great and I'm going to act accordingly. \n[28]Let's hope. \n[29]Wait! \n[30]I need to talk to you privately, honey. \n[31]Just give me a moment to talk here.. \n[32]No. I gave up drinking weeks ago. Yes. Nobody noticed -- which shows I probably conducted myself pretty well as a drunk. But duty called and I'm sober so may I say just one thing. \n[33]Thanks..Deborah, you're going to lose your husband and you'll never find someone as good. There will only be men who you know are cheap and shallow and have no real warmth in their souls. You may have gotten by on those surfaces once but now you've been spoiled by a good man and you can no longer glide on such thin ice. If you do not act quickly you will soon cement an awful fate for yourself. A life, with no hope of repair, which has already begun to turn desperate and dumb. That's it. Drive safely. \n[34]If we're out of coffee, it's over for me. \n[35]Honey, lately your low self-esteem is just good common sense. \n[36]John, better wait a minute. \n[37]Nothing. In all futility, can I urge you not to go up there. \n[38]Denouement. \n[39]What are you doing here? \n[40]I don't think you can do any of it right this minute.. \n[41]I don't think you want to wake her when you're this upset and the other kids are right there and... \n[42]Besides that he turned it off? \n[43]Forty messages start to look needy. \n[44]No..Definitely not in the way you think. \n[45]I am enjoying actually being of use to my daughter. I am enjoying the fact that I really know how to advise you and the miracle that you are so deeply disoriented that you are gobbling up everything I say. \n[46]You don't have to. \n[47]Okay. \n[48]You have a solid point, dear. But right now the lessons of my life are coming in handy for you. \n[49]Do you know that right now you are your own worst enemy..that you can't trust one thought in your brain? \n[50]Then trust me and only allow yourself to say one thing to him..One thing...\"I'm so glad you're back.\" \n[51]Yes. \n[52]Just those words I said. If you want a prayer of coming out of this. \n[53]But what? \n[54]\"I'm so glad you're back.\" \n[55]No..he may not come up here..go to him. \n[56]Just go. \n[57]You need a hose but you don't have the time. It's fine that you look like that. It's genuine..You can use genuine. \n[58]The fact that you didn't just make things worse should fill you with hope.. \n[59]You...are...a...trip. \n[60]Why don't you run upstairs and say goodbye to Deborah? ", "CRISTINA": "\n[1]Could we have a table for two, please? \n[2]We're celebrating. \n[3]Wow, expensive.. \n[4]This is just for the starter? \n[5]This is very embarrassing but-- \"what's wrong with you? I'm with my daughter for God's sake!\" \n[6]And I would like to begin with the Jumbo Shrimp. \n[7]Try it on. \n[8]Please try it on? \n[9]Just try it on? \n[10]Just try it on. \n[11]Wow...\"John Clasky es el mejor chef en Los Estados Unidos.. \n[12]I'm Cristina. \n[13]My mother says it's best if we get out of the way and put our things away. \n[14]I've never been anyplace but Mexico and Texas.....before today. \n[15]Thank you..thank you so much. \n[16]Sin acento. \n[17]Thank you..there's an A.P. total fluency class where they work you pretty hard at sounding American. \n[18]Thank you. I am thrilled to be here. \n[19]Oh, hi..so beautiful..I was just excited. \n[20]Yes...I just .. I didn't know what to say? \n[21]I don't know what that... \n[22]I don't want to wake my mother so early. \n[23]It was an adventure which I'll remember. \n[24]Just recently I've had a dream in English. \n[25]I am so sorry. I -- uh..I'd ..I uh, can't tell ..This is so uncomfortable. \n[26]I, uh, guess so..but I do. \n[27]Not right now. \n[28]No..you don't have to pay..I'm sorry. Don't worry, please. \n[29]I have... Many times..I didn't sleep. I counted. \n[30]It depends on whether you consider these four a color other than green, brown or clear.. \n[31]I agree. \n[32]Unfortunately. \n[33]Eleven hundred and one dollar. \n[34]My mother wishes me to represent exactly what she says, nothing else. \n[35]It's hard to translate. \n[36]Culpa, guilt, sÌ. We know. We are Catholics. \n[37]We know. \n[38]Good night As they exit..their backs to John, daughter following mother...Flor speaks to her daughter. \n[39]Nada. \n[40]Well, your mother just said she could use my help on a few errands while you're in class... \n[41]What? \n[42]Why do you go then? \n[43]What do you mean they failed? \n[44]Oh. I see. Forgive me, I don't have a real sense of humor. \n[45]The joke is? \n[46]Hello..a pleasure to meet you, Ms. Folsom. I couldn't believe how beautiful the grounds were as we drove in. I just think the balance of the buildings to open ground is so wonderful and must have been very difficult to achieve. \n[47]Please, dear God..Enter my mother's heart and make her understand what this school would mean. \n[48]Amen. \n[49]Oh, thank you.. \n[50]This is a great school. \n[51]Hey, mom...Is it okay if we don't leave right away? \n[52]How? \n[53]Goodbye, Mr. Clasky..I am very sorry we will not see each other as frequently. \n[54]No. No..You can't. I won't be able to forgive you..It will be the end. I won't let you. ", "NARRATOR": "\n[1]To Princeton University's Director of Admissions: In considering me for a scholarship you have asked for, and have every reason to expect, an essay from me about myself. And, as a clever high school graduate, I of course realize the subtext of this essay about who I am and why I want to enter Princeton, is actually to make clear to you why you should have me. I have gotten tips, from friends who have preceded me to college, that being a Latina, with my grades, list of activities and relative poverty, I am as good as in if I simply do the dance and work in a word like \"bipolarization\" every so often. And while I love dances -- this dance of self is one I am afraid to master. I prefer to write about my mother. \n[2]For my mother, that afternoon eleven years ago was a watershed not because of my father's \n[3]imprisonment but because it was my first day at school.... \n[4]There was never any pretense that the gorgeous, vital, clever, temperamental animal that was my mother ever for a heartbeat considered having any life of her own. She ignored all her needs and was alive only for me. It was terrific. At the time. \n[5]\"One tear..only one...so make it a good one.\" This was my mother's instruction to me. \n[6]My mother dealt with our considerable problems of survival by talking..Always she discovered her own best thoughts by sifting through her own words. \n[7]Each night my mother promised me a wonderful life.. Each night I looked for a new expressive way to tell my mother how much I loved her. \n[8]I just played and did my lessons and every time I looked up my mother was in the process of saving us. \n[9]Desperation in her hands was our weapon. \n[10]With this weapon she had her marriage annulled - usually impossible for the poor - and somehow convinced an associate of my father's to transport two Mexicans North in style. \n[11]My mother's prayer for us, which she made me repeat exactly, represented a stunning look into our future. \"Please God, let only the bad things change.\" \n[12]My mother had redefined her own passions. Blaming herself for the father she gave me, she would never again be lured by a man's rough edges..She had decided that goodness would be her catnip. \n[13]At the time, I was oblivious to my mother's anguish. She loved and lived to talk. Now, as if by a witch's spell, words were no longer her bridge but her barrier. In a very real sense she feared she had left herself behind. \n[14]We moved into a place managed by my mother's aunt. My mother worked two jobs in two local stores paying a total of 450 dollars a week... \n[15]..just ever so barely enough. \n[16]But we were fine. We had it down. If only I could have stayed six. \n[17]That quickly it was clear she could no longer work two jobs and leave me to my own at night. The following morning she did something about it. A boy I never saw again had changed our lives. \n[18]I will major in linguistics and make sociology my sub- concentration. Because it has been my experience that the barriers of \n[19]language are more than we dare admit. That, as much as we translate, finally we will never understand each other. My mother's name, for example, beautiful in Spanish, becomes leaden and awful when pronounced by a non-Latin. \n[20]My mother did not understand her male boss. His heart was good and he was rare in not flirting with her. But they were starkly different. Privacy and dignity were the same word to my mother. Naturally, when she found herself sitting next to a man who cried over his child's hurt she had no idea how to process the event. \n[21]The job was taxing her. She had no template for confusion let alone frustration. \n[22]It was so unusual for my mother to ask my help that I realized immediately she was losing her battle to be uninvolved with the Claskys. \n[23]Our culture embraces fullness in a woman. You, the women of the admissions committee, as intelligent as you are, have no idea how casual and complete such acceptance is back home, in the land of the size 16 bikini. \n[24]This is one of the cultural differences between us which I wish to explore academically at Princeton. American women, I believe, actually feel the same as Hispanic women about weight. \n[25]....a desire for the comfort of fullness. \n[26]And, when that desire is suppressed for style and deprivation allowed to rule... \n[27]...dieting, exercising American women become afraid of everything associated with being curvaceous, such as wantonness, lustfulness, sex, food, motherhood..all that is good in life. \n[28]The first time one sees natural beauty which is owned by others confounds the senses.. I had never imagined the word \"money\" could be associated with anything but the anxiety of not having enough. I didn't know God had a toy store for the rich. \n[29]Learning English would cost five hundred and ninety nine dollars down and 15 monthly payments of one hundred and ten dollars...which represents 48 percent interest..Mexicans marketing Mexicans. But not a penny was wasted. \n[30]My mother showed an extraordinary facility for learning the language. \n[31]..as well as a totally committed, obsessive work ethic, which blocked out all else..She was her daughter's mother. \n[32]The experience was literally mind boggling. My mind did boggle. My cranial cells stunned. Even if I had enough sense of wonder to imagine such a school existed; my sense of fairness made it unthinkable that any school could offer this much more than my own.. \n[33]There is a terrible crisis which comes when your own personality is not equal to the challenge you face. When being who you are no longer works. \n[34]When people exist under one roof, a tiny society forms..the stuff of \n[35]novelas: masters and servants unconsciously dancing in lock step so that, when things go wrong, traumas converge. \n[36]My great Aunt Monica had finally managed to get her mother to Los Angeles and my mother was making a party. \n[37]I was with my friends who had helped me understand real optimism. \n[38]Though it is possible to judge harshly my conduct toward my mother in my first year at school; almost all professional literature excuses my behavior as developmental, since I was entering an age where rebellion and narcissism were to be expected. And I was being mentored. \n[39]My mother never told me the details of her visit to the restaurant. But she often referred to it as the greatest conversation of her life. \n[40]The first minute we were alone, my mother told me that I would no longer go to the private school. \n[41]My mother changed our lives once more. This time because she saw in me, to her great alarm, a character flaw of some size. She has taught me to be a watch dog of my character, to control my ambition. I am not quite there. \n[42]For that reason should you choose to grant me your scholarship my mother, at my request, will be relocating to the New York Metropolitan Area so that she can stay close during my time at Princeton. \n[43]I hope my essay has done her justice. I love her with all my heart. ", "GEORGIE": "\n[1]Yes. \n[2]Now? \n[3]Morning, Dad. \n[4]You as mad at me as Mom 'cause of what happened? \n[5]Are you mad at me? \n[6]I just didn't want to sing last night. \n[7]But I don't have to sing it for anyone. \n[8]How many did you sell of this song? \n[9]A kid offered me a trade..Let me show you. \n[10]You don't even know how important the trade is.. \n[11]He says he'll give me any three silvers for him. \n[12]I know..that's why I needed you. \n[13]I think he'd go higher. \n[14]If he gave me six... \n[15]Who wants to go swimming?..Yes, who wants to go swimming? \n[16]Who wants to go swimming?..Huh.. \n[17]Oh yeah, you're off. \n[18]Wet suits are for wimps.. \n[19]You're good. \n[20]It's okay. \n[21]No thank you. \n[22]Do we have to do this? \n[23]Do I have to get out? \n[24]Thanks..thanks. Okay. \n[25]Flor said. ", "CRISTINA AS FLOR": "\n[1]May I talk to you? \n[2]I don't have to sleep first? \n[3]Did you give this money to my daughter? \n[4]Please.. \n[5]You don't tell or ask the mother when you give a child a fortune for looking on the beach for stones..what is the word for this.. \n[6]No..not a name for the stones..a name for the act..what you did.. \n[7]Smug. \n[8]Fifty dollars is a lot of money.. \n[9]To what..sleep? If this was small enough to be helped by some little apology, I would be a fool to bring it up..I need to say more no matter what the result. I need to be impolite. You leave someone else's child alone. It's simple, no? It is too easy for children to feel contradictions..It encourages questioning their parents..and that makes them less safe. Your wife takes her for rides and changes her hair..You give her money. Here.. Take back the money???????????? \n[10]I did not mean to be angry to you - only emotional.. \n[11]No difference. I interfered. \n[12]I am very embarrassed. You are very right. Hypocrisy..yes. \n[13]I will leave whenever it is good for you and... \n[14]But how can I work for you after we talk like this? \n[15]I can't have you doing this for me. I must learn English now. ", "MONICA": "\n[1]It's okay. \n[2]She is my niece. She and her daughter live in the apartment I manage. Yolanda, who worked for you, lived there before she went back home. That's how I heard about the job. \n[3]Her. \n[4]Vistosos. \n[5]Do you work? \n[6]I'm sorry what I say about you...don't hold it against her. \n[7]Yes. Flower. Florrrrr. \n[8]She says..If you curl your tongue and let it be loose you will have it..that it's hard for Americans.. She says it's great that you try so hard. Many people wouldn't bother. \n[9]Six hundred dollars. ", "PETER": "\n[1]Not the best place to stand, fella. \n[2]What, buddy, what? \n[3]From? \n[4]Look, if you're nervous take a walk.. \n[5]No. \n[6]I need to talk to you. \n[7]I've gotten a fantastic offer for my own place..Everybody wants to back me since the paper came out. \n[8]Honestly? Because I've had this very unusual reaction. \n[9]I've had a hard on almost all day and it won't go away. Like I'm riding on the back seat of a bus with bad shocks and every other passenger is a gorgeous woman with a yellow sports top whose leaning over. It's like every dream I ever had and some even I didn't have the balls to dream.. ", "HISPANIC MAN": "\n[1]Yes, I do. \n[2]Sure...forever. \n[3]She can't because of her daughter. \n[4]She can't live here. Her daughter. \n[5]I don't know. She just doesn't want to. \n[6]She said, \"I just don't want to.\" \n[7]She'll live here. \n[8]I said, \"God protect you from that boss.\" ", "VICTOR": "\n[1]The New York Times..I'll bet they sent her out just for us. Here's what she ordered. \n[2]Should I stop answering? We're booked for two months solid. \n[3]Impossible. There would be riots..You should hear the desperation in their voices..Best day of my life. \n[4]Then where do I put the people waiting for a table? It won't work. \n[5]There's no way. \n[6]Huh? \n[7]Yes, of course, John.. ", "GIRL": "\n[1]Hi. \n[2]Hi. How are you? I am fine.. ..happy, merry, joyful, glad, contented, frisky. \n[3]Texas... \n[4]Texas. \n[5]Mamá, Texas.. \n[6]Adios, Texas. "}}