{"dialogues": {"NORMAN": "\n[1]You seen my suitcase? \n[2]He didn't say much at all.  Honey -- \n[3]Don't be so supportive, honey. \n[4]Four.  Four years -- \n[5]Keep watching the news.  Are you watching the news? \n[6]What? \n[7]I don't know. \n[8]I'm in psychology.  Was.  Still am really, just been a while. I treat aircrash survivors. \n[9]You've heard of me? \n[10]What report? \n[11]What report? \n[12]Know what? \n[13]Who's everyone? \n[14]Geologists?  At a plane crash? \n[15]What the hell would a geologist be doing at a plane crash? \n[16]Just that.  Careful, it's heavy. \n[17]No, they didn't say -- \n[18]Captain who? \n[19]Really? \n[20]What report? \n[21]Told me what? \n[22]Thank you, Colonel. \n[23]Captain.  Right, forgive me. \n[24]Well, thanks for the opportuninty here -- my wife appreciates it. \n[25]The Pentagon?  I didn't know I had friends in Washington. \n[26]What team? \n[27]The usual.  Plane crash.  Survivers unknown.  Routine stuff really. \n[28]Nothing else. \n[29]Hello. \n[30]Press?  No, I haven't. \n[31]From what?  What's with all the security? \n[32]Storm?  What storm? \n[33]They didn't tell me anything. \n[34]How deep is he? \n[35]A thousand?  An airplane crashes into a thousand feet of water -- I don't want to sound pessimistic here, but I assume there are no survivors. \n[36]Then why am I here? \n[37]What do you need me for? \n[38]What is it?  A military spacecraft? Like a shuttle or satellite? \n[39]Not really, no.  Something of the military crashes in the ocean -- it explains why there was nothing on the news, why you've kept everything a secret...  When did it crash? \n[40]Four hundred?  You're kidding, right? \n[41]Geologists? \n[42]-- Wait a second -- \n[43]Hold on -- \n[44]-- there's got to be some mistake here -- a four hundred year old military spacecraft?  There's no such thing... our space program isn't even forty years old. \n[45]It's impossible. \n[46]It doesn't make any sense. \n[47]What team? \n[48]ULF report?  Nobody's mentioned that in years.  You mean someone actually read it? \n[49]But sir, I don't understand.  This report -- these recommendations... they're for an encounter with extra- terrestrial life. \n[50]Beth, look, can I trust you with a little secret? \n[51]That ULF report everybody's patting me on the back about? \n[52]It's bullshit.  The report's a joke. \n[53]I spent a week reading Sagan and watching re-runs of the Twilight Zone.  Seriously.  I was just trying to pay the mortgage on my house -- I had no idea -- \n[54]C'mon, Beth -- that report's like the blind leading the blind. \n[55]Wait -- down where? \n[56]Underwater? \n[57]We can't go down there.  We're not prepared.  That deep?  That takes years of training, Beth.  We're just scientists.  Lab scietists.  We wear ties and lab coats to work -- not oxygen tanks. \n[58]It never occurred to me. \n[59]The timing has never seemed quite right. \n[60]What -- are you threatening me? \n[61]Seasick?  A marine biologist? \n[62]Makes you feel pretty small, doesn't it? \n[63]Arthur? \n[64]Arthur?  You alright? \n[65]He wasn't feeling well. \n[66]What? \n[67]Fine.  I'm fine. \n[68]I'm not being defensive. \n[69]I'm fine. \n[70]What's wrong with oxygen? \n[71]Me?  Well -- I don't really...  I mean, you could... you know, you could make a real solid case... a crowbar? \n[72]I don't know. \n[73]Are we all -- I mean, is it necessary for all of us to go... out there? \n[74]Yeah.  Drowning. \n[75]No.  Go ahead.  Really.  Ladies first. \n[76]No, why don't -- \n[77]Wait a second, I -- \n[78]Geez, c'mon, alright.  Gimme a minute.  Let me get my bearings -- \n[79]Look, would you -- \n[80]You want me to try? \n[81]Take a look. \n[82]Earth doesn't have a patent on buttons, Ted. \n[83]400 years ago?  I'm sure Christopher Columbus would've loved these accomodations. \n[84]Sounds a little like water -- \n[85]Get this thing off me. \n[86]Whatever I can do to help. \n[87]01-01-47.  Two thousand-forty seven. 50 years in our future. \n[88]To what? \n[89]Picked up something?  What is it? \n[90]Which one?  Let me get the list out. \n[91]But on the way home, they miss their turn, go too far, into the past. \n[92]Maybe we shouldn't. \n[93]If it is alien, maybe we shouldn't try to open it at all. \n[94]I mentioned it in my report.  Didn't you read the report? \n[95]Or maybe, it can't be killed. \n[96]I don't know.  That's the point. \n[97]Good point.  I don't know what you're talking about, but good point. \n[98]Disrupt our brain waves, interfere with our ability to think. \n[99]Don't be so optomistic, Harry. \n[100]Not a clue. \n[101]I don't follow you. \n[102]So what? \n[103]Meaning we're never gonna get the chance to tell anyone. \n[104]I can't believe that, Harry. \n[105]I can't.  If I had a minute to think, maybe, but I know you're wrong. \n[106]Look -- we're under a lot of pressure, we're tired, you're not thinking straight. \n[107]No.  I didn't say that. \n[108]It's what's in that sphere, isn't it, Harry?  Whatever you think is in that thing -- you think it's going to kill you. \n[109]I'm telling you, Harry's lost it. He's saying there's a deathwish out for each of us. \n[110]All I'm saying is, someone should keep an eye on him. \n[111]Harry's missing. \n[112]He's missing.  He's gone.  He left. \n[113]You can't just leave Harry down here, sir. \n[114]But sir -- \n[115]What noise? \n[116]Harry, can you tell me about the sphere? \n[117]You remember opening the door? \n[118]Tell me about the door.  Do you remember how you opened the door to the sphere?... Harry? \n[119]Then explain it to me. \n[120]What is it, Harry? \n[121]Page 87 of what, Harry? \n[122]That far in what, Harry? \n[123]These aren't half bad, Fletcher.  You might have a second career coming. \n[124]When did it come across? \n[125]Where's it coming from? \n[126]Is it coming from our own computer? \n[127]Getting anywhere with those? \n[128]Have you looked outside?  Jellyfish. Everywhere.  I hate jellyfish. Harry, what happened in the cafeteria? \n[129]You said something to me, before -- about how we were all going to die. \n[130]You don't remember that? \n[131]What happened to you inside that sphere, Harry? \n[132]What is this, Beth?  You taking valium? \n[133]Where'd this come from? \n[134]We have a library? \n[135]No, thank you.  I hate jellyfish. \n[136]... when I was six, my younger brother and I -- we went swimming in the Pacific.  At my mother's beach house.  We both felt stinging, and when we came out of the water, he was wearing jellyfish head to toe. Killed him. \n[137]Yeah, it was awful. \n[138]Me?  Well, I was wrapped in seaweed. It itched for a while, but I survived. Beth, do you find it... curious that we're seeing all this life down here.  Nothing, and then these enormous flocks of squid.  Then jellyfish? \n[139]What do you mean -- not normal? \n[140]Wait a minute. \n[141]You knew about the squid not being normal.  Before Fletcher went out there? \n[142]And you didn't tell anyone? \n[143]Beth -- \n[144]They are or they aren't.  Which is it? \n[145]Beth. \n[146]Beth -- \n[147]Beth. \n[148]I'm not paranoid.  I know Beth.  She can be drastic. \n[149]You don't want to know. \n[150]A while back, Beth and I -- we worked at the same university.  She was assisting a chemist there -- I forget his name -- doing research, experiments.  She was also living with him. Yeah, I know.  And when she finished her work, he kicked her out, broke off the relationship, and published five papers -- all her work -- without any thank you or acknowledgement. \n[151]She put a razor to her wrists a day later. \n[152]'81, I think.  She tried again five years ago. I thought you should know. \n[153]At the time, I don't know, I thought putting her on the list -- it might help her career -- catch her a break. \n[154]Wait a second -- \n[155]-- I didn't know it would come to this -- \n[156]Like what? \n[157]You mean a picture? \n[158]I don't see anything. \n[159]Please, Ted. \n[160]This is like nursery school. \n[161]The creature? \n[162]Well, how about we wait and see what Harry comes up with? \n[163]That's brilliant. \n[164]The message doesn't show a lack of intelligence.  It's smart.  It's approaching us in a simple way.  Like you would a dog.  Holding out your hand, letting it sniff, get used to you. \n[165]Well, he's polite. \n[166]That's smart.  Let's talk about guns and violence. \n[167]I think we should be careful. Consider his emotional response. \n[168]When he uses a phrase like \"I am Happy\", I think we should think twice about what we ask him. \n[169]Jerry, can you understand what we're saying? \n[170]Jerry, can you read our minds? \n[171]Jerry, are you there? \n[172]We would like to talk alone. \n[173]And we enjoy talking with you. \n[174]We'd like to talk with you more.  We admire your talents and your great power and understanding. \n[175]And in your great understanding, you know that we are entities who must talk in private -- with each other. \n[176]We're not afraid, we are uncomfortable. \n[177]Not at all, we enjoy you very much, but we need to talk alone, without you listening. \n[178]Thank you. \n[179]Jerry?... \n[180]Jerry?  Are you still there? \n[181]Jerry? \n[182]Frankly, Ted, I'd be much happier if Jerry was just a cold, emotionless intellect. \n[183]Because if Jerry is powerful and also emotional... \n[184]... it raises a very serious question: What happens if Jerry gets mad? \n[185]I can't feel her bones.  She's like a sponge. \n[186]What could have done this? \n[187]What are they? \n[188]What was it? \n[189]Has Harry spoken with Jerry? \n[190]Jerry? \n[191]Jerry, are you there? \n[192]I'm not sure. \n[193]What for? \n[194]At least our obituaries will be accurate.  That's reassuring. \n[195]C'mon, Beth.  Don't make this personal.  He told me himself they were taking us back. \n[196]So what? \n[197]You're jumping to conclusions, Beth. Don't get worked up -- \n[198]Where did you get this? \n[199]You went through Edmunds' things? \n[200]Calm down, Beth.  Alright? \n[201]It's done, alright?  It's over!  And there's not a damn thing we can do about it now, okay? \n[202]What? \n[203]Beth -- \n[204]Don't do this. \n[205]Beth, I didn't.  Hold it together. Alright? \n[206]Beth -- \n[207]But sir, I think it's imperative.  I think the messages, the animals we've seen, what killed Edmunds, the reading you got earlier -- I think they're all related. \n[208]Of course he did.  He's been isloated for 400 years.  He wants someone to talk to.  Look, you put a human being in isolation for four days, they can become neurotic, sometimes psychotic.  We're talking about 400 years here.  An alien that shows emotional responses.  I think we need to address him, before he reacts further. \n[209]Yes, I do.  Whatever's out there, I think is his response to us refusing to talk to him earlier. \n[210]Maybe so.  But I think we need to ask Jerry about it. \n[211]Jerry, we don't want to ignore you. \n[212]We don't. \n[213]Jerry -- \n[214]Jerry? \n[215]Jerry? \n[216]Jerry? \n[217]Jerry?  Please.  Stop this. \n[218]Yes, sir.  I'm here. \n[219]High Voltage Defense System. \n[220]I see it. \n[221]It won't stop. \n[222]Does this mean what I think it means? \n[223]The ships? \n[224]How are the others? \n[225]Beth and Harry? \n[226]That whole time -- I couldn't stop thinking of what Harry was saying earlier... \n[227]About the time paradox. How we were all going to die -- that there was no way we would make it out of here alive -- \n[228]... how we were all going to die -- that there was no way we would make it out of here alive -- \n[229]Jerry? \n[230]Jerry, did you create that man? \n[231]Jerry, are you manifesting what's destroying our habitat? \n[232]Jerry, answer me. \n[233]Jerry? \n[234]Where are you going in such a hurry? \n[235]Forget the sub. \n[236]It's not worth the risk. \n[237]You, me and Harry? \n[238]Wake him, then.  Let's go.  Get outta -- \n[239]Four days? \n[240]Why should I go? \n[241]In case you die, too? \n[242]I would.  But my suit -- \n[243]You fixed my suit? \n[244]But I don't know how -- \n[245]I can't see anything.  How does it look?  Still clear? \n[246]You fixed this suit? Beth? \n[247]My air isn't... I'm coming back. \n[248]Still clear? \n[249]I'm in. Hello? \n[250]Beth? \n[251]Beth?  Hello? \n[252]Beth!  Beth!  There's something -- ! \n[253]Beth!  Shit! \n[254]Beth?  Can you hear me? \n[255]Beth?  Beth?  Shit. \n[256]Harry? \n[257]I can't breathe...  Am I... clear? \n[258]Thank you.  My suit -- Beth said she fixed it -- \n[259]What do you mean?  She's not here? \n[260]She was supposed to be watching the sensor for me. \n[261]Beth left? \n[262]What are you doing in the ship? Beth? \n[263]Yeah, well, I get that way when I'm facing death and someone deserts me. \n[264]He what? \n[265]You didn't say that about the food? \n[266]But why would she -- ? \n[267]I think so, Beth.  Yes. \n[268]Fixing it. \n[269]The refridgerator. \n[270]It's a pretty common place to look for food when you don't think you have any. \n[271]We must've had it delivered then. \n[272]1-800-Deepsea delivery.  I hear they're good. \n[273]Did you look?  It was on the top shelf. \n[274]You think? \n[275]All I know is I opened that refridgerator -- \n[276]This being after you so carefully fixed my suit. \n[277]I don't know, Beth.  I wasn't there. \n[278]Page 87. \n[279]Page 87.  \"I could never read that far.\" \n[280]\"Our fisherman frequently see some that are more than four feet long. Some skeletons of squids... \n[281]\"... according to calculations of some naturalists, one of these animals, only six feet long, would have tentacles 27 feet long.  That would make a formidable monster.\" \n[282]After the attack, a Navy guy woke me up -- I don't know -- I thought he was an illusion.  But I checked the tape, and Jerry said he manifested him. \n[283]Created.  Brought to life.  I don't know.  But at the end, Jerry said, \"Stop calling me Jerry\".  And -- \n[284]He translated it wrong. \n[285]Hello.  How are you?  I am fine.  What is your name?...  My name is Harry. \n[286]Remember when we first spoke to Jerry, Barnes kept asking for Jerry's real name?  But Harry never would?  He didn't because he was afraid the screen would say \"Harry\", instead of Jerry.  We weren't talking to an alien intelligence when we talked to Jerry, we were talking to Harry... or a part of Harry. \n[287]When did the messages start?  The animals outside start showing up? After Harry came out of the sphere. \n[288]He acquired some sort of power.  A power to manifest things. \n[289]I don't know. \n[290]I don't know, Beth.  I'm not the fucking alien that built the thing. But it can.  When Harry came out of the sphere, he mumbled something about page 87.  How he would never read that far -- he was too scared to.  Then you found the book, remember in your lab.  Then in the cafeteria -- and page 87 talks about a giant squid... \n[291]It's his fear.  The squid.  He's manifesting his fears.  Making them real. \n[292]He must not realize he is.  Like the Navy crewman -- Harry was sleeping then.  He must've manifested his dream. \n[293]No.  I mean, we've always believed we can think anything we want without consequences.  You ever read the Bible? It talks about our sinful nature, you know?  I mean, we can think, and believe, and desire whatever we want, but there's a part of us -- a shadow side, as Jung called it -- that can't be controlled.  It's evil. It's inside us.  It's what we are. \n[294]Must be.  And if it is -- it's a part of him not even he can control. \n[295]Looks like some sort of code. \n[296]Wisconsin? \n[297]How do we decode it? \n[298]The cavalry is on it's way. \n[299]We just figured, you know, the three of us -- we need to... work together through this. \n[300]That's right. \n[301]Diphenyl parlene. \n[302]Ephedrine hydrochloride. \n[303]Valdomet. \n[304]Sintag. \n[305]Does it cause drowsiness?  That's all we need.  To get him unconscious -- put him under. \n[306]Tarazine? \n[307]Bingo. \n[308]Riordan? \n[309]Damn it!  Chloramphenicol? \n[310]Parasolutrine? \n[311]P-a-r-a-s-o... \n[312]What's that? \n[313]It's like a sleeping pill? \n[314]Here we go. \n[315]\"20 cc's of parasolutrine in combination with 6 cc's of paracin given IV produces deep sleep suitable for emergency surgical procedures... no cardiac side effects ... REM activity is surpressed... \" \n[316]Three to six hours. \n[317]What?  Wait -- isn't that dangerous? \n[318]Doesn't say. \n[319]What is that?  What are you doing? What do you want to do -- kill him? \n[320]Beth -- \n[321]You want to kill him? \n[322]Thirty years ago.  In residency.  I passed out.  You? \n[323]Where do I stick it? \n[324]He's got Farrakahn's army standing guard.  What's plan B? \n[325]You know what it is, Harry. \n[326]It's the squid!  Stop it! \n[327]You know damn well what.  You're doing it! \n[328]I'm sorry. \n[329]Not believing you. \n[330]Beth? \n[331]Beth? \n[332]Can you copy? \n[333]Beth? \n[334]Where are you? \n[335]The sphere looks different. \n[336]The grooves around the door -- they've shifted.  And the pattern -- the fluids -- they look darker now. \n[337]He's fine. \n[338]Beth -- \n[339]Beth?  Beth?  Can you hear me?  Get the hell out of there. \n[340]Beth? Beth?  Shit. \n[341]Beth?  I'm getting some sort of reading.  There's something -- \n[342]And whatever it is, it's not coming from Harry. \n[343]Beth?  What is that?  What are you doing? \n[344]Can you hear me?  Beth?  Can you copy? Get inside, there's something out there. \n[345]Damn it, Beth, I know you hear me. \n[346]What the hell? \n[347]Beth?  C'mon.  What are you -- ? \n[348]Oh shit. \n[349]It's her. \n[350]Ouch. \n[351]Your watch. \n[352]Your watch. \n[353]I'm feeling better. \n[354]You think I'd really drink that? \n[355]You put explosives around the habitat, I can't imagine what you'd put in a drink. \n[356]How do you feel about snakes? \n[357]You know what I mean. \n[358]What are they doing down here?  In the bathroom?  Suddenly appearing. \n[359]Do you fear them? \n[360]Are you manifesting them? \n[361]Did you? \n[362]Why did you go in the sphere, Beth? \n[363]Against what?  Harry's unconscious. He's not a threat. \n[364]He can't manifest. \n[365]Then why, Beth?  Why go in?  Why put out explosives?  Why manifest the snakes? \n[366]Someone did. \n[367]Beth you're losing it.  C'mon. \n[368]You're lying -- \n[369]But -- \n[370]That's when you went in the sphere. \n[371]You manifested that, Beth. \n[372]You're insane. \n[373]I never went in that sphere. \n[374]Yes. \n[375]That's bullshit. \n[376]Beth, the message said Harry.  \"My name is Harry\".  My name isn't Harry. \n[377]Shut up, Beth -- \n[378]It's not me, Beth.  I swear.  It can't be. \n[379]Don't, Beth. \n[380]I promise -- \n[381]Beth -- \n[382]Don't, Beth.  Please. \n[383]Beth -- \n[384]It's not safe for you to be either. \n[385]Get away from the door, Beth. \n[386]Don't fuck with me, Beth. \n[387]Turn off the water, Beth. \n[388]Beth! \n[389]Where is it coming from, Beth? \n[390]Beth, stop it! \n[391]Then where's it coming from? \n[392]Stop it! \n[393]Beth?  Can you hear me? Beth. \n[394]Beth? \n[395]I can't do that. \n[396]I know.  You're too strong, Beth. \n[397]\n[398]Beth -- gimme the gun. \n[399]C'mon -- \n[400]Let's get out of here, Beth.  Let's go home. \n[401]C'mon, Beth. \n[402]What? \n[403]Hear what? \n[404]Beth -- \n[405]I don't think so. \n[406]Hey!  Look!  We didn't kill you, alright?  And believe me Harry, I would've found great pleasure in bashing your head in. \n[407]Help me lift her. \n[408]Shut up and open the door. \n[409]Two and a half minutes.  Once we're in the sub. \n[410]A little less than six minutes. \n[411]Shit. Harry!  I'm gonna have to lift her up to you. \n[412]Hold on. \n[413]I'm trying.  Shit.  Here -- catch her. \n[414]Are you trying, damn it?  Just -- \n[415]Hold on. \n[416]I heard!  I heard! \n[417]Shut up and catch. \n[418]Alright, here, I'll... wait, you -- just give her to me. \n[419]Shit.  Alright, Harry, get in there. \n[420]Take her, come on.  Just -- \n[421]I'm trying to keep balance with -- \n[422]Just pull her -- down like inside -- Harry, work with me here! \n[423]You got her? \n[424]Get her out of the seat, I need room to sit.  Harry? \n[425]No idea. \n[426]Wait! \n[427]Shut up.  Let me think. \n[428]Nine hundred feet to surface. \n[429]Maybe.  Brace yourself. \n[430]Good.  Thank you.  Now that I have it on. Why are you laughing?  You don't even know what that means. \n[431]You know, I think you really need to see a psychologist. \n[432]There is one possibility. \n[433]The power allows us to manifest our fears, right?  What if we feared the power to go away? \n[434]It would erase all our knowledge of it.  All of our power. \n[435]Yes.  And I think we already know it will. \n[436]Down below, Harry said we would all have to die.  Since there was no evidence on that spacecraft that anybody knew time travel through a black hole was possible -- and we all knew -- then we would all have to die before we could tell anyone. Death was the only logical explanation.  But sitting here, we still know.  So how is that possible? Unless we make ourselves forget. \n[437]What report? ", "BETH": "\n[1]How big is this spacecraft? \n[2]In basic English, what does all this mean? \n[3]Five years.  No phone calls.  What am I -- a leper? \n[4]I love secrets. \n[5]I've read it twice, Norman.  It's brilliant. \n[6]That's quite a secret. \n[7]Do yourself a favor, Norman.  Are you listening?  Don't tell anyone what you just told me. \n[8]Because when we get down there -- \n[9]To the spacecraft.  To investigate. \n[10]What do you expect?  For them to bring it up here? \n[11]Well, you must have realized the chances an encounter like this would happen here.  In the ocean. 70 percent of the earth's surface is water, Norman.  That's first grade geography. \n[12]Well, let's pray that's the only mistake you made.  Have you said anything to Barnes about this? \n[13]Just keep your mouth shut, alright? This could mean everything to our careers, you know that?  Don't jeopardize this. \n[14]What's that -- mistake number two, Norman? \n[15]All that banging and pounding.  I don't know.  We should think about making a good first impression. \n[16]For whoever's in that thing. \n[17]Isn't there a psychological term for that, Dr. Johnson? \n[18]You're next, Norman. \n[19]Such a gentlemen when you're scared shitless. \n[20]Looks alot like an airplane door, doesn't it? \n[21]There's heat coming the door. \n[22]Wait a minute -- \n[23]Would you wait a minute? \n[24]Hold on -- \n[25]Any of you get ahead of me -- walk this far up? \n[26]Well, think.  Because there's footprints here that aren't mine. \n[27]It's empty.  Why would someone build a ship like this? \n[28]How about I just press the button? \n[29]I don't get it. \n[30]Good theory, Ted. \n[31]I'm a woman.  I don't theorize.  I only deal with facts. \n[32]Then what is it? \n[33]What are you looking for? \n[34]What's that noise? \n[35]Norman! \n[36]I think the chair thinks you want to fly this thing. \n[37]What's that cluster of stars there? In the center? \n[38]Take politics, our views on abortion, the death penalty... \n[39]Not everything.  Even on earth.  Take ... yeasts. \n[40]It could breathe in air and exhale cyanide gas. \n[41]I am not leaving without him.  Do you hear me?  We come down as a team, we leave as a team. \n[42]Norman?  Where's Norman? \n[43]Norman?... Norman? \n[44]Norman! \n[45]What for? \n[46]How long will that be? \n[47]Two and a half days? \n[48]Comfortably -- what's that mean -- with oxygen? \n[49]Yeah.  I heard you. \n[50]Forgive me.  I've never read the Navy manual.  I wonder what it says about bathroom and shower procedures. \n[51]But she's -- \n[52]Sedatives.  Whatever my mood calls for. \n[53]The library. \n[54]A bad one.  It was the only book in there.  Norman, come here, look at this. \n[55]My gosh, Norman. \n[56]What about you?  What happened to you? \n[57]Normally, I'd say no.  Everything's quiet now -- no ships, no divers, no electricity.  Makes sense.  But what's curious is -- these aren't normal jellyfish. \n[58]They have six tentacles.  A new species.  And the squid too.  They had no stomach. \n[59]What? \n[60]Yeah, why? \n[61]What?  Why... \n[62]I mean, I'm not... I wasn't absolutely sure if... they -- \n[63]What?...  Wait.  Don't... why are you -- \n[64]Nobody said... Norman...  What?  Why are you looking at me like that? \n[65]I didn't do anything wrong.  I didn't mean... \n[66]You wouldn't go and tell the others, would you? \n[67]I hate this place, Norman.  I want out. \n[68]Why should it be an act? \n[69]Who says it's a he? \n[70]Coast is clear. \n[71]Norman, your suit -- it's leaking. \n[72]Norman.  Look at this. \n[73]Her flesh has been macerated. Chewed.  I've never seen a bite like this before. \n[74]She was crushed.  Feel her skin -- it's like sandpaper. \n[75]Norman. \n[76]Eggs. \n[77]Looking at the coating here, it's definitely marine invertebrate. \n[78]I'm not sure.  I've never seen anything like it. \n[79]... He lied to us.  He left us down here. \n[80]Yeah, he told you.  Think.  What was Barnes doing before they cut that cable loose?  He was on the phone. Except that cable is a thousand feet long, Norman.  They would've broken off communication with us four, five minutes before they cleared out. \n[81]So who was Barnes talking to at the last minute?  Nobody. \n[82]Fuck you, Norman!  It's right here... \n[83]\"Although advised of risks, all personnel elect to remain down for duration of storm to continue investigation of alien sphere and associated spacecraft.  Signed, Barnes, USN.\" \n[84]In Edmunds' things. \n[85]He's not just a Navy captain -- he works for the fucking Pentagon. \n[86]Don't tell me to calm down! \n[87]You said something to him, didn't you? \n[88]You told him about me? \n[89]You did, didn't you? \n[90]You bastard. \n[91]Yeah, okay.  Sure, Norman. \n[92]No, I should stay calm.  Like you say.  Right, Norman?  Stay calm. \n[93]Fletcher and Edmunds are dead, Norman.  And the only one we can trust to run this place is a fucking liar. \n[94]I think he already is. \n[95]Nice work, Captain sir. \n[96]What was that? \n[97]It looked like a tentacle.  Of a squid. \n[98]What if it attacks? \n[99]What do we use for defense? \n[100]High Voltage? \n[101]But you've tested it? \n[102]What are you saying -- we can't stop what's out there? \n[103]Where is it? \n[104]What was that? \n[105]That's our reserve air. \n[106]Don't do it, Norman! \n[107]Don't pull it, Norman.  It'll start a fire we can't stop.  Norman? \n[108]Norman, don't do it! \n[109]Don't do it! \n[110]Norman, please!  Don't! \n[111]Norman! \n[112]Stay low! \n[113]I have to reset the sub. \n[114]Don't bother me, Norman. \n[115]It's also our only way out of here! It holds three people.  And there's only three of us left now. \n[116]You, me and Harry.  He's asleep. \n[117]We can't.  The storm.  The waves would toss us around worse than we got down here.  And we have four days of decompression when we get up top. \n[118]Get the helium out of our bloodstream.  We go to the surface now, we'd pop like a soda bottle. \n[119]Maybe you should go.  To the sub. \n[120]You should know how it works.  Just in case. \n[121]I don't trust Harry to do it. \n[122]I fixed your suit. \n[123]You don't trust me? \n[124]You press a button, Norman.  It's not brain surgery.  Here, go ahead.  You only have 15 minutes to reset it.  Go on, Norman... \n[125]... I'll watch the sensors for you. \n[126]You're clear, Norman. \n[127]The sub's a 100 feet in front of you.  You see it? \n[128]Still clear. \n[129]What's the matter? \n[130]Yes, Norman.  I did.  You're just nervous. \n[131]You can't.  Counter's at 10 minutes. You don't have time. \n[132]Still clear. \n[133]... what do you mean?  I'm in the ship. \n[134]Getting food.  We were out of food. what's wrong?  You sound mad. \n[135]Deserts you?  Harry said he'd take over for me. \n[136]When he woke up, he said we were out of food.  He told me to get some from the ship. \n[137]Yes you did.  Norman, I wouldn't leave you out there.  You know that. \n[138]Harry?  That's bullshit.  We stood right there -- \n[139]You get it straightened out? \n[140]What's Harry doing with your suit in there? \n[141]Fixing it?  But I fixed -- Where'd you get all that? \n[142]The refridgerator. \n[143]That wasn't in there before. \n[144]Wait a second -- \n[145]None of this was here before. \n[146]No, it wasn't.  I swear none of this was here.  None of it. You think he hid it?  Earlier.  He must've hid it. \n[147]You don't believe me. \n[148]Damn it, Norman.  I swear.  I had a whole conversation with the man when he woke up. \n[149]You think it's me?  You think I'm saying there was a conversation when there wasn't? \n[150]Damn it, Norman!  He's lying.  Don't you get it?  There is something seriously fucked up going on here -- and he's causing it.  Why can't you believe me? \n[151]What is it, Norman?  Norman? \n[152]Norman? \n[153]What? \n[154]Squids? \n[155]Norman? \n[156]Norman, what is it? \n[157]Manifested? \n[158]What? \n[159]What do you mean, a part of Harry? \n[160]You think, in the sphere -- \n[161]But how? \n[162]How can the sphere do that? \n[163]Which I told Barnes was attacking -- \n[164]But why is he doing it? \n[165]His dream?  You can't control your dreams.  And you can't control your fears, can you? \n[166]And that's the part of Harry that's being manifested. \n[167]Why would Harry go back to using a code? \n[168]Jerry.  Right.  I said Jerry, didn't \n[169]I'm sorry.  Slip of the tongue. \n[170]Just in time, too. \n[171]What? \n[172]Our habitat, I mean.  This place can't handle another attack. \n[173]Like what?  I'm not -- \n[174]No I'm not.  I'm not star-- \n[175]Something for burns. \n[176]It's for motion sickness. \n[177]Ulcers. \n[178]A synthetic opium analogue. \n[179]Nothing about drowsiness. \n[180]Tranquilizer.  Causes drowsiness. \n[181]\"... and may also cause bizarre halucinations\". \n[182]Antihistamine.  For bites. \n[183]Antibiotic. \n[184]How do you spell it? \n[185]It's a soporific. \n[186]Causes sleep. \n[187]\"... used as an anesthetic if given in combination with paracin trichloride... \" \n[188]How long does it last? \n[189]I'll just boost the doses. \n[190]How fast does it take effect? \n[191]What if it takes 20 minutes, Norman? What if it takes an hour?  And he can fight it off?  We can't afford that. \n[192]It's an idea. \n[193]To be on the safe side.  I mean -- \n[194]Look, it's either him or us, Norman. Another attack, and we go down with this place. \n[195]You ever given an injection before. \n[196]Only lab rats.  Here. \n[197]Give him the whole thing.  Hurry, before he wakes up. \n[198]Harry! \n[199]For what? \n[200]You're not sorry.  You're scared. You're a psychologist, Norman.  You pride yourself on knowing when someone's lying to you, not telling you the truth.  And now you're scared ... because you're not sure you can tell anymore. \n[201]What is it, Norman? \n[202]In the sub.  Resetting the timer. Why? \n[203]What do you mean, different? \n[204]How's Harry? \n[205]Norman?  Norman? \n[206]What time is it, Norman? \n[207]Do you know the time? \n[208]I have to know the time of day, Norman.  Do you know? \n[209]What was that?  I couldn't hear you. \n[210]Oh yes, my watch.  I almost forgot. \n[211]Splendid. \n[212]Isotonic glucose supplement. \n[213]Go ahead, drink it. \n[214]What's wrong, Norman? \n[215]Are you? \n[216]It's getting cold. \n[217]You don't think I put something in it, do you? \n[218]I did do that, didn't I? \n[219]Snakes?  What do you mean, exactly? \n[220]Am I afraid of them?  Not during the day.  Sea snakes are diurnal.  When the sun's out, they don't bite. Fortunately for you, I had on my watch. This is quite good. \n[221]You tell me. \n[222]Don't you? \n[223]If I was, then I would've had to have gone in the sphere, wouldn't \n[224]What's the phrase -- \"keeping up with the Joneses\"? \n[225]Same reason I put explosives around the habitat.  For defense.  For the power.  To protect myself. \n[226]No, he isn't. \n[227]No, he can't. \n[228]You think I manifested the snakes? \n[229]Yes, someone did.  But it wasn't me, Norman. It was you.  You manifested the snakes. \n[230]C'mon -- what? \n[231]Am I lying?  Are you sure?  Are you absolutely sure I'm lying? Then explain to me about the jellyfish.  Earlier.  Why did we see jellyfish?  Harry doesn't fear jellyfish.  You do.  They're your fear, aren't they? \n[232]And the snakes?  You want to know about the snakes?  You saw one outside earlier, didn't you?  When you thought I had deserted you -- you were terrified. \n[233]One lonely, terrifying sea snake. \n[234]Did I?  Or was that you? When you were hiding in the bathroom -- all conspiratorially like you were -- you became frightened, didn't you?  Terrified.  Like you were with the snake earlier -- and suddenly you have snakes slithering all over the floor.  You did that, Norman. \n[235]Am I?  Or am I making so much sense that you're going insane? \n[236]You don't remember you did.  But I'm sure you remember running like some fucking hero to get Harry, don't you?  You remember that. \n[237]You remember before you picked him up -- when you looked up at the sphere, you remember that -- when the sphere opened? That's right.  But you can't remember going inside, can you?  No, of course not.  Harry couldn't either, could he?  \"Like everything's on the tip of my tongue\", he said. \n[238]Is it? \n[239]No, it isn't.  Your name is Norman. But your younger brother -- what was his name?  The one who was stung when you were younger.  The one that died. The one you couldn't save.  What was his name? \"Mommy, we're going out to the ocean -- to go swimming.\" \"But I don't want to go swimming, Norman.  I'm scared.\" \"C'mon, Harry, it'll be fine, it'll be fun.\" You heartless fuck.  That's why you're so scared of the water, isn't it? \n[240]When you were in that sub -- and that squid was attacking you -- are you sure it was the squid that was attacking?  Do you know?  \"I can't get Beth on the radio.  I'm in this tiny sub on the bottom of the fucking ocean.  All alone.  Surrounded by all this water.\" Was it really the squid that was attacking you, Norman -- or was it something else -- one of your fears?  You never really saw what it was, did you? \n[241]I'm not scaring you, am I Norman?  I hope I'm not frightening you.  The last thing I want to do is frighten you.  You feel okay, don't you? \n[242]\"It's not me, Beth.  It's not me.  It can't be.  I'm not doing anything.\" Just like Harry said before I stabbed him with the needle. \n[243]But I have to, Norman. \n[244]Promise what, Norman?  Tell me! \n[245]You think I'd belive you?  Believe anything you might say now?  After you lied to me about telling Barnes about my past.  About my problems.  My problems.  Not yours.  Not his.  Mine. \n[246]It's either this... or I kill you. \n[247]It's your choice.  Because it's not safe for you to be awake.  To be walking around.  To be thinking about things. \n[248]You think I care?  You think I care if I die? Would I put explosives around the habitat -- set on vibration sensors -- that can trigger automatically, if I cared about myself?  Would I? I've tried twice before, Norman, why wouldn't I try a third time?  I'm not thinking about myself -- No, Norman, I'm thinking about you.  Your safety. Protecting you from your own self. \n[249]Norman!  I'm doing this for you, Norman. \n[250]Norman. \n[251]Come here, Norman. \n[252]Norman -- \n[253]This is what I'm talking about, Norman.  Don't you see?  It's in you. This vindictiveness.  This rage. \n[254]Oh, Norman, I don't want to come in... \n[255]... I want to lock you in. \n[256]You're a psychologist, Norman.  You of all people, don't want to admit to your shadow side... \n[257]... You have a professional stake in believing in your own mental health, don't you?  Don't you, Norman?... \n[258]Of course you're going to deny it. You want to blame someone else.  You want to blame Beth.  Because you hate Beth. \n[259]I'm not fucking with you, Norman. You've fucked yourself. \n[260]You're frightened, aren't you, Norman? \n[261]Don't you know? \n[262]Stop what?  Don't blame me.  It's not me. \n[263]From you, Norman.  From your mind. You're doing it. \n[264]There's no ventalation in the room, Norman.  The pressure's going to kill you. \n[265]It's you, Norman.  Your fear of drowning.  You have to face it. \n[266]C'mon, Norman.  Let me put you under. Before you kill yourself! \n[267]It's over, Norman. \n[268]Don't even think it.  You don't have your suit, Norman.  The water will freeze you. \n[269]It won't help, Norman.  Your body is boyant.  You're gonna shoot right to the surface and explode, Norman. Don't you get it?  It's over. \n[270]Norman, what are you doing!  You're insa-- \n[271]I know what you're doing, Norman. But you can't save yourself. \n[272]It's over, Norman.  It's all over. \n[273]Locked.  Don't try, Norman.  You can't get in.  I won't let you in. \n[274]Norman, where are you?  I can't see you, Norman.  Tell me where you are. \n[275]Leave me alone, Norman. \n[276]You can't stop it, Norman.  You can't fight me. \n[277]Oh please, don't shrink me, Norman. Not now. \n[278]Don't tell me about me.  I already know too much. \n[279]Oh, sure.  Here.  Anything else, Beth can get you?  Some more chicken, perhaps.  Let Beth check the fridge. \n[280]Top shelf, is it? \n[281]It's over, Norman.  Go on, get outta here. \n[282]What is that?  What are you doing? \n[283]You hear that? \n[284]Get away from me! \n[285]Get away -- \n[286]Thank you. \n[287]We can refuse to talk. \n[288]Would it work? \n[289]How's that? \n[290]A squid?  I don't remember anything about a squid. Did you say something about a squid, Harry? ", "BARNES": "\n[1]How's he look?...  Well, we can't all be officers, can we? They tell me he's brilliant. \n[2]Dr. Norman Johnson.  Welcome aboard. \n[3]Captain. \n[4]Don't thank me, Dr. Johnson.  You weren't my choice.  The Pentagon made me take you. \n[5]Come with me.  The team's already waiting. \n[6]What have you been told so far? \n[7]Anything else? \n[8]You talk to any reporters?  Any press? \n[9]Good.  Security's been our biggest worry.  Now that you're here we can shut this thing down tight. \n[10]Well, we don't have all the facts yet. \n[11]We're moving fast considering the storm. \n[12]A cyclone's on it's way in.  I thought they would have told you on the phone. \n[13]We've had divers working around the clock.  Take a look at this... \n[14]A thousand feet. \n[15]Survivors?  No, I wouldn't think so. \n[16]What? \n[17]What crashed wasn't an airplane, Dr. Johnson.  It's a bit larger than that. \n[18]Bring up the grid, would you? \n[19]Something like that. That doesn't surprise you? \n[20]As best we can estimate, it crashed four hundred years ago. \n[21]See this?  Coral.  Geologists measured the coral growth on top of the craft to be over five meters thick. \n[22]Coral grows at a rate of two and a half centimeters a year -- \n[23]-- dating the crash at least that old. \n[24]Maybe older -- \n[25]Extraordinary, isn't it? \n[26]I'm afraid it is Dr. Johnson... because it's sitting on the bottom of our ocean floor. \n[27]Off the record, I don't mind telling you, this thing scares the shit out of me. \n[28]We think it might.  That's why we brought you here.  We've assembled your team -- they're waiting for us now. \n[29]The one you recommended.  In the ULF report you wrote for the Bush administration. \n[30]Your report's become our bible down here, Dr. Johnson.  We've been carrying out each of your recommendations -- one by one -- to the smallest detail. \n[31]Of what we're able to measure, roughly twenty-six hundred feet. \n[32]The wing dimension alone is larger that any aircraft we've seen. \n[33]To the craft?  None.  Not a scratch. \n[34]I'm not saying anything, Harry, I'm just stating the facts. The outer metal is made of a titanium alloy, built into an epoxy- resin honeycomb.  The necessary technology to bond this type of metal has never been invented. \n[35]Basic English?  There's no way this spacecraft was constructed on our planet. \n[36]Our descent will take 13 minutes. Descending at a speed of 80 feet per minute. \n[37]Pressure adjustments will cause the sub to lurch at times, but don't be alarmed.  It's perfectly normal... \n[38]The sub's interior atmosphere will experience moisture as we descend, and the temperature will drop rapidly.  Just relax and remain seated during the descent. \n[39]We have clearing from the base. \n[40]Calm down, Dr. Levine. \n[41]Please, Dr. Levine. \n[42]Sit down, Dr. Levine!  You're in a military operation now -- \n[43]... Your civil rights have been overridden! \n[44]Dr. Levine, please!  Return to your seat! \n[45]Anybody else? \n[46]They pressurize us with helium. \n[47]It's a corrosive gas.  On earth, it makes a half-eaten apple turn brown and puts the ugly, iron rust on an Oldsmobile.  At a pressure this low, oxygen becomes toxic.  Breathe it down here, and it'll do to your dick what it does to the Oldsmobile. \n[48]Edmunds, bring up the robot's camera feed. \n[49]Nobody goes inside, until we know what's inside. \n[50]Can you open that panel? \n[51]Duly noted, Ted.  Edmunds, try using suction. \n[52]Thank you, I can see that.  Try something else. \n[53]Well, shit -- find something, do something... make something up -- \n[54]What about a crowbar? \n[55]Or whatever's in that thing. \n[56]Norman, what do you think? \n[57]Nothing to be nervous about.  These suits are wired and electrically heated.  Each equipped with an alarm that triggers automatically if life- support sustems go below optimum. \n[58]Give him the hammer, Ted. \n[59]What is it, Norman? \n[60]It's chipped. \n[61]I don't know how it can be chipped, but it's chipped. \n[62]I did. \n[63]Back away then. \n[64]I said back away. \n[65]Ted, get her away from the door. \n[66]Get her away! \n[67]What is it? \n[68]Radiation shield, you think? \n[69]What is it? \n[70]Calm down, alright?  They gotta be somebody's here.  Let's stay together, please. \n[71]Alright, Beth, do that thing you did before. \n[72]Or just... press the button. \n[73]What do you make of this? \n[74]We had considered it. \n[75]What would we be working on in the future that would make us want to come back? \n[76]Yes, Harry. \n[77]So do we.  And it seems to have picked up something on it's travels. \n[78]I don't know.  But it's something alien. \n[79]But what does it do?  This... sphere. \n[80]What? \n[81]A break for what? \n[82]... it's definitely something alien ... another civilization, yes, sir... Well, we don't know yet, but we think we've found a door... \n[83]So how do we get it open? \n[84]What? \n[85]The what? \n[86]So?  What's the problem? \n[87]Like \"Thou shall not kill\"? \n[88]You mean, what's in that thing is immortal? \n[89]Everything can be killed. \n[90]Yeasts?  Thank you, Beth, but I don't think we're gonna open it up and find a loaf of bread. \n[91]Or it could contain some great benefit to us, some astonishing new idea or technology to help mankind. \n[92]You don't know that. \n[93]Just tell me worst case.  Worst case of what we might find? \n[94]What caused it? \n[95]Let me see that again. \n[96]Don't get hysterical, Norman. \n[97]Look, the ships are clearing out. They're taking us topside in a matter of minutes.  Someone can check him out there, if it's that imprtant. \n[98]Just worry about yourself. \n[99]What?  No, I know they're civilians... \n[100]... I said send the subs down, damn it! \n[101]Ted, shut up.  Are you packed?  Ready to go?  I want everyone packed.  Now! \n[102]What do you mean, he's missing? \n[103]He's here somewhere.  Find him.  The sub's on it's way. Go!  C'mon! \n[104]How can he be missing? \n[105]We're on the bottom of the fucking ocean -- he can't just walk outside! \n[106]Gimme a report, I want -- \n[107]Who is that?  Where's that coming from? \n[108]What's he doing there? \n[109]Get him out of there.  I thought I told you people -- \n[110]Don't tell me I told you so, Norman, because I don't want to hear it. Ted, I want everything by the door -- ready to go! \n[111]Send them, damn it!  I know, but I'm not gonna be held responsible -- \n[112]I told you people, nobody goes anywhere unless I say. \n[113]No \"buts\".  If he wants to be left, we'll leave him. Hello?  Yes, the subs -- I want a report...  Hello...  Yes, a report. Gimme... shit. \n[114]They're coming. \n[115]Any sign of Harry? \n[116]Fuck him. What?  Hello? \n[117]Yes, a report...  Hello? \n[118]What are you -- his mother?  Get Norman, I want everyone ready to go. Edmunds, the subs? \n[119]What the hell is going on here? \n[120]Edmunds, do you have a 20 on Norman? \n[121]Well, where the fuck is he? \n[122]What? \n[123]Norman?  Norman! \n[124]You get your ass back here.  You have no authority whatsoever to be in there.  You hear me?...  Norman?  Don't go hero on me now. \n[125]They've left, keep watching! \n[126]Where is he?  Damn it!  Can you see him? \n[127]How does he look?  Can you tell? \n[128]Norman, get out of there now! Norman? \n[129]They'll be here.  Norman -- can you hear me?... \n[130]You don't have time!  Get the hell out of -- \n[131]They switched us over. \n[132]Internal power. \n[133]The surface ships will be back. After the storm clears. \n[134]They told me about sixty hours. \n[135]Beth -- I wanted to have a word with you... \n[136]Back at the door -- I asked you to back away. \n[137]There are procedures, Beth, that I want followed.  My procedures.  And considering what's going on, I want you to follow them very closely. \n[138]And Beth, one other thing.  I'd like from now on for you to address me as Captain or sir in front of the men. \n[139]Fletcher?  What are you doing out there? \n[140]Get out of there.  I don't want anyone going anywhere outside, understood? \n[141]Fletcher, I want you back here. \n[142]Fletcher, get away from there... \n[143]Get out of there! \n[144]Fletcher!  Now! \n[145]Nobody move. \n[146]Nobody move! \n[147]How drastic? \n[148]I think I do. \n[149]She should've known better. \n[150]When was this? \n[151]So you knew this when you wrote your report? \n[152]You knowingly recommended a woman with suicidal tendencies for a government operation -- \n[153]-- and then brought her down here -- \n[154]-- without a cautionary word to anyone. You know, Ted said something to me earlier.  I think he's right.  He said, \"When you got a guy who -- if he wasn't here -- he'd be standing in the unemployment line, you gotta question if you got the right guy.\" \n[155]We're all very proud of you, Harry, but what the hell is it? \n[156]From the sphere? \n[157]You do that. \n[158]What's the message? \n[159]How do you mean, strange? \n[160]He translated it wrong.  \"My name is Jerry\"?  It's like \"See Spot run.\" \n[161]What am I -- a dog, now? \n[162]Edmunds, get in here.  I need you for this. \n[163]I want a name.  A real name.  This thing's full name, rank and serial number. \n[164]I am not gonna explain in some damn report that one person died in a deepsat expedition so we could meet an alien named Jerry. \n[165]Cut the friends crap, get a name. \n[166]It's not talking, it's mimicking. \n[167]What's he doing? \n[168]Ignorant.  The thing's ignorant. \n[169]Are you enjoying yourself, Harry, because I don't know what the hell you're doing. \n[170]Mexico?  Where'd he get Mexico? \n[171]Not now, Beth.  Please.  I want to know who we're talking to before we start talking.  Where's Edmunds? \n[172]Hell's that mean?  \"We are\" what? \n[173]What? \n[174]I'm in charge. \n[175]With an \"o\".  Harold with an \"o\". \n[176]What is that, a planet? \n[177]Great, okay.  Ask him about his weapons. \n[178]You don't think weapons are important? \n[179]Edmunds, I want you in here.  Now. \n[180]We shouldn't talk here.  Shut it off. \n[181]Edmunds?  Get in here.  I want to know exactly how this is being transmitted. \n[182]She wired this system. \n[183]Edmunds? \n[184]Edmunds? \n[185]Damn it, Edmunds? \n[186]Edmunds?  Can you copy? \n[187]Edmunds? \n[188]The sensors are picking up something outside. \n[189]It won't register.  It's too big to image. \n[190]You people need to hurry back.  The sensors have activated.  I don't think you're alone out there. \n[191]Well, until we know exactly what it is, nobody goes outside, understood? \n[192]Resetting the sub. \n[193]In the dome hanger.  All our tapes are transferred to the sub.  It's on a 12 hour timer.  If someone doesn't reset the \"delay\" button, the sub ascends to the surface with the tapes. \n[194]If something should happen to us, the Navy will at least have partial records of what happened. \n[195]What is it? \n[196]You're a fucking biochemist, aren't you?  Can't you tell us something. \n[197]I don't want you talking to Jerry. \n[198]You think he killed Edmunds? \n[199]Bullshit.  What's out there isn't alien.  It's an animal. \n[200]No.  I think we should shut down the communication lines inside the habitat.  He might be listening now. \n[201]Shut up, Beth.  I don't want to hear it. \n[202]Direction's east coming! \n[203]Going active. \n[204]A squid?  The size of a whale?  I don't think so. Target acquired.  Sixty yards. \n[205]Fifty yards and closing. \n[206]We're a habitat.  Not a castle.  The only defense we have is High Voltage. \n[207]It sends 200 volts throughout the cylinder surface.  But we've never used it underwater before. \n[208]Forty yards. \n[209]Sure.  Each time it started fires inside the habitat. \n[210]Thirty yards. \n[211]What the hell? It shut us down. \n[212]Ted, go into the control room. Listen for my instructions. \n[213]Why can't I -- ?  What the hell is going on here? \n[214]He's right beneath us. \n[215]Ted?  Ted? \n[216]Increase positive pressure! \n[217]It's either that or we grow gills. \n[218]Ted?  Ted, are you with me? \n[219]That's enough Ted. Shut it off! \n[220]Ted?  Ted! \n[221]Norman!  Norman can you hear me? \n[222]You see the lever on the green box? Upper right hand corner? \n[223]You see the lever next to it? \n[224]Do you see it? \n[225]Pull it. \n[226]Do it, Norman, it's the only choice we have.  This thing is gonna crush us. \n[227]Do it now! \n[228]Now! \n[229]Pull it, damn it! \n[230]Fire in Communications Room! \n[231]Help! \n[232]Beth!  Help, I can't -- ! \n[233]Beth! \n[234]Be-- ", "HARRY": "\n[1]How much damage? \n[2]Right.  So you're saying it survived a high speed impact with water without a scratch? \n[3]How are you feeling, Norman? \n[4]You holding up alright? \n[5]Don't be defensive. \n[6]You sound defensive. \n[7]To who?  Arthur?  Nothing.  Nothing that Norman doesn't already know. \n[8]Norman thinks we shouldn't be going down.  Thinks it's a mistake. \n[9]She told me what you said, Norman. \n[10]Just one of Norman's many secrets. \n[11]Pry the thing open?  What are we -- neanderthals? \n[12]For who?  The fish? \n[13]You're not afraid of the water, are you, Norman? \n[14]Go ahead.  Ladies first. \n[15]C'mon. \n[16]C'mon, Norman. \n[17]The switch is on your waist. \n[18]Easy Ted, we're not mining gold. \n[19]Shutup, Ted.  You didn't notice shit. Keep hammering. \n[20]Chipped?  The door?  How can it be chipped? \n[21]I thought you said there wasn't any damage done in the crash? \n[22]Then how can it be chipped? \n[23]You'd have to ask them. \n[24]That's right. \n[25]You don't think it does?  I think it's rather obvious. \n[26]A spacecraft half a mile long -- with 500 tonnes of coral on top of it?  Someone went to a lot of trouble.  Try again. \n[27]Is it? \n[28]Think about it. \n[29]All the facts you need are right in front of you. \n[30]Do you? \n[31]Save your breath.  It's not an alien spacecraft. \n[32]It's an American spacecraft. \n[33]It's been obvious from the start, hasn't it, Captain?  That's why all the secrecy, why no one was told about it? \n[34]The chip in the door. \n[35]We take a weeny little wedge, bang on it a couple of times, and bust off a chunk of the metal.  Yet any spacecraft -- even at a low velocity, say 200 miles an hour -- crashes into the water -- it's gonna be like hitting concrete, it would crumple like paper.  But there isn't a dent to be seen anywhere.  Not even a scratch. \n[36]Meaning it didn't land in the water. \n[37]It didn't fly here.  It arrived here. \n[38]Not where.  When.  400 years ago.  From our future. \n[39]A light switch.  A button opened that door -- the craft runs on some sort of power. \n[40]Nice work, Norman. \n[41]A flight recorder.  Our future is about to be seen in our present. \n[42]Unknown Entry Event. \n[43]Our answer. \n[44]Time travel.  A black hole. \n[45]Ted?  Captain? \n[46]We know how this craft got here. Where it's been. \n[47]This answers one of our questions. \n[48]This spacecraft was designed to pick things up.  They see things they want -- these claws go out and bring it in.  They come across this.  This... sphere.  Find it interesting, curious.  They draw it inside to take back home. \n[49]Our present. \n[50]Look closely.  That isn't writing. Those are grooves. \n[51]No.  They don't represent a message. They aren't decorative at all.  They have another purpose entirely. \n[52]To conceal a small break in the surface of the sphere. \n[53]Ted seems to have some ideas. \n[54]Man is man, all he knows is man, and all he can think of is what he knows.  The anthropomorphic problem. Good, Norman. \n[55]Everything ever written about extra- terrestial life imagines that life is essentially human.  If it doesn't look human, it's a reptile or a big insect or something, having human values, human understanding. \n[56]It's nonsense.  There's enough difference between our own species to prove that. \n[57]Cannibalism, to be extreme.  And now we're talking about a new life form. Their values and ethics may be incomprehensible. \n[58]And we're just talking about three- dimensional creatures.  What if it's five or six or seven-dimensional?  So dimensional that we couldn't even see it to kill it. \n[59]It could.  But the odds of it being any use to us are against it. \n[60]Let's say whoever made this thing is a thousand years ahead of us, just like we are to, say, medieval Europe.  Suppose you went back to medieval Europe with a TV set.  There wouldn't be any place to plug it in. \n[61]Produce radioactive waste and disintegrate us into nothing. \n[62]You realize, Norman, that we are all going to die. \n[63]I'm completely serious.  There is something very important missing from that spacecraft.  You know what that is? \n[64]A sign that the builders knew time travel through a black hole was possible. \n[65]On that flight recorder, they called the black hole an \"Unknown Entry Event.\" They didn't know what a black hole was.  Fifty years from now, men are going to build that ship in a very tentative, experimental way, with no knowledge that time travel through a black hole is possible. \n[66]So, we know. We know it went through a black hole.  We saw it.  Norman -- when we'd get to the surface, we'd tell someone about the black hole, wouldn't we?  It'd go in some report like some big discovery.  So in fifty years when they build that ship, they'd make precautions for a black hole. But they didn't.  The called it an Unknown Entry Event. \n[67]Meaning we're never gonna get to the surface alive... to tell anyone. \n[68]Gimme another explanation. \n[69]Am I? \n[70]You mean, you think I'm cracking? \n[71]Then what, Norman? \n[72]Curious, isn't it?  What's inside? Before I die, I'd sure like to open it and see. \n[73]When did it happen? \n[74]I'd sure like to open it and see. \n[75]Ladies and Gentlemen... \n[76]Please watch your closest monitor... \n[77]Pay close attention.  I think you will find this of interest. \n[78]What is that?  That noise? \n[79]It's like... \n[80]What are you still doing here? \n[81]You were all supposed to leave.  You weren't supposed to stay down here. \n[82]You don't understand about the sphere. \n[83]Norman? \n[84]What happens on page 87?  Have you ever read page 87? \n[85]I could never read that far.  I never wanted to. \n[86]You shouldn't be here, Norman.  It's too dangerous for you and the others to be down here. \n[87]Salt's good for you, Ted.  Helps you from getting impotent. \n[88]What are they? \n[89]There's some sort of pattern here. It'll take a minute. \n[90]Don't do this.  Don't psychoanalyze me.  I hate squid.  Period.  Just like you hate jellyfish. \n[91]Did I? \n[92]I don't remember much.  It's like my memory is on the tip of my tongue -- but I can't taste any of it.  Funny, my senses are much keener though. Purer.  Hearing, seeing, smelling. Like, I can smell your sheets, Norman.  You tried to wash it out earlier, But I can still smell the urine. Don't worry, I'm not going to tell the others.  It's normal, really, isn't it?  In a crisis.  The stress. The panic. \n[93]Why?  Does someone else want to go inside? \n[94]It's the same as before, but the spacing's different now.  It's definitely nonrandom.  See... \n[95]It's a single sequence repeated over and over. \n[96]Well, if it's a discharge -- \n[97]If it is a message, it's probably a substitution code.  I'll work on it. \n[98]... I asked myself, why would the sphere be using a code?  If you're trying to communicate, why use a code? \n[99]Codes are for hiding information.  So it's making a mistake.  It's making a code without intending to.  I figured it's probably substituting numbers for letters...  Then I began to wonder what an alien intelligence would make of our keyboard.  And since we're getting spirals, I imagined the keyboard as a spiral.  So I translated it... \n[100]... spiralling out of the center, you see: \"G\" is one, \"B\" is two, \"H\" is three, and so on... when I got the message. \n[101]I have to tell you.  It's strange. \n[102]\"Hello.  How are you?  I am fine.  What is your name?  My name is Jerry.\" \n[103]First, we have to see if he'll talk at all. \n[104]Okay, Jerry's talking. \n[105]\"We are friends\". \n[106]\"Yes\".  Good.  Now let's see if it'll switch over to English letters. \n[107]Good idea, Ted. \n[108]It's not ignorant. \n[109]He understands me fine. \n[110]She's not gonna know, sir. \n[111]He's saying, \"Take me to your leader.\" He wants to know who's in charge. \n[112]What -- you want me to retype it? \n[113]She's not gonna know. \n[114]If the technology of that sphere is advanced enough -- the way it functions is gonna appear to us like magic. \n[115]It's like showing Leonardo da Vinci a laptop computer.  He'd run screaming \"witchcraft\".  And you couldn't explain it to him, either. Modems, microchips, particle physics. \n[116]... you there?  Norman? \n[117]Norman, where are you? \n[118]You're clear.  You see the airlock? \n[119]Norman! \n[120]What happened to her? \n[121]When I woke up, nobody was here. \n[122]Her suit's gone. \n[123]I thought she was with you. \n[124]I never said that. \n[125]We never even had a conversation, Norman. \n[126]She's cracking, Norman. \n[127]I was just in the cafeteria, there's plenty of food in there.  Take a look for yourself. \n[128]She's lying, Norman.  Just like she lied about fixing your suit. \n[129]You mean Jerry, don't you? \n[130]That's a hell of a mistake to make, Beth. \n[131]Yeah, I don't know how you could make that confusion. \n[132]Wisconsin's your answer. \n[133]Navy transmission.  They're sent from Wisconsin. \n[134]Don't have to.  Watch.  It'll do it for you. \n[135]In time for what? \n[136]Just in time for what? \n[137]Another attack? \n[138]Why are you looking at me like that? \n[139]You're staring at me. \n[140]Yes you are... \n[141]Did I miss something?  You two seemed to patch things up awfully fast. \n[142]The three of us. \n[143]Is that why the two of you went through my dufflebag? \n[144]What is it? \n[145]Stop what?  What are you -- ? \n[146]Doing what?  I'm not doing anything -- ! \n[147]Did I kill her? \n[148]I could hit her a little harder. More toward the cranium. \n[149]If she's still conscious, you can't fight her.  You can't stop the numbers. \n[150]Killing her's the only way -- \n[151]Fine. \n[152]We're never gonna make it. \n[153]How much time you figure to get to the surface? \n[154]How far away's the sub? \n[155]Alright.  Hurry. \n[156]I can't reach her. \n[157]Push her, c'mon. \n[158]Missed. \n[159]Hurry, Norman.  Four minutes. \n[160]Three fifty-six, three fifty-five, three -- \n[161]I got her.  I got her. \n[162]Norman, what are you -- \n[163]C'mon, Norman! \n[164]Gimme a second -- \n[165]Her legs are in the way. \n[166]I'm trying.  There. \n[167]You know how to work this thing? \n[168]Well, press something! \n[169]How long did you say -- \n[170]Less than a minute, we're never gonna make it. \n[171]It's not fast enough, Norman. There's a helluva lot of explosive down there. \n[172]The shock wave's gonna crush us, Norman. \n[173]How's that working out, by the way? \n[174]No.  I don't.  But I always said to myself, when I die, I want to die laughing. \n[175]They're going to want answers and they're going to keep asking until they get them. \n[176]Won't make any difference.  The tapes document everything. \n[177]We all kill ourselves? Bad joke.  Sorry, Beth. \n[178]You mean forget? \n[179]What about? \n[180]A what? ", "TED": "\n[1]A half a mile long? \n[2]Never invented? \n[3]Pussy. \n[4]He's a pussy. \n[5]What'd you say to him? \n[6]What does Norman already know? \n[7]What is it, Harry? \n[8]Important safety tip.  Thanks Captain. \n[9]Robot?  What robot? \n[10]Captain, you know, I really appreciate you hauling us a thousand feet below sea level so we can watch this historical event on television. \n[11]I'd like it noted in the report that I think we should be doing this ourselves.  Making a manned entry... \n[12]I'd also like it noted -- \n[13]What about a crowbar? \n[14]What if we go out there, you know -- wedge a crowbar in the door and pry the thing open. \n[15]I'm secure enough with that. \n[16]It's just like swimming, Norman... You know how to swim, don't you? \n[17]Look at that thing. \n[18]Gimme some room here, will you?  Back off.  Gimme some space. \n[19]Alot like.  You know, I noticed it before, but I didn't... \n[20]You're a 53 year old shrink, what are you gonna do? \n[21]What is it, your back give out? \n[22]What are you going to do -- shoot her? \n[23]Look at this. \n[24]Some sort of lead or something. \n[25]A foot and a half thick?  That'd withstand a helluva lot of radiation. \n[26]No.  I don't think so. \n[27]Well, they're not mine. \n[28]Strange, isn't it?  You know -- how it would have a button. \n[29]Still, make a note I recognized that. \n[30]What's wrong? \n[31]What the hell? \n[32]English? \n[33]It doesn't make any sense. \n[34]Is it some sort of joke?  Like one of those hoaxes? \n[35]But it's impossible. \n[36]Why would this ship carry instructions in English? \n[37]Unless, this alien spacecraft was -- you know -- somehow presenting itself to Americans in a way that would make us feel comfortable. \n[38]Well, what's your theory? \n[39]Gimme a minute here... I think I've got it. \n[40]If it is an alien spacecraft -- \n[41]An American spacecraft?  Half a mile long?  And buried 400 years?  Yeah, good theory, Harry. \n[42]Considered what?  That it's American? How would you think it's American? \n[43]Meaning? \n[44]Please.  It must have flown here -- \n[45]Arrived?  From where? \n[46]Time travel.  I always thought it was one of those myths... like Santa's reindeer. \n[47]Maybe we didn't want to come back. \n[48]Maybe it's a message of some sort, you know?  See this red here. \n[49]Looks like a design, some writing, maybe.  Maybe it was sent to meet the spacecraft with a message. \n[50]Can I stay, sir?  I'm willing to risk it.  I am.  After what we just witnessed. \n[51]Did you hear me, sir, because -- \n[52]Sir, about leaving -- \n[53]I thought he was with you, Norman. \n[54]What the hell is he doing? \n[55]By the bunks. \n[56]What the hell happened? \n[57]To what? \n[58]How long can we last down here? \n[59]Hey, go easy on the salt, will ya? We're not a bunch of icy streets here. \n[60]Impotent?  I'm not impotent. \n[61]She says jellyfish are a delicacy. You know, I never knew that. \n[62]Maybe it's a message? \n[63]The sphere.  Maybe the sphere -- \n[64]It's not a discharge.  Right, Edmunds?  You said before, right?  So it's gotta be a message. \n[65]What's inside the sphere. \n[66]Yeah, I'll work on it, too. \n[67]He's manic, Norman.  You know that? This reliance on Harry is misplaced. You hear me?  Totally misplaced.  He's overlooking things.  Obvious things. \n[68]It's not some fucking substitution code, it's a direct visual representation. \n[69]Take a look.  I rearranged the numbers.  Put 'em up to the light. Go ahead.  Squint at it. \n[70]Squint harder. \n[71]Try this one. \n[72]Don't you see it?  It's a picture of the creature. \n[73]Inside the sphere.  Look, that's the vertical torso, three legs, two arms.  There's no head, so I'm guessing the creature's head is located within the torso itself, you know? \n[74]Sure, why not.  Give him the trophy. That pretentious son of a bitch.  You heard him, Norman.  All that \"someone went to a lot of trouble, try again\" bullshit.  And \"impotent\".  Where does he get off saying I'm impotent?  He's a fucking self-righteous, little prick. \n[75]See?  No code.  What'd I say? \n[76]Captain, I personally feel we should ask much more substantive questions -- \n[77]What'd you say? \n[78]Give him a chance.  He's speaking our language, not the other way around. \n[79]Thank you. \n[80]Maybe it's pretending to be ignorant. \n[81]Unless it's an act. \n[82]He doesn't wait for an answer. \n[83]Ask him.  C'mon.  Say something. \n[84]We have to teach him plurals? \n[85]\"From where you began?\" That's not even good English. \n[86]You want to put him on your couch, Norman.  Grill him about his childhood? \n[87]Don't gimme that psychology bullshit, Norman.  Psychology isn't a science, it's superstition.  It's a bunch of soft, subjective theories without any hard data to back it up. With an intellect like this, emotions don't mean shit. \n[88]Don't make stuff up, these emotional theories, just so you can feel important here. \n[89]Why's that? \n[90]What is that? \n[91]What? \n[92]Too big? \n[93]Barnes didn't know.  Couldn't get a reading. \n[94]Not that I know of.  Why? \n[95]You think Jerry has something to do with what killed Edmunds?  With what's out there? \n[96]What was Edmunds doing outside? \n[97]What sub? \n[98]Jerry isn't hostile, Norman.  He said earlier -- we were his friends -- \n[99]Sir, we're leaking! \n[100]Increasing positive pressure. \n[101]Norman! \n[102]Norman!  Nor-- ", "EDMUNDS": "\n[1]Working on it now, sir. \n[2]It's not sucking, sir. \n[3]We don't have anything else to try, Sir. \n[4]Nothing.  I don't know.  Everything was normal.  No changes at all. \n[5]Seconds ago.  Here! \n[6]Oh my gosh... \n[7]Harry?  Can you copy? \n[8]Subs are still at surface, sir. \n[9]I'm getting no sub reading, sir. \n[10]Nothing, sir. \n[11]Sir, I am still getting absolutely no reading on sub movement... \n[12]Nothing, sir. \n[13]Yes, sir. \n[14]In the ship, sir. \n[15]Sir, if the subs haven't left by now... \n[16]Sir!  Sir, the door -- it's opening. \n[17]He looks... dead, sir. \n[18]If the subs aren't here yet, sir -- \n[19]Sir, we're losing it. \n[20]Comfortably?  Seventy-two hours. \n[21]Minutes ago.  Harry's trying to decode it in his room now. \n[22]No idea.  We have no surface support. It transmitted too fast to be coming from underwater. \n[23]Harry thinks it's some sort of discharge from our own system, but I've seen it discharge before -- and it didn't look anything like this. \n[24]From what? \n[25]We're not hooked up to the sphere. \n[26]In a minute, sir. ", "MAN": "\n[1]Your attention, please.  Your attention, please.  All construction personnel clear the blast area now. Tevac explosives are now activated. Countdown beginning.  Mark 15 minutes, and counting. \n[2]Twelve minutes, and counting. \n[3]Eleven minutes, and counting. Please evacuate. \n[4]Nine minutes, and counting. \n[5]Eight minutes and counting. \n[6]Six minutes and counting. \n[7]Five minutes.  I repeat five minutes to detonation. \n[8]Four minutes and counting. \n[9]Three minutes and counting... \n[10]Two minutes-thirty and counting. \n[11]Two minutes and counting. \n[12]Thirty seconds to detonation. ", "OFFICER": "\n[1]Any other bags, Dr. Johnson? \n[2]No other equipment?  Scientific instruments? \n[3]This way, sir. \n[4]Captain Barnes wants to see you right away, sir. \n[5]Barnes.  He's very eager to meet you. Been calling us every half hour to see if you're arrived. \n[6]By the way sir, I've read your report.  I think it's brilliant. \n[7]You mean they haven't told you yet? \n[8]This way, sir. \n[9]One moment for pressurizing. \n[10]You all ready to go, Dr... ? ", "FLETCHER": "\n[1]Captain, the divers have the airlock mounted at the door.  The robot is now in position to enter the spacecraft. \n[2]Squid... \n[3]... there was a whole flock of them out there earlier.  It's strange. It's dead down here, and then all of a sudden -- \n[4]They're like pink snow, sir.  Sticky. \n[5]They're warm.  I can feel the heat on my legs. \n[6]I can't see, they're smearing the faceplate.  My arms... the fabric... \n[7]It's burning... \n[8]I can't see... \n[9]I can't... \n[10]They're eating through... Somebody -- ", "WIFE": "\n[1]What kind of a crash was it? \n[2]There's nothing on the news about a crash.  Did he say what airline? \n[3]In the closet.  I don't understand, Norman -- why would they call you? \n[4]Well, I can't imagine five years of unemployment -- \n[5]Four years of unemployment would look too good on a resume. \n[6]How are you getting to the airport? You need money for the bus? \n[7]There's a U.S.  Navy car outside, Norman. \n[8]Was it a military crash? \n[9]They never used to send a Navy car. ", "PILOT": "\n[1]What kinda work you in, Dr. Johnson? \n[2]Oh, so you're that Dr. Johnson. \n[3]Well, everybody's been talking about that report you wrote. \n[4]Huh? \n[5]You mean you don't know? \n[6]Must be another Johnson then.  Been flying so many scientists out here -- can't keep everyone straight. \n[7]Physicists, mathematicians, geologists, you name it. \n[8]Strange, isn't it?  In the middle of the ocean no less. \n[9]Johnson.  The psychologist.  The one that wrote the report. ", "ARTHUR": "\n[1]I don't know you, but I'll be honest with you.  I don't like this.  I don't like any of this.  Especially, the water. \n[2]I don't belong here.  None of us belong here.  Look at that. \n[3]It scares the shit out of me. \n[4]Open the hatch door, please. \n[5]Captain, open the hatch door, please ... the hatch door, Captain.  Open it, please. \n[6]Let me out, Captain.  Open the door! \n[7]Open it, Captain! \n[8]Open the fucking door! ", "NAVY SEAMAN": "\n[1]Dr. Johnson?  Dr. Johnson? \n[2]Norman Johnson. \n[3]It's over, sir, The storm has cleared. \n[4]They're topside.  We're ready to take you home, sir. \n[5]The others, sir? \n[6]They're in the sub, sir.  Waiting. \n[7]What was that, sir? "}}