{"dialogues": {"PETER": "\n[1]Hiya Liz... how're you doing...? \n[2]What is it? what... \n[3]Yeah... well... all I got's the data but they've agreed to publish it when it's finished. You know... it's my calculation on the Planetary Conjunction. \n[4]Yes. Look, Harry, I am busy with... \n[5]Come on, Harry... we'll be late for Octavius. \n[6]Ock is a genius, Harry. Crazy, Yes! But, a genius misunderstood, and unappreciated. \n[7]It's nothing. \n[8]I mean plain nothing. \n[9]Liz...! \n[10]No... look. \n[11]Liz! Come on...! \n[12]I'm coming! \n[13]Thanks for your help Flash. \n[14]Our hero has a real way with words. \n[15]Thanks, Professor. \n[16]It's alright. \n[17]Shut up Harry... this is very interesting. \n[18]No sir... \n[19]He's not my type. \n[20]Check. \n[21]You don't get nicknamed Flash because you're a rocket scientist, Liz. \n[22]Yeah, of embarrassment. \n[23]Hi... \n[24]I can't... I gotta go over to the Daily Bugle. I'm trying to sell some photos. \n[25]Just an amateur. Well... nice meeting you, Kim. \n[26]About my data I bet. \n[27]He knows about my work on the Planetary Conjunction, doesn't he? \n[28]Hello, Professor Octavius. I really admired your experiment. \n[29]That would be... great. \n[30]Yes sir, I've worked out a new way to calculate the combined gravitational effect. \n[31]Well... I'm sort of working with Professor Rosomorf and he suggested we kind of keep it between us. He thinks that my theory is... well, I don't know... \n[32]But Professor Octavius... if I knew you were interested... sorry, I've already given it to... Professor Rosomorf, and he is after all the head of our Physics Department... and I couldn't... \n[33]Well I am really flattered, I mean I'd love to... but I... \n[34]But Professor I don't now if I should... \n[35]Yes, sir. \n[36]Yes, sir. \n[37]Yes, sir! \n[38]I know, I know. You want man bites dog... \n[39]Rent! Rent, more bills, rent... electricity, bills... \n[40]There's nothing in there worth stealing! \n[41]Aunt May, you're trespassing. \n[42]I am old enough to... to make my own-- \n[43]I'll introduce you. \n[44]I take pictures, remember? \n[45]It's Friday night... \n[46]No. \n[47]No, I'm fine, Uncle Ben. \n[48]No, not so much anymore. \n[49]Little league. \n[50]Liz? She's great... But she has a boyfriend. \n[51]Aunt May... she has a steady boyfriend. \n[52]No, I'm alright. My scholarship covers almost everything, and I sell some photos here and there. Today my physics professor asked for some of my work... he wants to study my data. They might publish my work in the science magazine... that'll bring me some money... \n[53]Yeah, in fact I have to leave a little early tonight, to meet Professor Octavius... He offered me to be his assistant... \n[54]I... I can't, Aunt May. Professor Octavius wants to discuss my new findings. \n[55]Good evening. \n[56]No thank you, I just had dinner at my aunt's... \n[57]Well, Professor, that would be a great honor, but I'm already working with... \n[58]Wow! The theory of the Anti-force! You should go for the Noble Prize Professor... \n[59]Sorry, Professor, I can't do it. I gave my word to Professor Rosomorf. \n[60]Sorry... I'd better go now. \n[61]How about nuclear contaminations? \n[62]I don't know... Maybe Professor Octavius. He usually works late... \n[63]Mr. Jameson! What are you doing here? What's going on? \n[64]But sir, they wouldn't tell us. You heard Thorkel... he said... \n[65]Yes, but... \n[66]Sure, but I can't-- \n[67]Yes sir! \n[68]You just said a hundred. \n[69]Seeya guys. \n[70]Ow!!! \n[71]I feel a little funny... \n[72]Right. Police lines. \n[73]I... got pictures of the Professor... in there... it's so strange in there... so bizarre... \n[74]This is weird. My God, I feel so weird... \n[75]Very weird. \n[76]Very, very weird. \n[77]Well, what the hell!! \n[78]Max Reiss, models, strip dancers, escort girls, blue movies... \n[79]Max Reiss, Talent management. \n[80]Yeah... well... why you approach me? I'm not... \n[81]Well... \n[82]Well... I don't know. \n[83]Ten. \n[84]What are you talking about? \n[85]MTV...? Me? Really? \n[86]Hey! \n[87]How do you know I'll show up? \n[88]Hello? Aunt May? \n[89]Well, no, I mean yeah I'm fine, but listen... Aunti, the craziest thing happened to me tonight. \n[90]No, no, look, there was this radioactive experiment... I was poisoned! \n[91]I was bitten by a bug. \n[92]No... No... A spider... \n[93]Aunt May, listen to me. I got bitten on the hand... by a poisonous spider. \n[94]No. I was in the bathroom and... \n[95]Yes, Aunt May. \n[96]Yes, Aunt May. \n[97]And I love you too, Aunt May. And by the way, I got a mess of super powers today. \n[98]MTV Wrestling?! \n[99]Look, Mr. Reiss... I'm not real interested in watching a wrestling match. \n[100]Me? You must be kidding. \n[101]Look, really, I don't know... \n[102]What is this? \n[103]How does it look? I feel like it's Halloween. \n[104]Why? \n[105]Max! Am I really gonna get a thousand... \n[106]I'm Peter Parker. \n[107]You know who that is? \n[108]He does... \n[109]Ock is not here! \n[110]Doesn't he look amazing in that one? Look, he's flying in the air! \n[111]Metal arms? \n[112]Ock...?! \n[113]Yes sir... \n[114]The Journal said he was a mega-smash on \n[115]It's... embarrassing. \n[116]Yeah... \n[117]Yes sir... oh... I'm going to be a little late with my paper on the Planetary Conjunction, sir... \n[118]Not the real one, I'm sure... \n[119]I bet I know who it is. \n[120]Hiya, Liz... \n[121]It's a very clever outfit you've got there, Flash. \n[122]His pretty blue eyes give him away... \n[123]Well, yeah... sort of... \n[124]One day you'll know... \n[125]Uncle Ben! \n[126]Oh my God... Uncle Ben... \n[127]I am... how is he... \n[128]No, I... I think I wanna go out for some fresh air. \n[129]Oh my God... oh, it's you, Liz... I didn't expect you... uh... give me a minute. \n[130]Hi, Liz. Come on in. \n[131]Cleaning up. Come on. I'll get your computer. Where's Flash parked? \n[132]Oh. Well... how are you going to get it home? \n[133]I, uh, I'll go down to the corner... see it I can hail that taxi. \n[134]Wait here... \n[135]Liz? \n[136]Octavius!!! \n[137]Kim! Have you seen Harry? \n[138]Yeah... have you seen him today? \n[139]Hi... have you seen Harry? \n[140]Yeah, that was some ride home... must have been pretty exciting. \n[141]Sorry... I'm really busy... I mean, not tonight... see you later. \n[142]What about last night? \n[143]Oh... Sorry... I gotta hurry... I have to find Harry... I'll see you later. \n[144]Hey! Can I get a lift downtown? \n[145]I gotta remember to have that fixed. There you are, I've been looking for you all over town. \n[146]Where were you? \n[147]Listen, Harry something terrible happened. \n[148]My Planetary Conjunction papers... they were stolen... \n[149]Ock... \n[150]We have to find out, sit down. I want to access Dr. Octavius' main program. I want to know about his experiments with the cyclotron. Can you do it? \n[151]Alright. Now if we can just disrupt the Octavius file... \n[152]Yeah? \n[153]Mr. Jameson, you got me at a bad time. \n[154]What is it? \n[155]Countdown to what? \n[156]The Planetary Conjunction? \n[157]Or Doc Ock's end of the world experiment... Or both! \n[158]You want to wait around till midnight to find out? \n[159]Let's see what else we've got. \n[160]It might be a calculation of the amount of power he needs to create the hole between the force and the anti-force. \n[161]The closest you could come is the New York City Subway System. \n[162]Harry?! \n[163]Liz, Up here! \n[164]Come on. I've found a way down. \n[165]Right there! \n[166]Come on, help me with this. \n[167]Okay, stand still. \n[168]How do I know? \n[169]Come on... \n[170]Your prayers. \n[171]Somehow, I don't think we've seen the last of him. \n[172]What...? What is it? Why do you look like that? \n[173]You are... \n[174]Spider-Man? You're in love with Spider-Man? \n[175]We might... you never know. He kisses her. \n[176]Nah. ", "OCK": "\n[1]We begin again... let's kick in that new transducer. See if we can double the power output. \n[2]Okey... dokey! \n[3]The anti-force experiment has now reached the limit of electronic overload safety. Therefore, Weiner, you will disconnect the overload safety device... \n[4]World class scientific mind and they stick me in the basement with this third rate cyclotron... \n[5]Okey! Dokey! \n[6]Gentlemen, come, you must see this. \n[7]The imbeciles can wait... I have better things to do than teach introductory Physics Rosomorf. Undergrads are kindless adolescence. \n[8]Thorkel you are the dummiest administrator our university has ever had. Don't go Thorkel!! Come! Look! \n[9]I am going for 20 percent power! \n[10]The universe is made up of forces... and counter-forces. Science is the study of the forces! \n[11]But I... Professor Otto Octavius... have devoted my life to the study of the counter-forces! Good job, Peter. \n[12]Can we carry on Mr. Thorkel. \n[13]Well! This week my dear students I have made a stunning breakthrough... \n[14]I have no time for forms, or administrators who persist in interrupting me, Mr. Thorkel. \n[15]I now believe its possible that these counter forces can be... collected... the way the magnifying glass collects the sunlight... and focused into a hard beam I call... Weiner! \n[16]I call it, the Anti-Force! \n[17]This anti-force, once harnessed, is capable of undoing any natural force at which it is aimed... for instance... Gravity! \n[18]We patch in the cyclotron... The lights flicker and go dim. \n[19]Pay no attention to the lights... I of course steal its energy, and it looses power. We patch in the cyclotron... and we gradually apply power. The power that I am stealing... \n[20]And so we stand, four square against the fundamental force that orders and maintains our universe... gravity... which is holding down this goddamn ball. Rise! \n[21]Mr. Parker! Have you some... interesting observation you'd like to share with the class? \n[22]Then shut up! And pay some attention to the experiment. \n[23]Rise! Rise!!! \n[24]Now that's what I call an experiment! \n[25]You are looking at a representation of two universes. Our Blue one. Our real universe... something we can touch and feel and see and draw calculations about. This is us. The Yellow universe... this is something else. Some other dimension... something... on the other side! \n[26]If it were possible to generate enough power behind it, the anti-force could wipe out not just gravity... but all our universal forces at the same time. In effect... it would blast a hole between this universe and the next. Each... would flow into each other. No blue universe. No yellow. End, finished, over. \n[27]My girl, it is! It is. It would mean wiping out everything that's known... and letting in everything that's unknown. \n[28]Don't worry yourself, true inter- dimensional penetration is still purely theoretical, but one day... Maybe very near... maybe in the 21st century... \n[29]We have a lot of interests in common, Peter. Perhaps we should put our heads together, if you know what I mean... \n[30]Now you take the Planetary Conjunction. This Saturday night we will witness Saturn, Jupiter, the Moon, the Earth, the Sun... all in a row. Never seen within the memory of man, or measured for its effect. The total gravitational force must be quite exceptional. Isn't that the subject of your paper...? \n[31]I'm a busy man, Mr. Parker. But I think I could find the time to go over it with you. Make sure it all... checks out. \n[32]The scoundrel... I want to see that data, Peter! \n[33]Well, I'm certain something can be worked out. Run along, young man. \n[34]Just a minute... how about if I show you my discoveries... something I never showed to any other student... as a matter of fact to anybody at all. \n[35]Very well shall we say if you come here tonight... \n[36]Make it eight sharp... I'll be waiting for you... Right here... \n[37]The same academic world that's so keen to embrace that boy's undergraduate work, ridicules my anti-force theory as quackery. I ask you, Weiner... what is our society coming to? Ha! \n[38]Weiner! Go get me that boy's data! \n[39]Just get it. We'll negotiate your fee when you have the data, alright Weiner? \n[40]Call an electrician. \n[41]What... what is he doing. \n[42]You're denying me access to my cyclotron?! \n[43]Okey, dokey... just give me till tomorrow. I want to clean up my papers. Tomorrow... Ha... Tomorrow you can have this room... \n[44]I'll show them... closing the cyclotron on me... Weiner! \n[45]Where is he? It's ten past eight o'clock... \n[46]You are late. Weiner, go outside and get us something to eat. And don't steal it! Just buy it. I'll reimburse you. \n[47]Piss off, Weiner! \n[48]Okey, dokey, Parker... how would you like to take Weiner's place... I mean, be my assistant? \n[49]Rosomorf... that imbecile. Don't you understand, kid, that I am about to uncover the greatest discovery since Einstein came up with his theory of relativity... The \"Anti-Force.\" \n[50]Noble Shmoble, I am going for a much bigger prize kid. Okey, dokey. Let me show you, kid, what I got here. \n[51]Present maximum anti-force power to date is 38 percent of theoretical limit. I have patched in the variable particle-wave accelerator... I will now try to reach 50% power... And if your paper has any value... I can use it to get the power I'm missing to create the anti-force, to break through and beat any other form of power in our or any other universe, capish! \n[52]50 percent... anti-force... 50 percent... that's all I'm missing! Parker, we can be rich together! \n[53]You'll be sorry, Parker. \n[54]You! Get out of there, you creeping... \n[55]Noooooooooooo! \n[56]It's an energy storm! Okey! Dokey! \n[57]The cyclotron is damaged... \n[58]But my work! \n[59]Myself? I don't matter. Nobody matters anymore. To enter a new dimension we must first destroy our own... \n[60]Destroy life. Life is... insignificant. Bags of sleepy, sluggish flesh. What would you say? \n[61]Thorkel, if I told you that for one moment in time I broke all the laws! For one brief glorious moment, I broke through to the other side. I saw... I felt... I became creation. \n[62]Destiny!!! My destiny! I see it all so clearly now. Universal destruction, yes. All I need is the power... then I can destroy this illusion you call life. It is my destiny to lead us to the light! \n[63]And you are a fool. I will end the universe as you know it. And in that final moment... I'll laugh my ass off while you're kissing yours goodbye! \n[64]Okey, dokey. \n[65]What a wreck. What a useless, wasted wreck. Okey, dokey. We rebuild you, my damaged darling. Bigger, better, hotter! A world class, super cyclotron! \n[66]Where have you been, you imbecile? \n[67]Wrestling... \n[68]Well, did you get it? \n[69]Lost him? You-- \n[70]So how was the wrestling? \n[71]Spider-Man, huh? Well, maybe I'll just go and wrestle myself one of these days... with all my new arms... I'm sure I can beat Crusher or any other monster. \n[72]Will I beat him, this Crusher, will I beat him or not? \n[73]The Parker data... get me the Parker data, you hear?!!! \n[74]Wrap it up... \n[75]Cash! I'll be back soon. \n[76]Cash! \n[77]What do you think you're doing? \n[78]You're not going to any ball, clown. You're going to get me Peter Parker's data... \n[79]I don't care if you come back dead. Just get it! \n[80]Just get it, Weiner. I'm running out of time. If you fail me again, you won't have to concern yourself with money anymore... DO YOU GET ME CLOWN?! \n[81]Okey, dokey. \n[82]Amperage, okay. Flux, 14. Negative variable differential... good enough. \n[83]Okey, dokey... now all I need is Parker's data. Where the hell is Weiner? Damn it... I can't trust anybody. Only you, my babies... only you can I trust... Okay... If I have to do everything myself... I'm going to do it. I'll be back... my babies... my new babies! \n[84]Waldos... Did you hear about Spider-Man? That's me... the real Spider-Man... now tell me, where is that jerky friend of yours... Parker? \n[85]You wouldn't lie to your Professor now, would you? \n[86]We'll wait. OCK grabs LIZ'S HAIR with his WALDOS. \n[87]My Waldos, you mean. \n[88]Sit. \n[89]He's a nice boy. A little nerdy maybe, but nice, wouldn't you say? \n[90]You know, you're a fascinating young lady... \n[91]You're so refreshing. You're so... \n[92]Oh, I wouldn't say shocking... \n[93]Peter Parker has something I want... And I'm going to have something he wants. \n[94]Who the hell are you? \n[95]That's a lot of crap, clown... I am Spider-Man, not you. Ask you girlfriend. Tell him! \n[96]Let her go? What an excellent idea. If you do not deliver your friend, Mr. Spider-Man, yes. Yes, of course, I'll let her go. \n[97]Hey... you jerk... you phony Spider-Man... Prepare to meet your death, bug. \n[98]I am thinking, insect. I'm thinking about exterminating you! \n[99]Now I must kill you, you cretinous clown. \n[100]Once I dispose of you, Spider-Man, no one will be able to stop me. \n[101]My destiny! \n[102]That's Professor Octopus to you Spider Jerk! \n[103]We are new inserting Peter Parker's data on tonight's Planetary Conjunction. \n[104]Yes, yes! Go on! Go on! \n[105]Enormous. It's enormous. The Parker calculations add 4% gravitational force at the moment of full Planetary Conjunction. Adding this to present maximum power potential, I get... \n[106]I knew it. I knew it! Universal destruction! It's doable! I am putting a countdown clock on the Planetary Conjunction now! \n[107]Okey, dokey. Now let's see if I have enough power to drive this beast. \n[108]Fusion cells...? All up. Internal temperature... okay. Risk? Acceptable. Let's fly. \n[109]You!!! \n[110]You're a doomed bug, Wall Crawler. I've no time to waste on you now. \n[111]Alright Spider-Bug... here I've come for you... \n[112]Okey, dokey... \n[113]Insect! I am going to squash you to death... Once I lay my Waldos on your skinny bones... \n[114]Goodbye, Spider-Man! \n[115]So you've avoided the nuclear pool, have you, Spider-Man? \n[116]Pity...! \n[117]Okay... face to face... Catch this! \n[118]I know you... and you, young lady. Both of you are in my physic class, aren't you...? Come... you can help me. I need to get some of these drums to my laboratory... help me... and I'll give you special grades. What'd you say? \n[119]But, they won't help me. Everybody is trying to destroy my experiment. And so are you, Rosomorf. \n[120]You will? You too? \n[121]Help me with these drums, I need to get them to my laboratory immediately. \n[122]Drive, Flash, before I flush your girl right down the toilet! \n[123]Okey, dokey... have fun, young ones... for the last time. \n[124]Aha! You never included the Conjunction in your calculations, did you?! Rosomorf! \n[125]A new world waits! Rosomorf! It is my destiny!!! \n[126]Okey, dokey!! My energy storm has started. My Anti-Force is on! History is being made... Spider-Man, Rosomorf cheer up friends... we're on our way to the unknown cosmos... we three are about to visit heaven... real Gods heaven. \n[127]Other worlds, Roz, other times, other dimensions, who knows? Who cares? \n[128]Truth, Rosomorf. Look at it! The new truth! The new way! \n[129]No, you don't listen to that clown, he can't save you, or the world for that matter. \n[130]Once and for all, Spider-Man... once and for all we'll end the legend of your powers. \n[131]You!! You were my teacher!!! \n[132]You were my teacher! And you want to destroy my experiment. You are a scientist for heaven sake... don't you want to know what's up there? \n[133]Forget that old fool, insect. My Spider-Man... Come join me on my fantastic voyage to the 7th heaven. \n[134]Spider-Man. You're end is coming. Life in its present form is ending... new dimensions, new horizons... \n[135]You cut my power... there's too little power... It's so tiny... so tiny... there's only space... for me. But I've done it, Spider-Man. I have broken through... I've broken through! \n[136]Okey... dokey... Now that's what I call an experiment!!! ", "LIZ": "\n[1]Hiya Peter... \n[2]How'm I doing what? \n[3]Peter? \n[4]Flash...! \n[5]What is it, Peter? \n[6]Well, do you mean nothing... or do you mean something but you won't tell me what it is? \n[7]Well, I guess that's about as nothing as you can get... plain nothing. A beat. \n[8]Ahh, it is something. \n[9]I can't. Help me! \n[10]Peter! \n[11]Help! Help me! \n[12]Oh, why don't you grow up. \n[13]I'm sorry... \n[14]That sounds like a scenario for the end of the world. \n[15]Look, it's just... I don't know... when you and Flash go after each other like that... \n[16]He doesn't have to be. \n[17]And besides, he's not all bad. \n[18]Give it up, Parker. You'd die for a nickname like Flash. \n[19]Kim, you know Peter and Harry? This is my new roommate... Kim Nickson. \n[20]We're going to the Student Reunion Meeting. You coming? \n[21]It's not what you said, it's how you say it, ShooShoo! \n[22]Could anyone be in there, Peter? \n[23]Where is he going? \n[24]Will you two shush. I'm trying to work. \n[25]Yeah... he's some clown we saw on TV last night... boy does Flash think he's hot. \n[26]Hey, we better rush... visiting hours will be over soon. \n[27]My God, what happened? \n[28]Hiya, Peter. Who is in the Spider-Man costume? \n[29]How did you recognize him? \n[30]I wanna dance... Hey, Spider-Man... Shall we Flash dance? \n[31]I'm not... \n[32]Hey, Peter! These are your pictures! \n[33]It says here \"Photos by Peter Parker.\" \n[34]Come on... Flash... \n[35]Who are you...? \n[36]You sound very familiar. \n[37]Hey, Peter! Are you finished with my computer yet? I got a paper too, you know... \n[38]What were you doing in here? \n[39]Flash didn't come. \n[40]Taxi... I guess. \n[41]You must spend a lot of time with this Spider-Man guy... Peter! Don't you think you ought to unplug that! \n[42]Peter...? \n[43]Doctor Octavius...! You're... You're... You're so weird!... with those... what do you call those... \n[44]Peter?... oh... he's not here. He's gone. I don't think he'll be back for awhile. \n[45]Of course not. Why would I lie about a thing like that? Really. He's... out. \n[46]What are you doing... let me go! Please... take those things out of my hair! \n[47]Whatever you call them... please... \n[48]Oh, I don't know. Maybe. He's very inexperienced. \n[49]Thank you... \n[50]Shocking...? \n[51]I would! \n[52]Peter...! \n[53]Peter! Help! Peter! \n[54]Spider-Man... \n[55]Put me down, you mechanical mutant! \n[56]You jerk! \n[57]Tell your friend Peter next time I'll get the taxi myself... \n[58]Great... \n[59]What do you think you're doing? \n[60]Thanks but nooooooooooo! \n[61]Wait a minute. Where are you taking me? SPIDEY hounded by the Police, rejected by the girl. \n[62]Where are we? \n[63]If you're trying to impress me Spidey, I want you to know I'm not easy. Okay, I'm impressed... now put me down, Spidey... put me down. \n[64]Wow... look, this is our dormitory. I can get to my room. Hey, wait a minute... there's Flash, if I'm not mistaken. \n[65]You know my name? \n[66]Okay, put me down and we can talk, alright? \n[67]All I know is you're the Amazing Spider-Man... or better you're Spidey the good guy on the block... you're a weirdo in a clown spider suit. \n[68]Which one? \n[69]Well, Flash is not exactly my boyfriend... \n[70]There's someone I like, but he's too shy to notice. \n[71]You know everybody... Flash we have to call Peter! \n[72]How'd you know this was Flash's place? \n[73]Peter told you all about Flash? \n[74]Peter told your Hero all about me... \n[75]Peter...! \n[76]No. What a night, huh? \n[77]It was... okay. Look, I got two tickets to Les Miserables... wanna go? \n[78]Hey, Peter... how did you know about last night...? \n[79]My exciting ride with Spider-Man... \n[80]Peter! \n[81]Thank you. He really wanted so badly to come see you. He called me up out of the blue. \n[82]Oh, you know Peter... he's all caught up in some kind of study he's doing. Things are really crazy at the university now. Things are crazy... everywhere. I guess Peter's just... well, you know... pulled into his shell. \n[83]Yeah... well. I don't think he wants me to find him... Well, I'd better be going. My friend Flash is picking me up. \n[84]No... not really... I think you can guess why... \n[85]What? \n[86]Don't you recognize him... it's Ock! \n[87]Leave him alone!!! \n[88]What do we do now? \n[89]Wait... I think I can release my right hand... \n[90]Harry! Get over here! \n[91]I bet he is with Spider-Man... \n[92]Look at the moon... I have never seen it so big. \n[93]He's in there. I know Peter is in there. She breaks into a run. \n[94]Peter! Peter, where are you?! \n[95]Peter! \n[96]Peter! Peter! \n[97]Where's Peter? He must be here somewhere. \n[98]This building is flying. I'm in a goddamn flying building... \n[99]Oh my God... \n[100]What is happening? \n[101]I can't... hold on! \n[102]Don't do it, Dr. Octavius! \n[103]But what about Peter? We've got to find Peter! \n[104]Go where? \n[105]It's breaking apart! \n[106]We have to go back. \n[107]Forget it... \n[108]What am I supposed to do with this! \n[109]The door is stuck. \n[110]I knew you were going to say that. \n[111]Where's the way out? \n[112]Is this going to work? \n[113]I just adore confidence in a man. \n[114]What is it you say when you jump? \n[115]We have a lot to thank your friend Spider-Man for. \n[116]Peter...! Finders, keepers... \n[117]I think I'm in love. \n[118]With your friend... \n[119]I am... you think we'll see him again? \n[120]Oh. This may be the end of a beautiful friendship you know? ", "HARRY": "\n[1]Peter! Peter! Wait up! \n[2]Would you, uh... excuse us for a minute? \n[3]Did the Astro-Physics Journal really accept your paper? \n[4]And its influence on the anti-force. Isn't it? \n[5]Yeah, you and the rest of the class. Every one is busy with Liz. \n[6]And Flash is the busiest of them all... \n[7]Ock is nuts, don't you agree? \n[8]What a crock... \n[9]Can I be your date for the reunion ShooShoo? \n[10]What did I say... \n[11]Damn! \n[12]They must... the whole building must be contaminated with some kind of poisonous gas. \n[13]Wrestling is all bluff. Do you really believe this little guy in a stupid Spider-Man suit beat the Crusher? \n[14]You'd better call the police! \n[15]You should have worn a costume. I told you to wear a costume. \n[16]There's Liz... \n[17]Any word on Doctor Octavius? \n[18]Look, there's Spider-Man! \n[19]You can never be sure... all kinds of crazy stuff can happen at a masquerade ball... \n[20]Anyway, who'll be sitting with you at the Halloween Ball? \n[21]Take her now, it's easy... \n[22]Wanna dance, Schechrezaa? \n[23]Will you grant me this dance...? \n[24]What happened? \n[25]I went to the wrestling, wanted to see that Amazing Spider-Man, but he didn't show up. \n[26]What? What? \n[27]Oh my God... Are you sure...? Who would do such a thing? \n[28]Of course... but why...? \n[29]I can try. I could access the system in the dorm. Okay. And through that I could crack the main line. \n[30]Okay, let's try. \n[31]Got something! \n[32]Let me see. It's some kind of countdown clock. \n[33]I don't know, but whatever it is, it's only six hours away. \n[34]Could be... \n[35]Wait a minute. You're not telling me you think the world is gonna end tonight...? \n[36]No, but... \n[37]What's that? \n[38]That's a lot of energy. What could generate power like that? \n[39]Peter, where are you? \n[40]Your Planetary Conjunction data? It's too late... Ock's got your paper, it's in his computer already. \n[41]But don't worry... he can never use it without Plutonium. \n[42]Don't worry... he needs a huge amount of power... thousands of volts of electricity... to get to the Anti-Force. \n[43]Damn... the Conjunction is due at midnight! What are we going to do? \n[44]How much time is left? Wait... I can find out... my God... 59 minutes! \n[45]Our University has the biggest center in town. \n[46]I think I can get some help... I can teach anyone how to work a code in five minutes. \n[47]Coming! \n[48]A goddamn water leak... \n[49]What does it say? \n[50]Damn... we can't do it... \n[51]I mean the world is in danger... \n[52]Yes, but where the hell is he? \n[53]Must be the sun. \n[54]Get back! Flash... get back! \n[55]And Professor Rosomorf and crazy Ock. \n[56]No, but I bet Spider-Man is. ", "WEINER": "\n[1]Whoa, whoa, whoa... what's that? \n[2]Whoa, Doc... wait a minute... \n[3]Whoa, Doc... someone's at the door... \n[4]Yes, gentleman can I help you? \n[5]You better tell him yourself. Professor Octavius!! \n[6]Peter, Doc Ock wants to see you. \n[7]I don't know. \n[8]I don't know. \n[9]They are all a bunch of brainless assholes, that's what I say... \n[10]Cost you fifty bucks. \n[11]Yes, Professor... \n[12]That must be him. He opens the door. \n[13]Do you want anything Parker? \n[14]Professor... what happened to you? What did you do... \n[15]Oh my God... what happened here... \n[16]I better get out of here. \n[17]There you are, doc... where have you been... whoa this place is messed up. \n[18]Whoa, doc! You look a little messed up yourself. \n[19]I went to the wrestling... \n[20]I went after the kid. You still want that Parker guy's data, don't you? \n[21]No, I followed him... but I lost him in the crowd. \n[22]I'll find him, Maestro... I promise... soon... maybe by tomorrow. \n[23]Fantastic! There was this new wrestler... beat the mighty Crusher. You won't believe it... a nothing of a guy... calls himself this stupid name... the Amazing Spider-Man... would you believe it? \n[24]No... no, please... I mean yes, yes... you'll beat him easily... let me down... Please... I'll do anything for you... \n[25]I'm looking for Peter Parker. \n[26]Hey, I know you... \n[27]I saw you crushing the Crusher. \n[28]I love it! You are the best wrestler I have ever seen... please don't hurt me! \n[29]Oh, please... don't kill me. Please help me down. \n[30]Yes... yes, you are. \n[31]I'm going to the Masquerade. It's Halloween tonight Doc, aren't you coming to the School Ball? Whoa, you could go without an outfit. \n[32]I was almost killed on my last try... Look at all these bruises... \n[33]Cost you a thousand bucks, if I get it. \n[34]All right... boss please let go... \n[35]Hmmm... \n[36]All I want it the kid's computer crap! \n[37]You let go! \n[38]You ain't takin' me... Spider-Man... who ever you are... \n[39]Stay back! Whoa... stay back down there! \n[40]Stand up, you. \n[41]You're my ticket outa here. Gimme that stupid mask! \n[42]Then I'll take it myself. \n[43]Don't hurt me, man. Please don't hurt me... \n[44]Get me out of this madhouse! ", "FLASH": "\n[1]Hiya, cupcakes... \n[2]No problem wimp. \n[3]Isn't that a little dangerous? \n[4]The Slammies??? I'd kill for that!!! \n[5]Well, uh, I... gee... if... can I tell you tomorrow? \n[6]You think they'll cancel classes? \n[7]That nut, I bet it was all his doing... \n[8]Will you look at this Spider-Man guy! He is absolutely incredible! \n[9]Take a hike, asshole. \n[10]Holy jumping jelly beans, willya look at these pictures of Spider-Man? Wow! Is this guy great or what? \n[11]Can't be... \n[12]You know this guy, Parker? \n[13]Wow... I'll give you anything if you introduce us. \n[14]Well, why not. \n[15]Go ahead... go ahead! \n[16]Liz! \n[17]Hey, they won't let up, man! They keep calling you an accomplice in that burglary murder. But that's a crock, ain't it? I'm with you, Spidey, 100% \n[18]By the way, what are you doing with... Liz? \n[19]Oh... okay! This calls for a beer! A lot of beer! \n[20]Well... take care of that later. Wait here. I'll get the beer. \n[21]Hey, where'd he go? Hey, Spider-Man!! \n[22]He would, wouldn't he... that jerk! \n[23]Take your shoes for a walk, Dork. \n[24]Spider-man! This is unbelievable...! \n[25]You got it. \n[26]I'm the best. \n[27]Roger, wilco, over and out. \n[28]Why is he going to New Jersey, and who is it in that shitty red car... \n[29]What does he want with toxic waste? \n[30]Sorry... can't do anything about this traffic. \n[31]Don't do it, Professor! \n[32]We kiss the world goodbye. If he is right, all there is left to do is... \n[33]Hey, Harry I need help. \n[34]Hey, look at this. Empire State University. This is our cyclotron, right? \n[35]It says \"no information on net.\" \n[36]We must find Peter, he knows these computers better than all of us. \n[37]What is that... \n[38]Liz, don't... Liz come back... come back! LIZ runs inside. They run after her. A BOLT OF ELECTRICITY flashes across the doorway, stopping them. \n[39]Liz! Liz come on out! \n[40]Wow...! \n[41]Oh my God... Liz is inside there! \n[42]What about Peter? Is he there with them? ", "THORKEL": "\n[1]Your friend is impossible Professor Rosomorf, I told the board we should let him go. \n[2]What's he doing in there, not his crazy experiment again. \n[3]Meanwhile he is demolishing our university. Octavius!! Open the door. \n[4]Tell your boss, that his class is waiting. \n[5]You see he is impossible. \n[6]The university pays you to teach something to your students. \n[7]NO!! Don't do that... \n[8]Ock I warn you... \n[9]Keep calm, everybody keep calm. Use the front door. Everybody out the front. \n[10]Get back, you idiots. You can't go in there! \n[11]This man will bring a disaster upon this university. \n[12]I don't believe it, I simply don't... \n[13]I don't believe... oh, all right carry on Professor. \n[14]Wait a minute, wait a minute... you've got fire forms to fill out, Dr. Octavius. \n[15]Professor Rosomorf, what happened here? \n[16]What is it? \n[17]My God, what's going on in our school? First Professor Octavius almost blows up the Physics lab... Now this. You report it in triplicate, of course. \n[18]Rosomorf, the man is a very dangerous crackpot! \n[19]I tell you the man is very dangerous. Come on Rosomorf, let's stop him before this building will explode. \n[20]Shut it down, Octavius. \n[21]You've blown half the circuits in the Science Center. \n[22]I have called the locksmith. \n[23]We have to shut your lab down and take a look at the lines. \n[24]You bet. \n[25]I hope. \n[26]There is no danger. Please go back to your dorms. I repeat, there is no danger. \n[27]Who are you? \n[28]There will be a press announcement in the morning Mr. Jameson... now if you'll excuse me. \n[29]I have nothing to say... there will be an announcement. Now, please go home... everybody... we must clear the grounds... \n[30]Take him away and never bring him back! \n[31]What was that? \n[32]What hit me? \n[33]I don't know. It was so fast. \n[34]Octavius, I'm afraid I have bad news for you. \n[35]What used to be the cyclotron was permanently shut down this afternoon. \n[36]Your work is a disaster! Look at yourself! \n[37]What are you saying? \n[38]Oh, my God, what are those horrible things sticking from your body? \n[39]What on Earth are you rambling about? \n[40]You're a madman. \n[41]Goodbye is right, Octavius... You're fired... sacked... canned. You are history, Doctor Octavius. And I couldn't be more pleased to be the first to tell you this good news... \n[42]Let me down Ock... you crazy... MONSTER! Let me down! ", "ROZ": "\n[1]Doctor Octavius! You are late for your lecture. The students are waiting. Doctor Octavius! \n[2]You mean his anti-force theory... one day they'll give him the Nobel Prize for it. \n[3]But, your students... \n[4]Ock! Its dangerous... \n[5]Someone tried to rob me of some paper... I suspect they were looking for that one. \n[6]Award winning stuff. Peter Parker's data on the Planetary Conjunction. Damn lucky I hid it in my computer under another title. \n[7]Thorkel, be careful when you talk to Octavius. Remember... the man is a very fragile genius. One day he'll bring us all the Noble Prize. \n[8]That's him again. He's working day and night. \n[9]Please, Otto, we must lock it up. \n[10]Oh... well Thorkel... few more hours won't make a difference. \n[11]Take it easy. Take it easy with him. \n[12]What was what? \n[13]What hit you? \n[14]You're going to be fine, Otto. \n[15]... howdy partners. \n[16]Nothing beyond what I read in the papers. I'm afraid he's not the same man we knew. You know, I've been digging through the notes on his experiments... \n[17]You boys must have had an extraordinary classroom experience. \n[18]Whenever you're ready... I'll look at it. I know it's going to be an important work... and Peter, take my hat. \n[19]It is a costume party. \n[20]Plutonium... \n[21]This is Doctor Otto Octavius' work. I must get back to my university. I must stop Ock... he's gone crazy. Can you help me? \n[22]Spider-Man! Listen to me! If he can do this with the train, if he's come this far, then I can pretty well predict his next step. He'll go to Plutonium SL 270 for the power. He must be stopped... or else he'll destroy our world. \n[23]Wait Spider-Man. I don't think I can make it... You mustn't waste time saving me... you must save the world! You must go and stop Ock! \n[24]He is looking for Plutonium SL 270 I'm sure... \n[25]There's only one place he can get the Plutonium SL 270... \n[26]Toxic... toxic dump... any toxic dump would have SL 270. \n[27]Leave them alone Otto! \n[28]Otto... I was wrong. I've gone over your research. It's brilliant, Otto. It's mad, but it's brilliant. You have much work left to do. I want to help you, Otto. For the sake of science, go and do your experiment. Leave... these kids alone and I'll help you. \n[29]Do as he says. \n[30]Don't lose your energy screaming. Catch this rope and climb up, come on! \n[31]I've been through the Octavius data. He has enough power with his Plutonium. Especially if he gets his hands on Parker's data, there he has enough power to do what he wants to do. And we are not going to stop him in time before the Planetary Conjunction occurs tonight... \n[32]Our campus... right there... see those beams from Ock's lab. We're late... it's coming... the Conjunction will happen in a few seconds. \n[33]Where...? What...? \n[34]Damn the calculations! My God, Otto, you have to hear me! The world we know will collapse! Everything we have devoted our lives to... all the patterns, all the harmonies... everything will be destroyed. \n[35]It is cosmic suicide! You have no right! \n[36]You have to stop him... Spider-Man you have to stop him. \n[37]Spider-Man! The Conjunction! It's happening! \n[38]Where is it going Otto? \n[39]Then... why? \n[40]Yes, but not on account of our world. We have only one world... only one life. The floor begins to craze and then crack like ice around a hole on a pond. BANG! BANG! SPIDEY comes to just as the section of floor beneath himself and ROZ gives way and falls through. \n[41]Spider-Man! Only you can save us now... ", "JAMESON": "\n[1]Garbage! Absolute, 100% garbage! \n[2]Bag ladies. I hate bag ladies. \n[3]Little kids... I hate little kids. This is a daily newspaper. We need news value photographs, not artsy-fartsy shit! \n[4]Kid? You want a pro's assessment? \n[5]Your photos suck. Parker, my readers are morons. I gotta grab them by the eyes. Every time you press the button of that Nikon of yours it costs you fifty-five cents. So the next time you're about to take the plunge, ask yourself, am I taking dog bites man? Because if you are... \n[6]Parker, this is the post modern 20th century. I want man eats dog! Get out! \n[7]Spill it out, Professor! The public wants to know! \n[8]Jameson, Daily Bugle, Chief Editor, now what really happened here? \n[9]Hey Parker! Peter Parker! \n[10]That's for them to know, and for you to find out. \n[11]A press announcement tomorrow...! But we must know tonight Parker. This is your university, right... \n[12]You got your camera? \n[13]A hundred dollars says you can? \n[14]Get inside and get pictures, fifty bucks. \n[15]Seventy, but I want blood and gore. \n[16]To make fifty bucks. \n[17]Okay, scoop, whaddaya got? \n[18]Good job, kid. Bizarre is what we need. Pick this up in the morning. There'll be two crisp twenties tucked inside. \n[19]I don't care if he flies to the moon. He's just another wrestler in a silly costume. Look at this, Parker, right off the wire. This is the guy who hit that armored truck this morning. They say he has metal arms... get me a picture of this character! \n[20]Four of them. \n[21]The web faced weirdo... He is a joke in a Halloween costume... don't make me laugh. \n[22]Now get out of here and don't come back without something I can use! \n[23]A mega baloney... A bug in blue tights... what next? \n[24]Parker? Peter Parker? This is J. Jonah Jameson! \n[25]I need pictures of your friend, the Amazing Spider-Man. But I need bad guy shots, you got it? Lots of bad guy shots. We're gonna pin that insect to the wall. Whaddaya say? \n[26]What about that kid? On the job already? \n[27]Tear out the front page! Change the headline... The biggest news is happening right now... we need photos... a camera... get me a camera...! ", "AUNT MAY": "\n[1]It's on the table! Turn off the TV! \n[2]How's that girl you told us about, Peter? \n[3]A boy your age should have a girlfriend. \n[4]Peter, any girl that's worth your attention is of course gonna have a boyfriend... But if she really gets to know what you have to offer she'll... you get my drift? \n[5]Oh, Peter, you promised you'd spend the night... \n[6]Peter, what you should be finding... is a nice girlfriend. \n[7]Peter? What time is it? Are you alright? \n[8]Does this have to do with a certain girl we talked about at dinner? \n[9]You were what? \n[10]Oh! I get it, you mean a love bug. \n[11]Peter, did you at least talk to her? \n[12]She bit you? \n[13]Oh, you did it in the bathroom? Peter, this is craziness, why don't you use your bed? You're up all night. You're in the radioactive labs. You never take time to eat or sleep. Am I right? \n[14]Did you eat something today? \n[15]Okay, Peter go back to bed, and remember we love you. \n[16]What's that? \n[17]Ben gets through everything. He'll be alright. The doctors are... \n[18]How's my... how's my husband doing...? \n[19]You're as lovely as Peter said you were. \n[20]Tell me about Peter. What's he been up to? He seems so preoccupied. \n[21]When Peter was little, he loved to hide. In the closets. Under the sink. He always needed a secret place. But when I'd look for him, he'd always laugh... he wanted to be found. \n[22]This Flash... he isn't your boyfriend, is he? \n[23]Elizabeth...? She turns. \n[24]Finders keepers, losers weepers. \n[25]That's what I used to say to Peter when I found him. ", "REISS": "\n[1]You're a kid who's going places, and I'm gonna point you the right way. \n[2]Oops... sorry, wrong card. \n[3]It's a big outfit. Got a lot of departments. \n[4]Oh yes you are... very talented. The three questions of show business success. One do you think you possess a unique talent? \n[5]Two... what are you gonna do with it? \n[6]Three... how much money you got in your pocket? \n[7]You invest half of that with me and I'll make you a star. \n[8]I'm talking about fame. I'm talking about fortune. I'm talking about the chance of a lifetime. How'd you like to be on MTV tomorrow night? \n[9]Taxi! \n[10]Kid! Tomorrow night. Same place, same time. \n[11]Because you wanna be a star... everybody does. \n[12]That's the place. Pay the man. \n[13]Who said anything about watching a wrestling match? You're here to win a wrestling match! \n[14]You hop around. You know, the way you did last night. Your opponent gets tired. He falls down. The ref counts to three, you win, and we pick up a thousand bucks. \n[15]You're really gonna love this. \n[16]You don't have to know. I know enough for both of us. Change in there. \n[17]A costume... something that fits your talent. Go put it on. I'm sure you'll like it. \n[18]Cover your face with the mask. \n[19]Mystery, my friend. Nobody should know who you are... \n[20]No, not Superman... Spider-Man... \n[21]Get up...! Get up...! \n[22]We are going to get a thousand-- \n[23]He is Spider-Man, and I handle him... Whenever you want a rematch call me. Next time it's gonna be ten thousand, what do you say... Crusher? \n[24]I know... you lost. Big man you lost to the Amazing Spider-Man. ", "KIM": "\n[1]Hey, Flash... I'm scalping a pair of the Midnight Madness Wrestling Match tomorrow night. \n[2]Would you pay $125? \n[3]You snooze, you lose. Hiya Liz... \n[4]Hellooo, Peter. \n[5]Soooh, a photographer...? \n[6]Yeah... I bet it would be. \n[7]No Jerk! \n[8]My God... lets beat it. But nobody moves. \n[9]Liz, get a load of this outfit! I wish I had it for the Halloween party... it's quite sexy. \n[10]I love wrestling. \n[11]I'm pooped. \n[12]Hey, Flash-Man... Wanna dance...? \n[13]Sure, lots of times. What a brainiac... \n[14]No, un unh. \n[15]Hey, this is easy. \n[16]I got one! I got one! \n[17]You mean... we can't stop loony Ock... ", "BEN": "\n[1]Another brewski? \n[2]Yah! Way to do it. Alright! You don't follow the Mets like you used to, do you, Pete? \n[3]Funny. When your Mom and Dad, uh, passed away... I had this idea... I wanted you to be the best baseball player that ever was. Geez, what ever happened to that? \n[4]Yeah... Babe Ruth you wasn't. \n[5]Look, just leave him alone, okay. When he's ready for girls he'll be a holy terror. It's in the blood. Lookit, how are you fixed for money, Pete? Maybe I can help you out a little. \n[6]Publish your work?! You hear that May...? \n[7]Whoa! Did you hear that May...? \n[8]What a bunch of crap. Goddamn rock and roll's screwed up the whole TV. \n[9]Come on, May. Wake up and go to sleep. \n[10]What? It's nothing... go back to sleep... Oh, I'll go look. Go back to sleep. \n[11]Mice... \n[12]Let go before I blow your brain's out. \n[13]Let go! \n[14]Peter... ", "CABBIE": "\n[1]What'm I in, a race? \n[2]Your family? \n[3]Step on it... so now you want to kill yourself in another accident... not with me, Boychick. \n[4]... tingling... I know. And I got ulcers... Everybody's got something to worry about. \n[5]Okay, you asked for it. \n[6]Some crazy kinda town, huh? You hear about that hold-up? The guy with the six arms? Hey, I see it all on this job. What kinda outfit is that, anyway? \n[7]You said the magic words, we have a flat Boychick. \n[8]Hey! You wanna hand me that lug wrench? \n[9]Some crazy kinda town... ", "MAY": "\n[1]That's the understatement of the year. \n[2]I was just so desperately bored... I thought I'd come over and make you dinner... \n[3]But I didn't feel like getting to know your roaches. \n[4]Oh. And those foul chemicals in the pots... \n[5]Anyway, I've decided to kidnap you for dinner in Forest Hills... \n[6]Yes. Do you have a date? \n[7]Then come on. ", "CHIEF SURGEON": "\n[1]Look at these brainwave readings. The mental activity is ten times of any normal man...! \n[2]Hell, yeah... his. My God... I thought I'd seen everything... \n[3]Okay, lets stop yakking and get cracking. I want to go in at the upper thoracic. Then we'll work our way around. Hang in there, man. \n[4]Nurse! Number seven scalpel. Arthroscope stand by. Read out parameters in progress. Let's go in. You alright? \n[5]Scalpel! No... no... a larger one... the largest we have! \n[6]Mop. Mop! Sutures and clamps! Hurry up! \n[7]Zap him! ", "NURSE": "\n[1]It is so freaky... \n[2]Yes... Yes, of course. Everything's online. \n[3]You have a visitor, Doctor... \n[4]Doctor Octavius? You have visitors. Doctor Octavius? \n[5]I'd better call the doctor! \n[6]She's alright. She just fainted. We'll have to check her for symptoms of shock. If you want to wait, you can get some coffee on the third floor. ", "COP #1": "\n[1]That place is loaded with solvents and chemicals. If we blast our way in, it's gonna go up like a roman candle. \n[2]What's that up there? Throw a light on that! \n[3]He's got a partner! \n[4]Hold your fire! \n[5]There he is! \n[6]Hold your fire! He's got a girl. ", "WOMAN": "\n[1]Oh my God! \n[2]Henry!!! \n[3]What are you doing here? Get out of here! Get out of here! \n[4]It's Spider-Man! \n[5]Hey, what are you talking about?! \n[6]Is that the real Spider-Man? "}}