{"dialogues": {"LESLIE": "\n[1]I think they're okay. \n[2]Jules, please. As Leslie comforts her, Wendy is looking over Jules' Date who hovers in the distance. \n[3]He's cute. \n[4]Not everybody got recruited out of school into international banking, 'moneybags.' \n[5]You'll get your chance, Kevin. Alec suddenly spots TOMMY BANCROFT, an older version of Alec, across the room. \n[6]The job Alec got for him? \n[7]I better break this to Alec gently before he finds out the wrong way and destroys his political career by murdering Billy in front of fifty witnesses. She leaves as Jules looks to Wendy. \n[8]If we could find the money it would be better to get the longer sofa. Alec enters in his underwear, brushing his teeth. \n[9]Isn't Hodges a Republican? \n[10]What happened to that Newberry political conviction I fell in love with? \n[11]- I want you. \n[12]And rubber and leather... \n[13]Your breath is so sweet... Wait, let me get the babykiller. She starts for the bathroom. \n[14]Not so soon. \n[15]And guess who has to carry the bullet around for nine months. There is a KNOCK at the front door. \n[16]The one who used to lock you in the closet all the time? \n[17]But what about your father? \n[18]I'm sure your father will take care of everything. \n[19]Jules is right. Kevin and Kirbo join them. \n[20]Thanks for the pressure, guys... .. Shouldn't we be finding you an apartment? \n[21]Since he started volunteer moonlighting for Senator Hodges. \n[22]A whole community within itself. Right near Lockheed. Open some wine. \n[23]No, I think mine is. We've only just started to live together and he's already pushing for 'the wedding.' \n[24]How do some women do this every night of their lives and not go insane? \n[25]That's what I'm afraid of. Did I tell you that my perfect sister and her perfect husband are getting a perfect divorce-? \n[26]You must have been in love, once. You like hot peppers? \n[27]Insurrection... Now, come on, Kevin, you must have been in love with somebody, sometime... \n[28]On which you will type your way to being one of the most important writers in America. \n[29]Maybe you need to stop thinking so much and fall in love again. \n[30]\n[31]You're so wonderful taking care of all of us. I love you. I really, truly love you. He kisses her. \n[32]But don't you need science credits to get into mad school? \n[33]I was wondering why you haven't been sleeping over. Jules, I don't think you should start bopping your boss. \n[34]An old man who doesn't wear underwear. \n[35]You just go ahead with your evening with Howie. \n[36]0 \n[37]And who's this Korean hot-shot? \n[38]Well, we could eat here. \n[39]How's Howie? \n[40]We were worried about you and this affair with your boss. \n[41]Forrester is married... \n[42]Jules, you haven't touched your food. \n[43]The senior architect I've been assisting is going to promote me to the design staff. \n[44]Yeah, it worked out really well. \n[45]It scares me. My sister lived with her husband for five years before they got married. And now it's over. They loved each other so much, but somehow it just disappeared. \n[46]I love Alec. I do, but I just don't think I'm ready for the big step. \n[47]I was wondering how long it was going to take until you asked. \n[48]Alec's got him working for some Korean gangster, and I actually think Billy is doing a great job. \n[49]We'll be right down. Alec comes from the bedroom getting dressed. \n[50]Honey, I just got promoted. I'm going to have a lot more responsibility. I'm sure it's the right time. \n[51]Do you realize that over half the marriages today end in divorce. \n[52]My six-year-old niece asked me today why everyone's father doesn't live in a separate house like her father does. I don't want us to become another divorce statistic in Newsweek. \n[53]Your father sits around playing chess while your mother talks to him constantly. But he's not listening. \n[54]Sweetheart, please. Let's not talk about it tonight. This party means a lot to Kirbo. The floor's filthy again. \n[55]There are some things we have to work out first. \n[56]And like my mom always says... 'Marriage makes two people one. But you never know which one.' \n[57]So, does this mean you're officially engaged? \n[58]How's Forrester? She drops the makeup. \n[59]How's your stepmother? \n[60]Alec, you're drunk. Alec is already accepting congratulations, and passing out cigarettes like cigars, as Leslie grabs him. \n[61]Alec, may I speak to you please... She leads him toward the kitchen as he shouts back: \n[62]You just want a yearly Christmas card with the Newberrys in front of the fireplace.. \n[63]You don't have to slow down your career to help raise them. \n[64]All right then, what will we do about your extra-curricular love life? \n[65]Nothing. \n[66]He told me nothing. It was just a hunch... until now. Alec filled with guilt and remorse becomes angrier. Alec realizes that everybody in the house is watching him. He must save face. \n[67]I haven't been here for a long time. \n[68]No, I'll be fine here for tonight 0 as long as I'm not putting you or Kirbo to any trouble... . What are you doing.with a coffin? We now see that a long coffee table which has always been covered with junk is indeed a black coffin. \n[69]Does it work? \n[70]Well you better not let Jules see it. She'll steal it for her stepmother. Are these relatives of yours? 79. \n[71]So I've wandered into a real woman trap here, haven't I? \n[72]Am I part of your props? \n[73]Alec was the first. There were other guys, in high school, boys -- but he was the first love of my life. I always wondered if Alec and I hadn't ended up in the same dorm -- well, I guess I would have just found someone else. And so would he. \n[74]What do you think about our relationship. as an outsider? \n[75]Kevin. \n[76]Kevin. All this time right in front of us. How could I have been so blind? \n[77]\n[78]No... it's in front. With a flick of her hand she undoes her bra and opens up the wonders of paradise to her old buddy. They kiss madly again as they roll in the rug. \n[79]It happened, Alec. \n[80]He didn't do it alone, Alec. 89. \n[81]Shit. As she picks up the broken pieces, the door opens from the bedroom. Alec appears, looking horrible, in his bathrobe. \n[82]I especially took off work because I thought you wouldn't be here. 96. \n[83]What's wrong? \n[84]I bought it. \n[85]I'm taking 'Thriller' and Mahler's Ninth. \n[86]I've moved in with Jules. \n[87]You got those for me on Valentine's Day. When there were still valentines around here. \n[88]I didn't run out on anything. You ran out. \n[89]\n[90]Oh, I feel much better now. Alec angrily grabs another album from her. \n[91]I don't believe this is happening to us. Alec sits down angrily on the new sofa, clutching his albums. \n[92]You did it!!! \n[93]God, this is so exciting. Your first byline... \n[94]Oh, no. You're going to really attract some attention with this... Did somebody actually say 'I believe in the golden rule, whoever's got the gold makes the rule'? \n[95]Kevin. He aggressively gets on top of her, and feeling the excitement and the champagne kisses her madly. The front door opens and Jules appears breathless. \n[96]Let me show Jules your piece. 99. \n[97]Kevin has his first byline. Jules is so stoked she can't focus. \n[98]No, it's the other piece... Jules... \n[99]Jules, I'd like to meet him. \n[100]Doesn't she seem out of control to you? \n[101]Jules' boss and lover... International banking seems to be getting sexier. \n[102]Kevin, I've been thinking. \n[103]Kevin. \n[104]I don't think you do love me. \n[105]I mean we love each other as friends. But... Kevin, you were sitting on all these incredible feelings... all tied up in that box with my pictures in desperate need of a love affair. And me... well, I needed to break the Alec habit... and it's only natural I would turn to you in my confusion. But this doesn't feel real. It feels manufactured. \n[106]Are you kidding? You're a little â\u0080¢ miracle. 101. \n[107]Oh, Alec was the big miracle for a long time... But I think I'd like to try life without any miracles for a while. Kevin realizes how serious Leslie is. \n[108]I'm not the love of your life. \n[109]I say. \n[110]I want to see Forrester Davidson Jr. \n[111]Well, there must be some mistake. I've come to see Julianna van Patten and they told me she doesn't work here anymore. 104. \n[112]I'm sorry to bother you here. It's Jules. After she left for work this morning, the finance company came and took away all her furniture, her Jeep, everything they could get their hands on... I couldn't reach her so I finally went over to her office. Alec -- she was fired three weeks ago! All this time, she's been pretending to go to work every day , and pretending to be still having this affair with her boss. And she's been doing a lot of coke .. Well, anyway, I confronted her at the apartment, and at first she denied everything, but then she went crazy -- and now she's locked herself in the apartment and she won't let me back in... I'm really worried about her. Alec hesitates angrily. \n[113]Alec, please. I need your help. \n[114]She's in there. \n[115]Jules, if you don't let us in, we're going to have to call the police. There is a beat and then Jules speaks from the depths of hell. \n[116]Not my greatest ploy. \n[117]She just threatened to throw herself out the window. Kevin and Alec have a moment of awkwardness. \n[118]The fire escape! 106. \n[119]Jules, you're really scaring me now. \n[120]Alec, no!!! \n[121]Alec, stop Iit! She frantically starts climbing the fire escape. \n[122]Alec!!! \n[123]Alec, stop it right now! Below them, Billy and Kirbo pull up in a Chevron tow truck. Billy, wearing Chevron coveralls, jumps out with an acetylene torch in hand, shouting. \n[124]Are you all right? Kirbo tries to get the dolly up the fire escape with Billy. \n[125]Oh, my God. Jules, please, it's so cold. \n[126]He's not my lover. Jules, listen... \n[127]I have never lied to you once since the day I met you... you cocky shithead. 110. \n[128]Hang on, Jules. We all love you. She has been holding onto the bars with her bare-hands, but the bitter cold makes her wince as she removes her hands. Alec is overwhelmed with feelings as he takes her hands and holds them to his mouth, breathing warm breath onto them. Much emotion passes between them. \n[129]Your breath, your breath is so sweet. \n[130]You want some coffee, Ron? Ron enters tentatively and joins them as JULES and BILLY start SHOUTING and LAUGHING LOUDER. \n[131]Alec, this is soup. \n[132]This is soup. Alec's nervousness turns to embarrassment as they both start to laugh. Old feelings surge. \n[133]I love you. They look at each other for a moment. \n[134]We need time. ", "ALEC": "\n[1]Wendy Beamish and Billy Hicks? They were in a car accident? \n[2]Officers, I'm Alec Newberry with Congressman Langston's office. Leslie whispers to Jules, while Alec and the Cops talk. \n[3]Find Billy. See if you can sober him up. Kevin always does what Alec tells him to. Meanwhile, Wendy pulls out her Visa card and speaks to the nurse. \n[4]Billy -- four months after graduation and you're still acting like every night's a fraternity party. Aren't you even concerned about Wendy? \n[5]Will you both get serious. He's being arrested for drunk driving. \n[6]Besides... My mom and dad gave us this car. I think I was conceived in the back seat. \n[7]Wally! You let undergrad punks at our tables??? \n[8]Yeah, well, we've been here for four years. Alec, Leslie, Jules, Wendy, Kevin and Billy (still with sax around his neck) take their usual chairs as Kirbo drops off a large pitcher of beer. \n[9]You know what it means to have a suspended license for drunk driving on your record? ST. ELMO'S FIRE - Rev. 10/1/84 \n[10]Hey, Tommy... Tommy Bancroft, Senator Hodges' key guy. Come on, I want you to meet him. They leave the table as Jules turns to Kevin. \n[11]Billy, may I see you, please. Billy follows as Leslie alerts Kevin and Kirbo. \n[12]May I see you over here, please. Billy joins him. Alec grabs him and shoves his head in the toilet. \n[13]Why didn't you tell me you blew another job? \n[14]That's right, you are a father and when are you gonna grow up? \n[15]I just got pissed off 'cause I had to pull so many strings to get you that job. 13. \n[16]Sorry, Billy. \n[17]Tommy Bancroft said I could start working on weekends for Hodges. No pay at first, but a way toward big dough. They wrap themselves around each other, kissing. \n[18]You want the longer sofa? \n[19]I'm going to buy you a red nightgown with satin and lace. \n[20]Yeah, leather... He opens her shirt and smothers her with love. \n[21]Come on. Let's just do it. We're getting married soon. \n[22]Let's take a chance... Russian roulette! \n[23]Who else could it be... Jules, of course, afraid to stay in her new apartment alone and she's spending the night again. \n[24]I just know better than to try and break the umbilical cord between two old roommates. Good night, Jules. Leslie kisses Jules and goes into the bedroom with Alec. Jules takes another belt of vodka. \n[25]I had to promise our first born. 'Keep your nose clean and you could move up fast, Billy. Billy is quickly pulling off his tie, unbuttoning his shirt and messing up his hair. \n[26]I gotta get back to work. \n[27]Moving up, Kirbo. As most of the others boo and hiss playfully, CAMERA FINDS Billy talking to Wendy. Reaching in his pocket, he gives her a toy car. Mb tEti4yA \n[28]Hi, guys. He kisses Leslie. \n[29]Try it on... Leslie makes naughty eyes at Kevin and disappears into the bedroom. \n[30]Leslie has to marry me, soon. \n[31]When you have a serious relationship, Kev, you'll find out the problem with living together: it's too easy. \n[32]I'm going to kill myself. \n[33]I can't believe what I just did. I innocently go to buy the nightgown and this amazing blonde salesgirl starts coming on to me... we wind up doing it standing up in front of a three-way mirror in the dressing room. He lies down on the floor. \n[34]If Leslie would just marry me, I know I wouldn't do stuff like that -- it would be a legal violation. \n[35]Yes. \n[36]Dinosaurs are obsolete. Marriage is still around. Leslie screams from the bedroom. \n[37]You dumb shit. You have to start making passes at the women you're supposed to be polling? \n[38]You're twenty-three years old. You got a wife and kid. \n[39]I didn't bargain for you turning out this way. \n[40]And you've become a drunk. \n[41]Stay right here, Wendy. She can't and runs after Billy. \n[42]Alec Newberry. 37 INT. VAN BUREN HOTEL - BATHROOM - NIGHT 37 s â\u0080¢ Jules, wearing a sexy dress, whispers into the phone. \n[43]What time is it? \n[44]Open up. After a beat, the door is opened by a sedate Arab businessman. Alec pushes past him. \n[45]Okay, nobody make a move. 42 INT. VAX BUREN LOBBY - RIGHT 42 s Jules and Alec walk from the elevators. \n[46]They hardly impressed me as the gang bang type, Jules. Now much coke have you done? \n[47]You're just paranoid from the coke. You know sometimes I think you just make up these dramas to test me or something. \n[48]I have to be at work in a few hours. \n[49]Who are you calling? \n[50]What are you, the new Middle East Ambassador? It's two-thirty. Come on, I'll take you home. \n[51]This must be some woman to turn 7 you into a doctor, Kirbo. \n[52]Do you have an extra key to your apartment I could use tomorrow? \n[53]Remember the lingerie salesgirl? She's been calling me at work. \n[54]â\u0080¢ A humongous future in greeting cards. Alec wickedly eyes Kevin as Jules and Leslie return. During introductions to Howie. Jules shouts across the room to a new arrival: 50. \n[55]Oh, shit. All their eyes move across the room, where a very sexy young WOMAN has entered with a noisy blue-collar type. \n[56]\n[57]You're just running away from x responsibility, and it's catching up with you, just like I said it would. \n[58]Listen to me, Billy. There's a hot-shot Korean in town. Big money. He needs a gopher. I don't know, for some reason I think you might be perfect for each other. \n[59]But if you blow this one, Billy... \n[60]Leslie, that is not a marriage in there. That is a mistake. \n[61]A business acquaintance. She leaves with the coffee. \n[62]June first!' \n[63]Looking at my big picture agenda, I want to be playing softball with my firstborn in about four years. \n[64]And the other half don't. \n[65]Look at my parents. My father may not come home with a raging hard- on, anymore, but they're happy. \n[66]That's probably why they're happy.  Leslie, let's stop living together . get married and start really living together! \n[67]Just pick a date, any date... She opens the door as he grabs a nearby can of white spray paint, and sprays the floor white again as they back out through the door. \n[68]Okay. Okay. Like my mom always says, 'Don't get a hard-on'... \n[69]Yeah, and like my pop says, 'The way to woman's heart is,to saw her in half.' \n[70]What is this? Howie, didn't you always think women were dying to get married? \n[71]Then Sully snuck the pizza waitress into the showers... They start screaming with laughter. 72. \n[72]I'm not getting you any more jobs, Billy... \n[73]Quiet. Big Al has an announcement. Everyone more or less quiets down. Kevin TURNS DOWN the STEREO, but not without SCRATCHING the record. \n[74]On June first. Leslie will do me the long-awaited honor of becoming my bride. You're all invited. Everyone rushes to Leslie, who is stunned. \n[75]You're just afraid to commit. \n[76]Jesus Christ, will you just for once not make the reason you won't marry me your fucking career! \n[77]What extra-curricular love life? \n[78]What did Kevin tell you? \n[79]What'd you tell her?... Little buddy... little traitor. Huh, what'd you tell her? \n[80]Leslie, I want you out of the apartment tonight. Alec marches out the door. The place is a wreck. 77. \n[81]No, it's Alec. Kevin and Leslie look at each other frantically. \n[82]I'm only gonna ask you this once. Did you tell Leslie about my screwing around? \n[83]I believe you. I want you to know that I believe you and, Kev, I'm sorry I hit you. Shit, how'd she find out? How long has she known? I've been thinking all night about school... How sex was always a barometer,'especially, at the fraternity. The more women you got, the more of a man you were... or thought you were... I thought I was. 88. \n[84]Oh Jesus... I'm sorry... I never thought. Who is it? \n[85]That fat chick from the party? You and the fat chick... \n[86]Just tell me if it's the fat chick... The bedroom door opens and Leslie appears wrapped in a sheet. \n[87]No. No. No... wait a minute... I don't believe it. This could not be real. There is no way this is happening. \n[88]Not Kevin. Little fuckin' Kevin. My little buddy. No way, Jose. \n[89]You're both pathetic. I don't want to see either one of you again, ever. You understand me? You see me on the street, you see me at St. Elmo's, just pretend you don't know me. On his exit, Alec takes a lamp and throws it against a Woody Allen photograph on the wall. Kevin and Leslie look at each other, uncertain of what they have done. \n[90]I'm sick. \n[91]Just sickness...  .. Hey, you can't take The Pretenders' first album. That's mine. \n[92]You did not!!! You can have all the Billy Joels. Except for 'The Stranger.' \n[93]Kevin is so fond of Mahler. \n[94]How nice. Roomies again... . No Springsteen is leaving this house. But you can have all the w Carly Simons. \n[95]You ran out on this relationship. You take the consequences. \n[96]You fucked Kevin! 97. \n[97]Nameless, faceless manyl \n[98]You're not taking The Police so just forget it! \n[99]No more albums! That's it... Get your clothes and give me the keys. Leslie reluctantly hands him the keys and moves toward the bedroom closet slowly. \n[100]Wasted love. I wish I could get it all back. \n[101]Did you forget one of your albums? \n[102]Jules, open the door. Leslie puts her key in the door. \n[103]â\u0080¢ Jules, come on. Just open the door. \n[104]Jules, remember my junior year when I went cold turkey on cigarettes? You sat up with me all night in the commons room feeding me emergency carrots...? No answer. \n[105]Jules, remember the time I flunked art history and I was trying to drink myself to death... Kevin and Kirbo come dashing up the stairs breathlessly. \n[106]Jules, what are you doing? You'll freeze... He stops. \n[107]We need something that cuts through metal. \n[108]Billy is working in a gas station??? \n[109]I saw your article. \n[110]You little shit!!! He grabs Kevin. Kevin tries to fight back, but Alec is so overpowering he pushes Kevin up to the railing of the fire escape, and then pushes him over. Kevin hangs upside down as Alec holds him by his legs. Dozens of scraps of paper fall from his pocket. Leaning out the apartment hallway window, Leslie sees them. \n[111]You won't need any more notes on the meaning of life. \n[112]After all I've done for you. \n[113]What you did for me was take the woman I was going to marry. The woman he was going to marry arrives frantically onto their landing. She struggles with Alec. \n[114]Very noble how you ran up here to save your lover. \n[115]Bullshit. \n[116]Give it to me. \n[117]Need someone to blow on your hands? She smiles, but shows him her gloves. As she searches for change in her pockets, Alec stops her and puts his own coins in the machine. He presses buttons as he talks. \n[118]Did you know that I.always wanted to make you coffee? I tried once -- when you were in the shower -- but it didn't turn out right, so I threw it out and cleaned everything up so you wouldn't know. I don't like doing things I'm not good at -- like making coffee and saying I'm sorry... He looks at her sincerely as he hands her the plastic cup from the machine. \n[119]Leslie, I'm sorry. They exchange a tender glance, and then Leslie takes a sip from the steaming cup. \n[120]What? \n[121]I know. ", "KEVIN": "\n[1]I wouldn't strike a match near his blood. \n[2]Severe. She might have finally exceeded the limit on her father's Visa. Billy smiles with relief as the Cops lead him toward their car. \n[3]It's still sticky. \n[4]You're welcome. You're welcome. A young, burned-out UNDERGRAD  follows. \n[5]You're not welcome, Clayton. How's school? \n[6]Like getting slam-dunked against a brick wall, thank you very much. \n[7]If you tell me the meaning of life? \n[8]Waiters are like cops. Never around when you need one. Kevin and Alec begin bouncing quarters from the edge of a table into their beers -- obviously some ritual. \n[9]Never trust a woman who says she isn't angry. 9. \n[10]Who...? \n[11]Don't drown him, he's a father. Alec releases Billy who comes up with his hair wet and gives Alec a major shove. \n[12]Why do they put ice cubes in the urinals? \n[13]\n[14]Quick, what's the meaning of life? \n[15]You took her to one movie! That's not love, it's infatuation! Kirbo searches madly through records strewn on the floor. 17. \n[16]Killing his roommate for removing Janis Joplin for the soundtrack from Manhattan??? \n[17]If you think I'm going to live through another year of finding poorly written, unmailed love scratchings around this apartment. \n[18]Love is just an illusion created by lawyer-types like yourself to perpetuate another illusion called marriage to create the reality of divorce and the illusory need for divorce lawyers. Did you know there are more people in law school right now than there are lawyers on the planet? \n[19]No wonder. The sexual revolution? Who won? \n[20]Nobody... It used to be that sex was the only free thing in the world. No longer. Palimony, alimony. All financial. Love's an illusion. Finally having gathered up all his notes, Kevin moves toward the bedroom. \n[21]Says who? \n[22]Love stinks. He moves into the bedroom, closing the door on Kirbo. \n[23]Oh, did you move in, too? I only. remember 800 pair of shoes. She opens the elaborate locks and they enter. \n[24]Very subtle and very pink. Must have cost some subtle bucks. \n[25]Looks like it could be put together with Leggo blocks. You design this? \n[26]Maybe you could design a corkscrew that actually works. Everything in this apartment comes from Scandinavia. They don't even have wine in Scandinavia. Naturally Leslie opens it in a flash. \n[27]Do you think my attachment to Alec is unnatural? \n[28]Well, since you fell in love with a Democrat and now he's a Republican, I think all bets are off. \n[29]They are insane. Wives, husbands, children, love, marriage, relationship. It's all insane. \n[30]I have the perfect cure. Stay away from love. He finds the butter and puts some on her hand. \n[31]Doesn't Alec hate them? \n[32]Once, in junior high. I played guitar in a group and fellin love with our singer who did 'We've Only Just Begun' as sweet as Karen Carpenter. I got high on cheap champagne and pledged my love. Next day she ran off with the bass player named Rocky and I traded my guitar in for a battered Underwood typewriter. \n[33]\n[34]I can't seem to organize any of my thoughts into anything of any substance. \n[35]Love stinks. The door opens and Alec arrives home. \n[36]Rough day with the right wing, dear? Alec hands Leslie a red box. She opens it excitedly and finds a black lace nightgown. She screams as Alec heads for the kitchen. \n[37]Why, you pregnant? Kidding. What's your 'marriage' hurry? \n[38]Maybe for you and Leslie. You have the perfect relationship. \n[39]They're only peppers, Alec. \n[40]As opposed to tonight's standing violation. You think marriage is going to make you faithful? \n[41]The idea of two people spending their lives together was invented by people who were lucky to make it to thirty without being eaten by dinosaurs. Marriage is obsolete. \n[42]Why don't you ever ask me if I want a date? \n[43]Why would you think I'm gay? \n[44]Well, just for your information. I happen to be in love with someone but they don't know it. I guess you wouldn't understand loving someone from afar. He takes a swig from a bottle in a paper bag. \n[45]It's a secret. But I guess you wouldn't understand about that, either. \n[46]You cannot go to med school just to impress this girl with whom you have a fleeting infatuation. \n[47]Dreamer. \n[48]'Fluff' is what I write for the paper. They leave the laundromat. Kirbo drops a sock. \n[49]What for? \n[50]Alec, you're going to have to learn to say 'no.' \n[51]You've seen too many beer commercials. Wendy arrives, nervously, with HOWIE KRANTZ, a plump, cheerful guy, uncomfortable in his preppy clothes. \n[52]Thought you weren't coming here anymore. \n[53]Speaking of business acquaintances, you still want my extra key? \n[54]What would you say the meaning of life is? \n[55]I don't pay for sex. \n[56]Food for thought. Food for 'thought. He walks toward his apartment. \n[57]Not just in Manhattan, Woodman. Kirbo quickly pulls out his camera and snaps a picture of the screen. \n[58]You can't keep ringing doorbells and running away, calling her and hanging up. What are you afraid of? \n[59]I have lived with a secret obsession many years myself. However, I realize the other person has no interest in me -- so I pursue my career which is going even more unsuccessfully. \n[60]I don't have to share everything with you... My underwear is enough. Kirbo, if you must pursue this narcissistic mortification, that you have decided to call love, then you must ask her out on a proper date. Like a young god. Like Alec, our leader, would. \n[61]You'll go fluff and fold, someday. Whereas I will still be writing obits. I can't even come up with a decent piece for the paper to show my editor. \n[62]Kirbo, what about all the other women you were going out with? \n[63]You'll never catch me making a fool ofmyself over a beautiful woman. I know what they're really made of. Watch this. \n[64]The defense rests. They disappear into their building. \n[65]Does Alec know you're doing this? \n[66]You've left school, put yourself into debt, lied to Alec who got you this job in the first place -- and all for a woman who doesn't seem to be interested in you. \n[67]Well, excuse me, buckeroo. But I think you're a fool. \n[68]holds court for the undergrads. \n[69]The best advice I can give you undergrads is to fail. Failure is a virtue in today's society. Human error is a badge of honor. If you're the alcoholic child of a celebrity, you can blame them and earn a year on the best-seller list. If you're a celebrity, your mistake will earn you a People magazine cover. It's post- Watergate morality. Take responsibility for your mistakes and make a quick buck while you're at it. \n[70]It's still the same. Small and ugly... but then again it's small and ugly. Are you sure we shouldn't find you some nice lady-like hotel? \n[71]That's not how you're supposed to ask. You're supposed to be a young lady who is very impressed with. my mind. Having come from a deep Hungarian film and getting cozy over a brandy, she says... 'Is that... a coffin...?' And, then I say, 'Yes, it's my coffin' . 'Your coffin,' she would gasp, her interest in me growing by leaps and bounds. Then'I would sit back stroking her arm and say 'Yes, I figured we're going to spend a long time in the ground together so I've made friends with it... I've gotten drunk on it... rolled joints on it . Even made love on it many times!' It's a prop for affect. \n[72]How would I know? \n[73]No, that's more effect. He opens a straw box, obviously filled with his most personal possessions and extricates a photograph of a very ordinary family. \n[74]You remember my family. \n[75]Except you're the first woman I've ever been able to get up here. And I've blown all my props already... So how about some brandy? Kevin searches for clean glasses in the debris that passes for a kitchen, Leslie finds photos and political cartoons in his straw box. Eventually, she finds a photo of herself, and then another -- followed by dozens more. Kevin has an entire homage to her in his secret stash. He comes back with the brandy to find her looking at the photos. \n[76]No... you're the real thing. He quickly starts pouring the brandy as Leslie looks at Kevin, almost for the first time. \n[77]Alec had the luck of geography. Whatever we say about Alec we'll regret tomorrow. \n[78]Oooo -- dangerous question. Sometimes I think I just hang around with you and Alec 'cause. well, since he introduced me to you... \n[79]And I think the reason I'm not interested in other women... is 'cause I... \n[80]Leslie, we won't even remember this tomorrow. 84. \n[81]I love you... I've always loved you. They kiss madly, passionately. They fall to the floor in a frenzy. Leslie pulls Kevin's hair. \n[82]Aaaaah. Ouch...  No. I love it. I love it!!! Leslie grabs onto the large throw rug as they roll around the floor. Somehow as they roll and turn, the rug gets wrapped around them. Leslie tears at his shirt, as he yanks her sweater off. Kevin fights madly with the back of Leslie's bra. He is going berserk trying to find the clasp. \n[83]Kirbo? \n[84]I gave him a key. \n[85]No. \n[86]Ah... I kind of have company. \n[87]Alec... \n[88]Alec, I'll call you later. Alec capitulates and leaves the apartment. Kevin relaxes just as Alec pops back in. \n[89]I know that if we fight, you're going to win. But I'm warning you, I will use every bone in my body, every lamp in this room to make sure I inflict as much damage as possible on you before you bring me down. Kevin prepares for the fight. \n[90]I'm sure I'll be back doing obits tomorrow. \n[91]Sort of. Leslie, I couldn't write anything of any meaning until you. He kisses her warmly. \n[92]Since the day I met her. They look out of the window. \n[93]Who's that? \n[94]Speaking of which... As she closes the window, Kevin attacks her again. \n[95]Me, too, and I don't like to count my cornish hens before they hatch, but I do think I'll be getting a raise. And I was thinking we could get a place together. \n[96]I know it's fast. But I also know I love you. \n[97]What? \n[98]It's me, isn't it? \n[99]But not a big miracle like Alec. \n[100]Well, having your first byline, and losing the love of your life in the same night has a certain 'The Gods must be laughing at me' feeling. \n[101]Who says? \n[102]But you're a girl, what do you know? Leslie embraces him with deep friendship. \n[103]I've had second thoughts. Intimacy is dangerous and shattering... but ultimately necessary. \n[104]The night Leslie gave me the kiss- off, I fucked a black hooker three times. \n[105]Naomi from our corner. \n[106]I used a rubber. She put it on me with her mouth. \n[107]Forever got a lot shorter suddenly. They move on, passing a sign on the door: \"WAITER WARTED.\" Kevin points to it. \n[108]Sounds familiar. \n[109]The whole country is.falling apart, but these five bars are made perfectly. \n[110]Or an experienced thief. \n[111]I was kidding. \n[112]He needed the money. Suddenly, Alec and Kevin become aware that they are alone. \n[113]Yeah, well, yesterday's editorial achievement is today's garbage wrapper, right...? Kevin tries to laugh charmingly. Alec tries to laugh along with him, but suddenly rage returns. \n[114]My notes! \n[115]\n[116]I feel I've done a lot for you, too, Al... so pull me up and we'll call it even. \n[117]You think this is helping Jules? With Kevin's life still in his hands, he suddenly remembers Jules. \n[118]Do not hand him a blowtorch! Kevin takes the torch and goes for the bars. SPARKS and fire fly. Suddenly there is a PHENOMENAL POUNDING from inside the apartment at Jules' front door. It stops everyone on the fire escape. ", "BILLY": "\n[1]Hey, watch my sax... . You girls believe in premarital sax? They laugh as Alec barks at him. \n[2]Wendy? Jesus, how bad is it? \n[3]Drunk maybe. But I don't know if you could call that driving. Wendy, Leslie and Jules come from the hospital, just in time to see Billy being put into the cop car. Wendy rushes to Billy and they embrace. \n[4]Sorry, babe... sorry. \n[5]Alec, could you kinds burn a little rubber? Alec turns the corner as Billy continues. \n[6]Thanks for bailing me out. \n[7]I'm gonna get you a new car, Wendy. Everyone screams in disbelief as they go into St. Elmo's. Alec, Leslie, Jules, Wendy, Kevin holds the door open, but no one thanks him. \n[8]Hey, I need a real drink. Kirbo is long gone. Kevin pours. \n[9]Will somebody get me a screwdriver? \n[10]Yeah, Al. It means I won't ever be able to be a cop in D.C... Hey, Wend, you're not angry are you? \n[11]Well, honey, I kinda had a car accident... What? Stop shouting. I know I don't have any insurance. Aren't you even gonna ask if I'm okay? -- Billy adjusts a framed photo on the wall of him, Alec, Jules, Wendy, Kevin, Leslie and Kirbo in their graduation caps and gowns. He notices a woman's reflection in the glass. He turns to see she is flirting with him from the bar. He smiles back. Kevin arrives and Billy sees a perfect way to get off the phone. \n[12]Here's Kevin, he wants to say hello. He hands the phone to a more than reluctant Kevin and moves toward the YOUNG WOMAN at the bar. \n[13]Hey, Wally... a double screwdriver. He joins the Young Woman who is eyeing his sax. \n[14]So, you believe in premarital sax? \n[15]Me? I'm a very important drinker! So how 'bout we cut outta here? \n[16]That's okay, honey. This face seats five. Alec appears. \n[17]What's up, Al? \n[18]For some insane reason I thought you'd take it badly. Kevin and Kirbo rush in. \n[19]Like this was real mature, Al? They all start to laugh. Alec softens. \n[20]That's all right. You couldn't help yourself. You're an asshole. Besides, the wet look is in. He shakes his head, showering them with toilet water. \n[21]I'm an official pollster, thanks to Alec. Everyone applauds. \n[22]You're a god, Alec. \n[23]I told you I'd get you a new car. I'm goin' ultimate on this gig, Wend. Gonna pay you back for everything... Let's celebrate tonight. \n[24]Hey, come on, it's Saturday night. Let's party out. Let's go ultimate. Could he mean sex? Love? What she's been waiting for? \n[25]Welfare recipients are getting better-looking these days. \n[26]I think I'm in touch with the feeling. Let's go get a drink. \n[27]No more money from you, Wend. But maybe you could help me find another job. \n[28]I'm a family man and the rent is due. Alec, followed by Kevin, storms into the bar and attacks Billy. \n[29]Actually, they were the ones who suggested another type of polin'... He smiles as Alec grabs him. \n[30]\n[31]And I didn't bargain for you turning into a pompous politico. Suckin' up to Hodges. That's it, Al, isn't it?... You've become a Republican!!! \n[32]Oh, no, not just 'a' drunk, Big Al. One of the great drunks! \n[33]Oh, I forgot, Kev. You don't do anything Alec doesn't tell you to do. Well, that's-okay, 'cause just remember one thing. You can pick your friends and you can pick your nose, but you can't pick your friend's nose. Billy leaves. Wendy looks at Alec and starts to laugh. \n[34]Munitions. \n[35]\n[36]Prison. \n[37]I used to do this at the Prat house all the time. Climb out from Alec's room onto the roof and play my sax. \n[38]Not a day does by that I don't wish we were all back there. Everything made so much sense then. Our group being so ultimate, so number one. \n[39]But we were. Alec and me running everything. Jules and Leslie the hottest girls... Kevin and... \n[40]You being the best of us all... Those all-nighters when we used to talk about our dreams. \n[41]I was headed for New York with my sax... to become the new Clarence Clemmens. Then I met Felicia and she got pregnant, or said she was. Wendy looks shocked. \n[42]By the time I found out she had lied, she really was pregnant... \n[43]No matter... I probably wouldn't have made it in New York, anyway. \n[44]School was so damned ultimate. Everyday life... there's no way to go ultimate. But if it all gets too much Like just too fucking much... You can end your life at any moment. He dangles his feet dangerously off the edge. \n[45]Don't you ever just want to die? \n[46]Why didn't you ever tell me that before? \n[47]Want some? Wendy takes a big gulp. They are both awkward and ap- prehensive. She turns out a lamp. So does he, but knocks it over. \n[48]What the hell is that...? \n[49]What's that, your scuba suit...? He laughs as Wendy is destroyed with mortification. She gets up. \n[50]\n[51]Wend... I'm sorry... She is up the stairs and out of sight. Billy feels terrible. He eyes the money on the table and decides not to take it. As he opens the front door, white light from the moon glares INTO the CAMERA, as Billy moves into the light, it becomes whiter, more incandescent -- he becomes a ghostlike shape that eventually disappears and the SCREEN becomes SHIMMERING WHITE as we -- \n[52]Hands off my wife. \n[53]I said, take your goddamn hands off my wife. Blue-collar just smiles. Billy throws himself on top of him, slugging. Felicia screams. Alec tries to stop them. St. Elmo's watches as Billy and blue-collar beat the shit out of each other. Blood flows. Wally, the owner, arrives with a baseball bat. \n[54]Baby... They break away from the friends who are restraining them, and rush to each other in the middle of the street. Only the very young and the very drunk can get away with this. They collide in sexual frenzy. \n[55]Ho, you married a loser and you better face it. \n[56]Alec's,known it for a long time. Haven't you, Big Al? \n[57]I won't have you working. \n[58]I'm not gonna blow this one, Alec I'm gonna do ultimate by everybody...  I almost lost my wife tonight . and my little baby... Jesus... Felicia starts to cry as she holds him. \n[59]Ah... I thought you were comin' back Thursday. \n[60]You know I've been thinkin', Troy \n[61]Really? \n[62]Hi, babe... There is a long pause. \n[63]Felic... \n[64]Don't give up on me. Please, baby. 67. \n[65]I know it's been rough on you. But I'll get the right job soon. I'll change... I swear it. No women, no booze... You won't believe how ultimate I'm gonna go... He holds her and she wants to believe him badly. \n[66]\n[67]You know, Al, you're so perfect. Such a young god... I'll bet you were sproutin' pubic hairs at the age of three. Jules redoes Wendy's makeup as Leslie watches. \n[68]So how you doin'? Still living at home? \n[69]Felicia hasn't kicked me out yet. \n[70]I hocked it to pay the phone bill... You forgiven me yet for bein' such a horse's ass? \n[71]How stupid you were to be caring about a loser like me. I agree with you wholeheartedly. They both pause for a beat. \n[72]So you still a virgin? \n[73]Hey. everything's cool. It's not a party 'til something gets broken. \n[74]So do I. You wanna go someplace? He points to a house. Jules stops the Jeep. \n[75]I've had a shit year. \n[76]The bars are all closed. How 'bout your place? \n[77]Jules, you've really grown up into a fine-looking woman. \n[78]I've been meaning to ask you something all night. What do you have on under that skirt? \n[79]Who says? \n[80]Yeah, well, I bet you really won't have so much to say with me in your mouth. He kisses her wildly as she pushes him away aggressively. \n[81]Come and get 'em. \n[82]Ultimate... Ultimate!! \n[83]Nell, just get back in the Jeep and assume the missionary position. \n[84]Looks pretty ultimate up there... \n[85]Jules, it's Billy. Open the door. Okay, Jules... Open up the goddamn door, or I'm coming right through it. No reply. Billy spots a large metal fire extinguisher at the end of the hall. 114. \n[86]That was it... We came out of the bedroom and had coffee with everybody. \n[87]Let's not get dramatic. \n[88]When I realized how insane I've been all this time tryin' to be like Alec and Leslie... and you and Kevin... I'm not part of this post-college Georgetown life; marriage and jobs. Felicia and Melody'll be better off without me. \n[89]Three or four weeks... 115. \n[90]I was thinkin' of hanging around tryin'to be one of those in-the- neighborhood dads... but it would just confuse everybody... especially me. New York'll suit me fine. if somebody'll let me play sax. This is great. \n[91]So, are you still a virgin? \n[92]Have I abused our relationship too much? Or could I be so bold... as to ask you for a going-away present...? Wendy is moved. \n[93]I'll keep in touch. ", "JULES": "\n[1]They're dead, aren't they? Everyone ignores her as Alec hands his card to the Cops. \n[2]Thank God. Are you aware there's a three- hundred-pound man walking around naked? 2. \n[3]He almost killed you. Destroyed your car, and you're paying...? \n[4]No, that's my date! As usual, Jules has managed to make Wendy laugh, Just as the Cops approach her. \n[5]I'll have to be with her all night. They don't know if she's going to make it. \n[6]Shock. She could black out at any second... I'll call you... Jules joins Leslie and Wendy. \n[7]Too young... and don't you both start on your father complex theory. \n[8]Again. \n[9]When are you going to get a new car? One that truly expresses your lifestyle as the perfect couple. \n[10]And a hammer. \n[11]You're the one who's so angry these days. I thought writing for the Washington Post would make you happy. \n[12]The meaning of life, Kevin, is fun, good times and a little H-U-M-O-R. Don't you enjoy anything anymore? Like girls? \n[13]You didn't give him any money, did you? \n[14]Wendy, this is all too destructive. \n[15]You're not fat. \n[16]You have to amputate Billy the Kid. \n[17]I don't get it. \n[18]So this crummy welfare hospital called and remember I told you about my father's second wife. My 'stepmonster.' \n[19]She gambled away all the money she got out of my father, is on her I deathbed and she put me down as next of kin. \n[20]Unreachable somewhere in South Africa with his new wife, who it turns out is only three years older than me. And if I don't reach him, guess who's going to end up paying for that old witch's funeral. Is there some insane irony to this or what? \n[21]Sure, just like he takes care of everything else, including not showing up for my graduation. In the background, Alec has brought in their mattress and some sheets and a pillow. 16. \n[22]Thanks, Alec. You're still my Indiana Jones. Always coming to my rescue. \n[23]You should have bought the red dress. Red drives men mad. As two college guys hit on Jules she flips her red cape. \n[24]See... \n[25]You have to put some kind of distance between you and Billy. \n[26]Trivial pursuit. \n[27]How 'bout bloody Marys on me at St. Elmo's? Everyone cheers except Alec. \n[28]You haven't been here since you helped me move in... \n[29]What do you think? \n[30]Why do you think God invented credit for fabulous people like me? Fix us a drink. She disappears into the bedroom. \n[31]I knew you'd like it. You have such sensitivity... Fix me a vodka rocks... \n[32]Alec, it's Jules. I'm at the Van Buren... X INTERCUT their phone conversation. \n[33]Please... I'm with these Arabs... and they've been forcing me to do coke all night... And I only understand a little Arabic, but I'm sure I heard the words for 'gang bang' and 'white slavery'... Please get me out of here... Suite 2708. \n[34]Alec, what are you doing here? He quickly grabs her and they leave the suite. The Arabs hardly notice. \n[35]You're a real pal. My Indiana Jones. I won't forget how you came to my rescue again. \n[36]Shovels full. They've got barrels. \n[37]That's very interesting, let's stay up all night like the old days and discuss it. \n[38]'I'm a financial genius, haven't you heard? \n[39]A systems analyst I met... very hot Jewish guy. \n[40]And waste all this good coke! As Jules connects with her number, Alec starts to head out of the hotel in disgust. A beautiful older woman is getting her key from the desk and crosses in front of him toward the elevators. She and Alec check each other out. He smiles. She smiles. As her elevator, arrives, she changes her mind and, giving Alec an inviting smile, steps into the dimly-lit bar. Alec is torn between morality and temptation. Temptation wins as he follows the sexy lady. \n[41]You could order a nice Napa Valley Chardonney, unless you want to impress her with an import. \n[42]Montrechart or Mersalt then and don't forget to smell the cork. \n[43]Escargot. I'd stay away from them if I were you... heavy garlic. \n[44]It's payday, thank God! \n[45]I've got to pay for my stepmonster's funeral. Then I'll catch up. \n[46]The president of the bank? \n[47]So, I went to see my boss and I thought he'd say something presidential like, 'How can I be in banking when I can't even balance my own checkbook.' But instead, he took me to dinner -- several times. \n[48]Too late, Leslie. You should see him -- sort of a cross between John Forsythe and Richard Gere. \n[49]\n[50]Everybody... this is my friend and decorator, Ron Dellassandro!!! You remember Ron. This is not Kevin's night. As Ron sits next to him, Alec's jovial mood suddenly changes. \n[51]But who is she with? Kirbo seats them at a small reserved table. Alec, Leslie, Jules, Wendy, Kevin and Howie all turn their attention immediately to Billy, who is playing his heart out -- until he sees FELICIA. Felicia and blue-collar get chummier. Billy stops abruptly and jumps from the platform. Alec is up in a flash and headed after him. Billy arrives at their table. \n[52]Yes. No matter what he looks like. Leslie glares at Jules, but Wendy starts laughing. \n[53]We came to take you to lunch. La Petite Chateau. One o'clock. \n[54]Campbell's mushroom barley. How chic. They are joined by MYRA, a bag lady, and several other regular patrons. \n[55]Have you fucked him yet? \n[56]You haven't? Listen, get engaged. x Get the car. Fuck him and if you don't like it, break the engagement. \n[57]Well, no sense beating around the bush. Wendy, we came to see you because we're both worried about you. \n[58]Moi? Your were worried about moi? \n[59]Forrester is the greatest... \n[60]Leslie, this is the Eighties... I bop him for a few years -- get his job when he gets caught with his hand in the vault. I become a legend -- do a black mink ad, but get caught in a sex scandal. Retire in massive disgrace -- but write a huge bestseller and become the star of my own talk show. \n[61]And besides, Forrester suggested some fabulous alternatives for my stepmonster... \n[62]Well, it turned out that cremation is almost as expensive as the non- torch method -- so if I don't find a cheaper solution -- I'll probably end up... \n[63]like one of these bag ladies. Of course, I'll have alligator bags... She looks at her watch. \n[64]Oh, I've got to meet Forrester. \n[65]Who'd want to? I think this was a wonderful talk, don't you? Nice meeting you, Myra. Jules is gone in a neurotic flurry. Leslie and Wendy are worried. \n[66]Thin blood. \n[67]Oh, shit. Wendy and Leslie are worried. \n[68]Hanging on. the old witch. At least it gives me a chance to funeral-shop. Did I tell you I found this place in California -- 'The Neptune Society.' They'll wrap her up and throw her to the sharks for five hundred dollars... But I have to ship the body all the way out there... Excuse me. Wendy and Leslie look to each other. Kirbo nervously dials the 'phone. 73. \n[69]Which one is yours? I always forget. \n[70]Do I. I've had a shit day. \n[71]Where do you want to go? \n[72]We're going to my place. Good. She STARTS up the JEEP. \n[73]I don't feel very fine-looking. \n[74]You should know. \n[75]Billy... enough! \n[76]I say. \n[77]I'm serious, Billy. No!!! He grabs the keys from the ignition as the CAR DIES. \n[78]Billy! Holding her off with one hand, he shoves the keys into his underwear and then sits back grinning. \n[79]You shit!!! She attacks him, biting his hands, his neck and his chest. Billy shrieks with laughter and pain. \n[80]I really needed you tonight. \n[81]You break my heart. You break everybody's heart. She drives off in the Jeep. Billy fumbles with his pants and then turns toward his house. Felicia, holding their baby, stands watching from the porch. Obviously having seen most of this, she silently goes back into the house,. locks the door and turns out the light. Alone, drunk and bewildered, Billy starts moving away from the house real- izing he has no place to go. \n[82]Don't you two ever use a bed? Leaving the door wide open, she races through the apart- ment. Kevin continues to madly attack Leslie when Ron, carrying packages, arrives at his door across the hall. He and Kevin exchange a look as-Ron goes inside. \n[83]Wonderful. Brilliant... Ha ha... 'Tract Housing in Maryland'... \n[84]Got to fly. Forrester, the magnificent animal, is waiting. Did the hospital call? Is my stepmonster dead yet? \n[85]I'll have him wave up to you. She is out the door in a flash as Leslie moves toward - the window. \n[86]I'll throw myself out the window before they get through the door. \n[87]'Bye, baby. She hugs him expansively. Billy next kisses Leslie and shakes hands with the guys at the same time. Wendy waits until last and then they embrace emotionally. 117. ", "KIRBO": "\n[1]We're dealing with a first offender here, and since Ms. Beamish doesn't want to press charges, whaddya say we just let this one slide, Officers? They reach the back of the mobile van, where we see BILLY HICKS, a handsome daredevil, playing his saxophone, wearing handcuffs, for two good-looking nurses and Kevin, who is trying to give him black coffee. \n[2]Dale?... Dale Biberman? She hesitates, somewhat puzzled. \n[3]You don't remember me. \n[4]Kirby Kreager. You were a senior when I started Georgetown. \n[5]And I'm a lawyer. (as she looks at his waiter's duds I mean I'm a waiter, studying to be a lawyer... and you became a doctor... Just like you said you would. \n[6]Dale Biberman. I can't believe it. Do you still like Woody Allen movies? There is a big COMMOTION at the other and of the hail. \n[7]Madly in love. \n[8]Did you see her at the hospital? Dale Biberman? 10. \n[9]It tastes better. \n[10]Dale Biberman. Kevin looks puzzled as Kirbo hangs up his bike. \n[11]The girl I fell in love with when we were freshmen. Remember, I met her at that big fountain on main campus? The one that says 'Knowledge, Art, Religion, Life'... she was sitting on the 'Life' side and she smiled at me. \n[12]... Getting married... becoming a father. \n[13]And having the right girl smile at you. She has the whitest teeth I've ever seen. \"RHAPSODY IN BLUE\" fills the room. Kevin begins gathering up his endless pieces of paper, notes, etc. \n[14]I found her again. It's fate. It's true love. I have her hospital schedule! \n[15]You're just bitter, 'cause you haven't had sex for a long time. \n[16]It's the only illusion that counts. \n[17]Anyone who's ever been in love. \n[18]Since when do you work on Saturdays? \n[19]Why, Dale? How nice to see you again. \n[20]Oh, no... just tying up some legal loose ends for my friends... \n[21]Buddy, the only extra money I have is my savings for the most important date of my life. \n[22]I'm ripped between rapture and s torture. s \n[23]Yes. Kreager. One o'clock. I want this table. \n[24]I'll pay double. \n[25]Money's no object. \n[26]Okay and how do you say escargot? \n[27]Jules, I owe you. \n[28]Could you please clean up these crumbs, waiter? \n[29]Aye, aye, sir. Dale Biberman rushes into the restaurant in all her splendor. Kirbo is extremely excited. \n[30]Ho... that's from Annie Hall, the movie we saw together... don't you remember? \n[31]Ho... it was Annie Hall. \n[32]Of course... We'll have the... \n[33]So... how's your, uh... are you seeing anyone? \n[34]When? She is gone as the Maitre D' walks over to him with his pad and speaks with exquisite, controlled sarcasm. \n[35]This is not just an infatuation and she's not just a girl -- she's the only evidence of God I can find on this planet -- with the exception of the mystical force which removes one of my socks from the dryer every time I do laundry. Laundry folded, they head out of the laundromat passing the drop-off \"Fluff and Fold\" facilities. \n[36]'Fluff and Fold.' I'm telling you, Kev, when I make it, that's where I take my laundry. \n[37]I understand 'Fold,' but what is 'Fluff'? \n[38]Hey, I've been an amateur gynecologist for years. He is gone as Jules and Leslie wave to Billy and start toward the ladies' room. \n[39]Rejection. Total and devastating. As long as she hasn't rejected me, there's hope. \n[40]Who are you in love with? \n[41]10, 'Fluff and Fold,' buddy. Soon as I get some dough, I'm goin' 'Fluff and Fold.' \n[42]I can't help you with your writer's block -- until I see that look in Dale Biberman's eyes. The look that says she knows I'm the one for her. \n[43]They weren't women. They were practice. \n[44]I'm going to be a doctor. \n[45]Why did you tell me you had to work tonight? Why did you lie? \n[46]I'm obsessed with you, Dale. I have been for four years. \n[47]I know. But I'm obsessed by my fantasy of you. Dale realizes this man needs some help. \n[48]I'm your man, Mr. Ho. \n[49]I don't feel it has any relevancy in the world I want to go into. \n[50]The 'real' world. Besides, did you know that there are more students in law school than there are practicing lawyers? \n[51]Hi, Dale. \n[52]I was hand-picked as special attache to Kim Sung Ho. You know, the famous Korean entrepreneur? He quickly holds up a newspaper with Kim on the cover. \n[53]I have to grab my huge financial opportunities while-I can. It's all about money, isn't it, Dale? \n[54]I'm giving a little party Saturday night at Kim's house.  I'd really like to see you there. \n[55]He won't be back until Sunday... remember, there's an extra hundred bucks for you and Kenny to shut up. \n[56]Fluff and Fold!!! \n[57]I told him I had Kim's permission. Should I go for the formal'tux, or the velvet smoking jacket, I-do- this -all -the -time look? \n[58]When she sees me in this setting and realizes my potential, which she has always secretly known about me, the veil will be stripped from her eyes and she will give herself to me tonight. \n[59]\n[60]\n[61]Emergency break in!... Operator! . That's right... What do you mean she won't release the phone??? Did you tell her I'm giving a party for her??? \n[62]Wendy, please, this is the most important thing in my life... \n[63]Trust me. \n[64]Where is Dale? \n[65]What???... Where??? \n[66]Because I'm not responsible for what I'll do to you if you don't. \n[67]Dear Mr. Iacoccoa... Recently, in a life and death situation, I had the bad luck to use one of your so-called luxury cars... Finally, he sees a large sign reading: \"SEVEN SPRINGS.\" \n[68]Shit... Goddammitt... \n[69]Heater. Where's the defroster??? He rams and jams every button and knob in sight as he weaves dangerously on the freeway. Eventually one of the levers comes off in his hand. \n[70]Dear Mr. Iacoccoa... I recently had the misfortune of using one of your, so-called, new luxury cars in an emergency situation. So much for American enterprise! 85. \n[71]Kirby Kreager! And who the hell are you? The door swings open and there stands GUY, a handsome thirty-year-old wrapped in a blanket. Dale comes from the bedroom, fastening a man's robe and staring at Kirbo in disbelief. \n[72]I'll stay in the car. \n[73]Leave me alone. I'm not your responsibility! Dale has joined them. \n[74]He's a doctor, isn't he? \n[75]You expect me to wear his pajamas? \n[76]I gave up school... and my job at St. Elmo's... and you never even knew about it. It's kind of funny, isn't it? Dale sits down next to him. \n[77]A kind of win fills his senses. \n[78]But, Kevin, I used to wait outside her house,. ring the bell and then when she'd come to the window I'd run away. Just to get a glimpse of her. \n[79]Not Naomi, from our corner? \n[80]I think you better go to the doctor and get some shots. \n[81]No, as soon as I get back in school, I'm going to work part- time for a law firm. Did you know there are as many people in law school as there are practicing lawyers? \n[82]How'd she put the rubber on with her mouth? \n[83]How is she? \n[84]I'll find Billy. Kirbo dashes down the fire escape. \n[85]Billy's working at the big Chevron station on Michigan. He must have a hacksaw or something... Kirbo takes off on his bike as Alec looks at Kevin. \n[86]Hey! Help. Kevin goes down the fire escape to help him, leaving Alec and Leslie alone. Leslie kneels by the window with her hands on the iron bars and speaks to Jules. \n[87]Blowtorch, anyone? ", "WENDY": "\n[1]I'm fine. It's the car my father gave me for graduation that's totalled. \n[2]How much do I owe you? \n[3]Is that your date? The naked man wanders past them. \n[4]No. \n[5]Oh, God. Wait 'til my father hears the car is totalled. \n[6]No, I'm not angry. \n[7]You better call your wife, Billy. Billy reluctantly leaves as Jules laces into Kevin. \n[8]A little... \n[9]That doesn't leave much left. \n[10]Life in the-fat lane. \n[11]My thighs are fat. And no diet works. The only way to lose weight on your thighs is amputation. \n[12]I know, but I can't. \n[13]Me, either. \n[14]I have a mad man in my life already. \n[15]Okay. Why can't I say no to you? \n[16]See our real purpose, Miss Chambers, or do you prefer Ms... is to get you off welfare and train you in a skilled profession. Now, do you have any interest in the janitorial field? \n[17]There are educational... \n[18]Ever feel like you're not accomplishing anything? Billy sits on her desk. \n[19]\n[20]I'm all tapped out from the accident but I could probably get some from my father... \n[21]You should be playing your music. Billy... \n[22]He's kidding, Dad. He's a musician and a very fine one. Wendy leaves them as she enters: \n[23]He's not my boyfriend. \n[24]Libby, please. You're looking beautiful, Mom. \n[25]I have a job with the Department of Human Services, Dad. \n[26]I'm very committed and I think I should get my own apart... Suddenly, one of Wendy's Nephews comes running into the room excitedly. \n[27]All the years we lived here and no one ever did this. \n[28]Every group on campus thought they were number one. \n[29]Me having the fattest thighs. \n[30]Why didn't you ever tell me that before? \n[31]You're very talented, Billy. \n[32]That's ultimate. \n[33]Not while I'm still a virgin. Billy looks over at her. He's amazed. \n[34]Sssssh. She waits, and when she realizes no one has heard the crash, she sits down on the small loveseat. Billy joins her and going to kiss her, knocks her glasses askew. \n[35]Oh, we were just passing by. Kevin and she smile as he puts his arm around her. Alec and Howie are talking business. \n[36]That's Felicia. Billy's wife. \n[37]Hi. x \n[38]I can't leave here and go to La Petite Chateau. Ladies, please, x let's have a little perspective. \n[39]This is Myra. Myra, Jules and Leslie. \n[40]I wouldn't say my father is trying to bribe me, but he offered me a Chrysler Le Baron convertible if I'd get engaged to Howie. \n[41]Jules!!! \n[42]No, Jules, that was the scam that Leslie and I worked out because we were worried about you. \n[43]Silly of us to be concerned. \n[44]That's another thing. You seem obsessed with this woman's dying. It's creepy. \n[45]That's so great. \n[46]That's great. So I guess that means marriage now, huh? \n[47]It's like stopping smoking. I can go as long as I can and then I just have to have a hit. \n[48]Great. Great. \n[49]No... It just means I'm officially thinking about it. \n[50]Jules, your hands are shaking. \n[51]Yeah, how about you? \n[52]You been playin' your sax? \n[53]There's nothing to forgive. In fact, I should thank you... It helped me grow up a lot and see how stupid I was... \n[54]You have a lot of talent, Billy. \n[55]No. \n[56]It's brand new. \n[57]He took my new car. \n[58]I got a personal letter from Lee lacocco... they fixed everything for nothing. \n[59]It's a great car, Dad, but I can't keep it. I don't feel right about driving a car like that and working with people who can't afford to eat. She finds the keys and hands them to him. \n[60]I'm giving Howie back, too. \n[61]I don't love Howie. 94. \n[62]Sit down, Daddy... sit down. They sit down, both still very emotional. After a moment, Mr. Beamish takes a torn greeting card from his pocket. It has a very sexy woman on it. \n[63]Daddy, I'm sorry. I'm sorry I said I hated you... \n[64]There's no training to be me either, Dad. I'm learning on the job, too. He hugs her as they walk back into the restaurant. \n[65]So, when did you get so sane? \n[66]Did she get remarried already? \n[67]I'll tell you what's great. Last night I woke up in the middle of the night and made myself a peanut butter and jelly sandwich... and you know it was my kitchen, and my refrigerator and My apartment . and it was the best peanut butter and jelly sandwich I've ever had in my life. They chuckle together and then they become more serious. \n[68]So you're goin', huh...? She picks up his sax and blows a few comic notes. \n[69]Why is my sexual status so important to you? \n[70]Go ultimate. Billy smiles at her as she fights tears. \n[71]No, you won't. He wants to say more to all of them, but the bus is wait- ing and he hops on it. The door closes and the bus backs out of the terminal. Billy stands near the driver and waves out at them. ", "DALE": "\n[1]I do, but I'm trying... \n[2]Kirby... It's been four years. How are you? \n[3]I always knew you would. \n[4]Almost. I'm finishing my clinical. \n[5]I've got to go. Nice seeing you. She races down the hall, joining paramedics wheeling in a large black man on a gurney. His hysterical wife runs screaming behind them. \n[6]Kirby, what brings you back here? Nothing serious, I hope. \n[7]Excuse me... I'm late... \n[8]I don't get to the movies much anymore... I've got to go. She is moving away. \n[9]Sure. That would be nice sometime. She is moving quicker. \n[10]Sorry I'm late. Have you been waiting long? \n[11]The food is great here. \n[12]That's funny... I thought we went to see a Mel Brooks movie. \n[13]Are you sure? 'Cause I don't like _ Woody Allen movies very much. \n[14]I can't... I'm on call. Kirbo is shot down as the Maitre D' hands Dale a menu. \n[15]To tell you the truth, my work's so time-consuming, I don't get the chance to date, but when I do -- well, medicine's such an incestuous profession, the only people I seem to ever go out with are doctors. The Maitre D' returns with the telephone. \n[16]r See, they just won't let me alone. Hello... Yes, yes, doctor, right away. I've got to get back to the hospital. I'm so sorry. Maybe we can do this again sometime. \n[17]Yes...? Kirbo cannot bring himself to speak. \n[18]Hello. Kirbo is dying to speak, but can't. He quickly charges out of sight. \n[19]Kirby... How are you? We see Kirbo now, soaking wet and in pain. \n[20]r What's going on? \n[21]That's not what's going on. They pull up in front of her building and get out of the car. \n[22]I didn't want to hurt your feelings. \n[23]But you don't even know me. \n[24]I'm very average... full of flaws... She gestures toward her sloppy bedroom. \n[25]I'm a slob.., can't even make a bed straight... You ready for more... \n[26]Here. Watch. Dale Biberman takes out her own garbage. She opens the apartment door as her roommate, JUDITH, arrives home with a bad cold. \n[27]Here's my roommate, Judith. She hates me. \n[28]And here's the worst of all... When I first decided to be a doctor, I thought it was because I wanted to serve people. But now, well, I'm beginning to get this funny feeling that what medicine's really all about is money... You want some coffee? \n[29]Kirby? \n[30]Kirby. What are you up to? \n[31]What about medical school? \n[32]Well, good luck. \n[33]Well, thank you, Kirby. I'll try... She smiles sweetly and runs off as Kirbo sits back and talks to the female Chauffeur. \n[34]Kirby? What are you doing here? His entire world has collapsed. He can't swear, shout or cry -- he can only dash toward the car frantically. Falling in the snow once or twice, he eventually jumps into the car and tries to peel out, but it just spins in the snow. Meanwhile Guy has put on heavy boots and comes running out to the car where Kirbo stands on the gas to no avail. \n[35]Kirby, stop. Come inside. He ignores her maniacally as he keeps desperately trying to get out of there. \n[36]Kirby, please! \n[37]He'll freeze!!! She begins pulling on her boots as Guy tries to reason with Kirby. \n[38]By driving up here, you've made us responsible for you. Now come inside. \n[39]Your clothes should be dry in a few hours. \n[40]Here are some pajamas. \n[41]We'll talk in the morning. She joins Guy, in the bedroom and closes the door. Kirbo is left with the pajamas and his desperate anguish. 87. \n[42]I'm sorry. I had no idea it had gone this far. \n[43]The reason I didn't know... is because all of this happened \n[44]Drive carefully. Guy gets out of the car. \n[45]I don't really know you well... but you seem like a fine person .. and I want you to know that I'm flattered by all of this and deep down, I'm sure for a long time, I'll wonder if maybe this somehow isn't my loss. She kisses him gently on the cheek. He is about to sink into more pain when suddenly he grabs Dale and kisses her with all the passion he has for her. When he releases her she is dazed. Something has definitely happened. ", "KI RBO": "\n[1]'I'm Mr. Hicks' legal counsel and he's not required to take any tests. 3. \n[2]I graduated! \n[3]What is the three-year president of Georgetown's Young Democrats doing working for a Republican? \n[4]Ah, funny running into you again. I noticed there's going to be a Woody Allen festival and I thought maybe we... \n[5]That's all right. I'll wait. \n[6]I want this table... and I'm waiting right here. \n[7]Oh, me, too. I hate Woody Allen movies. The Maitre D' comes over to the table. \n[8]I have most of the credits from when I was going through my 'major-of-the-week' phase. All I need is Organic Chemistry which I just enrolled in for January. \n[9]Alec has balls. He sees things with his balls. A ball's-eye view so to speak. Having taken their stuff out of the dryer they leave. \n[10]I'm obsessed. Thank you very much. \n[11]She'll be there. You see her face when she saw this car? \n[12]Perhaps, but a well-dressed fool. \n[13]Can I use your car? \n[14]You better get off the phone and open this door! Suddenly the window above him opens and Dale's roommate Judith appears angrily. \n[15]Is Dale Biberman in there? \n[16]I don't think I need the eggs anymore. Dale Biberman gave me enough cholesterol for a lifetime. You were right all along... Love stinks. \n[17]I always thought we'd be friends forever. \n[18]The bus is leaving. Alec and Leslie Join him and they quickly move to where Jules. Kevin and Wendy are saying goodbye to Billy who has his suitcase and sax. A bus waits. ", "Â\u0080¢": "\n[1]On which I continue to turn out obituaries and very little else... Taking out shreds of papers and napkins. \n[2]Over here! Kevin is watching Alec kiss Leslie, when suddenly they are joined by Jules' neighbor, ROH. \n[3]\n[4]Perhaps in that very bed you are sitting on. Is the cummerbund out of style? \n[5]And the fat chick Sandy met on a plane. Alec and me pretended to be renting agents. She wound up taking on the whole house... Everyone laughs as Alec looks to Billy seriously. \n[6]Ah... by any chance did Dale Biberman get called in on emergency duty tonight?... Ho? He hangs up and tries her home number. It's busy. \n[7]takes a stand. \n[8]\n[9]93. \n[10]SHOTS of lunchtime in D.C.: Clerks, pages, government employees of all description leave work and venture forth for the lunch ritual. \n[11]You fucked manyl \n[12]", "FELICIA": "\n[1]Oh, you finally remembered. Where were you this past week? Alec arrives. 51. \n[2]Yeah, get outta here... you no- good shit. Felicia is hurling insults at Billy as she tends to blue- collar. Alec and the others drag Billy past Leslie and Jules, who look to Ron, who has been hiding behind them with a hand in front of his face. \n[3]Get outta here, Billy. Get outta my life!!! \n[4]Goddamn you, Billy. You shit. There is pandemonium as Felicia and Billy pummel each other. Alec grabs Billy, while Kevin and Kirbo restrain R Felicia. As the young couple are being dragged away 2 from each other, suddenly Felicia cries out to,her man. \n[5]Billy... \n[6]This is all my fault. \n[7]Don't say that. \n[8]I'll get a job. \n[9]Alec. You've been so good to us. \n[10]'Member Ray Slater? He was the guy I was goin' with before I met you? \n[11]He came to see me, Billy, and he still wants to marry me. And held take good care of Melody and I could probably get an annulment. ", "WEHDY": "\n[1]We'll be right behind you! They all move toward Alec's car except Kirbo, who sud- denly notices'someone. He becomes mesmerized as he falls away from the group and starts back for the hospital. \n[2]It's easy for both of you. Men are just a game for you Jules. \n[3]And of course you and Alec are... \n[4]There's your rent money. Just take it and go away. She starts up the stairs. Billy comes to the doorway. \n[5]He's bleeding. \n[6]Dad, I have my own work, and I want to get my own apartment. \n[7]I don't love Howie, Dad. I love Billy! \n[8]He's talented and confused and he's not a lowlife. And I love him because he's alive! He's the most alive person I've ever known. \n[9]I hate you, Dad. I really hate you now. She rushes from the counter grabbing her coat. ", "WEND Y": "\n[1]Will you both give Billy a break? He lost his job today. \n[2]How'd you do? \n[3]Billy, why aren't you at work? Billy gives her a look she knows all too well. \n[4]I don't think we should see each other, anymore. She pulls out the money her father gave her and places it on a nearby table. \n[5]Hi... this is Howie Krantz. As Alec and Kevin welcome Howie, CAMERA STAYS ON Wendy, who is filled with mixed emotion watching Billy play. As she sits down slowly, Kevin'speaks to her: \n[6]Seen Billy? \n[7]That's my father. You leave him alone... that's my father! She runs over to them and shoos the Toughs away. Still crying, she guides her father toward a stoop. \n[8]Then what happened? \n[9]You saved her life. ", "BLACK HOOKER": "\n[1]You want a date...? Hi... you want a date... Kevin passes quietly and she ignores him. \n[2]'Cause I thought you were gay. \n[3]'Cause I never see you with a girl. And you always look real strange. \n[4]Delaware's about as far as I've ever gone. Is this person a he or a she? She takes the bottle and takes a swig. \n[5]Oh honey, lots of people come to me for love and it's a secret. He takes his bottle back and goes home. \n[6]Hey, secret love, you want a date tonight? \n[7]Got fifty bucks? I'll show you the meaning of life. \n[8]Oh, you think if you get some girlfriend, or maybe a wife, you ain't gonna pay? Oh, you'll pay . but you won't ever be sure you're gonna get it. Now with me, you pay, but you get it, and you get it good! \n[9].You think you ain't gonna pay? You'll pay. ", "MAITRE D'": "\n[1]Excuse me, sir. We do not open until eleven. \n[2]Do you have a reservation? \n[3]At that time, I will find a lovely table for you and your guest. But this is a table for four. \n[4]I'm sorry. \n[5]I am not the waiter. I am the captain. \n[6]Will you be ordering any wine? \n[7]Miss Biberman? Telephone. 39. \n[8]Have you had enough time to look at the menu? ", "GUY": "\n[1]You've got no skid chains or snow tires. You've got no traction. Kirbo ignores them. \n[2]You-'re not gonna get out of here tonight. You better come back inside. 86. \n[3]He wants to stay in the car. \n[4]People have died out here. \n[5]Okay, she's starting... You better get out of here before it starts snowing again. \n[6]Wait a minute... I've got to get a picture of you old college chums... 91. \n[7]Smile. They turn to face Guy and his Polaroid camera. After he takes their photo, he hands it to Kirbo who hands it to Dale'and quickly gets into the car. \n[8]Aren't you going to wait for it to develop? Kirbo drives off quickly. "}}