{"dialogues": {"KIRK": "\n[1]Prayer, Mr. Saavik. The Klingons do not take prisoners. Captain. \n[2]Physician, heal thyself. \n[3]I'm not a drama critic. \n[4]Well, Mr. Saavik, are you going to stay with the sinking ship? \n[5]Very well. \n[6]And why not? \n[7]A no-win situation is a possibility every commander may face. Has that never occurred to you? \n[8]How we deal with death is at least as important as how we deal with life, wouldn't you say? \n[9]Then you have something new to think about. Carry on. \n[10]They'll learn. Galloping about the cosmos is a game for the young, doctor. \n[11]Aren't you dead? \n[12]I assume you are loitering here to learn what efficiency rating I plan to give your cadets. \n[13]They destroyed the simulator room and you with it. \n[14]It had the virtue of never having been tried. \n[15]So you said at the time. Speaking of which, your prot\u0082g\u0082's first rare -- a trifle emotional -- \n[16]Than you. Yes, I see that. By the way, thank you for this. \n[17]'It was the best of times, it was the worst of times...' Message, Spock? \n[18]Hrummm... and where are you off to, now? \n[19]Home. \n[20]Something. \n[21]Come. \n[22]Bless me, doctor; and what beams you into this neck of the woods? \n[23]Romulan Ale! Bones, you know this stuff is illegal -- \n[24]Twenty-two, eighty-three... \n[25]I'm almost afraid to. What did you bring me, contraband Klingon -- \n[26]Cheers. Bones, these are... charming. \n[27]Uh -- what are they? \n[28]But I'm allergic to Retlax. \n[29]Amazing! I don't know what to say -- \n[30]Thank you. \n[31]Bones, I don't want to be lectured. \n[32]Spare me your notions of poetry, please. We all have our assigned duties and... \n[33]And who am I hiding from? \n[34]Don't mince words, Bones; tell me what you really think. \n[35]I really must thank you. \n[36]I cut your new orders personally. By the end of the month, you'll have your first command: USS EXCELSIOR. \n[37]You've earned it. But I'm still grateful to have you at the helm for three weeks. I don't believe these kids can steer. \n[38]Permission to come aboard, Captain? \n[39]Yes, we've been through death and life together. \n[40]Mr. Scott, you old space dog. You're well? \n[41]Oh? A wee bout of what, Mr. Scott? \n[42]Ah. \n[43]And who is this? \n[44]Your first training voyage, Mr. Preston? \n[45]I see. Well, shall we start with the engine room? \n[46]Very good, Mr. Spock. \n[47]Oh do you? Have you any idea, Midshipman Preston, how many times I've had to listen to Mr. Scott on the Comm, telling me his troubles? Have you any idea the ribbing I've had to endure in the officers' mess to the effect that the Enterprise is a flying death trap? \n[48]Midshipman, you're a tiger. \n[49]Every young boy's fancy. I seem to remember it myself. Very well. Mr. Scott, are your engines capable of handling a minor training cruise? \n[50]Mr. Scott, the word is given. \n[51]The inspection will continue once we're underway, Doctor. \n[52]To be sure, Captain. \n[53]Captain's discretion. \n[54]Lieutenant, are you wearing your hair differently? \n[55]Lieutenant, self-expression does not seem to be one of your problems. \n[56]You earned it. \n[57]You're bothered by your performance on the Kobayashi Maru. \n[58]There is no correct resolution. It is a test of character. \n[59]You may ask, Lieutenant. \n[60]That was a little joke. \n[61]We learn by doing, Lieutenant. \n[62]You want my advice? \n[63]Take the test again. \n[64]Kirk here. \n[65]In my quarters, Uhura. \n[66]As a physician you of all people should appreciate the danger of re-opening old wounds. \n[67]Uhura. Can't you augment? \n[68]Message breaking up, Carol. What's wrong? What's wrong? \n[69]Repeat... what's wrong? What's wrong? \n[70]Taking Genesis? Who? Who is taking Genesis? \n[71]What order? Who's taking Genesis? \n[72]Carol! \n[73]Uhura! What's happening? Damn it... \n[74]Damn. Alert Starfleet Headquarters. I want to talk with Starfleet Command. \n[75]Stop engines. \n[76]An emergency situation has arisen. By order of Starfleet Command, as of now, 1800 hours, I am assuming command of this vessel. Duty officer so note in the ship's log. Plot a new course: for Space Laboratory Regula I. Mr. Scott? \n[77]We'll be going to warp speed -- \n[78]Engage warp engines -- \n[79]Mr. Sulu, go to Warp 5. \n[80]We've got a problem. \n[81]Something may be wrong at Regula I. We've been ordered to investigate. \n[82]I told Starfleet all we had was a boatload of children but we're the only ship in the quadrant. Spock: those cadets of yours -- how good are they? How will they respond under real pressure? \n[83]That won't be necessary: just take me to Regula I. \n[84]But it may be nothing; garbled communications. Why don't you... \n[85]You are going to remind me that logic alone dictates your actions. \n[86]I would not presume to debate you. \n[87]Or the one. \n[88]Will you accompany me to the bridge? \n[89]How far? \n[90]Give up Genesis, she said. What in God's name does that mean? Give it up to whom? \n[91]Uhura, ask Dr. McCoy to join us in my quarters. Mr. Saavik, take the con. \n[92]Computer. Request security procedure and access to Project Genesis Summary. \n[93]Kirk, Admiral James T., Starfleet General Staff. Security Class 1. \n[94]Summary, please. \n[95]Yes. \n[96]Wait -- \n[97]The power of creation -- \n[98]The tape was made a year ago. I can only assume they've reached Phase Two by now -- \n[99]Gentlemen, this isn't -- \n[100]What do you make of her? \n[101]Chekov's on Reliant, isn't he? \n[102]Try the emergency channels... \n[103]Picture, Mr. Saavik. \n[104]Is it possible their COMM system has failed -- ? \n[105]Visual. \n[106]This is damned peculiar. Yellow alert. \n[107]Spock? \n[108]Raise shields! Energize phasers, stand by to -- \n[109]Mr. Sulu... The shields! \n[110]Scotty! \n[111]Uhura, turn off those damn channels!! \n[112]Scotty, let's have it. \n[113]WHO? Who knew just where to hit us? And why? \n[114]Visual! Mr. Sulu, divert everything to the phasers -- \n[115]Hang on! \n[116]Scotty -- what's left? \n[117]We don't have minutes. Can you give me phaser power? \n[118]Who the hell are they? \n[119]On screen. \n[120]Do it, while we have time. \n[121]Khan! \n[122]What is the meaning of this attack? Where is the crew of the Reliant? \n[123]Khan, listen to me -- if its me you want, I'll have myself beamed aboard. All I ask is that you spare my crew. \n[124]Genesis, what's that? \n[125]Give me some time to recall the data on our computers -- \n[126]At least we know he hasn't got it. Just keep nodding as though I'm giving orders. Saavik, punch up the data charts of Reliant's command console -- hurry... \n[127]\n[128]It's all we've got. \n[129]We're finding it. Please, please -- you've got to give us time -- the bridge is smashed, computers inoperative... \n[130]You've got to learn WHY things work on a Starship. It's coming through now, Khan... \n[131]... to prevent an enemy from doing just what we're attempting; using our console to tap in a message, an order to lower Reliant's damn shields... \n[132]Wait for my signal, Spock -- too soon and he'll have time to figure it out and raise them again. \n[133]Khan, how do I know you'll keep your word? \n[134]I take your point. Stand by to receive our transmission. \n[135]Mr. Sulu, lock phasers on target and await my command... \n[136]Here it comes. Now, Spock. \n[137]\n[138]I did nothing -- except get caught with my britches down. I must be senile. Mr. Saavik, you just keep right on quoting regulations. Meantime, let's find out what the hell is going on and see how bad we've been -- \n[139]The word is given: warp speed. \n[140]He wants to kill me for passing sentence on him 14 years ago -- and he doesn't care who stands between him and his vengeance. \n[141]If he hadn't, we'd be space by now. \n[142]Yes, Spock. \n[143]Best speed to Regula I. Kirk out. Scotty, I've got to ask: Any chance of getting the mains back on the line? \n[144]Are you all right? \n[145]At the moment that question takes a back seat to preventing him from laying his hands on it. You said it yourself; we're talking about a bang that would re-arrange the universe... \n[146]I got beat. We're only alive because I knew something about these ships that he didn't. \n[147]Try again. \n[148]Sensors, Captain? \n[149]And no way of knowing if Reliant is still in the area... \n[150]... Blind as a Tiberian Bat. What do you make of the plantoid beyond? \n[151]Reliant could be hiding behind that rock. \n[152]Engine room... Scotty, do we have enough power for the transporters? \n[153]I'm going down to the station. \n[154]He's BEEN there and hasn't found what he wants. Can you spare someone? There may be people hurt. \n[155]There is no such regulation. \n[156]All right, join the party. Mr. Spock, the ship is yours. \n[157]Establish a parking orbit around the station and send me a complete damage report when you've talked with Mr. Scott. \n[158]Hello...! Anybody here? \n[159]Phasers on stun. Move out. \n[160]They even killed the galley chief. \n[161]Carol... \n[162]My God! \n[163]Saavik, for God's sake, tell her we're all right. \n[164]Easy, Pavel... Tell me what you can... \n[165]Captain. Where is Dr. Marcus? Where are the Genesis materials? \n[166]Erased... \n[167]He came damn close... \n[168]I know what he blames me for. The escape pods are all in place. Where's the transporter room? \n[169]Did he make it down here? \n[170]Somebody left the unit on. If everyone else was dead, it implies that no one remained to turn it off. Those people back there bought escape time for Genesis with their lives. \n[171]If Stage Two was completed, it was underground -- she said it was going to be underground. \n[172]Kirk to Enterprise. Damage report, Spock? \n[173]I read you, Captain. Let's have it. \n[174]Meaning you can't even beam us back? \n[175]Captain Spock, if you do not hear from us within one hour your orders are to restore what power you can, take the Enterprise to the nearest Star Base and alert Starfleet command when you are out of jamming range. \n[176]Uhura, if you don't hear from us, there won't be anybody behind. Kirk out. You gentleman can remain here, or... \n[177]Very well. Let's go. \n[178]Where they went. Saavik. \n[179]Then this will be your big chance to get away from it all. \n[180]I'm Admiral Kirk... \n[181]Where's Dr. Marcus -- \n[182]Carol. Is that true? \n[183]Why didn't you tell me? \n[184]Chekov -- ! \n[185]Khan, you bloodsucker, they're finished! You'll have to do your own dirty work now. Do you hear me? Do you? \n[186]Still, 'old friend.' You've managed to kill just about everyone else, but like a poor marksman, you keep missing the target. \n[187]Khan, you have Genesis, but you don't have me! You were going to kill me, Khan, it was your sole purpose. You'll have to come down here to do it! You'll have to come down! \n[188]Khan -- ! \n[189]\n[190]Pavel? \n[191]It's a long story. \n[192]Do you have anything to eat? I don't know about anyone else, but I'm starved. \n[193]Our first order of business is survival. \n[194]Oh, yes we can. Is there really something to eat? \n[195]As your teacher Mr. Spock is fond of saying: I like to think there always are possibilities. \n[196]Why? Why didn't you tell me? \n[197]There's a man I haven't seen in fifteen years who thinks he's killed me. You show me a son who'd almost be happy to help him. My son. My life that could have been and wasn't. What am I feeling? I'm feeling old -- worn out. \n[198]You did this -- in a day?! \n[199]Now that's what I call a meal. \n[200]What's on your mind, Lieutenant? \n[201]Are you asking me if we are playing out that scenario now, Lieutenant? \n[202]And almost got tossed out of the Academy... \n[203]I reprogrammed the simulation so it was possible to rescue the ship. \n[204]I changed the conditions of the test. I received a commendation for original thinking. I don't like to lose. \n[205]We each face death every day we're alive, Saavik. \n[206]Spock, this is Kirk. It's two hours. Are you about ready? \n[207]Right. I don't like to lose. \n[208]Come, come, Lieutenant, you of all people go by the book. Hello, Spock. You remember Dr. Marcus... \n[209]Regulation 46-A: 'If transmissions are being monitored during battle...' \n[210]Hours instead of days, Saavik; now we have minutes instead of hours -- \n[211]What IS working around here? \n[212]That's it? \n[213]Battle stations. \n[214]Tactical. \n[215]Uh oh. \n[216]Scotty, can we make it inside? \n[217]No promises, Mr. Scott. On your way. \n[218]Best speed, Scotty... \n[219]Steady as you go... \n[220]They just don't want us going in there. \n[221]Uhura, patch me in -- \n[222]I'll say this for him: he's consistent. \n[223]Best guess, Mr. Sulu. Fire when ready. \n[224]Hold your course. Look sharp... \n[225]Evasive starboard! \n[226]Phaser bank one, fire! \n[227]Damage, Scotty? \n[228]All right, we'll do the job with auxiliary power. \n[229]Man the weapons console, Mr. Chekov. \n[230]Spock? \n[231]He won't break off now. If he followed me this far he'll be back. But from where...? \n[232]Mr. Saavik, all stop. \n[233]Descend ten thousand meters. Stand by photon torpedoes. \n[234]Fire. \n[235]Cease fire. Look sharp. \n[236]Mr. Scott, can you get the mains back on line? \n[237]Uhura, send to Commander, Reliant: prepare to be boarded. \n[238]We'll beam aboard. Alert transporter room -- \n[239]What? \n[240]How soon -- \n[241]We'll beam aboard and stop it -- \n[242]Scotty, I need warp speed in three minutes or we're all dead! \n[243]Scotty! \n[244]Saavik, get us out, best speed! \n[245]Time from my mark... \n[246]Engine room! What's happening?! \n[247]Time! \n[248]Distance from Reliant... \n[249]Bless you, Scotty. Go, Saavik! \n[250]Reduce speed. My God, Carl. Look at it. \n[251]Engine Room. Well done. Scotty? \n[252]Saavik, take the con. \n[253]He'll die -- ! \n[254]Oh, God. \n[255]Spock! \n[256]Yes -- \n[257]... the good of the few... \n[258]Spock...! \n[259]No...! \n[260]In accordance with the traditions of Starfleet and of Article 184 Starfleet Regulations, we are assembled here today to pay final respects to our honored dead. \n[261]And yet, in the midst of our sorrow it should be noted that this death takes place in the shadow of new life, the sunrise of a new world, a world that our beloved comrade gave his own life to protect and nourish. He did not feel that sacrifice a vain or empty one -- and we will not debate his profound wisdom, in these proceedings. Of my friend, I can only say this, that of all the souls I have encountered in my travels, his was the most -- -- human. \n[262]Lieutenant Saavik. \n[263]Lieutenant. \n[264]After you dismiss the company, you will take the watch. Set course for Ceti Alpha V and we'll pick up survivors. \n[265]I'll be in my quarters if needed, but I would prefer... \n[266]Dismiss the company. \n[267]Yes... come. \n[268]Uh, no... I should be on the bridge. \n[269]I suppose I was. I poured a drink. Would you like it? \n[270]I didn't expect anything. \n[271]Not like this -- no. I haven't faced death, I cheated death. I tricked my way out of death and patted myself on the back for my ingenuity. I know nothing. \n[272]It was just words. \n[273]I'm trying, David. \n[274]I am truly sorry. \n[275]Is that what you came here to say? \n[276]As you were, Mr. Saavik. \n[277]Good, I believe you already know my, uh, son -- \n[278]Yes, well, why don't you show him around and... \n[279]It is a far far better thing I do than I have ever done before... a far better resting place I go to than I have ever known... \n[280]Something Spock was trying to tell me. On my birthday. \n[281]Young. I feel young, Doctor. \n[282]Lieutenant, new course: 'Second star to the right and straight on till morning.' ", "SAAVIK": "\n[1]Project parabolic course to avoid entering Neutral Zone. \n[2]Can you amplify? \n[3]On speakers! \n[4]In the neutral zone. \n[5]Data on Kobayashi Maru! Tactical! \n[6]Damn. Mr. Sulu, plot an intercept course. \n[7]I'm aware of my responsibilities, Mister. \n[8]Stand by transporter room, ready to beam survivors, aboard. \n[9]Visual! \n[10]Battle stations! Activate shields! \n[11]Inform the Klingons we are on a rescue mission... \n[12]We're over our heads. Mr. Sulu, get us out of here. \n[13]Visual! \n[14]Evasive action! \n[15]Engineering! damage report! \n[16]Engage auxiliary power. Prepare to return fire! \n[17]Fire all phasers...! \n[18]Activate escape pods. Send out the Log Buoy... All hands abandon ship. Repeat -- all hands -- \n[19]Any suggestions, Admiral? \n[20]Permission to speak candidly, sir? \n[21]I don't believe this was a fair test of my command capabilities. \n[22]Because... there was no way to win. \n[23]... No, sir. It has not. \n[24]As I indicated, Admiral, that thought had not occurred to me. \n[25]He's not what I expected, Sir. \n[26]He's very human. \n[27]As always, my mentor. Company dismiss. \n[28]Aye, sir. \n[29]All moorings are clear, Captain. \n[30]Never, sir. \n[31]Aye, sir. \n[32]Aft thrusters, Mr. Sulu. \n[33]Ahead one quarter impulse power. \n[34]Course heading, Captain? \n[35]Thank you, sir. \n[36]It is still regulation, Admiral. \n[37]May I speak, sir? \n[38]I wish to thank you for the high efficiency rating. \n[39]I did not think so. \n[40]I failed to resolve the situation. \n[41]May I ask how you dealt with the test? \n[42]Humor... that is a difficult concept ... it is not logical... \n[43]Yes. \n[44]Thank you, sir. \n[45]Prepare for warp speed. \n[46]Sir, may I quote General Order 12: 'On the approach of any vessel, when communications have not been est -- \n[47]Aye, sir. \n[48]Energize defense fields. \n[49]Who? \n[50]Reliant's command... \n[51]On screen... \n[52]I don't understand -- \n[53]Begging the Admiral's pardon: General Order 15: 'No  flag officer shall beam into a hazardous area without armed escort.' \n[54]Indeterminate life signs. \n[55]Commander Uhura, this is Lt. Saavik. We're all right. Please stand by. Out. \n[56]That's true, Admiral. All the memory cells have been emptied. \n[57]Where is  the Reliant crew? Dead? \n[58]Anything? \n[59]It doesn't make sense. These coordinates are well within Regula -- a plantoid we know to be lifeless and airless. \n[60]Stage Two of what? \n[61]Ready. \n[62]Admiral -- \n[63]Only half of you would get there. \n[64]This is Lt. Saavik, calling Enterprise... \n[65]No use, Admiral, they're still jamming all channels. \n[66]Admiral? \n[67]The Admiral's son. \n[68]Oh, I believe it. \n[69]What are you looking at? \n[70]The Kobayashi Maru, sir. \n[71]On the test, sir, will you tell me what you did? I'd really like to know. \n[72]How? \n[73]\n[74]Then -- you never faced that situation -- faced death... \n[75]But the damage report -- we were immobilized... \n[76]By the book... \n[77]'... no uncoded messages on an open channel...' \n[78]You lied. \n[79]Trouble with the nebula, sir, is all that static discharge and gas clouds our tactical display. Visuals won't function and shields will be useless. \n[80]Admiral... what happens if Reliant fails to follow us into the nebula? \n[81]That was close -- \n[82]At what. \n[83]All stop, sir. \n[84]Power levels quite low, sir. \n[85]Aye, sir. \n[86]Two minutes, ten seconds. \n[87]Three minutes, thirty seconds. \n[88]We commend the soul of our brother departed. We love we commit his body to the depths of space. \n[89]Aye, sir. \n[90]Understood, sir. \n[91]Admiral on the bridge! \n[92]Aye, sir. On course to Ceti Alpha. All is well. \n[93]Aye, sir -- \n[94]So you turn out to be the dumb bastard. \n[95]That is a little joke. ", "SPOCK": "\n[1]No power to the weapons system, sir. \n[2]Trainees to the briefing room. \n[3]I am understandably curious. \n[4]The Kobayshi Maru scenario frequently wreaks havoc with students and equipment. As I recall you took the test three times yourself. Your final solution was, shall we say, unique? \n[5]Yours was not a solution which would have occurred to a Vulcan mentality. \n[6]She's half Romulan, Jim. The admixture makes her more volatile than -- me, for example. \n[7]I know of your fondness for antiques. \n[8]None of which I am consciously aware -- except, of course, happy birthday -- surely the best of times. \n[9]The Enterprise. I must check in before your inspection. And you? \n[10]Something oppresses you. \n[11]Prepare for Admiral's inspection. \n[12]Open the Air Lock. \n[13]Welcome aboard, Admiral. I believe you know my trainee crew. Certainly they have come to know you. \n[14]We'll see you on the bridge, Admiral. \n[15]What did you expect, Lieutenant? \n[16]We can't all be perfect, Saavik. You must control your prejudices and remember that as a Vulcan as well as a Romulan you are forever a stranger in an alien land. Around you are humans, and as a member of the Starfleet you are unlikely ever to escape their presence or their influence. You must learn to tolerance in addition to all else I have taught you. Tolerance is logical. \n[17]Very well, Mr. Saavik, clear all moorings. \n[18]Thank you, Mr. Saavik. \n[19]Lieutenant, how many times have you piloted a Starship out of Spacedock? \n[20]Take her out, Mr. Saavik. \n[21]There's a first time for everything, Admiral. \n[22]Mr. Sulu, you may follow your nose. \n[23]Regula I is a scientific research laboratory, if memory serves... \n[24]Like all living beings, Admiral each according to his gifts. The ship is yours. \n[25]Excuse my presumption, but I do not agree. As a teacher on a training mission, I am content to command a Starship. If we are to go on actual duty, it is clear that the senior officer aboard must assume command. \n[26]You proceed from a false assumption. I am a Vulcan. I have no ego to bruise. \n[27]I was going to remind you of nothing, least of all that which you know well. Your mistake, if I may be so bold, was promotion. Commanding a Starship is your first best destiny. Anything else is a waste of material. \n[28]That is wise. In any case, were I to invoke logic, logic clearly dictates that the needs of the many outweigh the needs of the few. \n[29]You are my superior officer. You are also my friend. I have been and always shall be yours. \n[30]I'd best talk with Mr. Scott, first so that he may, in his own words, explain the situation to his cadets. \n[31]But no longer jammed? \n[32]There are two possibilities, sir they are unwilling to respond, they are unable to respond. \n[33]Twelve hours and forty-three minutes, present speed. \n[34]It might help my analysis if I knew what Genesis was. \n[35]Carol Marcus -- \n[36]Fascinating. \n[37]It literally is Genesis... \n[38]Have they proceeded with their experiments? \n[39]It would destroy such life in favor of its new matrix -- \n[40]I was not attempting to evaluate its moral implications, Doctor. As a matter of cosmic history, it has always been easier to destroy than to create -- \n[41]I don't dispute that in the wrong hands -- \n[42]Really, Dr. McCoy; you cannot ban the acquisition of knowledge because you distrust the moral implications of what you learn. Logic suggests -- \n[43]What's she doing here? \n[44]Attempt visual communication. \n[45]It would explain a great many things -- \n[46]Lieutenant, the Admiral is aware of the Regulations. \n[47]Scanning... \n[48]Their coil emissions are normal... Wait: their shields are going up. They're locking phasers -- ! \n[49]They knew just where to hit us. \n[50]One thing is certain; we cannot escape on auxiliary power. \n[51]Too late -- \n[52]Not enough against their shields. \n[53]Admiral, you can't give him Genesis... \n[54]The prefix code? \n[55]The prefix code is 16309. All commands from each Starship bridge are relayed electronically; each ship has its own prefix combination code... \n[56]Let's hope he hasn't changed the combination. He's quite intelligent... \n[57]Scanners and sensors still inoperative. There's no way to tell what's  inside the station. \n[58]Affirmative, Admiral. \n[59]Regula is class \"D'. It consists of various remarkable ores. Essentially, a great rock in space. \n[60]A distinct possibility. \n[61]Aye sir -- \n[62]Be careful, Jim... \n[63]Certainly... \n[64]I exaggerated. \n[65]They're inoperative below C-deck. \n[66]Not much, Admiral. We have partial main power... \n[67]Best we could do in two hours. \n[68]She can out-run us and out-gun us. But there is the Mutara Nebula at 153 mark four. \n[69]What's sauce for the goose, Mr. Saavik. The odds will be even. \n[70]I think we can guarantee she'll follow us, Mr. Saavik. Remind me to explain to you the concept of human ego. \n[71]Estimating nebula penetration in two minutes. Reliant is closing. \n[72]One minute to nebula perimeter. \n[73]Admiral, they're reducing speed. \n[74]And we're... in. \n[75]Sporadic energy readings port side, aft. Could be an impulse turn. \n[76]He's intelligent, but not experienced. His pattern indicates two dimensional thinking... \n[77]Admiral. Scanning an energy source on Reliant. A pattern I've never seen. \n[78]But, as you are so fond of observing, Doctor, I'm not human. \n[79]I'm afraid I can't stop to discuss this logically -- \n[80]The ship -- out of danger? \n[81]Don't grieve, Admiral -- it's logical: the good of the many outweighs -- \n[82]Or the one. \n[83]I never took the Kobayashi Maru test -- until now. What do you think of my solution? \n[84]I have been -- and always will be -- your friend... Live. Long. And. Prosper. ", "BONES": "\n[1]That's all you have to say? \n[2]Wouldn't it be easier to put an experienced crew back on the ship? \n[3]'Beware Romulans bearing gifts.' Happy Birthday... \n[4]I only use it for medicinal purposes. Don't be a pring... \n[5]Takes the stuff a while to ferment. Gimme. \n[6]Now open the other one. \n[7]More antiques for your collection -- Cheers! \n[8]Four hundred years old. You don't find many with the lens still intact. \n[9]For your eyes. For most patients of your age, I generally administer Retlax Five to restore flexibility of the lens. \n[10]Exactly. Happy birthday. \n[11]Slide them down your nose. Now look at me over the top. And you read printed matter through the bottom. \n[12]Say thank you. \n[13]Damn it, Jim, what the hell's the matter? Other people have birthdays. Why're we treating yours like a funeral? \n[14]What DO you want? Damn it, why isn't there a girl here? You know this has nothing to do with age. This is about you flying a goddamn computer console when you wanna be out hopping Galaxies. \n[15]Bull. You're hiding -- hiding behind the rules and regulations -- \n[16]From yourself, Admiral. \n[17]I'm your doctor and I'm your friend, Jim. Get back your command. Get it back before you really do grow old. Before you turn into part of this collection. \n[18]Shore leave, Admiral. \n[19]What about the rest of the inspection, Admiral? \n[20]Would you like a tranquilizer? \n[21]Who's been holding up the damn elevator? \n[22]Has she changed her hairstyle? \n[23]Wonderful stuff, that Romulan ale -- \n[24]It never rains but when it pours -- \n[25]Sorry. \n[26]I've got the sick bay ready. Will someone please tell me what is going on? \n[27]But dear Lord, are we intelligent enough to -- Suppose, this thing were used where life already exists? \n[28]It's new -- have you any idea what you're saying? \n[29]Not anymore! Now you can do both at the same time! According to myth, the earth was created in six days. Watch out: here comes Genesis; we'll do it for you in six minutes -- \n[30]Would you like to tell me whose are the right hands, my cold-blooded friend? Are you in favor of these experiments? \n[31]Logic?? We're talking about universal Armageddon, you inhuman bloodless... \n[32]Scotty, I'm sorry... \n[33]Doctors lose patients sometimes. Damn. I'm still in the dark: How'd he know about Genesis? \n[34]There may still be time... you gave as good as you got. \n[35]Khan could be down there! \n[36]I can spare me... \n[37]This one looks like a Steward. They're not warm, but rigor hasn't set in. This didn't happen all that long ago, Jim. \n[38]That's Clark Terrell, Jim, I've served with him. \n[39]Brain disturbance. Appears to be drug induced. \n[40]It's Dr. McCoy, Captain. Do you remember me? \n[41]It's all right, you're safe... \n[42]Go? Where are we going? \n[43]But what if they went -- nowhere? \n[44]Genesis, I presume. \n[45]Jim -- for God's sake! \n[46]He's alive! \n[47]It wouldn't make any difference. If Enterprise obeyed orders she's long since gone. And if she couldn't obey, she's finished. \n[48]You and your father can catch up on things. \n[49]Because of you, son. You shouldn't have tried to rush someone holding a primed phaser. Anyway it isn't one man dead, it's two, in case you've lost count. \n[50]How can you think of food at a time like this? \n[51]We thought this was Genesis. \n[52]It's like the Garden of Eden... \n[53]The no-win scenario -- and with what philosophy a commander faces defeat. \n[54]Lieutenant, you are looking at the only Starfleet cadet who ever beat the no-win scenario -- \n[55]Until now. \n[56]I'm taking this bunch to sick bay. \n[57]You'll be in the way, Dr. Marcus... best stay here. \n[58]Take it easy -- \n[59]Listen to me, Pavel; you haven't the strength or the equilibrium -- \n[60]You can help get my surgery squared away. I'm expecting customers. \n[61]Are you out of your Vulcan mind? No human can tolerate the radiation loose in there! \n[62]You're not going in there -- ! \n[63]Get out! Get out, man! Oh, dear God...! \n[64]He's dead already, Jim. \n[65]She's changed her hair again. Will you look at that? Think they'll name it for you, Doctor? \n[66]You okay, Jim? How do you feel? ", "KHAN": "\n[1]I don't know you. But you. I never forget a face. Mister Chekov, isn't it? I never thought to see your face again. \n[2]You are in a position to demand nothing, sir. I, on the other hand, am in a position to grant nothing. What you see is all that remains of the ship's company and the crew of the Botany Bay, marooned here fifteen years ago by Captain James T. Kirk. \n[3]Save your strength, Captain, these people have sworn to live and die at my command two hundred years before you were born. Do you mean he... ... never told you the tale? To amuse you, Captain? Never told you how the Enterprise picked up the Botany Bay, lost in space from the year 1996, myself and the ship's company in cryogenic freeze? \n[4]Admiral? He didn't tell you how Admiral Kirk sent seventy of us into exile on this barren sand heap with only the contents of these cargo bays to sustain us? \n[5]This is Ceti Alpha V! Ceti Alpha VI exploded six months after we were left here. The shock shifted the orbit of this planet and everything was laid waste. Admiral Kirk never bothered to check on our progress. It was only the fact of my genetically engineered intellect that enabled us to survive! On earth, two hundred years ago, I was a prince, with power over millions -- now, like Prometheus I have been left by Admiral Kirk to digest my own entrails. \n[6]And I'll wager he never told you about his shipmate, the beautiful and courageous Lieutenant McGiver, who gave up everything to join me in exile. OUT OF LOVE. And see how Admiral Kirk requited her devotion -- She's dead as earth! \n[7]A plague upon you all. \n[8]You didn't expect to find me. You thought this was Ceti Alpha VI. Why are you here? \n[9]Why? \n[10]No matter. \n[11]You will soon tell me willingly enough. \n[12]Let me introduce you to Ceti Alpha V's only remaining indigenous life form; what do you think? They've killed twenty of my people, including my beloved wife. Oh, not all at once and not instantly, to be sure. Their young enter through the ears and wrap themselves around the cerebral cortex. This has the effect of rendering the victim extremely susceptible to suggestion. Later, as they grow, follows madness, paralysis -- and death. These are pets, of course -- not quite domesticated. \n[13]There is some pain at first, I am told, and then the effects are quite benign -- until the end. That was what I learned from watching my wife. \n[14]That's better! Now: tell me why you are here -- and tell me where I may find James Kirk. \n[15]It's not much different from Enterprise. When I was a guest aboard her some years ago, Captain Kirk kindly allowed me to memorize her technical manuals. And now, Mr. Chekov, let us review: You say you have no details of Project 'Genesis' ? \n[16]Umm. And would Admiral Kirk have access to such information? \n[17]Then to whom do you report directly regarding Genesis? \n[18]I see. Helmsman? \n[19]He tasks me -- and I'll have him. I'll chase him round the moons of Nibia and round the Antares maelstrom and round perdition's flames before I give him up. Prepare to alter course -- for Space Station Regula I. \n[20]Well done, Commander. \n[21]Slow to one-half impulse power. Let's be friends... \n[22]Let them eat static. \n[23]Of course. We're one big happy fleet. Ah, Kirk, my old friend, do you know the Klingon proverb that tells us revenge is a dish that is best served cold? It is very cold in space. \n[24]Careful: Not all at once. The engine room. Lock on target and prepare to fire. \n[25]You still remember, Admiral. I cannot help but be touched. Of course, I remember you. \n[26]Surely I have made my meaning plain. I mean to avenge myself upon you, Admiral. I've deprived your ship of power and when I swing round I mean to deprive you of your life -- \n[27]-- But I wanted you to know first who it was who had beaten you: I, Khan Noonian Singh, the eagle you attempted to cage forever. \n[28]That is a most intriguing offer. Typical, I must say of your sterling character. Let me think. \n[29]I make you a counter-proposal, I will agree to your terms, if in addition to yourself, you turn over to me all data and material regarding the project called Genesis. \n[30]Don't play with me, Kirk, my hand is on the phaser control -- \n[31]I give you sixty seconds, Admiral. \n[32]Time is a luxury you do not have, Admiral: forty-five seconds... \n[33]Thirty seconds... \n[34]I've given you no word to keep, Admiral. In my judgment, you simply have no alternative. \n[35]Time's up, Admiral... \n[36]Raise them -- \n[37]Where's the over-ride?? \n[38]At them! At them! FIRE! FIRE! Why can't you? \n[39]No! \n[40]Captain... We're waiting. What's the delay? \n[41]First things first, Captain. Kill Admiral Kirk. \n[42]Kirk! Kirk, you are still alive -- my old friend... \n[43]Perhaps I no longer need to try. \n[44]Goodbye, Admiral. Oh, and don't count on Enterprise. She can't move. My next act will be to blow her out of the heavens. \n[45]Well? \n[46]Excellent. We have all the time in the world. \n[47]More than a match for poor Enterprise. \n[48]Visual -- \n[49]Where IS she? \n[50]There! Full impulse power! Not so wounded as we were led to believe -- so much the better... \n[51]Rake her. \n[52]Why are we slowing? \n[53]Full impulse power! \n[54]Full power damn you! \n[55]Tactical! \n[56]Raise the shields... \n[57]Aft-torpedoes -- fire -- ! \n[58]Joachim! \n[59]I shall avenge you -- \n[60]Where is he? Where in God's name is he? \n[61]No... Kirk. The game's not over. \n[62]To the last I will grapple with thee! \n[63]No... You can't get away... From hell's heart I stab at thee... For hate's sake... I spit my last breath at thee! ", "CAROL": "\n[1]Then again it might not. You boys have to be clear on this: there can't be so much as a microbe or the show's off. Why don't you have a look? If it IS something that can be moved... \n[2]And bored. I know. But maybe it IS something they can... \n[3]I know, I know... \n[4]Thanks a lot. No respect from my offspring -- \n[5]Maybe... \n[6]Listen, kiddo, Jim Kirk was many things, but he was never a Boy Scout... \n[7]I don't think there's another piece of information we could squeeze into the memory banks. Next time, we'll design a bigger one. \n[8]On the screen, please, Jedda. \n[9]Commander, we are receiving. This is Regula I. Go ahead. \n[10]En route? Why? We weren't expecting you for another three months. Has something happened? Has something happened? Do you read us? \n[11]I still don't under -- \n[12]Will you please be quiet! Commander Chekov, this is completely irregular. Who gave the order you are quoting? Who gave the order? \n[13]But Genesis is a civilian project, under my control -- \n[14]This is completely improper, Commander Chekov. I have no intention of allowing Reliant or any other unauthorized personnel access to our work or materials. \n[15]Commander Chekov -- ! \n[16]Will you please be quiet! We must have order here. This has to be some sort of mistake. \n[17]I know, but -- \n[18]Starfleet has kept the peace for a hundred years, I cannot and will not subscribe to your interpretation of this event. \n[19]Get your gear together where it's handy. \n[20]That's for us to know and Reliant to find out. We have only three days. Let's not waste time. \n[21]Jim... read me? Can you read me? \n[22]... Can't read you... repeat... \n[23]... taking Genesis away from us... \n[24]... see you but can't hear. Did you... order...? \n[25]... Please help us, Jim... won't let them have... without proper... repeat... on whose authority... \n[26]Jim please -- \n[27]I'm Dr. Carol Marcus, and I am the director of the Project Genesis team at Regula I. What exactly IS Genesis? Put simply, Genesis is a procedure whereby the molecular structure of any given matter can be restructured -- changed -- into anything else of identical mass. \n[28]Stage One of our experiments was conducted in the labora- tory. Stage Two of the series will be attempted in a lifeless underground; Stage Three will involve the process on a plane- tary scale. What follows is a computer projected simulation of Stage Three. Please watch closely. \n[29]-- Unleashing, almost instantan- eously, what we call the Genesis effect. Particulate matter is reorganized and electrified -- with life introduced results. Instead of a dead moon, a living breathing planet, capable of sus- taining whatever life forms we see fit to deposit on it... The reformed object you see represents the merest fraction of the Genesis potential, should the Federation wish to pursue these experiments to their logical conclusion. \n[30]When we consider the problems of population and food supply, the usefulness of this process begins to become clear. This concludes this demonstration tape. Thank you for your attention. The Genesis team eagerly awaits the decision of the Federation regarding the next phase of our work. \n[31]David -- \n[32]Jim -- \n[33]You do that and you'll have murdered your father. \n[34]You've got a little grey -- \n[35]David, you're just making this harder -- \n[36]I don't understand. Who's responsible for all this? Who is Khan? \n[37]There's food in the Genesis cave, enough to last a lifetime -- should that be necessary. \n[38]This? It took the Starfleet corps of engineers ten months in space suits to tunnel out all this. What we did in there -- we did in a day. David, why don't you show Dr. McCoy and the Lieutenant our idea of food. \n[39]David. Please. \n[40]David was right, wasn't he? It's just to keep them busy. \n[41]How can you ask me that? Were we together? Where we going to be? You had your world and I had mine. I wanted him in mine, not chasing through the universe with his father. \n[42]He's a lot like you in many ways. Nothing I could do about it. He's smarter, of course; that goes without saying. Most of Genesis is really his. \n[43]This is it, isn't it? We're never going to get out of here. \n[44]Please. Tell me what you're feeling. \n[45]Let me show you something that will make you feel young -- young as when the world was new. \n[46]He'll be all right. Come. \n[47]The matrix formed in a day. The life forms grew later -- at a wildly accelerated rate. Can I cook or can't I? \n[48]Only here, every apple comes from the Tree of Knowledge. \n[49]Dr. McCoy, I can't just sit here. Tell me what I can do. \n[50]Not if I can help it. We'll name it for our friend. \n[51]Is that a poem? ", "DAVID": "\n[1]How can you let them pull that stuff on you? They're just lazy. \n[2]Come on, Mother, that's just the military mentality. Never put off tomorrow what you can put off today. If there's one atom of life... \n[3]Well, don't have kittens. Genesis is going to work. They'll remember  you in a wreath with Newton, Einstein, Surak... \n[4]Par for the course... you teaming up with me for bridge after dinner? \n[5]Every time we have dealings with Starfleet, I get nervous. We're dealing with something that COULD be perverted into a dreadful weapon. Remember that overgrown boy scout you used to hang out with? That's exactly the -- \n[6]Does that about do it? \n[7]Who -- \n[8]Pin him down, mother! Who gave the orders!? \n[9]I knew it! I knew it! All along the military has wanted to get their hands on this -- \n[10]Mistake? We're all alone here. They waited until everyone was on shift-leave to do this. Reliant is supposed to be at our disposal, not vice-versa. \n[11]I've tried to warn you. Scientists are always pawns of the military -- \n[12]You're the sonavabitch who committed mass murder up there. \n[13]We were still there, you dumb bastard! We could hear the screams all the way to the transporter room -- \n[14]I'm Doctor Marcus! \n[15]Mother, go back! \n[16]Go back. I'm going to kill him. \n[17]She's making it up! My father was Professor -- \n[18]I knew it -- ! \n[19]Let go -- he can't -- ! \n[20]So are we, it looks like. \n[21]We appear to have plenty of time. \n[22]My father. I hope you realize another man has just been killed because of... \n[23]But we can't just sit here -- ! \n[24]This is just to give us something to do, isn't it? Come on. \n[25]What are you looking at? \n[26]Don't you believe it. \n[27]I don't know. \n[28]The what? \n[29]I'm going up there. \n[30]It's the Genesis Wave! \n[31]He's on a build up to detonation! \n[32]We encoded four minutes -- \n[33]You can't! \n[34]I don't mean to intrude. \n[35]Are you running away from me? \n[36]No. I -- I guess I'm not what you expected. \n[37]That makes two of us. Lieutenant Saavik was right: you never have faced death -- \n[38]You knew enough to tell Saavik that how we face death is at least as important as how we face life -- \n[39]But good words. That's where ideas begin. Maybe you should listen to them. \n[40]So am I. My friends were killed, too. \n[41]I was wrong about you. And I'm sorry. \n[42]Mainly. And also that I'm proud -- very proud -- to be your son. ", "CHEKOV": "\n[1]Does it have to be completely lifeless? \n[2]We've picked up a minor energy flux reading on one dyno scanner. \n[3]I suppose it could be a particle of preanimate matter caught in the matrix... \n[4]You know what she'll say... \n[5]Captain, this is the garden spot of Ceti Alpha VI -- \n[6]There's nothing, let's go -- \n[7]A face! I saw -- it was like a child -- \n[8]I saw it -- ! \n[9]I told you! I told you I saw a -- \n[10]Botany Bay -- oh no! \n[11]Captain, we've got to get out of here -- now! Damn! Hurry! \n[12]Never mind! Hurry! \n[13]Khan! \n[14]A criminal, Captain -- a product of the late 20th Century genetic engineering -- \n[15]You lie! On Ceti Alpha V there was life, a fair chance to -- \n[16]Captain Kirk was your host! You repaid his hospitality by trying to steal his ship and murder him. \n[17]Khan, listen to me! Captain Kirk was only doing his duty! You -- \n[18]Beyond what I told you, sir, it is classified information. \n[19]I would think so, sir. He's on the Fleet General Staff. \n[20]To Doctor Marcus, the civilian director of the experiments on Space Laboratory Regula I. \n[21]... come in, please. This is Reliant calling Regula I. Repeat. This is USS Reliant -- \n[22]Dr. Marcus... good. We're en route to you and should be there in three days. \n[23]All went well. Nothing has happened. Ceti Alpha VI has checked out. \n[24]We have received new orders. Upon our arrival at Regula I, all materials of Project Genesis will be transferred to this ship for immediate testing at Ceti Alpha VI. \n[25]The order comes from Starfleet command, Dr. Marcus, direct from the General Staff. \n[26]I have my orders. \n[27]The orders come from Admiral James T. Kirk. \n[28]I'm sorry you feel that way, Doctor. Admiral Kirk's orders are confirmed. Please prepare to deliver Genesis to us upon our arrival. Reliant out. \n[29]You realize, sir, that they will attempt to contact Admiral Kirk and confirm the order. \n[30]Oh, God, Admiral...! \n[31]Oh, sir. It was Khan! We found him on Ceti Alpha V. \n[32]No life signs -- but he was there. Captured us. He -- he put creatures in our bodies. To control our minds. \n[33]... Made us say -- lies... Do... things... But we beat him... The Captain and me. -- He thought he controlled us, but he didn't ... The Captain was strong. \n[34]He left us. We were no longer of use. \n[35]It was not my impression. He spent most of his time trying to wring the information out of the people. \n[36]I'm sorry, Admiral. \n[37]But I must -- \n[38]But -- \n[39]Could you use another hand, Admiral? \n[40]Torpedoes ready, sir. \n[41]Four hundred kilometers. ", "TERRELL": "\n[1]Standard orbit, Mr. Beach. \n[2]Any change in surface scan? \n[3]Don't tell me you've got something. \n[4]Damn! Are you sure? Maybe the scanner's out of adjustment -- \n[5]All right, let's get on the Comm-pic to Doctor Marcus. Maybe it's something we can transplant. \n[6]It might only be a particle of preanimate matter... \n[7]You bet, doctor. We're on our way! \n[8]Are you sure these are the coordinates? \n[9]I can hardly see -- \n[10]They look like cargo carriers... \n[11]What is it? \n[12]You're crazy -- ! \n[13]There's an air-lock. \n[14]There's breathable atmosphere in here. \n[15]What the hell is this? Did they crash? Where's the rest of the ship? \n[16]Ssssh! \n[17]What's the matter -- ? \n[18]But the child -- \n[19]Chekov, who is this man? \n[20]What do you want with us? I demand -- \n[21]Listen to me -- you men and women -- \n[22]I've never even met Admiral Kirk -- \n[23]McCoy? Yes. Oh, yes. \n[24]He couldn't find them. Some of the scientists were still here, but everything else, even the data banks -- were empty. \n[25]He tortured those people. None of them would tell him anything. He went wild, strung them up and slit their throats. He wanted to tear the place apart, but he was late: he had to get back to Reliant in time to blow you to bits. \n[26]Marooned on Ceti Alpha V. He's completely mad, Admiral. He blames you for the death of his wife... \n[27]If it's all the same, Admiral, we'd like to share the risk. \n[28]I'll hold onto this. \n[29]I'm afraid it's even harder than you think, Doctor. \n[30]Please don't move -- \n[31]Your excellency, have you been listening? \n[32]Don't move -- any of you! \n[33]All is well, sir. You have the coordinates to beam up Genesis... \n[34]Excellency... it is difficult. I try to obey, but -- ", "SULU": "\n[1]Leaving Section Fourteen for Section Fifteen. \n[2]Aye, Captain. \n[3]Course change projected. \n[4]May I remind the Captain that if a Starship enters the zone -- \n[5]... Now entering the Neutral Zone... \n[6]Estimating two minutes to intercept. \n[7]Shields activated! \n[8]I'll try, Captain. \n[9]Enterprise, this is Admiral Kirk's party on final approach. \n[10]I am delighted; any chance to go aboard Enterprise, however briefly, is always an excuse for nostalgia. \n[11]Thank you, sir. I've looked forward to this for a long time. \n[12]Admiral on the bridge! \n[13]Aft thrusters, sir. \n[14]Ahead one quarter impulse power. \n[15]We are clear and free to navigate. \n[16]Stop engines. \n[17]Course plotted for Regula I, Admiral... \n[18]Ready, sir. \n[19]Reliant in our section this quadrant, sir, and slowing -- \n[20]Trying, sir! \n[21]I can't get power, sir! \n[22]Phasers locked... \n[23]Sir, you did it. \n[24]Approaching Regula and Space Lab Regula I. \n[25]Admiral on the bridge -- \n[26]Phaser lock inoperative, sir. \n[27]Honors -- hup! \n[28]Return -- hup! ", "UHURA": "\n[1]Captain... I'm getting something on the distress channel. Minimal signal... But something... \n[2]I'm trying... \n[3]It's an emergency distress call! \n[4]This is the Starship Enterprise. Your message is breaking up. Give your coordinates. Repeat -- \n[5]Captain, I've lost their signal! \n[6]They're jamming all frequencies, Captain -- \n[7]What is that supposed to mean? \n[8]I'm trying, sir. Stand by... \n[9]... Again, this is Enterprise calling Space Lab Regula I. Come in, please. Dr. Marcus. Please respond, please -- it's no use; no response from Regula I. \n[10]No, sir. No nothing. \n[11]She's not responding... \n[12]Enterprise to Reliant. Come in, Reliant. \n[13]Yes, sir. \n[14]I'm getting a voice message... wait ... short range band. They say their Chambers coil is shorting their COMM system. \n[15]Mr. Scott on discrete. \n[16]Admiral... Commander Reliant is signaling. He wishes to discuss terms of our surrender. \n[17]Admiral -- \n[18]Space Station Regular I, this is Starship Enterprise. Come in, please... \n[19]I say again. Space Station Regular. This is Starship Enterprise. Please respond. Please respond. \n[20]... No response, sir. \n[21]I say again. This is Enterprise. Please acknowledge signal. Please -- \n[22]Aye, aye. \n[23]Aye, sir. \n[24]Aye, sir. \n[25]Enterprise to Reliant: you are ordered to surrender your vessel. Respond! Nothing, sir. ", "JOACHIM": "\n[1]Steady on course. All systems normal. \n[2]May I speak? We're all with you, sir, but consider: we are free, we have a ship and the means to go where we will. We have escaped permanent exile on Ceti Alpha V. You have proved your superior intellect and defeated the plans of Admiral Kirk. You do not need to defeat him again. \n[3]They're requesting visual communications, sir. \n[4]They're still running with shields down. \n[5]They still haven't raised their shields. \n[6]Locking phasers on target. \n[7]Sir -- our shields are dropping! \n[8]They won't -- \n[9]We can't fire, sir; they've damaged the photon controls and the warp drive. We must withdraw! \n[10]Sir, we must! We must repair the damage. Enterprise will wait; she's not going anywhere. \n[11]Warp drive still inoperative. All other systems should be restored shortly. \n[12]Impulse power restored. \n[13]Departing dark side, Regula. \n[14]We'll lose them if they go in there. \n[15]We daren't follow them into the nebula, sir -- our shields will be useless... \n[16]No sir! We have Genesis -- Whatever you want -- \n[17]Inoperative. \n[18]As I feared, sir. Not functional. I'm reducing speed. \n[19]Yours... is... the superior... ", "SCOTTY": "\n[1]I had me a wee bout -- but Dr. McCoy pulled me through. \n[2]I believe you'll find all in order -- \n[3]My sister's youngest, Admiral. Crazy to get to space. \n[4]Give the word, Admiral. \n[5]Aye, sir. \n[6]Respirators! Get back! Use your respirators! \n[7]Just hanging on, sir. Main energizers out. \n[8]\n[9]He stayed at his post. When the trainees ran, he stayed. \n[10]I dinna think so, sir, but you'll have my best -- \n[11]Thanks -- I know you tried, Doctor... \n[12]The energizer's bypassed like a Christmas tree -- so don't give me too many bumps. \n[13]Admiral, I've got to take the mains off the line. The energizer's shaken loose and I can't get in there to fix her -- radiation -- \n[14]Spock -- get out of there! \n[15]Captain, please! \n[16]No, sir! You'll flood the whole compartment...! ", "SCOTTY'S VOICE": "\n[1]Main energizer hit, Captain! \n[2]Captain, we're losing auxiliary power! \n[3]Captain, it's no use. We're dead in space. \n[4]Aye, sir. \n[5]Aye, sir -- \n[6]Just the batteries, sir. I can have auxiliary power in a few minutes -- \n[7]A few shots, sir. \n[8]Just barely, sir. \n[9]I'll need ten minutes, sir, 'til the radiation dissipates. ", "UHURA'S VOICE": "\n[1]Admiral Kirk -- \n[2]I have an urgent CommPic from Space Lab Regula I for the Admiral. Dr. Carol Marcus. \n[3]Yes, sir. \n[4]Transmission jammed at the source, sir. \n[5]Regula I, this is Enterprise. This is Enterprise calling. Do you receive... I say... \n[6]Admiral Kirk, Enterprise. Come in, please. Come in please. \n[7]Sir -- we won't leave you behind...! \n[8]Commander, Reliant, this is Enterprise. Surrender and prepare to be boarded. Repeat... ", "BEACH": "\n[1]Standard orbit, sir. \n[2]Negative. Limited atmosphere, dominated by craylon gas, sand and high velocity winds. Incapable of supporting life forms. \n[3]Try again. \n[4]Let's give them a little more time. \n[5]Mr. Kyle, muster a landing party with full arms. Alert the transporter room. We're beaming down. \n[6]This is Reliant. Clark, are you all right? \n[7]Maybe we ARE transplanting something. ", "PRESTON": "\n[1]Midshipman First Class Peter Preston, engineers mate, SIR. \n[2]Yes, SIR. \n[3]I believe you'll find everything shipshape, Admiral. \n[4]Oh, no, sir! This is the finest engine room in the whole Star -- \n[5]If the Admiral can't see the facts for himself, then, with all due respect, he's as blind as a Tiberion bat. SIR. \n[6]Is the word given? \n[7]Aye... ", "SPOCK'S VOICE": "\n[1]Admiral, this is Spock. \n[2]Engine room reports auxiliary power restored. We can proceed at impulse power. \n[3]Admiral, if we go by the book, like Lieutenant Saavik, hours could seem like days. \n[4]The situation is grave, Admiral. We won't have main power for six days at least. Auxiliary power has temporarily failed, but maybe we can restore that in two days. By the book, Admiral. \n[5]Not at present. \n[6]Right on schedule, Admiral. Just give us your coordinates and we'll beam you aboard. \n[7]Space, the final frontier... These are the continuing voyages of the Starship Enterprise... Her ongoing mission: to explore strange new worlds... to seek out new life and new civilizations... To boldly go where no man has gone before... ", "COMPUTER VOICE": "\n[1]Subject vessel is third class neutronic fuel carrier, crew of eighty-one, three hundred passengers. \n[2]Warning. We have entered the Neutral Zone... Warning... \n[3]Alert. Sensors indicate three Klingon Cruisers, bearing 316, mark 4, closing fast. \n[4]Klingons on attack course and closing. \n[5]Klingon cruisers approaching, bearing 090, mark 20. \n[6]Identify for retina scan. "}}