{"dialogues": {"PICARD": "\n[1]Duty... \n[2]A starship captain's life is filled with solemn duty.  I have commanded men in battle.  I have negotiated peace treaties between implacable enemies.  I have represented the Federation in first contact with twenty-seven alien species.  But none of this compares to my solemn duty as... Best man. \n[3]Now, I know that on an occasion such as this: it is expected that I be gracious and fulsome with praise on the wonders of this blessed union... But have you two considered what you're doing to? This is all a damned inconvenience... While you're happily settling in on the Titan, I'll have to train a new first officer; no doubt a stern martinet who'll quote the rule book at me and never... ever... allow me to go on away missions. ... Then there's the matter of my new counselor.  Undoubtedly some soft-spoken, willowy thing who'll be probing into my darkest psyche as she nods her head and coos sympathetically.  Isn't that right, Deanna? \n[4]I notice Dr. Crusher laughing along with the rest of you.  As most of you know, the doctor will also soon be leaving the Enterprise, to assume command of Starfleet Medical.  Again, I'm forced to ask, Beverly, have you considered what you're doing to little ole' me?! I'll probably get some old battle- axe of a doctor who'll tell me to eat my vegetables and put me on report if I don't show up for my physical on time! \n[5]Really, it's not too late to reconsider.  No?  Very well then... \n[6]Will Riker, you have been my trusted right arm for fourteen years; you have helped keep my course true and steady.  Deanna Troi, you have been my conscience and best guide, the touchstone to the better parts of myself.  You are my family.  And in proper maritime tradition I wish you full sails and a clear horizon... My friends, make it so. \n[7]Please, Beverly, this is hard enough. \n[8]The least I could do for you, Deanna.  Besides, you know me... I'm a talking head. \n[9]The hell you will.  You know too much about me as it is... Now you promised there are no speeches during the ceremony on Betazed. \n[10]May I have this dance? \n[11]I've been saving this.  Chateau Picard 2267.  Batten down the hatches... \n[12]They say a vintner's history is in every glass.  The soil he came from.  His past as well as his hopes for the future. \n[13]So... To happy endings. \n[14]I understand why it would seem confusing.  Certain human rituals -- like weddings, birthdays or funerals evoke strong and very complex emotions.  These rites carry great weight with us because they denote the passage of time. \n[15]Will and Deanna joining the Titan. Dr. Crusher going to Starfleet Medical... \n[16]Well.  I suppose it does a bit. I'm very happy for them, of course, but I'm going to miss them.  The ship will seem... incomplete without them. \n[17]Yes.  And, frankly, I envy them as well.  They've made important choices; they're going to have great challenges ahead of them. New worlds to conquer... \n[18]Seeing Will and Deanna today made me think about some of the choices I've made in my own life.  Devoting myself to Starfleet... Not marrying or having children... All the choices that led me here. \n[19]You never know what's over the horizon, Data.  Before too long you'll be offered a command of your own.  Data looks at him; he has never really considered this. \n[20]Now, you make a toast. \n[21]New worlds.  Yes Data, brave new worlds... \n[22]Won't do what, Mister Worf? \n[23]Come now, a big, strapping fellow like you?  What are you afraid of? \n[24]What sort of signature? \n[25]What do we know about the planet? \n[26]Theories? \n[27]Still well on our side... \n[28]I think it's worth a look.  Don't worry, Number One, we'll get you to Betazed with time to spare. \n[29]Where we will all honor the Betazoid traditions.  No cold feet, or any other parts of our anatomy. Now, if you'll excuse me.  I'll be in the gym. \n[30]What do we know about the population? \n[31]Understood.  Data, Worf, you're with me. \n[32]I appreciate your concern, Number One, but I've been itching to try out the Argo. \n[33]Captain's prerogative, Will. There's no foreseeable danger... and your wife would never forgive me if anything happened to you. \n[34]You have the bridge, Mister Troi! \n[35]Thank you, Data. Let's see what she can do. \n[36]Mister Worf, if you please. \n[37]Mister Worf, accompany Data please. \n[38]If you don't mind. \n[39]I can see that. \n[40]Shall we try some \"unsafe velocities?\" \n[41]Data! \n[42]Mister Data.  Let's make like the wind. \n[43]Be-nign.  Dr. Soong's penchant for whimsical names seems to have no end. \n[44]Keep me informed, Number One, and, please, put him back together. \n[45]Earl Grey, hot. \n[46]Come. Counselor. \n[47]Of course, sit down. \n[48]You're speaking of emotional investment? \n[49]As much as we care for him, Deanna... we have to remember that Data isn't capable of disappointment. \n[50]I'm going to miss you. \n[51]Acknowledged... ... I'll talk to Data \n[52]Admiral Janeway.  Good to see you. \n[53]With or without the rest of the fleet? \n[54]New Praetor? \n[55]Understood. \n[56]Not with the Romulans. \n[57]Just lucky, Admiral. \n[58]Lay in a new course... Take us to Romulus.  Warp eight. \n[59]I'm afraid the Opal Sea will have to wait, Number One... Engage. \n[60]Cannon fodder. \n[61]A coup d'etat? \n[62]What have you learned about Shinzon? \n[63]Well... it seems we're truly sailing into the unknown.  Keep at it.  Anything you can give me would be appreciated.  Dismissed. \n[64]Captain's Log.  Stardate 47844.9. The Enterprise has arrived at Romulus and is waiting at the designated coordinates.  All our hails have gone unanswered.  We've been waiting for seventeen hours. \n[65]It's an old psychological strategy, Number One.  To put him in a position of dominance and make us uneasy. \n[66]Counselor? \n[67]Not yet, Mister Worf. \n[68]Patience.  Diplomacy is a very exacting occupation.  We can wait. \n[69]No! \n[70]Tactical analysis, Mister Worf. \n[71]She's a predator. \n[72]On screen. \n[73]Praetor Shinzon, I'm pleased to -- \n[74]Away team.  Transporter room four. \n[75]Praetor Shinzon? \n[76]And you're not as we imagined you. \n[77]Why have you asked for our presence here? \n[78]Praetor? \n[79]Praetor, we've come to Romulus on a matter we were -- assured was of great importance.  If you have anything to say to us as representatives of the Federation, I suggest you do so now. \n[80]Praetor Shinzon.  We're not here to discuss your lack of a social life. \n[81]I would be interested to know what we are talking about. \n[82]And the Senate supports you? \n[83]Yes. \n[84]Yes. \n[85]You know I do. \n[86]We need to talk, just you and I. \n[87]You know I need to verify this. \n[88]Picard to Enterprise.  Five to beam out. \n[89]When was he... created? \n[90]I think a skin cell's the more likely of the two. \n[91]Believe me, Number One; I'm going to find out.  Contact Starfleet Command and inform them of the situation.  I need to know where the hell he came from.  Deanna. \n[92]Is he sincere about wanting peace? \n[93]How could I not? \n[94]I not only know him, Deanna, I am him... and he is me! \n[95]What happened? \n[96]You'll acquire a taste for it. \n[97]Not quite.  I envy the hairline. \n[98]Yes.  The eyes have it. \n[99]How did you end up on Remus? \n[100]You're doing this to liberate the Remans? \n[101]I have no reason to. \n[102]And if you had lived my life you would understand that there is a great responsibility in representing the Federation.  I can't let my personal feelings unduly influence my decisions. \n[103]There's so much, and so much of it is dull... \n[104]Yes. \n[105]New worlds. \n[106]After you, Praetor. \n[107]So I'm not as tall as you expected? \n[108]With a full head of hair. \n[109]Shinzon... I'm trying to believe you. \n[110]If there's one ideal the Federation holds most dear it's that all men, all races, can be united.  From the first time the Vulcans came to Earth we've sought a future of peace.  Nothing would make me more proud than to take your hand in friendship.  In time.  When trust has been earned. \n[111]In time. \n[112]Who was it? \n[113]What programs were accessed? \n[114]Set up a security program to detect any unusual data stream rerouting. If it happens again, we want to be ready. \n[115]... I thought Thalaron radiation was theoretical. \n[116]As I remember, Thalaron research was banned in the Federation because of its bioqenic properties. \n[117]Understood.  Keep on it.  I need to know what he has and how to neutralize any threat.  Give me options. \n[118]Come... ... Beverly, come in. \n[119]Remember him? \n[120]He was a damn fool.  Selfish and ambitious.  Very much in need of seasoning. \n[121]I so wanted to believe Shinzon. But the Thalaron radiation can't be explained away.  Whatever he's after, it's not peace. \n[122]Yes. \n[123]On my way... \n[124]I wish I could believe that, Doctor. \n[125]Can you describe it, Deanna? \n[126]Permission denied.  If you can possibly endure any more of these assaults.  I need you at my side. Now more than ever I... \n[127]Why am I here? \n[128]What are you doing? \n[129]All of this so you could capture me? \n[130]What's this all about? \n[131]You're not Reman. \n[132]I see a young man trying desperately to deny who he is. \n[133]I won't defend my life to you. \n[134]If your issues are with me... This has nothing to do with my ship and nothing to do with the Federation. \n[135]Think about what you're doing, Shinzon.  Are you ready to plunge the entire quadrant into war to satisfy your own personal demons? \n[136]I'm incapable of such an act, and so are you. \n[137]It's a mirror for you as well... \n[138]What are you doing to Counsellor Troi? \n[139]That will never happen. \n[140]There'll be another after me.  And another after that.  You'll find we're a resilient species. \n[141]Be careful of over-playing your part, Commander! \n[142]Good work.  The download? \n[143]A bit less florid, Data. \n[144]A weapon. \n[145]It'll only work for one of us. \n[146]We'll find a way off together. Recommendations? \n[147]Alacrity would be appreciated, Commander. \n[148]While I find that fascinating, Data, we really need that Goddamned door open! \n[149]What do you imagine this is? \n[150]Can you open the shuttlebay doors? \n[151]Well then... only one way to go. \n[152]We're about to find out... Power up disruptors and fire on my mark. \n[153]Fire! \n[154]Number One, emergency warp! \n[155]But the Romulans abandoned the plan... \n[156]Dying? \n[157]Then he'll come for me as a donor. \n[158]And that's exactly what he's going to do. \n[159]His hatred of the Federation is apparent.  He would have built a weapon of that scope for one reason.  He is going after Earth. \n[160]And the Romulans invade. \n[161]I know how he thinks. \n[162]I'm counting on it... We've been ordered to head to sector 3274. Starfleet is diverting the fleet to meet us there. \n[163]We can only hope so. \n[164]He can't be allowed to use that weapon.  All other concerns are secondary.  Do you understand me? \n[165]All hands.  Battle stations. \n[166]Captain's Personal Log. Supplemental.  We're heading toward Federation space at maximum warp. The crew has responded with the dedication I've come to expect of them.  And like a thousand other commanders on a thousand other battlefields throughout history, I wait for the dawn. \n[167]To seek out new life and new civilizations.  Zephyr Cochran's own words.  When Charles Darwin set out on the H.M.S. Beagle, on his journey into the unknown... he sailed without a single musket. \n[168]How far we've come.  Let me know if you need anything. \n[169]What makes us who we are, Doctor? Can you tell me that? \n[170]Show me our current position. \n[171]How long until we reach the fleet? \n[172]\"For now we see but through a glass darkly...\"  He said he's a mirror. \n[173]Yes. \n[174]But so much is the same.  On a biological level he is... and I will not accept the idea that there is nothing I can do.  I have a responsibility to try to make a human connection with him. \n[175]He may have already rejected my humanity, but you also have a twin. \n[176]How can you be sure? \n[177]We'll never know what Shinzon might have been.  Had he stood where I did as a child?  And looked up at the stars. \n[178]It's interfering with our uplink from Starfleet cartography? \n[179]Commander Riker, evasive maneuvers! \n[180]Report. \n[181]Worf, prepare a full phaser spread, zero elevation.  All banks on my mark.  Scan for shield impacts and stand by photon torpedoes. \n[182]Fire! \n[183]Full axis rotation to port!  Fire all ventral phasers! \n[184]Counselor Troi, report to the bridge. \n[185]On screen. \n[186]We are. \n[187]Why are you here? \n[188]And what of the Enterprise? \n[189]You know that's not possible. \n[190]Look at me, Shinzon!  Do you feel the blood pumping inside you?  Your hands, your eyes, your nature, are the same as mine.  Buried deep inside you beneath the years of pain and anger is a capacity you've forgotten.  It's the one way our mirror can reflect the two of us exactly because it's the very thing that truly defines us.  To be human is to try to make yourself better than you are. \n[191]I know you as well as I know myself, Shinzon.  There was a time you looked at the stars and dreamed of what might be. \n[192]Not so long. \n[193]I see more than what you are. \n[194]I see what you could be. \n[195]The man who is Jean Luc Picard and Shinzon of Remus won't exterminate the population of an entire planet! He is better than that! \n[196]And what will he do with that life? \n[197]If I were to beam to your ship... let you complete your medical procedure, give you a full life... what would you do with the time? \n[198]You once asked me about your past. Your history.  When I was your age, I burned with ambition.  I was very proud and my pride often hurt people.  I made every wrong choice a young man can... But one thing saved me... I had a father who believed in me.  Who took the time to teach me a better way.  You have the same father. \n[199]So if I gave you my life, what would you do with it?  Would you spend the years in a blaze of hatred as you are now?  Or could you change?  Could you try to remember a mother's touch you never felt?  A father's words you never heard?  Could you do that? \n[200]But you want to. \n[201]Let me tell you about our father. \n[202]Please. \n[203]You can still make a choice!  Make the right one now! \n[204]On screen. \n[205]Your timing is impeccable, Commander. \n[206]When this is over, I owe you a drink. \n[207]You heard the lady.  Get to work. Move your ass! \n[208]Coordinate our attack with the Valdore's tactical officer. Triangulate fire on any shield impacts. \n[209]Do you have life support? \n[210]Understood -- \n[211]Counselor? \n[212]Make it so. \n[213]Savage them! \n[214]Divert power and compensate -- \n[215]What if we target all phasers in a concentrated attack? \n[216]He wants to look me in the eye. \n[217]He thinks he knows exactly what I'm going to do... \n[218]We've got him! \n[219]Deanna, stand by. Open a channel. \n[220]I am. \n[221]I never told you about my first Academy evaluation, did I?  I received very high marks for my studies.  But I was found lacking in certain other areas. Personality traits, you might say. In particular I was thought to be extremely... ... over-confident. \n[222]Geordi, put 211 power to the engines.  Take it from life support if you have to -- everything you can give me. \n[223]Deanna, on my mark. \n[224]All hands, brace for impact! \n[225]Data, I need you. \n[226]Computer.  Auto-destruct sequence Omega.  Zero time delay.  Recognize voice pattern Jean Luc Picard. Authorization Alpha Alpha Three Zero Five -- \n[227]How long until he can fire? \n[228]This isn't about me anymore. \n[229]Prepare for a site-to-site transport. \n[230]That's an order, Commander. \n[231]Negative. \n[232]You have the bridge, Commander. Use all available power to move away from the Scimitar. Now, Mister La Forge. \n[233]On screen... ... Open a channel. \n[234]Thank you, Commander. \n[235]Geordi... prepare the shuttlebay for arrivals.  They don't know our procedures so just... open the doors. \n[236]Number One. You have the bridge. \n[237]To absent friends... o family. \n[238]I don't know if all this has made sense to you, but I wanted you to know what kind of man he was.  In his quest to be more like us, he helped show us what it means to be human. \n[239]No, he wasn't... But his wonder and his curiosity about every facet of human life helped all of us see the best parts of ourselves.  He embraced change... because he always wanted to be more than he was. \n[240]Well, I hope someday you will. \n[241]On my way.  Please notify Commander Riker... ... We'll talk later? \n[242]I'm sorry you won't be here for the re-fit, but I know the Titan needs you immediately. \n[243]The Titan's a fine ship, Will.  And she's getting a captain worthy of her. \n[244]I promise you in time, she'll become your home... If I could offer you one piece of advice? \n[245]When your first officer insists that you can't go on away missions... Ignore him -- \n[246]The honor was mine.  Captain Riker. \n[247]Reminds me of a young doctor I used to know... \n[248]Not tonight, I have work here. \n[249]Welcome aboard, Commander.  I hope, your transfer didn't come as too much of a surprise. \n[250]I needed you immediately to help oversee the re-fit... ... Your service record on the Talos is exemplary, but there are a few things I would like to discuss with you regarding my requirements for a First Officer.  Shall we say dinner in my quarters at 1900 hours? \n[251]Commander, I don't know how they did it on the Talos, but we have door chimes on the Enterprise.  We use them. \n[252]What's this? \n[253]Let's give it a try. \n[254]Feels good. \n[255]It's about time. \n[256]Commander, please sit down... \n[257]... We've received our first assignment.  We're going to be exploring the Denab system.  It should be exciting.  It's a place... where no one has gone before. ", "SHINZON": "\n[1]Consider it  The great symbol of the Empire... But the bird-of-prey holds planets.  Romulus, Remus. Their destinies conjoined... \n[2]Yet for generations one of those planets has been without a voice. We will be silent no longer. \n[3]Join us, Commanders.  Now what's the disposition of the fleet? \n[4]And? \n[5]It's imperative we retain their allegiance or our great mission will be strangled before it can truly draw breath. \n[6]And they'll have it. Tell the fleet that the days of negotiation and diplomacy are over. The Almighty Federation will fall before us.  As I promised you. \n[7]The time we have dreamed of is at hand.  The time... of conquest. \n[8]Cut off the dragon's head and it cannot strike back. \n[9]None. \n[10]The Scimitar will serve my needs. \n[11]I came this far alone... We came this far alone.  We require no assistance from the fleet.  Now leave me to my thoughts. \n[12]Are we prepared? \n[13]So many years for this moment. Bring him to me. \n[14]I hope you'll forgive the darkness... we're not comfortable in the light. \n[15]Captain Picard... Jean Luc Picard... I don't mean to stare, it's just -- well, you can't imagine how long I've been waiting for this moment.  I always imagined you taller, isn't that odd? You may scan me without subterfuge, Commander Data. \n[16]No? \n[17]Commander Worf. I greet you as a valiant warrior... and as my brother. \n[18]I've never met a human woman. \n[19]Deanna Troi of Betazed.  Empathic and telepathic abilities, ship's counselor.  All of this I knew... But I didn't know you were so beautiful. \n[20]I am, Commander Riker... ... May I touch your hair? \n[21]On the world I come from there's no light.  No sun.  Beauty isn't important.  I see now there's a world elsewhere. \n[22]Yes, I'm sorry, Captain. There's so much we have to talk about. \n[23]Unity, Captain!  Tearing down the walls between us to recognize we are one people.  Federation and Romulan.  Human and Vulcan and Klingon and Reman.  I'm speaking of the thing that makes us the same. We want peace. \n[24]I want to end the centuries of mistrust.  I want to be your ally, not your enemy.  As a first step I propose we eliminate the Neutral Zone and begin a free and open exchange of goods and ideas. \n[25]I have dissolved the Senate. \n[26]Right now, you're thinking this all sounds too good to be true? \n[27]And you're wondering why the Scimitar is so well armed.  Is this the ship of a peacemaker?  Or a predator? ... But you're also thinking the chance for peace is too promising to ignore.  Above all, you're trying to decide if you can trust me. \n[28]Then perhaps the time has come to add some illumination to our discussion.  Computer, raise lighting four levels. \n[29]Allow me to tell you a story that I hope will clarify my position. When I was very young I was stricken with an odd disease.  I developed a hyper-sensitivity to sound.  The slightest whisper caused me agony... \n[30]No one knew what to do.  Finally I was taken to a doctor who had some experience with Terran illnesses and I was finally diagnosed with Shalaft's syndrome.  Do you know of it, Captain? \n[31]Then you know it's a very rare syndrome.  Genetic.  All the male members of my family had it. Eventually I was treated.  Now I can hear as well as you can, Captain. \n[32]I can see as well as you can.  I can feel everything you feel. In fact, I feel exactly what you feel.  Don't I, Jean Luc? \n[33]Do you trust me now? \n[34]Come to dinner on Romulus tomorrow. Just the two of us.  Or just the one of us. \n[35]I know. \n[36]Tomorrow then, Captain.  We have so much to discuss. \n[37]Imzadi.  This is so good. \n[38]He can never know you as I know you... He can never touch you as I touch you. \n[39]Can you feel my hands... are they real?  Can you feel my lips, my loins? \n[40]I'm with you, Imzadi... \n[41]I'll always be with you now.  Now and forever... \n[42]You don't have to understand. \n[43]I have a purpose. \n[44]Silence, Romulan! \n[45]You must learn patience, Commander. Do you know where I learned it?  In the dilithium mines of Remus. Spend eighteen hours every day under the lash of a Romulan guard's whip and you'll soon understand patience. \n[46]Now go.  I have some personal business. \n[47]And when I was ready they were going to replace you with me, an exact biological duplicate.  Put a Romulan agent at the heart of Starfleet to influence your command structure.  It was a bold plan. \n[48]As happens so frequently here on Romulus, a new government came to power.  They decided to abandon the plan -- frankly, I think they were afraid I'd be discovered and it would lead to war.  They weren't ready for that. \n[49]Romulan ale -- I'm surprised.  I can't stand it. \n[50]It's not quite the face you remember. \n[51]A lifetime of violence will do that.  My nose was broken four times.  And my jaw... But so much is the same.  The eyes, you recognize the eyes. \n[52]Our eyes reflect our lives, don't they?  Yours are so confident. \n[53]They sent me there to die.  How could a mere human survive the dilithium mines?  It was... ... I was a slave.  And a monster. The only thing the Romulan guards hated more than the Remans was me. But one man took pity on me: the man who became my Viceroy.  He taught me how to survive.  And in that dark place, where there was nothing of myself, I found my Reman brothers.  They showed me the only kindness I ever knew. \n[54]For thousands of years the Romulan Senate has met in this chamber and dictated the fate of its sister- planet... But the time has come for us to live as equals. \n[55]No race should be a slave to another. \n[56]You don't trust me. \n[57]Of course you do.  If you had lived my life and experienced the suffering of my people... you'd be sitting where I am now.  At least I hope you would. \n[58]All I have is my personal feelings. I wasn't raised with the ideals of the Federation.  But I'm trying to understand them now.  To live up to them   To live up to you. \n[59]I want to know where I come from. The Remans gave me a future.  You can tell me about my past. \n[60]Were we always explorers? No.  I was the first Picard to leave Earth.  It caused quite a stir, In fact.  But I had spent my whole life... \n[61]Looking up at the stars. \n[62]And you dreamed about what was up there.  About... \n[63]Age before rank, Jean Luc. \n[64]I always hoped I would hit two meters. \n[65]There is that. \n[66]I know. \n[67]I'm honored to think I might someday speak with such eloquence. \n[68]In time, Jean Luc. \n[69]He's gentler than I thought.  And he has a sense of humor. \n[70]My time.  I'll spend it how I choose. \n[71]We'll return to the Scimitar. Prepare yourself for the bonding. \n[72]Imzadi... \n[73]Very logical, Deanna... But your heart doesn't constrain itself to mere logic. ... Your heart longs to discover me.  To know me... ... To leave all of this behind and be with me. \n[74]I can feel your desire, Deanna... \n[75]I can feel your hunger to know the Reman ways... the old ways. \n[76]Don't fear what you desire... \n[77]Find her again. \n[78]Do as I tell you! \n[79]On my way. \n[80]Have the doctors prepare.  I'll be on the bridge. \n[81]Transport. \n[82]Welcome home. Begin the download. \n[83]Tea, hot. \n[84]Hello, Jean Luc. \n[85]I was lonely... Perhaps I'm not aging as well as you did. \n[86]I need a sample of your blood. What do your Borg friends say? Resistance is futile. \n[87]Yes.  The bait you couldn't refuse. I learned there might be an existing prototype from a Cardassian historian, then went to a great deal of trouble to find it and scatter it about on Kolarus III.  I knew it would pique your curiosity and conveniently make the Enterprise the closest ship to Romulus when I contacted Starfleet. \n[88]Don't be so vain.  After we found it, we made a few modifications. An extra memory port, a hidden transponder.  Perhaps your eyes will be a bit less confident when you learn I've gained access to Starfleet's communications protocols.  I now know the location of your entire fleet... ... You may go. \n[89]Out of my sight. \n[90]Maybe I'll train it to do little tricks for me like your robot does. Or maybe I'll snap its ugly head off. \n[91]It's about destiny, Picard.  About a Reman outcast who -- \n[92]And I'm not quite human.  So what am I?  What do you see? Do you see a life you might have led?  Lost youth never to be recaptured? \n[93]I see an old man, set in his ways, afraid to live without a uniform to prop him up and a Starfleet regulation to tell him what to do. I see the man I will never be. \n[94]My life is meaningless as long as you're alive.  What am I while you exist?  A shadow?  An enigma? \n[95]Oh, but it does.  We will no longer bow like slaves before anyone.  Not the Romulans and not your mighty Federation.  We're a race bred for war.  For conquest. \n[96]It amazes me how little you know yourself. \n[97]I think the facts speak for themselves.  The same noble Picard blood runs in our veins.  Had you lived my life, you'd be doing exactly as I am.  Look in the mirror, and see yourself. \n[98]Consider that, Captain.  I can think of no greater torment for you. \n[99]Not for long, Captain. I'm afraid you won't survive to witness the victory of the echo over the voice. \n[100]Tractor beam!  Now! \n[101]The Enterprise is immaterial!  They won't make it back to Federation space. \n[102]I thought we discussed patience, Commander. \n[103]Commander Suran, the games are over.  In two days the Federation will be crippled beyond repair. Does that satisfy you? \n[104]And when I return... you and I shall have a little talk about showing proper respect! \n[105]How long? \n[106]How long until we reach the Rift? \n[107]Target weapons systems and shields. I don't want the Enterprise destroyed. \n[108]Can you learn to see in the dark, Captain? \n[109]You're too slow, old man. Attack pattern Shinzon Theta. \n[110]Captain Picard, will you join me in your Ready Room? \n[111]You can't trace my holographic emitters, Captain.  So don't bother.  And you can't contact Starfleet.  We're quite alone. \n[112]It's just the two of us now, Jean Luc, as it should be... Your ship and mine... You and me. \n[113]To accept your surrender.  I can clearly destroy you at any time. Lower your shields and allow me to transport you to my ship. \n[114]I have little interest in your quaint vessel, Captain.  If the Enterprise will withdraw to a distance of one hundred light years, it will not be harmed. \n[115]I know... you'll all gladly die to save your home world. \n[116]Long ago. \n[117]Childish dreams, Captain.  Lost in the dilithium mines of Remus.  I'm what you see now. \n[118]He is what his life has made him! \n[119]Yes. \n[120]I don't know. \n[121]That's your life... not mine. \n[122]It's too late. \n[123]I have no choices!  I can't fight what I am! \n[124]I'll show you my true nature.  Your nature.  And as Earth dies -- remember that I'm forever Shinzon of Remus!  And my voice will echo through time long after yours has faded to a dim memory. \n[125]Disable their weapons! \n[126]Report! \n[127]Target the flanking Warbird.  All forward disruptor banks on my mark. \n[128]Let her pursue -- drop cloak on the aft port quadrant and prepare for full emergency stop. \n[129]You heard me. \n[130]Not yet. \n[131]\n[132]Restore the aft cloak.and bring us about. \n[133]Prepare a lateral run -- all starboard disruptors. \n[134]What is it?!  Focus on your job!!! \n[135]Prepare a boarding party -- BRING \n[136]Get the cloak back!  And target shield coordinates beta three.  All disruptors.  Fire! \n[137]Open a channel. \n[138]I hope you're still alive, Jean Luc. \n[139]Don't you think it's time to surrender?  I'll have my cloak back in a matter of minutes and your poor ship is shot to pieces.  Why should the rest of your crew have to die? \n[140]\n[141]Divert all power to engines.  Full reverse! \n[142]Target disruptors.  Destroy them. \n[143]Deploy the weapon.  Kill everything on that ship.  Then set a course for Earth. \n[144]Our greater goal is more important, brother. \n[145]Some ideals are worth dying for, aren't they, Jean Luc? \n[146]I'm glad we're together now -- our destiny is complete. ", "DATA": "\n[1]Ladies and Gentlemen and invited Tran gendered species... In my study of Terran and Betazoid conjugal rites I have discovered it is traditional to present the \"happy couple\" with a gift.  Given Commander Riker's affection for archaic musical forms I have elected to present the following as my gift in honor of their conjugation. \n[2]If you please, Mister Band Leader, a-one and a-two and... \n[3]\"Blue skies, smiling at me, Nothing but blue skies do I see.  Blue birds, singing a song, Nothing but blue birds all day long.  Never saw the sun shining so bright, Never saw things going so right...\" \n[4]To happy endings. \n[5]Sir.  I noticed an interesting confluence of emotion at the wedding.  I am familiar with the human concept of tears through laughter and its inverse, laughter through tears, but I could not help wondering about the human capacity for expressing both pleasure and sadness simultaneously. \n[6]And you were particularly aware of this feeling because Commander Riker will be leaving to assume command of the Titan? \n[7]And this makes you \"sad\"? \n[8]That is because you have a familiarity with them.  You can predict specific reactions and behavior and are comfortable in that knowledge. \n[9]The choices I made have led me here as well.  This is the only home I have ever known.  I cannot foresee a reason for leaving. \n[10]If I were... I believe my memory engrams would sense the absence of your specific reactions and behavior.  I would \"miss you.\" \n[11]To new worlds... \n[12]Since positronic signatures have only been known to emanate from androids such as myself, it is logical to theorize that there is an android such as myself on Kolarus III. \n[13]I thought only me, myself and Lore. \n[14]Isolated pockets of humanoids.  It appears to be a pre-warp civilization at an early stage of industrial development. \n[15]The closest signature is two kilometers to the west... that direction, sir. \n[16]I will always be baffled by the human predilection for piloting vehicles at unsafe velocities. \n[17]Over that rise, sir... half a kilometer. \n[18]It appears to be... ... an arm. \n[19]Like me, it has been designed with modular power sources. \n[20]The next signature is one kilometer to the south. \n[21]The final signature is approximately 300 meters up that incline. \n[22]Ten meters... \n[23]I think it unlikely you will need your phaser to recover the cranial unit.  Of course, it could bite you. \n[24]The resemblance is... striking. \n[25]You are not looking at yourself. You are looking at me. \n[26]I would like to pick you up now. May I do that? \n[27]Fascinating... \n[28]Commander! \n[29]Thank you. \n[30]He is very observant. \n[31]This is not an appropriate time for a conversation. \n[32]Because the captain has to concentrate on piloting the vehicle. \n[33]Sorry, sir. \n[34]Our eyes are identical, Doctor. \n[35]Do you have a name, sir? \n[36]Can you tell me how you came to be on the planet where we found you? \n[37]Yes, please continue. \n[38]Do you know who I am? \n[39]No.  My name is Data... I am your brother. \n[40]As you can see the habitable half of Remus is always in darkness because, like Mercury, one side always faces the sun.  Due to the extreme temperatures on that half of their world, the Remans live on the dark side of the planet. \n[41]Almost nothing is known about the Reman homeworld, although intelligence scans have proven the existence of dilithium mining and heavy weapons construction. \n[42]The Remans themselves are considered an undesirable caste in the hierarchy of the Empire. \n[43]Starfleet intelligence was only able to provide a partial account of his military record.  We can infer he is relatively young and a capable commander.  He fought seventeen major engagements in the war.  All successful.  Beyond that, we know nothing. \n[44]At present he serves no useful function.  Dr. Soong created us to become active and useful members of society.  I do not believe he would have wanted the B-9 to live out his life in his present state. \n[45]Captain Picard agrees that the B-9 was probably designed with the same self-actualization parameters as myself.  If my memory engrams are successfully integrated into his positronic matrix, he should have all my abilities. \n[46]I feel nothing, Geordi.  It is my belief that with my memory engrams he will be able to function as a more complete individual. \n[47]Yes. \n[48]Do you know where you are? \n[49]Can you remember our father? \n[50]Do you know the name of the Captain of this vessel? \n[51]Is that your final answer? \n[52]What purpose does this serve? \n[53]Dr. Soong must have found it unnecessary in later versions. \n[54]No, I do not mind. \n[55]But I believe he will prove incapable of performing higher functions. \n[56]I am not. \n[57]No, remain with Commander La Forge. He is going to try to make you well. \n[58]Captain... \n[59]Doctor, will you excuse us for a moment?  Geordi, please come with me. \n[60]Sorry, sir.  I thought it added a touch of reality to the performance. \n[61]My mission was a success, sir.  I have discovered the source of the Thalaron radiation. \n[62]He believes he has our communications protocols.  But they will give him inaccurate locations for all Starfleet vessels. \n[63]Move, puny human animal. \n[64]Aye, sir... This way. \n[65]This entire ship is, essentially, a flying Thalaron generator. All its power relays lead to that device. \n[66]It would appear so. \n[67]Geordi equipped me with the prototype for the Emergency Transport Unit.  I recommend you use it to return to the Enterprise. \n[68]Yes, sir. \n[69]There is a shuttlebay 948 meters from our current location. \n[70]This way, sir! \n[71]It seems to have an encrypted security system. \n[72]They are trying to override the access codes.  Reman is really a most complex language with pictographs representing certain verb roots and -- \n[73]According to the ship's manifest they are Scorpion-class attack fliers. \n[74]Port thrusters, sir.  Would you like me to drive? \n[75]Affirmative, sir.  Negative, sir. They have instigated security overrides and erected a force field around the external portals. \n[76]Do you think this is a wise course of action? \n[77]Ready, Captain. \n[78]No, I have only activated your cognitive and communication subroutines. \n[79]Because you are dangerous. \n[80]You have been programmed to gather information that can be used against this ship. \n[81]I know. \n[82]Do you know anything about Shinzon's plans against the Federation? \n[83]Do you have any knowledge of the tactical abilities of his ship? \n[84]No.  I must deactivate you. \n[85]Indefinitely. \n[86]A long time, brother. \n[87]At our current velocity we will arrive at sector 3274 in approximately 40 minutes. \n[88]Of you? \n[89]I do not agree.  Although you share the same genetic structure, the events of your life have created unique individual. \n[90]He would deny a \"human\" connection is possible.  He considers himself entirely Reman. \n[91]No, sir, it is not possible.  The B-9 is physically identical to me, although his neural pathways are not as advanced.  But even if they were, he would not be me. \n[92]I aspire, sir.  To be better than I am.  The B-9 does not.  Nor does Shinzon. \n[93]We are passing through the Bassen Rift.  The projections will return when we have cleared it. \n[94]Yes, sir.  The Rift effects all long-range communications -- \n[95]We are losing dorsal shields -- \n[96]Aft shields are down to forty percent. \n[97]Forward shields are down to ten percent. \n[98]We have lost structural integrity on decks twelve through seventeen, sections four through ten. \n[99]Captain, we have lost ventral shielding on deck twenty nine. \n[100]The Scimitar's shields are still at seventy percent.  It would make no difference, sir. \n[101]We are being hailed. \n[102]Sir, allow me to go.  You are needed here. \n[103]Sir... \n[104]Counsellor Troi, please assume command.  Geordi, if you will come with me. \n[105]What is our approximate distance? \n[106]Thank you. \n[107]Thank you, Geordi.  Deactivate the field. \n[108]Goodbye. ", "RIKER": "\n[1]No, no speeches.  No clothes either. \n[2]I don't think we're going to see much combat on Betazed. \n[3]Diverting to the Kolarin system takes us awfully close to the Romulan Neutral Zone. \n[4]Thank you, sir... \n[5]Mister Branson, set course for the Kolarin system.  Warp Five -- -- Warp Seven. \n[6]Engage. \n[7]Captain, I hope I don't have to remind you -- \n[8]Sir -- \n[9]Geordi? \n[10]Worf!  Wonderful!  I'll be right there!... Duty calls, gentlemen.  Carry on. \n[11]We're going sailing on the Opal Sea.  We've booked an old-fashioned solar catamaran.  Just us and the sun and the waves. \n[12]Well, that sounds relaxing too. \n[13]So they've got him up and running. \n[14]Runs in the family. \n[15]Romulus? \n[16]But they also have the reputation of being formidable warriors.  In the Dominion War, Reman forces were used as assault troops in the most violent encounters. \n[17]We have to assume he had Romulan collaborators. \n[18]The Praetor's power has always been the Romulan fleet.  They must be behind him. \n[19]Why don't they answer our hails? \n[20]It's working. \n[21]Captain, with all due respect to diplomatic protocols -- the Federation Council's not sitting out here, we are. \n[22]My God... \n[23]She's not out for a pleasure cruise. \n[24]Not very chatty. \n[25]You seem very familiar with our personnel. \n[26]Why? \n[27]Some honeymoon. \n[28]Imzadi, what am I going to do with you? \n[29]Deanna?!  What's with the name calling? \n[30]Worf!  Raise Shields ! \n[31]Keep at it, Geordi.  Find a way in. \n[32]Worf!  Lock on transporters! \n[33]He wasn't designed to live a complete, human life span. Can anything be done for him? \n[34]That's why he went to all that trouble to capture you. How long does he have? \n[35]Sir? \n[36]Oh boy.  Destroy humanity and the Federation is crippled... \n[37]And there's no way to penetrate his cloak? \n[38]He could pass within 10 meters of every ship in Starfleet and they'd never know. \n[39]Strength in numbers? \n[40]Yes, sir. \n[41]He's firing through his cloak.  We can't get a lock. \n[42]Defensive pattern Kirk Epsilon. Geordi, get those shields online. \n[43]Unless we can disable his cloak we're just going to be firing in the dark. Agreed. \n[44]Believe it or not, I think the cavalry has arrived. \n[45]Keep our bow to the Scimitar. Auxiliary power to forward shields. \n[46]Bring us about! \n[47]Evacuate those decks and reroute field power to forward shields. \n[48]Let's go. \n[49]Worf. \n[50]Don't worry -- Hell is dark. \n[51]Sir? \n[52]She's the most beautiful ship I've ever seen. ... But she's not the Enterprise. \n[53]Anything. \n[54]I intend to. \n[55]Serving with you has been an honor. ", "WORF": "\n[1]Romulan ale should be illegal. \n[2]Then it should be more illegal. \n[3]Ugghhh... Irving Berlin. \n[4]I am not a swinger.  I am unwell. \n[5]I was not suited for the life of a... diplomat. \n[6]I won't do it. \n[7]A warrior does not appear without his clothing.  It leaves him... vulnerable. \n[8]I won't do it. \n[9]Captain.  I think it is inappropriate for a Starfleet officer to appear... ... naked. \n[10]I'm picking up an unusual electromagnetic signature from the Kolarin system. \n[11]Positronic. \n[12]Why is it moving? \n[13]To find the head, sir? \n[14]It's you. \n[15]No. \n[16]Thank you. \n[17]\n[18]If you wouldn't mind. \n[19]Captain! \n[20]He must have Klingon blood. \n[21]It seems a very... soft honeymoon. \n[22]A Klingon honeymoon begins with the Kholamar desert march where the couple bonds in endurance trials. If they survive the challenge they move on to the Fire Caves of Fek'lhr to face the demons of Gre'thor. \n[23]It is... invigorating. \n[24]He's a very unusual android \n[25]Sir,  I recommend we raise shields. \n[26]Should I raise shields? \n[27]Captain -- ! \n[28]Fifty-two disruptor banks, twenty- seven photon torpedo bays, primary and secondary phased shields. \n[29]We're being hailed. \n[30]You are human. \n[31]I'll save my greetings for a better brother. \n[32]Sir, we've had an unauthorized access into the main computer. \n[33]No response to our hails. \n[34]Long range communication is impossible as long as we're in the rift -- \n[35]Aye, sir \n[36]Minimal damage to the Scimitar. \n[37]Sir, we're being hailed. \n[38]We're being hailed. \n[39]Aye, sir. \n[40]Intruder alert! \n[41]Security detail to deck twenty nine. \n[42]You don't understand the Captain -- there should be no changes until we have discussed the modifications with him. \n[43]Your new chair, sir. \n[44]I told him you're comfortable with your old chair. ", "GEORDI": "\n[1]Not likely.  After we installed the new Series Four replicators, he tried to order his usual tea and there was a glitch.  Had us remove the whole bunch of them and put the old ones back in. \n[2]He just likes things the way he likes them... Of course, so do I. \n[3]It is, old chum. \n[4]It's very faint but I've isolated it to the third planet in the Kolarin system. \n[5]Uncharted.  We'll have to get closer for a more detailed scan. \n[6]How many of you did Dr. Soong make? \n[7]What do you think, Data, a long- lost relative? \n[8]I read six distinct positronic signatures, spread out over a few kilometers on the surface. \n[9]Captain, I don't recommend transporting, that ion storm doesn't look very neighborly.  It could head this way without much warning. \n[10]Well, he seems to have the same internal mechanics as Data but not as much positronic development. The neural pathways aren't nearly as sophisticated.  I'd say he's a prototype.  Something Dr. Soong created before Data. \n[11]Then how did a Reman get to be Praetor?  I don't get it. \n[12]I can't believe the Captain went along with a memory download. \n[13]He'd have all your memories too. You feel comfortable with that? \n[14]An individual more like you, you mean. \n[15]Maybe he's not supposed to be like you.  Maybe he's supposed to be just like he is. \n[16]Okay... we're done. \n[17]Do you know my name? \n[18]Data, he's assimilating a lot of programming.  Remember, he's a prototype, a lot less sophisticated than you are.  We just don't know if his matrix will be able to adapt.  Or if he'll be able to retain anything.  We should give him some time. \n[19]It seems to be a redundant memory port.  Maybe it's for provisional memory storage in case his neural pathways overload? \n[20]It's possible the extra memory port is interfering with the engram processing.  Mind if I keep him here and run some diagnostics? \n[21]Don't give up hope, Data.  I know, I know, you're not capable of hope. \n[22]It's going to take some time to find out -- the data stream was rerouted through substations all over the ship. \n[23]That's what I don't get -- it's mostly basic stellar cartography: star charts; communications protocols; some uplinks from colony tracking stations.  It's not even restricted material. \n[24]There's something else.  I was reviewing the sensor logs... When the Scimitar decloaked there was a momentary spike in the tertiary EM band -- there -- You're not going to believe this but it's Thalaron. \n[25]Which is why our initial scans didn't pick it up.  But he's got it, Captain. \n[26]His cloak is perfect... no tachyon emissions, no residual antiprotons. \n[27]It's called a Cascading Biogenic Pulse.  The unique properties of Thalaron radiation allow the energy beam to expand almost without limits.  Depending on the radiant intensity it could encompass a ship... or a planet. \n[28]No, sir. \n[29]He disabled our warp drive with his first shot.  We've only got impulse. \n[30]Emergency force fields are holding. \n[31]He's getting his cloak back.  We have exhausted our compliment of photon torpedoes.  Phaser banks are down to four percent. \n[32]What's he doing? \n[33]Sir? \n[34]Aye, sir. \n[35]Ready, sir! \n[36]The targeting sequence should take about four minutes. \n[37]Sir, we won't be able to bring you back.  It's a one way trip. Captain, I don't know if the transporter -- \n[38]Aye, sir. \n[39]That's it.  Transporters are down. \n[40]400 meters. \n[41]Sir, we're being hailed. \n[42]I'll take care of it, sir. ", "DEANNA": "\n[1]Really, Captain, it was a lovely toast. \n[2]And you needn't worry.  I'll brief your new counselor on everything she needs to know. \n[3]All right, go ahead. \n[4]With pleasure, Captain. \n[5]It's tradition,Worf.  You of all people should appreciate that! Besides, I've already seen it. \n[6]Don't be too sure.  Mother will be there. \n[7]You better believe you're engaged! \n[8]... and after the ceremony on Betazed, three entire weeks for our honeymoon. \n[9]It's meant to be relaxing. \n[10]Do you have a moment, sir? \n[11]It's about Data  I've watched him with the B-9 and I'm troubled. Data's desire for a \"family\" is very strong.  I'm afraid he may be investing too much in the B-9. \n[12]The B-9 is like a slow child, sir. And Data, in his own way, has assumed the position of a parent or guardian.  I'm afraid he has expectations based on his own experiences.  He'll be disappointed when the B-9 cannot meet those expectations. \n[13]I don't believe that, sir.  We've shared many disappointing journeys. \n[14]And I you. \n[15]Thank you, sir. \n[16]They're out there, sir. \n[17]I'm only half human. \n[18]I would say he's been trained to resist telepathy.  What I could sense of his emotions were erratic, very hard to follow. \n[19]I don't know. Sir, the strongest sense I had was that he's more than curious about you.  He very much wants to know you. The same way you want to know him. \n[20]Captain, don't assume he's anything like you are.  You should resist the urge to think you know him. \n[21]Will, you need to rest. As ship's counselor, I'm recommending you get me sleep. \n[22]We have time. Come to bed. \n[23]No! \n[24]This isn't real. \n[25]You sick bastard! \n[26]You're not here. \n[27]No... \n[28]It was... a violation. \n[29]Shinzon's Viceroy seems to have the ability to reach into my thoughts. I've become a liability... I request to be relieved of my duties. \n[30]How can you be certain? \n[31]Captain -- I might have a way to find them. \n[32]The one thing he may have forgotten in the course of battle: me. \n[33]He's resisting me. \n[34]Remember me? \n[35]\n[36]They're stopping... \n[37]But how can he?  He'll kill you. \n[38]Let him go. \n[39]Data. ", "BEVERLY": "\n[1]It'll serve you right. \n[2]Sort of like losing a son and gaining an empath, isn't it? \n[3]If you start tearing up I promise to beam you out.  Level one medical emergency.  There's no crying in Starfleet. \n[4]Commander Worf... Do Klingons swing? \n[5]Don't worry, I'm a doctor. \n[6]I'm so glad you made it back to the Enterprise before I left. \n[7]Who'd have guessed? \n[8]I think you have nicer eyes. \n[9]Excuse me.  I have some diagnostics to run on some medical scanner things. \n[10]There's no doubt, Captain.  Right down to your regressive strain of Shalaft's Syndrome.  He's a clone. \n[11]About twenty-five years ago.  They probably used a hair follicle or skin cell. \n[12]It has the ability to consume organic material at the subatomic level.  I can't overestimate the danger of Thalaron radiation, Jean Luc.  A microscopic amount could kill every living thing on this ship in a matter of seconds. \n[13]You're working late. \n[14]He was a bit proud as I recall. \n[15]He turned out all right. \n[16]Is he very much like you were? \n[17]Jean Luc -- whatever you were -- right now you're the man you've made yourself.  He's someone else. \n[18]Aside from slightly elevated adrenalin and serotonin levels, you're completely normal. \n[19]Will, I need to talk to you. \n[20]The more I studied his DNA the more confusing it got.  Finally I could only come to one conclusion... Shinzon was created with temporal RNA sequencing.  He was designed so that at a certain point his aging process could be accelerated to reach your age more quickly, so he could replace you. \n[21]As a result the temporal sequencing was never activated.  Remember, he was supposed to replace you at nearly your current age.  He was engineered to skip thirty years of life.  But since the RNA sequencing was never activated, his cellular structure has started to break down.  He's dying. \n[22]Not without a complete myelodysplastic infusion from the only donor with compatible DNA. But that would mean draining all your blood. \n[23]I can't be sure but the rate of decay seems to be accelerating. \n[24]But we do have one advantage. He needs your blood to live.  He might come after you first. \n[25]That was another time. \n[26]Jean Luc... ... He is not you. \n[27]You can't imagine them, Jean Luc. They're kids!  All with advance degrees in xenobiology and out to conquer every disease in the quadrant. \n[28]They're running me ragged.  Nothing but questions day and night... I love it!  Come to dinner and I'll tell you all about it.  There's a Bajoran band at the officer's mess. \n[29]Soon then.  I'll save the last dance for you. ", "VICEROY": "\n[1]But in darkness, there is strength. \n[2]Don't you agree? \n[3]Yes, Praetor. \n[4]Enterprise.  We are the Reman Warbird Scimitar. \n[5]I am not Shinzon.  I am his Viceroy.  We are sending transport coordinates. \n[6]This is a mistake. \n[7]Don't forget our mission, Shinzon. We should act.  Now.  Time is running out. \n[8]The bond is broken. \n[9]No -- this is wasting time. \n[10]It's accelerating.  You have no more time for games. \n[11]Where are you taking him? \n[12]So, human... you've met your better self! \n[13]I'm preparing her for Shinzon... To sooth him as she soothes you.  To stand at his side as she does at yours. \n[14]Listen to him, android.  Such a small and weak creature.  Yet he roars so valiantly... It would take me but an instant to tear that valiant heart from your chest. \n[15]I look forward to the sport. Take him. \n[16]Where's Picard? \n[17]A matter of hours now -- \n[18]If you don't begin the procedure soon you'll never make it back to Romulus.  You shouldn't have delayed.  You should have killed Picard the moment -- \n[19]Seven minutes. \n[20]What?! \n[21]She's almost on us. \n[22]Praetor... \n[23]No! \n[24]She is here. ", "SURAN": "\n[1]The fleet commanders are nervous. They've agreed to remain at their given coordinates and await his orders.  But they're anxious to know what's going on here. \n[2]They're holding position. \n[3]They will obey, Praetor. \n[4]How many Warbirds will you need? \n[5]Praetor.  You have the whole fleet at your disposal.  They supported the coup, they'll follow you. \n[6]But surely -- \n[7]... then I don't understand the reason for the delay! \n[8]And bringing the Enterprise here?! What possible purpose could that serve?! \n[9]Then perhaps you will enlighten us? \n[10]Praetor. \n[11]This has gone far enough! \n[12]And mine is wearing thin, young man!  We supported you because you promised action.  And yet you delay and you waste your time playing games with Picard while -- \n[13]For the moment. \n[14]I want opinions.  He is clearly out of his mind. \n[15]But can he complete his mission? ", "DONATRA": "\n[1]I don't blame them.  We can't keep them in the dark forever. \n[2]They support your intentions, sir. But they require evidence of your... sincerity. \n[3]How long before he has us in the dilithium mines? \n[4]Does anyone in this room harbor any illusions about what he means by \"showing proper respect\"? \n[5]Should he? \n[6]Are you prepared to have your hands drenched in blood?  He'll show them no mercy.  And his sins will mark us all for generations.  Is that what you truly want, Romulans? \n[7]I think you should consider that question now -- or else you may have a lifetime to think about it in the dilithium mines. \n[8]Captain Picard, Commander Donatra of the Warbird Valdore.  Might we be of assistance? \n[9]The Empire considers this a matter of internal security.  We regret you've become involved. \n[10]Romulan ale, Captain.  Let's get to work.  Valdore out. \n[11]She's losing her cloak!  Stand by all forward disruptor banks! \n[12]I'm afraid that drink will have to wait, Captain. \n[13]For the moment.  But we're dead in the water. \n[14]This is Commander Donatra of the Valdore.  We're dispatching shuttles with medical personnel and supplies. ", "HEAD": "\n[1]Why am I looking at me? \n[2]You do not look like me. \n[3]You have a pretty shirt. \n[4]I have two arms and ten fingers. Do you know where my arms are?  I cannot see where we are going. Where are we going? \n[5]You have a shiny head. \n[6]You have a red shirt. \n[7]Why? \n[8]Why? \n[9]I am the B-9. \n[10]You have a fuzzy face. ", "JANEWAY": "\n[1]Jean Luc... How'd you like a trip to Romulus?  All expenses paid? \n[2]A diplomatic mission.  We've been invited, believe it or not.  Seems there's been some kind of internal political shakeup.  The new Praetor, someone called Shinzon, has requested a Federation envoy. \n[3]There's more... as always.  He's Reman. Believe me, we don't understand it either.  You're the closest ship so I want you to high tail it over there and hear what he has to say. Get the lay of the land, If the Empire becomes unstable, it could mean trouble for the entire quadrant. \n[4]We're sending you all the intelligence we have, but it's not much.  I don't need to tell you to watch your back, Jean Luc. \n[5]The Son'a, the Borg, the Romulans, the evil Soran and that pesky Nexus.  You seem to get all the easy assignments! \n[6]Let's hope that luck holds. Janeway out. ", "COMPUTER": "\n[1]Auto-destruct is off-line. \n[2]Forty-seven.  Forty six... \n[3]Twenty nine... Twenty eight... \n[4]Eighteen... Seventeen... \n[5]Ten...Nine... \n[6]Seven..  Six... "}}