{"dialogues": {"KIRK": "\n[1]Commander Sonak... ! SONAK turns with Vulcan imperturbability to face Kirk who steps toward him \n[2]You've received your appointment as Enterprise Science Officer? \n[3]Why aren't you on board? \n[4]Here at Starfleet...? The Enterprise is in final preparation to leave dock... \n[5]Twelve! I'm on my way to a meeting with Admiral Nogura which will not last more than three minutes. Report to me on the Enterprise in one hour. \n[6]I intend to be there following that meeting. Report to me. One hour! And Kirk turns, strides purposefully away. Sonak gazes after him, one eyebrow raised quizzically. \n[7]Why aren't the Enterprise transporters in operation, Mister Scott? \n[8]See that it is.  Take me over, please. Scott is now eying Kirk just a little warily as he fol- lows him into the pod. Kirk's determined expression suggests that some chips are going to fly and Scott does not want to become one of them. \n[9]Mr. Scott, there's an alien object with unbelievable destructive power less than three days away from this planet... Kirk hits a button on the travel pod panel -- the air- lock doors SLAM closed behind them. Then, stepping im- mediately to the front observation window: \n[10]... the only Starship in interception range is the Enterprise! Ready, or not, she launches in twelve hours! Scott throws Kirk an appalled look but is now occupied in sealing the Outer Pod door and manipulating drive controls. CAMERA CONTINUES TO PULL BACK TO REVEAL front of the Pod and arms of the office complex as Pod disconnects and starts to move. \n[11]Two and a half years as Chief of Starfleet Operations may have made me a little stale, Mr. Scott -- but I wouldn't exactly consider myself 'untried.' It takes Scott a moment to comprehend, and Kirk smiles now, nods: \n[12]They gave her back to me, Scotty. Scott peers at him, genuinely surprised -- and pleased. Then: \n[13]I think I can find my way, Ensign. And Kirk moves off, leaving the Ensign gazing at him, relieved. \n[14]Bridge! The turbo-elevator HUMS WITH POWER as it begins hur- tling up. On the wall back of Kirk we SEE an electronic diagram of the Enterprise tracking the elevator's speedy trip to the Bridge. \n[15]I appreciate the welcome; I wish the circumstances were less critical.  Epsilon Nine is monitoring the intruder; keep a channel open to them.  Where is Captain Decker? \n[16]Mr Chekov, assemble the crew on the Rec Deck at 0400 hours. I want to show them what we're facing. And Kirk moves to the elevator, enters, is gone. The moment the elevator doors snap closed: \n[17]Will, let's go over here and talk. He indicates corner. Decker glances bemusedly at Kirk, then turns to Scott: \n[18]I'm taking over the Center seat. I'm sorry, Will. \n[19]I'm replacing you as Captain of the Enterprise. Decker seems shocked into silence; he can only peer at Kirk who reaches tentatively as though to clasp a paternal hand on Decker's shoulder, then withdraws it and continues quickly. \n[20]You'll stay aboard as Executive Officer... a temporary grade reduction to Commander. \n[21]Yes. \n[22]My experience -- five years out there dealing with unknowns like this -- my familiarity with the Enterprise, this crew... \n[23]That's why you're staying aboard. I'm sorry, Will. \n[24]Report to the bridge, Commander. Immediately. Decker EXITS. Kirk waits, collecting his composure as he watches him go. Then Kirk turns to glare at Scott. Interrupted by a flare as something shorts out at the mechanism where Scott and Decker had been working. Technician  reacts, hits an inter- com button fast: \n[25]Starfleet, boost your matter gain; we need more signal! \n[26]Oh, my God...! \n[27]Starfleet, do you have them? A mutter of utter, vacant silence -- and Kirk and Scott look at each other again, their pained faces presaging the answer they already know: \n[28]Starfleet... Kirk. Please... express my condolences to their families. Commander Sonak's can be reached through the Vulcan Embassy. (see Rand's stricken expression There was nothing you could have done, Rand. It wasn't your fault. And before Rand can answer, Kirk leaves the room. \n[29]Turboshaft eight...? \n[30]We'll have to replace Commander Sonak. I'd still like a Vulcan there, if possible... \n[31]You are, Mister Decker. I'm afraid you'll have to double as Science Officer. And Kirk moves on, Decker stands gazing reflectively after him. \n[32]That's all we know about it; except that it's now 2.2 days from Earth. Enterprise is the only Federation starship that stands in its way. \n[33]We assume there is a vessel of some type at the heart of the cloud. Our orders are to intercept, investigate; and take whatever action is necessary... and possible.  ...We can only hope that the life form aboard that vessel reasons as we do. \n[34]Put it on the viewer here...! \n[35]External view...! \n[36]Viewer off. \n[37]Pre-launch countdown will commence in forty minutes. \n[38]Rely we are holding position awaiting final crew replacements. \n[39]And there are no finer navigators in Starfleet, Commander. The last is interrupted by: \n[40]Welcome aboard, Lieutenant. \n[41]Our Exec and Science Officer... \n[42]And in you, too, Lieutenant. \n[43]By all means. \n[44]Oh? I'll see that he beams up...! And he hurries from the bridge, onto the elevator, is gone. A moment of puzzled silence, then:  \n[45]Yeoman, what was the problem down there? \n[46]Thank you, Yeoman  Starfleet , this is Captain Kirk. The officer is to be beamed up immediately! \n[47]Well, for a man who swore he'd never return to Starfleet... McCOY  What happened, Captain, sir, was that your revered Admiral Nogura invoked a little known -- and seldom used -- reserve activation clause...  ... in simpler language, Captain, sir, they drafted me! \n[48]They didn't...! Kirk has offered his hand, but McCoy is already flaring: McCOY This was your idea! It was your idea, wasn't it! \n[49]Bones, there's a 'thing' out there -- McCOY -- Why is any object we don't understand called a 'thing'? \n[50]-- headed this way. I need you...  McCOY Were you behind this? \n[51]Bones, I need you badly. Kirk extends his hand again; McCoy delays some moments -- then finally responds. And once done, it is the long hand clasp of two old friends reunited despite their differences. Now McCoy turns to Rand. McCOY Permission to come aboard, sir? \n[52]All decks, this is the Captain. Prepare or immediate departure. \n[53]Maneuvering thrusters, Mister Sulu. \n[54]Hold station. \n[55]Thrusters ahead, Mister Sulu. Take us out. \n[56]Impulse power, Mr Sulu. Ahead Warp point-five. \n[57]Departure angle on viewer. \n[58]Viewer ahead. And viewer IMAGE SWITCHED to show the star patterned space ahead. \n[59]Captain's Log, stardate 7412.6. 2.7 hours from launch... \n[60]... in order to intercept the Intruder at the earliest possible time, we must now risk engaging Warp drive while still within the solar system... End of log. \n[61]Well, Bones, do the new medical facilities meet with your approval? McCOY They do not. It's like working in a damned computer center. \n[62]Programming ready? \n[63]Mister Decker; every minute brings that object nearer Earth!  Engineering! Stand by for Warp Drive. McCoy is watching Kirk, a bit surprised at his abrupt- ness to Decker. \n[64]Engineer, we need Warp speed now! McCOY  You're pushing Jim. Your people know their jobs. Kirk flashes McCoy a glance of annoyance -- then back to using intercom: \n[65]Warp Drive, Mr Scott. McCoy still watches curiously as Kirk turns to the helm: \n[66]Ahead Warp One, Mr Sulu. \n[67]Mr. Decker -- Kirk never finishes the word. At that instant, on the viewer, a WORMHOLE DISTORTION: a sudden SPIRALING OF STARS AND FLUID LIGHT narrowing into a VORTEX into which the Enterprise hurtles. A space trap, a deadly pandemonium of ALARM KLAXONS, BELLS, VOICES: \n[68]Wormhole!... Get us back on impulse power! Full reverse! \n[69]Forcefields up full! Put object on viewer...! \n[70]Time to impact...? \n[71]Mr. Chekov, stand by on the phasers...! \n[72]Warp Drive as soon as possible, Mr. Scott. \n[73]That object out there is less than two days from Earth, Mister Scott. We've got to intercept while it still is out there! \n[74]Mr. Decker, I'd like to see you in my quarters.  You have the conn, Mr. Sulu. McCOY  Mind if I tag along? Kirk gives McCoy an annoyed look, then strides to the elevator. Decker, grim, follows -- McCoy brings up the rear as they EXIT. \n[75]Explanation, Mr. Decker: Why was my phaser order countermanded? \n[76]Then you acted properly, of course. \n[77]You saved the ship. \n[78]Stop competing with me, Decker! \n[79]Granted. \n[80]I trust you will... nursemaid me through these difficulties, Mister? \n[81]Then I won't keep you from your duties any longer, Commander.  Yes, Doctor? Kirk's last line has drowned out Decker's \"Aye, sir.\" McCoy says nothing, waits until Decker is gone and the door closes behind him. Then: McCOY He may not be wrong, Jim. \n[82]Get out of here, Bones. McCOY  As ship's doctor, I am now discussing the subject of command fitness. Kirk's expression hardens. \n[83]Make your point, Doctor. McCOY The point, Captain, is that it's you who's competing...  You pulled every string in the book short of blackmail to get the Enterprise -- maybe even that. And when this mission is over, you have no intention of giving her back. \n[84]I intend to keep her, is that what you're saying, Doctor? McCOY It's an obsession -- that can blind you so far more immediate -- and critical responsibilities. Your reaction to Decker is an example. Kirk studies him a beat; has McCoy touched a nerve? Something Kirk himself might have been unaware of? Kirk starts speaking, but is interrupted by: \n[85]Viewer on. At his VOICE COMMAND, the viewer comes on with AN IMAGE of Uhura at her console. \n[86]For what purpose? On the viewer, Chekov's IMAGE replaces Uhura. \n[87]Very well, Mr. Chekov, see to it. Viewer off. Viewer IMAGE FADES. Kirk turns back to McCoy whose question of Kirk's fitness still hangs there between them. Eye to eye - then, finally: \n[88]Your... opinion has been noted, Doctor.  Is there anything further? McCOY I hope not. Kirk nods, exits. McCoy watches him go, hoping his point has gotten through. \n[89]Spock...! Spock, <u>where</u>...<u>how</u>...? Kirk, smiling, is moving toward Spock with hand out- stretched. But Spock has already turned and moved toward the science console where Decker sits. \n[90]If our Executive Officer has no objections...? \n[91]Mister Chekov, log Mister Spock's Starfleet commission reactivated; list him as Science Officer; both effective immediately. \n[92]Mister Spock, <u>welcome aboard</u>! Spock continues onto the elevator without any acknow- ledgment, leaves. Kirk glances, perplexed, at McCoy. McCoy, equally perplexed, shrugs. McCOY Never look a gift Vulcan in the ears, Jim. \n[93]Captain's Log. Stardate 7413.4. Thanks to Mr. Spock's timely arrival - and assistance... \n[94]... we have the engines rebalanced into full warp capacity. Repair time less than three hours... \n[95]... which means we will now be able to intercept Intruder while still more than a day from Earth. \n[96]Sit down, please. Spock remains standing, addresses Kirk: \n[97]I want him here.  Sit down!  For an instant, it looks like Spock will refuse. Then, he complies but sits formally, rigidly. He ignores McCoy totally. \n[98]You've reported that you felt strong thought emotions. A group of minds from a space vessel? Could you make out any plan, anything to do with Earth? \n[99]Also -- there was nothing in your report about <u>why</u> you're here. \n[100]I inquired about you -- learned you were studying with the Masters... Although Spock has been almost infuriatingly emotionless, his expression shifts slightly. McCoy indicates this: McCOY That flicker of emotion confirms our guess. You failed.  \n[101]And whatever you sensed out here.... \n[102]Let it drop, Bones.  You are my Science Officer -- I'll expect an <u>immediate</u> report on anything further you learn or <u>sense</u> from here on. \n[103]I know this has been painful, Spock. For me too. Thank you. Spock EXITS. Kirk and McCoy exchange a troubled look, then EXIT too as CAMERA CENTERS AGAIN ON OBSERVATION WINDOW, the view of space there. \n[104]Full mag on viewer! Sulu hits a control -- viewer seems to ZOOM AHEAD and in the distance we SEE a point of light which grows into the LUMINESCENT CLOUD. The same as seen by the Klingons and Starfleet's Epsilon Nine station. Myster- ious, beautiful, and menacing. \n[105]Linguacode? \n[106]Do <u>not</u> return scan, Mr. Spock! It may be misinterpreted as hostility! \n[107]Negative, We'll take no prov- ocative action. Decker has reacted sharply, disapprovingly, to this: \n[108]No...  ... that could also be misinter- preted as hostile, Mr. Decker.  Cloud composition, Mr. Spock? \n[109]Mr Decker.... \n[110]Mr. Decker, I will not provoke an attack, If that order isn't clear to you... \n[111]I stand corrected Mr. Decker.  Navigator, lay in a conic section flight path into the cloud center; bring us parallel to whatever we find in there... \n[112]Communicated with us <u>how</u>? Spock shakes his head... then reacts as if sensing or theorizing something further. He turns, moves quickly to his console, begins there as if searching for something. Interrupted by another ALARM KLAXON. \n[113]Forcefields <u>now</u>...! Deflectors up full! \n[114]Engineering... what's happening to our forcefields?! \n[115]Mr. Spock? \n[116]Transmit, Mr. Spock! Now! \n[117]Any reply from them? \n[118]Spock, have you sensed anything else? Spock turns, gives the O.S. viewer a glance. Then he shakes head. \n[119]Our... 'insignificance'? All have reacted to this; Kirk exchanges a look with Spock who nods firmly. Then Kirk sees that both Decker and Sulu are throwing him a questioning look. In b.g. McCoy and Chapel have EXITED bridge with Chekov. \n[120]But they understood our messages; they broke off the attack. \n[121]Tactical plot on viewer. \n[122]Opinion, Mister. Spock? \n[123]Mr. Decker... ? \n[124]That thing is twenty hours from Decker glances around, moves close to Kirk so only Spock is able to overhear: \n[125]How do you define <u>unwarranted</u>, <u>mister</u>?! \n[126]Viewer, standard ahead. \n[127]Mr. Sulu, steady as she goes. \n[128]No vessel could generate a powerfield of this magnitude... \n[129]Evaluation, Mister Spock? \n[130]Transmit image of the Alien to Starfleet; advise we are attempting further communication. \n[131]Reduce magnification. Factor 4, Mr. Sulu. \n[132]Adjust parallel course, Navigator. Bring us in to one hundred kilometers distance. Very nervous looks now directed toward Kirk. Even Spock gives him a glance, a raised eyebrow. \n[133]Hold relative position here... Kirk's voice is blotted out by a DEAFENING, SHRILL- ING SOUND, accompanied by a multi-hued point of LIGHT which EXPLODES into BLINDING INTENSITY, obscuring everything for an instant. Overlapping this action, we HEAR: \n[134]<u>No one</u> interfere...! It doesn't seem interested in us -- only the ship...! Kirk's words are never completed as <u>suddenly all the</u> <u>energy tendrils withdraw from all consoles and a</u> <u>larger, more powerful-looking tendril lashes out</u>, <u>snaking into the science console complex</u>. \n[135]<u>Computer off</u>! \n[136]It's running our records! Starfleet strength, Earth defenses... As Decker moves to the main power control, Spock now steps in, his Vulcan strength easily brushing Kirk and Decker aside. Spock clasps his fists above his head, brings it down in a SHATTERING BLOW on the console. It <u>splits open</u>! As the bridge lights dim even more, and as the science console shorts itself out -- and off, Decker confronts Spock: \n[137]Forcefields, full remaining strength...! Total reserve! Appropriate ALARM KLAXONS, and COMPUTER VOICES begin SOUNDING, and all this is lost in a SUDDEN SHRILLING SOUND . For a moment the energy patterns are prominent on the viewer -- and then the PATTERNS VANISHED and the SHRILL SOUND FADES -- and: \n[138]Get someone up here to take the Navigator's station...!  Engineering... full emergency power! \n[139]Delay that order, Scotty...! Disengage all main drive systems! Spock peers in deep concentration at the Main Viewer, trying to sense some clue. Kirk glances at him another moment, then turns to the Main Viewer himself, watches in frustrated helplessness. \n[140]They could have many ways of destroying things, Mr. Decker. \n[141]Viewer ahead. \n[142]Maneuvering thrusters, Mr. Sulu; ahead one third.  Full sensor scan, Mr. Spock; they can't expect us <u>not</u> to look them over now! \n[143]Hold station...! \n[144]Have you been able to analyze <u>any</u> of this...? \n[145]Have a security team meet me at Deck Four main elevator! A moment's reaction from all at this, Kirk hurrying toward elevator, calling: \n[146]Take the conn, Mr. Decker: Hold present position... (gesturing Spock to join him Spock... And Spock rises, joins Kirk and they hurriedly exit, the CAMERA SWINGING BACK to Decker, his perplexed con- cern . \n[147]Who is...'V'ger'...? \n[148]Is V'ger the Captain of the alien vessel? 256A   ANGLE ON THE DOOR - McCOY                                 256A rushing in, concerned: McCOY Jim, what's -- At the sight of 'Ilia\", McCoy's words die in his throat -- and his trained eyes have instantly told him some- thing is awry. He unslings his tricorder, aims the sensor unit at \"Ilia\". As he reads his instruments, his face reveals the results . Meanwhile, from the start: \n[149]Where is Lt. Ilia?  \n[150]Why does V'ger travel to the third planet of the solar system directly ahead? \n[151]Find the Creator? <u>What</u> Creator? <u>Whose</u>...!?  What does V'ger want of the 'Creator'... ? \n[152]Who is V'ger? \n[153]The examination is a normal function. \n[154]They had a pattern to follow... \n[155]Ilia's memory, her feelings of loyalty, friendship, obedience... might all be there. \n[156]Commander, we're locked in an alien vessel, six hours from Earth orbit, our only contact with our captors is the probe. If we can control it, persuade it, use it in some way... Interrupted by the SOUND of someone trying to open the locked door behind them. Then a METAL RIPPING SOUND as they whirl to see: \n[157]The Decker-unit can assist you with much greater efficiency...  \"Ilia\" has seemed about to object -- but now her eyes hold on Decker. Then she nods. \n[158]Carry on with your assignment, Mr. Decker. \n[159]Spock? Concerned about his chances? \n[160]Captain's Log. Stardate 7414.1. Our best estimates place us some four hours from Earth. No significant Ilia memory patterns within the alien probe. This remains our only means of contact with our captor. \n[161]Damn...! McCOY  She needs something else: something much more personal to stimulate memory patterns. Something with a more emotional tie. Kirk reacts to this, reflective. \n[162]Spock...!  Get a fix on his position! \n[163]... I don't want him stopped, Bones; I want him to lead me to whatever's out there...! McCOY And if that 'whatever' has taken over his mind....? \n[164]Then he'll have still led me to it, won't he? And Kirk steps into the airlock door, hits a control -- it begins sliding closed behind him. \n[165]I have him in sight. During which, Kirk touches his thruster controls and blue thruster jet propels him off in the direction indicated. His thrusters come on for a longer period of time as he accelerates to the higher speed necessary to overtake Spock... \n[166]Bridge...! \n[167]Bridge, cancel rescue teams.  Spock, what in the hell are you doing out here! \n[168]Answers to what, Spock? Our dilemma -- or your <u>personal</u> one? Spock does not immediately reply, peers at Kirk through the faceplate a long beat, then abruptly looks away, points off into the distance: \n[169]And these 'sensor-swarms' collect that data, carry it here. \n[170]Klingons... our Epsilon 9 station ... and Ilia!! They seem to be more than just images... \n[171]If this is their ship's data banks, where is the crew? Or is their entire ship automated? \n[172]Spock... \n[173]Spock, if you're right, its mind may be <u>enormous</u>... But Spock pays him no attention, his entire being now focused on the PULSATING GLOW of the \"alive\" area -- the CAMERA MOVING IN CLOSER TO Spock, as he <u>forces</u> his hand toward that surface, closer, closer. \n[174]Were you right? Spock? V'ger is a living machine...?  \n[175]And it considers the Enterprise a living machine: that's why the probe refers to our ship as an entity. \n[176]Know what, Spock? What? But Spock falls back, exhausted -- and McCoy gently tugs at Kirk, AD-LIBBING, <u>\"Let him rest, Jim...\"</u> Kirk shrugs McCoy away, addresses Spock: \n[177]What should you have known? \n[178]What answers? \n[179]I'll be right there...  I need Spock on the bridge. \n[180]A machine planet...? Sending a machine to Earth looking for its <u>Creator</u>...? McCOY God. Kirk looks at him, then at Spock -- on his feet now -- then at McCoy again: \n[181]'To find the Creator,' the probe said. Find <u>God</u>...? McCOY Isn't that what we're all trying to do...?  All us machines...? Kirk stands facing him another moment, then whirls and steps to the monitor, flips some buttons, and peaks into his communicator. \n[182]Mr. Chekov, Commander Decker's present location? \n[183]I want to make a ship's announcement. But it's to be heard only in Engineering. \n[184]<u>This is the Captain speaking. It</u> <u>appears that the alien ship</u>... <u>V'ger... is NOT a manned vessel</u>... \n[185]High mag, Mr. Sulu! Sulu adjusts the viewer through several IMAGE MAGNI- FICATIONS until we SEE the huge OMINOUS GREEN DEVICES more clearly. \n[186]<u>Why</u>...?! \n[187]<u>Why</u>?! \n[188]The carbon-units are not responsible for that. \n[189]V'ger! If we are lesser beings, we are still, like you, living. And because we are alive, we -- like you -- wish to survive. You must not destroy --  Kirk pauses abruptly: \"Ilia\" is regarding him blandly, stonily -- not the slightest reaction or response; clearly Kirk's plea is being ignored. Kirk draws in his breath to continue, realizes the futility, turns helplessly to Spock. \n[190]Child...!? \n[191]The carbon--units-know-why-the Creator-has-not-responded. McCOY  Jim...! \n[192]Not until V'ger withdraws the devices orbiting the third planet. \n[193]No. (then to crew commandingly Secure all stations. Clear the bridge. A moment where all are startled at this order -- but no time for questions as just then the ship is ROCKED BY A FURIOUS POWERFUL ERUPTION NEARBY within V'ger. \n[194]That was the order, Mr. Sulu: Clear the bridge. Just then another ERUPTION -- the ship is ROCKED AGAIN. \n[195]Bridge secure all stations! Move out! McCOY Jim, what the hell kind of strategy is <u>this</u>...? Meanwhile, Decker has crossed to Chekov's now abandoned console, checks it. \n[196]If V'ger destroys the Enterprise, the information V'ger requires will also be destroyed.  \n[197]Because V'ger is going to destroy all the carbon units on the third planet. \n[198]The information will not be disclosed. And, gesturing the others ahead of him, Kirk starts toward the bridge elevator. \"Ilia\" calls after him: \n[199]Then V'ger must withdraw its orbiting devices. \n[200]The orbiting devices would be controlled from the point, then...? \n[201]The carbon units' information cannot be disclosed to V'ger's probe... only to V'ger directly. \n[202]The question is, Mr. Decker, <u>is</u> there a next move... \n[203]Resume duty stations, Mr. Decker. As Kirk attends to his console, Deck is at an intercom: \n[204]Well, Mr. Decker, it seems my bluff is being called. \n[205]Mr. Chekov, when do those devices activate? \n[206]Engineering... \n[207]Mr. Scott, be prepared to execute Starfleet order two zero zero five. Hearing this, Spock whirls around -- peers incredulously at Kirk. He appears for a moment to be incensed at Kirk's words. Then he realizes and understands Kirk's position and turns, sadly resigned, back to his work. \n[208]Spock... Spock... Spock does not respond, then Kirk reacts with momentary annoyance, then realizes Spock is totally distracted. Kirk peers at him a moment, then suddenly rises and steps up to: \n[209]Mr. Spock -- I think... Spock moves to face him, turning fully INTO the CAMERA so we can see now, just under Spock's eye: A <u>tear</u>! Welling fom the eye, rolling down his cheek. Kirk is speechless a moment, glances at McCoy who has also witnessed this phenomenon, and started toward Spock; but Kirk gestures McCoy to stay back, as he addresses Spock: \n[210]Not for us? \n[211]There is no alternative. \n[212]'Is this all that I am? Is there nothing more? \n[213]Engineering... Status, Mr. Scott? \n[214]Thank you, Scotty. Stand by. 358   ACROSS KIRK TO McCOY                                       358 as Kirk turns from the intercom and glances at McCoy. Between them a total look of understanding. \n[215]Mr. Scott... on my next signal. \n[216]The point...  \n[217]won't have twenty-two <u>seconds</u>; the plan must be implemented upon arrival. \n[218]No! Decker's last word is interrupted by an almost gentle BUMP -- and on the Viewer all perceptible motion has <u>stopped</u>. At the same time: \n[219]Mr. Scott... \n[220]Mr. Scott... we're holding off; there may be a chance... (rises, gestures Spock and McCoy Spock, Bones... He starts for elevator. \n[221]Mr. Decker... I will contact you every five minutes. Otherwise... inform Mr. Scott immediately. \n[222]Mr. Sulu, you have the conn... And Kirk leaves; Decker, his face reflecting a strange, almost eager gratification, hurries after him. \n[223]V'ger plans to literally <u>meld</u> to reduce both itself and the Creator to patterns... \n[224]Our data is being prepared.  \n[225]We will answer and present <u>proof</u> of our answer when it is ready! Kirk's words lead to a suggestion of FRUSTRATION in the STORM OF LIGHT AND SOUND around them. \n[226]<u>V'ger</u>, we will bring the Creator to you! <u>Here</u>! \n[227]There's no way to know. V'ger expected it to be a machine -- some single entity. (indicates entire site All of us here may be reduced into patterns... \n[228]Commander... We SEE Decker look up at Kirk's call, then ignore him and go back to inspecting inside the access hatch. At this moment, from Kirk's communicator, a SIGNAL. \n[229]Kirk here. \n[230]Stand by. Transmit it on my orders. The three of them exchange looks -- Kirk, Spock and McCoy exchanging a silent moment of friendship and resignation. Then Kirk lifts his communicator again: \n[231]Enterprise... <u>transmit</u>. \n[232]Enterprise, are you transmitting? \n[233]Confirm code and transmitting frequency. \n[234]Capture God! In order to retrieve V'ger's data, the Creator has to physically come here!... \n[235]Enterprise, I want that signal again. Transmit! Then Kirk touches a control on his tricorder exactly as Decker did earlier. Then he looks up, reacts as he sees Decker holding his own tricorder up -- and a smile playing on Decker's face. \n[236]Spock, we <u>were</u> its answer! \n[237]... and the 'foolish' emotions which drive us? \n[238]Ignore that signal.  Shall we give the Enterprise a proper shakedown, Mr. Scott? \n[239]Ahead Warp One, Mr. Sulu. \n[240]Out there.  Thataway. ", "DECKER": "\n[1]I thought so! See... the trans- porter sensor was not activated... \n[2]Admiral Kirk...  We're getting a top brass send off...?  She'll launch on schedule if we have to tow her out with our bare hands. Right, Scotty? \n[3]Let me now when the back-up is in place. \n[4]All due respect, sir, I hope this isn't a Starfleet pep talk; I'm just too busy. Kirk eyes Decker -- then decides the best way to say it is plainly, directly. \n[5]You are what...? \n[6]-- You, personally, are assuming command? \n[7]May I ask Why? \n[8]Admiral, this is an almost totally new enterprise. You don't know her a tenth as well as I do. \n[9]No, Admiral. I don't think you are; not one damned bit. I remember when you recommended me for this command. You told me how envious you were, and if only you could find a way to get a starship command again. Well, sir, it looks like you found a way. Kirk is silent a moment, peering levelly at Decker, who returns the gaze with equal intensity. Then: \n[10]None available, Captain. There's no one in fact, who's fully rated on this design. \n[11]Hello, Ilia. \n[12]I was stationed on the Lieutenant's home planet some years ago... Ilia looks from Kirk back to Decker, puzzled at his sleeve stripes. \n[13]Captain Kirk has the utmost confidence in me. Kirk flashes a hard glance at Decker, then toward Ilia too. \n[14]Mr. Sulu, take Lieutenant Ilia in hand. \n[15]I now the Captain meant no person- al insult. \n[16]Captain, assuming we have full Warp capability, accelerating to Warp Seven on leaving solar system will bring us to IP with the Intruder in twenty point one hours. \n[17]Program set for standard Warp entry, Captain... Kirk starts to swing his chair to normal position -- Decker calls: \n[18]... but I still recommend further simulation study. \n[19]Negative control from inertial lag will continue 22 point five seconds before forward velocity slows to sub-light speed. \n[20]Wormhole distortion has over- loaded main power systems...! \n[21]Delay that phaser order! Arm photon torpedoes...! 133   ANOTHER ANGLE - McCOY NOTICING KIRK                        133 who has just glanced, surprised at Decker (for counter- manding the phaser order) -- and for a split instant, Kirk seems confused. McCoy reacts with enlightenment as, meanwhile: \n[22]Fire torpedoes...! \n[23]We are at warp point eight. Position report, Navigator..? \n[24]Engineer... report status there. \n[25]Sir, the Enterprise redesign increases phaser power by channeling it through the main engines. When they went into anti-matter imbalance, the phasers were automatically cut off. Kirk is surprised by this information, perhaps slight- ly chagrined. After a beat: \n[26]Thank you, sir. I'm sorry I embar- rassed you. \n[27]I'm aware of that, sir. \n[28]Permission to speak freely, sir? \n[29]Sir, you haven't logged a single star hour in two and a half years. That, plus your unfamiliarity with the ship's design -- in my opinion, sir, seriously jeopardizes our mission. Kirk reacts with anger. Struggles for and regains control. \n[30]Yes, sir, I'll do that. Kirk peers at Decker, who stands facing him determinedly. \n[31]No more than I expected  Not as difficult as this. I'm sorry... \n[32]If I'd seen you again, would you have been able to say it? \n[33]Of course not. I'm aware of Mister Spock's qualifications. \n[34]Recommend defensive posture, Captain: Screens and shields. \n[35]Captain, we've seen what their weapons can do. Shouldn't we take every possible precaution -- ? \n[36]Captain, as your Exec, it's my <u>duty</u> to point out alternatives. A moment of thought from Kirk.  \n[37]That measures <u>twelve</u> power? Ten thousands of starships couldn't generate that much...  Decker trails his words, realizing that Spock isn't hearing a word. Spock's attention is on the O.S. main viewer, totally absorbed by something he's feeling. He is slowly rising from his seat, stepping forward -- Kirk becomes conscious of this, turns and sees Spock's strange expression. Before he can speak: \n[38]Signal medical alert, Mister Chekov! \n[39]Transmitting...! \n[40]They may have attacked only as a warning to us, Captain. To keep away. \n[41]I advise caution, Captain; we can't withstand another attack. \n[42]That's precisely the point, Captain. We don't know it will do. Moving into the cloud -- at this time, is an unwarranted gamble. \n[43]You asked my opinion, sir. Kirk looks at him, then at Spock, who once more is peering in momentary concentration at the viewer, feels Kirk's gaze -- and turns to him, again expres- sionlessly; it's up to Kirk. \n[44]<u>Incredible dimensions</u>, Sir! ... I make it as <u>seventy-eight</u> <u>kilometers in length</u>... All digest the dimensions, as: \n[45]Don't interfere with it...! \n[46]It's taken control of the computer...! \n[47]We could have cut it off at the main computer... \n[48]This is how I define unwarranted! And almost at the same moment a new BRIDGE ALARM \n[49]The ship is under attack...! Man all defensive stations...!  \n[50]Chief Difalco to the bridge; on the double! \n[51]Captain, suggest a maximum phaser strike directly at the beam might weaken it just enough for us to break free -- Spock replies for Kirk: quickly, as though to make his point convincingly: \n[52]We don't <u>know</u> that, Mr. Spock. Why are you opposed to trying? Before Spock can reply: \n[53]Why bring us inside? Not to destroy us; they could have done that outside. \n[54]It's a programmed <u>mechanism</u>, Mr. Spock... \n[55]That probe in there -- in a different form now -- is the same thing that <u>killed</u> Ilia! \n[56]Aye, sir. \"Ilia\" and a reluctant Decker EXIT. \n[57]All these vessels were called \"Enterprise\". \"Ilia\" is giving the pictures a very interested look as we HEAR in Kirk's cabin: \n[58]The carbon units use this area for recreation...  What type of recreation does the crew aboard your vessel enjoy...? \n[59]Ilia 'enjoyed' this game... she nearly always won -- And he demonstrates again, as \"Ilia\" steps to the device, deftly hits some buttons -- and for just an instant she turns to Decker with a momentary glimmer of recognition. \n[60]The crews of the previous Enterprises were also carbon units. In what way is the life form in your vessel different? \n[61]Yes. \n[62]What is Enterprise's proper evolvement? \n[63]Enterprise would be unable to function <u>without</u> carbon units. \n[64]What does that mean? \n[65]Within you are memory patterns of a carbon unit. If I can help you revive these patterns; you could understand our functions better. \n[66]... when we met. Clearly this is <u>very</u> painful to Decker. Meanwhile, Chapel hands the <u>Deltan headband</u> to \"Ilia\".  \n[67]On Delta... remember...? And it seems that \"Ilia\" does remember. She peers at her image, then sets the headband into its exact proper position. Then she turns and looks at them with recognition. \n[68]Ilia, help us make direct contact with V'ger... \n[69]Then tell us who V'ger is; where he's from... W need your help. For another moment \"Ilia\" continues smiling at Decker, holding his hand. Then, abruptly, the smile vanishes -- the hand is released. Clearly, she's again the probe, as: \n[70]They want to make contact with V'ger... (trying to revive \"Ilia's\" memory again; touches her hand Ilia... \"Ilia\" peers at him blankly, allows him to continue touching her hand, but obviously it means nothing to her. \n[71]distressed, to \"Ilia\" Does V'ger object to the presence of the two carbon units? \n[72]You said V'ger's purpose was to find and join with the Creator. \n[73]A machine...! Then it had to be programmed. By <u>whom</u>...? \n[74]To join, and become One with the Creator? \n[75]Thank you, Scotty... He moves to leave. \n[76]V'ger is announcing that it has arrived, sir -- that it's ready to deliver the information it was programmed to collect... \n[77]It expects a return signal now, ordering it to transmit that information to the Creator. \n[78]It seems we <u>all</u> imagine God in our own image. \n[79]Of course: we all create God in our own image. Kirk peers at Decker a moment, ingesting this thought. Then he addresses \"Ilia\" again, this time with emotion: after all, he is pleading for the survival of the entire planet: \n[80]Needing <u>what</u>...? McCOY Spock, this 'child' is about to eliminate all life on Earth; how do we teach it that that's 'wrong'? With a <u>spanking</u>...!? Spock peers at McCoy almost sadly, then replies to Decker. \n[81]Ilia... we can <u>help</u> V'ger find what it needs -- \"Ilia\" studies Decker just a bland beat, then turns to Kirk: \n[82]Bridge to all decks,secure your stations. McCOY Your child is having a tantrum, Spock.  \n[83]All ship's functions going to automatic, Captain. \n[84]Forward motion, Captain...! \n[85]Captain, what's the next move? \n[86]All personnel resume stations...! At the same time the lights are brightening -- and members of the bridge crew begin returning. All this time there is an ever increasing sense of movement. Kirk glances at Decker: \n[87]I'm afraid our hand is pretty weak, Captain.  But it's the only game in town.  Kirk reacts, pleased, a split beat at Decker's \"our\" hand, and goes on: Kirk throws him a look of appreciation, then, abruptly his manner changes as he addresses Chekov: \n[88]Mr. Spock, what would V'ger need to fulfill itself? \n[89]Captain, we can't be sure that our... move... will actually save Earth. \n[90]All this has caused Kirk to vacillate, but he still believes his course of action is the proper one, as:- \n[91]Captain... I'd like to go along... Kirk studies Decker a beat -- there is something com- pelling about Decker's manner -- a certain sense of absolute necessity. Kirk seems about to deny the re- quest, then turns to Sulu: \n[92]We need only a few more minutes. <u>Believe</u> me... Decker has reached out to touch her -- the probe spins at his touch -- the move knocks Decker from his feet, tumbling, a hard fall. Then the robe looks at him lying there -- just the slightest softening of her features now. \n[93]Ilia, believe me... the Creator will appear! \n[94]And when V'ger melds? What will happen to you? \n[95]Recording... 377   KIRK, SPOCK AND McCOY                                      377 still waiting. They continue to wait. McCoy shifts uncomfortably, throws Kirk a puzzled glance. Kirk finally lifts his communicator. \n[96]Captain Kirk! \n[97]The fault is here, sir, not in the transmission. (indicating into hatch The antenna leads have been disconnected. V'ger never intended to accept a transmitted signal. \n[98]And plug the signal directly into the circuitry at this... (indicates into access ... point here, Captain. It should pick up even a tricorder playback. \n[99]You got the Enterprise, it's what <u>you</u> wanted. This is what I want.  But, Jim...  ... <u>I'm</u> the right choice for this mission. And then Decker shoves the tricorder into the access hatch. ", "SPOCK": "\n[1]Permission to come aboard, sir? \n[2]Commander, if I may...? \n[3]I have been monitoring your Starfleet transmissions, Captain, your engine design difficulties. Spock continues to punch information into the science computer -- a monitor screen IMAGE begins to show com- plex equations which Spock inspects -- he makes a further computer punch out and inspects a second  monitor IMAGE of other equations. Only then does Spock seem to become aware of Kirk and Decker standing there with questioning expressions. \n[4]I offer my services as Science Officer. Kirk starts to grin -- then remembers to wipe it off his face as he turns to Decker. \n[5]With your permission, I will now discuss these fuel equations with the Engineer. Kirk manages a nod, a bit dumbfounded himself at Spock's strange manner. Spock heads for the elevator -- puz- zled expressions from the entire bridge crew. Then Kirk calls after him, very sincerely: \n[6]Reporting as ordered, Captain. \n[7]Sir, I would appreciate Dr. McCoy absenting himself from this interview. \n[8]Negative, Captain. I could sense only what seemed an almost omniscient pattern of perfect logic. I can explain nothing more; I understand nothing more. Kirk is clearly disappointed -- and a bit uncomfortable about what he must ask next. He exchanges a glance with McCoy, then: \n[9]That inquiry invades my personal life, Captain. McCOY Spock, we've already guessed why you're here... \n[10]Your deductions do you credit, Doctor... if your puerile curiosity does not. McCOY  And now, <u>anger</u>, Spock? Spock looks straight ahead -- his face instantly com- posed to almost total blankness. \n[11]I still contain fragments of my human half.  \n[12]... is my only hope of accomplishing what the Masters could not. McCOY If you achieve perfect logic, Spock, you'll pay a price. It's given your planet <u>ten thousand years</u> of peace, but no poetry's been written since then, no music. Spock has come to his feet fast - but Kirk is on his feet too, confronting him. During which: \n[13]I have accepted service here as a Starfleet officer... sir. \n[14]We are being scanned, Captain. \n[15]Intruder scans emanate from the exact cloud center. Energy of a type entirely un- known to me. \n[16]Twelve power energy field -- \n[17]Captain, I suspect there's an object at the heart of that cloud. \n[18]They have... they <u>have</u> been communicating with us. I sense ... <u>puzzlement</u>. Why have we not replied? \n[19]Captain, the Intruder <u>has</u> been attempting to communicate! Now placing their transmission on the speaker... Immediately, from the SPEAKER we HEAR a SHRILL, IN- CREDIBLY FAST <u>BEEP</u>. \n[20]... frequency more than one million megahertz at such high speed their entire message lasts only a millisecond. \n[21]I suspect our messages were too slow for them to be noticed.  Programming computer to send linguacode at their rate. Decker has hurried in to assist the science console. Spock indicates a console area -- Decker works there -- Spock works another section of console buttons. \n[22]It appears that our message has been understood, Captain. \n[23]The 'puzzlement' I sensed was fleeting... minor...  ... as if carrying a sense of our insignificance, Captain. \n[24]We are obviously confronted by a highly advanced mentality... yet they cannot understand who we are, or what we want. \n[25]That would presuppose a feeling, Commander... compassion. I sensed <u>no</u> emotion, only...  ... pure logic. Kirk peers at Spock hoping for some assistance on the decision; but Spock merely peers back at him ex- pressionlessly: the decision is Kirk's. Kirk faces Spock one last beat, then turns and starts back to- ward his chair, calling to Ilia. \n[26]Recommend we proceede, Captain. \n[27]Instruments fluctuating, Captain. Patterns unrecognizable. \n[28]That vessel is generating a forcefield measurably greater than the radiation of the Earth's sun. \n[29]A probe from their vessel...  A plasma-energy combination... Meanwhile, the probe is now hovering near Chekov who sits frozen, fists clenched, jaw tight. \n[30]This served the purpose. Kirk has been giving Spock a puzzled look -- Spock now turns abruptly, and: \n[31]Captain, we have been seized by a tractor beam...! \n[32]We cannot break free, Captain.  We do not have a fraction of the power necessary.  \n[33]Break free to <u>where</u>, Commander...?  Any show of resistance would not only be futile, Catain... \n[34]Something about us puzzles them... perhaps even concerns them. \n[35]The tractor beam has released us, Captain. \n[36]Commencing sensor scans. Kirk rises, goes to Spock's station. \n[37]Captain... Spock brings a monitor IMAGE ON again, indicates a pattern showing a line hitting something, then reversing direction. \n[38]<u>All</u> scans are being reflected back, Captain. Our sensors are useless. \n[39]I believe the light flares to be energy fields -- undoubtedly part of the vessel's inner mechanism. A technology so incredibly sophisticated that I cannot -- \n[40]Join with the Creator... ? How? \n[41]Who is the Creator? McCOY  Mr. Spock, be careful. \n[42]Doctor, a thorough examination of this probe might provide some insight into those who manufactured it, and how to deal with them. McCOY Let's get her to sickbay. And he grasps \"Ilia's\" arm to escort her. But is as though he has seized cast iron: immovable. McCoy is thrown off balance merely by 'Ilia's\" remaining sta- tionary. She ignores McCoy, addresses Kirk: \n[43]Interesting. Not 'Decker-unit'? \"Ilia\" continues peering at Decker with just a hint of a puzzled frown, a glimmer of distant recognition. It's the first time we've seen her expression look anything but cool and bland. This results in the quizzical rising of one of Spock's eyebrows. \n[44]Captain... this probe may be a key a key to the Aliens. \n[45]We have just seen that its body duplicates our navigator in <u>precise</u> detail. Suppose that beneath its programming, the real Ilia's memory patterns are duplicated with equal precision. \n[46]... they may have followed it <u>too</u> precisely. \n[47]Exactly.  And you did have a 'relationship' with Lieutenant Ilia, Commander. \n[48]I am uneasy with that being our only hope of more information. Spock EXITS. \n[49]Computer, commence recording. Captain Kirk -- this message will detail my attempt to contact the aliens... \n[50]I am seeking answers, Captain. \n[51]Captain, I believe there we will find an indication of whoever -- or whatever -- is aboard this vessel... Kirk weighs alternatives, then pushes his thruster controls and begins moving in the direction Spock indicated. Their thruster jets flash, propel them toward the point on the inner wall. \n[52]It would appear that the atomic arrays of these crystals store information. A remarkably efficient system. \n[53]New crystals: they must contain the most recent data obtained -- And Spock touches one of these new crystals (it will be <u>shinier</u>, more <u>pulsating</u> than the others): ANOTHER \n[54]Exact patterns. The energy bolt that hit them wasn't simply a weapon -- it dematerialized them, stored them. But why? And he turns and begins moving on, studying the wall, consulting his tricorder. \n[55]Captain, I do not believe there <u>is</u> a crew -- or that this is a vessel as such. A beat, as Kirk reacts incredulously. \n[56]I am almost certain now that all of this <u>i</u>s V'ger -- I believe that we are inside a life form, a <u>living machine</u>. Spock turns his spacesuit, turns his tricorder out to- ward the Mediator Balls, takes a reading in that di- rection. Then a glance to Kirk. \n[57]I <u>mus</u>t attempt mindmeld with it, Captain. Spock touches his spacesuit controls; the THRUSTER JETS move him out toward the Mediator Balls. \n[58]Jim... And Spock reaches out a hand weakly., takes a surprised Kirk's hand in his. McCoy exchanges a surprised glance with Kirk, as Spock -- clutching Kirk's hand in friend- ship and need -- struggles to summon strength to speak. \n[59]This <u>simple</u> feeling...  ... is so far beyond V'ger's comprehension. \n[60]A life form of its own; a conscious, living entity. \n[61]I saw V'ger's planet: a planet populated by living machines. Unbelievable technology.  V'ger has knowledge that spans this universe. And... in all this order... all this magnificence, V'ger feels no awe...no delight... no beauty...  I should have known... Kirk waits for Spock to continue, but Spock seems too weak. \n[62]No meaning... No hope...  And, Jim, no answers...! Jim, it's looking for <u>answers</u> <u>itself</u>! \n[63]'Is this all I am? Is there not more?' Just then an INTERCOM SIGNAL: \n[64]Puzzling! The interference appears to be a rather simple carrier wave code signal... \n[65]These read as identical composition...  ... however, Captain, they measure several hundred times more powerful! \n[66]From four equidistant positions, Captain, a detonation would blanket the entire surface of the planet. \n[67]Then V'ger believes the Creator to be a <u>machine</u> too. \n[68]Captain...  Treat V'ger as you would... a <u>child</u>. \n[69]Yes, Captain, a child: evolving into adulthood -- learning, searching -- instinctively needing. \n[70]It doesn't know what it needs, Comm          ander...  It does not know. Kirk says nothing, looks at Spock who is awaiting a reaction; then Kirk glances at \"Ilia\" -- his brain is racing, struggling to reach a decision. And then: \n[71]Captain, the vessel -- V'ger -- obviously operates from a central brain complex... Spock allows the sentence to hang, as he and Kirk eye each other significantly, the CAMERA SWINGING OVER TO KIRK so we can perceive that to Kirk this idea has an even greater significance. \n[72]Precisely. Kirk nods grimly, faces \"Ilia\" again; this time he's playing for all the stakes. \n[73]A tractor beam... \"Ilia\" steps down from the platform and into the well where she is closer to the viewer. \n[74]No, Captain, not for us... for V'ger.  Spock pauses as Kirk peers incredulously at him, then continues: \n[75]I weep for V'ger, as I would for a brother -- far more knowledgeable than I -- and yet one step behind. 354   ANGLE ON McCOY AND DECKER                                  354 Listening, McCoy's face reflecting concern; Decker's face compassion and understanding, with Decker step- ping closer to Spock, as Spock continues: \n[76]As I was -- when I came aboard... so is V'ger now: empty, incomplete. Searching. Logic and knowledge are not enough. McCOY  Spock, are you saying that you found, what you needed -- but V'ger hasn't? \n[77]Has not, Doctor -- and now, because of what we are planning... will not... \n[78]V'ger has begun to understand the true limits of our universe, thereby realizing the existence of other dimensions. To fulfill itself it must evolve to a higher dimension; V'ger believes this can be achieved only by joining with the Creator. <u>SPOCK </u> Each of us, at some time in our life, turns to someone, a father, a brother, a God and asks 'Why am I here?' 'What was I meant to be?' V'ger hopes to touch its Creator to find its answers. \n[79]Captain, I believe that is our destination.  \n[80]\n[81]The point is, Captain, <u>twenty-two</u>    (<u>ALT</u>. <u>minutes</u>. We could have that much      loop \"19\" &amp; more time...                                 \"15\" Kirk glances at the Viewer, the oncoming \"island,\" then at Spock: \n[82]That transmitter is a vital link between V'ger and the Creator.  \n[83]... and then to reassemble itself <u>combined</u> with the Creator. The most certain way of obtaining all the Creator's answers. A sudden STORM OF LIGHT AND STRANGE SOUND. In the midst of it, Kirk finds a SHAFT OF LIGHT very much centering on him. He sees \"Ilia\" watching him with none of their \"former navigator\" in her expression now. Kirk hesitates, gathering his thoughts: \n[84]That seems to be what it has planned -- to have the Creator physically present here. McCOY  The God it captures is going to be a hell of a disappointment. \n[85]Jim... he <u>wants</u> it. \n[86]Yes, Captain. It needed our mortality, the fear of it, our struggle against it, our fears, our dreams... \n[87]I prefer your poet Dante's phrase -- 'the divine restlessness of the human spirit.' McCOY Spock... you're quoting poetry? Spock's cold look at McCoy is interrupted by: \n[88]I have no business on Vulcan, Engineer. Kirk and Spock exchange a look -- then Kirk turns to the helm. \n[89]A most logical choice, Captain. Then the trace of a smile comes over Spock's face. ", "McCOY": "", "\"ILIA\"": "\n[1]I have been programmed by V'ger to observe and record normal functioning of the carbon-based units infesting USS ENTERPRISE. Kirk peers at her another nonplussed moment, then leans into the shower to touch a control, his eyes fixed on the lovely body behind the mist. He punches in a three digit code. Immediately a HUMMING SOUND emanates from the shower stall, Kirk closing the door, but 'Ilia\" remaining inside. \n[2]V'ger is that which programmed me. \n[3]V'ger is that which seeks the Creator. McCOY  Jim, this is a mechanism...! Kirk stares at McCoy, then at \"Ilia\" and realizes that \"Ilia\" is indeed non-human. And quickly:  \n[4]That unit no longer functions. I have been given its form to more readily communicate with the carbon-based units infesting Enterprise. \n[5]V'ger travels to the third planet to find the Creator. Stunned, disbelieving reactions as all four attempt to digest this -- Spock gazing at \"Ilia\" with even more rapt fascination. Kirk, bewildered, addresses the others: \n[6]To join with him. \n[7]V'ger and the Creator will become One. \n[8]The Creator is that which created V'ger. \n[9]V'ger is that which seeks the Creator. Another moment of total exasperation, frustration, during which \"Ilia\" seems to be waiting politely, patiently for any further questions. When none are forthcoming: \n[10]I am ready to commence my observations. \n[11]I am programmed to observe and record normal functioning procedures of the carbon-based units. 256B   Kirk glances at McCoy, who is totally bemused, but then   256B Kirk quickly responds to \"Ilia\":  \n[12]You may proceede. McCOY  Thank you. \n[13]Deck -- er. \n[14]I have recorded enough here.  You will now assist me further. Kirk exchanges a quick glance with Spock. Then: \n[15]The words 'recreation' and 'enjoy' have no meaning to my programming. Decker peers at the lovely android with frustration -- and no little pain, for she is after all the exact replica of Ilia. She pays not the slightest attention to Decker's reaction, and begins walking about the Rec Deck taking in (and, clearly, transmitting all images to V'ger) the sights. They are near a <u>game area</u> (elec- tronic games), and now Decker points to one game, <u>switches it on</u> -- presses button to activate its LIGHTS and SOUNDS. \"Ilia\" watches interestedly as Decker operates the game. \n[16]This device serves no purpose. She steps away from the game; Decker's disappointment is evident. So is everyone elses. \n[17]Carbon units are not true life forms... Do those images repre- sent how Enterprise has evolved into its present form? \n[18]Carbon units have clearly retarded Enterprise's proper evolvement. \n[19]Enterprise should not require the presence of carbon units. And with this she moves off, observing other Rec Deck objects. Decker moves with her; then: \n[20]More data concerning this functioning is necessary before carbon units can be patterned for data storage. \n[21]When my examination is complete, the carbon units will be reduced to data patterns. This has been delivered with chilling blandness, and she stands facing Decker, almost as though waiting for him to thank her. He thinks fast now. \n[22]That is logical. You may procede. \n[23]Dr. Chapel... \n[24]\"Will...\" And she touches his hand, runs her own hand over it, and smiles. Decker is completely overwhelmed, struggles for words and looks to McCoy for some kind of help. McCoy realizes Decker is losing himself in fantasy. McCOY  Commander... this is a mechanism... Decker is startled, and for another slit-second he's lost -- but then he realizes the reality, and what he should do: \n[25]Why have two carbon units entered V'ger...? Decker glances at McCoy, who shakes his head almost imperceptibly: he doesn't know. But Decker has an obvious reply: \n[26]The carbon units are of no consequence; V'ger will determine their purpose. McCOY Their purpose is to survive. \n[27]That is also V'ger's purpose. Decker's face reflects his bemusement: \n[28]That is how V'ger will survive. \n[29]I wish to continue my observations. \n[30]By the Creator. \n[31]To learn all that is learnable; to deliver all collected data to the Creator on the third planet. That is the programming. \n[32]There is no logical reason for carbon units to control Enterprise's power systems. \n[33]As I stated, V'ger calls to the Creator. \n[34]'To learn all that is learnable.' \n[35]Decker... The Creator has not responded. Kirk hears this, turning inquiringly toward her, but Uhura interrupts: \n[36]The carbon-units infection will now be removed from the Creator's planet. \n[37]The Creator has not answered. \n[38]You infest and control Enterprise. V'ger believes carbon-units interfere with the Creator in the same manner. \n[39]Disclose the information.  \n[40]\n[41]V'ger requires the information. Kirk merely looks at her, then to the evacuating crew: \n[42]It is illogical to withhold required information. Kirk does not reply to this, turns away to observe the withdrawing crew. Most are out; only Spock, Decker and McCoy remain behind -- with McCoy on his way. The bridge lighting <u>dims</u>, and now Kirk looks at Spock, who nods approvingly; clearly Spock is the only person who seems to comprehend what Kirk is doing, and why. As Kirk now moves toward the exit, and the lights are dimmed even further: \n[43]Kirk-unit, <u>why</u> do you not disclose information? \n[44]They have repressed the Creator. \n[45]V'ger <u>needs</u> the information. \n[46]V'ger will comply if the carbon units disclose the information. 341   ANGLE ON McCOY                                             341 wryly reacting to this: McCOY It learns fast, doesn't it...? 342   ACROSS McCOY TO KIRK AND SPOCK                             342 as Kirk looks at Spock, Kirk's whole expression convey- ing the obvious question: \"What the hell do we do now?\" But Spock is ready with an answer: \n[47]V'ger... \n[48]The carbon units will now provide V'ger the required information. \"Ilia\" is moving toward the elevator, turning to face the others as she says this. Kirk remains frozen, his hand on the intercom button. He glances at McCoy, as though seeking advice. McCoy peers at him blandly, levelly; Kirk must follow his own instinct. \n[49]<u>Answer</u>! \n[50]It will... take me from <u>you</u>... 373   KIRK, SPOCK AND McCOY                                      373 McCoy is looking at Kirk with an incredulous expression on his face. McCOY And when it realizes what the Creator is...? ", "SULU": "\n[1]He's in Engineering, sir... (uncomfortable, indicates Captain's chair He doesn't know. Kirk reacts with some exasperation, starts away, addresses Chekov: \n[2]I wouldn't have wanted to have been standing in his way. He wanted her back; he got her! \n[3]Dock signals clear, Captain. \n[4]Sir...?  Yes, of course...  Your pre-programming is already set in, Lieutenant. Sulu has almost tripped getting out of his chair. He starts offering Ilia his hand, then thinks better of it, withdraws it abruptly, immediately busies himself punching out equations on her console... AD LIBS, \"It's all on the computer. You'll have no problem...\" Sulu is nervous, fluttery around this lovely creature -- now hits a wrong switch. Produces a BEEPING SOUND which he fumbles to shut off. She smiles; speaks quietly, repeats: \n[5]Helm ready, sir. \n[6]Maneuvering thrusters, sir. \n[7]Thrusters at station-keeping, sir. \n[8]Accelerating to Warp One, sir. Sulu moves his controls forward -- everyone waits tensely -- and then we HEAR THE INCREASING THROB OF \n[9]Warp point seven... point eight ... nine... \n[10]Warp One, sir. Kirk smiles, pleased, starts swinging his chair around, at the same time calling:  \n[11]Negative helm control, Captain! Going reverse on impulse power...! \n[12]Helm control restored, sir. \n[13]Maintaining warp point eight; I show our new heading as 287 point three Mark 105. Ilia's attention is directed toward Decker. \n[14]Lieutenant Ilia...? \n[15]Warp point eight... point nine... The viewer shows the QUANTUM LEAP into warp drive. The stars ahead shift, streak and congeal into WARP EFFECT \n[16]Warp one, sir. The others wait, then show relief as: \n[17]Warp two, sir... warp three... He continues to seven. \n[18]-- <u>twelve</u> power?! \n[19]Commencing evasive maneuvers... ! Bridge begins to <u>tilt</u>. \n[20]The new screens held...! \n[21]Here it comes...! \n[22]Aye, sir. \n[23]We're closing in on it rapidly, Captain. Concern reflected on the faces of others too. Kirk considers his next move. \n[24]We're already two settings below that, sir. \n[25]One hundred kilometers... \n[26]Reverse angle on the viewer, Captain. On the viewer the final glimmer from exterior space as the \"iris\" closes completely. \n[27]Viewer ahead, sir. \n[28]Thrusters ahead, one third. \n[29]Something ahead, sir; looks like another area...  It's closing up...! Sulu is indicating what appears to be a lace-bulwark of POWERFIELD PATTERNS closing off the \"chamber\" in the distance ahead. Kirk, from the Science Station calls out: \n[30]Thrusters at station keeping... \n[31]Confirm, Captain. Lunar beacons indicate Intruder on a course into Earth orbit... \n[32]Your phaser, Captain...! Use your phaser...! \n[33]Mr. Spock, the Captain is in trouble, directly behind you -- three hundred meters!  Mr. Spock! Looks of distress are exchanged. \n[34]The third one is moving off too -- a fourth one is forming... \n[35]Clear the bridge, Captain...? \n[36]Tractor beam remains constant... \n[37]Forward motion slowing, Captain...! Kirk says nothing a moment, studies the viewer -- and then: \n[38]Forward motion stopped, Captain. ", "UHURA": "\n[1]Captain... Starfleet just signaled your transfer-of- command orders! \n[2]Ensign -- our chances of coming back from this mission in one piece may have just doubled...! \n[3]Transporters Room and Chief Engineer Scott report trans- porter system fully repaired and now functioning normally, sir. \n[4]Captain, Transporter Personnel reports the Navigator...  ... Lieutenant Junior Grade Ilia is already aboard, and en route to the bridge. \n[5]She's a Deltan. Uhura's tone and expression convey \"Deltan\" in a certain, special manner. \n[6]Captain, Starfleet reports our last six crew members ready to beam up...  ... but one of them is refusing to step into the transporter. Just as Kirk a moment before was tense, now suddenly he's relaxed again; he rises. \n[7]Dock control reports ready, sir. \n[8]Yard command signaling clear, sir. \n[9]Subspace frequencies are jammed by Wormhole effect! \n[10]Communications are normal, Captain. \n[11]That's how we <u>all</u> feel, Mister... The same cold glance causes Uhura to stop in mid- sentence. Several grins directed toward Spock are now fading from bridge crew faces. Spock has turned back again for a last quick reading at the console and now stands -- totally ignoring everyone else as he speaks coolly, unemotionally to Kirk:  \n[12]Continuing friendship messages on all frequencies, sir. \n[13]No response to friendship messages, Captain. \n[14]Negative, no reply, sir. \n[15]It could hold a crew of <u>tens</u> <u>of thousands</u>...! McCOY Or just one thousand, ten miles tall. \n[16]Unable to make contact with Starfleet. Our transmissions out of the Cloud are being reflected back. \n[17]They're pulling us <u>inside</u>...! All face the Viewer again, react, with McCoy who has been observing all these reactions now galvanized into action: McCOY  Medical observers to all decks! And he hurries toward the elevators, CAMERA WITH HIM a moment, then SWINGING BACK TO: \n[18]Captain, photic-sonar readings indicate the aperture is closing; we're trapped, sir...! \n[19]A faint signal from Starfleet, sir. They have the intruder on their monitors... (struggling to hear They show us... three hours... twenty-four minutes from Earth! \n[20]Starfleet signals, sir, growing in strength...  They -- have Intruder on their monitors -- it's decelerating -- powerfield cloud beginning to dissipate... \n[21]We're now locked into Starfleet's transceivers; Admiral Nogura has received your reports, sir. \n[22]The visual is a lunar monitor relay, sir. As they begin to study it, the IMAGE suddenly distorts and is replaced by signal interference -- SIGNAL STATIC LINES \n[23]Heavy interference, sir -- it's coming from here, inside the intruder itself... Uhura hits buttons and immediately from the speakers we HEAR A SERIES OF CARRIER WAVE BEEPS. Spock looks up from his console, listens to it. \n[24]On an old style <u>radio</u> frequency, sir... \n[25]Sir! V'ger's signals have stopped... \n[26]Picking up Starfleet again; a lunar monitor relay... \n[27]<u>Urgent</u> signal from Starfleet, Captain!  <u>All</u> Earth defense systems have gone dead. Kirk reacts hard at this. Uhura gets another message. \n[28]Sir, Starfleet computes their trajectories as moving toward equidistant positions over Earth. \n[29]Starfleet has been apprised of our situation, Captain. \n[30]Sir, I have located the source of V'ger's radio signal: directly ahead. \n[31]Problem, Captain: the response signal is not in our records. Voyager Six was sent out by Earth's \"United States Subdivision.' The code was probably... \n[32]Starfleet signal, Captain! Return to orbital dockyard for inspection. ", "SCOTT": "\n[1]Admiral, I've been hoping to see you. Maybe you can get through to those thick heads in Starfleet that... \n[2]We're hoping it's only a temporary problem, Admiral... \n[3]Admiral, the Enterprise has just finished eighteen months redesign- ing and refitting. She needs testing, a shakedown... \n[4]The crew hasn't had near enough transition time with all the new equipment. And the engines, Admiral: they've yet to be even tested at warp power. Add to that, an untried Captain... \n[5]\"Gave' her back, sir...? I doubt it was that easy...  But any man who could manage such a feat, I wouldna dare disappoint. She'll launch on time, sir...  And she'll be ready. And he clasps Kirk's elbow affectionately, then gestures Kirk to look out the pod window. \n[6]Sir, you'll excuse me...? Kirk gestures him to leave, and Scott hurries away. Kirk stands a moment, gazing down at the cargo deck. \n[7]Aye, you were dead right about that...  Clearly, put a back-up sensor into the unit. \n[8]Transporter room, do not engage! Do not.... \n[9]We're losing the pattern...! \n[10]Intermix set, Bridge, impulse power at your discretion. \n[11]Hold one minute, please, Captain -- He steps to his console where an ASST. ENGINEER is working a computer, studying the readouts, punching buttons, etc. Scott stands over him, grimly observ- ing. Finally, the Asst. simply shrugs with frustration. \n[12]Aye, lad...  It's borderline on the simulator, Captain: I canna guarantee that she'll... \n[13]In just a second, Exec; we're picking up the pieces down here. \n[14]Bypass...! Alternate Integrators! \n[15]Systems are overloading, Captain! Our shields cannot handle another attack! \n[16]Going to full emergency...  But Captain, if we don't break free in fifteen seconds, she'll burn up... \n[17]Well, sir, now what about all that? A living entity, the Captain says... entity... A living thing...! Decker really hasn't heard Scott; he's gazing at \"Ilia,\" attempting to digest what she's just said. But quickly: \n[18]Your welcome, sir. Now Decker and \"Ilia\" move toward the exit, Scott gaz- ing after them glaringly, watching \"Ilia's\" every move. Suddenly, almost into the corridor, \"Ilia\" turns and looks back at the engine room. She addresses Decker, but load enough for Scott to overhear: \n[19]Lassie, if I were functioning 'logically,' right now I'd be showing you the inside of our scrap metal compactor! \n[20]Scott, here, sir. \n[21]When, Captain? \n[22]Aye, sir. And Scott hits buttons on his console, now moves to step from his station, nearly collides with Ross, who clearly is bravely struggling to maintain her poise and dignity: \n[23]I would say, lass, because he thinks -- he hopes -- that when we go up... we'll take V'ger with us. \n[24]When that much matter and anti- matter are brought together? Oh, yes; we will, indeed. \n[25]I'd say it's time for that, I would, sir.  We can have you back on Vulcan in four days, Mr. Spock. ", "ILIA": "\n[1]Lieutenant Ilia reporting for duty, sir. \n[2]Decker....! Kirk has observed this with surprise and some concern . Decker turns to Kirk, slightly uncomfortable at this.  \n[3]'Commander' Decker? \n[4]My oath of celibacy is on record Captain. May I assume my duties? While respectful, her tone of voice has been just as firm as Kirk's. \n[5]I'm sworn to celibacy, Mister Sulu. That makes me as safe as any human female. Sulu catches her eye but before he can reply, Decker has moved in beside Ilia. \n[6]I would never take advantage of a sexually immature species.  You can assure him that's true, can't you? Clearly, the remark carries special, personal significance. \n[7]Orbital departure on plot, sir. \n[8]Science Officer's computations confirmed, sir. And Decker and Ilia glance at each other -- and again, you know there is something more than casual in this. \n[9]Unidentified small object has been pulled into the wormhole with us, Captain! Directly ahead...! \n[10]Navigational deflectors inoperative...! (consulting her console, alarmed Directional control also inoperative, Captain...! \n[11]Twelve seconds...! \n[12]Object is an asteroid, reading mass point seven...  Impact in eight seconds... seven... six... five... \n[13]Computing new interception course. \n[14]Confirmed, Mr. Sulu. Confirmed. And she punches in some equations, then again peers up at the doors where she last saw Decker. She is very concerned. \n[15]Was he difficult? \n[16]That you left? or that you didn't say 'goodbye'? \n[17]No. Ilia whirls, moves toward her stateroom door, which snaps open, then closes behind her. Decker stands gazing at the door, remembering, regretful. \n[18]Five minutes to Cloud boundary! \n[19]No, I can stop his pain. The Deltan woman takes Chekov's upper arm in both her hands, kneading her fingers deep into nerve centers -- Chekov's pain begins to quickly recede and he is almost startled by the sudden relief. Doctor Chapel, now spraying plasti-skin on the burned hand and wrist, gives Ilia a surprised, approving look and a flicker of female friendship passes between the Deltan and Earth woman. \n[20]Impact in fifteen seconds... Spock -- Decker assisting -- works frantically. Spock is clearly dissatisfied, shakes his head tightly. \n[21]Ten seconds.... \n[22]Thirty seconds to Cloud boundary... \n[23]Fifteen seconds to Cloud Boundary. \n[24]Distance to object now seventy- thousand kilometers... \n[25]Mr. Spock, don't move...! Decker steps toward her, AD LIBBING a grim \"<u>Ilia</u>...!\" But he has no chance as: ", "CHEKOV": "\n[1]Departure angle. We SEE viewer IMAGE SWITCH to a departing view of lovely bluish, cloud-laced image of Earth as it grows smaller, smaller, dwindling quickly as the starship gathers speed. \n[2]Photon torpedoes armed...! \n[3]Torpedoes away...! \n[4]We're out of it...! \n[5]Negative damage report, sir.  No casualties reported, sir. McCOY  Wrong, Mr. Chekov, there are casualties. My wits!  As in 'frightened-out-of'...! \n[6]It is a courier, Captain. Grade One priority. Non-belligerency confirmed. \n[7]Granted, sir! Granted! Spock is already moving out of the pod entry area, im- passive, no greeting on his lips; no friendship in his expression. \n[8]All decks and divisions confirm status red. \n[9]Should I go to battle stations, sir. \n[10]Forcefields and deflectors up full, Captain. \n[11]No weapons...! But Chekov is too late: First Security Man FIRES -- the BLAST harmlessly absorbed by the Probe which emits a SCREECHING nerve-grating SOUND --- sends out a SMALL WHIPLASH ENERGY BOLT which instantly envelopes First Security Man in a PURPLE GLOW . Second Security Man has almost lifted his phaser -- but now carefully, slowly is moving his hand away from his weapon. \n[12]Security... do not send further teams! The Probe is sending out snake-like tendrils to the various consoles on the bridge. These tendrils lash out in a cobra-strike movement, the tendril-head seeming to enter <u>into</u> the console affected -- at which time all monitors and instrument lights there come ON as if the Probe is \"reading\" each console function. The crew carefully stays clear of the tendrils. Spock has risen, moving to Kirk's side as he slowly brings his tricorder up, <u>very</u> carefully extracting its tiny sensor and aiming it at the probe. \n[13]No intruder readings on other decks, Captain...  Can that be one of their crew? \n[14]Absolutely, I will <u>not</u> interfere! \n[15]Deck four, Captain; Officers' Quarters...! \n[16]Sir! Airlock four has been opened; a thruster suit is reported missing! \n[17]Airlocks two and four -- prepare to launch rescue teams!  Chief Lang! Get them out there! Fast! \n[18]They reach final position in... Twenty-seven minutes -- mark. \n[19]Twenty-five minutes to device activation, sir. <u>ALT</u>. <u>ALT</u>. \n[20]Tractor beam strength lessening, Captain. \n[21]Tractor beam is released. \n[22]Captain... I read an oxygen and gravity envelope forming outside the Enterprise...! ", "CHAPEL": "\n[1]Mr. Spock...!!! McCOY So help me, I'm actually pleased to see you. But as Chapel crosses to Spock, her pleased smile brightening her whole face, Spock turns, dismisses her presence with a cold disinterested glance -- Chapel stops, stands dumbfounded. Spock gives McCoy a similar glance - turns back to his console readings as: \n[2]An osmotic micro-pump... here and here. Even the smallest body functions are exactly duplicated. (traces with finger on screen And every exocrine system is here, too -- Chapel breaks off abruptly, noticing \"Ilia\" is peering intently -- almost with a glimmer of recognition -- at <u>Decker</u>. Slightly disconcerted, Chapel continues: \n[3]-- even eye moisture. \n[4]I remember Lt. Ilia once mentioning that she wore this... \n[5]Put it on. \"Ilia\" hasn't the slightest idea what to do with the headband, holds it, runs her fingers over the jewels and feathers embedded into it. Chapel takes it from her, places it on 'Ilia's\" head, now switches on the light illuminating the dressing table mirror -- stands behind her with Decker, both watching apprehensively. \n[6]Ilia... \n[7]Now scanning pons area at spinal nerve fiber connection... 319   ANGLE ON McCOY AND KIRK                                    319 McCoy at a console, watching readings he is getting from Chapel's scanner. Kirk watches McCoy anxiously. McCOY Indications of some neurological trauma--the power pouring through that mind-meld must have been staggering... Before Kirk can reply, they HEAR a <u>LAUGH</u>! An abrupt, harsh, bitter laugh. \n[8]A <u>living machine</u>...?! McCOY  <u>We're</u> living machines, too: protein mechanisms. Kirk nods at McCoy. \n[9]If it thinks our ship is alive what does it think <u>we</u> are? McCOY  An 'infestation' -- bacteria... microbes. ", "KLINGON CAPTAIN": "\n[1]\n[2]Visual. The TECHNICIAN makes the switch. \n[3]Tactical again. Stand by on torpedoes. \n[4]Full force fields; evasive maneuvers. \n[5]... severely damaged. Returning fire... \n[6]Imperial Klingon Cruiser Amar... severely damaged by unfamiliar weaponry... intruder unidentified.. \n[7]... believe luminescent cloud to be enormous power field surrounding alien vessel... size and description unknown.. our sensor scans unable to penetrate. Imperial Klingon Cruiser Amar... continuing to attack. ", "SCOTT'S INTERCOM VOICE": "\n[1]Captain, we need further Warp simulation on the flow sensors... \n[2]Captain, it was our anti-matter imbalance that created the wormhole in the first place. It will happen again if we don't correct it. \n[3]Aye, we understand that sir! We're doing our best. as Kirk flips off the intercom, rises determinedly, faces Decker: \n[4]Engineering to Bridge... New intermix balance holding steady. She's not even straining! \n[5]Engineering to bridge; we cannot hold full power on forcefields; deflector power is down <u>seventy</u> <u>percent</u>! \n[6]We're ready, sir. ", "UHURA'S INTERCOM VOICE": "\n[1]Bridge to Captain. \n[2]Bridge to Captain... \n[3]Enterprise to Captain... \n[4]... kept secret to keep Voyager's data from rival subdivisions. McCOY That's preposterous! They wouldn't have kept <u>scientific</u> data from one another. \n[5]We now have the response code, sir. \n[6]Affirmative, Captain. For some time now. ", "KIRK'S VOICE": "\n[1]Thank you. \n[2]... stand by, I may be in trouble... Sulu hits the viewer magnification control. \n[3]Can't... reach... phas -- (transmission breaks off in heavy <u>STATIC</u> \n[4]... Spock...! ... need help...! ... trapped...! No indication at first that Spock has heard; his face set with determination, his eyes fixed on his destin- ation: the inner wall. \n[5]\n[6]<u>It is a living entity...! A machine</u> <u>life form. We are attempting to</u> <u>ascertain its intentions. All</u> <u>personnel will maintain yellow alert</u> <u>status</u>! "}}