{"dialogues": {"JOHNNY": "\n[1]Com'on, let's go !ON THE BOUNCE \n[2]\n[3]\n[4]\n[5]Oh, God... Oh, God, help me... please help me... \n[6]Sorry, Mr. Rasczak. \n[7]The difference lies in the field of civic virtue. A citizen accepts personal responsibility for the safety of the body politic, of which he is a member, defending it, if need be, with his life. The civilian does not. \n[8]Uh, I don't know. \n[9]How should I know ? \n[10]Good for you. \n[11]What's the hurry ? \n[12]Did you read her mind ? \n[13]Yeah, but I want Carmen. \n[14]Who ? \n[15]I have good reflexes. \n[16]Aw, c'mon, it's just a bug. \n[17]Better put your goggles on. \n[18]Well, if that's the crop, that must be the gastric caecal... \n[19]35% on the math final !  No one could be that dumb with numbers. \n[20]Who cares about bugs ? You can't go anywhere if you don't know math. \n[21]Then how come you won't hold hands with me at school ? \n[22]Why won't you kiss me when we're all alone ? \n[23]It's all I think about anymore. \n[24]Why not ? \n[25]Carl can wait. \n[26]What's he got against me... I mean, I 'm a teenager. You can't be a citizen when you're only a teenager ! \n[27]Well, if your dad doesn't like me, how come we're such good friends ? \n[28]Ace of spades. \n[29]In addition to \"psychic dolt\" this test also proves I'm unlucky ? Two of hearts. \n[30]I wouldn't want to know what everyone was thinking. Four of spades. \n[31]He just wants attention. You don't play with him like you used to. \n[32]How do you make him do that ? \n[33]Carl, promise me you won't ever do anything like that to me. \n[34]Ten of clubs. You still gonna sign up for Starside R&amp;D ? \n[35]I've been thinking about applying for Federal Service, too. Fleet, maybe. \n[36]I'm eighteen. It's my decision, I think I'd make a pretty good pilot. I've good great reflexes. You need that for maneuvering, you know. \n[37]Eight point... no, uh, seven... \n[38]All I know is Carmen's going to be a citizen, and I don't think it'll work out for us if I'm not. \n[39]Queen of hearts. \n[40]We tumble good, too. \n[41]A lot can happen in three minutes. \n[42]Don't get any ideas. She's my girl. \n[43]What ? \n[44]Just throw me the ball, Diz. \n[45]Aw, don't get mushy. \n[46]A lot of my friends are doing Federal Service... \n[47]It's aterm of service, not a career. I just want to get out on my own and see the Galaxy for a couple of years. \n[48]Mr. Rasczak. \n[49]No, Mr. Rasczak doesn't do that at all. He sorta discourages you really. \n[50]I'm eighteen. It's my decision. \n[51]Uh, no. \n[52]Wow ! Santori and Zegema Beach, I've always wanted to go there. \n[53]Wait a minute ! Carl is doing his Federal and he isn't inferior. He's the smartest kid at school ! \n[54]I don't know what they teach at Harvard, but I think I'm pretty good enough the way I am ! \n[55]Well, that's what you're saying ! You're saying that I'm not good enough the way I am now ! \n[56]Actually, Diz, I promised Carmen... \n[57]You still gonna play for Brazil ? \n[58]Well, anyone who gets you is lucky. \n[59]Can't we just be friends, Diz ? \n[60]Uh, look, Diz... \n[61]You're the best. \n[62]Isn't it great to be in love ? \n[63]It wouldn't be so romantic if we weren't... \n[64]Aw, you're in love with me... You just dont know it yet. \n[65]Wait, I want to talk to Mr. Rasczak. \n[66]Mister Rasczak ? \n[67]I just wanted to say thanks 'cause History and Moral Philosophy was the best class I had this year. \n[68]I wanna join up, Mr. Rasczak. I think I have what it take to be a citizen. \n[69]Well, my parents are against it, and I know it's my choice, but I was wondering... What would you do if you were me ? \n[70]None at all... We won. \n[71]Yeah, sure, I guess. \n[72]What are you talking about ? We both know you're gonna be a pilot. \n[73]You two have so much in common. \n[74]I can't help it. \n[75]I don't even know if you're my girl. \n[76]I'm gonna do it, Carmen. I'm gonna sign up for Federal Service. \n[77]Who cares ? \n[78]I love you, Carmen. \n[79]Maybe Carmen's gonna make her own decisions from now on, Mr. Ibanez. \n[80]Here in Buenos Aires. \n[81]No, sir. \n[82]Courage, I guess. \n[83]I want to be a citizen because... well, because of my girl, sir. \n[84]Wow, that's great. \n[85]I want to be a pilot, sir. \n[86]Naw, I made it, Carl made it. \n[87]He was in the group with me. I guess he didn't... \n[88]Did you get Starside R&amp;D ? \n[89]I don't believe it ! \n[90]Whoa ! Way to go, boy-yo ! \n[91]Infantery, sir. \n[92]I'll go for that. \n[93]My father's probably gonna kill me. \n[94]I won't quit ! \n[95]I'm not going on vacation ! I want to be acitizen ! It's my decision. I made it. \n[96]Well, yeah, sure... \n[97]Don't talk about my girl that way. \n[98]You're late. \n[99]Me, too. I'm wearing everything I own. \n[100]Who cares ! The Federation'll give me everything I need for the next two years, right ? \n[101]He left this morning. He couldn't say where. Carmen logs in, enters her destination:LUNA - TERESHKOVA FLEET ACADEMY.The tickets station spits out a pass. \n[102]I'm gonna miss you. \n[103]I love you. \n[104]Com'on, just say it. Try it on for size. \n[105]Do you mean it ? \n[106]He's good alright. \n[107]Better get in line like everyone else, Ace. \n[108]What an honor... \n[109]No thanks, Diz. \n[110]You are. I joined up to get out on my own. And you had to tag along. \n[111]You saying you didn't ? \n[112]Something... I've got...you don't. \n[113]It isn't about rich... It's about who's best...! \n[114]Wanting it doesn't make you the best one for the job. \n[115]Well, maybe you better look again. \n[116]Aw, who asked you to be so nosey ? \n[117]I know it's not much, but it's home. Over there's my bunk where I dream about you every night... \n[118]Hey, do you mind ? \n[119]Boot's pretty tough, and sometimes I think I won't make it, but then I imagine you're watching me, and that gives me someting... I try harder. Thanks to you, I think I might have a shot at squad leader. \n[120]Uh-oh, I gotta pack it in. I hope you're having fun, hope you're careful. No training accidents for you, eh ? I want to kiss you so badly. I want to feel you next to me, I- \n[121]Bye ! Write me ! I'm gonna kill you guys ! \n[122]Man, they're defended... no way in. \n[123]What ? \n[124]Cover me. \n[125]Thanks, pal. \n[126]Sir, thank you, sir ! \n[127]YEEEE-Haaaaaaaaaaaaa...! \n[128]I just want you guys to know that I'll never do anything that I haven't asked you to do first. \n[129]Couldn't've done it without you, Diz. Friends ? \n[130]Bet it's from my girl. \n[131]Shhhh...! \n[132]All it takes is the love of a good woman... \n[133]It's what I deserve. \n[134]I joined up for her. I wouldn't even be here if it wasn't for her. I'm a fool. \n[135]Thanks, Ace. \n[136]Sir, yes, sir ! \n[137]\n[138]Alright, no more screw ups. Ace takes point. Diz, you and Kitten Smith cover the flanks. Djana'd, you're rear guard. Move out. \n[139]What's the problem ? \n[140]Let me see. \n[141]Oh, God... uh... MEDIC ! \n[142]Sir, yes, sir. Breckinridge reported a helmet malfunction, and I asked him to show it to me, sir. \n[143]Sir, no, sir. \n[144]Sir, I needed everyone in my squad operational, sir... I... I wanted to win, sir. \n[145]Sir, no, sir ! \n[146]Sir... I guess I do, sir. \n[147]I don't stay where I'm not wanted. \n[148]Hey, they humiliated me in front of everyone ! I'm just supposed to take it, huh ? Well, I'm not gonna, and I guess that proves I just can't cut it. \n[149]Hi, mom. \n[150]It's not really working out for me here, dad. I was thinking... I was hoping it would be alright if I came home. \n[151]I've made a mess of things. I've been so stupid... \n[152]Well, see ya. \n[153]What's that, Diz ? \n[154]Hey, Kitten, what's going on ? \n[155]Oh, jeez, is that Geneva ? \n[156]Sir, I wish to reconsider my request to drop out, sir. \n[157]Sir, i know it was wrong. I didn't learn from one mistake and I made another, sir. Sir, my family... my whole family was in Buenos Aires, sir. \n[158]Sir, yes it is, sir. \n[159]Yeah, well, I'm from Buenos Aires, and I say kill'em all ! \n[160]How can you tell ? \n[161]Waht's it like... combat ? \n[162]What do I want with a scar ? \n[163]Carmen... ? \n[164]What happened to your hair ? \n[165]It's alright, I guess. You hear from anyone made it out of B.A. alive ? \n[166]I try just to be happy I'm still alive. \n[167]Should I be ? \n[168]I get it. This is the part that's best for both of us. Don't do me anymore favors, eh ? \n[169]You got something to say about the Mobile Infantery ? \n[170]Not with an officer, no, sir. The M.I. doesn't mint stupid cap troopers. \n[171]Hey, it's just a vestigal response to procreation... bitch. \n[172]It hurts...! \n[173]\n[174]Death to all bugs ! \n[175]Lieutenant's bought the farm. Where's the Sarge...? \n[176]Don't waste your ammon on the workers ! \n[177]C'mon, Katrina was right. We gotta get out of here ! \n[178]It's a general retreat ! The boats are coming down. \n[179]C'mon, let's go ! ON THE BOUNCE ! \n[180]\n[181]\n[182]Medic... MEDIC...! \n[183]Oh, God... Oh, God, help me... please help me...! \n[184]He was our teacher... He was great. \n[185]Seeing as how we're about all that's left of  1st Brigade, you'd have to call that an improvement. You top kick ? \n[186]I wouldn't mind. \n[187]I always wanted to go to Zegema Beach. \n[188]Fire in the hole ! \n[189]Looks like you've got a little bug problem, ma'am... \n[190]\n[191]Uni High Tigers, sir. Don't you remember ? I was captain of the team. \n[192]I'm gonna need a squad leader. \n[193]What about it, Diz ? \n[194]What kind of stinkin' bug is that ? \n[195]What's that ? \n[196]He was a teacher , kind of a know it all... Always had this little smile. \n[197]Must fill your bottle up real quick when your wife and kids get smeared. \n[198]All dead except one, sir. \n[199]Yes, sir. \n[200]Nah, I don't do that anymore... \n[201]I said no. Want me to pull rank ? \n[202]Yes, sir... \n[203]Hey, Diz... \n[204]May I have the honor ? \n[205]Yes, sir ! \n[206]They ran out of names a long time ago in this part of the galaxy. \n[207]\n[208]Yes, sir. \n[209]Diz, see what you can do. \n[210]Looks like a bug was in his brain, sir. \n[211]Diz, what's with the uplink ? \n[212]What's going on, Diz ? \n[213]We don't have a minute ! \n[214]All bands. \n[215]SHUT UP, SIR ! We need pick up now ! \n[216]Landing zone is extremely hostile. Come down on this transmission ! \n[217]Then I hope you have a crazy pilot ! Keep the line open, Dizzy ! \n[218]Boat coming down, sir ! \n[219]Not enough, I guess. \n[220]Yes, sir ! \n[221]Cover us, Ace ! \n[222]Hit your jets, sir ! \n[223]We're not leaving you here, sir ! \n[224]Give'em hell, sir ! \n[225]Hang on, Diz... don't die on me... \n[226]No, you're gonna be alright, Diz ! \n[227]Get on the com and tell Fleet to glass that rock...! \n[228]This would be mine, sir. Acting Sergeant John Rico. I've assumed command on this mission. \n[229]I'm not, but alot of my soldiers are. Glass the planet ! \n[230]We gotta choke on the mud and the blood and Fleet can't be bothered to spit. \n[231]That was just a mix up. \n[232]What happened to your eye ? \n[233]I like it. It's kinda...you. \n[234]Dizzy bought the farm. She was my good friend, and friens are the best luck anyone gets... But in war, we must go on without our friends. We take with us their memory, and we are left to wonder if there is meaning in their death. Let me tell you what it is: Dizzy bough the farm so we can keep on fighting. \n[235]Officer on deck ! \n[236]Dizzy wouldn't want our tears. She'd want us to remember her... with a vengeance. So go out and kill a bug for Dizzy. Kill as many as you can. You are her revenge, and every bug you kill honors her death. \n[237]Womb to tomb, cap trooper ! \n[238]How are you, Carl ? \n[239]Bugs laid a trap, didn't they ? \n[240]Didn't they tell you, Colonel ? That's what cap troopres are good for. \n[241]The Roughnecks are always ready, sir. \n[242]I'll take it... until I get killed or you find someone better. \n[243]See you on the bounce ! 153INTRODGER YOUNG - COMMAND &amp; CONTROL - CARMEN \n[244]I only have two rules. Rule one, everyone fights. Rule two, no one quits. If you don't do your job, I'll kill you myself. Do you get me ? \n[245]Who're all these kids ? \n[246]We're the old men, Ace. \n[247]We'll take this high ground. Lookouts there and therte and up there. If the bugs come upstairs in this neighbor-hood, we'll be the first to know. \n[248]Down there on the flats, eh ? Listen up, Roughnecks ! Our primary objective is to assist our friends from the Fleet... \n[249]Alright, cut it out. We will deploy from skimmers in teams of six. If the bugs open up a battery, we put it out of business. Any questions ? \n[250]Would'ya mind moving your boat ? \n[251]You're standing on my H.Q., Lieutenant ! \n[252]You heard the Sky Marshall... Move it all down - \n[253]Saddle up, boys, that's our trash ! \n[254]What's your problem now, Lieutenant ? \n[255]Any survivors ? \n[256]Affirmative ! Carmen, this is Roughneck base camp... What is your present location ? \n[257]We've gotta go get her ! \n[258]We're outa here. Lieutenant, get your men into the skimmers. This real estate's about to go buggy. \n[259]Form a perimeter ! \n[260]Make yourself useful, fly boy... \n[261]Ace, get on the com. Tell Fleet we need retrieval... Sugar, salvage some armor and suit up Lieutenant Barcalow. \n[262]Looks like they're gonna hose us down... \n[263]Alright... Listen up, Roughnecks. We're gonna head west down through bug city, pick up any Rodger Young survivors we run across, and join A Company. Get me ? \n[264]I'm gonna save Carmen. \n[265]Yeah, that's right. \n[266]Move out. \n[267]Mr. Barcalow, save power, don't waste it on workers... Ace, tell Aardvark we're on our way... \n[268]Sugar, close the tunnel...! \n[269]You know what this is...? \n[270]Sure you do... You're a big fat smart bug, aren't you ? \n[271]I'll take you with me. \n[272]Take my hand ! \n[273]Roughnecks...NOW ! \n[274]Weapon ! \n[275]Are you hurt ? \n[276]Can you walk ? \n[277]Let's get some armor on her, and the we'll get outa this stinkin bug hole ! \n[278]Yeah, if I live through this, they'll probably hang me. Now com'on, let's move out ! \n[279]Up. We gotta be near A Company by now. \n[280]\n[281]How bad are you, pal ? \n[282]Alright, we're gonna carry you... \n[283]Don't be a hero... \n[284]\n[285]Sir, I'd like to turn myself in. Dereliction of duty by an officer during wartime. \n[286]Yes, sir. ", "CARMEN": "\n[1]They probably wouldn't say anything. Hiroshima was destroyed. \n[2]C'mon, let's see if they've posted the math final test yet. \n[3]First thing Fleet Academy looks at is your math scores. Wish me luck ! \n[4]Your turn... \n[5]Hold on... I wanna talk to Marco. His sister's at Fleet ! Carmen rushes off. Johnny checks his score:35% ! Crushed, he \n[6]She's flying starships ! \n[7]Marco's sister. Can you imagine maneuvering half a million tons through crwoded space lanes... You gotta have nerves of steel ! Reflexes are critical \n[8]C'mon Johnny, we'll be late for Biology. \n[9]Eeuch ! \n[10]But we 're intelligent. Human minds have invented art, mathematics and interstellar travel. \n[11]Excuse me...! \n[12]Well, at least you didn't lose your lunch over a bug. How embarassing. \n[13]Don't be so sure. I like you even if you are dumb with numbers. \n[14]I don't want everyone to see. \n[15]How come that's all you talk about anymore ? \n[16]You can't walk me home. \n[17]I thought you were going to help Carl. \n[18]Johnny, my Dad's home today. \n[19]It's not you, Johnny. Your parents are rich they don't need to be citizens, and that stuff means a lot to my dad. He's a veteran. \n[20]Sometimes I do what I want, eh ? \n[21]Are you alright ? \n[22]Everyone is going to the dance. Aren't you ? \n[23]You're going to the Academy ? That's where I want to go. I'd love to talk to you abou that. \n[24]Don't you have to finish the game ? \n[25]How do I know if this is love ? \n[26]Romance is just a vestigial biological response to procreation... \n[27]I'll meet you outside. \n[28]Johnny, this is Zander. \n[29]Good luck at the academy. \n[30]He just got accepted to the Fleet Academy. Isn't that great ? \n[31]No, I mean if he can get in, maybe I have a chance. \n[32]Zander is going for pilot, too. \n[33]Johnny Rico, you're jealous ! \n[34]He's nothing like you. \n[35]Are you the boy for me ? \n[36]Oh, Johnny... \n[37]Everyone's looking... we shouldn't... \n[38]You're right. Let's never stop... \n[39]Shhh... \n[40]Sorry, Dad. See you, Johnny. \n[41]Dad, leave him alone... \n[42]I wonder where Carl is. You don't suppose...? \n[43]Shhh ! Don't make him feel worse. \n[44]I'm gonna go for pilot. \n[45]Hey, Carl, what's wrong ? \n[46]Games &amp; Theory ? That's Military Intelligence... Oh, Carl ! \n[47]Let's all make a vow. Let's swear we'll always be friends no matter what. \n[48]I can't wait to tell my Dad I'm in. He's gonna be so happy ! \n[49]My Dad had to help me pack. Suddenly he's afraid he's never gonna see me again or something. It was sweet, but it took forever. Anyway, I guess I'm ready to go. \n[50]Poor boy. I'm sorry your parents were so mad. \n[51]You talk to Carl ? \n[52]It's exciting, but it's scary, too isn't it. Going someplace new where you don't \n[53]I'll miss you, too, Johnny. \n[54]Oh, that's me. \n[55]Alright, I love you. \n[56]I said it. Isn't that enough ? Don't forget to write ! ZAPPP !The last thing he sees are her beautiful eyes. \n[57]Looking it down !  \n[58]On my mark, in three, two, one... \n[59]\n[60]This is nothing. Today, I get to fly that ! \n[61]Pilot Trainee Ibanez reporting for duty, ma'am. \n[62]Yes, ma'am ! \n[63]Hey ! What are you doing here ? \n[64]Assistant insructor... You must be some kind of a hot stick. Should I call you \"sir\" ? \n[65]It's amazing, us running into each other like this. Maybe it's fate. \n[66]Yes, ma'am. \n[67]In simulation, my supervisors could never keep up. \n[68]Oh, yes, sir. Vector ? \n[69]Or...? \n[70]Oh, I see... teamwork. \n[71]Hi, Johnny, I would've written sooner, but they've really got us going every moment here. \n[72]I'm glad you're doing so well. If they haven't made you squad leader by now, I'm sure you will. \n[73]Look at that. Isn't it beautiful ? I had to show you. It's great to be out here on my own. I'm just not some little girl from Buenos Aires anymore. I'm gonna be a starship pilot, and I'm gonna see the universe... And that's also the problem because I don't really want to get married, Johnny. I don't want to have kids. I want a command, a ship of my own, and you know, I don't think that's gonna leave a lot of room for you and me. \n[74]I know that's not what you wanted to hear... but I have to follow my heart. I'm sorry. I'm afraid you'll hate me, and I couldn't stand that. Write me, alright ? Write me, so I'll know that we'll always be friends. The Fleet Mail logo appears again:END OF MESSAGE. Johnny \n[75]Thanks. You read my mind. Third watch always seems to last forever. \n[76]No, I replotted the course. It's more efficient this way. \n[77]Hey, check it. \n[78]Don't change the subject. Am I right ? \n[79]Don't mess with the boss. So what'd the captain say ? \n[80]You and me, huh ? \n[81]No, what do you want ? \n[82]I want to be part of the best flight team in the Fleet... \n[83]\n[84]It looks like an... asteroid. \n[85]Thank you, ma'am. \n[86]HeyJohnny !Johnny Rico ! \n[87]Oh... at ease. Guess I oughta lose the hat when I'm off duty, eh ? \n[88]What do you think ? Everyone did it when we got our wings. You don't like it, do you ? \n[89]It's funny. Sometimes I forget. Then it hits me, and I can't stop crying. \n[90]You don't look very happy to see me. \n[91]Johnny... Life is so different from the way it was. One day you'll see what I did was best for both of us. \n[92]Zander, you remember Johnny ? Zander and I are a flight team now. \n[93]Johnny, wait... \n[94]Zander, please... Let's go ! \n[95]What's wrong with you ? \n[96]Plasma, ma'am... from the planet. \n[97]Ticonderoga, this is Rodger Young requesting approach vector... Affirmative, Rodger Young...one zero zero niner five two... welcome back. \n[98]stare at the BATTLE-SCARED STARSHIPS and BURNT-OUT HULKS that line the docks of Ticonderoga. \n[99]You know, we're lucky to be alive. \n[100]You weren't thinking...you were dreaming ! \n[101]There's a war on. I want a command, I want my own ship, you do, too... \n[102]So who's got time to get married ? \n[103]Funny... \n[104]No, funny there's almost no wounded at all. \n[105]Oh no. \n[106]Excuse me...! \n[107]Please, I... Everybody's lost someone by now. This shouldn't be any different... \n[108]No, I... Oh, Zander, I'm a fool. \n[109]No, don't you see ? No one can wait for anything anymore... You're right... We should get married... \n[110]Johnny...! I thought you were dead ! \n[111]Rodger Young, this is inbound shuttle De Ruyter with an official request from the Mobile Infantery to bombard Planet P-11... \n[112]Negative on your request. Fleet Command has the battle group on standby... Carmen sees Dizzy lying dead on the deck. \n[113]...I'm sorry. \n[114]No, I think something's up. The Sky Marshall's here. \n[115]I thought you were KIA, Johnny... \n[116]You look so... I don't know, you look like you've really been in it. \n[117]Almost got knocked out of the sky over Big K. \n[118]A funeral. \n[119]Yeah. \n[120]I don't know, Zander. \n[121]Well, look at this. The three of us back together again. \n[122]You knew and you sent them anyway ? \n[123]Hope you get your Brain Bug, Carl. \n[124]Take care, wilya Johnny ? \n[125]Where's Lieutenant Barcalow ? \n[126]Prepare for warp ! \n[127]This is Rodger Young, we're going down... Repeat, this is Rodger Young, we're going down...! \n[128]No way, ma'am ! \n[129]Mayday, mayday ! This is Lieutenant Carmen Ibanez in lifepod RY63... I'm going in... \n[130]This is Lieutenant Carmen Ibanez. Is anyone receiving ? \n[131]My present location is 42 degrees South by 176 degrees East... situation is extremely hostile... \n[132]\n[133]\n[134]Johnny...! \n[135]Zander...! Oh, you're hurt. \n[136]I thought I was dead. Lucky for me you jokers showed up, eh ? \n[137]Is it true ? \n[138]Which way ? \n[139]Zander, what are you doing ? \n[140]Zander, no...! \n[141]Look... they got it. \n[142]To the best of my understanding, i ", "RASCZAK": "\n[1]The end of another school year, and for me no doubt another failure... Rico, pay attention ! \n[2]Here in History and Moral Philosophy we've explored the decline of Democracy when social scientists brought veterans took control and imposed a stability that has lasted for generations since... You know these facts but have I taught you anything of value ? You. Why are only citizens allowed to vote ? \n[3]No. Something given has no value ! Haven't I taught you dimwits anything ? I guess they ought to revoke my teaching credential... \n[4]When you vote, you're exercising political authority. You're using force. And force, my friends, is violence, the supreme authority from which all other authority derives. \n[5]In my classroom, you bet. Whether it's exerted by ten or ten billion, political authority is violence by degree. The people we call citizens have earned the right to wield it. \n[6]Really ? I wonder what the city fathers of Hiroshima would have to say about that. You. \n[7]Correct. Naked force has settled more issues in history than any other factor. The contrary opinion 'violence never solves anything' is wishful thinking at its worst. \n[8]People who forget that always pay... They pay with their lives and their freedom. \n[9]You. Tell me the moral difference, if any, between the citizen and the civilian ? \n[10]The exact words of the text. But do you understand it ? Do you believe it ? \n[11]Of course you don't. I doubt if any of you here would recognize 'civic virtue' if it bit you in the ass. \n[12]Well, that's it. Have a nice life. \n[13]What is it, Rico ? \n[14]Well, it's not really my job to please. Hope you learned something. \n[15]Good for you. Go find out. \n[16]Figuring things out for yourself is the only freedom anyone really has. Use that freedom. Make your own choice, Rico. \n[17]This is for you new people. I only have two rules. Rule one, everyone fights. Rule two, no one quits. If you don't do your job, I'll kill you myself. Do you get me ? \n[18]Get rid of the jewelry. I hate it. Welcome to the Roughnecks. \n[19]Alright. There's a new Sky Marshall and a new plan. We're gonna clean out the systems outlying Klendathu one planet at a time. Tomorrow we hit Tango Urilla. After Fleet glasses the planet, M.I. mops up. \n[20]Spread out, teams of three. When you locate a bug hole, secure it, gas it, and close it. \n[21]Sugar, in for pick up ! \n[22]Gas that hole and close it ! \n[23]Where'd you learn to do that, soldier ? \n[24]I'm not interested in nostalgia, Rico, I need a corporal. You're it until you're dead or I find someone better. \n[25]Don't worry, Birdie, your next arm comes with a factory guarantee ! \n[26]Saddle up, Roughnecks. That's our trash ! \n[27]We must be right over the colony. Let's get some air support, eh ? \n[28]Corporal, I want pulse cannons there and there ! Rifle teams, spread out along the ridge ! Sugar, bring up that flame thrower ! \n[29]They'd rather spend our lives than risk their ships. Who's got the nuke ? \n[30]Heat it up. \n[31]Roughnecks, you may fire at will. \n[32]\n[33]\n[34]Kill the bitch. \n[35]Tango Urilla is now bug free. Means the Roughnecks have killed  a helluva lotta bugs...! \n[36]I expect the best, but I give the best. Habve some fun. That's an order ! \n[37]Yopu asked me some advice once, Rico. Want some now ? \n[38]Never pass up a good thing, eh ? \n[39]I thought 4th brigade cleaned out P. \n[40]Sounds more like some idiot at Military Intelligence Command wants to get me and my cap troopers killed... \n[41]My job is to protect the lives of my soldiers so they can kill bugs, Major, and if you're walking me into a trap- \n[42]Yes, sir. \n[43]Corporal, the Roughnecks are moving out for Planet P immediately. Get yourself squared away and report to Gillespie for logistics. \n[44]Who's that with you ? \n[45]Report in ten minutes. \n[46]Keep trying, Sergeant. \n[47]\n[48]Gillespie, put in call for retrieval. We're off this rock. Gillespie, do you read me ? \n[49]Throw a rifle ! \n[50]I expext any one here to do the same for me... Rico, Watkins, Flores, Levy prepare for rear guard action. The rest of you make for 4th Brigade. \n[51]\n[52]\n[53]\n[54]\n[55]Jeez, Command really humped the bunk on this one... \n[56]Rico, you're acting Sergeant now. My last Sergeant lost the com pack. Put together a search team and find the radio shack. We need retrieval. \n[57]What's that look like to you, Rico ? \n[58]Gas that hole and seal it. \n[59]Pick up the general ! \n[60]General Owen, sir ? \n[61]The distress call... The bugs wanted us to rescue you...! \n[62]To all Roughnecks, this is Rasczak. Prepare for attack. Repeat. We are going to be attacked...! \n[63]Warm it all up ! Everything you got ! Levy, collect the big guns from the towers. Watkins, put General Owen with the wounded. Rico, where's my communications ? \n[64]Ah, the hell with him... \n[65]Fall back... form a circle ! If no living bug comes over that wall, we cannot be harmed. \n[66]Rico, Flores, Watkins, Levy ! We control the sky until retrieval ! \n[67]Make every shot count ! \n[68]Sergeant, secure the boat ! \n[69]Board the wounded ! \n[70]Move to retrieval on my command ! First group, now...! \n[71]Alright, Flores ! Levy ! Rico...! \n[72]\n[73]I can't My legs are gone... Get on the boat... \n[74]Rico, tell'em to glass this goddam planet. I've never seen so many bugs upstairs at the same time... \n[75]This is my farm. Get on the boat, NOW ! That's an order, Sergeant. \n[76]C'mon you sons of bitches ! There's no bug alive can kill a real mAAAAAAA ! ", "ZANDER": "\n[1]Time's running out. \n[2]I'm getting better. \n[3]So what are you doing later ? \n[4]I don't know. It's my last night as acivilian. I ship out for Tereshkova tomorrow. \n[5]I'm all ears. \n[6]You can never be sure. \n[7]Yeah, we know each other from the game. No hard feeling, eh, chum ? \n[8]Always. \n[9]I'm the guy who's gonna teach you to fly this crate. \n[10]Only when I give you an order. \n[11]Maybe not. I heard about this crazy girl coming through the academy, solid math, a little wild on the stick, but a natural. When it turned out it was you, I made sure we'd run into each other... \n[12]This isn't simulation anymore. Take'er out easy, cadet. \n[13]Twenty-five by five, roll seven. And don't exceed port speed. \n[14]They revoke our flight status. \n[15]Yes, ma'am. Star drive in three... two... one... blur together, becoming one, then:WHAM ! \n[16]Oh, I don't know... Depends on who you are spending it with. \n[17]Profile's wrong... there. \n[18]Three weeks aboard a starship and you know it all, huh ? \n[19]You know I was talking to Captain, Deladier, and she said... \n[20]Well, whad'ya know... \n[21]She got a command... and she thinks we oughta team up officially and crew for her. She thinks we're good together. \n[22]I have a feeling about us. We're good together, way ahead of the curve in every department. I seem to be able to anticipate your needs. You know what I want... \n[23]Me, too... Day and Night-Cycle. \n[24]Captain, we are in the path of an unidentified object moving at near light speed... \n[25]\n[26]Sweet Jesus...! \n[27]Trajectory indicates it came out of the Arachnid Quarantine Zone. \n[28]Everything coposetic, Lieutenant ? \n[29]Best in the Fleet ! \n[30]Forget it, Carmen. The Mobile Infantery does a thankless, dirty job, so they naturally tend to be short-tempered, thoughtless and rude. \n[31]You heard me. Wanna make something out of it, private ? \n[32]Let's disregaed rank... Everybody hear that ? Rank is not an issue here. \n[33]It's alright. What's he gonna do ? WHAM !Johnny punches him right in the nose. Zander goes down, \n[34]Drop is 35% complete, ma'am. \n[35]That's it, we're empty ma'am ! \n[36]Give me hand, willya ? \n[37]I was thinking. Maybe we should get married, Carmen. \n[38]If we're gonna be a team, why not be a real team ? \n[39]So ? \n[40]Fleet encourages marriages among flight officers. You'd probably get a promotion out of it. \n[41]I'm not kidding. Marriage is - \n[42]Hey, bugs don't take prisoners. \n[43]Carmen...? \n[44]I'm sorry, Carmen. \n[45]You're upset, that's alright. \n[46]On whose authority, Corporal ? \n[47]Where are you going ? \n[48]That girl who died on the way up ...his girl ? \n[49]How do you feel about him now ? \n[50]I do. \n[51]This is a Fleet-driven operation, son, and the Fleet thinks my boat will be safer on the high ground. You can have everything else, eh ? \n[52]Rodger Young, prepare to receice outgoing fire...! I'll take the first group. \n[53]The Rodger Young just burned up... \n[54]You know as well as I do she's probably already dead. \n[55]Hey, just calm down, I'm giving the orders here- \n[56]\n[57]Thanks. \n[58]What do you think you're doing ? \n[59]That would mean a comlete disregard for the mission objective. They hang you for that, Rico. \n[60]Let's go.  \n[61]\n[62]Not a problem. \n[63]It wasn't luck. Rico ignored the mission objective to rescue you... \n[64]Been better, buddy. \n[65]Nah, I figureyou folks oughta get upstairs before it's too late... Gimmee the nuke. \n[66]This is my farm. Now c'mon, give me what you got and get out of here... \n[67]Just giving you something to remember me by, baby. ", "DIZZY": "\n[1]My mother always says that violence never solves anything. \n[2]Tesla's tough. They tumble good and they hit HARD. \n[3]Kick three, fade left. On two. \n[4]Hut... hut ! \n[5]\n[6]Flip six, three hole. Rico ? Hey ! \n[7]You were drifting. Flip six, three hole. On one, got it ? \n[8]Hut ! \n[9]Hey, Rico, wanna dance ? \n[10]Too bad for her if she's not around. \n[11]You know, it's sad... Most of us probably won't see each other again after tonight. \n[12]Looks like, unless Tokyo lets me start. \n[13]How come we never got together ? \n[14]Sure. \n[15]Guess you gotta go. \n[16]Sir, recruit Flores, reporting for duty , sir. \n[17]Sir, I heard it was the best, sir ! \n[18]Hey, amigo, come chow with me. \n[19]What's your malfunction, Rico ? \n[20]What ? You think I joined the Mobile Infantery because of you ? \n[21]Coming through ! \n[22]Well, some say he turned his back on the family fortune to be a citizen, others say he did it for a girl... missed a spot there, bucko... which is funny because Johnny says I joined up to be with him, but why would I do that ? He doesn't even like me. \n[23]I bet it's that girl I was talking about... Her name's Carmen, I think. \n[24]Flip six, three hole. \n[25]High school... remember ? Run a flip six, three hole play, and you might score... \n[26]You got it. \n[27]Yeah, sure... friends. \n[28]It stinks, you goin. \n[29]If they didn't want you, they woulda kicked you out, amigo. \n[30]You take the stroll down Washout Lane, you're only proving one thing, Johnny. \n[31]That you don't have what it takes to be acitizen ! \n[32]Aw, Johnny, geez... It's home. \n[33]Yum, yum yum ...! \n[34]I like the jewelry. Hey, amigo, where can I get an earring like yours ? \n[35]What, your skin's too pretty ? C'mon, everyone's doing it ! \n[36]Forget it, Johnny. Cap Troopers and Fleet weren't meant to mix ! \n[37]Don't get any on you ! \n[38]Ace, what're we doing ? \n[39]Look out ! \n[40]Johnny !JOHNNY !WHERE ARE YOU ? \n[41]Two more days. \n[42]The Roughnecks killed more bugs than any other outfit in 2nd Brigade... Only took 15% casualties on Big K. \n[43]Where you been besides Big K ? \n[44]Way to go, amigo ! \n[45]Looks like I'm your girl, sir. \n[46]That'd be me, sir. \n[47]I'm hot, sir ! \n[48]C'mon... \n[49]You used to dance... \n[50]Well, excuse me, sir... \n[51]What ? \n[52]Planet P ? What kind of name is that ? \n[53]Johnny, watch out ! \n[54]It's here, sir. \n[55]I'm on it ! \n[56]Workin on it...! \n[57]I got power ! Gimme a minute ! \n[58]What frequency ? \n[59]Roughneck patrol to battle group... Roughneck patrol to battle group... \n[60]300 rounds and counting, sir ! \n[61]\n[62]I bought the farm, didn't I, Johnny ? \n[63]It's alright 'cause I got to have you, Johnny... \n[64]", "ACE": "\n[1]He'll have to get past me. \n[2]Sir, I don't understands who needs a knife in a nuke fight anyway... All you gotta do is push a button, sir ! \n[3]\n[4]I'd like to disable Zim...! \n[5]Aw, you either got what it takes or you don't. \n[6]At ease, soldier. It's all the same muck. \n[7]You got some guts for a rich kid. I guess you and me could be buddies. \n[8]Hey, don't laugh. Everyone oughta have a friend like me ! \n[9]What makes you think... you'll make... squad leader, Rico ? \n[10]You rich kids... are all the same ! \n[11]I'm going career... officer's training. That's why I wanna be squad leader. They look for that. \n[12]Oh, yeah ? I don't see anyone else here with the chops to lead. \n[13]I love you truly, so truly, dear...! \n[14]Our love will grow, dear, year by year... \n[15]Zim hadda choose someone to be his brown nose, I guess. \n[16]Yeow, Rico, you don't deserve that ! \n[17]Funny how they always want to be your friends after they kick your guts out. \n[18]Whad'ya talkin  about ? \n[19]You made squad leader on your own, and, hey, you still got me to kick around. \n[20]Hey, shoot a nuke down a bug hole, lotta dead bugs, am I right ? \n[21]Great scars. \n[22]I say we all go to the laser parlor and get cut together. \n[23]Whoa, easy there, buddy... Nice punch. \n[24]No, this hurts. \n[25]Mobile Infantery rules ! \n[26]Officer on deck ! \n[27]\n[28]I didn't see him ! \n[29]I uh... uh... \n[30]Retrieval ! \n[31]Dizzy says you two knew this Rasczak character in Buenos Aires... \n[32]Yeah, well, I hear he's a real nutbuster. \n[33]Is your Lieutenant as bad as they say ? \n[34]Sounds like he is quite a guy. \n[35]There. \n[36]No way. Big K taught me I ain't executive material. \n[37]Agghh ! It's making me sick...! \n[38]Lieutenant, I think you're gonna wanna see this, sir. \n[39]Dirty bugs came in right when they were having chow ! \n[40]Officer on the deck, sir. \n[41]Lieutenant, we got trouble ! \n[42]Jeez, we musta killed a million already...! \n[43]Getting low here, sir ! \n[44]Officer on the deck ! \n[45]We got reinforced. Most of'em just got outa boot... \n[46]Got it. Fleet tactical wants to know where they can deploy the skimmers. \n[47]Fleet Command says retrieval's no go. The battle group's at safe distance... and we got another problem. \n[48]Bug hunt ! \n[49]Yes, sir ! \n[50]Ah geez... ", "ZIM": "\n[1]The problem with you is that none of you are good enough the way you are. \n[2]I am your senior drill instructor, Career Sergeant Zim. \n[3]Do you think I'm funny ? Do I make you laugh ? Do you think I'm a comedian ? \n[4]The first and last words out of your stinking holes will be \"sir\". Do you get me ? \n[5]See the armory ? Run around it ! \n[6]RUN, I SAID. Bronski, keep pace ! \n[7]You are now all brothers and sisters in the same family, my family, the Mobile Infantery. I will be your mother. I will be your father. If you do not please me I will throw you out of my family because I hate all slackers and negative hackers. Do you get me ? \n[8]Anytime you think I'm being to tough, anytime you think I'm being unfair... QUIT ! Grab your gear and take a stroll down \"Washout Lane\". Get me ? \n[9]I wonder if there's a handful of guts in the whole bunch. Who thinks they've got what it takes to knock me down ? \n[10]You alright, Breckinridge ? \n[11]\n[12]Good. Who's next ? \n[13]\n[14]Some of you may not ´make it. \n[15]\n[16]You might think I am unfair. \n[17]Is that all you got ? You hit like kitten, Smith ! This is a punch. WHAM !Zim knocks Kitten Smith for a loop. \n[18]You will not like me. \n[19]But if you survive you will thank me because you will be born again hard. You will be a new person. You will be a Cap Trooper. And then, MAYBE, you'll  be good enough... \n[20]...to serve in my family. \n[21]Put your hand on the post, private. \n[22]The enemy cannot push a button if you disable his hand. MEDIC ! \n[23]I see you specifically requested transfer from Fort Cronkite to this training group... \n[24]It is the best... BUT WHAT MAKES YOU \n[25]C'mon, move it, you apes ! \n[26]The object of this exercise is to capture your enemy's flag before your enemy captures yours. \n[27]These weapons have been modified for this exercise. If your enemy hits you, your suit will fail. You will be unable to move. You will be as good as dead. \n[28]Kid's got some moves... \n[29]Smith, GO ! McIntire, GO ! Flores, GO ! Rico, I'm making you sqaud leader ! \n[30]Don't stand there dumb... GO ! \n[31]With the Marauder's visual capabilities, all you have to do is look at something to hit it, so you will exercise EXTREME CARE on my firing line. Do you get me ? \n[32]The live firing combat range is the closest simulation of actual combat we can provide. If you do not hit your target, it will shoot you... \n[33]The Marauder power suit will prevent serious injury, but if you are hit, you will be non-operational and your team score will suffer accordingly. Rico, has each member of your squad completed a weapons safety check ? \n[34]Perfect score for this exercise is 300. B company came through last week with 285. I expect you to do better. \n[35]Rico, you are relieved of squad command. Levy, McIntire you will escort private Rico to the C.O.'s Office. \n[36]Alright, let's go, Rico. \n[37]Bite on this. It helps. I know. \n[38]I'm serious, sir. I'll go anywhere. I want combat. \n[39]Yes, sir, I get you. \n[40]Is that your signature, Rico ? \n[41]Doesn't look like it to me. \n[42]Get outa here, private. ", "CARL": "\n[1]Gee, we always thought you were the supreme authority, Mr. Rasczak. \n[2]You still haven't kissed her yet ? Don't lie. \n[3]Others are waiting. \n[4]Don't have to... Some mating semaphore is pretty hard to miss. \n[5]You got it bad. \n[6]Don't forget about this afternoon. He's always late when he walks you home to fish for a kiss. \n[7]Don't think about it... go on instinct. \n[8]Statistically speaking you should've accidentally \n[9]Luck is not a factor. No one really knows why some people are sensitive and some aren't. Federal studies like this might provide a clue. \n[10]Cyrano, you big yellow turd ! \n[11]Go bug Mom, Cyrano. \n[12]I gave him the impression that there was a fly crawling up my mom's leg. He is going to go eat it. \n[13]Don't be afraid. Can't do humans... yet. C'mon let's go. \n[14]Passport to the Universe. Who wouldn't want that ? \n[15]Your father will never let you. \n[16]Only 1 in 14 male applicants make it through stellar navigation. So what do you think your chances are ? \n[17]If you can't do those numbers, you haven't got a chance. \n[18]Love... how excruciatingly pathetic. Now try and pay attention. \n[19]Well, what do you know about that ! \n[20]Outa the way you two ! \n[21]That's us. Where do we sign ? \n[22]No. \n[23]I got Games &amp; Theory. \n[24]Well, we're gonna be millions of light years away from each other, and chances are we'll never see each other again, but sure... \n[25]To defeat the enemy, we must know the enemy. Take for instance your basic Arachnid warrior. Minimal IQ, armored, completely lethal. You can blow a limb off... \n[26]... and it's still 86% combat effec-tive. But here's a tip: Aim for the nerve stem and put it down for good. \n[27]Now while you are out killing bugs, we want you to be our eyes and ears. The bugs use some kind of plasma burst to divert meteors and aim them toward Earth. We need to know how they do this. If you encounter any plasma, report it immediately to your superior. Good luck and good hunting ! \n[28]This conference is over. Do your duty, Lieutenant. That's an order. \n[29]Please continue, Sergeant. \n[30]Johnny, I'm sorry it had to be your unit on Planet P. That mission had a very low survival probability... \n[31]Elegant proof of intelligence, isn't it ? We thought there might be a brain on P. \n[32]A colony has to reach a certain size before it produces a Brain... we think 300 generations. Woulda too expensive to launch an operation if there wasn't a Brain... \n[33]You don't approve. Well, too bad. We're in this for the species, boys and girls. It's simple numbers, they have more, and everyday I have to make decisions that send hundreds of people like you to their deaths. \n[34]Hope you're ready for more. We're going back to P to capture that Brain. \n[35]I hear they need a new Lieutenant... Want the job ? \n[36]It's good to see you two. It reminds me of the way things were before... \n[37]It's afraid. ", "OFFICIAL VOICE": "\n[1]Join the mobile infantery and save the world ! Service guarantees citizen-ship. Would you like to know more ? \n[2]The Bugs send another meteor our way ! \n[3]But this time we are ready ! Planetary defenses are better than ever ! Would you like to know more ? \n[4]Klendathu, source of the bug meteor attacks, orbits a twin star system whose brutal gravitational forces produce an unlimited supply of meteorites... \n[5]To ensure the safety of our solar system, Klendathu must be eliminated ! Would you like to know more ? \n[6]We break net now and take you live to Klendathu \n[7]From all over the known Galaxy, prospectice citizens work together to make a better tomorrow ! Would you like to know more ? \n[8]A murderer was captured and tried today. Tonight at six, all net, all channels. Would you like to know more ? \n[9]If you think you are psychic, maybe you are. Harness your unique abilities and take advantage of the many Federal benefits available for psychic citizens. Would you like to know more ? \n[10]Disregarding Federal warnings, Mormon extremists established Port Joe Smith, a settlement of 300 on Tango Urilla, a system just inside the Arachnid Quarantine Zone. \n[11]Too late they realized tha Tango Urilla had already been chosen by other colonists -- Arachnids ! \n[12]The council asks future colonists to obey all official Federal warnings. Would you like to know more ? \n[13]... early estimates. Millions dead, a city in ruins... \n[14]... Buenos Aires has been wiped of the Earth. Nothing lives in what was once called the Latin Paradise... \n[15]The Federal Court met moments ago and voted unanimously for mobilization to destroy the Arachnid threat. \n[16]The meteor derived from here, near Klendathu, in the Arachnid's home system... \n[17]Out of the ashes of Buenos Aires comes first sorrow, then ANGER ! \n[18]Would you like to know more ? \n[19]Cap Troopers establish a foothold on Dantana, a planet system at the outer edge of the Arachnid Quarantine Zone. Casualties are high, but casualties won't stop the Mobile Infantery ! Would you like to know more ? \n[20]Everyone's doing their share. Are you ? The war effort needs your effort at work, at home, in your community. Would you like to know more ? \n[21]Sky Marshall Dienes announces plans for an offensive against Klendathu, source of the bug meteor that destroyed Buenos Aires. \n[22]We now break net and take you live to Fleet Battle Station Ticonderoga deep inside the Arachnid Quarantine Zone. \n[23]Everyday Federal scientists are looking for new ways to kill bugs and you can help... \n[24]Crsisis for Humankind ! Fleet official admit they underestimated the Arachnid's defensive capability. Would you like to know more ? \n[25]Accepting responsibility for Klendathu, Sky Marshall Dienes resigns. His successor, Sky Marshall Tahat Meru, outlines her new strategy. \n[26]To explain the intelligent military actions of the Arachnids, Federal Scientists postulate the existence of a leadership caste...BRAIN BUGS ! \n[27]Families oof those who have died or become incapacitated by Federal Service are entitled to benefits ! If you see the name of a loved one, please do not call. A Federation official will call you. Would you like to know more ? ", "DELADIER": "\n[1]Take the number one chair, Ibanez. Follow all instructions of you supervisor. \n[2]Prepare for departure. \n[3]Alright, take her out, Ibanez. \n[4]Steady as she goes, number one. Prepare for warp. Number two, design for Jupiter orbit. \n[5]Report. \n[6]In this part of the system ? \n[7]Where'd it come from ? \n[8]Number 4, contact Fleet and tell 'em there's a loose asteroid headed their way. \n[9]Engineering. Damage assessment. \n[10]Good work, Number 1. You'll do. \n[11]Bug Batteries... According to Military Intelligence, it'll be random and light. Drop status ? \n[12]Steady as she goes, Number 1. \n[13]This isn't random or light. Someone made amistake...! \n[14]Someone made a big goddam mistake ! Get us out of here, Number 1 ! and then KA-WHAM !they're hit. Carmen flies out of her \n[15]He requested a combat assignment. There's always a need for experienced pilots on the ground. I had no choice but to let him go... He said you'd understand. \n[16]Evasive action ! \n[17]Ibanez...LET'S GO ! \n[18]\n[19]Leave me, Lieutenant ! That's an order ! \n[20]\n[21]\n[22]", "FATHER": "\n[1]This came for you today. I presume on your request. \n[2]Have you lost you lost your mind ? I'd rather take ten lashes in Public Square than see you ruin your life. \n[3]Who gave you this idea ? It's that teacher. What's his name ? You know the one I mean. \n[4]Rasczak... Silly name. There ought to be a law against using a school as a recruiting station ! \n[5]Good, because you're going to Harvard, and that's the end of it. \n[6]\n[7]A trip to the Outer Rings. Whad'ya think of that ? \n[8]A year at Harvard and you'll  see this \"Federal Service\" is just menial training for inferior people so they can call themselves \"citizens\" and take airs for the rest of their lives. \n[9]Sorry. Carl's a fine boy... \n[10]Teenagers ! \n[11]You'll resign, and that's all there is to it. It might look bad, but if that's the worst you suffer... \n[12]I'm telling you, you will ! You're not going back. You're going to go on vacation ! \n[13]You walk out that door, you're cut off, young man... You understand me ? Alright, THAT'S IT, YOU'RE... \n[14]\n[15]Johnny ! Where's your uniform...? \n[16]Well, it's just good to hear from you. What's up, son ? \n[17]Don't talk like that. Get yourself home as fast as you can. \n[18]Yeah ! We'll talk it out and have a good glass of wine ... and... well, we love you, son. \n[19]Looks like rain. ", "KITTEN SMITH": "\n[1]Sorry...! \n[2]Sir, sorry...sir. \n[3]\n[4]Off you go down Washout Lane, bye-bye ! \n[5]We all have one thing in common. We were all stupid enough to sign up for Mobile Infanterie. What's your excuse, Breckinridge ? \n[6]So the grow 'em big and dumb on the farm \n[7]C'mon, keep it going... Katrina ! \n[8]Your turn, Rico ! \n[9]Me, I got plans to be writer, and a writer's got a right to be nosey. Flores, you know Rico from Buenos Aires... What's his story ? \n[10]You are now prisoners of the Blue Team. Tell us your plans or die ! \n[11]I'm going in ! Let's go ! \n[12]Look at him. Do you think anyone has ever been so pleased with himself ? \n[13]I just hope it's not over before we get in it ! \n[14]That guy's been in it. \n[15]The eyes. He's got the 1000 meters stare. \n[16]Get any what on you ? \n[17]Well, here's to it ! We're gonna fightn, and we're gonna win ! Lightning bolts on a shield and the words:DEATH FROM ABOVE. \n[18]Here they come...! \n[19]I can see the beacon...! ", "MOTHER": "\n[1]Who said you could grow up so fast ? Last time I checked you were only five years old. You had such a bright little face... \n[2]You aren't thinking of applying...? \n[3]Johnny, people get hurt... people get killed in the Federal Service. If something happened to you I don't know what I would do... \n[4]Wait you two. Dad and I have a surprise for you that will settle this. Can you guess what it is ? \n[5]Good good, then it's all settled. \n[6]Johnny, please. Calm yourself. \n[7]Why did you go and do that ? He was all ready to go Zegema Beach ! \n[8]Johnny, why won't you change your mind ? Does citizenship mean so much to you ? \n[9]I hope so. I hope you don't ruin your life over some silly little girl who wants to look handsome in a uniform. \n[10]Hello... Oh, Johnny...! \n[11]Bill... pick up... it's Johnny ! You little rat. You haven't called, you haven't written. It's been so lonely here without you... \n[12]Well, of course you should come home immedietly ! \n[13]We'll all have dinner. I'll fix your favorite. \n[14]Oh, my, what's that ? \n[15]This time of the year...? ", "SUGAR WATKINS": "\n[1]Are you kidding ? They always get killed. You want the job ? \n[2]Good luck. It's not there anymore. \n[3]Mine, too. \n[4]You never seen how they do it before ? \n[5]It's gonna pop ! \n[6]You knew the Lieutenant before the war... What was he like ? \n[7]Geez, I don't think I've ever seen him smile. \n[8]Fire in the hole ! \n[9]General ! GENERAL, stay with the wounded... Sir, the general...! \n[10]Here they come ! ", "DJANA'D": "\n[1]Lookit the little guy go ! \n[2]They can kick you out for anything. Improper Conduct, Unsatisfactory Performance... \n[3]C'mon Ace, wait your turn ! \n[4]I'm going in for politics. You gotta be a citizen for that. So here I am. \n[5]It's right over the next ridge... Only two guards. \n[6]Oh no ! Name, rank, and mind your own business is all you get from me ! \n[7]You're in my line of fire, Breckinridge \n[8]Lose another rifle, we're gonna mess up our score... \n[9]How come when something goes wrong, it's always you, Breckinridge ? ", "GILLESPIE": "\n[1]Attention ! \n[2]Sir, look ! \n[3]Yes, sir ! Fleet, this is Roughneck patrol, over ...? \n[4]Fleet's pulling the battle group back to safe distance... They'd like us to knock out those batteries, sir. \n[5]Now comes the part I hate the most. \n[6]We go down into the colony and make sure all the queens are dead. \n[7]Lieutenant, Brigade's on the com... \n[8]I don't understand it, Lieutenant. It's not getting anything from 4th Brigade... not even their transponder. \n[9]", "KATRINA": "\n[1]I'll bet he makes squad leader. \n[2]Improper Attitude ! They'll kick you out for talking like that... \n[3]I wanna be a mom. It's easier to get a licence if you've served. \n[4]Hey, what's going on ? \n[5]Hi, Carmen ! \n[6]Goddam bugs whacked us, Johnny. \n[7]Let's get out of here ! \n[8]", "GENERAL OWEN": "\n[1]Get out... you gotta get me out...! \n[2]At ease, Lieutenant. Thank God for you, for all of you...this is grand... so where's the boat ? \n[3]I was forced to hide, of course. The security of the Federation in this theater of operations was at stake ! \n[4]They get in your mind... they make you do things ! Look here... They did it to Farley...! \n[5]Oh, you can be sure of it ! They were biding their time... waiting for the most opportune moment ! \n[6]They weren't gonna do it to me. Oh no ! I know too many secrets ! \n[7]Oh God...! My soldiers...! All of my boys and girls...! \n[8]I know... I wish you'd shoot me... ", "NET CORRESPONDENT": "\n[1]\n[2]We 've just landes here on whar cap troopres are calling \"Big K\" with the 6th Mobile Infantery division... It 's an ugly planet, a bug planet, a planet hostile to life as we iGKKKKKK ! \n[3]No one here in the AQZ knows when the invasion of Kendathu will occur, but everyone's talking about it, and the talk says tomorrow ! \n[4]Here's a bunch of M.I. kids who look like they eat bugs for lunch ! \n[5]So you're not to worried about fighting the Arachnids...? \n[6]Some say the bugs were provoked by human attempts to colonize within the AQZ, that a \"live and let live\" policy is preferable to war with the bugs... \n[7]We've just landed here on what cap troopers are calling the \"Big K\" with the 6th Mobile Infantery Division. It's an ugly planet, a bug planet, a planet hostile to life as we kow iGKKKKK ! ", "RECRUITING SERGEANT": "\n[1]Fresh meat for the grinder, eh ? \n[2]Here and here and here. chest. We hear MUSIC: \"The Mobile Infantery Anthem\" plays softly in honor \n[3]Welcome to the adventure of Federal Service. Follow the blue line. \n[4]They put me out front to discourage the weak-hearted, but at the end of the day I go home. How'd you kids do ? \n[5]Good for you. We need every pilot we can get. \n[6]Next time we meet, I'll probably have to salute you. What about you, son ? \n[7]Well, good for you. The Mobile Infantery made me the man I am today. ", "BRONSKI": "\n[1]Levy... Shujumi... Rico. \n[2]One. CRACK !Johnny's face wrenched by pain, spontanous tears, a terrible \n[3]Two. CRACK !Again. Dizzy flinches for Johnny. \n[4]Three. CRACK !Ace looks away. \n[5]Four. CRACK !Zim watches without any apparent emotion. \n[6]Five. CRACK !Johnny faints, sagging against his tether. \n[7]Your call's going through, Rico. Take it there. ", "BIRDIE": "\n[1]I would. Nice earring. \n[2]Outer rings. Zegema Beach. \n[3]No one talks about the Lieutenant that way. He saved my life ! \n[4]Rasczak's Roughnecks ! \n[5]You new guys over there... WE could use some help... \n[6]Stow it, trooper. Give it verything you've got ! \n[7]", "MAJOR": "\n[1]I'm happy to tell you that you've been accepted for Federal Service. \n[2]Looks like you're quite an athlete. Boy, look at those reaction stats. \n[3]My job is to dertermine what you're best suited for. \n[4]Sorry, son, no way. Your school records say you don't have the math skills. \n[5]That rules out the scientific and engineering applications, and I'm afraid we reserve non-military options for candidates who are frankly less able-bodied than you are, son... \n[6]It looks like the only thing you're good for is cannon fodder. I'm putting you down for the Mobile Infantery. ", "BRECKINRIDGE": "\n[1]Sir, I guess maybe I do, sir. \n[2]Sir, yes, sir. It's my arm. I think it's broken, sir. \n[3]Come on, Ace, back off the line ! Bacl off the line ! \n[4]Well, my family is all farmers. I hate farming. Mobile Infantery's pure picnic by comparison. \n[5]Don't look that way to me. \n[6]Dunno. Display's fritzed. "}}