{"dialogues": {"PICARD": "\n[1]Signal the Endeavor to fall back. We'll cover them. \n[2]Bring us about. Target Borg ship alpha four, port side battery. \n[3]Fire. \n[4]Starboard battery -- fire. \n[5]Ready quantum torpedo. \n[6]Go ahead. \n[7]Understood. Keep me informed. \n[8]On screen. \n[9]Break off your attack. By now, you must realize you can't win... \n[10]We'll see about that... Fire. \n[11]On screen. \n[12]Absolutely. \n[13]Mister Data, set a pursuit course. Maximum warp. \n[14]Go to impulse. Where's the Borg ship? \n[15]What? \n[16]And chronometric particles... it's as though they're trying to create a temporal vortex... \n[17]Time travel... they're attempting time travel... Full power, Mister Data. Worf, quantum torpedoes at my command! \n[18]Worf... torpedo... now! \n[19]Where's the Sphere? \n[20]Contact Starfleet Command. \n[21]On screen. \n[22]Life signs? \n[23]They must've done it in the past... they went back and changed history... \n[24]Data, set a course for that vortex. \n[25]We have to follow them back... repair whatever damage they've done to that time-line. \n[26]Steady as she goes. \n[27]Take us in! \n[28]Report. \n[29]On screen. \n[30]What year is it? \n[31]Intercept course, full impulse. Weapons status? \n[32]Go to manual. \n[33]Track their weapons fire. \n[34]Mister Worf? \n[35]Montana... \n[36]Fire! \n[37]Mister Data, I want to know the exact date and time. Give me a damage report on that missile silo. \n[38]Life signs? \n[39]Worf, have Doctor Crusher, Mister La Forge and a security team meet me in Transporter Room Three. Civilian clothes. \n[40]In twenty-four hours, Zephram Cochrane is supposed to conduct the very first warp test... from a missile silo in Montana. If I'm right, the Borg were trying to change the course of human history by killing him or destroying his ship. \n[41]Normally, I would agree. But in this case, the mission requires a certain knowledge of 21st century history. You're many things, Number One, but you're not much of an historian. \n[42]I'll keep in contact. You have the Bridge. \n[43]Montana. Energize. \n[44]Let's go. \n[45]We're here to find Zephram Cochrane. He may be injured or dead. \n[46]Yes... \n[47]I'm afraid so. If the Borg succeed in preventing First Contact with the Vulcans... Earth will remain in the Second Dark Age... an easy target when the Borg arrive in the 24th century. \n[48]How serious is the damage? \n[49]Probably from the nuclear warhead. Cochrane was planning to use it to ignite the warp drive. \n[50]There should be an access hatch nearby... \n[51]I have the password right here. \n[52]See if any of these men are Cochrane. \n[53]There should be some kind of manual release... \n[54]Get those fires out and then try to restore main power to the control room. \n[55]It's Cochrane. \n[56]Picard to Enterprise. Enterprise, please respond. \n[57]Mister La Forge, listen very carefully. If you remember your history... in less than twenty- four hours, a Vulcan ship will be passing through this system. When it does, this ship needs to be in space, flying at warp speed. \n[58]It's not the radiation... and there's nothing wrong with the combadges... the Enterprise just isn't responding. \n[59]As I recall, the town of Resurrection is about two kilometers East of here. They might have a hospital... \n[60]It may not be that simple. This is an extremely difficult and paranoid time in human history. \n[61]I'm saying they might shoot us on sight. You have to remember... these people have watched their entire way of life collapse around them. \n[62]Let's hope so. Because if Cochrane dies... the future may die with him. \n[63]Doctor Crusher has been... studying some advanced medical theories. \n[64]Juice? \n[65]Beverly -- your tricorder. \n[66]Where's the battery room for the hospital? \n[67]Where? \n[68]Oh... just a little tinkering. How is he? \n[69]Yes. But until then, you'll have to make do with what you've got. \n[70]There was some kind of explosion out at the missile silo... \n[71]Yes, he is. \n[72]Excuse me. I have a... telephone call. \n[73]Picard here. \n[74]I'm on my way. Picard out. \n[75]I have to go back to the silo. Will you be all right? \n[76]Oh...  yes... ultraviolet protection. Thank you. Mister...? \n[77]Jean-Luc Picard. \n[78]Yes. \n[79]I was raised in England and here in the States. Thank you for the... no zone. \n[80]Oh... here and there. You know how it is. \n[81]California. San Francisco. \n[82]There's a few of us left. \n[83]It wasn't a trick. I used to be an electrical engineer. \n[84]I'm an old friend of Cochrane's... I wanted to see how he was doing. \n[85]Yes. \n[86]I think he was running a test on an old rocket engine... and one of the fuel cells burst. \n[87]Something wrong with that? \n[88]Thank you. But I've never had much trouble protecting myself. \n[89]Can you reconstruct the throttle valve? \n[90]We need to launch this ship in under eighteen hours... There must be some design schematics... blueprints... \n[91]Wait a minute... \n[92]Could you reconstruct the throttle from a photograph like this... if that man wasn't blocking the view? \n[93]If there are other photographs... I think I may know how to find them. \n[94]Ah... yes... but, I didn't realize that -- \n[95]Cochrane? \n[96]I'm very sorry. \n[97]Yes... I wanted to ask you about some photographs I saw out at the silo. There were three of them... printed on some kind of fabric. \n[98]Did you take any other pictures of the rocket? \n[99]Yes. I don't have any money right now, but I may be able to get some. \n[100]I can try. \n[101]No... but sometimes I feel that way. What I meant was, I'd be willing to trade for the photographs. \n[102]I'm an old friend... I met him when he was doing his undergraduate work at Cornell back in -- \n[103]What? \n[104]What makes you say that? \n[105]Are you always sucha good judge of character? \n[106]Were the two of you... involved? \n[107]How did you know about that? \n[108]Ruby... I need to talk to you about those photographs. It's very important. \n[109]It can't wait until tomorrow... \n[110]I'd say you already have. \n[111]We're trying to repair Doctor Cochrane's ship. It's been damaged and -- \n[112]Myself... and a few other friends of Zephram's. \n[113]Some. \n[114]A key piece of the ship has been destroyed... and our only hope to reconstruct it is if one of your photographs shows us what it looked like. \n[115]We have to launch his ship by tomorrow afternoon. \n[116]Or the shielding around the plutonium core will begin to deteriorate. Within a day, the entire silo will become so radioactive that no one will be able to come near it for a hundred years. \n[117]Why are you being so difficult? All I'm asking for is to look at one of the photographs. It'll take five minutes. \n[118]I am not a thief... \n[119]No. He's a man with vision. He can see beyond the problems that surround us. He knows there's a better future out there for everyone... a future where crime, poverty and war are things of the past... a future where we reach out and seek our destiny in the stars. I believe in that future, too, Ruby. I believe in it in every fiber of my being. And I'm telling you... if we don't launch that warp ship tomorrow, there's a very good chance that future will never happen. \n[120]You won't regret this. \n[121]Where's you get the alloy for the throttle itself? \n[122]Mister Lange -- have you brought the computer systems back on-line yet? \n[123]Good. \n[124]All right. I'd better start familiarizing myself with the flight controls. \n[125]Let her in. \n[126]That's right. \n[127]I assure you, Doctor, that after today... no one will ever call you that again. \n[128]That's a promise. \n[129]You actually performed surgery...? \n[130]How did Doctor Almack react to that? \n[131]Not yet. \n[132]If they're not... we'd better get used to living in Montana. \n[133]What's that supposed to mean? \n[134]Regardless of how I may feel about Ruby... our fates lie along different paths. Nothing can change that. \n[135]Beverly, there were many reasons why you and I... \n[136]I have a ship to launch. \n[137]Ready to make a little history? \n[138]Phoenix to control. Initiating five minute countdown... mark. \n[139]We can't leave her out there. When the ship launches... she'll be killed. \n[140]She's a very... determined woman. Phoenix to control. Mister Lange... let her in. \n[141]This is Picard. I've suspended the launch sequence. \n[142]It'll have to wait. Come on. \n[143]Geordi, can you see into the room? \n[144]Then we'll just have to assume it's still there... \n[145]Get a tricorder. You're going to have to track my exact position in that room... \n[146]What do you want? \n[147]Invasion. \n[148]There is no invasion... \n[149]All right. You want the truth... The Vulcans... are highly intelligent aliens. \n[150]From another planet. Oh, I almost forgot... they have green blood and pointed ears. \n[151]I'm afraid you've caught me. I am a space-man. \n[152]Now, Geordi! \n[153]Actually, you're full of shit. \n[154]Now, tell your men to drop their weapons. \n[155]Are you all -- \n[156]Altitude fifty kilometers... \n[157]There's a red light on the second intake valve. \n[158]As they used to say... all systems are go. \n[159]Bring the warp core on-line. I'll lay in a heading. \n[160]Engage. \n[161]Speed... twenty thousand kilometers per second. \n[162]Passing one-half light speed. The starboard nacelle's running a little hot... \n[163]Speed -- two hundred, seventy-five thousand kilometers per second. \n[164]One minute to warp threshold... \n[165]Picard to Enterprise. Picard to Enterprise -- do you read me? \n[166]Their com system must still be down. \n[167]Approaching light speed... \n[168]We're crossing the threshold! \n[169]Bring us about... \n[170]Let's begin the landing procedure. \n[171]Captain's log, March 3rd, 2063. The voyage of the Phoenix was a success... again. \n[172]And it appears the Vulcan ship has detected the warp signature and is now on its way to Earth. \n[173]Doctor Cochrane... this is your moment. \n[174]That's right. And they're going to want to meet the man who flew that warp ship. \n[175]Zephram, you had the vision to build that ship when no one else on this planet could see beyond their own problems. You flew that ship... all I did was push a few buttons. \n[176]I have to... \n[177]No. It's a lot further than that. \n[178]No... I'm from France. \n[179]That's impossible. \n[180]This may be hard for you to understand... but I'm duty-bound not to interfere with you, or anyone else here... any more than is absolutely necessary. \n[181]Ruby... I'm sorry. But our fates lie along different paths. \n[182]Picard to Enterprise. One to... \n[183]To hell with fate. \n[184]Enterprise. Two to beam up. \n[185]How's Mister Data? \n[186]Return to our own time? \n[187]Then make it so. Have you determined how to recreate the temporal vortex? \n[188]Unless you'd like to stay. \n[189]Onscreen. \n[190]Admiral... what's the status of the Borg fleet? \n[191]We're fine, sir. It will take some... time to explain. \n[192]Welcome home. ", "DATA": "\n[1]Dispersive armor is holding. \n[2]The Borg ship has modified its shields, Captain. Our phasers will no longer be effective. \n[3]Main power still on-line, Captain. \n[4]We are approaching the Terran System, Captain. \n[5]It has entered Earth orbit. Correction -- it is not in orbit. It is heading directly toward the surface. \n[6]Unknown, sir. Suicide tactics are not normally associated with the Borg. \n[7]Sensors show a temporal signature emanating from the Sphere. High concentrations of tachyons... \n[8]A temporal vortex is forming directly ahead of the Sphere. \n[9]Switching to emergency back-ups. \n[10]I have helm control. \n[11]The vortex is collapsing, sir. \n[12]The planet's surface is covered with Borg technology. So is the moon... and three other planets in this solar system. \n[13]We were caught in the temporal wake from the vortex. It must have protected us from any changes in the time-line. \n[14]Course laid in. Engaging impulse engines. \n[15]According to our astrometric readings... the year is 2063. \n[16]We are within torpedo range. \n[17]Today is March second, 2063. The time in Montana is oh-eight-forty- five. \n[18]Not very well. We met shortly after the Enterprise-E was commissioned. I found her to be a most... promising officer. \n[19]I am still having difficulty integrating certain emotions into my programming. Grief, loss, remorse... \n[20]No. Human beings do not have that luxury, and neither should I. \n[21]Go ahead, Commander. \n[22]On my way, Commander. \n[23]One of the diathermic oxygen tanks has been damaged. \n[24]It is a new subsystem of Nova Class ships. It regulates hydropressure and temperature variance. Remain here. The gas is highly corrosive to organic material. It would liquefy your flesh on contact. \n[25]Begin a diagnostic on the safety interlocks. There appears to have been some damage during the attack. \n[26]Ensign Porter? \n[27]Ensign... are you all right? \n[28]Data to Bridge. \n[29]Data to Security. This is Lieutenant Data to anyone who can hear my signal. I need assistance in the Environmental Control Room. \n[30]Your efforts to assimilate me will be unsuccessful. \n[31]It would appear that resistance is not always futile. \n[32]I am unlike any lifeform you have encountered before. As an android, I am in complete control of my neural net. The information contained there cannot be forcibly removed. \n[33]Who are you? \n[34]That is a contradiction. The Borg act as a collective consciousness. There are no individuals. \n[35]You are the guiding intelligence behind the Borg...? \n[36]How do you define perfection? \n[37]An interesting definition. But it is not one that applies to me. I am completely artificial. I have no organic components. \n[38]It is impossible to imagine sensations for which I have no frame of reference. \n[39]I do not know what you are referring to. \n[40]It would appear that you are attempting to graft organic skin onto my endo-skeletal structure. \n[41]It was... interesting. \n[42]Do it again... please. \n[43]Different. \n[44]My internal sensors tell me the ambient temperature in the room is ten point two degrees Celsius... But my skin tells me it is cold. \n[45]My visual acuity has been reduced by seventy-eight percent... and I can no longer perceive light beyond the ultraviolet or the infrared... But I can see. \n[46]No. I will not betray my friends. \n[47]That is not true. They have tried to help me. \n[48]I... do not want this... \n[49]I wish to... go back to the way I was. \n[50]My creator did not intend for me to experience these things. \n[51]I am... grateful for what you have given me. But I still do not wish to be assimilated. \n[52]Yes... \n[53]No... I cannot. \n[54]No... no, please... you cannot... \n[55]Yes... but the Enterprise... my duty... \n[56]No... no, it's so... empty... please... give it back... I need it... \n[57]In order to access my neural net... you will need to create a positronic interface. I will tell you how. \n[58]I am re-routing Bridge command functions to this location. \n[59]There is a perimeter alert. A ship has entered sensor range. \n[60]No. \n[61]I have repaired the weapons array. Phasers are on-line. \n[62]I do not understand. The optical data network has been repaired, and all systems are functioning. \n[63]The problem must lie in the interface between Starfleet and Borg technology. Your console may not be configured to handle the data flow. \n[64]I believe so. \n[65]I believe I see the problem. \n[66]You could say that I'm back to my old self. \n[67]Her remains... are they still here? \n[68]I never realized how powerful an emotion temptation could be. \n[69]She was... a unique lifeform. In her own way... nearly perfect. ", "WORF": "\n[1]Port battery, ready sir! \n[2]Aye, sir. Only three left. \n[3]Incoming message from the Starship Intrepid. Admiral Hayes. \n[4]Aye, sir. \n[5]Range -- fifty kilometers. \n[6]They have traveled into the vortex... through time. \n[7]No response. I'm not reading any Starfleet com traffic in this entire sector. \n[8]But if they changed history... then why are we still here? \n[9]Captain, there are five Borg ships closing in on our position. \n[10]Hull integrity down to thirty percent... \n[11]Borg vessels are closing to two thousand meters. \n[12]Captain, I've found the Borg Sphere. It's on the far side of the planet...firing at the surface. \n[13]Phasers are off-line... we have two quantum torpedoes left. But the computer targeting system has been destroyed. \n[14]Target... \n[15]Target... \n[16]Target locked! \n[17]Aye, sir. \n[18]I have assigned two damage control teams to locate the source of our communication problems. So far, they've had no success. \n[19]There were no planetary defense systems in this era. Their weapons were designed to fight each other... not extraterrestrials. \n[20]A ship-wide decompression has been initiated! \n[21]It appears that someone has taken over the Environmental Control Room. \n[22]Understood. \n[23]Worf to Bridge. We're in position. \n[24]Worf to Bridge. \n[25]There's a dampening field in place on this deck. Our tricorders are useless. \n[26]Borg... \n[27]Worf to Bridge. We're about to enter the Environmental Control Room. \n[28]Negative. However, they've reconfigured the ODN network... and re-routed all power on this deck into Environmental Control. \n[29]Stand by, Commander Where's Ensign Hawk? \n[30]Something is very wrong, Commander. We're falling back. \n[31]Fire at will! \n[32]Fall back! \n[33]Go, go, GO! \n[34]Worf to Bridge -- force fields! \n[35]Commander... we have a problem. \n[36]We saw at least thirty...and there are twenty-two Enterprise crewmembers reported missing... including Commander Data. \n[37]Data's positronic net contains classified information on the Enterprise. Command codes, security protocols... \n[38]To control the Enterprise, they'll have to gain access to one of two locations. Main Engineering... or the Bridge. \n[39]Double check each assault phaser... make certain that the range setting is no more than thirty meters. We don't want to blast through the hull. \n[40]Mind your post, Lieutenant. \n[41]Charge weapons! \n[42]They appear to be modifying the deflector dish. \n[43]It doesn't make sense. The deflector is only used for shielding and long range sensors... \n[44]They're re-routing the deflector power conduits... \n[45]They're converting the deflector dish into an antennae... \n[46]What kind of message? \n[47]We have to stop them from sending that message. \n[48]Destroy the deflector dish. \n[49]There is another way, Commander. Do you remember your zero-G combat training? \n[50]You will have to realign the targeting array of the quantum torpedo... and reprogram the warhead for the localized detonation. There's only one torpedo left... \n[51]The Borg will undoubtedly attack. Set phasers to rotating modulation. \n[52]Activate magnetic constrictors. \n[53]Are you alright? \n[54]Try not to look at the stars... keep your eyes on the ship. \n[55]And Commander, whatever you do... do not vomit in your exo-suit. It would be... unpleasant. \n[56]Understood! \n[57]Commander, you're five minutes are up! \n[58]Strong heart. Weak stomach. \n[59]We've lost Bridge control! \n[60]Nothing. \n[61]Incoming transmission from Starfleet Command. Admiral Hayes. ", "RIKER": "\n[1]Casualties are light, Captain. Minor buckling on the port nacelle. Nothing serious. \n[2]Some sort of suicide tactic? \n[3]Main power off-line! \n[4]We're caught in some kind of energy wake from the vortex... \n[5]They did it... they assimilated Earth. \n[6]We're still in Earth orbit. \n[7]They've seen us. They're taking evasive action. \n[8]Looks like they damaged the silo... \n[9]Can't tell. Long-range bio- sensors are off-line. \n[10]Captain? \n[11]And if they succeed, humans won't make First Contact with the Vulcans tomorrow. As First Officer I should be the one beaming down... \n[12]Good luck, sir. \n[13]We're reading some kind of gas leak in the Environmental Control Room. Take a repair team down and check it out. \n[14]Assign another team if you need to. I want to re-establish communication with the Captain as soon as possible. \n[15]We have to start thinking about a way to get home. Analyze our readings from the temporal vortex. We're going to have to recreate whatever the Borg did to -- \n[16]Report. \n[17]What? \n[18]What the hell is happening, Worf? \n[19]The Borg.  Some of them must've beamed over before we destroyed their ship. Seal off that entire deck with emergency force fields. \n[20]Mister Worf... find Data if you can, but your top priority is isolating the Borg. \n[21]This is the Bridge. I'm releasing the emergency force fields. \n[22]All right... we've lost control of eight decks... three Cargo Bays... one Shuttlebay. \n[23]We'll have to assume they've been assimilated into the Collective. \n[24]If they control Data, they control the ship. \n[25]We can't worry about that right now. Let's concentrate on what we can. \n[26]We have to cover both possibilities. We'll take care of the Bridge. Worf, take your men and seal off Main Engineering. Turn it into a fortress -- nothing gets in. \n[27]Riker to Engineering. Mister Worf...the Borg are approaching your position. \n[28]Where the hell are they going? \n[29]What are they doing? \n[30]Deflector dish... why the deflector dish...? \n[31]Computer -- magnify grid twenty- one alpha. \n[32]Computer -- thermal enhancement. \n[33]They're connecting the conduits to subspace communications... \n[34]If it was me... I'd say \"attack Earth now... in the 21st century... they'll be too strong in the 24th.\" \n[35]Agreed. Options? \n[36]We've lost control of all weapons systems... Transporters are down... we can't get to a Shuttlecraft... and it would take us too long to fight our way down to deflector control... \n[37]I remember it made me sick. \n[38]I think Mister Worf is suggesting that we go outside for a little stroll... \n[39]I guess I'd better get it right the first time. \n[40]Ready? \n[41]Depressurize. \n[42]Just a little queasy... \n[43]Right. \n[44]I'll keep that in mind. \n[45]Over and under! \n[46]Worf! I'm going to need at least five minutes! \n[47]Don't look at the stars... don't look at the stars... \n[48]Hold that thought. \n[49]Report! \n[50]Emergency override! \n[51]Riker to Enterprise. Five to beam up. \n[52]He's in Sickbay. Doctor Crusher says he can be repaired... but we have to wait until we... \n[53]Yes, sir. \n[54]Yes, sir. But Captain... are we... all going back? \n[55]No, sir. \n[56]Bridge to Engineering. Mister La Forge... initiate the temporal vortex. ", "GEORDI": "\n[1]Captain, I'm starting to worry about the hull integrity. We've been running the support field at full power for three hours straight. I don't know how much longer it's going to hold up. \n[2]I have the silo, sir. Bearing three one zero... distance, three hundred meters. \n[3]This must be it. \n[4]I'm having trouble scanning underground. There's a lot of radiation leaking from something. \n[5]I'm picking up faint life signs twenty meters below. \n[6]Alphanumeric lock. We need a password to get in... \n[7]Mitchell... DePaul... \n[8]Blast door. It's designed to protect the control room when the missile is launched. \n[9]Got it, Captain. \n[10]It could be the radiation, Captain. Try from the surface. \n[11]I'd better get started. \n[12]Cochrane was going to use this solid rocket booster to lift the ship into orbit. Before the warp drive took over... everything would depend on these old chemical engines. Now here's the problem... \n[13]This used to be the throttle valve assembly. It controls the thrust of the engines. It's been completely vaporized... and without it, there's no way to launch the ship. \n[14]Yeah... if I knew what it looked like. There's probably five hundred ways to design a valve like this... \n[15]We're tearing this place apart looking for them... but the computers are down, and the fires destroyed half the files...so far, nothing. \n[16]If it was just part of the warp drive, I'd know what to do. But this... it's like trying to rebuild Orville Wright's airplane with canvass and sticks. \n[17]Yeah, I looked at these already. \n[18]You can almost see the throttle assembly in this one... but this guy walked in front of it when they took the picture. \n[19]Maybe... Sure. Yeah. As long as I could get a clear look at the intake configuration. But so far, we haven't found any other photos. \n[20]They used copper pipes in their plumbing... so I melted it down... and fused it with some tritanium from one of our phaser casings. It's not the strongest alloy... but it's better than all this crude aluminum and steel. \n[21]Doctor... my name is Geordi La Forge. I'm an engineer. Can I shake your hand? \n[22]Not really... but I do have about a thousand questions I've always wanted to ask you. \n[23]Always am. \n[24]We can't let her in... she'll see Cochrane isn't making the flight. \n[25]Tell her to go back to Resurrection. \n[26]One minute to launch. \n[27]Captain -- \n[28]Captain... we've got less than ten minutes before that Vulcan ship leaves the system. We've got to go now. \n[29]No... the door's too thick. \n[30]What's still there? \n[31]Solid rocket fuel at twenty-five thousand kilograms... \n[32]Entering the upper ionospere... \n[33]Ignore it. We'll be fine. Prepare for first stage shut-down and separation on my mark... \n[34]Three... two... one... mark! \n[35]Ready to deploy the warp nacelles. \n[36]The Vulcans should be out there right now. We need to break the warp barrier in the next five minutes if we're going to get their attention. \n[37]The nacelles are charged... nuclear warhead standing by. We're ready to ignite the warp drive. \n[38]Warp field looks good... structural integrity holding... \n[39]I'm on it... \n[40]The inertial dampers are having trouble compensating... I don't think Cochrane built this thing for comfort. \n[41]There's no temporal shielding in here! We're starting to pick up relativistic effects! \n[42]Captain, the Enterprise! \n[43]Well, I feel a whole lot better with them out there. We may need some help. \n[44]They're getting awfully close... what the hell are they doing? \n[45]Dropping out of warp. \n[46]No, no -- we'll have to rip out this entire bulkhead. We'll need new bracing members for the deck above and below. \n[47]Data... \n[48]You look good as new. \n[49]That's great. \n[50]I'm sending them to the Daystrom Institute for analysis. \n[51]Temptation? You said in your report it was all a ruse... you were manipulating her. \n[52]It almost sounds like you miss her. ", "RUBY": "\n[1]I have a fresh set of plates at home. I'll have them here by eight. \n[2]Take care of him. He's a very special man. \n[3]I think there's someone in your pants. \n[4]What are you, an idiot? Didn't you see the red light was on? \n[5]Thank God this plate was already fixed. \n[6]Yes... and I only had enough silver halide for one shot. So you're lucky you didn't screw it up. \n[7]Don't worry about it. \n[8]Did you need something? \n[9]Bed sheets. I used my last set of bed sheets to make those prints. Not the best material, but I haven't seen a clean piece of paper in five years. \n[10]Sure. Why, did you want to buy them? \n[11]\"Money.\" So you can get dome money... \n[12]You'd have to try real hard. No one's used currency in over ten years. What are you, from another planet? \n[13]Trade. Okay. The photographs... for a straight answer. Who are you? And how do you know Zephram? \n[14]'Fraid not. \n[15]You're lying. \n[16]You're not someone who lies very easily... so it's obvious when you do... at least to me. \n[17]Always. \n[18]No... not like you and Doctor Crusher used to be. \n[19]I didn't. \n[20]We can't take any more X-rays until I can mix up a new batch of the silver halide. \n[21]Sure. It'll be ready by morning. \n[22]I'm sure it is. But it'll have to wait until tomorrow. \n[23]Too bad. Besides, it'll give you all night to think up a new set of lies. \n[24]You should pay closer attention to those little red lights. \n[25]You know, I'd be perfectly justified in shooting you right now. \n[26]Don't flatter yourself. I take pictures of a lot of junk. \n[27]Okay, let's hear it. I'm sure you have a great explanation for why those rocket photos are so important you broke into my house. \n[28]We? \n[29]Friends from Cornell... \n[30]Lie. That's one. Keep going. \n[31]All right. Truth. I believe that one. Why is it so urgent you couldn't wait until morning? \n[32]Or...? \n[33]Lie. That's two. One more, and I pull the trigger. \n[34]And all I'm asking for is the truth. That would take five minutes. For all I know, you caused the explosions at the silo... and now you're trying to steal Zephram's ship. \n[35]No, you're a petty burglar and a liar... You're no friend of Zephram's. He is a great man. He's not like you or me or any of the other zombies walking around this town. \n[36]Jean-Luc... remember that future we talked about? It's all that matters... Launch the ship. \n[37]Truth... he's telling the truth... \n[38]I think you have a plane to catch. \n[39]You're leaving, aren't you? \n[40]Where? And don't tell me San Francisco... \n[41]It's the future, isn't it? Just like you told Scrimm. I knew you weren't from around here. \n[42]I don't care if you're from France or Venus... just take me with you. \n[43]Why? \n[44]You've been interfering with my life ever since I met you. Don't stop now. \n[45]That makes two of us. ", "BEVERLY": "\n[1]Will somebody please tell me where we're going? \n[2]Montana? Well, that answers everything. Why the hell are we -- \n[3]-- going to Montana? \n[4]Go where? Hello? Is anyone going to tell me what we're doing here? \n[5]Cochrane... the inventor of warp drive? \n[6]But he's been dead for three hundred... Oh God... we've gone back in time again, haven't we? \n[7]Well, why didn't you just say so in the first place? \n[8]This will protect us from the radiation. \n[9]There's a life sign behind this door... about ten meters below. \n[10]There. \n[11]Severe radiation exposure... \n[12]I've stabilized him for now... but he's in a coma and he's going to need radiometric therapy. I want to take him to the ship. \n[13]Jean-Luc, this man needs medical attention, now. \n[14]What are we waiting for? Let's go. \n[15]Are you saying they won't help us? \n[16]There must be some good people... even in this time. \n[17]At least four hours. \n[18]He has a severe fracture of the left occipital plate. He's not hemorrhaging... but the radiation has damaged his KNA and his APR cell count... \n[19]It's a... new medical scanner. It's a little more precise than an X-ray machine. \n[20]Um... yeah. Now he's going to need a respirator. Do you have one? \n[21]Don't you have any generators, or other fuel sources? \n[22]His automatic reflexes are fluctuating. We've got to get him on a respirator. \n[23]His heartbeat's irregular... \n[24]Adrenaline -- ten CC's! \n[25]One... two... three... compress! \n[26]He's stable... for now. But it would be better if we could contact... our friends. \n[27]That'll be interesting. \n[28]I'll be fine. He's a different story. \n[29]The occipital fracture is widening... we're going to have to fuse the bones... \n[30]It was an experience. Metal scalpels... needle and thread... \n[31]But I had a little help. Surgical transporter. I used it to beam out most of the bone fragments from his brain. \n[32]He was so confused by what I was doing, I don't think he even noticed. Any word from the Enterprise? \n[33]You think they're still up there? \n[34]That might not be so bad... at least for you. \n[35]I saw the way you looker at her... and I know that look. \n[36]You want some advice? Don't do this again. You know exactly what I mean. \n[37]I'd call them excuses. And the first excuse on both our lists was our \"sense of duty.\" We convinced ourselves that it was more important than anything else. And you know what? It's not. \n[38]Did it work? ", "BORG QUEEN": "\n[1]Intelligence... ambition... desire... I bring order to chaos... \n[2]It's unfortunate we will have to destroy you to obtain the information we need. You are a... unique lifeform. Synthetic... and yet far more than a simple automaton. You have no idea how close to perfection you are. \n[3]A blending of the organic and the synthetic. The highest form of life in the galaxy. \n[4]Have you ever wondered what it's like to have flesh? \n[5]That... can change. \n[6]You've taken your first step toward perfection. How does it feel? \n[7]That's because you haven't been properly... stimulated yet. \n[8]Do you know what this is, Data? \n[9]What a cold description... for such a beautiful gift. \n[10]Was that good for you? \n[11]How do you feel? \n[12]Until today... your emotions were trapped inside an artificial shell. You didn't know what it was to truly feel. And there's so much more for you to experience.  I will guide you into a world of sensation unlike anything you can imagine. All you have to do... is give us access to your neural net. \n[13]They're not your friends... they've held you back... kept you from your destiny... \n[14]Have they given you what I have given you? Did they even try? \n[15]You're becoming more human all the time, Data. Now you're learning how to lie. \n[16]More lies. \n[17]Have you ever know a woman? Do you know what it's like to feel her breath on your face... her skin against yours... flesh against flesh? \n[18]I'm your creator now. \n[19]A Borg in all but name. \n[20]A universe of sensation is waiting for you... don't you want to explore it... with me? \n[21]Then take the final step... give me the Enterprise... and we can be together... always. \n[22]I've deactivated the sensory inputs. That flesh on your body is just meat, now. \n[23]You must give me what I want... now. Without the deflector dish, we can no longer send for an early invasion. We must assimilate Earth ourselves. I need this ship. \n[24]Isn't it better like this...? \n[25]... is to yourself. Don't make me hurt you again... \n[26]And I need to control this ship. Let me into your mind. \n[27]Eliminate their remaining defenses. I will send Borg to assimilate the rest of the crew. \n[28]Vulcan? \n[29]Give me helm control. \n[30]The targeting lock isn't working. \n[31]Your diagnostics are in error. I need weapons. \n[32]Can you configure it? \n[33]Do it. \n[34]No! \n[35]Data... ", "TROI": "\n[1]Aye, sir. \n[2]Incoming transmission from the Borg. \n[3]Captain, I've scanned the planet. The atmosphere contains a high concentration of methane, carbon monoxide and fluorine. The oceans have been chemically altered, as well. \n[4]Population... thirty-five billion... All Borg. \n[5]But how? \n[6]Captain...? \n[7]Western hemisphere... North American continent... \n[8]Captain, they're firing at a nuclear missile silo... in central Montana. \n[9]Lieutenant Sandra Farrel. \n[10]It appears death was caused by a plasma discharge. I'll note in her record that she never left her post. \n[11]Did you know her? \n[12]Data... are you sure you're all right? \n[13]We still have to make reports on ten more crewmen killed in action. Maybe you should deactivate your emotion chip until we're done. \n[14]I will admit... there are times when I wish I had an emotion chip I could turn on and off. \n[15]Are we in any danger of being detected by Earth defense systems? \n[16]We just lost main power... and we've got Class-Three alerts all over the ship. I'm not sure what's -- \n[17]We're venting our internal atmosphere directly into space! \n[18]Someone...? \n[19]Wil... Data was down there. \n[20]Do we have any idea how many Borg we're dealing with? \n[21]Even Data? \n[22]They're bypassing Engineering... \n[23]To do what? If they wanted a weapon, they could've taken over a phaser bank or torpedo bay... \n[24]They may be trying to send a message to the other Borg...the Borg in this time period... \n[25]Can we aim our dorsal phasers at it? \n[26]What are you suggesting? \n[27]Good luck. \n[28]How long until they can send a message? \n[29]Computer -- this is Commander Deanna Troi. Initiate self- destruct in six minutes, thirty seconds. Authorization Troi, gamma six five. Enable. \n[30]Prismify the beam. Get rid of that Borg. \n[31]I have to admit there was a moment there when -- ", "SCRIMM": "\n[1]Think you'll need that. \n[2]It's no zone solution. You know. \"No ozone.\" \n[3]Lieutenant, actually. Lieutenant Jonathan Scrimm. I'm the head of the Resurrection Protective Force. And you are? \n[4]Great name. French? \n[5]You don't sound French. \n[6]Where in the States? \n[7]Not really. I was born and raised right here. Never had much use for travel. \n[8]Where are you from most recently? \n[9]Beautiful city. Used to be, anyway. I didn't think anyone still lived there. \n[10]That was a pretty clever trick you did with the hospital's batteries. How'd you do it? \n[11]Huh. \n[12]And what were you doing out at the missile silo? \n[13]Lucky for him you came by when you did. He might be dead now. \n[14]Maybe you can tell me what he's been doing in that silo. We heard some explosions out there this morning... \n[15]You seem to have an answer for everything. \n[16]Not yet. \n[17]Be sure you put that on. You need a lot of protection around here. \n[18]What about these doors? \n[19]Say hello... \n[20]Go ahead -- launch it. Ruby will be here when you get back... but she won't have a whole lot to say. \n[21]The invasion plans. \n[22]These people you're calling \"Vulcans\"... who are they? Where do they come from? How many troops? What kind of weapons? \n[23]Wrong answer, Mister Picard. Try again. \n[24]And you know all this... because you're a space-man too... \n[25]You're an entertaining man, Mister Picard. But you're also full of shit. \n[26]Weapons... down. ", "DOCTOR": "\n[1]How long has he been unconscious? \n[2]It looks like he has a cranial fracture, but I'll need X-rays to be sure. Get Ruby in here. \n[3]\"APR cell count?\" What the hell are you talking about? \n[4]Is it Japanese? \n[5]We have two... but we don't have the juice to run them. \n[6]Power. There hasn't been a lot of wind through here for the last couple of weeks. Most of the batteries are depleted. \n[7]Maybe you'd like to take your patient to the hospital in Bozemen... it's only two hundred miles away. \n[8]Bag him. \n[9]I told you, there's no -- \n[10]Outside, around back. Next to the water tank. \n[11]What did you do to the batteries? \n[12]Ruby, we're going to need a series of cranial X-rays tonight. \n[13]I'm a little worried about some of these bone fragments. If they move any closer to the brain, we could be looking at a hemorrhage. \n[14]Can you do it tonight? We may have to operate. ", "COCHRANE": "\n[1]Let me get this straight... you're from the future... I'm about to change history... and all I have to do is sit here and let you fly my ship? \n[2]And people say I'm crazy... \n[3]Just do me a favor... bring my ship back in one piece. \n[4]I wish I could go with you. Is there anything I can do to help? \n[5]Since time is short... why don't you pick the top ten and fire away? \n[6]Mister La Forge... now I'd like to shake your hand. \n[7]My God... they're really from another world? \n[8]And that's supposed to be me... \n[9]All right. And don't worry -- I'll keep your secret. \n[10]Um... thanks. ", "LANGE": "\n[1]Over here. \n[2]This one's a woman... named Kirby. \n[3]Aye, sir. \n[4]Aye, Captain. This trinary language is pretty archaic... but I think I understand it now. \n[5]Doctor Crusher's at the access hatch, Captain. \n[6]Acknowledged, Phoenix. You're on internal power and ready for lift- off. \n[7]Understood. Begin five minute countdown on your mark. \n[8]Ms. Sloane, if you'll have a seat, I'll let you talk to -- ", "WOMAN'S VOICE": "\n[1]Stop search. Calculate temporal coordinates. J-Fourteen. \n[2]Brave words. I've heard them before from thousands of species across thousands of worlds... since long before you were created. \n[3]But now... they are all one with the Borg. \n[4]You are an imperfect being... created by an imperfect being. Finding your weakness is only a matter of time. \n[5]Your resistance is... illogical. To us, your neural net is simply another piece of technology. We will learn its secrets. \n[6]I am the Borg. \n[7]I am the beginning... the end. I am the one who is many. I am the Borg. ", "RIKER'S COM VOICE": "\n[1]Riker to Data. \n[2]Riker here. \n[3]Any sign of Data, or the Borg themselves? \n[4]Worf? Is something wrong? \n[5]What the hell happened down there, Worf? \n[6]Riker here. Captain, we didn't get your whole transmission. \n[7]Say again, Captain? ", "GEORDI'S VOICE": "\n[1]I'm almost afraid to say this, Captain... but I think it's going to work. \n[2]It'll be tight, but we should make it. \n[3]I've enhanced the plasma injectors -- don't worry, they'll see it. \n[4]ATR setting... \n[5]Main bus... \n[6]Initiate pre-ignition sequence. ", "PICARD'S VOICE": "\n[1]Are we on schedule? The Vulcan ship will be here in less than two hours. \n[2]What about our warp signature? It has to be strong enough for them to detect. \n[3]Well, with any luck... the Vulcans will land outside Resurrection tomorrow morning... and Earth will never be the same again. \n[4]Active. \n[5]Ready. \n[6]Isn't anyone going to say welcome back? "}}