{"dialogues": {"HOOKER": "\n[1]'With plenty of money and you-oo- oo, Oh baby, what I wouldn't do-oo- oo...' \n[2]Come into a little dough.  You wanna get outa here tonight? \n[3]I'll spend fifty on ya. \n[4]How ya doin', Jimmy. \n[5]Naw, just a little hard times, that's all.  It's all over now. \n[6]Three grand on the black. \n[7]I feel lucky tonight. \n[8]Three grand on the black, Jimmy. \n[9]Spin it again. \n[10]Spin it anyway, Jimmy. \n[11]Don't worry, pal.  I knew it was my night. \n[12]Hey wait a minute. Aw, the hell with ya. \n[13]Howdy, Louise. \n[14]I'll never be as good as that mark, Alva. \n[15]You goin' to church now? \n[16]Which way did he do, Eirie? \n[17]The bastard.  He can blow his nose all the way. \n[18]I had some appointments. \n[19]All of it. \n[20]I checked the place out.  There weren't no dicks in there. \n[21]What's eatin' you?  I've blown money before. \n[22]You think my play is bad? \n[23]What? \n[24]What are you talkin' about?  We just took off the biggest score we've ever had.  We can do anything we want now. \n[25]Hey look.  You think I'm gonna run out on ya or somethin'?  Just cause we hit it big.  Luther, I owe you everything.  If you hadn't taught me con, I wouldn't know nothin'. \n[26]But you played the Big Con.  You said it was nothin'.  A game for flakes and mama's boys. \n[27]What the hell you gonna do with yourself? \n[28]You'll take a cut of what I make, won't ya? \n[29]If that's the way you want it. \n[30]How do you like that Coleman, huh? After three years. \n[31]We were partners.  If it weren't for Luther I'd still be hustlin' pinball down at Gianelli's.  I don't need anything more than I got. \n[32]You ain't gonna have nothin' if you don't lay off them games of chance. There's a depression on ya know. \n[33]There's always a depression on. \n[34]I like griftin'. \n[35]I don't look any good in clothes and I don't know how to drive. What else ya got to sell, Eirie? \n[36]Hi there, Snyder.  Things a little slow down at the Bunco Department tonight, eh?  Somebody lose the dominoes? \n[37]Aw, find yourself a shoplifter to roll. \n[38]You got the wrong guy, pal.  I been home with the flu all day. You can stake out my toilet if you want. \n[39]You're crazy.  I'm not stupid enough to play for rackets money. \n[40]I'll square it with the fixer. \n[41]My end was only one. \n[42]All right. \n[43]I did.  That stuff I gave him was counterfeit.  They'll pinch him the first place he tries to spend it. \n[44]Aw Christ, it doesn't make no difference now.  If Snyder knows about it so does everybody else. He never gets anything first...Damn, there's no answer at Luther's. \n[45]C'mon Luther, get up.  You gotta get up, Luther. \n[46]Goddamn you, Luther, will you get up? I'm not waitin' for you, Luther. I'm not waitin' anymore.  Get up, you son of a bitch.  Goddamn you, Luther, goddamn. \n[47]wallet to reveal the little tin badge and then closing it again quickly \n[48]We don't doubt that, but there's a counterfeiting operation passing bad money in the station.  Have you made any purchases here today? \n[49]Then I'm afraid we'll have to impound your money until we're sure that it's all good.  Can I see your wallet and your ticket, please? \n[50]It'll only take 20 minutes or so. You can pick it up at the window down the hall. \n[51]We'll get 'em!  Give us a chance. I'm not the only agent in here, ya know.  We go around advertising ourselves, how many counterfeiters do you think we'd catch, huh? You think I'm wearin' this rag here 'cause I like it?  Christ, everybody thinks life's a holiday or somethin' when you got a badge. I been here since three this morning, Charlie, and I never knew there was so much ugliness in people.  You try to help 'em and they spit on you.  I shoulda let ya go and gotten yourself arrested for passin' false notes. \n[52]All right, I'll give ya a break. Down that hall there, there's an unmarked door on the left.  Go on in there and wait at the window. I'll take this... ...in the back and run it through right away.  We'll have you outta there in a couple minutes. \n[53]Think nothin' of it. \n[54]Excuse me, I'm looking for a guy named Henry Gondorff.  You know him? \n[55]Luther Coleman sent me. \n[56]Yeh. \n[57]The great Henry Gondorff. \n[58]You sober? \n[59]Yeh, Luther said you could teach me something.  I already know how to drink. \n[60]He had you down as a big-timer. What happened? \n[61]You mean you blew it. \n[62]He didn't tell me you was a fuck- up, either. You played the Big Con since then. \n[63]I picked something up on the way. \n[64]I don't know.  Haven't seen anybody. \n[65]Gondorff, you gonna teach me the Big Con or not? \n[66]I wanna play for Lonnegan. \n[67]Yeh, he croaked Luther.  What else do I gotta know. \n[68]embarrassed at his own outburst \n[69]I'll take him anyway. \n[70]'Cause I don't know enough about killin' to kill him. \n[71]We'll get by without 'em. \n[72]I never played for winos. \n[73]You're sacred of 'em, aren't ya? \n[74]Then you'll do it? \n[75]You sure it'll be one of these two? \n[76]He's not as tough as he'd like to think. \n[77]She got him clean.  He hasn't missed it. \n[78]He's waitin' for you in the card room. \n[79]If we ever get to it. \n[80]How'd ya do? \n[81]My name's Carver.  Mr. Shaw sent me. \n[82]He cheats. \n[83]Yeh, he knows that. \n[84]Lonnegan's wallet and tossing it to him \n[85]You were set up, Lonnegan.  Shaw's been planning to beat your game for months.  He was just waiting for you to cheat him so he could clip ya. \n[86]So could Shaw. \n[87]Cause I'm tired of bein' his nigger. I want you to help me break him. \n[88]Naw, he picked up some jane in the bar.  Can't see him till morning anyway. \n[89]I need somebody respectable...but not completely legit.  What I'm gonna do isn't very legal. \n[90]All you gotta do is place a bet for me at Shaw's place.  I'll supply all the money and the information. \n[91]If you help me out, I'll pay ya back the money you owe Shaw, myself. \n[92]Maybe a couple million. \n[93]660 Marshall Street.  Tomorrow at 12:30, if you're interested. \n[94]Yeh, it was easy. \n[95]What do ya mean? \n[96]No, not a thing. \n[97]I gave him the breakdown just like ya told me to. \n[98]He threatened to kill me. \n[99]Then he drove me home.  He tried to put himself away as legit, so I went right into the pitch. \n[100]Naw, he just sat there and listened. I don't know if he bought it or not. \n[101]You think he'll show? \n[102]No. \n[103]I was afraid you weren't gonna come. We haven't got much time. \n[104]Sometime after 1:00 a guy's gonna call here and give you the name of a horse. All you do is take this two grand across the street to Shaw's place and bet it on that pony.  There's nothin' to it, but don't take too much time.  We only have 3 or 4 minutes after you get the call. \n[105]This is just a test.  The big one comes later.  Be careful with that though, it's all I got. \n[106]I am after this race. \n[107]I gotta get back before Shaw misses me.  Good luck. \n[108]Give 'em a little time. \n[109]You're doin' great, Eirie.  He loves ya. \n[110]Well, what did I tell ya? \n[111]Lucky, hell.  I could do it every day. \n[112]'Cause it's better to do it all at once. We're puttin' down 400 grand next week.  At 5-1 we make 2 million. Twenty per cent of that is yours if ya stick with us. \n[113]You stayin' in or not? \n[114]barely able to contain his enthusiasm \n[115]Not yet, but... Hey, there's only a grand here. \n[116]What is this?  That's my money. You tryin' to muscle me? \n[117]I gotta talk to me partner first. We can't afford to expose our game too much. \n[118]No. \n[119]Four o'clock tomorrow.  Pick me up at Dewey Lyle's. \n[120]Twist?  I told him the tale.  He wants to see ya. \n[121]Tomorrow, after 4:00.  Stay inside, I'll come in and get ya.  And be hard on him for a while; he's talking money. \n[122]I thought I'd lost him. \n[123]Nothin'.  I told ya everything there is. \n[124]It was too noisy. \n[125]All we need is a couple days, Henry. A couple days and we'll get Lonnegan down and stomp on 'em. \n[126]A couple days; that's all I'm askin'.  I can stay clear that long. \n[127]Yeh, I guess I shoulda had the meat loaf. \n[128]Where's June today? \n[129]Where you goin'? \n[130]Had a little fight with a raggle down on 13th.  She got me with her ring. \n[131]We'll go to the side door. \n[132]Les, I got Mr. Lonnegan with me. He wants to see you a second. \n[133]I thought it might be good for him to see the setup. \n[134]He's right, Les. \n[135]And what do we know about your guy. He says a week, but who knows if it's a month?  Lonnegan here's a banker.  He can get that dough with no questions asked. \n[136]What happened? \n[137]Oh, Jesus. \n[138]How am I gonna do that? \n[139]Meat loaf, apple pie and a cup of coffee. \n[140]What time you get off work here? \n[141]You doin' anything tonight? \n[142]You got a back door to this place? \n[143]Look, I don't have time to fuck around.  There's somebody out there I don't need to see.  You got a fire escape or anything? \n[144]All right, do me a favor.  Go into the bathroom, open the window and wait for me there. \n[145]Just do what I tell ya and everything'll be jake. \n[146]He'd like to kill me. \n[147]No. \n[148]Don't think I know him. \n[149]Lt. Snyder doesn't know shit. \n[150]You got nothin' on me. \n[151]No. \n[152]I'll make parole. \n[153]Will you wait until the chump is played? \n[154]I mean completely played.  Until he's beat and the score is taken. You come in before we beat him and I'll kill him.  You'll have a tough time explaining that, won't ya. \n[155]Just as long as I get to finish the play. \n[156]Just a little nervous, that's all. \n[157]How many guys you conned in your life, Henry? \n[158]Then why you doin' it? \n[159]Henry. \n[160]Yeh. \n[161]I appreciate your stickin' your neck out.  I wouldn't have asked ya if it weren't for Luther. \n[162]Yeh, this time anyway. \n[163]I, ah...thought you might wanna come out for a while.  Maybe have a drink or somethin'. \n[164]I don't mean nothin' by it.  I just don't know many regular girls, that's all. \n[165]If I expected somethin', I wouldn't be still standin' out here in the hall. \n[166]You know me.  I'm just like you... It's two in the morning and I don't know nobody. \n[167]She coulda killed me last night. \n[168]Who are you? \n[169]How do I know you're tellin' the truth. \n[170]You were right, Henry.  It's not enough... But it's close. \n[171]Naw, I'd just blow it. ", "GONDORFF": "\n[1]Turn the goddamn thing off, will ya. \n[2]I can talk, can't I? \n[3]Glad to meet ya, kid.  You're a real horse's ass. \n[4]I'm sorry about Luther.  He was the best street worker I ever saw. \n[5]Aw, I conned a Senator from Florida on a stocks deal.  A real lop-ear. He thought he was gonna take over General Electric.  Some Chantoozie woke him up, though, and he put the feds on me. \n[6]Luther didn't tell me you had a big mouth. \n[7]No, I lammed it around for a while while things cooled off.  Philly, Denver, Baltimore, nuthin' towns. \n[8]But don't kid yourself, friend, I still know how. \n[9]floor and emptying the water out of his pockets \n[10]Lonnegan after you, too? \n[11]You never do, kid. \n[12]Fine, Billie. \n[13]Great little countess, that Billie. Runs a good house up there, too. One of the few left that Luciano doesn't own. \n[14]You didn't act much like you wanted to learn it. \n[15]You know anything about him? \n[16]And a packing company, a chain of Savings and Loans and half the politicians in Chicago and New York. There ain't a fix in the world gonna cool him out if he blows on ya. \n[17]Why? \n[18]You can't do it alone, ya know.  It takes a mob of guys like you and enough money to make 'em look good. \n[19]This isn't like playin' winos on the street.  You gotta do more than outrun the guy. \n[20]You gotta keep Lonnegan's con, even after you spent his money.  And no matter how much you take from his, he'll get more. \n[21]Right down to my socks, turkey.  If I'da been half as scared a that lop-ear, I wouldn't a fallen asleep on 'em.  Lonnegan might kill me, but at least he won't bore me to death. \n[22]If I can find a mob that'll risk it. But no matter what happens, I don't want you comin' back to me halfway through and sayin' it's not enough... cause it's all you got. \n[23]But most of all let us know.  If they got a hit on you, we gotta fold up the con.  You're too exposed.  You got that? \n[24]Everybody'll sit still for somethin'. What did ya find out about the train, Eddie? \n[25]Wonder why he doesn't fly both ways. \n[26]Fancies himself a gambler, huh? \n[27]See J.J., he's slowly down already. \n[28]We'll use the wire.  Never known a gambler who wouldn't like to beat the ponies. \n[29]That's why he won't know it. \n[30]We'll give him the hook on the train, and play him here.  You think I can get in that poker game, Eddie? \n[31]I also gotta win. \n[32]By the way, any of you guys been passing off any green goods lately? \n[33]Billie, if that Dick comes in again, stall him till I can get a look at him.  And let me pay ya for these beers. \n[34]Naw, I want ya to have this. \n[35]Don't look at it till ya go to bed though or it'll turn to paper. \n[36]Guy in the blue pinstripe and grey fedora. \n[37]Neither are we. \n[38]I hear there's a friendly poker game on this train tonight.  You know anything about that? \n[39]You think you could get me in that game? \n[40]Yeh, I think so.  I gave the kay- ducer a C-note.  You find out the deck? \n[41]Nice work, J.J. \n[42]Fifteen grand.  Looks like he's expecting a big night. \n[43]Let him wait. \n[44]You just worry about your end, kid. \n[45]Sorry I'm late boys.  I was takin' a crap. \n[46]Yeh, that'd be real nice of ya, Mr. Lonneman. \n[47]See ya and raise three. \n[48]Five and call. \n[49]Tough luck, Lonnihan, but that's what you get for playin' with your head up your ass.  Couple more like that and we can all go to bed early, huh boys. \n[50]Raise 300. \n[51]Two and call. \n[52]Don't worry about it, pal.  Lemongan here wouldn'ta let you in the game if you weren't a chump. \n[53]Just take it easy there, Larrabee. \n[54]Raise 1,000. \n[55]Raise 2,000. \n[56]Raise 5,000. \n[57]Call. \n[58]Well that's all for me tonight, boys.  I'm gonna leave ya some cab fare. \n[59]You owe me 15 grand, pal. \n[60]What!  Don't give me that crap you little weenie.  How do I know you ain't gonna take a powder. You come to a game like this, you bring your money. \n[61]All right, buddy, I'm gonna send a boy by your room in five minutes, and you better have that jack, or it's gonna be all over Chicago that your name ain't worth a dime. \n[62]Well we got some workin' money anyway. \n[63]Okay, kid, you're on.  But I gotta tell ya, its a hard act to follow. \n[64]Everything go all right? \n[65]No signs of trouble? \n[66]You know, somebody tailin' ya.  A torpedo or somethin'. \n[67]How 'bout Lonnegan? \n[68]And? \n[69]Hell, they don't do that and you know you're not gettin' through to 'em. \n[70]Did he hold you up on anything? \n[71]That's all right.  Once they start listening, they're in trouble. Just don't give him more than he asks for.  If you rattle his imagination a little, he'll come up with all the right answers himself. But all he's gotta do is catch you in one lie and you're dead. \n[72]Did he say he wouldn't? \n[73]He'll show. \n[74]Eddie, cut that out, will ya. \n[75]That's what I like about these guys, J.J... They always got protection against things we'd never do to 'em. \n[76]Never get enough, huh pal?  I'd think you'd get tired of losin', Honnigan. \n[77]Make sure you see cash from this guy, Eddie.  He's got the name for bettin' money he don't have. \n[78]That's not where we want him to sit. \n[79]Don't bother to come back with a piker's bet like that again, Lonnegan.  We got a $5,000 minimum here. Show this bum out. \n[80]Go on, ya goddamn ninny. \n[81]And tell him not to bring his garbage men in here no more.  This is a class joint. \n[82]He's gaffed, kid.  He should start coming to you now. \n[83]Why didn't you tell me about Snyder before? \n[84]Well you found him again and we're gonna have to do somethin' about it. What else haven't ya been tellin' me? \n[85]Then why'd ya move outa your room? \n[86]You can't play your friends like marks, Hooker. \n[87]You know how easy it'd be for one of Lonnegan's guys to nail you? \n[88]You just won't learn, will ya. Hell, you come in here, I teach you stuff maybe five guys in this world know, stuff most grifters couldn't do even if they knew it, and all you wanna do is run down a bullet. You're just like all them new jerks. Lotsa nerve and no brains.  And ten years from now when me and the others are through and you dumb guys are all dead there won't be one gee left who knows the Big Con was anything more than a way to make a livin'. \n[89]Christ, they'll probably miss you and hit me. \n[90]How ya doin'? \n[91]We don't need big odds on this one, J.J.  Take anything you get at 3-1 or better. \n[92]He's gonna hit ya with 20 grand, Eddie.  How much cash we got? \n[93]Get a couple extra guys in the line, then.  We'll give him the shut-out. \n[94]All right, Furey, your horse is Wingless.  Paltrow, the Big Alabama and Phillips'll take Grand Theft. Rodgers and Eirie have Wrecking Crew.  Jackson -- His Dandy, Cowan -- Change of Heart, Fiskin and Chappie -- Made to Order. Eirie, he gets a bang outa seein' you lose, so we oughta use that on 'em.  If you play the birds of a feather routine we worked on, it should steam him up pretty good. You think you can handle that? \n[95]O.K., you guys in line take your time, and I wanta see lotsa joy on Wrecking Crew. \n[96]Don't take it so hard, pal.  You probably woulda lost it. \n[97]If we're lucky, this'll bring him back stronger than ever. \n[98]What's the matter, kid?  You're not sayin' much. \n[99]Luther always told me to bite my toenails when I get nervous.  You see yourself doin' that and you realize it ain't worth it. \n[100]Take it easy, you won't lose him now.  We had him 10 years ago when he decided to be somebody.  Believe me, I've seen enough to know. \n[101]Two or three hundred I guess. Sometimes played two a day when I was in Shea's mob.  We had it down to a business. 'Course Chicago was a right town then.  The fix was in.  The dicks took their end without a beef.  All the Wall Street boys wanted to make investments for us.  Even had marks looking us up, thinkin' they could beat the game. Yeh, kid, it really stunk.  No sense in bein' a grifter if it's the same as bein' a citizen. \n[102]I better do some packin'.  I'm gonna be a hot number again after tomorrow. \n[103]Seems worthwhile, doesn't it? Maybe it's just for the cave-in on Lonnegan's face when we put in the sting. \n[104]Ain't nothin' gonna make up for Luther, kid. Revenge is for suckers.  I been griftin' 30 years and never got any. \n[105]What's the problem? \n[106]I can't lay that off in time.  We lose a bet that big, it could break us. \n[107]What are the odds on Syphon? \n[108]A half mill on an eight to one shot. You're dumber than I thought, Lonnegan. \n[109]Take it. \n[110]Nice con, Hickey.  I thought you were Feds myself, when you first came in. \n[111]Okay, let's take this place apart and get outa here.  You can get your splits from Eddie at Boudreau's tonight. \n[112]You beat him, kid. \n[113]You wanta wait for your share? ", "LONNEGAN": "\n[1]I'm busy, Floyd. \n[2]Which one? \n[3]You sure he didn't just pocket it? \n[4]They workin' for anybody? \n[5]All right, mark Mottola up a little and put him on a bus.  Nothin' fancy, just enough to keep him from coming back.  Get some local people to take care of the other two. We gotta discourage this kinda thing. \n[6]What about the other one? \n[7]Who's got the contract? \n[8]Hackers. \n[9]You see the guy in the red sweater over there? \n[10]Name's Danny McCoy.  No Neck McCoy we called him.  Runs a few protection rackets for Carnello while he's waiting for something bigger to come along.  Me and Danny been friends since we were six. Take a good look at that face, Floyd, cause if he ever finds out we let one lousy grifter beat us, you'll have to kill him and every other hood in Chicago who'd like to do the same thing.  You understand what I'm sayin'? \n[11]Good lad. \n[12]Where the hell is this guy? \n[13]All right, let's start without him. Mr. Clemens, give me the cards. \n[14]Mr. Shaw, we usually require a tie at this table.  If you don't have one, we can get ya one. \n[15]Lonnegan. \n[16]Raise 500. \n[17]See and raise five. \n[18]Pass. \n[19]I've had enough of your lip, Shaw. \n[20]I've had it with that bum, Floyd. Stack me a cooler. \n[21]I don't care.  Load me a deck.  Set it up for threes and nines.  I'll cut it in on his deal. \n[22]Nothin'.  They gotta be outa there early.  I'm gonna bust that bastard in one play. \n[23]250. \n[24]Raise 500. \n[25]See and raise 1,000. \n[26]See, and raise the rest. \n[27]I guess I left it in my room. \n[28]What am I supposed to do?  Call him for cheating better than me? \n[29]Your boss is quite a card player, Carver.  How does he do it? \n[30]He'll have to take a check. I couldn't find my wallet. \n[31]What do you mean? \n[32]I could have you put under this train for this, errand boy. \n[33]Then why the rat? \n[34]C'mon, I'll give ya a lift home. \n[35]What's the matter?  You gotta get back to Shaw? \n[36]All right, then. \n[37]Why me?  Shaw probably has lotsa enemies to choose from. \n[38]I'm a banker, friend.  That's legit in this state. \n[39]That's worth fifteen grand to ya? \n[40]You're dreamin', kid. \n[41]If I'm not there by quarter of, I'm not coming. \n[42]You should always look to the back too, kid. \n[43]Get on with it then. \n[44]You're not gonna break him with a $2,000 bet. \n[45]And you were gonna pay me back? \n[46]We're waitin' for a call. \n[47]The name is Lonnegan. \n[48]Two-thousand on Bluenote. \n[49]That's all. \n[50]You know anything about a horse named Bluenote? \n[51]You really picked a winner, kid. \n[52]War Eagle's where you want to have your money, huh? \n[53]All right, Riley.  What the hell happened? \n[54]You weren't hired to miss him. \n[55]Yeh, and what does Cole say about that? \n[56]All right, get outa here.  You're outta work. \n[57]We'll put Salino on it.  I need somebody careful. \n[58]Then why ain't he dead? \n[59]Use Salino.  It'll take a little longer, but there won't be any holes in it. \n[60]And tell Cole I wanta see him when he gets in. \n[61]He had his chance and all he did was shoot up a rooming house.  Made a lotte noise and woke up a few cops, but didn't hit nothin'. \n[62]This is Salino's job now, Vince. If Cole wants to muscle in on it, that's his business.  But he's breakin' the rules and when Salino finds out about it, I can't feel sorry for what's gonna happen to him. \n[63]You're a lucky man, all right. \n[64]Why don't ya then. \n[65]You got a system, Carver? \n[66]I'm in. \n[67]You got the 400 grand yet? \n[68]I think we oughta place another bet tomorrow. \n[69]If your system's as foolproof as you say, you'll get even more. \n[70]Let me talk to him. \n[71]You want your money back?  Try and get it in a court of law. C'mon, don't be a sorehead.  I'll make it worth your while.  Migth even help ya finance the big play if this one works out. \n[72]What happened to your face? \n[73]I could come up with 750 grand in a day if I had a reason to. \n[74]I need more proof, that's all. Anybody can get lucky once. \n[75]If it works again tomorrow, I'll have a half million in cash here by noon the next day.  We split 60-40. \n[76]With 20% coming off the top for me laying your bet.  Either way you end up with 40. \n[77]A week's a long time, friend. Anything can happen.  All of it bad. \n[78]Not if you want me to keep makin' 'em for ya. \n[79]C'mon, let's hurry up there. \n[80]Twenty-thousand on Wrecking Crew. \n[81]Wrecking Crew. \n[82]I didn't get the bet down in time. \n[83]Tell your friend I'll have the money here by post-time tomorrow. We'll take the first race where the odds are 4-1 or better.  And make sure I can get to that window this time. \n[84]I don't know, figure something out. \n[85]Five hundred grand on Syphon. \n[86]If ya win it could make ya, too. \n[87]You're more gutless than I thought. \n[88]Take it easy.  Everything's all right.  I put it on Syphon, on the nose. \n[89]You give me my goddamn money back! You hear me?  There's been a mistake! \n[90]You give me my money back.  There's been a mistake, do you hear me? \n[91]My money's back there. ", "TWIST": "\n[1]These are Combs' favorite torpedoes. Riley and Cole. \n[2]They do most of the small jobs, but Lonnegan might not wanna use 'em on you 'cause they're kinda messy.  No class. \n[3]We got reason to believe Riley was the guy who hit Luther.  But if you see either one of these two, find yourself a crowd, or take 'em someplace you know you can handle 'em. \n[4]No.  They're just the only ones we know of. \n[5]Lotta plungers ride that train just to play him. \n[6]What are you going to do, con the payoff to a gambler? \n[7]We'll take it. You manage the building at the end of the alley? \n[8]I'll need a room over there that faces this way.  How much a week? \n[9]This is the last time I expect to see you down here. \n[10]You wanna work flat rate or percentage? \n[11]Doyle Lonnegan. \n[12]How ya doin', Lacey. \n[13]Coupla days ago.  I'm workin' a big one with Gondorff on the North Side. \n[14]Listen Duke, we're setting up a wire store.  I need a twenty man boost right away. \n[15]These guys have gotta be the quill, Duky.  We can't afford to rank the joint. \n[16]No.  Never saw him before.  He's a dick, though. \n[17]Good, have 'em down at Stenner's old Pool Hall before 3:00.  We're gonna run through the route tonight. \n[18]Don't worry about it, pal. \n[19]You ever played the Wire, Curly? \n[20]All right, Curly, you're in.  We got a rack of suits over there. Get yourself a nice tweed one. \n[21]You the Duff that didn't come up with his end when Little Jeff was sent up? \n[22]He was a con man, wasn't he? \n[23]Shove off, Duff. \n[24]You played for any particular mobs? \n[25]You know the Wire at all? \n[26]You get that nose in Duke Boudreau's tonight? \n[27]You got moxie, Eirie.  Get yourself a suit. \n[28]Bluenote at 6 to 1 on the nose. \n[29]All right, when? \n[30]Okay, Tootsie. \n[31]Excuse me.  We're here to paint Mr. Harmon's office. \n[32]We'll try and hurry so we don't keep you out of your office too long. \n[33]Hour or two at the most.  We do good work. \n[34]What the hell's the matter with you. We coulda met at a club or somethin'. \n[35]Well we can't talk in here.  They're having the place painted. \n[36]Miss Barnes, I'm going home a little early today.  Tell anyone that calls that they can reach me here in the morning.  Thank you. \n[37]Can't do it.  There're telegraph inspectors all over the place.  I got 750 grand coming in from the coast, and I'm not gonna blow it for a lousy 14 gees.  We'll get somebody else to do our betting. \n[38]But who says you will.  I got a guy I can depend on.  He's liquidating everything he has for this.  You wouldn't even give Carver his money back. \n[39]On a 6-1 shot?  The hell with ya. We'll keep the deal we got. \n[40]We were getting 50 from our guy. \n[41]Yeh, and what if we play tomorrow and he doesn't come up with the money.  We risk our whole operation for nothing.  I'll say when we make our bets. \n[42]All right.  Be at the booth at 1:00. I'll give you all three places this time, Lonnegan.  That better be proof enough. \n[43]Sorry, but I just couldn't wait. Did everything go all right? \n[44]On the nose!  I said place.  Place it on Syphon.  That horse is going to run second. ", "SNYDER": "\n[1]You scored blood money today, Hooker.  You need a friend. \n[2]of the heap and smashing him against the wall again \n[3]Not intentionally maybe, but that don't make no difference to Lonnegan. He'll swat you like any fly. \n[4]Nobody can buy you a prayer, if I put the finger on ya. \n[5]I figure your end of the score was at least 3 gees.  I want 2 no matter what it was. \n[6]Then you'll have to come up with another grand somewhere. \n[7]and motioning his partner to put his gun away \n[8]You the owner here? \n[9]Lieutenant Snyder.  Bunco. \n[10]I'm lookin' for a guy on the lam from a counterfeiting rap.  Thought he mighta come in here. \n[11]All right if I look around your lobby? \n[12]I don't really need your permission. \n[13]Which way are the rooms? \n[14]Nobody.  I just know what kinda women he likes.  I'm gonna check all the joyhouses till I find him. \n[15]I think I'll keep that to myself. Which way are the rooms? \n[16]What are ya gonna do, call the cops? \n[17]Keep your nose clean, lady.  He can't spend all his time here. \n[18]Twist is right.  It won't work. \n[19]I'm on vacation.  You seen your friend lately? \n[20]You see him, you tell him to pay his debts before I get him. \n[21]I don't know, what's up? \n[22]Yeh, sure. \n[23]What is this?  I got work to do. \n[24]Yeh, but I don't know where he is. \n[25]Sure.  Every bunco man in the country knows Gondorff. \n[26]Why don't you pick him up yourself? \n[27]Wouldn't that be too bad.  You'd hafta move outa this nice office ya got. \n[28]What the hell good is Hooker to ya? \n[29]He'll never do it. \n[30]C'mon.  We gotta get you outa here. \n[31]We'll worry about that later. ", "BILLIE": "\n[1]No. \n[2]You Hooker? \n[3]Why didn't you say so.  I thought maybe you was a copper or somethin'. \n[4]It's the room in the back.  He wasn't expecting you so soon though. \n[5]You feeling all right this morning, Henry? \n[6]You mind opening the round a little early today?  We got some business coming in before hours. \n[7]Set me up five more beers, will ya Danny. \n[8]That's right. \n[9]Joliet badge, Snyder.  Don't cut much up here. \n[10]Don't think so.  I know everybody in the place and I always bounce the lamsters. \n[11]No, but you're welcome to a free beer before you go. \n[12]Who told ya this guy was in here? \n[13]Maybe I could help ya if ya told me his name. \n[14]Right through there.  But I wouldn't go in there if I were you. \n[15]I don't have to.  You'll be bustin' in on the Chief of Police just up the hall. \n[16]What are you talking about?  It's on the house. \n[17]What's the line on Visitation? \n[18]He'll probably fall down. \n[19]Best we had was Cat's Eye in the second at Del Mar, and he was only 5-2.  Not many longshots comin' in today. \n[20]Yeh, go ahead. \n[21]Things are a little slow tonight, Henry.  I wanna open the round for the girls. \n[22]C'mon, Henry, knock off.  You've done everything you can. ", "POLK": "\n[1]Sit down and shut up, will ya.  Try not to live up to all my expectations. We were told you know a hustle artist named Johnny Hooker. \n[2]Do ya know him or don't ya? \n[3]Well we do.  He's chummin' around with a Big C named Henry Gondorff. Ring any bells? \n[4]There's word he's gonna run a con on the North Side here.  We got a year-old Florida warrant on him, but it's a thin beef, and he can beat it in court unless we catch him cold.  All we want you to do is pick up Hooker for us. \n[5]Cause the stoolies are used to street dicks jumpin' him.  If word gets around that Feds are in on it too, Gondorff'll fold up the whole thing. \n[6]Don't crack wise to me, flatfoot. I spent a lotta time in dumps like this, eatin' Gondorff's dust while the bunco squad gets rich tippin' him off.  But it's not gonna happen this time.  We're not even gonna let the police know we're here.  If you keep your mouth shut and do a job, there'll be a promotion in it for ya.  And you better take it, cause I can make ya work for us without it. \n[7]He's gonna set up Gondorff for us. \n[8]I think he will. \n[9]Hello, Mr. Hooker.  Captain Polk, \n[10]You want a drink or something? \n[11]We want to talk to ya about Henry Gondorff. \n[12]Well give yourself a couple seconds, crumb.  You wouldn't wanna lie to me.  Lt. Snyder here says you done a lotta griftin' in this town. \n[13]We'll get it, and if we can't, we'll just make it up.  Grand larceny, extortion. Counterfeiting, anything you want. \n[14]Look, I got nothin' against you, but you're in trouble here.  All you gotta do is tell us when Gondorff's gonna play his chump. We come in at the sting, make the pinch, and you walk out free as a bird.  No questions, no court appearance, nothing. \n[15]You've already done time twice, and judges don't like three time losers. You wanna sit in the can for forty years, startin' tonight? \n[16]Like hell.  You won't even get a review till you're seventy.  And if the board starts to go soft, we'll let ya out in the yard some night with a hard-nose young bull who'll put fifty slugs in your face and ask what you were doin' there later. \n[17]Don't be a sap, kid.  You could save us a little trouble.  But Henry Gondorff is through whether you help us or not.  There's nothin' left to do now but save yourself. \n[18]Hell yes.  We don't care about the mark.  He deserves what he gets. \n[19]All right, Hooker, but you take it on the lam, and we'll shoot you down on sight. \n[20]Whoever Gondorff's playin' for is bound to be a wheel.  As soon as we're inside, I want you to get the guy outa there as fast as possible, before the reporters show up.  We can't afford to embarrass any big shots. \n[21]All right, Hooker, you can go. \n[22]He's gone. ", "EIRIE KID": "\n[1]Hey, Luther told me he was carrying a wad, but I didn't figure this much. \n[2]Straight north.  He was gonna take it all and run. \n[3]Aw come on, it was the only thing to do.  He knew he was holdin' ya back. \n[4]If you saved a little, you wouldn't have to grift so much. \n[5]You could buy yourself some things. Clothes, or a nice car... \n[6]Forget it. \n[7]I thought you blew all your money. \n[8]What the hell you gonna do when Snyder rushes his finger right to Lonnegan?  You're committin' suicide, kid. \n[9]Listen to me, Hooker.  What ever you do, don't go back to your place tonight, don't go anyplace you usually go, ya hear me?  Get outa town or somethin', but... \n[10]Hello, Snyder.  What are you doin' up here? \n[11]Yeh, he packed it in and enrolled in detective school. \n[12]Names's Joe Eirie. \n[13]No. \n[14]No...I never played no Big Con before.  But Luther Coleman was a friend a mine.  I thought maybe there was something I could do. \n[15]C'mon War Eagle. That Dancing Cloud's a hell of a finisher.  War Eagle's gonna have to open up a little more on 'em. \n[16]Naw, he's never done much.  Probably in here just to round out the field. War Eagle's where you wanna have your money. \n[17]Yeh, sure. \n[18]Who you got? \n[19]Me too.  Maybe it's our day. \n[20]We won!  We won!  You hear that!  I won 30,000!  You hear that! ", "NILES": "\n[1]He's been taking the 8:10 Century Limited outa New York on Friday and getting in here early Saturday morning.  He usually stays a day to check on his policy operations, and then flies back. \n[2]The porters say he runs a braced card game in one of the cars.  $100 minimum, straight poker.  Last time he pulled in here ten grand heavier than he left New York. \n[3]No good, J.J.  You're not gonna con stocks to a banker.  Lonnegan's too smart for that. \n[4]The wire is ten years outa date. \n[5]All you gotta do is show up with some money and look like a fool. \n[6]Looks all right.  It's big enough and off the street. \n[7]Got to.  Gondorff's ridin' the mark in from New York on the Century. \n[8]All we need is the bookie setup for now.  We'll worry about the telegraph office later. \n[9]C'mon, you can do better than that. We ain't no heel grifters. \n[10]Just give us what ya can, Benny. We'll send a truck down. \n[11]Does J.J. know how to use this thing? \n[12]Is that all? \n[13]Not enough to cover a bet that big. \n[14]I'm sorry, sir.  We can't take bets after the race is started. \n[15]Looks like he's sulking. \n[16]Hold on, I'll have to get the manager. \n[17]He wants to put a half million on Syphon. \n[18]Eight to one. \n[19]I'm sorry, sir.  The betting's closed. ", "STRANGER": "\n[1]Don't worry, we got the wallet. What happened?  He get ya with the knife? \n[2]You just sit tight, old man.  We're gonna have to get you to a doctor. I'll call a cop. \n[3]You wanted by the law or somethin'? \n[4]You're crazy carryin' that kinda money in this neighborhood.  No wonder you got hit. \n[5]You ain't goin' nowhere on that leg. \n[6]It don't look good, gramps, it's ten of now. \n[7]I dunno.  That little mug that got ya is mad enough at me already -- what if he's out there waitin' around a corner with some friends. \n[8]Sorry, pal.  I'll fix you up, call you a doc, but I ain't gonna walk into a bunch of knives for ya. \n[9]What makes you think you can trust him?  He didn't do shit. \n[10]If that punk and his pals decide to search ya, you'll never fool 'em carryin' it there. \n[11]You got a bag or somethin? \n[12]How 'bout a handkerchief? \n[13]Let me have the money. \n[14]You better stick that other in here too, if you wanta keep it. \n[15]slipping the bundle down into crotch (pulling it back out and tucking it in Mottola's pants \n[16]Hell no, I just cut into him.  I woulda settled for pawning one of them shoes. ", "COLEMAN": "\n[1]Turn that down, Leroy. \n[2]You're late.  Where you been? \n[3]How much did ya lose? \n[4]In one goddamn night?  What are ya sprayin' money around like that for? You coulda been nailed. \n[5]You're a con man, and you blew it like a pimp.  I didn't teach ya to be no pimp. \n[6]No class grifter woulda' done it, that's all. \n[7]I think it's the best... \n[8]...It's the only reason I ain't quit before now. \n[9]I'm gettin' too slow for this racket.  I done the best I'm gonna do.  You hang on too long, you start embarrassin' yourself. \n[10]It's nothin' compared to what you could be makin' on the Big Con. You're wastin' your time workin' street marks. \n[11]Aw hell, you sound like some goddamn sucker.  You know everything I know.  You got nothin' more to learn from me. \n[12]And I'm tellin' ya now, you're a fool if you don't get into it.  A bigger fool than I was. I been lookin' for this one all my life, Johnny.  Now I got a chance to step out at the top. \n[13]Aw, I got a brother down in K.C., runs a freight outlet.  I can go halfsies with 'em!  It ain't too exciting, but it's mostly legal. \n[14]Straighten up, kid.  I wouldn't turn ya out if ya weren't ready. I got a guy named Henry Gondorff I want you to look up.  There ain't a better insideman alive.  He'll teach ya everything ya gotta know. \n[15]I'm out, Johnny. \n[16]That's the way I want it. ", "SINGLETON": "\n[1]Lonnegan's a fast egg, Henry.  He's not gonna sit still for a standard play. \n[2]I think we ought to play him on the Rag.  It's the tightest game we got, and it's not all over the papers yet. \n[3]I'm not sure I know it. \n[4]You in? \n[5]He usually plays with a Royal or a Cadenza. I got you one of each.  He likes to cold deck low, 8's or 9's. \n[6]Look at that.  He's got four apes with him. \n[7]Ah, he's like all them supervisors. They think they're too good for regular people.  He says he was in here a while ago and the place was a mess. \n[8]Look pal, we gotta cover the floor, the furniture, everything, so we don't spill on nothing.  Now if you wanta sit in there with a tarp over your head, you're welcome to it. \n[9]Visitation is still up by two at the three-quarters.  Single Action second, Fasanella third. \n[10]7 to 2.  That ain't bad. \n[11]Nothin' yet.  I got a good one on the lead at Hialeah, but he's fadin'. \n[12]Billie.  You ready? \n[13]At the finish, it's Single Action by two, Fasanella second, Visitation third. Line on Single Action... 3 to 2. Hell with it, that's no good. \n[14]Okay, the Fairfield Stakes at Santa Anita.  Mile and a quarter for 3 year olds and up. \n[15]Okay, Billie, here we go. \n[16]At the wire it's Wrecking Crew the winner by five, Grand Theft second, Wingless third. Wrecking Crew was...4 to 1. That's our boy. ", "LORETTA": "\n[1]You done? \n[2]It isn't any better. \n[3]She don't work here no more.  I'm fillin' in for a couple days... till I can get a train outa here. \n[4]I don't know.  Depends what train I get on. \n[5]Sixty-five. \n[6]\n[7]Yeh, sleepin'. \n[8]No.  What's wrong with the front? \n[9]No. \n[10]What the hell for? \n[11]What does this guy want? \n[12]Looks like he missed ya. \n[13]Good night, Mrs. Hillard. \n[14]You move right along, don't ya. \n[15]And you expect me to come over, just like that. \n[16]I don't even know you. ", "BLACK MAN": "\n[1]The wallet.  You gotta go after him. He's got all the money. \n[2]Give it to me!  Please.  I gotta know it's all there! \n[3]No, no cops! \n[4]Naw, it's okay. \n[5]Thanks.  I'm obliged to ya, but I gotta get goin'. \n[6]I gotta!  Look, I run some slots down in West Bend for a mob here. I got a little behind on my payoffs so they figure I been holdin' out on 'em.  They gave me to 4:00 to come up with the cash.  I don't get it there I'm dead. \n[7]I got a hundred bucks for you and your friend if you deliver the money for me. \n[8]He won't know you're carryin' it. C'mon, you gotta help me out. \n[9]How bout you?  I'll give you the whole hundred! \n[10]1811 Mason.  Put it in Box 3C.  You won't have no trouble.  There's five thousand dollars there and here's a hundred for you. \n[11]What do we do? \n[12]No. \n[13]Here. \n[14]Just hurry, will ya. \n[15]Jesus, what a bundle.  Did you know he was that loaded? ", "FLOYD": "\n[1]Doyle, can I see you a minute? \n[2]It's important.  We had a little trouble in Chicago today.  One of our runners got hit for 12 grand. \n[3]Mottola. \n[4]No, we checked his story with a tipster.  He was cleaned by two grifters on 47th. \n[5]I don't know.  Could be.  We're runnin' that down now. \n[6]We got word from Chicago.  They got one of the grifters last night. The nigger. \n[7]They're still looking for him. \n[8]Combs gave it to Reilly and Cole. \n[9]They staked out the other guy's place last night, but he never showed.  They figure maybe he skipped town.  You wanna follow 'em up? \n[10]Yes sir. \n[11]You've only been playin three hours, Doyle. \n[12]What do ya want the others to get? \n[13]I know I give him four threes.  We can't let him get away with that. ", "CALLER": "\n[1]Ladies and Gentlemen.  This is Arnold Rowe, your caller for the second race at Belmont in New York. A mile and 1/8.  Four year olds and up.  And they're off! \n[2]Around the first turn it's a War Eagle first by a length, Jail Bate second by one and a half, Dancing Cloud third by a half on the outside, followed by Lucky Lady, Mojo, Wits' End and Bluenote. \n[3]Into the clubhouse turn, it's War Eagle by two lengths, Dancing Cloud has moved up to second by a half, Lucky Lady is third by three followed by Jail Bait, Mojo, Bluenote and Wits' End. \n[4]Into the backstretch it's War Eagle still by a length, Dancing Cloud closing on the inside, is second by two, Lucky Lady is third by one and a half, followed by Bluenote, Jail Bait, Wits' End and Mojo. \n[5]Into the far turn, it's Dancing Cloud now by half a length, War Eagle is second by two, Bluenote is third by a half and moving fast on the outside.  Lucky Lady is fourth by four lengths, followed by Jail Bait, Wits' End and Mojo. \n[6]Coming down the stretch, it's Dancing Cloud by one length, War Eagle and Bluenote are neck and neck by two.  Now it's Dancing Cloud, Bluenote and War Eagle. Dancing Cloud and Bluenote head to head... \n[7]Dancing Cloud, Bluenote.  Dancing Cloud, Bluenote.  It's Bluenote by a nose.  Dancing Cloud is second by two, War Eagle third by three and a half.  Time for a mile and 1/8, 2:01 and 6/10 seconds. \n[8]Ladies and Gentlemen, this is Arnold Rowe, your caller for the $100,000 Fairfield Stakes at Hollywood Park in Los Angeles.  A mile and 3/8 for three year olds and up.  And they're off! \n[9]And around the first turn it's Wrecking Crew by a half length, Grand Theft second by one, His Dandy is third by one half, followed by Change of Heart, Back Flip, Made to Order and High Ground. \n[10]Coming for home, it's Wrecking Crew by six lengths, Made to Order is second by two and a half, High Ground is third by a length and Grand Theft is coming fast on the rail.  It's Wrecking Crew, Made to Order and Grand Theft.  Wrecking Crew wins it by five lengths, Grand Theft is second by a nose, Made to Order is third by two.  Time for one and 3/8 mile, 2:11 and 4/10 seconds. \n[11]Ladies and gentlemen, this is Arnold Rowe, your caller for the San Antonio Handicap at Pimlico in Baltimore -- A mile and 1/16 for three-year-olds.  And they're off. \n[12]And around the first turn it's King's Image by a neck, Syphon is second by one, Key to the Vault third by one half, followed by Mr. Moonlight, Red Ridge, Moneyman and No Charge. \n[13]And the winner is King's Image by four lengths, Syphon is second, by two, Moneyman third by two and one half.  Time for 1 and 1/16 miles, 1:21 and 2/10 seconds. ", "COMBS": "\n[1]Granger, this is Combs.  Why haven't we heard from ya?  Everybody else is in. \n[2]You been making your payoffs, haven't ya? \n[3]Okay, finish your count and get it up here as soon as you can.  I don't wanta be here all night. \n[4]We cleared 22 here. \n[5]They did 14 grand in Evanston, 16.5 is Gary, and 20 in Cicero.  Looks like you're bringing up the rear, Granger. \n[6]We'll be waitin'. \n[7]I don't wanta hear about his day, Greer.  What happened to the money? \n[8]How much? \n[9]All right.  Better get on the phone to New York.  See what the big mick wants to do about it. I gotta pretty good idea, though. \n[10]Salino?  Why waste our best people on a small-time job like this?  It ain't no heavy gee we're after. The guy's a five and dime grifter. \n[11]They didn't think he'd be so cagey, that's all.  They'll get him next time. \n[12]He's not comin' in.  Not to get bounced off a job anyway. ", "GRANGER": "\n[1]Yeh? \n[2]We had a few problems with the Law this morning.  The Mayor promised the Jaycees to get tough on the rackets again, so he shut everybody down for a couple hours to make it look good.  Nothing serious, it just put us a little behind for the day. \n[3]Hell yes.  He does this every year. There's nothing to worry about. \n[4]Believe me, the Man's gonna be real happy.  Looks like we cleared over ten grand this week. \n[5]Well, hell, you got the whole Chicago south side.  How do ya expect the eight lousy spots I've got to compete with that? \n[6]I just got the count.  We'll put the take on the 4:15. \n[7]Mottola. \n[8]Take this up to the city on the 4:15.  They'll be waitin' for it at the clearing house.  And don't stop for no drinks.  You can get a cab down the street. ", "MAN": "\n[1]What for?  I haven't done anything. \n[2]Yes, a ticket to Chicago. \n[3]But I got a train to make. \n[4]But what about all these other people? \n[5]I'm sorry, really I am, but my train leaves in ten minutes. \n[6]Thank you.  You don't know how much I appreciate this. \n[7]Are you Lieutenant William Snyder? \n[8]F.B.I... The Captain'd like a few words with ya.  Ya got a couple minutes? ", "GARFIELD": "\n[1]I don't know.  This is kinda short notice.  I'm not sure we can get it all done by Saturday. \n[2]Been a while since I stocked a wire store.  Not many mobs playing that anymore. \n[3]All right, I'll rent ya everything I got in the warehouse for two grand.  That'll give ya phones, cages, blackboards and ticker gear. You supply the guys to move 'em. If you want a counter and bar, that's another grand.  I don't know where the hell I'm gonna get 'em though. \n[4]You want the stuff tomorrow or don't ya?  It's gonna take hours just to clean it up. Besides, Gondorff's still a hot item.  Where am I gonna be if he gets hit? \n[5]Who's the mark? \n[6]Flat rate. \n[7]We bought ya a tap into Moe Anenberg's wire.  He's got eyes at every track in the country.  You'll get race results, odds, scratches, pole positions, everything; and just as fast as Western Union gets 'em. \n[8]All he's gotta do is read. ", "CONDUCTOR": "\n[1]A little. \n[2]I don't know.  There's usually a waiting list. \n[3]That'll get you first alternate, sir. \n[4]I'll see what I can do. \n[5]I don't know.  He said he'd be here. \n[6]introductions; referring first to Gondorff \n[7]Straight poker, gentlemen.  100 dollar minimum, table stakes.  We assume you're good for your debts. ", "MOTTOLA": "\n[1]Hey, butt out, chicken liver.  I gave him back his wallet, didn't I? How far is this place? \n[2]bills from the black man, plus the $100 bill \n[3]Thanks. So long, partner.  Don't worry, everything's gonna be all right. \n[4]Which way is Mason? \n[5]Okay, go north.  The Joliet Station -- Fast. \n[6]I just made the world's easiest five grand. ", "JIMMY": "\n[1]Hooker! \n[2]Ain't seen you in months, boy. Thought maybe you took a fall. \n[3]You gonna have a go here? How 'bout a ten spot on the line here.  The 4-9 been lookin' good today.  Lotsa action on 28th Street down there, too.  Pay ya 10-1. \n[4]You sure you wanna start off that big?  Bet like that could put a real dent in us. \n[5]Aw, come on, Hooker, why don't you just... \n[6]Sorry, Hooker. Good thing that ball came up red. Guy could get in trouble around here, losin' a bet that big. ", "BOUDREAU": "\n[1]Twist!  When did you get back in town? \n[2]I got twenty or so in here tonight. Take your pick. \n[3]Get me the sheet, Jake.  Let's see who's in town. \n[4]Twist, you know this guy? \n[5]Paltrow, Sterling, Furey, and the Big Alabama are in from New Orleans. Fiskin and the Boone Kid from Denver, and Phillips, Barnett and Limehouse Chappie from New York. Those and the guys outside should give ya 30 or so to choose from. \n[6]Okay, Twist, but you know if this blows up, I can't do ya no good downtown.  Gondorff is Federal. "}}