{"dialogues": {"DRE": "\n[1]What happened with what? \n[2]Sorry, I just been so focused on this DJing that I forgot -- \n[3]That ain't even true, momma. I get paid -- \n[4]It's a start -- \n[5]-- long as I own the company. Yeah, I know. \n[6]You don't care what I'm fighting for. \n[7]Good lookin' out. \n[8]I don't know. Gotta figure some things out. \n[9]You been fightin' for your own room this whole time and now you wanna come with me? \n[10]I know, T. I want the best for me too -- that's way I gotta go. \n[11]When I get set up right, I'mma have you come with me. Don't worry about it. It's gonna be sooner then you think. \n[12]Call you later. \n[13]Wuddup, Cube! Got them rhymes? \n[14]Think you ready for Doo-to's? \n[15]`Cause you know that's Compton, right? They got bodybags at the door. \n[16]Yeah, you better, `cause if your shit ain't tight, you might end up in one. \n[17]Yo, Yella, man -- Lonzo comin'! \n[18]Why you fuckin with that nigga's girl, man? \n[19]Compton! I got my homie -- he's about to get his rhyme on for y'all! Give it up for Ice muthafuckin' Cube! \n[20]I'm just tryin' to keep you in business. Open your eyes. They went crazy to that shit -- \n[21]Man, Lonzo ain't got no vision. \n[22]Oh shit -- Check out this nigga. Yo, take over for a minute. \n[23]What up, E? Been a minute. \n[24]It's the uniform. I make it work. \n[25]It's fucked up. I'm too tall for that shit. Plus I got my woman and baby livin' there. It's hard. But everybody can't do what you do. \n[26]Yeah. Change ain't bad. Shit, I'm tryin' to make a few changes my self. \n[27]Man, you should think about dumpin' some money into this music shit. I got some ideas -- \n[28]Shit I gotta get back up there. Let's talk about this later. Think about it... \n[29]What he do!? \n[30]Tyree, you gotta stop doin' this shit, man! \n[31]We got this, Officer -- \n[32]I am home. \n[33]Cops will throw a nigga in jail for anything. \n[34]Guess he's sick of bailing my ass out. \n[35]Yeah, and..? \n[36]Interestin'? Tell me this, how long you think that shit you doin' gonna last, huh? You ever heard of a happy ending in that game? \n[37]Listen, if you can slang dope, you can slang records. You got a mind for this shit, E. \n[38]What, Cube? Nah, he in a group right now, got some other business goin' on. But I got this group called H.B.O. from the east coast. Dope voices, and Cube wrote a song for `em that's crazy. \n[39]Y'all got somethin' to say about Compton? Cause we might have a problem up in this bitch. \n[40]Then do the lyrics. We losin' time and I'm losin' patience. \n[41]Well shit, why don't you get on the mic and try it? \n[42]You already spent the money. Don't you get it? Man, this song is all about you! This song is about Eazy-muthafuckin'-E! Now get in the booth. Let me deliver my side of this shit. \n[43]Just lemme produce. Get comfortable, man. \n[44]Hit that first beat hard. CRUISE-in down the street. CRUISE-in. \n[45]Just gimme the words. \n[46]Say that shit with me -- CRUISE-in - - \n[47]That! See how you just said that shit? Like you believe it! \n[48]So say this shit like you believe it. Like it's muthafuckin' Sunday and you cruisin' down the street in that dope-ass 6-4. Feel that shit, like its ya own words. \n[49]Hell yeah! That shit was tight. Only 59 more lines, E. But we gonna get through it. Hit that next line - - \n[50]You never know-- We might do a radio version and take it up to KDAY and see what happens. \n[51]Yo, I don't know about working on this slow stuff anymore. After this I'm going to work on songs with \n[52]Yo, if Lonzo don't like it, you know that shit is dope. \n[53]And then what-- How he get paid? \n[54]Come on now. Cube has never failed to deliver. He always comes correct, ready to work. That ain't gonna change. Aiight? \n[55]I know. Stage was shaking so much-- thought my needles was about to jump off the record! \n[56]That'll work. Priority Records? I'm not familiar with your label. What artist do you got over there? \n[57]Aiight! If your rhymes ain't tight, you ain't makin' the record. So you better have your shit together. Yella Boy -- Rewind that shit! \n[58]I'm expressin' with my full capabilities, And now I'm livin' in correctional facilities... \n[59]Now this is what I'm talkin' about. You hear the difference? \n[60]Thanks, Jerry. \n[61]So let me get this straight -- You gonna do this right here, right now? \n[62]What? I'm out here day and night bustin' my ass, tryin' to create something, and you gonna come up in here talkin' about some bitches? Are you crazy? \n[63]Nah, you don't get it. \n[64]Fuck no. I'm far from cool. \n[65]Why you got on the ground like this, officer? \n[66]What we do? \n[67]What the fuck -- \n[68]To the people over here -- \n[69]I can't do it, T. \n[70]Oh, you wanna partake in some of those fat asses, huh. \n[71]So what you think moms will say about you comin' on tour? \n[72]Exactly my point. \n[73]How it is, T. Youngest always do. \n[74]Well make sure you take care of her, aiight? I'll tell you what, you stay your ass outta trouble and I'll call you when I'm on the way to Miami-- we'll see about getting you on a flight. \n[75]I got you. Just bring a lot of rubbers. \n[76]No Felicia in here, man. \n[77]Get your foot out my door -- \n[78]Yo! Any of y'all named Felicia? \n[79]I think her man's outside. And that nigga strapped. \n[80]Nah, I think you over reacting. Eazy's one of us, Cube. What you thinking don't even make sense -- \n[81]Look, I hear that, but I think we should ride this wave. Don't be jumpin' to conclusions until you know for sure, \n[82]We gotta stop. Gotta get somewhere with a phone -- \n[83]Stop the fuckin' bus, man! \n[84]My Moms called. Tyree. He's dead. Somebody killed my little brother... \n[85]He got into a fight near Leimert Park. A big mothafucka fell on top of him -- broke his neck. He killed Tyree. I can't believe this shit. \n[86]He shoulda been out here with me. If he was out here-- It never woulda happened... \n[87]If I brung him out on tour with me, like he wanted -- \n[88]We was supposed to kick it... Next chance I got -- \n[89]Damn, they comin' after us, too? \n[90]You just got a snapshot of how Americans honestly feel. \n[91]Isn't it obvious. Real recongnize real. \n[92]You ain't signed? \n[93]Yo Cube-- You can't just sign that shit, homie..? Keep making history..? \n[94]Nigga, I got bills to pay -- and I need to put some money in my Momma's hands after Tyree passed. \n[95]Cube, we Ruthless. \n[96]Wuddup, Suge -- You good? \n[97]Fucked up about what? I been bangin' that shit. \n[98]How you figure? That record's still the hottest shit out there. \n[99]Wuddup. \n[100]Goddamn. Is he paralyzed? \n[101]Vocal chords? \n[102]I don't know. \n[103]He aiight. I guess. \n[104]I dunno. I just focus on the music. . Maybe your people could look into my shit too? \n[105]... We started out with too much cargo. So I'm glad we got rid of Benedict Arnold. \n[106]Still can't believe it. It's like they're enjoying themselves. \n[107]Yep, we got they asses this time. Tape don't lie. \n[108]What you mean by that? \n[109]Nah. I got this. \n[110]I know you don't like hearin' this shit. But it's about Jerry. We gotta get rid of that muthafuck -- \n[111]I found out some information, Eric. Real shit. I had some people look at this, and I ain't gettin' my fair share. \n[112]Cube was right, fool! You gotta look at these papers, E. Just look and you'll see. \n[113]We made it because our shit is dope, Eric, not because of Jerry. We can keep going and own the goddamn world, we just can't be fuckin' with him no more. \n[114]Dude. We go back a long, long way. You and me. We started this NWA shit. I just want it to be right. \n[115]You mean all he's done for you. \n[116]Look at me, man. Why won't you look at me? It's like I don't mean shit to you. Like I never meant shit. \n[117]Thought you were my brother. \n[118]None of this means anything, while I'm under contract with Ruthless. \n[119]Glad y'all came by. Your demo was tight. \n[120]Well listen, I'm workin' on a track for this movie called \"Deep Cover.\" I want you to get down on it. \n[121]What you fools doin' out here? \n[122]I'm cool. \n[123]First time in my life, I feel like I'm forcin' it. \n[124]Too much outside interference -- Eazy and Jerry tryin' to starve me out. Playin' games with my money. Tryin' to get me back in there on my hands and knees -- \n[125]Nah, that ain't me. I'm good. \n[126]Fuck it, gimme that shit. \n[127]Wow. What is in this shit? \n[128]No. I can feel it in my nuts, man. Is that normal? \n[129]You look like you're ready to go. \n[130]You're not having fun? \n[131]Yeah, it does get crazy around here sometimes. Hi, I'm Andre. \n[132]Hey Nicole, why don't you come over here with me and kick it for a while til your friend gets back. \n[133]Do it look like I give a fuck right now? Can't you see I'm tryin' to make a Love Connection? \n[134]A friend connection? \n[135]You want me to help you? \n[136]I'mma find you, Nicole! \n[137]Yeah.  Shit's crazy, right. \n[138]\n[139]What do you mean that everyone is passing on this record? \n[140]It's not hip-hop? Shit, it's the future. Ain't no more money in sampling everythang. \n[141]Okay, shoot. \n[142]Dre's cool. How are you doing? I heard John McClain gave you my album. What did you think? \n[143]I did. \n[144]I did. \n[145]Thank you. \n[146]Man, this is just the beginning... We're building an empire. \n[147]Suge, it's cool -- \n[148]Aren't you glad I tracked you down? \n[149]So wassup, you been havin' good time? \n[150]Well I mean, I like comin' over your place, but you know, your neighbors be complainin' about \"the noise\" -- \n[151]I think a little more privacy would be better. \n[152]Yeah, maybe. I know of a perfect spot. Plenty of room, and I know the owner. \n[153]Yeah. I'm really feelin' you like that. \n[154]Hey you know what, don't worry about it right now. Was just a thought... \n[155]Listen, I don't mean to change the temperature in here. But it had to be crazy, bein' married to a Laker. \n[156]Look, no offense, but I'm a little glad he was an asshole. His loss is my gain. To assholes. \n[157]Really? Good night? \n[158]No. \n[159]See, I can't help thinkin', maybe you want me to come inside... \n[160]So what's different now? \n[161]What do you mean? \n[162]But I thought we been havin fun. \n[163]Nah man, I'm good. \n[164]Where's Pac at? \n[165]Wha'up Pac? \n[166]Nigga what? I do...guess who I worked with last night. \n[167]Roger fuckin' Troutman. Man this shit is fire. Wait til you hear it. \n[168]I'm thinking about calling it California love. \n[169]Press play \n[170]What the fuck y'all doin? \n[171]Hold the fuck up! Put cha' glasses down. Put your fuckin clothes on. What the fuck is going on around here?! Seriously, what's going on?! \n[172]Nah Nah... What the fuck is this shit. Is this why we got money? To act like we ain't got no god damn sense?! We could of did all this kind of dumb shit back in Compton! This what you muthafuckas turned into!? Seriously! \n[173]This shit is stupid! Do ya'll know what it took for us to get here. Do y'all know what you doin'? Y'all fuckin' it up! Y'all fucking it up! And what the fuck ya'll doing here?! \n[174]Really, ok... \n[175]Nah, Nigga. Death Row is us. This other shit -- is you! \n[176]'Tha fuck you talking too? \n[177]What the fuck?!!! \n[178]Get the fuck off me. \n[179]Come on, come on, come -- \n[180]Nope. You're the only one I wanna see anyway. \n[181]Yeah, well... That's what happens when you violate your probation. \n[182]`Cause you were right. Only other person that tells it to me like it is-- is my moms. So I know you care. \n[183]I fucked up. But I've had a lot of time to think in here, and I promise you, things are gonna be different from now on. \n[184]Hello? \n[185]Yeah? Wassup wit you? \n[186]Yeah. Okay. Wassup? \n[187]Just makin' tracks. \n[188]Good lookin' out. \n[189]Really. Well it's about time. He's the reason why we broke up. \n[190]Yeah me too-- cause I'm not proud of all the shit I did, either. \n[191]Yeah, that's sounds cool -- Let's stay in touch. \n[192]What up. \n[193]Yo, Eazy. Wanna tell you somethin'. I know you can hear me. I know you're still in there -- \n[194]Good to see you, Cube. \n[195]He looks the same -- like Eric just sleeping. But he's in a coma. Got a machine breathing for him -- \n[196]Okay. \n[197]He's gone. \n[198]I'm out, man. I'm out of Death Row. \n[199]Gonna do my own thing now. Start fresh. Nobody to answer to but myself. It's time, Suge. \n[200]What we created? Ha -- Well you can have it. \n[201]Do what you gotta do. I'm still out. \n[202]I don't give a fuck-- You can't put a price on peace of mind. So you can keep the artists, the money, the masters and the bullshit. I'm startin' my own thing. \n[203]Aftermath. ", "EAZY": "\n[1]Eric! Man, we been through this shit a thousand times. \n[2]What's the use to having this dumb ass knock if I gotta tell you my name anyway? \n[3]Now where the money at? \n[4]The fuck that got to do with me? \n[5]Do I look thirsty to you? Where my ends at? \n[6]Yep. But not from these strawberry bitches you got right here. \n[7]Dumb ass, this a dope house! It's already disrespected. \n[8]Yeah, do what you gotta do -- `Cause I got my homies parked across the street from your momma's house. I don't show up. They show out... \n[9]Thanks for the tip, homie. \n[10]Dr. Dre, how you been doin'? \n[11]You know. Out here on the grind -- Nice jacket. \n[12]You remember Ren from Kelly Park, right? \n[13]Heard you been spendin' a lot of time at your auntie's house. How's the couch life? \n[14]Yeah, but what I do is playin' out, fast. Muthafuckas are gettin' locked up and laid down out here left and right. Time to make a few changes. \n[15]What you mean? \n[16]They got you for carrying records? That's some gangsta shit, Dre. \n[17]Lonzo just left you here, huh? \n[18]Mind gettin' your funny lookin' ass in the car before they arrest you for some other dumb shit? \n[19]Man, I was thinkin' about what you said last night. \n[20]It's interestin' -- \n[21]Shit, man, this all comin' from the nigga I just bailed out. \n[22]Okay so what then -- That nigga last night? Is that what we doin'? \n[23]Well there goes the talent. Don't know a whole lot about the music game, but we can't start a label without talent. \n[24]Okay, I put up my money -- I held up my side of the deal, Dre. When you gonna deliver your side? \n[25]What? Fool, I ain't no rapper. \n[26]Fuck you doin'? \n[27]Cruisin' down the street in my 6-4 - - \n[28]Cruisin' down the street in my 6-4 - - \n[29]Get that dry-ass Jheri curl outta here, maybe I can concentrate. \n[30]Nigga what? \n[31]Dre, you know this shit is hopeless, right? \n[32]`Cause I do. \n[33]You really gonna make me do this, huh? \n[34]Aiight, fuck it. Let's do this. \n[35]Cruisin' down the street in my 6-4. \n[36]Now this right here..? This some ruthless shit for real. Dre, you a muthafuckin' genius. And Cube, you got more of them stories to tell? \n[37]Eric Wright. \n[38]About what? \n[39]Just good? Why you call me in here then -- \n[40]Maybe I'm the one who can do somethin' for you. \n[41]You manage anybody this decade? \n[42]I got everything you need. \n[43]\"Niggas With Attitudes.\" \n[44]I asked everybody to wear something black today, `cause if we gonna be an All-Star group, we gotta look like an All-Star group. \n[45]Damn Yella! What happened? \n[46]Put this on. \n[47]Man, shut the fuck up? This dude knows the game inside out. He been out there shopping our shit around. Gonna find distribution for Ruthless, get us on tour and bring a whole lot of money to the table. \n[48]Just takes 20::percent:: off the top. That's it. We cut up 80. That's how managers work. \n[49]Doc, shut yo drunk ass up. You don't know the music business. \n[50]You trust me? \n[51]Just leave it up to me. I'll make sure everything is straight. Just have them raps cocked and loaded. \n[52]Yeah high-rollin', big money I'm foldin, Bitch on my tip for the dick I'm holdin'. Strung strawberry, jockin' me so early. Ho you want a hit -- \n[53]Wuddup, Suge -- What you been up to, homie? Still out in Vegas? \n[54]Aight. But we don't need no body guards. \n[55]Gold? \n[56]Jerry handles that. \n[57]Yeah. Here. We workin'. \n[58]This gonna start some shit, Cube. \n[59]My days of selling anything out the trunk is over. \n[60]Yeah we are. How we supposed to protect ourselves out there, Jerry? In fuckin' Texas? And Tennessee? They lynch niggas down there -- \n[61]Let me? Jerry, you take care of the business, I'll take care of the rest. \n[62]They had to buy all those albums to do that! More money in our pockets. \n[63]Where the fuck y'all at, Cincinnati!? \n[64]Hey, you lookin' for Felicia? \n[65]Yeah, she's in here. Problem is, my homeboy's got his dick in her mouth. \n[66]How bad you want Felicia now? \n[67]Yeah, I know. All these chicks want is money. If I was broke, they're wouldn't even be calling. \n[68]White people problems? \n[69]Man, stop asking about them fuckin' contract. They're coming -- \n[70]Waiter! Another round over here... \n[71]Dope game took my cousin's life. I remember when they found him. \n[72]Gonna be aiight, Dre... We with you. \n[73]Man shut that off. Put on my shit. \n[74]The muthafuckin' FBI? \n[75]We should all be happy, not worried. This is a gift, man. More free publicity for NWA. That's why we gonna send this to the press. Let everybody know about this kind of harassment and intimidation by the government. Right, Jerry? \n[76]Do it, Jerry. Let everybody see this bullshit. \n[77]This is the auto-biography of the E, and if you ever fuck with me you'll get taken, by a stupid dope brotha who will smother, word to the motherfucka, straight outta Compton. \n[78]What the fuck did you DO!? \n[79]We don't even have passports. Check the source. \n[80]What up with Doc and Suge? \n[81]Cube's record's in the Billboard top 20! Our shit never even came close to that. He's blowin' the fuck up -- \n[82]We gotta keep Dre happy. Keep him motivated. \n[83]Yeah I get it. He drownin' in pussy. But that don't mean -- \n[84]We done with this shit now? \n[85]Thanks, Jerry. I'mma go fuck now. \n[86]That's what I'm talkin' about. Cube ain't shit. \n[87]That's why we gotta go hard at him. We gonna look like some bitches if we just take that shit. \n[88]Man, why you gotta be drunk all the time? Get your shit together. \n[89]Actually I've never been here before, but I heard it's good. High as it is, it better be. \n[90]Excuse me, Miss Record Executive. \n[91]Stop it, Jerry. Relax man. Niggas don't know what anti-Semitic means - - It's just a battle rap. \n[92]I heard it, Jerry. You deal with it your way, I'll deal with it mine. All we got to do is hit the studio and end this boy career. \n[93]Who you see sitting in the big chair mothafucka?! \n[94]Least they got it on video. LAPD gonna have a real good time on that level 3 prison yard, know what I mean? \n[95]So, what'd you wanna see me about? Sounded all worked up on the phone. \n[96]Is that seriously the reason you wanted to talk? I thought we were past all that -- \n[97]You know why you rich, Dre? You know why you live in a big ass house and don't sleep on a couch no more? Do you know why you fuck the finest bitches? That's Jerry, dude. He broke us through the door. He made this shit happen, and you wanna turn on him just like Cube -- \n[98]You think that's right, turning your back on somebody? After all he's done for us? \n[99]Thought you were mine, too. \n[100]Man, fuck Dre. \n[101]Why don't y'all ask him. \n[102]That nigga quit. So nah, he ain't comin'. But fuck it, we gonna keep this shit movin'. Don't need that punk anyway... \n[103]Hello? \n[104]Talk to Jerry. \n[105]Where the hell is Dre? You said he'd be here -- \n[106]Whatever homie. You think I'm signing that shit, you crazier then I thought. I'm out -- \n[107]Fuck you, Suge. I ain't scared of none you niggas, cuzz! \n[108]The fuck is that supposed to mean? \n[109]Dirty mothafucka... \n[110]I gotta kill that mothafucka, Suge. I just wanted you to know that shit's about to get thick around here. \n[111]I didn't come over here to ask you - - I came to tell you. \n[112]You the one that wanted to be down with this gangsta shit. So here we go. \n[113]I have to do it! This is the streets, muthafucka! I don't have a choice! He came at me! He came at us. We don't hit back, it's over! Done! Put a fork in this shit! \n[114]I don't care about the money, Jerry. Ain't about the money. \n[115]Yeah? How you figure? \n[116]Do you really believe that bullshit? All I know is Cube's doin' big things, makin' movies and shit. And I keep hearin' about this album Dre workin' on -- \n[117]Sorry? We all ought to be sorry... We had them on tape -- we had their asses on tape. \n[118]Havin' some cash flow problems. They can smoke it, they can sell it, I don't care. As long as it keeps 'em off my back for a minute. \n[119]What, makin' pornos? No thanks, man. That's your thing. I'll stick with this music shit. Once my new album right here's done, I'mma be fine -- \n[120]Yeah. Just tired. All this shit, downsizin' to a new crib, just weighin' on me. I'll figure it out though. I always do. \n[121]I'll come when I can, Jerry. \n[122]I feel like I don't know what I'm doin' anymore. I don't even know where the money's going. \n[123]Okay. After New York. Workin' on that International Distribution with Sony. Jerry don't know about that. I wanna keep it that way. \n[124]Relax everybody. Just came in the club-- heard you were over here. \n[125]I don't need shit. Out here with Bone Thugs-- Was just in the neighborhood. Wanted to say wassup. \n[126]Saw your movie. It was good. \n[127]Missed you, boy. \n[128]Guess it all happened like it was supposed to. You a movie star-- I'm a music mogul. Dre. Well Dre is tripping right now, but he's doing his thang. Just wanted to come over here and put something on your mind.. \n[129]I wish all that bullshit never happen between us. \n[130]Definitely never wanted it to get physical-- we should've kept it on wax. \n[131]Yeah you right. Ever though we was going to be this big? \n[132]Me neither. I'm still trying to figure this stuff out. One minute I'm slangin' in a crack house -- next thing I know, they invite me to the White House. \n[133]You ever think about fuckin' with some new NWA shit? \n[134]Me too, Cube. Been thinkin' about it a lot.  Be like 1989 again. We changed the world forever. Mothafuckas can never go back to that fake shit after us. It gets no realer then NWA. No matter what... \n[135]I hear you. \n[136]Naw, I'm cool. I wanna walk. \n[137]I'm good. Hit me up later. \n[138]I'mma take these home with me. I'll sign 'em. Get'em back to you in a couple days. \n[139]It's cool, Jerry. They're my bills, my checks. I mean look, my name's right there. \n[140]Don't worry so much, Jerry. I can handle it. \n[141]Cube tried to warn me. So did Dre. And I didn't listen. I fucked up. \n[142]This ain't about Tomica, Jerry. It's about you. And you really gotta stop acting like you never did anything wrong. \n[143]Jerry, for real? You can stop givin' me advice. As of, like, now. I'm getting NWA back together. It's happening. But you ain't gonna have nothing to do with it this time. \n[144]Trust. God damn, that's a word. Let me tell you somethin', Jerry. Trust is a muthafucka. \n[145]You're fired, Jerry. \n[146]Just felt like callin' -- \n[147]You know. Doin' my thing. Makin records. Killin' all that pussy out there. \n[148]How about you? \n[149]That Snoop record you did was big. 850,000 copies in the first week?! Congratulations on the success of that. \n[150]Well look, I know you're busy, but I talked to Cube, and we were, like, talkin' about some... possibilities. \n[151]And by the way, if you ain't heard-- I ain't fuckin' with Jerry Heller no more. Nigga's fired. \n[152]Listen man, I know everything got messed up and went the wrong way. I wish it didn't. I wish we can go back to the days of Skateland when we were all just young, hungry and ferocious. The world's most dangerous group. Before all the money and fame got between us. \n[153]So you think maybe, we can make somethin' happen? \n[154]Fair enough. \n[155]Everybody's all in. NWA is back! \n[156]I don't know. Hopefully soon. Let's just get ready. New NWA gonna change the game, just like back in the day -- \n[157]Yeah. Just. Like. Need some fresh air, somethin' -- \n[158]Get the fuck outta here. \n[159]But I ain't no faggot. \n[160]It's wrong. No way. Test me again. Test my shit again -- \n[161]Tomica. She's pregnant. Oh fuck. Does that mean she -- \n[162]So what do we do? What's the treatment? Let's get started. \n[163]I got work to do. How long's it gonna take to get me healthy again? \n[164]But I don't even feel that bad... \n[165]Comfortable? What you mean comfortable? Six months!? \n[166]Just glad you're okay. You and the baby. \n[167]Yo. \n[168]Put it on the table. I'll listen later. Thanks for stoppin' through. Hit you when I get outta here. \n[169]Please. It's gotta happen, baby. I'm having my surgery tomorrow, so it has to happen now. Because I might not. Wake up. \n[170]It's true, Tomica. I gotta make this right. Ron says it's the only way to protect everything I built. \n[171]Hey. Listen to me. It doesn't matter what people think. They don't know. They don't understand. There's no other way. Please. I know it's not the way you pictured it. You deserve better. \n[172]But if we don't do this, I won't be able to protect either of you. ", "CUBE": "\n[1]Nah, I already know how to gangbang. I'm just tryin' to learn how to make some of this white people money. \n[2]Where Dre at? \n[3]What you mixin'? \n[4]Ohio Players and the Headhunters..? That's the shit! \n[5]You know it. \n[6]Stayin' a while? \n[7]Man that mouth always gettin' you in trouble. We got that in common. \n[8]Damn straight. \n[9]Ain't worried about all that. I'mma come with it. \n[10]Nothin'. Just goin' home -- \n[11]How you figure we in a gang? `Cause we black? \n[12]Yo watch my notebooks! \n[13]Officer, can you please explain why you jackin' us? \n[14]It's a car. A `64 Impala. \n[15]Gankin's when somebody jacks you. Ain't a big deal. Just sounds better that way. \n[16]Fuck you then. Wearing a Kangol don't make you L.L. Cool J nigga, remember that. \n[17]What you wanna do, mark ass nigga? \n[18]That ain't it... \n[19]You kickin' me out? \n[20]Aiight. I'm just sayin'... \n[21]Homie, I got rhymes for days. But I got to hear this one more gen...Dre, hit that shit. \n[22]Aww damn-- here come The White Shadow. \n[23]And you trust this dude? Cause he looks like a one of my old muthafuckin' history teachers. \n[24]Yeah, I trust you. But that ain't what we talking about -- \n[25]Yo Dre, kick in the bass! \n[26]It was once said by a man who couldn't quit -- \n[27]The Dopeman said Cluck I don't give a shit, if your girl kneels down -- \n[28]I'm still trippin' that they knew all the words! That's Crazy... \n[29]We talkin' about the power of N.W.A. and all you saw tonight was pussy? \n[30]Ice Cube, `Sup? \n[31]Them little-ass raisins on the commercial? Singin', \"I Heard it Through the Grapevine\"? \n[32]I appreciate that, man. Eazy what's up with our deal. \n[33]Aww shit, here we go again... \n[34]Yo! \n[35]Yeah, fuck the police. \n[36]Ain't that some shit... Talk some truth and people lose they minds. \n[37]Straight outta Compton, crazy muthafucka named Ice Cube, from a gang called Niggaz With Attitudes. When I'm called off, I got a sawed off, squeeze the trigger, and bodies are hauled off -- \n[38]Indianapolis in the muthafuckin' house! \n[39]Meet y'all upstairs. \n[40]What's the deal on them contracts, Jerry? I'm still waitin' on 'em... \n[41]Yeah me too. I just like to know what's goin' on. Since I wrote a lot of lyrics on this record. \n[42]Shit's pretty good. Someday, huh? \n[43]Know what don't make sense? Eazy chillin' with Jerry eatin' steak and lobster while we at Mickey D's. That shit don't make sense. \n[44]Never told y'all, but when I was twelve, my sister got murdered by her own husband-- A fuckin' wanna be cop who couldn't make it in the academy. Life changed for me that day. Everything became serious-- \n[45]Check this out -- \n[46]\"... advocating violence and assault is wrong and we in the law enforcement community take exception to such action.\" Have they ever heard of freedom of speech? What the fuck can they do to us? \n[47]If it was from the LAPD, then I'd be worried. \n[48]I guess freedom of speech don't mean shit. \n[49]Are we finished, man? We got a show to do. \n[50]Yo hold up, hold up -- Y'all know what the muthafuckin' po-lice just told us back stage? They tired to tell us-- what the fuck we can't say-- what the fuck we can't play! \n[51]Put ya middle finger in the air! \n[52]This NWA -- We do what the fuck we wanna do! We say what the fuck we wanna say! So, all I wanna tell that cop talking shit back stage is -- Yo Dre, I got something to say! \n[53]\n[54]My art is the reflection of my reality. What do you see when you go outside of your door. I know what i see. \n[55]And by the way, the hood gets AKs from Russia and cocaine from Columbia. \n[56]WE must of struck a nerve. \n[57]Hell no. Last I heard, this is America and we got Freedom of Speech. Pretty sure that includes rap music. Exercisin' our Free Speech across this whole damn country, openin' people's eyes. Far as I'm concerned that's our job. \n[58]Well I can barely see you, Jerry. What's with all this Godfather shit? \n[59]It's your company too, right? You and Eric. All for one, one for all. \n[60]Alright, cool. So I can take this one, show it to a lawyer or somethin'? \n[61]But I have no idea what it says. At least let me take it to show my family. \n[62]Jerry, you know I can't understand this legal shit. None of us can. That's why we need to show it to a lawyer-- \n[63]What the fuck..? \n[64]Damn.  Thanks, man. \n[65]That's my money anyway, Jerry. I earned it. I wrote a lot of hit songs. I been on tour for months. \n[66]Performing. Gettin' arrested and shit. And you gonna try to gank me? \n[67]Give me my money, Jerry. \n[68]Why all this now,   Jerry? Back in the beginning, if   you thought we were so good, why   didn't you just give us contracts   then? \n[69]I'm gonna ask one more time. Are you sayin' I can't have the money I earned, unless I sign this contract, right now, without showin' it to anybody? \n[70]Bye, Jerry. \n[71]Y'all signed that Ruthless contract without a lawyer? \n[72]Hell naw I ain't signin' that bullshit. Don't y'all think it's a little fucked up that Jerry won't let us show it to nobody? That seem honest to y'all? If he offered us seventy-five thousand, he probably owes us double that. Thought we talked about this, dude? \n[73]At this point, Eric and Jerry in this thing together. Believe dat! \n[74]Naw man, not like this. I'd rather be broke then get fucked -- Why did you sign that shit, Dre? \n[75]Yo, I get it. Everybody gotta do what they gotta do. They're gonna take care you. You they're bread and butter. \n[76]Nah, we NWA. They Ruthless. \n[77]How you doing? My name O'Shea. What's yours? \n[78]Hey Kim-- You the best thing I've seen all day. \n[79]You believe in love at first sight? \n[80]Yeah, I'm tired of the games. Eazy puts everything on Jerry and Jerry puts everything on Eazy. They can have it. \n[81]Well get ready--   `cause these albums are gonna   be comin' real fast. I'm hungry   and I got a lot to say that's gonna   fuck the world up. \n[82]If I can't get the best producer in the in the west. I gotta go get the best in the east. \n[83]Kickin' shit called street knowledge. Why more niggas in the pen than in college? Now cause of that line I might be your cellmate. That's from the nigga ya love to hate. \n[84]I'm just tellin' you what you told me. If Amerikkka's Most blew up, you'd advance me for the follow-up. That's what you said. \n[85]Come on, Bryan. I don't even know what that means. \n[86]Man, I got a kid on the way -- and I just bought a house on the strength of what you told me. You gave me your word. \n[87]It's like this shit keeps happenin' to me, no matter what I do. When people do the work, they should get paid. Why you making it seem like I'm begging for some shit that's technically mine? \n[88]But you can't help me. That's what you're sayin'. \n[89]Shoulda kept your word, Bryan. \n[90]What you got, Bryan? I know you called me up here for somethin'. \n[91]Benedict Arnold. \n[92]I'm a traitor!? I didn't say shit about NWA on Amerikkka's Most Wanted! But now they're trying to diss. Okay. \n[93]I can't wait to get to the mothafuckin' studio! \n[94]God DAMN I'm glad y'all set it off. Used to be hard, now you're just wet and soft. First you was down with the AK. And now I see you on a video with Michel'le. Lookin' like straight Bozos. I saw it comin', that's why I went solo. \n[95]Yella Boy's on your team so you're LOSIN'! And yo, Dre? Stick to producin'. Callin' me Arnold, but you Been-A-Dick. Eazy saw your ass, and went in it QUICK. \n[96]Y'all disgrace the C-P-T. `Cause you gettin' fucked out your green by a white boy, with No Vaseline. \n[97]Fuck'd y'all say!? \n[98]What? I thought this interview was about the Rodney King trial? \n[99]I'm not Anti-Semitic. I'm Anti- Jerry Heller. Let me ask you a question -- do they condone Jerry's behavior when it comes to my situation? Him trying to get me to sign a contract without legal representation? \n[100]Well, you get me that answer and then we can continue on this topic. Until then, let's talk about the beating of an unarmed motorist -- Rodney King and the trial of 4 guilty L.A.P.D. Officers who seem to be Darryl Gates' standard issue - - \n[101]Come on, man. That don't even make no sense. Black Korea is just a warning. That's it. I'm a journalist, just like you! Reporting on what's going on in the hood. But the difference is that I'm brutally honest about it. Cause sugar coating will get you diabetes. \n[102]There my brothers. That question alone just proves how unprepared of a \"sandbag reporter\" you really are. You wanna talk about Anti- Semitism? Then it's \"Black Korea,\" and now you wanna talk about the Nation of Islam? Seriously, man. What's your agenda? You can't focus on one thing? Ask me something interesting. I'm not an elected official. I'm an artist. You haven't asked me one damn question about music. I'm America's conscience. I represent the good, the bad and the ugly. What you represent? \n[103]Hey Darrell. What you been doing? -- playin' with Shea? \n[104]Damn... We left some good records on the table... \n[105]All the time. But we've been feuding for so long. It might be \"ON\" on sight when we see each other. I really don't know. \n[106]Yeah-- When it should be bring us together. Somebody always wants more then they're suppose to get. As that's when shit get funky. \n[107]Heads up y'all. This lil nigga might wanna do something. \n[108]Yeah. I'm over here.  What you need? \n[109]Thought you said it was an after- school special. \n[110]Missed you too, E. Wish we could've work shit out. \n[111]Never should've dissed each other in the first place. Made our fans choice between us. That ain't cool. \n[112]Nope. I was reminiscing with my wife the other day. What it felt like-- In the beginning. We were so young and ferocious. Doing music straight for the hood. Trying to be ghetto stars... I thought I knew everything back then -- But I didn't know shit. \n[113]Yeah. I get it. Everything changes so fast. Feels like it was 20 years ago. If we were still together do you know how large we'd be? \n[114]I'd be lyin' if I said I never thought about it. \n[115]If you can get Dre to do it, I'm in. But check this out homie-- I ain't doin' it if Jerry's around. He done made enough off us. \n[116]Cool. We done talked til the damn club closed -- I got a car coming. You need a ride back to your hotel? \n[117]Walk? It's cold as fuck Eric, this ain't L.A. \n[118]S'up Dre? \n[119]You see him? How he look? \n[120]Can't see him like that, man. This is bad. I asked one of his homies to call me when he wakes up. ", "JERRY": "\n[1]Jerry Heller. \n[2]Pleasure to meet you. Would it be possible to have a word with you, Eric? \n[3]I thought your record was good. \n[4]No-no-no, hang on.  I thought it was exceptional. Please, sit back down. \n[5]Let's try this again. As a music manager, let me tell you what I can do for you, Eric -- \n[6]You think because I don't have some flashy office, that means I don't know what I'm talking about? Elton John, War, Styx, REO Speedwagon -- \n[7]Let me tell you what I see. Lotta raw talent. Lotta braggadoccio. But if you think anyone's gonna talk to you, if you think anyone's gonna let you into the building where you might talk to somebody -- somebody who matters -- you're crazy. \n[8]That's what I do for you. I will make you legit. I will take you into that building. I will protect you. I will block out all the noise of this business and we can build something big. \n[9]But you're gonna have to believe in me like I believe in you. If you don't think you can do that... \n[10]You got more music for me? \n[11]Good, cause you're gonna have to follow this up. So what does N.W.A. stand for anyway? No Whites Allowed? \n[12]Try not to look so scared, Bryan. They smell it on ya, you're finished. \n[13]Relax. You're in for a real treat! \n[14]So what do ya think? \n[15]That was quite a show, gentlemen. Nice job. Very, very nice. \n[16]This is Eazy E and NWA. Guys, this is Bryan Turner. \n[17]Uh, Bryan runs Priority Records. He wants to sign you. \n[18]Yep, almost platinum. Bryan has a great distribution platform. \n[19]Our deal with Priority is done. I have the contracts for you to sign. \n[20]If this music keeps sounding like this. This album is going to be amazing. \n[21]The lyrics you're writing is really good, Cube. \n[22]The lawyers just started drawing them up. \n[23]Excuse me officer, what's going on out here?! \n[24]These are not thugs, they're artists! \n[25]They're rappers working in the studio right here. \n[26]I'm the manager. \n[27]This is only the tip of the iceberg, fellas. The days of selling records out of your trunk are a thing of the past, Eric. \n[28]Are you crazy? Had a enough of that shit in the 70's. I'll fly out a couple of times and check on'em. \n[29]Excuse me. \n[30]What ya got in there, Mr. Wright? \n[31]Have you lost your mind? You are not taking that on the bus. \n[32]I'm not gonna let you take that arsenal on tour, Eric! \n[33]Another one called-- said she was pregnant by you too. Eric, you gotta slow down. You can't fuck'em all... \n[34]Yeah well, you start making a little money, problems come with it. \n[35]Money problems are race neutral. But I'll help you through all of it. I'll put you in touch with -- \n[36]Evening, Cube... \n[37]It's all right, Eric. Cube's right to ask, and I'm remiss in not updating you guys. Contracts are being finalized as we speak. Truth is, attorneys will bleed you dry going over `em. Wish I was paid by the hour... \n[38]Everybody knows how important you are, Cube. Just give us a little more time. \n[39]He wants to be you so freaking bad. This kid has issues. At some point, you gotta trust somebody... \n[40]Moving up on the Billboard 200 albums chart, Holding our bullet the R&amp;B, Hip-Hop chart. I mean, you have any idea how many records we're selling? Ruthless has arrived. Eric, we are huge! \n[41]It's a warning. A message to our record label about \"Fuck the Police\". We should really think about not performing that song for a while. \n[42]Relax. RELAX. No need to worry-- All I'm saying is, we should be aware of this threat... \n[43]Well, uh. If that's what you wanna do, then maybe we -- \n[44]You have no right! This is illegal! You can't do this -- \n[45]What the fuck were you guys thinking? They can hold us libel for inciting a riot! No one cares that the police started it... \n[46]Whether you like it or not, you are a political group. Never give these assholes a reason to hurt you. Next time they might take it. \n[47]It's nice to see you, Cube. \n[48]I know you've been very eager to sign a contract with Eric's company, Ruthless Records. \n[49]That's incorrect. It's not my company. I work for you. I've made that clear from the beginning. \n[50]Cube, lawyers get paid to make trouble. That's what they do -- create problems where problems don't exist. \n[51]I can assure you, it's all standard. You can read it now, if you like. \n[52]Cube, I thought you knew? Everyone else signed already. You're the only one who hasn't. \n[53]Look. Cube. This is a great thing. This is what you always wanted your whole life. And there's also this. \n[54]Soon as you sign this contract, the money is all yours. \n[55]That's ridiculous. \n[56]You're kidding me, right? Who do you think pays for everything? All the hotel rooms, the parties, the transpo? You think that's free? \n[57]Nothing's a sure thing, Cube. Even a great talent can crash and burn. Too much ego, too much excess, too many expectations -- it tends to ruin things. You oughta keep that in mind. \n[58]It's gonna be fine, Eric. It's not just NWA anymore, it's our whole Ruthless roster. \n[59]We've got D.O.C., we've got Michel'le, we've got Above the Law. We're moving up to the next level. \n[60]Look at him. You think he needs anymore motivation than that? \n[61]You gotta stop worrying so much. Let me do the worrying for you. Fact is, Ren can write just as good as Cube. Maybe even better. Come over here a minute -- \n[62]Need your autograph on these checks and a few other things. Just sign right here -- \n[63]We're done. \n[64]We'll sue that worthless fuck. Defamation, libel... That anti- Semitic piece of shit, I'm gonna call up my friends at the J.D.L. and we'll see how he likes that, little bastard. Eric, come on, we gotta get organized here, we gotta fight -- \n[65]I always knew Cube was a rotten human being. And people are gonna know the facts. I'll make sure of it. I can't believe you're not as angry as I am, what's wrong with you? Didn't you hear what he said? \n[66]Well call Dre and you guys go do it! \n[67]Help you with something? \n[68]Who's asking? \n[69]Who are you? Are you with Suge Knight? Someone else? Ice Cube? \n[70]Just need a word with Dre -- \n[71]Jesus Christ, Eric. You can't just... I thought you were -- \n[72]Are yo okay? Eric. Why don't we go inside? All right? Come on... \n[73]Hey. You gotta tell me what's going on. I can tell when something's -- \n[74]You're not gonna do that. \n[75]You do that, it's gonna ruin everything we've built -- \n[76]Eric. Listen to me. I never said we won't hit back. But this isn't Compton. We don't hit back with bullets. We do it with lawyers. We drain those assholes. \n[77]Of course it is. You're smarter than those criminals. You wanna kill somebody? Then you'll be in prison, forever. No more family. No more Ruthless. No more anything. \n[78]If you kill this man. His problems are over and yours are just beginning -- Lets hit 'em where it really hurts. \n[79]We're about to get back into the game in a big way, Eric -- \n[80]Are you just trying to insult me? \n[81]Did you forget about Ren's album? Or the fact that you're working on an album that I believe is gonna be bigger than anything NWA ever -- \n[82]Dre's a fuckin' producer, Eric! Producer's don't rap! It's never gonna work! Period! \n[83]Eazy. You may wanna see this. \n[84]Sorry... \n[85]Eric -- \n[86]Can you come by my office? I need you to sign some checks -- \n[87]Eric -- \n[88]Wait, aren't you gonna sign -- \n[89]But this is how we've always done it. You have a lot on your plate Eric, there's no need to add to it -- \n[90]I just wish we could do it here. I don't want anything to get misplaced or lost -- \n[91]Where the fuck have you been? I've been calling you -- \n[92]So what was it, the groupie? The executive assistant? Did she even go to college? Come on. You're smarter than that, Eric -- \n[93]Look, I know you're upset. But I'd strongly advise you to take a breath, let me look at the paperwork -- \n[94]Why would you say something like that? You're not thinking straight. \n[95]I know what's best for you, and for Ruthless, and we've built a trust over years of hard work. That trust is our foundation, Eric. \n[96]Are you okay? You don't look -- \n[97]Look, if what I've done is so illegal, why have I never been sued? I'm such a thief, such a liar, such a motherfucker, how come nobody's come to collect? This is business. This is how it works. It's not always pretty, but all of it, everything I've put into this company, my whole LIFE for all these years, it's for you, Eric. \n[98]Goddammit, Eric! This is not how we do things! This is a business and I won't let you -- ", "SUGE": "\n[1]Man, I had a feelin' y'all was gonna represent tonight. Good shit. \n[2]Back and forth. Doing some bodyguard work among other things. If ya'll need my services, just let me know. \n[3]You never know what you need until you need it. \n[4]I just came back here to give ya'll your props. I got my people out here waiting on me. But I'll be around. \n[5]Are you? \n[6]Just figured you might be a bit fucked up after hearin' Cube's shit. \n[7]I'm on it. \n[8]Doc shouldn't even be alive. He got thrown from the car-- hit a tree. \n[9]Nah. His throat got crushed. Doctor said he'll never talk right again. \n[10]All fucked up. Career could be in jeopardy . Where's Eazy and Jerry? \n[11]Them niggas ain't loyal. Taking they're fuckin' time to come see the man. That's why I got my people looking into his contracts at Ruthless. Gotta protect what he got left. \n[12]What do you think about Jerry? \n[13]What about your paperwork? Is it cool? \n[14]Most definitely. I can arrange that. \n[15]It can wait. Let the man work. \n[16]Yo Dre. Hold up. \n[17]I did what you asked. Had my people look into your contracts. \n[18]It ain't good. Not that I'm surprised or anything. Gotta watch yourself. \n[19]Everything you need to know. It's all in there. \n[20]You know I can help you with this. \n[21]This shit sounds good. \n[22]Don't worry about that. I promise you that I'll get you out of your contracts. \n[23]Yo who the fuck's this, Warren? \n[24]We need to talk about them contracts. \n[25]Don't wanna talk to Jerry. It's your company. You're the man. \n[26]Don't worry about Dre.  Truth be told, he ain't got nothing to do with this right here. \n[27]Here's what's gonna happen. You're gonna sign these. Releasing Dre and The D.O.C. from Ruthless. \n[28]Naw. I think you gonna stay awhile. \n[29]You can talk tough all you want-- but this ain't no record. Don't make me change you, Eric Wright. \n[30]These niggas will take something from you that you can't get back. \n[31]Naw. That's too easy. I got a whole night planned for you if you don't sign them release forms. \n[32]It could happen quick, Eric. Or it could take a long, long time. You better choose right. Because you know where I come from. This Bompton nigga! \n[33]What do you think? \n[34]They all turned it down. \"Too many live instruments. It's not hip- hop.\" \n[35]This guy has a lot of money. This is the only shot we got. \n[36]We'd love to bring it to Interscope. But there's a problem. \n[37]Ruthless. Lawsuits. Contracts. \n[38]You're in my spot! \n[39]Did you park in my muthafuckin' parking space or not? \n[40]Now move yo' piece of shit and park my car. \n[41]-- And I bet not see one drop of blood in that mothafucka. \n[42]Yo Dre, you just in time. Watch this. Get up! You know what to do. \n[43]Don't forget to toast Dr. Dre. you little bitch ass mothafucka! \n[44]Its okay, Dre. \n[45]Who fuckin' shit up! You trippin. We can do anything we want to do. We started this shit. This is us. \n[46]Man don't even trip off this muthafucka. What he going to do? Where he going to go? \n[47]What's the urgency, Dre? \n[48]You're not making any sense. Death Row and Dr. Dre are one in the same. You can't just up and go. \n[49]You're one stupid muthafucka. You just gonna throw away all this money? `Cause if you leave, everything we created is mine. \n[50]You ain't takin nobody with you. Death Row stays Death Row. And if you even think about touching my money? You know how I handle shit. \n[51]You're not gettin none of it. \n[52]What you gonna call it? ", "REN": "\n[1]We straight. \n[2]Wuddup, Dre. \n[3]Damn, Dre -- You just turned a hustler into a rapper. \n[4]Nah, Mr. Furley from \"Three's Company.\" \n[5]\"Nibbles\"..? What's that mean? \n[6]Compton is definitely on the map my nigga! \n[7]Who dat? \n[8]What we do?! \n[9]To the People over there -- \n[10]Where they go? \n[11]Or it could've happened in another way. Can't blame yourself, Dre... Life has to end for all of us, but love don't. Feel me? Tyree is always gonna be with you. No matter what. \n[12]We should get out and beat his ass. \n[13]Not if you a nigga wit an attitude. \n[14]Yeah-- You watch yourselves too. \n[15]Aw fuck... \n[16]We didn't create that. \n[17]Who is responsible for that? \n[18]Nope. \n[19]I'mma get me a El Camino with some gold Daytons and a Phantom top. \n[20]Yeah -- And we got paaaaaid! \n[21]It is what it is... I don't trust Jerry but I trust Eric. \n[22]... Prisoner like a hostage. You shoulda covered your muthafuckin' head like an ostrich. Deep in the dirt cause you a sucka. And your ass up high so I can kick the muthafucka -- \n[23]Mothafucka got us! What we gonna do? I got my pen ready to serve that fool. Just say the word. \n[24]Damn, E. Who work for who? \n[25]Everything cool, E? \n[26]Fuck you talkin' about? He comin' or not -- \n[27]You all right, man? \n[28]Wuddup, y'all. \n[29]Yeah, you know -- Gettin' kinda anxious to get this new shit goin'. \n[30]No doubt. I got books of new shit -- ", "YELLA": "\n[1]Why not? \n[2]Don't trip off him, homie. \n[3]Yo! \n[4]Lonzo, what you think? \n[5]Man, kiss my ass, I ain't got no Raider gear.-- Are we gettin' paid to wear that shit? \n[6]Can this muthafucka Jerry Heller bring in more pussy? That's worth 20 percent! \n[7]Did you see all the freaks that was out there? Lord, thank God for biker shorts! \n[8]Man, pussy is power. \n[9]Yeah, no doubt. \n[10]You cool? \n[11]Hey baby. You Felicia? \n[12]Whoa! Eazy, you can't be blastin inside the hotel -- \n[13]Yo, Dre. What's goin' on? \n[14]Yeah man, fuck the po-lice for real. \n[15]And it ain't glamorous. \n[16]I can't wait to get out of that \"po- man's Porsche\" and get me some real shit -- \n[17]For $75,000 dollars, I don't give a fuck what's in that contract! \n[18]Guess that dude's \"managing\" him now. One day you Bobby Brown's bodyguard, next day you reppin' talent. Everybody wanna get into the act... \n[19]For real. Cube killed it -- \n[20]That shit's kinda funny. \n[21]I don't know about all that. \n[22]Yo where Dre at anyway -- \n[23]Whatchu mean? \n[24]So all this weed. It's for your Ruthless artists? \n[25]Maybe you should think about diversifying into my kinda shit. There's money in there, too. \n[26]Hey so, when are Dre and Cube gonna roll in here? \n[27]Yo, you alright, Eazy? \n[28]It's Bone Thugs' new LP. It's good, Eric. It's gonna be huge when it drops. Everybody thinks so. Want me to play it for you? ", "NICOLE": "\n[1]I'm just waiting on my friend. I knew I should've drove. \n[2]Oh no, it was fun. I had a lot of fun. But now it's starting to get a little wild. \n[3]I don't know, maybe another time and another place. But not now. \n[4]No, he's trying make a friend connection. \n[5]Speaking of friends, I need to go find mine before she gets too lost. \n[6]No, seems like you need to get back to your game. I'll talk to you later. \n[7]I wasn't exactly hiding. \n[8]Yeah... Why? \n[9]So what, you want me to move? \n[10]After a few months, you sure you're ready for that, Andre? \n[11]I'm feelin' you too, but... \n[12]Wasn't what I'd call a good fit. It got crazy once we moved to L.A. I definitely went through some unnecessary shit when he started acting like an asshole. But I have a beautiful son and all that other nonsense is behind me now. \n[13]Chin-chin. \n[14]All right -- Good night. \n[15]Are you okay to drive? \n[16]Good night, Andre. \n[17]Of course I do. \n[18]I got a lot of things to think about. You're asking me to move in... That's a big step. I like you, Andre. But there's a lot going on around you. \n[19]I read the papers. I'm not stupid. I know about the whole Death Row business, the assault charges, the shooting... Just seems dangerous. My son's my world. \n[20]Fun is fun, Andre. But I refuse to walk away from one crazy life into another. \n[21]I'll a call you. \n[22]Anybody else been here to see you, your so-called friends at Death Row? \n[23]112 days? That doesn't even make sense. \n[24]You got one phone call and you called me? \n[25]You take care of yourself, Andre. \n[26]It's for you. ", "BRYAN TURNER": "\n[1]You sure this is... safe for us..? \n[2]Immediately. Fellas, I loved the show. You really had the crowd on their feet. I think you'll fit perfectly with our label. \n[3]Nothing big. Just an R&amp;B group. \n[4]Uh-- The California Raisins. \n[5]Laugh all you want. Those little fuckers went gold last year. \n[6]So what do ya say? Wanna go make a record? \n[7]So, are you going out with them? \n[8]Well make sure everything goes smooth, okay? I have enough bad press with Tipper Gore and P.M.R.C. on my ass. I'm gonna have to put Parental Advisory stickers on all the records from now on -- \n[9]Who're you gonna get to produce? Ruthless is probably gonna veto Dre working on the project. So what's your plan? \n[10]It's more complicated than that, Cube, there's metrics -- \n[11]Cube. Relax. We're on the same team here. I'm your biggest fan -- \n[12]Of course your not begging -- and I'm not trying to be difficult. \n[13]Cube, wait, Cube, come back -- \n[14]\n[15]\n[16]Cube, Kim -- Great to see you guys. How's that new house treating you? \n[17]Great. I never did like the design of the old one anyway. \n[18]It's the new NWA record. I wanted to play it for you first, before you heard it anywhere else -- \n[19]About one minute in -- ", "VERNA": "\n[1]What happened? \n[2]Andre, boy, don't play with me. Do you even care how it makes me look? Call in favors to get your thoughtless ass an interview? And you can't even show up? \n[3]You have a child, Andre. And spinning records ain't payin' none of the bills around here right now. \n[4]Fifty dollars? Damn, you a billionaire! \n[5]Andre, you know the rules around here. In this house, you gonna work or go to school. I don't care if you gonna be a janitor -- \n[6]But you don't own the company. Lonzo does. \n[7]Oh, you think we're done here? \n[8]You got somethin' to say to me!? \n[9]People used to tell me I was too young when I had you -- Said I wouldn't be shit, said you wouldn't be shit. Now I been workin' my ass off to get us here and I refuse to let you throw it all away. \n[10]Andre -- \n[11]This is not on you, Andre. \n[12]Andre. \n[13]This is not your fault. Understand me? Stop this nonsense. Stop it now. \n[14]Your brother looked up to you. And you took great care of him. We both did. It's time to let someone else take care of him now. \n[15]I'm proud of you... So proud of you, baby... ", "TYREE": "\n[1]Grabbed some of your stuff, man. \n[2]When you comin' back? \n[3]Can I come with you? \n[4]You know she's just want the best for you. \n[5]Do I know you!? \n[6]Nigga, you heard me! \n[7]Muthafucka over here lookin' at me like he know me! \n[8]Yo Dre, there's something outside you need to take care of. Trust me. \n[9]What happened, Dre? What she say? \n[10]Come on. I could meet up with y'all in Dallas or -- Yo, you gotta let me come fuck with you in Miami! \n[11]You know it! \n[12]You did. \n[13]So I'm paying for your shit? \n[14]She good, but nah, you know her, constantly workin'. \n[15]Aiight, man... You promise, Dre! ", "SNOOP": "\n[1]What's up, Cuz. \n[2]Snoop Doggy Dog, Cuz. Who are you? \n[3]Thanks, Dre. \n[4]For real? \n[5]Oh hell yeah... \n[6]Come take a ride with us Dr. Dre. You gotta get out this house, Cuz and get your mind right. \n[7]What you so tense for, Cuz? \n[8]Is that why you ain't got no furniture? \n[9]This shit'll chill you out. \n[10]That shit right there? That's the Chronic. \n[11]You never smoked before? \n[12]Oh shit. Keep playing that. \n[13]One. Two. Three into the Four. Snoop Doggy Dogg and Dr. Dre is at the door... \n[14]\n[15]What the fuhhhh -- ", "TOMICA": "\n[1]This place is nice. Wow, I didn't realize this was a real \"date\" date. I thought we were just going out to eat. You bring all your females here? \n[2]You know I have a job, right? \n[3]Executive Assistant. Ya know, you don't have to impress me. We could've went to Fat Burgers. I just like hangin with you. You make me laugh. That's good enough for me, you know? We can just chill. \n[4]Yeah, she had a nice ass. But she might wanna fix those teeth. \n[5]I can help, you know. Show me the files, the bills, the contracts. I know the business, I know how it all works. Let me look. Baby, if you're feelin' this way, Jerry's not doin' right by you. \n[6]You had to know the truth sometime. Now you do. \n[7]Eric! \n[8]You gonna say something? Is it a respiratory infection -- pneumonia? \n[9]No. We can beat this. Together. \n[10]Who was that? \n[11]I can't. That's not the way it should happen. It's not right -- \n[12]Don't say that. \n[13]It's so... fucked up -- \n[14]Okay. I love you, Eric. ", "TORRANCE COP 1": "\n[1]Everybody down on the ground now! \n[2]For our protection. It's 6 of you, only two of us. So just sit there and shut up. Call for back up. \n[3]This is Torrance. You niggas supposed to be somewhere? \n[4]Working? Yeah, I bet. \n[5]Shut your hole! \n[6]Step back sir! Just making sure these thugs are clean! \n[7]Artists? What kind of artists? \n[8]Well you're wasting your time, Mr. Manager, `cause your rappers look like typical gang bangers to me. \n[9]Or Con-Funk-Shun! Real instruments. Real music! Not this bullshit rap! \n[10]Tell me about it. ", "KIM": "\n[1]Kim. \n[2]What you think? \n[3]I don't think so-- after hearing everything that happened, I would've left too. Now he has the chance to showcase all his talents. \n[4]The new house is great. Thanks for asking. How's the new office? \n[5]They're trying to call you some kind of a traitor. \n[6]Baby, tell me what you're thinking. \n[7]Look how young you guys look. \n[8]Well-- ain't nobody burnt down the table did they? Ever thought about getting back together? \n[9]That's a shame. It's terrible how money tears us apart. ", "WARREN G": "\n[1]My bad. \n[2]Watching you daydream for the last five minutes. \n[3]No you not. You been up in that house for a month now, and not one track? Wassup, what's wrong? \n[4]Why? \n[5]Come on, big bro. Loosen up. \n[6]Yo Dre, we're can I dump this shit? \n[7]Aiight, regulate that shit! \n[8]Your house is on fire. \n[9]Maybe I shouldn't have thrown them coals in the trash. ", "DOCTOR": "\n[1]Yes, well, it is those things... and more, I'm afraid... We ran a full blood battery and -- Mr. Wright, I'm sorry but you've tested positive for the HIV virus. \n[2]The normal T-cell count is anywhere between 500 and 1500. Right now, your T-cell count is... 14. \n[3]Mr. Wright, there are actually quite a few ways that the virus can be transmitted -- \n[4]We've actually run the test five times, with five different samples... and the results remain -- \n[5]No. Not necessarily. But we'll need to test her, too. \n[6]Mr. Wright. You need to understand. You're very, very sick -- \n[7]With treatment, and palliative care, we can probably keep you comfortable for... maybe six months. At the very most. \n[8]I'm truly sorry, Mr. Wright. ", "LONZO": "\n[1]Gonna make sure nothin's poppin' off outside. Keep them fat asses shakin'. None of that rap bullshit, you hear? I want people thinkin' `bout pussy not pistols.  And Yella, I saw you talkin to my lady. Keep your fuckin hands to yourself. \n[2]I'm this close to firin' your monkey ass! You tryin' to start a riot up in here?! You know I don't want that hardcore shit played in my club, but I turn my back and you do that shit anyway..? \n[3]You're up on that stage `cause I put you there. You're a bad ass DJ, I'll give you that, but you don't listen and I'm gettin' real tired of arguing all the time. You know it's plenty DJs out there who'll play what I want `em to play. Guys that don't bite the hand that feeds 'em. Now you take a backseat to that shit. \n[4]That some waste of time shit right there and trust me, it ain't gonna work. Won't get no radio play. \n[5]This reality rap is never going to work, Dre. You need to hurry up and rap this shit up and finish that slow jam I had you working on. I'm serious, Dre! Hurry up with this... \n[6]It's not a request, Dre. "}}