{"dialogues": {"GUY": "\n[1]How do you do. \n[2]Thanks. \n[3]A tennis player isn't so important. \n[4]You are a tennis fan. \n[5]Not now, thanks.          I don't smoke much. \n[6]Yes? \n[7]You're quite a reader, Mr. Anthony. \n[8]Perhaps you read too much. \n[9]That's all right. Forget it.    I guess I'm pretty jumpy. \n[10]You'll have to drink both of them. \n[11]What? \n[12]It shouldn't have been. Unless they've legalized bigamy overnight. \n[13]I guess I will. \n[14]As a matter of fact, I'm not going direct. I'm stopping off. At Metcalf. \n[15]It's my home town. \n[16]Close enough. \n[17]Thanks very much. But I think I'll go to the dining car. Do you know if there are any vacant seats in the dining car now? \n[18]Thanks just the same, but I really don't think -- \n[19]Well, I'll Just have a hamburger and a cup of coffee. \n[20]Sure.   I'm your friend, Bruno. \n[21]You must be imagining things. \n[22]Well, what do you want to do? \n[23]Before, of course. \n[24]Not lately. \n[25]What are you trying prove? \n[26]Marrying the senator's daughter has nothing to do with it. Can't a fellow look past a tennis not without being a goldbricker? \n[27]Sure, Bruno, sure. \n[28]We'll be pulling in soon. I've got to change trains. \n[29]Miriam. \n[30]Let's not talk about it any more. \n[31]I don't think so. \n[32]Let's change subject, Bruno, can't we? \n[33]You've been reading too many of these. \n[34]No. I may be old fashioned, but I thought murder was against the law. \n[35]You can't go around killing people just because you think they're useless. \n[36]Why? \n[37]I'm afraid I haven't time to listen. \n[38]Swap murders? \n[39]We're coming into my station. \n[40]What? \n[41]Sure, we talk the same language. Thanks for the lunch. \n[42]Nice meeting you, Bruno. \n[43]Sure, sure, Bruno. They're all okay. \n[44]Hi, Bill. \n[45]Then park these in a lucky spot for a few hours, will you? \n[46]You're looking well, Miriam. \n[47]What time do we meet your lawyer? \n[48]My hurry? That's funny, coming from you! You're the one who's in a hurry, aren't you? \n[49]I got over being jealous, a long time ago Miriam. \n[50]Oh, skip it, Miriam. It's pretty late to start flirting with a discarded husband. Especially when you're going to have another man's baby. \n[51]Let's see your lawyer and get this over with. \n[52]Here it is. \n[53]What are you trying to say, Miriam? Come out with it. \n[54]Why, you little doublecrosser. I didn't want this divorce, you did. That's what you've been harping about for the past year. \n[55]And what do you mean by that? \n[56]Let's not talk about Anne Burton. \n[57]What for? \n[58]Why me?   It's not my baby. \n[59]You black conniving little liar! \n[60]What happened? Did he run out on you? \n[61]You're a liar and a  cheat,   Miriam. You've wanted to get  rid of   me long enough and now I'll  go you   one better -- I never want to see  or hear   of you again. \n[62]...That's what should happen to people like you. And if I... \n[63]Sorry. I'm leaving. \n[64]Long distance. I want Washington, D. C. The number is Republic 0800. Person to person. Miss Anne Burton. \n[65]Right. \n[66]Anne, -- Anne darling. Yes, I'm in Metcalf -- No, everything didn't go smoothly. She doesn't want a divorce, not now.... \n[67]Sure I sound savage. I feel savage. I'd like to break her neck! I said I'd like to break her foul, poisonous, useless little neck! What's that? \n[68]\n[69]What? Metcalf? Who'd you say you were? \n[70]You'll never make the Metropolitan. \n[71]Sure, I understand. \n[72]What are you doing here?   At this time of night? \n[73]What do you mean? \n[74]What's this all about? \n[75]Are you trying to tell me you've -- Why, you maniac! \n[76]Where do you think I'm going? I'm going to call the police, of course. \n[77]We'd both be arrested for murder? \n[78]You crazy fool! You think you can get away with that? \n[79]Let me go, Bruno. I had nothing to do with this and the police will believe me. \n[80]My telephone. \n[81]You've got me acting, like a criminal, you crazy fool! \n[82]Get away before I give you what you gave Miriam. \n[83]I don't know you. I never saw you before. I never want to see you again. \n[84]Yes? Yes, Anne. I'm sorry, darling.   I just got in. Of course I'm all right. \n[85]But you sound upset. Is anything wrong? All right. I'll come over. Right away. \n[86]Anne darling, you're trembling. \n[87]Brazen woman. I'm the one to say that. \n[88]Good evening, sir.   Hello, Babs. \n[89]Miriam...murdered. \n[90]She's right. Whichever way you look at it...I'm in a spot. \n[91]At nine-thirty I was on the train from New York to Washington. \n[92]Yes, I spoke to someone. \n[93]No. His name was Collins.   He is a professor. \n[94]University of Virginia. \n[95]I'm afraid there'll be a lot of reporters at your front door in the morning. \n[96]Someone might say it...I'd do anything to keep you all out of this mess. \n[97]Yes sir.   Goodnight. \n[98]That I could strang... \n[99]Captain Turley's office? \n[100]Captain Turley is expecting me.   Guy Haines. \n[101]Thank you, sir. \n[102]Yes. I saw him outside. \n[103]But we were sitting opposite each other in the observation car! You were singing a song about a goat -- \n[104]And calculus. You were going over a speech you'd made. \n[105]Captain, is it so important whether or not Professor Collins remember me? Surely, the important thing is that I've been able to name a man who was on the train with me. You've been able to find him. Isn't that proof of where I was at nine-thirty last night? \n[106]On the train. \n[107]When an alibi is full of bourbon, sir, it can't stand up. \n[108]Completely.    He didn't remember me. \n[109]Apparently not at the right time. They suggested I could have caught the train at Baltimore after Miriam was murdered. They had it all worked out -- in their timetables. \n[110]Whatever it is, the police will know it. They gave me a present -- come take a look. \n[111]My guardian angel. \n[112]That's Leslie Hennessy. He works sixteen hours a day. Somebody else takes over for the next eight. As a matter of fact, Hennessy's a very nice fellow. \n[113]I'm afraid where I go, Hennessy goes. Even to the Senate. \n[114]Very likely. \n[115]Then what about practicing? Perhaps I'd better forget Forest Hills? \n[116]Hello -- \n[117]Must be some mistake.   It wasn't for me. \n[118]Well, I suppose I was pretty lucky to be seeded fifth, really. \n[119]Do you mean we'll be going there together, Hennessy? \n[120]I won't have to do that. When I'm through with tennis. I'll be going into politics, I hope. \n[121]Let's take this cab.   It's getting late. \n[122]Pentagon Building, please. \n[123]We've actually been alone for an hour. Seems almost indecent. You like? \n[124]I was beginning to feel like a goldfish. \n[125]No Hennessy. \n[126]I don't know. I suppose until they find out who did it. \n[127]I suppose so. \n[128]Will you stop pestering me! \n[129]You crazy fool! There's a detective outside. He'll see us together! \n[130]Stay away from me, I tell you! \n[131]I never saw him before.   Just some tennis fan. \n[132]large folded sheet of paper and glances at it, mystified \n[133]No, thank you, Louise. \n[134]He pulls those yarns right out of his hat, Babs. \n[135]He's not French.    His name's Antony. \n[136]Hiya, Hennessy. Won't keep you out late tonight. With Forest Hills coming up tomorrow, I've got to get some sleep. \n[137]Doesn't that bloodhound over relax? He sticks so close he's beginning to grow on me -- like a fungus. \n[138]Come on. Don't forget your sleeping bag. \n[139]Don't worry. Since you told Barbara Burton about the icebox, you're her favorite charity. She'll send the butler out with something to defrost you. \n[140]Bring him this way. \n[141]I hardly know him, sir. \n[142]Yes, sir. \n[143]You're a mad, crazy maniac, and you ought to be locked-up! Now will you get out of here and let me alone? \n[144]Come on -- pull yourself together. Do your tie up. \n[145]Here -- let me. \n[146]Have you got a car here? \n[147]You mean when you introduced us at the club? \n[148]Well, I didn't -- particularly -- \n[149]Well, why do you ask me? You've seen her pictures in the paper. \n[150]Well, she was dark, not too tall, rather pretty -- \n[151]What else is there? \n[152]Yes. \n[153]I get him to do it? \n[154]Yes. He's a maniac. I met him on the train going to Metcalf. He had a crazy scheme about exchanging murders. I do his murder and he do mine. \n[155]Well, he'd read about me in the paper. He knew about Miriam -- and about you. He suggested that  if he got rid of Miriam for me, I should kill his father. \n[156]Of course! I didn't give it another thought. And now a lunatic wants me to kill his father. \n[157]Yes, isn't it? \n[158]Since the first night.   He gave me her glasses. \n[159]And have them say what you did -- \"Mr. Haines, how did you get him to do it?\" And Bruno would say we'd planed it together. \n[160]I don't know, Anne...I don't know. \n[161]You see, Anne, that's why I didn't want you to know anything about this. I wanted to protect all of you -- your father, Barbara. And now that you know, you're acting guilty, too. \n[162]No, that's no good, Anne. I mustn't drag anyone else into this mess. Come on. Let's go in. \n[163]Bruno? Yes, yes, it's Guy...I've decided to do what you want. I'll make that little visit to father.... Tonight. Yes, I want to get this thing over with, can you leave the house again, Bruno? You'd better stay out till daylight. \n[164]\n[165]Mr. Antony! \n[166]Mr. Antony! Don't be alarmed -- but I must talk to you about your son. About Bruno. Mr. Antony! \n[167]Since you sent me a key to your house, I decided to use it -- to make a little social call on your father. I thought he'd be Interested to know he his a lunatic son. \n[168]No intention whatsoever.      I never had. \n[169]Or this. \n[170]Look, Bruno. You're terribly sick. I don't know whether it's possible for you to realize it or not. I don't know much about these things, Bruno. But why don't you go someplace where you can get some treatment? Not only for your own sake, Bruno, but you can't go on causing more and more destruction to anyone you happen to meet. \n[171]Well, I guess it's no use, Bruno. We sees to have nothing further to discuss. \n[172]That big lie about my wanting him to get it back means he's going to put my lighter on that island! \n[173]Darling, if that loudspeaker announces that I'm not going to play, Hennessy bound to be suspicious He'd keep me from ever getting near Metcalf. \n[174]No, darling. You stay right here and help me give Hennessy the slip after the match. \n[175]Didn't Bruno say that I wanted him together there one night after dark? \n[176]Well, that's what's in his mind now. He's not going to expose himself in broad daylight, If I can finish off this match in three sets, I'll still get there in time. \n[177]Okay, Tim.   Be right with you. \n[178]You got it straight? Just make sure Barbara has everything ready as soon as the third set starts. \n[179]We'll know more about that by the end of the week... \n[180]Be right there. I was afraid you wouldn't get here. Wish me luck, darling. \n[181]What about? \n[182]He'd drag himself into it, -- and Bruno loves Bruno. I'm all right so long as he thinks I have an alibi for that night. He knows? \n[183]Then he'll think of something.   He said he would. \n[184]My cigarette lighter. He said once he could have left it on the islands as evidence But he wouldn't do that. Not in broad day light. \n[185]Metcalf -- did he say Metcalf? \n[186]Try to think, Anne! \n[187]That's no help. But I can't take any chances. I've got to get that lighter -- somehow. \n[188]I'll have to default. \n[189]The moon! You said he had an appointment -- \n[190]Then he is going to Metcalf. But he has to wait until it gets dark -- Listen, Anne, as soon as the third set starts, tell Barbara -- \n[191]The amusement park, quick. \n[192]Hey, Bruno. \n[193]Stop it, Bruno.   Give me my lighter, Bruno! \n[194]Yes, I think so. \n[195]He has my cigarette   lighter and wanted to plant it there on   the island to pin the whole thing   on me. Let me talk to him.      Let me show you. Where is he? \n[196]Can't you get that stuff off him? \n[197]This is Mr. Turley, Chief of Police. \n[198]Can you talk a little? Can you tell the chief you have my lighter? \n[199]Okay, Mr. Turley.   Thanks. \n[200]Can you tell me where there's a telephone? \n[201]Bruno. Bruno Antony. A very clever fellow. \n[202]Yes. ", "BRUNO": "\n[1]I beg your pardon, but aren't you Guy Haines. \n[2]Sure! I saw you blast Faraday right off the court in South Orange last season. What a backhand! Made the semi-finals, didn't you? \n[3]I certainly admire people who do things. I'm Bruno Anthony. Bruno. See Guy looks up. Bruno indicates his gold tie pin which bears his name in cut- out letters. Guy looks at it with the faintest expression of disdain. I suppose you think it's corny. But my mother gave it to me so of course I wear it to please her. \n[4]I don't usually talk so much.   Go Ahead and read. \n[5]It must be pretty exciting to be so important. \n[6]People who do things are important. I never seem to do anything. \n[7]I suppose you're going to Southampton -- for the doubles. \n[8]Wish I could see you play. But I've got to be back in Washington tomorrow. I live in Arlington, you know. \n[9]Cigarette? \n[10]I smoke too much. \n[11]Thanks. Elegant. \n[12]Anne Burton. Sometimes I turn the sport page and look at the society news. And the pictures. She's very beautiful, Senator Burton's daughter. \n[13]Yes, I am. Ask me anything, from today's stock reports to Li'l Abner, and I got the answer. \n[14]Even news about people I don't know. Like who'd like to marry whom when his wife gets her divorce. \n[15]There I go again. Too friendly. I meet someone I' like and open my yap too wide. I'm sorry... \n[16]There's a new cure for that. Scotch and plain water. A pair. Double. Only kind of doubles I play. \n[17]And I can do it. When's the wedding? \n[18]The wedding. You and Anne Burton. It was in the papers. \n[19]I have a theory about that. I'd like to tell you about it some time. But right now I suppose divorce Is still the simplest operation. \n[20]This is wonderful -- having your company all the way to New York. \n[21]Metcalf? What would anybody want to go there for? \n[22]Oh, I get it! A little talk with your wife to about the divorce! I suppose she was the girl next door. Held her hand in high school and before you knew it -- hooked! Am I right? \n[23]Well, here's luck, Guy. Drink up -- then we'll have some lunch sent to my compartment. \n[24]See? You'll have to lunch with me. Say, waiter, bring me some lamb chops and French fries and chocolate ice cream, Compartment D, Car 121. What'll you have, Guy? \n[25]Oh, go on and order. \n[26]glass in another toast \n[27]Sure, I went to college. Three of them. Every time they kicked me out my father threw me back in. He finally gave up. He thinks I'm awfully small fry, not worth the bait. You my friend, Guy? \n[28]No, you're not, nobody thinks I'm anything special. Only my mother. My father hates me. \n[29]of the bottle for the last drop \n[30]You mean before or after I kill him? \n[31]I want to do everything. I got a theory you're supposed to do everything before you die. Have you ever driven a car, blindfolded, at a hundred and fifty miles an hour? \n[32]I did. I flew in a jet plans too. Zzzzzzzp! Man, that's a thrill! Almost blow the sawdust out of my head. I'm going to make a reservation on the first rocket to the moon... \n[33]I'm not like you, Guy. You're lucky. You're smart. Marrying the boss's daughter is a nice short cut to a career, isn't it? \n[34]Take it easy, boy. I'm your friend, remember? I'd do anything for you. \n[35]What'd you say her name was -- your wife's? \n[36]That's it. Miriam Joyce Haines. Played around a lot, I suppose? \n[37]Maybe she'll make more trouble for you. \n[38]You mean you got enough on her to get your divorce no matter what? \n[39]Okay, Guy. Want me to tell you one of my ideas for murdering my father? \n[40]You want to hear about the busted light socket in the bathroom, or the carbon monoxide in the garage? \n[41]But not against the law of nature. My theory is that everybody is a potential murderer. Didn't you ever want to kill somebody? Say one of those useless fellows Miriam was running around with? \n[42]Oh, what's a life or two? Some people are bitter off dead, Guy. Take your -- wife and my father, for instance. It reminds me of a wonderful idea had once. I used to put myself to sleep at night -- figuring it out. Now, let's say you want to get rid of your wife. \n[43]Let's say she refuses to give you a divorce -- Let's say. You'd be afraid to kill her because you'd get caught. And what would trip you up? Motive. Now here's the plan... \n[44]It's so simple, too. A couple of fellows meet accidentally, like you and me. No connection between them at all. Never saw each other before. Each of them has somebody he'd like to get rid of, but he can't murder the person he wants to get rid of. He'll get caught. So they swap murders. \n[45]Each fellow does the other fellow's murder. Then there is nothing to connect them. The one who had the motive isn't there. Each fellow murders a total stranger. Like you do my murder and I do yours. \n[46]For example, your wife, my father. Criss-cross. \n[47]We do talk the same language -- don't we, Guy? \n[48]I'm glad you enjoyed it. I thought the lamb chops were a little overdone myself. \n[49]You think my theory is okay, Guy? You like it? \n[50]Criss-cross. \n[51]he admires the free hand \n[52]No, Ma.   They look fine.   Thanks. \n[53]I'm all right, Ma.   Don't worry about me. \n[54]I bought a bottle of them yesterday. A whole fifth. \n[55]Which one? \n[56]I was only kidding, Ma. Besides, what would the president say? \n[57]I'm sick and tired of bowing and scraping to the king. \n[58]You're wonderful, Ma! It's the old boy, all right. That's father! \n[59]Sorry father. Long distance. Hello... \n[60]Guy? Bruno, Bruno Anthony. \n[61]I just wanted to ask how you made out with Miriam. \n[62]Bruno, Guy. Bruno Anthony. Don't you remember? On the train. \n[63]Are you getting your divorce? \n[64]So she double-crossed you!   Are you going to see her again? \n[65]Is your name Miriam? \n[66]Hello, Guy. \n[67]You don't seem very pleased to see me, Guy. \n[68]I brought you a little present. \n[69]Recognize them? \n[70]It was very quick, Guy. She wasn't hurt in any way. It was all over in no time. \n[71]I was very careful. Even when I dropped your lighter there, I went right back to it up. If It'd been found, it would have ruined our whole scheme, wouldn't it? \n[72]But, Guy, you wanted it! We planned it on the train together, remember? \n[73]Where are you going? \n[74]But you can't, Guy. We'd both be arrested for murder. \n[75]You're is much in it as I am. We planned it together. Criss-cross. I do your murder -- \n[76]Oh, come now, Guy. Why should I go to Metcalf and kill a total stranger, unless it was part of the plan and you were in on it? You're the one that benefits, Guy. You're a free man. I didn't even know the girl. \n[77]If you go to the police now, you'll just be turning yourself in as in accessory. You see, you have the motive. \n[78]What is it? \n[79]Someone has some news for you, Guy. \n[80]Tell them you know about it already, Guy. \n[81]Don't you call me that. \n[82]You must be tired, Guy. I know I am. I've sure had a strenuous evening. \n[83]Now look, Guy, about my father. I have the plans made. Two plans. A plan of the grounds and a plan of the house. I have in old Luger I bought at a pawn shop in San Francisco. My father -- \n[84]Wait a minute, Guy. To have to talk. We have to arrange things. \n[85]You're not yourself, Guy. You're tired. When you think things over, you'll see I'm right. Tomorrow -- \n[86]But we have to -- \n[87]Hello, Guy. I tried your apartment, but -- Why, Guy, this is Bruno! \n[88]Guy! \n[89]But Guy, you haven't called me. My father's leaving for Florida the end of this week -- \n[90]Oh, they can't have anything on you. Isn't that Anne Burton? Slight improvement over Miriam -- eh, Guy? \n[91]I've been a fan of yours for a long time, Mr. Haines. In fact, I follow everything you do. \n[92]Good evening, Miss Burton. \n[93]I'd like to talk to you sometime, Senator, about my idea of harnessing the life force. It will make atomic power look like the horse and buggy. I'm already developing my faculty for seeing millions of miles. And, Senator, can you imagine being able to smell a flower on the planet of Mars? I'd like to lunch with you some day soon and tell you more about it. \n[94]But tell me, Judge, after you've sentenced a man to the chair, isn't it difficult to go and eat your dinner after that? \n[95]Quite impersonal, isn't it, sir? \n[96]So few murderers are caught. \n[97]No more than anyone else.   No more than you, for instance. \n[98]Oh, come now, everyone's interested in that. Everyone would like to put someone out of the way. Now surely, Madame, you're not going to tell me that there hasn't been a time when you wanted to dispose of someone. Your husband, for instance. \n[99]Ah ah! Are you sure? Do you  mean to tell me there wasn't a tiny moment - when you'd been made really angry? And what did you say? \n[100]There you are, you see! There you are! All right, now you're going -- to do a murder. How are you going to do it? This is the fascinating part -- how are you going to do it...I didn't get your name? \n[101]Mrs. Cunningham, how are you going to do it? \n[102]Tssk, tssk. Oh no, Mrs. Cunningham. \n[103]Bang, bang, all over the place. Blood everywhere? \n[104]Ah! That's better, that's better. Mrs.....? \n[105]That's better, Mrs. Anderson. But Mrs. Cunningham is in a dreadful hurry. Poison could take...let's see...ten to twelve weeks, if poor Mr. Cunningham is to die from natural causes. \n[106]And then have to walk all that way home? \n[107]No, I have the best way, and the best tools. Simple, silent, and quick. The silent part being the most important. Let me show you what I mean. \n[108]toward Mrs. Cunningham's throat, then stops a moment to ask \n[109]Oh!  no. Now, when I nod my head, just see if you can cry out, and I bet you can't. Now with my two thumbs...you see that's where I'll be able to prevent any sound coming from you. Now, just wait for the nod of my head. \n[110]What happened? I was on a merry-go- round somewhere. It made me dizzy. \n[111]But, Guy -- \n[112]You shouldn't have done that, Guy. \n[113]Driver's outside. \n[114]Yes, Mr. Haines? \n[115]My father isn't home tonight, Mr. Haines. I was about to tell you that over the phone. But you came to such a sudden decision. I wondered why. \n[116]Then a I correct, Mr. Haines, in assuming that you have no intention of going ahead with our arrangement? \n[117]I see. You won't have any further use for the key, then, Mr. Haines. Thank you very such. \n[118]I don't like to be doublecrossed. \n[119]I have a murder on my conscience, but it's not my murder, Mr. Haines -- it's yours. And as you're the one to profit, I think you should be the one to pay for it. \n[120]Don't worry. I'm not going to shoot you, Mr. Haines. It might disturb mother. I'm a very clever follow. I'll think of something better than that. Much better. \n[121]I'm afraid mother wasn't very helpful, was she? You know she hasn't been well for a long time. She's a little -- how shall I say -- confused. Poor mother. \n[122]You know, I'm very upset with Guy. He shouldn't have sent you on an errand like this. \n[123]He's been leading you up the garden path, I'm afraid. He must be very desperate to try to involve me. I've been protecting him ever since we had that conversation on the train and he told me how he hated his wife. \n[124]Why, do you know, Miss Burton, he tried to get me to go back to the island one night after dark and pick up his lighter so the police wouldn't find it? He dropped it there, you know, when -- well, that night. \n[125]The whole thing's been worrying me so much. But of course I couldn't do it, Miss Burton. It would have been too risky. And besides, it would have made me an accessory. \n[126]Miss Burton, I know how you feel. \n[127]Miss Burton, you must excuse me. I have an urgent appointment. I must go up and change. Now, I really must go...if you'll excuse me... \n[128]Down there -- my -- my cigarette -- case. It's very valuable. \n[129]You've got to get this grating up right away. \n[130]Can't we do something...! I dropped my cigarette case. \n[131]Storm drain? \n[132]Don't just stand here -- do something! \n[133]I don't want to relax. \n[134]I want to get off of here! Let me off of here! It makes me dizzy. \n[135]Hello, Guy. \n[136]Who's that? \n[137]So they got you at last, eh, Guy? \n[138]I haven't got it. It's still on the island where you left it. ", "ANNE": "\n[1]with unpleasant realization calmly \n[2]Guy -- I wonder if you know how much I love you. \n[3]But I wanted you to know, before... Before we go into the living room. \n[4]She was...strangled. \n[5]You can tell them where you were, can't you, Guy? \n[6]Then everything's's all right. \n[7]I'm sick of hearing that word! \n[8]It can't be helped, darling. It is not your fault. It's not as though anyone can say you had something to do with it. \n[9]Father, it's getting terribly late, and Guy looks so tired... \n[10]I told myself over and over I was being silly, but there was one horrible moment tonight when the news came through. I kept remembering what you shouted telephone from Metcalf. \n[11]Don't even say it.   Forget you ever said it. Even more   terrifying than the murder itself,  Guy, was the awful thought that if you  had anything to do with it we'd be  separated, -perhaps forever. I'd never   see you again. I couldn't bear it. \n[12]Hello, darling. Have you had your dinner? \n[13]You weren't in Metcalf all this time? We expected you hours ago. \n[14]But, you knew he was on the train! Wasn't that enough to prove you were on it, too? \n[15]and increasingly nervous \n[16]He's right, Guy. You mustn't do anything that would look suspicious. You've got to carry on as though nothing has happened. \n[17]Well, we'd better be getting back. \n[18]I like. \n[19]So was I. When we build our house, darling, we won't even have glass windows. No doorbells, no newspapers, no telephone -- \n[20]How long can it go on? \n[21]We'll be happier then, won't we? \n[22]Who was it, Guy? \n[23]Guy, darling -- this is Mr. Antony -- a friend of Monsieur and Madame Darville... Guy Haines. \n[24]This is my sister Barbara.       Barbara, this is Mr. Antony. \n[25]Thank you so much, Mr. Lindsay. We'll look forward to it. \n[26]This is Mr. Antony, father. \n[27]A friend of the Darvilles. \n[28]Bring her upstairs. \n[29]What's the matter, Barbara? Did you see it happen? Did you see it -- all? \n[30]How do you mean? \n[31]Do you know where Guy is? \n[32]Guy! \n[33]You didn't meet him for the first time the other day, did you, Guy? \n[34]Yes. Did you notice how he stared at Barbara that day? \n[35]He stared at her again tonight -- while his hands were around Mrs. Cunningham's throat. \n[36]What did Miriam look like, Guy. \n[37]Go on, I want you to tell me. \n[38]What else? \n[39]She wore glasses, didn't she? \n[40]She looked a lot like Barbara, didn't she? \n[41]How did you get him to do it, Guy. \n[42]He killed Miriam, didn't he?   Tell me, Guy! \n[43]What do you mean -- your murder, Guy? \n[44]You must have realized he was talking a lot of nonsense! \n[45]It's too fantastic! \n[46]You mean you've known about Miriam all this time? \n[47]Why didn't you call the police? \n[48]Oh, Guy -- what can we do? \n[49]Guy, hadn't we better go inside? Your friend Hennessy's watching us. \n[50]Oh, if we could only talk to father or someone about it. \n[51]But, Mrs. Antony, you've got to make him do something about this. Don't you see that just one word from him would extricate Guy from this dreadful situation? \n[52]But don't you understand, Mrs. Antony -- your son is responsible for a woman's death. \n[53]Of course not, Mrs. Antony. \n[54]Guy doesn't know I'm here, Mr. Antony. \n[55]...And he said that if the police found your lighter there, that's all they'd need -- something to prove you were at the scene of the murder. \n[56]Guy, you'll have to get there before he does. You won't have time to play, You'd better tell them. \n[57]Then I'll go. \n[58]But, Guy, that'll be too late! \n[59]Yes. \n[60]Guy, listen to me, If I sound all mixed up I can't help it. I -- I'm scared. \n[61]That's just it. I don't know. It's Bruno. I talked to him, Guy -- \n[62]He acted peculiar -- as if he could put the murder right in your lap, and not involve himself at all. \n[63]Guy, has he anything that the police could trace to you -- Any little thing. \n[64]But he's going somewhere, Guy.   He told his mother -- \n[65]No, -- I don't think so. Oh, why can't I remember -- he said such crazy things! \n[66]Something about the moon -- he said he had an appointment with the moon. \n[67]And have Hennessy and that other one right at your heels? \n[68]If he wins this next set -- you'd better have everything ready. Here -- give the driver this ten dollars. \n[69]You don't have to understand, just do it. And for heaven's sake, act natural. \n[70]Hello... Yes, operator, yes! Guy? \n[71]closes her eyes with heartfelt relief. Another pause, then: \n[72]Guy'll be back tomorrow. He wants me to take him some things. \n[73]He says he looks silly in his tennis clothes. ", "CLOSE SHOT": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\n[38]\n[39]\n[40]\n[41]\n[42]\n[43]\n[44]\n[45]", "BARBARA": "\n[1]Something awful has happened, Guy. \n[2]The police have been using everything but radar to locate you. \n[3]Miriam went there with two boys. They were the ones who found her. So they're not suspects. But you probably will be. \n[4]Let's not fool ourselves. The police will say Guy wanted Miriam out of the way so he could marry Anne. In a crime of this sort the police first go after the husband, and Guy had every motive. \n[5]If he hasn't an alibi for nine-thirty tonight he has plenty to worry about. \n[6]Who saw you? Did you speak to anyone? You'll need a Witness, you know. \n[7]Not quite. Detectives play a game called Motive, Motive, Who'd got the Motive. \n[8]He'll still have to answer questions. \n[9]Daddy doesn't mind a little scandal. He's a senator. \n[10]She was a tramp. \n[11]From what I hear, she pursued it in all directions. \n[12]Well, you two. Nothing stands in your way now. You can be married right away. Think of it -- you're free! \n[13]Father, I'm not a politician. \n[14]I still think it would be wonderful to have a man love you so much he'd kill for you. \n[15]I didn't. They sometimes throw a suspect in the can and keep him there all night. \n[16]You mean the professor was boiled? \n[17]trying to be comforting herself, and defers to the senator \n[18]You're being tailed! \n[19]Shouldn't we ask him in for Coffee -- or something? \n[20]Escorted by Mr. Hennessy. \n[21]Are you getting in any practice today, Guy? \n[22]I've just been talking to your shadow. Guy, did you know Mr. Hennessy helped crack that axe murder I was reading about? You know, the one where the body was cut up and hidden in the butcher shop? He was locked in the ice box with the left leg for six hours! \n[23]Who's the nice looking Frenchman with the Darvilles? \n[24]How do you do, Madame Darville. Monsieur. \n[25]I hope you aren't forgetting our little party on Thursday, Madame. \n[26]He looked at me! His hands were on her throat, but, he was strangling me! \n[27]He was looking at her first. Then he looked over at me. He went into a sort of trance He looked horrible! He thought he was murdering me. \n[28]Anne, why me? Why me?   What did I have to do with it? \n[29]He went out with that man! \n[30]I wish understood what this is all about! \n[31]Isn't it wonderful, Mr. Hennessy? He won! It calls for a celebration. Anne says you must have dinner with us. Just the family, and you, and Guy. \n[32]But Guy is your business.   You'll be with him, won't you? \n[33]Guy says you love steak -- rare, Medium, or well-done? ", "SENATOR": "\n[1]Sit down, Barbara. \n[2]There seems to be no way of diplomatically breaking tragic news. I'm sorry, Guy, to be the one to tell you. It concerns your wife. She's been murdered. \n[3]You're to call Headquarters at Metcalf. \n[4]It happened on an island in an amusement park. It was sort of a lovers lane, I believe. A rather sordid atmosphere. \n[5]Young lady, we can't overlook the fact that murder is at our doorsteps. But I forbid you to drag it into the living room! \n[6]Motive? \n[7]Oh come now, my boy. I'm sure you have nothing to worry about. \n[8]There you are. \n[9]Anyone you know? \n[10]Harvard. \n[11]Routine.   Pure routine. \n[12]Profit by my experience, Guy. Never lose any sleep over accusations. Unless they can be proved, of course. We'll help all we can. Dreadful business, dreadful. That poor unfortunate girl. \n[13]She was a human being. let me remind you that even the most unworthy of us has the right to life and the pursuit of happiness. \n[14]Barbara! \n[15]Of course, of course.    Back to bed, Barbara. \n[16]One doesn't always have to say what one thinks! \n[17]You won't forget that call, Guy? Captain Turley. \n[18]Sit down, Guy. Sit down.    Give him some coffee, Anne. \n[19]You had no trouble with the police of course, once they verified your alibi? \n[20]I certainly hope so. What is your next step? \n[21]I'll have him called off immediately of course. \n[22]Is he likely to -- picket my office? \n[23]I would suggest, Guy, for your own peace of mind, of course, that you work here at the house for a few days. It would be less embarrassing for you. \n[24]My dear boy, wouldn't it look rather -- awkward -- if you suddenly canceled all your plans. \n[25]How do you do, sir. \n[26]Ah yes, indeed -- I beg your pardon? \n[27]I don't remember inviting that young man. Who is he? \n[28]He has an unusual personality. Provocative. \n[29]I thought he was a bit weird when he arrived. Who is he? \n[30]Get him out of here as soon as you decently can -- will you. This is a nice item for the gossips. First thing you know, they'll be talking about orgies. I'd better get back... \n[31]I presume from all those tears that you have had good news. ", "CLOSEUP": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]", "MIRIAM": "\n[1]Even change. Thank you, Madam. Well -- hello, Guy. \n[2]So are you. You've got a nice tan, playing tennis with all your rich friends. \n[3]What's your hurry? \n[4]When you wouldn't give me the divorce right away, I sort of hoped it was because you were a little bit jealous. \n[5]Let's talk in there. \n[6]Now this is cosier. Sort of like old times, isn't it, Guy? \n[7]Do you know, I think you're handsomer than ever? \n[8]Did you bring the money, Guy?   Lawyers are expensive. \n[9]If I'd known what all that tennis nonsense of yours was going to lead to, I wouldn't have run out on you. \n[10]I'm not getting a divorce. \n[11]It's a woman's privilege to change her mind... Now I can shop for some pretty clothes. I wouldn't want you to be ashamed of me in Washington when we go to all those dinners and swanky parties. \n[12]Don't look so mad, Guy. You always smile when your picture is being taken for the papers. \n[13]Especially when you have Anne Burton hanging on your arm. \n[14]So, it's really serious between you two? Well, you can throw your dreams about her into the ashcan. Guy, I'm coming to Washington. \n[15]To have my baby and be with you. \n[16]But people don't know that, Guy, do they? It would make a pretty story, wouldn't it -- the senator's daughter involved with a married man who's about to become a father. \n[17]Keep your voice down. \n[18]No man runs out on me.   Not even you. \n[19]I could be very pathetic as the deserted little mother in a courtroom, Guy. Think it over. Who would believe you? \n[20]You heard what I said, Guy Haines. You can't throw me away like an old shoe. I'm coming to Washington to have my baby. Tell that to the senate! \n[21]Goodnight, Mother.   See you later. \n[22]George, stop it, I tell you! \n[23]George, no! \n[24]Oh! \n[25]Why yes. How did you -- ", "CLOSEUP GUY": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]", "HENNESSY": "\n[1]I've never seen the Forest Hillss tournament before. I'm looking forward to it. \n[2]Oh, don't worry. This thing will be cleared up by that time. Ever thought of turning professional, Guy? \n[3]Politics! It's a good thing for you I don't report that to the chief. \n[4]-- He'd put ten men on your trail. He says -- \n[5]Oh, no, not there! I always get lost. \n[6]That's too bad. Hammond takes over in a couple of hours. I'd like to see him earn his salary. \n[7]He thinks you're a very suspicious character. He doesn't trust anybody! Not even himself. \n[8]Yeah, If I have to wait too long on the sidewalk my feet get cold. And if I sit too long on those stone steps, my -- \n[9]Cute kid. \n[10]Hello, Hammond. \n[11]You'd better keep on your toes. Something funny's going on. \n[12]Wonder where he went? \n[13]Shut up. I'd better contact Metcalf. I should think this calls for more questioning of Mr. Haines. \n[14]My dear Mr. Hamond, how many times do I have to tell you that we have nothing conclusive on Haines? There's no evidence that he was ever at the scene of the crime. Can't you get that into your thick head? Now stay put till I get back. \n[15]Let him have his game first, Hammond. \n[16]Good luck, Guy. \n[17]We got our orders. We take him in -- after the match. \n[18]Good luck, Guy! \n[19]You'd feel naked in an Eskimo suit -- if you weren't wearing your badge. \n[20]Sorry I can't make it.   Business. \n[21]Yeah -- I'll be with Guy. \n[22]I sure wish I could -- \n[23]If you'll pardon us, madam, we need your help. We're chasing a man. ", "LONG SHOT": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]", "MEDIUM SHOT": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]", "TWO SHOT": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]", "CLOSEUP ANNE": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]", "HAMMOND": "\n[1]You look worried. What's the matter? \n[2]He came back at three twenty-five. I didn't even know he'd given me the slip until his 'phone kept ringing for about half an hour. Nobody sleeps that sound. So I got the janitor to let me in. No Haines. \n[3]We'll probably hear of another dame murdered. \n[4]Questioning?     Nuts!   Let's take him in. \n[5]Well, if Turley said to pick him up for questioning, let's pick him up! \n[6]This is the first time I ever waited for a murder suspect to play tennis before I pulled him in. When the boys it headquarters heir about this they'll send me orchids. \n[7]First time I ever waited for a killer to play tennis before I nabbed him! \n[8]When the boys at headquarters hear about this they'll send me an orchid! \n[9]Stupid game. You'd never get me into them short pants. I'd feel naked. \n[10]Hennessy! ", "UMPIRE'S VOICE": "\n[1]Mr. Haines wins the first set. \n[2]Game to Mr. Reynolds. Games are two all...Second set. \n[3]Love thirty. \n[4]Double fault. Love forty. \n[5]Game to Mr. Reynolds. Mr. Reynolds leads five games to three in the third set. \n[6]Duece! \n[7]Advantage, Mr. Reynolds. \n[8]Score is deuce. \n[9]Advantage, Mr. Reynolds. ", "CLOSEUP BRUNO": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]", "COLLINS": "\n[1]There was a man, now please take note. There was a man who had a goat. He loved that goat, Indeed he did. He loved that goat, just like a kid. What is your opinion? \n[2]Name's Collins. On sabbatical - Delaware Tech. Glad to meet you. I jus' gave a speech in New York. On integration. In the differential calculus a function is given and its differential is obtained. Understand? \n[3]Y'do? \n[4]I'm terribly sorry, but I really don't remember meeting this gentleman. \n[5]Unfortunately, I remember very little about the journey from New York...You see, there had been a little celebration -- \n[6]A goat? \n[7]I was? I'm sorry, Mr. Halnes. I certainly must have celebrated!   I can't remember you at all. ", "TURLEY": "\n[1]Professor Collins, this is Mr. Haines. He was with you on the train last night. \n[2]Of course he is. We know that. \n[3]Are you all right, Haines? \n[4]full attention to this unexpected bit of information quite taking it in \n[5]What is this all about, Haines?        Did you know he killed your wife? \n[6]Is this your lighter, Haines? \n[7]Well, you were right. I'd better keep this for the time being. We can clear the whole thing out the morning. How about staying in town over night, Haines? I imagine you have a lot to tell me. Nine o'clock, all right? ", "CLOSE SHOT BRUNO": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]", "CLOSE UP": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]", "FADE IN": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]", "ANNOUNCER": "\n[1]--It looks like an interesting match with Haines constantly charging the net -- not like Haines at all -- to press so early in the game... \n[2]It looks like an interesting match -- with Haines out to blast Reynolds into a fast fight, -- not like Haines at all -- to press so early in the game... \n[3]-- Haines hasn't let up his terrific pace for an instant, smashing every \n[4]ball with a recklessness we've never seen in his playing. It's beginning to look as if he doesn't care whether he wins or loses because he's in a hurry - an awfully big hurry --- \n[5]This is more than a tennis game, ladies and gentlemen -- it's a desperate fight with Guy Haines playing as if his life depended on it! \n[6]-- Haines hasn't let up for a moment. If he wins this set, he wins the whole match! ", "DETECTIVE": "\n[1]The killer is here tonight. So keep your eyes open and the minute you see him, let us know. \n[2]Haines!   Hold it! Hold it! \n[3]Get somebody to come and stop that thing! \n[4]Hey! Be careful! Stop! \n[5]Mr. Turley! Mr. Turley! He says this isn't the man we want. It's the other one -- the one he was fighting with. \n[6]I think he's going. "}}