{"dialogues": {"JOE": "\n[1]What's this? \n[2]You hear Martin barfed in the hall? \n[3]Who's gonna play the wife, Jen? \n[4]Oh yeah, that was bad. \n[5]You talked to Alice Dainard really? \n[6]-- driving where? 7. \n[7]-- was she nice? Why is she doing this? I don't understand, we don't even know her-- \n[8]I don't think that's what it is-- \n[9]What was she reading? \n[10]In the silent reading section, what was Alice reading? \n[11]I don't understand how the wife makes it a story-- \n[12]I just can't believe you talked to Alice Dainard. \n[13]I won't forget. \n[14]Goodnight, Mrs. Kaznyk-- \n[15]Oh no thanks, Ma'am, I'm okay.  \"See you tomorrow.\" \n[16]Oh, yessir. Thank you. \n[17]I thought I was going to have the summer for myself-- \n[18]I gotta help Charles finish his movie. \n[19]I won't. Over. \n[20]Thanks. \n[21]\n[22]-- yeah? \n[23]You can trust me. My dad'll never know. I won't tell him anything. \n[24]Want one? 17. \n[25]Okay. \n[26]You mind? \n[27]Close you eyes. Please. \n[28]Yeah, he's a very relaxed guy. 23. \n[29]Run! \n[30]Alice! \n[31]Guys?! \n[32]Martin, are you okay?! Preston, is that you? \n[33]Has anyone seen Alice?! \n[34]It's my fake blood. It's fake! \n[35]It wasn't an accident. (turns away, eyes on the \n[36]There. 28. \n[37]It's a schedule for the train. \n[38]-- guys, look -- \n[39]\n[40]Are you okay? \n[41]Guys, keep it down! \n[42]It's okay-- no one's saying anything. None of us.  Guys -- we're not gonna say anything -- are we?! \n[43]See? No one's gonna know. \n[44]-- oh, thanks, \n[45]Morning, Mr. Kaznyk-- \n[46]Uh... no. \n[47]No. \n[48]... Looks like a disaster movie, doesn't it...? \n[49]-- what? \n[50]-- you wanna go back?! \n[51]Yeah, I thought she was good. \n[52]I think she will. 37. \n[53]But that was before the new pages, right? \n[54]Yes, she was, we all were. \n[55]Yeah, I saw her face. \n[56]Nothing. I think she's going to do it. \n[57]Alice-- hi, it's Joe. Lamb. \n[58]So we have some new scenes. For the movie. We were hoping you'd be in `em. \n[59]Really? `Cause these are really good scenes. \n[60]Yeah, I know, I saw it. Are you okay? \n[61]You totally did, that's true, I know, but-- \n[62]I am, which-- under normal conditions I would nev-- \n[63]We have to-- while the crash is still there. (waits, anxious, then, \n[64]Yessir. 41. \n[65]-- what? \n[66]\n[67]You mean why he crashed the train? \n[68]That whole thing's an Air Force train. \n[69]I make models-- plastic ones-- you know, glue `em, paint `em-- \n[70]Air Force trains -- even models -- have these hooks... \n[71]Every car in that crash had hooks, every one... \n[72]He had a gun, why not use that? \n[73]Mostly the Dick Smith Monster Make- up Handbook. \n[74]... sure. \n[75]I don't care, they can blow it up. I can show you the train, it's nothing, it's stupid. 51. \n[76]You wanna see it? Later? The... train? My train model? The train I made? \n[77]Oh. Just be a lifeless ghoul. Someone with no soul, dead eyes. Scary. D'you ever have Mrs. Mullin? \n[78]-- like her. But hungry, like hungry for human flesh. To make them turn into zombies, because that's what zombies do. \n[79]Oh my God. That's really good... \n[80]... not bad. \n[81]Lucy. Lucy. Lucy! \n[82]Lucy! ... Lucy! \n[83]-- have you... seen Lucy? \n[84]That's... okay, I'll find a-- 56. \n[85]So the Air Force is looking for a car -- Alice's dad's car -- they're taking tire prints from the crash site. Over. \n[86]And the military's at Woodward's house. Looking for his research. Whatever that means? \n[87]Okay... I'll do the make-up. Over. \n[88]Oh gawd, I didn't clean up. \n[89]Yeah, that's the Hunchback of Notre Dame. I watched that one on TV. \n[90]This is the train they wanna destroy. \n[91]That's dry brush technique.  After you've painted the base color, you take something like...  Euro Gray. \n[92]There are so many different grays, it's crazy. And you pour a little onto like a paper plate. Then you take a dry brush and you just dip it in, then you brush on the paper, so the paint's barely on the brush. Then you make small brush strokes on the model. Little ones, like where the wear and tear would be. Around the wheels. Or where the doors would slide. Then you do it again, like with Camouflage Gray-- or here, I used Insignia Red to make it look like there was another coat of paint on there before. Like they painted over it, but you could see it scratched off. 63. \n[93]My dad gave it to her the day I was born. She wears it all the time. Used to. It was bad, how she-- died and stuff, but they got the necklace back. So. \n[94]We're sitting right here. \n[95]I thought you were calling Evan. \n[96]We're not clear. \n[97]We're not clear. You and I aren't clear about anything. We couldn't be less clear. \n[98]Just `cause mom died doesn't mean you know anything about me!!! You don't. You don't know about Alice either -- she's kind! 70. \n[99]She's NICE to me! \n[100]Before, earlier, b-- no, you okay? \n[101]Oh, you wanna come in? 73. \n[102]Room's still messy. \n[103]He can be sorta li-- I've known him since Kindergarten, though-- \n[104]-- no, I totally do, I'm just... sort of in shock at this whole \n[105]... yeah... \n[106]... it's so weird watching her like this, like she's still here...  ... she used to look at me, this way... like really look. And I just... knew I was there. That I existed. \n[107]Don't say that. He's your dad. \n[108]Why are you not reacting? \n[109]That thing went through my wall. \n[110]What are you so angry about? That I'm not going to let you blow up my train? \n[111]What's your problem? \n[112]I know, my dad's being a turkey. 79. \n[113]We're still gonna finish your movie! \n[114]What are you talking about? Of course it is. \n[115]Why? \n[116]I'll get the camera back, I know where my dad put it -- We can still make the festival. \n[117]Then what is it about? \n[118]What's obvious? \n[119]-- what? \n[120]Your movie was over! That's what you said! You were upset. I gave you a camera! I helped you! \n[121]What's your problem? \n[122]Well, you're the one who wanted the wife in the movie! 81. \n[123]What do you even care what I think about Alice?! \n[124]-- wait, you like Alice Dainard? \n[125]Guys, look out! \n[126]We can make another train and blow that one up. \n[127]I do like her. Sorry about that. \n[128]... Charles... \n[129]Mr. Harkin. What's going on? \n[130]Hi. I'm gonna find my dad. \n[131]Yeah. \n[132]Mr. Dainard, it's Joe Lamb. I know you don't like me sir, and I'm sorry about that-- but I'm looking for my dad-- \n[133]... what? \n[134]... I believe you. \n[135]Guys, WE HAVE TO GO BACK. \n[136]Back to town -- to find Alice -- we have to find her-- 86. \n[137]I'm going whether you come or not-- which I really hope you do. \n[138]We're going to the school to open the trailer Woodward had in the parking lot. I bet that's where he keeps his research. \n[139]We're gonna learn everything we can about that thing so we can find it. And that's how we're gonna save Alice. 88. \n[140]Why else are there padlocks on the door? We're going to the school. \n[141]Maybe the classroom, but not the dungeon. \n[142]We shouldn't take River Road, they had a roadblock. \n[143]Yes. Thank you very much. Do you have a tire iron? \n[144]\n[145]Dr. Woodward was dishonorably discharged from Nellis Air Base in 1963 because of \"subversive conduct,\" whatever that is. 92. \n[146]What is this? \n[147]Cary, we got to find this thing. \n[148]Woodward wasn't trying to kill it. 94. \n[149]-- hey, no-- 95. \n[150]-- guys-- I forced you to come with me... I'm... I'm so sorry.  I'm so sorry... \n[151]... why--? \n[152]Charles! Maybe you should wait! \n[153]-- you guys okay?! \n[154]Up there, there's broken glass -- \n[155]Lemme get on your shoulders! \n[156]No--!!! No, look! \n[157]We need to get back to town! \n[158]You want me to drive? \n[159]I saw something at the cemetery. Woodward said it's subterranean-- I think I know where it-- \n[160]We gotta go by foot--! \n[161]Just follow me! ) Donny! Hey! Donny, wake up!  We have to get out of here! \n[162]Come on, guys, let's go. Come on! \n[163]To the cemetery-- \n[164]I'm gonna go find Alice-- you have to stay with Martin. \n[165]... yeah. 108. \n[166]Come on, Cary, we gotta go. \n[167]Just follow me. \n[168]Help me! \n[169]We need to get inside. \n[170]Cary, help me. \n[171]Help me, on three. \n[172]You got any sparklers in there? \n[173]-- Alice is down there. \n[174]Shhh. This way. \n[175]I know. Cary look. \n[176]We're under the water tower. 112. \n[177]She's here. We're going to use your firecrackers. \n[178]There are other tunnels. \n[179]I need you to make noise. Lots of it, right here, in two minutes. Make it loud and make it last-- gimme some sparklers. \n[180]Make sure you're gone by the time it blows: you can't be here, you gotta run. \n[181]-- Cary, come on, come on-- 114. \n[182]-- Alice, please -- please --  Alice, wake up! \n[183]Alice! You're alive! Can you hear me? Are you okay?! 115. \n[184]I'm just-- doing the best I can to save you. \n[185]Your dad. He told me. He was worried. And flipping out. \n[186]-- we need to move-- \n[187]Alice, help me get the sheriff down. \n[188]Sheriff, we came that way. \n[189]Sheriff, I really think we're going the wrong way. \n[190]I told you to get out! \n[191]\n[192]\n[193]\n[194]-- I know bad things happen-- bad things happen, but you can still live. You can still live, you can still live, you're gonna be okay-- 118. \n[195]... he's making a model. ", "CHARLES": "\n[1]I was thinking that, about the coffin. \n[2]Try a Goddamn turkey roll and you'll discover how. They're delicious. \n[3]Bet Joe's not gonna wanna do my movie anymore. \n[4]Why do you think why? The story. It's about the living dead. \n[5]But she's dead, shithead. \n[6]Told you. \n[7]That was the longest day ever-- here. \n[8]New scene, check it out. Let's hit the 7. \n[9]I know, does that guy ever not barf? Keep reading. \n[10]I think it might help make my movie better. I need two things: a better story and production value. \n[11]No way -- did I tell you what she did with my top hat? \n[12]Alice Dainard. \n[13]I was returning that book on codes and ciphers-- she was in the silent reading section -- I thought, \"Screw it.\" So I asked her if she'd play Hathaway's wife. \n[14]She said yes, we're filming tonight and she's driving. \n[15]Jesus, Freak Show, she offered to drive and I accepted-- \n[16]Maybe she just wants to be in a good movie, y'ever think of that? \n[17]I've been working on this movie for months. I'm just trying to make it good. \n[18]... what? \n[19]Who gives a rat's ass what she was reading-- the festival deadline's in one week -- my movie's gotta be great! 8. \n[20]Yeah, but it's not a st-- thank you for that-- it's not a story yet. 9. \n[21]Older kids enter this film festival -- I'm competing with fifteen- and sixteen-year-olds, who have better stories and cars and production value, I've got nothing! \n[22]I'm coming! There's a whole article in there about stories, you should read it, it explains everything. \n[23]You're impossible. \n[24]\n[25]Read this. \n[26]Because you crushed Charles' top hat, you ever think of that? \n[27]Guess what, no we're not. \n[28]Later days. \n[29]Okay, it's time -- don't get caught, over. \n[30]Wanna hear something gross? \n[31]I sneezed so hard yesterday I shit my pants. I debated telling you. \n[32]Twizzler me. \n[33]Martin? I don't see how the guy playing Detective Hathaway can ask where the zombies are coming from. \n[34]Make-up, sound and special effects. \n[35]You want Joe to-- stay back? I--? \n[36]So I wrote a couple new lines, can I show you? \n[37]Shut up. There aren't a lot-- \n[38]What would be great is: could you cry during the scene? Can you do that? \n[39]Shut up. \n[40]Guys, there's an electrical socket up here. \n[41]No. But you can pick up some stuff. 18. \n[42]Guys, this is going to be great. Get the lights and camera on that end, we'll shoot this direction first, like we talked about! Joe, get the mike plugged in-- make sure the new batteries are in the camera before you do the make-up! \n[43]Martin, I have a new line for you. \n[44]So this is very emotional. \n[45]Alice: Mrs. Hathaway really doesn't want her husband to keep investiga-- \n[46]Okay, I'm just directing. Martin get on your mark. Martin, you're going to have to reassure her. Do you know what \"reassure her\" means? \n[47]Okay-- we're starting on Alice's side first-- Preston: a couple seconds after \"action\" walk to the pay phone, make it look like this place is busy-- \n[48]Asshole, could you stop blowing shit up for two seconds and deal with the camera? \n[49]Let's rehearse this -- save your real performances for when we're filming, though. \n[50]Ready? Here we go... action! 21. \n[51]-- uh, that was... I'm... that-- yeah, good. Just like that. \n[52]PRODUCTION VALUE!!! Is there film in the camera?! \n[53]PUT IT IN!!! PUT IT IN!!! Joe, get the mike ready. Go, go, Preston, get in position. Costume, costume. Martin, get that tripod set up. Joe, help her with her costume. Hurry, hurry! Go! I hope we don't miss the train. Preston, get in position! Martin, you know you lines, right?! IS THE FILM IN THE \n[54]Everyone ready...?! Be extra loud when the train passes by! Oh God, I hope it stops! You ready?! \n[55]And... ACTION! \n[56]Joe, we have to go. 25. \n[57]\n[58]I'm alive! Is anyone dead? \n[59]What is this stuff? 27. \n[60]They look like white Rubik's cubes or something. They're heavy like metal or something. There's like a billion of them. \n[61]What? Driving on the tracks? \n[62]-- is that him? \n[63]Remember when Old Man Woodward took your Electronic Football? \n[64]Dr. Woodward! It's Charles Kaznyk! From fourth period! You've been in an accident! \n[65]Oh shit, all the glass just fell out! \n[66]Great, the focus ring just fell off! \n[67]Can you believe this? \n[68]It's on the news. That means it's real. \n[69]... oh my God, Joe... that's \n[70]We can use this -- we can film it -- \n[71]If any of the footage from last night is usable, that means we need Alice to play the wife again. \n[72]She was mint, but she's never gonna do it. \n[73]There's no way. You heard what she said. \n[74]You honestly think she cares about the scenes? \n[75]Man, did you hear what she said last night? \"I never should have done this!\" Dude, she was totally wigged! \n[76]Did you see her face? \n[77]Man, what's wrong with you? \n[78]Lens is cracked. Focus ring broke. Ya think it's fixable? \n[79]We're screwed, man, it's over! \n[80]We need this developed as soon as possible -- can you do overnight? 39. \n[81]... no, thank you. \n[82]Well, what's the fastest you can do? \n[83]I don't know. \n[84]CUT! That was mint! So good! And it looked huge with the train! Wow! Joe: go reload the cap gun! \n[85]We'll get the other direction next - - Alice, that was mint-- Martin, go a little faster next time. 42. \n[86]-- dude, what are you doing? 43. \n[87]Thanks, could I have a coffee, please? Cream on the side? \n[88]Joe: stop talking about it. \n[89]Please shut up, all of you. \n[90]SHHHHJESUS! You heard what the Old Man said, we can't talk about this!  -- thank you, very much. \n[91]Funny, Chompers, at least I don't use a booster seat. \n[92]I don't wanna find out -- guys, we gotta forget we were there. Joe, seriously... you really wanna take a chance that something could happen to your dad, too? \n[93]Hey! So I'm gonna need more shots of the train crash, obviously-- you know that train model you made? Can we blow it up and film it? \n[94]I don't wanna hear about it. They could be monitoring us right now! Jesus, shut up. Over! \n[95]Joe -- YOU CAN NOT FLAKE OUT ON ME AND BE A DICK! Are you gonna come help me tomorrow or not? I need you to make Alice a zombie again. \n[96]Guys, what the hell?! No one knew where you were. \n[97]You gotta be the soldier. \n[98]Evan blew us off, he's a pussy. Excuse me. \n[99]You gotta do it. You're the only one. \n[100]Shhhh! Production value! It's for the movie! \n[101]Joe. Hey, Mr. Lamb! \n[102]Uh-- Mr. Lamb? That's your camera, but technically, that's my film-- 68. \n[103]I told you not to pick it up in the first place. \n[104]That's part of it! Juts a part! \n[105]My whole movie's a disaster `cause of you! \n[106]Whatever. \n[107]It's not about the movie. \n[108]Just forget it. \n[109]There's nothing wrong-- \n[110]It's not about the movie. \n[111]Jesus, you don't even get it do you? It's obvious. \n[112]Gawd, you're a dumb ass. 80. \n[113]That night of the crash, you started getting all weird. \n[114]Like Mr. Attitude all of a sudden. \n[115]Don't pretend like you did it for me! You didn't do it for me and you know it! \n[116]It was never about me! It was always about Alice! \n[117]Not so you could fall in love with her! \n[118]Because I like her! That's why! That's why I asked her in the first place! So I could get to know her, not YOU! \n[119]You're such an idiot. \n[120]SHIT! Look at all that smoke! We can't use any of this. And you won't even let me blow up your train. Everything's bogus. \n[121]I know it's stupid. What would she ever like me? I haven't leaned out yet, which the doctor says is gonna \n[122]-- Joe, what the hell--?! \n[123]They made us get on the bus. \n[124]You gonna tell him about that thing? \n[125]Do this for me and I'll babysit the twins next week so you can go to Wendy's stupid party. \n[126]I am not shitting you. You can't ask me any questions though. You can't tell anyone. I'm serious. No one. \n[127]Yes or no, you ugly freak. I'm about to rescind the offer. \n[128]You think Woodward's got information about that thing in the dungeon? \n[129]I was thinking about that too. \n[130]Yeah, Woodward has all kinds of weird stuff in the dungeon. \n[131]I don't care. Disco I guess? \n[132]Joe, let me try -- let me try. \n[133]Joe, this is impossible, man. \n[134]--I loosened it for you. \n[135]I cannot believe we're breaking into school, who does that? No one does that-- idiots do that-- \n[136]Back when he was like Middle-Aged Man Woodward. \n[137]I don't know. It says April 8th, 1963 incident. I dunno. \n[138]He was trying to help it escape. \n[139]-- oh shit! \n[140]... what... what's gonna happen? \n[141]Joe. They're not gonna kill us. You know why? \n[142]Was that the thing from the train?! \n[143]Was that it?! Oh my God!!! \n[144]Oh my God, guys -- \n[145]What's that gun --? 99. \n[146]I don't feel good about this -- \n[147]\n[148]-- I wanna go home so bad -- \n[149]I'm strong! 102. \n[150]You can do it! \n[151]I just sharteezed a little. \n[152]Congratulations! \n[153]Joe, where are we going? \n[154]\n[155]Where?! \n[156]Oh shit, Martin, you gotta bone sticking out of your leg! \n[157]Joe, gimme that thing on the curtains! \n[158]... you gonna be okay without me? \n[159]God, Cary. Shut up! \n[160]This is going to hurt. \n[161]I haven't even done it yet. ", "CARY": "\n[1]What do you think was in the coffin? \n[2]I mean cause of how she died. \n[3]... you weren't wondering that? \n[4]Either nothing was in there, or like whatever they scraped up-- \n[5]Why? \n[6]Those turkey rolls are pretty good. 4. \n[7]What wife? \n[8]You're not supposed to talk at all in the silent reading section-- \n[9]Can I see --? \n[10]Hathaway's married now? Really? \n[11]I do. \n[12]Another classic from Smartin. \n[13]I'm sorry, Smartin. \n[14]You know the first place I'm gonna drive when I get my license? \n[15]New Castle, Pennsylvania. Fireworks capital of America. \n[16]I took apart two packs of cherry bombs and made my own M-80. \n[17]Well you're a pussy. And your mom has one. 19. \n[18]Sorry man. \n[19]-- I didn't put it in-- \n[20]Guys, did you see those explosions? That was awesome. \n[21]Guys, get up here. You can see everything from up here. \n[22]... holy shit... \n[23]Honors biology. 29. \n[24]We know. \n[25]Yeah, he put it in the \"dungeon,\" never gave it back... \n[26]No one cares about your CAMERA! \n[27]Did it really look good? My death? \n[28]Looks who's talking, Math Camp. \n[29]He is so sophisticated. \n[30]Probably, Smartin. \n[31]I say he was just sick of being old and wanted to kill himself. \n[32]Excuse me, could we please get another order of fries because my friend here is fat? \n[33]Are we gonna get in trouble here--? \n[34]I've got six tons of explosives in here, let's find that thing and blow it to shit. \n[35]Where the hell are we going anyway? \n[36]What research? \n[37]Hay Donny, this car is gnarly. 90. \n[38]Sorry. \n[39]Guys, it's Dr. Woodward. Look. \n[40]I rolled those M-80's myself, that's right. \n[41]I think we're gonna die. \n[42]I think they're gonna kill us. \n[43]Charles, what are you doing? \n[44]-- oh God -- guys -- \n[45]Go! Joe, move!!! \n[46]Got my fireworks back! \n[47]What's that? What are those sounds? \n[48]What the hell is that?! \n[49]He's too stoned! \n[50]You guys see those explosions? They were huge. \n[51]Kathy's. I got it off the fridge. \n[52]Where we going? \n[53]There's a hole in the house! \n[54]I'm not staying with the girls! \n[55]Calm down. \n[56]So what are we doing here? \n[57]I've been following you for the last five blocks. What are we doing here? \n[58]Help you with what? \n[59]For what? What's in these windows? \n[60]It's dirt. Why is there dirt in these windows? \n[61]Whoa. This is scary. \n[62]Are you kidding me? 110. \n[63]Joe, I don't understand-- 111. \n[64]It's Sheriff Pruitt. \n[65]What is this? \n[66]It's eating a person. \n[67]I don't think it's going to hurt it, Joe. \n[68]So? \n[69]-- why-- what are you gonna do--? \n[70]Where are you going? 113. \n[71]-- come on-- damnit! \n[72]-- damnit!!! \n[73]Joe! \n[74]I thought this was the way out. I tried! Hey, Alice, welcome back-- \n[75]Joe, what are you doing? \n[76]Joe, shut up, it's gonna kill you! \n[77]Okay, wait a minute, WHAT?! \n[78]-- what's he doing...? ", "JACK": "\n[1]Hey-- Lucy. \n[2]I'll be home soon. 5. \n[3]That was a good zombie murder. \n[4]Hey -- I'll be out in a minute-- \n[5]It's a six-week program, hands-on training with college coaches. You'll like it. I know I did. \n[6]Things have obviously changed for us. And it'd be good for you to spend some time with kids who don't run around with-- cameras and \n[7]I have nothing against your friends. I like your friends. 13. \n[8]Except Cary, who can't stop lighting things on fire. You'll like it there. It's what we both need. \n[9]As you can expect, the local authorities are trying to figure out just what happened here as well as how to help you out. \n[10]Colonel, there isn't anything I should know, is there? \n[11]I'd like to see that manifest, yes. \n[12]Colonel, I've got a lot of people in my town that are gonna want to know what's taking place. \n[13]... Lillian. \n[14]They gave me the run around for two hours before I was allowed to talk to anyone. \n[15]Nelec -- the Colonel -- refused to show me their manifest, said they were carrying mostly airplane parts- \n[16]Sheriff, I'm telling you, there's something else going on -- they're taking molds of tire tracks -- now why would they be doing that? Who are they looking for? And they're packing these weird little cubes into crates and they're-- \n[17]--yeah, into these red trucks, dozens of these trucks -- and I'm telling you, they're scrambling to get the hell outta there-- \n[18]Sheriff, I think you need to go check it out. \n[19]Vicky, ya heard from Sheriff Pruitt this morning? \n[20]Vicky, I need you to have Dayton send a CS unit out to Edie's. You put out an APB on the Sheriff and Breen Haskell -- send units to their houses immediately. You copy all of that? \n[21]... what kind of unusual calls...? 53. \n[22]Having trouble with anyone lately, Izzy? \n[23]That's not enough. People don't feel safe here -- and you know why? `Cause they're not-- \n[24]-- the Air Force isn't answering a damn question: they've got trucks at Woodward's house, looking for \n[25]I know. They're saying it's just clean-up at the train crash, but they're taking molds of tire tracks. Which means they're looking for someone-- now what's that about? \n[26]I'm sure she's around. I put a couple of slices in the fridge for you there. \n[27]Vicky, you got power at the station? \n[28]Get water and power out there now. \n[29]Mrs. Babbit, I don't believe the Russians have anything to do with what's happening in town-- but I'm calling the curfew because w-- \n[30]We have good people working on that. Mr. McCandless. \n[31]Mr. McCandless, can I speak with you for a moment, privately? \n[32]Patty, get in touch with Vicky. David, have you seen Milner? \n[33]Hey Tom. Tom, have you seen Milner? \n[34]Check his office. \n[35]--Rosko, I need you to get every radio we have and you tune to these frequencies -- understand? \n[36]Hey Danny, you have a radio scanner with a descrambler don't you? \n[37]Whatever, get it down and set it up for me. \n[38]I think the Air Force is using \n[39]The hell do you mean you \"found my dog in Brookville?\" That's a \n[40]Walking Distance. \n[41]Get in the car. \n[42]Why are your trucks sweeping the town? \n[43]Then I'm sure you wouldn't mind me contacting DC. Talk to some friends about \"Walking Distance.\" \n[44]All right. We'll do it that way. \n[45]This is new. All this. For the both of us. Dealing with-- all this, just us. So I'm going to make this as clear and simple as I can: You're not friends with Alice Dainard. When I say no, I don't mean maybe. I don't mean yes. I mean no. I've known Louis Dainard for alotta years-- he's been nothing but trouble. Your mother used to say he's not a bad guy, he just needs a chance, he's just sad - - well I tried to be good to him, but I can't. Not anymore. I will not allow him or his daughter in this house. I will not allow you spending time with her, doing projects or whatever it is that you're doing. THAT'S IT. I hope we're clear. \n[46]What'd you say? \n[47]Joseph Francis Lamb-- \n[48]I'm not having this discussion with you--! \n[49]I don't care what she is! Her father is a selfish, irresponsible son-of-a-bitch! \n[50]You listen to me, I've got twelve thousand people in this town that are scared out of their minds-- they've got one person they can rely on -- it used to be someone else, but now it's just me. \n[51]Hello--? \n[52]--I'm here to see Colonel Nelec. He told me to meet him here. \n[53]\n[54]Hey! I gotta take a leak! What am I supposed to do, piss in here?! \n[55]Thanks for the hospitality. \n[56]So am I going in alone or are y--? \n[57]Hi, how are you doing? \n[58]Shhhh. \n[59]Rosko! \n[60]--come here. The Air Force set that fire, they want the town empty for some reason. The whole military operation, the evacuation, everything is all bad. \n[61]Tell me everything, right now, and I won't throw you in jail. \n[62]Hey fellas, I've got orders from Colonel Nelec to personally transport this man to base. \n[63]-- to find our kids. 104. \n[64]... It was an accident. It was an accident. \n[65]-- I got you. I got you. ", "ALICE": "\n[1]Joe Lamb?! \n[2]What the hell's he doing here? \n[3]He's the deputy's kid! \n[4]Charles, I don't have a license. I can't drive with him! \n[5]It's too late! He's seeing me in this car right now. \n[6]Get in. \n[7]What? \n[8]I'm sorta trying to drive-- \n[9]... no...?! \n[10]Stop. \n[11]My dad works at the mill. \n[12]I know, we read it, we get it. \n[13]Was that okay? Or... not really? \n[14]I love how calm he is. \n[15]-- what's all that blood? \n[16]What's the blood? -- did someone get hurt--? \n[17]-- yeah, it's him-- \n[18]Dr. Woodward...? \n[19]... Dr. Woodward? \n[20]-- we shouldn't be here-- \n[21]\n[22]It's hard enough to drive without everyone yelling! 32. \n[23]We can't tell anyone we were there - - we can't say a thing about it -- my dad cannot find out I took his car, do you guys hear me?! \n[24]Joe, this is yours. \n[25]I should never have done this. \n[26]Hi... \n[27]Oh-- no. No, I'm done with that. \n[28]I'm watching the crash on the news. \n[29]I should go. \n[30]I don't care what Charles wants-- I said no on the phone. 40. \n[31]And now you're at my house. \n[32]It's too weird after last night-- I don't understand how you guys can keep working on your stupid movie, I really don't. \n[33]No. \n[34]You should go. \n[35]He was just inviting me to a party. \n[36]... what do you think happened...? \n[37]I just got a horrible feeling. \n[38]-- what? \n[39]Keep going. \n[40]So, if it's Air Force, what would the Air Force have on a train? \n[41]Where'd you learn how to do this? \n[42]So how am I supposed to be a zombie? \n[43]For English? Yeah-- \n[44]-- you made all these? 62. \n[45]... it looks real.  It looks so old... \n[46]Euro Gray... \n[47]What was that necklace?  The one you were holding at the train crash. Was it your mom's? \n[48]It's okay. \n[49]Yeah. \n[50]Power's still out. \n[51]I was in bed, couldn't sleep. Thinking. I wanted to tell you something, before tomorrow -- Don't let Charles blow up your train. \n[52]I don't think it's right, do you? I know he's your friend, but he's so \n[53]He shouldn't always get what he wants. I mean, who always gets what they want? -- I know I don't know you at all. Even though... it sort of feels like I do. Do you not... feel like that? \n[54]-- no, keep it-- please -- \n[55]... is that her? 74. \n[56]He drank that morning. My dad. He missed his shift.  Your mom took it for him. The day of the accident. \n[57]... I know he wishes it was him. Instead of her. ... and sometimes I wish it was, too. \n[58]I should go to bed. \n[59]I don't want to sit down. \n[60]What is this? What are you doing here?! \n[61]How did you know? \n[62]Really? \n[63]It's been experimented on for years. It's terrified and exhausted and hungry, it just wants to go home. When it touched me, I knew -- 116. ", "MARTIN": "\n[1]Jesus, shut up. \n[2]I don't know how you guys can eat. 3. \n[3]Jesus -- guys-- \n[4]No please, if you're really asking. \n[5]So... people are turning into zombies because of the chemical factory, right? \n[6]I told you, I don't like it when you call me that. \n[7]Shut up. \n[8]New lines? Charles-- what, I have new lines? \n[9]So I don't have any new lines, right? Because I just learned these. \n[10]Hey, Charles, Charles, do I have more lines? \n[11]\"-- Sweetheart, this is my job, I have no choice.\" \"That's nothing you need to worry about...\" \"What am I suppose to go to Michigan with you...\" \n[12]No, no, no. Cary. \n[13]Bogus, Cary. \n[14]Yeah, I think so. \n[15]Hey, don't touch it, what are you doing? \n[16]How can a pick-up truck derail a train? That's impossible. \n[17]-- who? \n[18]What? Who is that? \n[19]That's Dr. Woodward? The science guy? \n[20]Wow... I'm not in his class. \n[21]Shut up, Cary. \n[22]The dungeon? \n[23]\n[24]I'm never taking a train again. \n[25]Am I the only one shaking?! I'm also crying -- \n[26]I'll try, but I'm still crying about last night, I feel like I'm crazy. \n[27]Anyone else still shaking from the crash? \n[28]Am I the only one who doesn't understand what this all means? \n[29]Shut up, I don't like that-- \n[30]Fall down stairs. \n[31]What was your teacher even talking about? Who are we supposed to be afraid of anyway? \n[32]Well, so guys, if the Air Force has already searches Woodward's house, wouldn't they've already searched the classroom too? \n[33]Where's the dungeon? \n[34]-- He's been tracking this thing since like 1958. \n[35]Did you hear that? \n[36]No. They'd never do that. \n[37]I can't see anything -- do you see anything? \n[38]-- here, use me, I'm strong! \n[39]They're coming, man! I think we should go! \n[40]Guys, that sounds like guns! \n[41]Drugs are so bad! 106. \n[42]-- whose house is this? \n[43]Kathy? Oh, Kathy's cool. \n[44]What happened to my leg? It hurts. \n[45]Oh, my leg hurts! ", "PRESTON": "\n[1]No, I'm eating macaroni salad. \n[2]His mother's not a zombie. \n[3]That's called a \"sharteeze\" by the way. \n[4]You're driving very well. I'm impressed. \n[5]I have never been a passenger in a vehicle without an adult driving. I'm unresolved as to how I feel about it. \n[6]Your obsession with fireworks -- and I'm saying this as a friend -- concerns me. And my mother. \n[7]I know what that looks like. \n[8]I'm okay! Though I think I'm having a heart attack! And I have a scrape! 26. \n[9]Guys, what are these things? \n[10]According to my Uncle Seth, an accident like this is exceptionally rare. \n[11]Obviously it isn't. \n[12]Biology. \n[13]That trailer Woodward keeps in the school parking lot. \n[14]My heart is pounding! That train could of killed us. \n[15]\"You'll die, your parents will die,\" guys, that is not good information. \n[16]I got in my parents' bed last night. Haven't done that since I was eleven. \n[17]... did I just insult him? \n[18]And he's not embarrassed by that. \n[19]Ooo! Ooo ooo ooo! They do -- for when their train cars are put on transport ships. 44. \n[20]There are infinitely more effective ways to commit suicide: pills, \n[21]You could jump from a building. \n[22]Well, that's not really effective. 45. \n[23]Drowning, hari kari, also known as seppuku--? \n[24]And I think you need a break. Jack, I've been telling you this since Elizabeth. 48. \n[25]You're a good deputy. But you need to take a vacation. Go home. Take off your uniform. Go fishing. And give your son a hug. \n[26]Wait a minute -- first of all, I want to live. Okay? \n[27]-- yessir --  But you should look at this first. ", "NELEC": "\n[1]Yes, I understand, this crash has caused a whole mess of confusion. 46. \n[2]It's under control. It'll be a very fast clean-up. \n[3]Not that I can think of, Deputy. I understand you have concerns about our cargo. \n[4]That's not going to be possible. \n[5]-- what town is that? \n[6]Deputy, if you're asking me if we had any dangerous property on board this train, I can assure you the answer's no. \n[7]Excuse me. 47. \n[8]How much more is there? \n[9]What, more tax returns? \n[10]... the hell's that? \n[11]I would like to help you out deputy. I really would. But we operate on a need to know basis. \n[12]We'll be out of your way shortly. \n[13]Deputy. Let's talk. Just not here. \n[14]I don't want any more trouble. Do you? \n[15]We've been going through your belongings, looking for evidence. Of what you knew, how you knew it... and who else might know. I remember you. In the lab. And I recall we didn't see eye to eye, but that's no excuse for doing what you did here. 72. \n[16]So in the spirit of moving forward and avoiding more trouble, tell us where you put your research. I know you had someone document the crash that night. Tell me who that was and I'll help you, I swear to God. On my mother's life -- if you help us now, we will take care of you. \n[17]--I'm going to bait him. I'm going to catch him. \n[18]Search them. \n[19]You're the Deputy's boy. \n[20]Move out. \n[21]Here. Tag it. \n[22]Open the door. 100. \n[23]\n[24]This is Nelec -- use the big guns. Whatever happens to me, you take it down, you kill him -- \n[25]-- it was my turn once... to find you. Now... it's your t-- 103. ", "LOUIS": "\n[1]What's this? \n[2]She's not going to your party. \n[3]You know better than this. \n[4]You get outta her. You go home and don't come back, I don't wanna see you. \n[5]Hey -- he was at my house yesterday morning, are you aware of that? \n[6]I'd appreciate it if you would inform your son that my house if off-limits. And so it my daughter. \n[7]Morning. \n[8]You wanna tell me where you were? Or you want me to tell you. \n[9]Sit down. \n[10]I wanna talk to you. I said sit down. \n[11]Then go. Be just like your mother and leave. \n[12]\n[13]\n[14]\n[15]\n[16]\n[17]It took her. \n[18]It took her. I saw it. It was... something... so... big, like nothing -- it was-- and no one... no one believes me... ... no one believes me-- they just keep giving me pills. It took her... Joe, it took Alice... no one believes me. \n[19]-- what, is she... Is she dead--? \n[20]Where're we going--? \n[21]I came to your house that day. To tell you that I never meant to hurt anyone. Swear to God.  I'm sorry, Jack. About what happened to your wife. ", "DONNY": "\n[1]I think it's cheaper to buy a new one. \n[2]Asshole, no one can do overnight. You wanna buy some pot? \n[3]You guys are weak. \n[4]I can make it a rush, you get the film back in three days-- what's your sister up to? The hot one, not the other one. \n[5]Tall your sister Donny from Olsen's broke up with Karen, that shit ended a week ago. \n[6]-- we totally could. \n[7]I totally am. \n[8]So there are rules to being in my car, okay? \n[9]Dorks: no shoes on the upholstery and no one touches the CB, gottit? \n[10]When did this one get so bossy? \n[11]Shut up. What kind of music does she like? Your sister. \n[12]I could get back into disco. \n[13]Dork. I saw it. Observe. \n[14]So what, I wait here like a douche? \n[15]... oh shit... \n[16]Breaker breaker, requesting police backup, over?! Breaker breaker, is this the police channel? \n[17]Ho ho!!! You dorks are alive! I didn't know...!  ... what the FUCK?! \n[18]Hop in, man! But you should know: I am massively stoned right now. ", "CHARLES' MOTHER": "\n[1]I'm so worried for that boy. \n[2]...she was everything to him. \n[3]But he was never really a father...I don't think he ever...understood Joe. \n[4]Charles! Dinner! \n[5]\n[6]Then every single person can tell you how it was -- \n[7]It's your turn to babysit. \n[8]Charles take these to the table! Benji, it's time for dinner. Hey, \n[9]Grab a seat, we have lots of food. \n[10]No. You're not wearing that. No one in this house is wearing that. \n[11]Jennifer Anne, not fair is Africa. \n[12]I don't know, go check. \n[13]Hi, Joe. Did you hear about the train accident? \n[14]It's on the news. \n[15]Charles, Charles -- sweetheart, are you okay? I went back to the house and you were gone. \n[16]Hi, Joe. \n[17]Come back if you can't find him. ", "DETECTIVE HATHAWAY": "\n[1]I'm going to stay here and investigate. I think it would be safer if you leave town. \n[2]What am I supposed to do, go to Michigan with you? \n[3]Sweetheart. This is my job. \n[4]I have no choice-- \n[5]... I... I love you too... \n[6]I'm going to stay here and investigate. I think it would be safer if you left town for a couple of days. \n[7]What am I supposed to do, go to Michigan with you? \n[8]Sweetheart. This is my job. \n[9]\n[10]I love you too!! \n[11]I came as soon as I could, what's happening here? \n[12]Suicide? Who was it? \n[13]What's this? \n[14]This proves it. They knew, the company knew. Thank you so much for the information. \n[15]Of course. \n[16]What am I supposed to do, go to Michigan with you? ", "JEN": "\n[1]Mom, it's not fair that I can't go to Wendy's. Every single person is going except me! \n[2]\n[3]So... \n[4]Mom, why can't I switch with Charles? \n[5]Oh, really, guess what? We're switching. 11. \n[6]Mom, come on! \n[7]Compared to Debbie's these are long. \n[8]I can't wear these or go to Wendy's party? This is not fair. \n[9]Mom's racist. \n[10]As if I'm gonna help you. \n[11]... does it have to be him? \n[12]This whole evacuation thing's freaking me out. Making me rethink my priorities. Saw you over here and thought maybe we could kick back. \n[13]I asked Charles about you, and he said you're a great guy-- \n[14]Will you hate me if I start our relationship by asking a favor? ", "VOICE": "\n[1]Negative, still no word. \n[2]... copy. And Jack, we're getting a lot of unusual calls. \n[3]Negative, but the grid through Liberty is dark. \n[4]-- come again? \n[5]-- that-- doesn't sound possible. \n[6]Drop your weapons. Put your hands on the car. \n[7]You're under military arrest. Drop your weapons. \n[8]Firelight is 0500 hours. Operation Walking Distance is in effect. T- minus four hours until evacuation. Evacuation is T-minus four hours. 78. \n[9]Base Fortress requests ETA. \n[10]Roger. 97. ", "CHARLES' FATHER": "\n[1]Joe's gonna be okay. 2. \n[2]Jack's gonna step up. He's a good man. \n[3]\n[4]Move the puzzle, get the napkins. \n[5]There's always a place for you here, you know that-- \n[6]Just listen to your mother. \n[7]Peg, tell the twins to stop. \n[8]Hi, Joe. ", "OVERMYER": "\n[1]Colonel. \n[2]Nothing so far-- 67. \n[3]Sixty boxes in the basement, maybe more. \n[4]It's here somewhere. If we can't find it, Woodward'll tell us where it is. \n[5]... looks like kids making a movie... \n[6]Yessir. \n[7]Is there anywhere in particul-- ", "CHARLES CARY": "\n[1]Shut up. It's for \"silent reading.\" \n[2]Well then I totally sharteezed in my pants. That's exactly what I'm \n[3]Oh my God. ... Look at that... \n[4]Shut up, I like coffee. No one likes coffee. \n[5]Mint. Gnarly! Charles and Cary head off, planning the explosions. Alice looks at him knowingly. \n[6]That thing took her--?! -- are you shitting me? ", "PRUITT": "\n[1]I'd say they have their hands full, wouldn't you? \n[2]It's Air Force, Jack. Airplane parts sorta make sense. \n[3]Weird little cubes? \n[4]I'd say that's a good thing, wouldn't you? \n[5]We'll talk about it when we get up top. \n[6]Kids, come on, we gotta go. 117. ", "SHERIFF PRUITT": "\n[1]Hey Breen, I'm not sure Edie's paying you to listen to the radio. \n[2]Breen. \n[3]What's that? \n[4]I don't think so. Kids walking around with their own stereos. Just what we need. It's a slippery slope. \n[5]Follow me. I can get us out of here. \n[6]Don't argue with me. ", "OFFICER ROSKO": "\n[1]We brought him in about the car lot and other things -- he's clean. \n[2]Alright. Now what does she look like? \n[3]Yes, I know what rollers are. \n[4]\n[5]Where the hell you been? What are \n[6]Did you hear about Joe? Dispatch just got a call on citizen's band: Joe and some friends were grabbed by military personnel at the middle school. "}}