{"dialogues": {"MACKELWAY": "\n[1]No, Sir. \n[2]I dunno. What are they? \n[3]Mmm-hmm. \n[4]Oh. Thanks. \n[5]Ya run the plates? \n[6]Hey! \n[7]What the fuck're you doing?! \n[8]You guys ever heard of evidentiary procedure? \n[9]Sir? \n[10]Sort of a... stickler for procedure. \n[11]Hold it a second. \n[12]Smells like... clove. \n[13]Fran. \n[14]How's things back at the ranch? \n[15]I don't think so, no. I think it was pushed. \n[16]The look of the tracks. Foot-prints near the embankment. \n[17]What can you tell us about the other man? \n[18]We ought to work out some kind of protocol. \n[19]Interviews. Witnesses. Looks pretty silly, our talking over one another. \n[20]Trunk's ajar. \n[21]Huh? \n[22]So they can't blink. \n[23]It's a metaphor - to make certain the victim sees... or to make certain that we see something. Or maybe it's just a fuck-you. \n[24]I'm sorry about Don. \n[25]You're not wearing your ring anymore. \n[26]Hello? \n[27]Did he have access to those? \n[28]Would you mind opening them for me? \n[29]He was here... seven years you said? \n[30]I ran the name through our database, just to be sure. There's never been an Agent Benjamin O'Ryan in the Bureau. \n[31]Is that what you called him? Benjamin? \n[32]Can I see it? \n[33]Still, might be helpful. \n[34]Wait. \n[35]Yes, Sir. \n[36]They assured me that they understood protocol. \n[37]Huh? \n[38]No. \n[39]I'm sorry? \n[40]No. \n[41]Did you know him? The guy who used to stay upstairs. \"O'Ryan.\" Did you know him? \n[42]I don't... \n[43]Oh. I mis-spoke. No, he's not dead... You know him? \n[44]He ever talk about this? A circle with a slash through it? \n[45]Oh. How do you know? \n[46]Sir? We got an i.d. yet? \n[47]Starkey did this? \n[48]My God... \n[49]'Scuse me. \n[50]It matches the faxes, Sir. Almost perfectly. \n[51]Only city where the date on the fax and the date on the map didn't correspond. \n[52]Fax lists the date of disappearance as August 7. On the map he's written \"10- 26.\" \n[53]Two so far. Female, disappeared from Dayton, Ohio on April 12. And a male, Trenton, New Jersey, January 5th. \n[54]But both bodies were found over a thousand miles from where they'd last been seen. One in Montana, the other in Oregon. Got autopsy reports on both. \n[55]No, Sir. \n[56]Huh? \n[57]I don't know. \n[58]Yeah. Criminal Psych. I've been trading e- mails with him. \n[59]Professor Daitz? \n[60]Patterns, repetition of behavior. \n[61]Is that something you believe in, Professor? Evil? \n[62]I'm sorry? \n[63]Where is he? \n[64]His, Sir. \n[65]No, Sir. \n[66]It was... poor judgment, Sir. \n[67]What was that music? \n[68]How? \n[69]I can't get a read on this guy. \n[70]Why is he sending us all this shit? I've got 800 pins in that map, 800 missing people. What's he telling us? \n[71]He kills a travelling salesman, then a school-teacher. Then Starkey? It doesn't connect. \n[72]I'm fine. I'm clear. I just didn't think this could wait. Fran, this guy is trying to point us at something. Starkey's part of it. But the other two don't connect. \n[73]I'm fine! I just need somebody to think this through with me! He wanted to meet me. It's like he was interviewing me somehow. What is that? Then he kills Starkey. So what was he doing with Speck and Fulcher? \n[74]No. No. You come out. Get dressed. \n[75]I dunno. Somewhere. We're right on the edge of this thing. \n[76]Mrs. Speck. Just had a few more questions. \n[77]It's fine. I should've called. \n[78]You were. Thanks. \n[79]No. Sorry. \n[80]Oh. There was one other thing: Did he keep any kind of chemicals around the house? Acids, that sort of thing? \n[81]It's nothing. Trace elements we found on his trunk. Any interest in chemistry? Maybe as a hobby? \n[82]Anyway, thank you. And thanks for the coffee. Next time I'll call first, I promise. \n[83]It's okay, Fellas. FBI. \n[84]Sir... \n[85]The sample I took from Speck's bumper... It's crystallized sulfuric acid mixed with oil of Clove, the clove neutralizes the odor of the acid. \n[86]It was SPECK not his killer who was hiding something. \n[87]Thanks. \n[88]Hey. \n[89]Yeah. You okay? \n[90]Sure. Of course. \n[91]He really was FBI. \n[92]O'Ryan. He left his file on my doorstep. Fran, he was FBI. \n[93]I'm look at his whole history! Citations, letters of commendation, even his fucking test scores from Quantico. The guy was an agent. \n[94]Listen to me-- \n[95]Shit! Hold on. \n[96]Yes? \n[97]Where are you? \n[98]Shit! \n[99]That was him. \n[100]Yes. \n[101]O'Ryan? \n[102]Who? \n[103]Zero's a myth. You made him up. \n[104]Do you? \n[105]Huh? \n[106]You tell me. \n[107]Huh? \n[108]Yeah. White. \n[109]No. Tell me about it. \n[110]But the Trooper wasn't hurt... \n[111]Professional courtesy. \n[112]Is that... possible, Sir? An agent can just be deleted? \n[113]I couldn't understand it before - pushing Speck's car onto the state line. Makes sense now. He wanted to make the case Federal. He's drawing us in. \n[114]So we'd be paying attention when he found Suspect Zero. \n[115]Sir, profile the guy. He's straight outta Quantico. All he's doing is working a case, like we would. He's not kidnapping little kids - he's chasing the guy who's doing the kidnapping! Look at the map! \n[116]What if it isn't? What if there really is a Zero out there and O'Ryan's the one guy who's got a shot at him? \n[117]He's smarter than we are. \n[118]Sir? What if I told you I knew how to catch him? \n[119]And what if I told you that the way I'd catch him involved sitting in a dark room, with nothing in front of me but a pad of paper... until I'd tapped into some kind of... energy out there. The collective unconscious. Something. If I told you I thought I could target and \n[120]locate him, without ever leaving this building, what would you say? \n[121]Y'ever heard of a project called \"Icarus,\" Sir? \n[122]Agents, trained to \"see\" distant locations using nothing but the mind. They called it Remote Viewing. \n[123]Army stole it from the Soviets. The Bureau stole it from the Army - used it to track serial killers. Experimental program. O'Ryan was the first agent they recruited. \n[124]Voodoo, right? Pure Bullshit. ...except, it worked. It's how he drew this: \n[125]He'd never been in that house before. He just saw what was in there - the Bureau taught him how... same one that deleted him. Same one that's trying to catch him now... Does anything about all this strike you as odd? \n[126]They going to Denton? \n[127]But not you? \n[128]Oh. \n[129]Yeah. Why? \n[130]Are they male or female? \n[131]The autopsies. \n[132]Sometimes. The lucky ones get sent to Wichita Falls. \n[133]Friend of the Receptionist, missing for about a year now. I told her I'd let her know if the body ever turned up. \n[134]Her name's Katie. \n[135]Yeah. Last night. Kid named Simms. \n[136]What're you talking about? \n[137]Need an address on this fax line. \n[138]O'Ryan's in Greenville. \n[139]That's where Zero is. Lloyd Simms - October 26, '99. Karen Sumpter - October 26, 2000. Both disappeared from Greenville. Zero comes back to the same spot, once a year. Today's the 25th. \n[140]O'Ryan thinks so. \n[141]I've seen this before. \n[142]Same burn-mark. I saw it before but it didn't register. \n[143]I dunno. Almost looks too symmetrical to be a burn. They're autopsying her this morning? \n[144]He sent a fax from this location 'bout seven o'clock this morning. \n[145]Are your faxes programmable? Could he have paid last night to have it sent this morning? \n[146]Were you here last night? \n[147]'Scuse me. \n[148]Mackelway. \n[149]You're sure. \n[150]So... he keeps the bodies in a freezer, then buries them...? \n[151]Thanks, Fran. \n[152]Just some coffee, thanks. Might hit the buffet in a bit. \n[153]Mackelway. \n[154]Surveilling. What're you doing? \n[155]Why would you be doing that? \n[156]I'm at the truck-stop we traced. Off the \n[157]I'll order some lunch for you. Hear the meatloaf's good today. \n[158]Dammit! \n[159]This is Mackelway. I need a run down on a plate. Texas: Delta-142-Romeo-Victor- Alpha. Got that? \n[160]You okay? Kid? You okay in there? \n[161]I'll be back. Don't worry. \n[162]What're you doing here? \n[163]Hands up. \n[164]Huh? \n[165]Sorry to disappoint you. \n[166]What little boy? \n[167]You know where he is? \n[168]How? \n[169]I can't do that. \n[170]Where's the boy? \n[171]Where's the boy, O'Ryan? \n[172]Enough of this shit. Where's the boy? \n[173]I will kill you, O'Ryan. \n[174]Where's the Goddamn kid?!?! \n[175]Fine. Where is he? Where is he?!?! \n[176]Fuck you. \n[177]Where's the boy? \n[178]Tell me about Icarus. \n[179]Just... wanna know. \n[180]They all wind up like you? The other agents? \n[181]I'm sorry. \n[182]Can't bring you in with me. You know that. \n[183]Those faxes, the Have-You-Seen-Me's... How many of 'em is he actually responsible for? \n[184]It's his birthday, isn't it? \n[185]He comes home on his birthday. \n[186]Drive. \n[187]Fuck! \n[188]This is Mackelway! I'm travelling north on... Grove Road, approaching I-30 in Greenville. Request immediate back-up. Pursuing a suspect in a refrigerated truck, Texas license plate Alpha-- \n[189]Alpha-4-5-2-Tango-Foxtrot-Alpha. \n[190]Brakes! \n[191]Travelling due west now. Don't see a name. It's a service road, running parallel to the-- \n[192]What're you... \n[193]Get the van open! He's got a kid in the van! \n[194]I'll take it from here. \n[195]Give me the gun, O'Ryan. \n[196]Give me the fucking gun! \n[197]Okay. You made your point. \n[198]Enough! \n[199]Drop it. \n[200]Just drop it. \n[201]Put it down. \n[202]Get up. \n[203]Get up. \n[204]I'm not going to kill you, O'Ryan. \n[205]You saw wrong! \n[206]Stop telling me about my fucking destiny! \n[207]Open your eyes, O'Ryan! Here I am, standing here. I'm not shooting you. Doesn't that fucking tell you something? You're a guy with a skill. Period. They taught you more than they should've. I'm sorry about that... But you're not God. You can't see everything. \n[208]Put the fucking thing down, O'Ryan. \n[209]I'm not going to kill you! \n[210]Yes I do! \n[211]I can't. \n[212]I'm not you. \n[213]Sir? ", "O'RYAN": "\n[1]What's in the case? \n[2]You're always lugging that case around. I'm curious. \n[3]What do you sell? \n[4]Must travel a lot, huh? \n[5]Whole country, or just hereabouts? \n[6]How's your wife feel about it? \n[7]She must get lonely, with you gone all the time. Does she? \n[8]Do you get lonely? \n[9]Ya miss fucking her, Harold? \n[10]Did it myself. It's sort of a hobby. I've got more. Would you like to see them? \n[11]Tell me: those jokes about the traveling salesman and the farmer's daughter - are they true? \n[12]Here. This one's my favorite. \n[13]Really says it all, wouldn't you agree? \n[14]That's a matter of opinion. \n[15]There's a rest stop, next off-ramp. Pull into it. \n[16]Nobody wants your money, Harold. Just pull in. \n[17]Because I don't wanna do this at 70 miles an hour. It could be dangerous. \n[18]Mrs. Speck? \n[19]Just wanted to offer my condolences. I didn't know him well but... I think Harold was a much more complex man than people realized. \n[20]I'm very sorry for your loss, ma'am. \n[21]Hey, listen, I'm sorta new in town. Ya know where I can find a good donkey show? \n[22]Oh. Forgot. Wrong country... In America animals have rights. Don't they, Virgil? \n[23]Turn around. \n[24]Turn around! \n[25]Yes? \n[26]Agent Mackelway. Come in... \n[27]...The name of this theory was \"Suspect Zero.\" The idea of Suspect Zero posits that if a serial killer were diabolical enough, he could traverse the country without ever being caught, killing randomly. \n[28]Tell me, what makes a killer catchable? \n[29]Now imagine a killer with no patterns, no tell-tale fetishes, no rituals, no hidden desire to be caught. A perfect vessel of evil, killing without ever leaving a single meaningful clue in his wake... He'd be immune to capture, wouldn't he? Your task forces, your forensics teams - they'd be helpless. \n[30]As a citizen of the world, it's hard not to. Wouldn't you say? Evil is all around us, I think - a part of the natural order of things. Like gravity. Like wind. A vast black wave, corrupting everything it touches. A virus invades a cell, causing it to dysfunction. Perfectly logical. But did it ever occur to you that something may have invaded that virus, something capable of using it to mutate so powerfully? \n[31]Just because something's invisible to us doesn't mean it doesn't exist. \n[32]Have you ever seen a fifty-foot shark? \n[33]A shark, as we know, will only attack humans if he runs out of food. But biologists have theorized that for a shark of fifty feet the ocean would be an endless buffet. He'd never run out of food, so he'd have no need to come to the surface. Consequently, we would never see him. Do you follow? We'll never see one. But that doesn't mean they don't exist. Hence Suspect Zero. \n[34]Some of my colleagues think I'm fascinated with evil. I think the truth is just the opposite: evil is fascinated with us. What better vehicle could there be for creating havoc in the world - what better instrument - than Man? We're vain, we're stubborn, we're deceitful, we have an imagination that is limitless in its perversions. Of course Evil keeps trying to harness us. Wouldn't you? \n[35]Excuse me. \n[36]Evening, Officer. \n[37]'Course. Is there a problem? \n[38]Sure. \n[39]Officer, I am carrying something that could be construed as a weapon. I'd like to hand it over, voluntarily, so you won't think I'm trying to conceal anything. Would that be all right? \n[40]It's a hunting knife, right here on my hip. \n[41]I was on my way to the woods. My gear's in the trunk. Would you like me to hand it to you? I don't know what the procedure is for something like this. \n[42]Happy to. \n[43]A fifty-foot shark. \n[44]Ya know, I used to be in law enforcement too. \n[45]Mmm-hmmm. FBI. 'Course this was some years ago. \n[46]Psy Ops. Classified. \n[47]Oh. Sorry. Just found myself wondering what was inside that truck. \n[48]Of course. \n[49]Read anything interesting lately? \n[50]I've found him, you know. \n[51]Zero. \n[52]Myths don't kidnap little boys. Do they? \n[53]Was she pretty? \n[54]I could hear her moaning, right under the Navajo chanting. Whole thing was downright tribal. What's she look like? \n[55]Fair enough. We'll stick to business: How'd ya like my old room? \n[56]\"Hope House.\" You were there. \n[57]Dyson re-paint it? My room. Did he re-paint it? \n[58]...But you saw what was underneath, of course. \n[59]No. You tell me. \n[60]Well, well... Must be quite a moment for you. Congratulations. \n[61]Waiting for you. \n[62]Awfully conventional - don't ya think? \n[63]Apprehend the fugitive, then call it in for your pat on the head. \n[64]I'll get over it. But I'm not too sure that little boy will. \n[65]The one from the Diner, in Denton. \n[66]I can find him. \n[67]Same way I found Starkey, and Speck, and Fulcher... and you. \n[68]I need someplace quiet - someplace I can concentrate... And your assurance that once he's located, we go get him together. \n[69]Then I can't help you. \n[70]I'm talking about uncompromised justice. No trials. No lawyers. No hiccups in a chain of evidence that can set a monster free. You of all people should be able to appreciate the value of that. \n[71]I won't be doing this much longer. Actually, this is the end of it. I've \n[72]come to accept that. But there is one last thing to-- \n[73]Do we have an understanding? \n[74]Good. This is good. Sort of thing you'd never find in a procedural manual. It tells me I was right about you. \n[75]I know. But we have work to do first. \n[76]Don't pick that up. \n[77]This is the guy who put all those pins in that map of yours! And I can take you to him! \n[78]Right here... \n[79]Are you afraid? \n[80]\"Imagine a killer with no patterns, no tell-tale fetishes, no rituals of any kind. No hidden desire to be caught. A perfect vessel of evil.\" \n[81]And the name we give that killer... is Zero. Are you afraid? \n[82]It'd be customary at this point to start praying. I hear a lot of that. Haven't seen too many answers though. I wouldn't hold my breath waiting for another janitor to break in here and save you, either. You're alone. \n[83]My, my. Must be extremely satisfying to watch yourself say something so heroic. I'm almost envious. \n[84]The boy's under the bed. In pieces. Are you afraid? \n[85]I know what you're thinking: \"There is pain coming. Am I going to take it like a man?\" Let me put you at ease: You won't. None of them do. Men, women, children. They all weep, they all beg. They pass out, they piss themselves. They attempt negotiation: You wouldn't believe how many men have lain right where you're lying right now - grown men, with wives and children back home - offering all kinds of sexual gratification in exchange for a five minute reprieve. It's pathetic. Are you afraid? Then there's that moment when they realize there's nothing left to be negotiated. They're just mine. And they're helpless. And the look in their eyes, the level of surrender... well, it's almost pornographic. I put this mirror here because I don't want you to miss it. Are you afraid? \n[86]How about now? \n[87]Are you afraid? \n[88]Hmmm? Agent Mackelway? Are you? \n[89]Are you? \n[90]Are you afraid?! \n[91]Open your eyes! Open your eyes Goddammit or I'll cut the fucking lids off!! \n[92]\n[93]Stand up. \n[94]It's over now. Can you stand? \n[95]We really do have to go. \n[96]This is where he'll be. With the boy. Zero. He's coming home today. We're going to be there. \n[97]You're ready to come with me now. You've been in the pit. Stand up. \n[98]Soon. I promise... But not yet. \n[99]Please... I'm begging you. \n[100]Why? \n[101]There were five of us. In the program. \n[102]We'd come in in the morning, have a cup of coffee, talk about the Yankees. Then you'd go to your room, with your pen and \n[103]your pad of paper, always alone, and you'd try to lock in. Son of Sam. John Wayne Gacy. Ted Bundy. He might be driving his car, or having a beer or brushing his teeth... or cutting someone's eyes out. \n[104]If you did it right, you got all of it: The way it sounded. The way it smelled... Those people were looking up at you, begging you for mercy. It was like being God. ...except you're not. Because you can't do a thing for them. Can't make it stop. You're just watching, helpless. \n[105]They wired us into this current, the five of us: darkness, the pit itself. We were plugged right into it. But nobody taught us how to shut it off... We were just men. And we saw things men shouldn't see. Agony, torture, evil - and it never shut off. Even now, it's still there. \n[106]No. They're dead now. \n[107]They broke down. Then they opted out. Killed themselves... After a while, those conversations about the Yankees became impossible. Ya see? \n[108]We're here. \n[109]All of 'em. \n[110]Can't let him hit the Interstate. \n[111]Up. \n[112]Up. \n[113]Are you going to shoot him? \n[114]Shut up. \n[115]\n[116]Look at him, Mack. He's not human anymore. Go dig up that old lady's backyard - you'll find bodies there... Maybe hundreds of them. Of course, ya gotta get a warrant first, chain of custody's gotta be followed. One breach, and he walks. My way, he's eliminated; the world is rid of him. It's a lot closer to justice than having some Prosecutor tell you you've left a tissue sample in the wrong lab. Isn't it? \n[117]You have to understand: none of this was arbitrary. We were chosen, you and I. \n[118]I saw us here. You did too. \n[119]Bullshit! If I'd made my fucking point you would've shot him yourself by now! \n[120]Or what? \n[121]Would you shoot me? \n[122]I want you to think for a second. About your destiny. Who you are. You're cursed, like I am - except you keep running from it. You hear things. You see things. That's why you can't sleep, why your head always aches. \n[123]...and it's why you are going to let me kill this animal. And then you're going to kill me. \n[124]I can't do that, Mack. I've seen all this already. For months now. \n[125]Every time, we're in this field: same wind, same rain. And you... \n[126]It's okay. I want you to. I'm begging you to. \n[127]I'm tired, Mack. \n[128]Pull the trigger... I'm not going to jail. Now pull the fucking trigger! \n[129]Fucking coward. \n[130]Some things are not up to us to decide. They just exist. They're inevitable. This field. This rain. This moment. It has all already happened. You know that. You've seen it too. \n[131]Shut it off for me. \n[132]Of course you will. I've seen it. \n[133]That's impossible. \n[134]You don't understand. Those fucking faces \n[135]on that map. They call to me. I see their eyes in the dark - they're staring at me: \"How did you let this happen to me?\" But that's the thing about them - they're like pictures. They never blink. They just...stare, and always at me. That's my destiny, do you see? I didn't help them when they needed me and this is my penance. Fine. I ACCEPT IT. But I'm opting out now, ya get it? I can't stand this anymore! I wanna close my eyes for once and see something other than torture. It's not a bad start, Mack. We've made the world a little safer now. Speck, Fulcher, Starkey, now Zero. We've made justice. But I get some too. You have to end all this for me. That's why you're here. It's your destiny. \n[136]But I've seen it! \n[137]Yes I can! And you can too! That's why I chose you! \n[138]Fine. I'll make it easy for you: \n[139]Look. It's perfect. Won't even need a hearing this way. You apprehended the suspect in the commission of a murder. Then he turned on you and you fired in self-defense. \n[140]These things are bigger than you - haven't you seen that yet? Destiny. Justice. Mercy. They're vast. We're just puppets! \n[141]You don't get to decide that! \n[142]It's funny. I never saw anyone else out here. Did you? \n[143]Do it, Mack. Please. Please. I'm begging you. \n[144]Yet. \n[145]Thank you. ", "FRAN": "\n[1]Tom. \n[2]Movin' right along. \n[3]Picked up a foot-print in the back seat of Speck's car, size-and-a-half bigger than Speck's. \n[4]Wounds on Speck's throat indicate that he was strangled from behind... I think our guy waited for him in the backseat, sprung this on him once the car was moving. \n[5]Lab picked up talcum traces on the edges of the paper, consistent with powdered gloves. So he gets the dropped in his lap, it spooks him, and the car winds up in the ravine. \n[6]How ya figure? \n[7]It's fine. \n[8]Can you describe him, Ma'am? \n[9]Happen to see what he was driving? \n[10]For what? \n[11]Fine. I'll handle them from now on. \n[12]Why eyelids? \n[13]No other signs of torture here. Why take somebody's eyelids off? \n[14]Huh? \n[15]Got nothing on the last fax. \n[16]Came from a business center at a Mariott in Dallas. Nobody saw who sent it. \n[17]Why you? \n[18]He could be sending these to any agent in any office in the country... But he's sending them to you. Why? \n[19]This is Agent Kulok. Who's calling? \n[20]Do you know a professor named Daitz? Says he's from Tulane. \n[21]One moment, please... \n[22]How ya doin'? \n[23]Sir, I'm the one who took the call. Agent Mackelway was acting under the assumption that I'd already checked the guy out. We're both to blame. \n[24]Yes, Sir. \n[25]What're you-- \n[26]Huh? \n[27]You're a mess... \n[28]Did you drive here? \n[29]You wanna come in? \n[30]Out where? \n[31]I'm going back to bed. You're welcome to the couch if you want. I think you could do with some sleep. \n[32]Mack... \n[33]Kulok. \n[34]Huh? \n[35]That's impossible. \n[36]I don't believe it. \n[37]He called you at home? \n[38]Jesus. Call me back. \n[39]I'm sorry? \n[40]He's fine. \n[41]He's fine, Sir. \n[42]Mmm-hmm. \n[43]Sitting in on two autopsies. \n[44]You okay? \n[45]Nothing. \n[46]Huh? \n[47]Females - Logan, Utah; and Decatur, Alabama. \n[48]So is this what happens when an agent spins out? He gets deleted? \n[49]The Receptionist. \n[50]I see you got the blue pin out of Greenville. \n[51]No. I meant her. The girl. \n[52]Did ya look at her vitals? \n[53]Greenville, Texas. October 26. \n[54]What makes you think so? \n[55]Wait. When did we establish that Zero was real? \n[56]Do you? \n[57]Huh? \n[58]He burns them? \n[59]Yeah. \n[60]It's not a burn. It's a freezer-burn. \n[61]There's crystallization in the blood stream. The blood never clotted in the wound. It's a freezer burn... I'm having the other body shipped out - the guy from Trenton. We'll see if he's got the same thing. \n[62]I dunno. If he kept them in a freezer they'd have marks like this all over. Wouldn't they? \n[63]What're you doing? \n[64]Driving to Greenville. \n[65]I think agents are safer when they have some company. I can send along Katie if you'd rather. \n[66]I'm 'bout a half hour out. \n[67]Mack? \n[68]Can you hear me? \n[69]Mack? \n[70]Mack? Can you hear me? \n[71]Mack? \n[72]\n[73]Drop it. ", "CHARLTON": "\n[1]Got a spot set up for you, Tom. \n[2]Ms. Potter's the nice girl you met at the desk. She puts a package together for all the new agents, things to know about the area, help with finding apartments and such. This one's yours: \n[3]Not so different from Dallas, is it? \n[4]Good. \n[5]Mackelway! You gonna sit on your ass all day, or do you wanna do something? \n[6]Did the right thing, Agent Mackelway. Let's have a look. \n[7]What's that? \n[8]I imagine you would be. \n[9]Field Office. Dallas. \n[10]Christ... \n[11]Agent Mackelway. I was 'bout to introduce you, but I understand that won't be necessary. \n[12]Seems your former office has decided we might need some help on this one. So they sent out Agent Kulok. \n[13]I guess we're skipping the tearful reunion. Have a seat, Tom. \n[14]Okay. Whadda we know? \n[15]'Kay. \n[16]Okay. So our guy likes to draw pictures of body parts and then spring 'em on people. What's that get us? That's what I thought. \n[17]Oh. 'Fore I forget. This came in for you: \n[18]Mmm-hmm. Might wanna find yourself a fender. You're gonna need to sit down. It's Virgil Ray Starkey. \n[19]No. Starkey's the one on the ground. \n[20]Give him a break, Grieves. \n[21]Whadda we know about the map? \n[22]Why's Greenville in blue? \n[23]Any of these bodies been recovered? \n[24]Either of the bodies have the zero on them? \n[25]We're gonna need everything you can remember about this guy, Tom. Physical description, any kind of distinguishing characteristics. \n[26]The suspect fled. Couple janitors walked in on it. \n[27]They're fine. But the description they gave of him wasn't worth a damn. \n[28]Case you're curious the real Professor Daitz is on sabbatical, out of the country. We can't find him. Whose idea was it to meet there? \n[29]Uh-huh. Did he ask you to come alone? \n[30]But you figured you'd get a bigger pat on the head if you wrapped this whole thing up without any help - is that it? \n[31]Did Agent Mackelway attend the interview unaccompanied? \n[32]Then whose fuck-up is it? \n[33]You wanna work alone, start your own agency. \n[34]Let's get you two started. \n[35]Listen to me Cowboy. You have any idea the kind of favors I had to pull with the Abilene cops to cover your ass?! \n[36]Breaking and ENTERING the Speck house without a shred of evidence and NO \n[37]Ever ask yourself why a big shot agent from Dallas gets sent down to the Wichita Falls Field Office? I'll give you TWO WORDS... Hell I'll even write it down for ya. \n[38]\"EVIDENTIARY PROCEDURE.\" Don't talk about it. Learn it. \n[39]Turns out you were right about this guy. You were right about both of them. But that doesn't change the fact that you went about your business like a rookie. Got it? \n[40]Seated please. \n[41]Okay. We've got a serial killer of serial killers. \n[42]He's a transient with a history of mental illness. He also happens to think he's a former agent of this Bureau. And he is pursuing something that he calls \"Suspect Zero.\" Anybody got anything intelligent to say? \n[43]That's what I thought... \n[44]Got one of those pins in Denton yet? \n[45]O'Ryan was spotted there tonight. Took a squad-car and a side-arm from a State Trooper. 'Bout an hour later a five-year old boy was abducted, roughly a mile up the Interstate. \n[46]The vehicle was found in an abandoned lot. We're establishing a perimeter around the city now. \n[47]What makes you so sure? \n[48]Looks like it. \n[49]Why would he do that? \n[50]Ya know what? I'm getting extremely tired of hearing that word. In fact, that's gonna be policy from now on. No Zero. \n[51]What're you saying - that all these abductions are the work of one guy? Do you know how fucking insane that is?! Not let's try something that actually makes sense: He sends in these faxes, picks off three scumbags. For what?! So we'll think exactly what you're thinking right now - that we've got a friend out there, somebody willing to take out the garbage for the rest of us. And it's all horse-shit! \n[52]Fuck's sake, Mackelway - when did you start buying into this guy?! \n[53]Speak for yourself. \n[54]Do you? \n[55]I'd say you'd watched too many \"X-Files.\" \n[56]No. \n[57]Good for him. \n[58]I'm going to Denton at Oh-Six-Hundred. You can take the day off. \n[59]Does he listen to you? \n[60]It's not a strength of his. I'm noticing that lately. \n[61]I'm not so sure. You oughtta sit him down, remind him how a chain-of-command works. \n[62]Talk to him. \n[63]Nice work. Where is he? \n[64]O'Ryan. Where is he? ", "KATIE": "\n[1]Here. Lemme do that. \n[2]It takes some experience. \n[3]You're Mackelway, right? \n[4]Fax came in for you. It's the room next door. \n[5]Hi. \n[6]I can't anymore. \n[7]Can't sleep? \n[8]It's Navajo. A song for dead warriors. I never played it for anybody before. \n[9]Just had a feeling you'd like it. \n[10]I dunno. The way you stare when you think nobody's looking. \n[11]Somethin', huh? Guy with a wife and kids keepin' bodies in his attic? \n[12]Yeah. Just... Wondered if you could do me a favor. \n[13]Her name's Karen Sumpter. We were friends. She disappeared last year. Nobody knows where. She was a little wild, but not like that. \n[14]Anyway, I know you're gonna be in on the autopsies - of the girls they found over at Speck's. Figured you might see if one of 'em was... \n[15]If it is, I'd like to be the one to notify her folks. Out families've been friends for years. \n[16]Thanks... 'Night. ", "SPECK": "\n[1]Jesus... \n[2]I'm sorry? \n[3]I'm... in restaurant supplies. I didn't get your name? \n[4]I don't mean to be rude but-- \n[5]What? \n[6]Look, I... \n[7]Listen, I don't know who you are but you can't-- \n[8]You're a... You're sick. \n[9]You're sick! \n[10]I'm having a problem - with another customer. I'd like you to ask him to leave, please. \n[11]He's-- \n[12]What-do-you-want?! What-do-you-want-with- me?! \n[13]I have some money. It's not a lot but-- \n[14]Why?! \n[15]Please, Mister - what do you want from me? ", "DYSON": "\n[1]Agent Mackelway? \n[2]Benjamin spent hours down here. \n[3]No. They're staff-only. \n[4]Off and on. It's not uncommon for our guests to vanish for months at a time. \n[5]No... but as elaborate fantasies go, it was one of my favorites. And he always seemed so sincere about it. \n[6]It's what he wished to be called. \n[7]That one's mine. \n[8]He painted one of the walls in his room, too. \n[9]We've painted it over. \n[10]I guess you fellas're never unaccounted for, huh? \n[11]Anything urgent? \n[12]Welcome back. \n[13]I'll be in my office. ", "TROOPER": "\n[1]Evening. \n[2]See your license, Sir? \n[3]See your registration, please? \n[4]Mind stepping out of the car, please? \n[5]What kind of weapon, Sir? \n[6]Take the weapon off your hip, place it on the ground, and kick it toward me. \n[7]What exactly were you planning on hunting, Sir? \n[8]That right? \n[9]Had anything to drink tonight, Sir? Under medication of any kind? \n[10]Sir? \n[11]Sir, I'm going to ask you to hand me the keys to your vehicle, please. ", "DOLLY": "\n[1]Top that off for ya, Hon? \n[2]Don't start in on me, Les. I couldn't get the pickup started and Harlan took the Dodge. \n[3]Holy Hell. My one shot at winding up on \"Cops\" and I'm in my weekday boots! \n[4]He was a quiet guy. Normal. Liked to read fishing magazines. Not much of a tipper. Is that a lousy thing to say? \n[5]Sure. He was... \n[6]That's weird. Guy was in here better part of an hour. We had a real pleasant chat... But I can't remember a thing about him. For the life of me. Couldn't even tell you what color his eyes were. \n[7]That one's easy. It's still in the lot. The Bonneville out there with the awful paint job. ", "JAN": "\n[1]He was, wasn't he? \n[2]Agent Mackelway? \n[3]I'm sorry I don't have more time, Agent Mackelway. It's my PTA Day. \n[4]I hope I was of some help. \n[5]A friend of mine said I'll feel like this one month for every year we were together. Sort of a grieving rule-of- thumb. Have you ever heard that? \n[6]No. Why? \n[7]No trouble at all. ", "GRIEVES": "\n[1]Ya like Frito Pies? \n[2]Welcome to the minors. \n[3]Gonna make a wallet-size of that one? \n[4]Nice job, Mack. \n[5]'Kay. \n[6]Fax number traces back to a Copy Center on I-30. Greenville. I called. They don't open for another hour. ", "PIPER": "\n[1]Ever seen a fifty-foot shark? \n[2]Fifty-foot shark. Ever seen one? \n[3]Doesn't mean there aren't any. \n[4]Why? Is he dead? \n[5]You said \"Did.\" Is he dead? \n[6]That's not a circle. It's a zero. ", "LORETTA": "\n[1]How's that? \n[2]I'll have a seven and seven, please. \n[3]It's in the car. No one's asked me for it for a couple years now. \n[4]Please, Mister... \n[5]I don't think the eyes are right. \n[6]No, they were... I don't really know. "}}