{"dialogues": {"MITCHELL": "\n[1]Yes?  Yes, I'll accept the charges. \n[2]I'm in a car wash. \n[3]Why are you calling me, Zoe? \n[4]Nothing's wrong with trying to talk to me, Zoe. \n[5]The problem is I have no idea who I'm talking to right now. \n[6]Yes. \n[7]I...I just need to know what state you're in so I know...how to talk to you...how to act... \n[8]Need a hand? \n[9]You always think you're prepared for these things. \n[10]How old is she? \n[11]Is this it? \n[12]Here we go. \n[13]Yes, operator, I'm in a strange situation.  I'm calling from my car, and I appear to be stuck in a car wash...A car wash, yes...Is there anyway you could...Hello?...Hello?... \n[14]Hello? \n[15]Hello. \n[16]No, I...had an accident. \n[17]Do you have a room? \n[18]Hard to say.  I might have...some business here. \n[19]No. \n[20]Yes.  I'm a lawyer.  I realize this is an awful time, but it's important that we talk. \n[21]In what way? \n[22]Any criminal record? \n[23]How does the family survive? \n[24]What about Doreen? \n[25]When? \n[26]That's the local bar? \n[27]He beat her? \n[28]You see, to do this right, to actually have a chance at winning - of getting some money to compensate you for the loss of your boy - we need folks like you.  Sensitive, loving parents.  People with no criminal background or history of trouble in town.  Do you understand? \n[29]Now, of all these parents you've told me about whose kids were killed, who would you consider to be good upstanding neighbors? \n[30]People who will help our cause. \n[31]That's great, Wendell.  That's the sort of thing I need to know.  So it doesn't come back to haunt our case later on. \n[32]Tell me about the Ottos. \n[33]Indian? \n[34]That's good.  Judges like adopted Indian boys.  Tell me more about the Ottos. \n[35]What do they do? \n[36]Crafts? \n[37]Have they ever been busted? \n[38]Yes, I'll accept the charges. \n[39]Do you mind if I step outside for a moment?  It's a private call. \n[40]Zoe...Zoe, where are you? \n[41]I'm not getting any sound. \n[42]Alison Jones. \n[43]Yes. \n[44]Ally.  That's right. \n[45]I'm just fine, Ally.  What about you? \n[46]And what does he do again? \n[47]Ally Jones. \n[48]We're...not together. \n[49]Yes...fine. \n[50]What do you mean by that, Mrs. Driscoll? \n[51]What do you mean by that, Dolores? \n[52]Yes.  What do you mean by 'hippies'? \n[53]Do they have any reputation for drugs? \n[54]And they loved Bear. \n[55]For rabbits? \n[56]So Billy was driving behind the bus at the time of the accident? \n[57]From what? \n[58]Did he have any particular problems that you knew of?  Financial pressures...run-ins with the law... \n[59]You talked about it? \n[60]Are you still in touch? \n[61]Which one? \n[62]Which clinic? \n[63]Sunnyridge.  That was a long time ago. \n[64]Other clinics?  Oh sure.  Clinics, half-way houses, treatment centers, detox units... \n[65]She didn't. \n[66]That's where I'm going.  To see her. \n[67]Yes. Do you find there's something strange about this meat? \n[68]I'm afraid this meat is overdone. \n[69]What is it? \n[70]Do you have a cold plate? \n[71]Is there shrimp on it? \n[72]If you could pick the shrimp off, as well as anything that touches the shrimp... \n[73]Well, let's see what we get. \n[74]If you could excuse me for a moment. \n[75]Mrs. Otto, my name is Mitchell Stephens.  The Walkers told me you might be willing to talk to me. \n[76]I'm sorry for coming over unannounced like this, Mrs. Otto, but the Walkers said you would understand.  I know it's an awful time, but it's important that we talk. \n[77]I'm a lawyer. \n[78]Please, let me explain.  I'll only take a moment of your time. \n[79]Please. \n[80]Mitchell Stephens. \n[81]A cup of tea would be nice. Would it be alright if I sit down for a few minutes, Mrs. Otto?  I want to talk to you. \n[82]The Walkers spoke very highly of you. \n[83]Yes. \n[84]It should be said that my task is to represent the Walkers only in their anger.  Not their grief. \n[85]You are angry, aren't you, Mrs. Otto?  That's why I'm here.  To give your anger a voice.  To be your weapon against whoever caused that bus to go off the road. \n[86]It's my belief that Dolores was doing exactly what she'd been doing for years.  Besides, the school board's insurance on Dolores is minimal.  A few million at the very most.  The really deep pockets are to be found in the town, or in the company that made the bus. \n[87]Mrs.  Otto,  there is no such thing as an accident.  The word doesn't mean anything to me.  As far as I'm concerned, somebody somewhere made a decision to cut a corner.  Some corrupt agency or corporation accounted the cost variance between a ten-cent bolt and a million dollar out-of-court settlement.  They decided to sacrifice a few lives for the difference.  That's what's done, Mrs. Otto.  I've seen it happen so many times before. \n[88]How long has Dolores been driving that bus, Mr. Otto?  How many times has she steered clear of danger? What went wrong that morning? \n[89]Someone calculated ahead of time what it would cost to sacrifice safety.  It's the darkest, most cynical thing to imagine, but it's absolutely true.  And now, it's up to me to make them build that bus with an extra bolt, or add an extra yard of guard rail.  It's the only way we can ensure moral responsibility in this society.  By what I do. \n[90]Excuse me? \n[91]Listen to me, Mrs Otto.  Listen very carefully.  I do know what's best. As we're sitting here the town or the school board or the manufacturer of that bus are lining up a battery of their own lawyers to negotiate with people as grief-stricken as yourselves.  And this makes me very, very mad.  It's why I came all the way up here.  If everyone had done their job with integrity your son would be alive this morning and safely in school.  I promise you that I will pursue and reveal who it was that did not do their job. \n[92]Who is responsible for this tragedy. Then, in your name and the Walkers' name and the name of whoever decides to join us, I shall sue.  I shall sue for negligence until they bleed. \n[93]It's unlikely that anyone will go to prison, Mrs. Otto.  But he or his company will pay in other ways.  And we must make them pay.  Not for the money or to compensate you for the loss of your son.  That can't be done.  But to protect other innocent children.  You see, I'm not just here to speak for your anger, but for the future as well. What we're talking about is an ongoing relationship to time. \n[94]No.  A little sugar though. \n[95]I'll...take it straight. \n[96]No. \n[97]If you agree to have me represent you in this suit, I will require no payment until after the case is won, when I will require one third of the awarded amount.  If there is no award made, then my services will cost you nothing.  It's a standard agreement. \n[98]It's in my car. \n[99]I'll just be a minute.  Anyhow, you should discuss this all without me before you make any decision. \n[100]I've done everything the loving father of a drug addict is supposed to do... \n[101]...I've sent her to the best hospitals, she's seen all the best doctors.  It doesn't matter.  Two weeks later she's on the street. New York, Vancouver, Pittsburgh, Toronto, L.A.  The next time I hear from her, it's a phone call scamming for money.  Money for school, or money for a new kind of therapist, or money for a plane ticket home. 'Oh Daddy, just let me come home...Please, Daddy, I have to see you...'  But she never comes home. I'm always at the airport, but she's never there.  Ten years of this, ten years of these lies, of imagining what happens if I don't send the money, of  kicking down doors and dragging her out of rat-infested apartments, of explaining why that couldn't be my daughter in a porn flick someone saw...well, enough rage and helplessness, and your love turns to something else. \n[102]It turns to steaming piss. \n[103]I'm...so sorry. \n[104]Berries. \n[105]Berry-picking. \n[106]And what's that? \n[107]Were his parents...attentive to him? \n[108]You mentioned that he had a learning disability. \n[109]Did his parents attend to that? \n[110]Did they give him special care? \n[111]Every time I get on one of these flights to rescue Zoe, I remember the summer we almost lost her.  She was three years old.  It happened in the morning, at this cottage we used to rent.  We were all sleeping together in bed.  It was a wonderful time in our lives.  We still thought we had a future together, the three of us.  Did you ever visit the cottage? \n[112]I woke to the sound of Zoe's breathing.  It was laboured.  I looked over and noticed she was sweating and all swollen.  I grabbed her, rushed to the kitchen, and splashed water on her face. \n[113]I didn't know.  I was in a panic.  I guessed she'd been bitten by an insect, but there was no doctor. The nearest hospital was forty miles away, and Zoe was continuing to swell.  Klara took her in her arms and tried to breast-feed her, while I dialed the hospital.  I finally got a doctor on the line.  He sounded young, but cool.  He was confident, but there was a nervousness.  He have been an intern.  This was the first time he ever had to deal with anything like this.  He wanted to seem like he knew what he was doing, but he was just as scared as I was. \n[114]He surmised that there was a nest of baby black widow spiders in the mattress.  He told me they had to be babies, or else with Zoe's body weight she'd be dead.  He told me I had to rush her to the hospital.  He was alone.  There was no ambulance available.  'Now you listen', he said, 'There's a good chance you can get her to me before her throat closes, but the important thing is to keep her calm.'  He asked if there was one of us she was more relaxed with than the other.  I said, 'Yes, with me.' \n[115]Which was true enough, especially at that moment.  Klara was wild-eyed with fear, and her fear was contagious.  I was a better actor than she was, that's all.  Zoe loved us equally then.  Just like she hates us both equally now. The doctor told me that I should hold her in my lap, and let Klara drive to the hospital.  He asked me to bring a small, sharp knife.  It had to be clean.  There was no time to sterilize properly.  He explained how to perform an emergency tracheotomy.  How to cut into my daughter's throat and windpipe without causing her to bleed to death.  He told me there'd be a lot of blood.  I said I didn't think I could do it.  'If her throat closes up and stops her breathing, you'll have to, Mr. Stephens.  You'll have a minute and a half, two minutes maybe, and she'll probably be unconscious when you do it.  But if you can keep her calm and relaxed, if you don't let her little heart beat too fast and spread the poison around, then you might just make it over here first.  You get going now', and he hung up. \n[116]It was an unforgettable drive.  I was divided into two people.  One part of me was Daddy, singing a lullaby to his little girl. \n[117]The other part was a surgeon, ready to cut into her throat.  I waited for the second that Zoe's breath stopped to make that incision. \n[118]Nothing.  We made it to the hospital.  I didn't have to go as far as I was prepared to.  But I was prepared to go all the way. \n[119]I'm here about your children, Mr. Ansel. \n[120]My name is... \n[121]I understand. \n[122]I can help you. \n[123]Here.  You may change your mind. \n[124]No, Mr. Ansel.  I wouldn't sue you. \n[125]You can help each other.  Several people have agreed to let me represent them in a negligence suit. Your case as an individual will be stronger if I'm allowed to represent you together as a group. \n[126]The Walkers have agreed.  The Ottos. Nicole Burnell's parents.  It's important to initiate proceedings right away.  Things get covered up. People lie.  That's why we have to begin our investigation quickly. Before the evidence disappears. That's why I'm out here tonight. \n[127]You're angry, Mr. Ansel.  You owe it to yourself to feel that way.  All I'm saying is let me direct your rage. \n[128]That's my daughter.  Or it may be the police to tell me that they've found her dead.  She's a drug addict. \n[129]I'm telling you this because... we've all lost our children, Mr. Ansel. \n[130]They're dead to us.  They kill each other in the streets.  They wander comatose in shopping malls.  They're paralyzed in front of televisions. Something terrible has happened that's taken our children away. It's too late.  They're gone. \n[131]What's that, Dolores? \n[132]That would complicate things. \n[133]Billy Ansel will insist that you were driving fifty-one miles an hour.  Just like you've done every morning for the past fifteen years. \n[134]Yes.  He does. \n[135]I did. \n[136]Mrs.  Driscoll, if Billy Ansel does not volunteer to say so in court, I will subpoena him and oblige him to testify to that effect. \n[137]But in order to do that, you must let me bring a suit in your name charging negligent infliction of emotional harm.  That's what I'm now asking you to consider. \n[138]It's clear to me and other people that you have suffered significantly from this event. \n[139]Excuse me? \n[140]Dolores, people have to know that you've suffered too. \n[141]And they won't understand until you let me clear your name - your good name - once and for all.  Will you let me do that?  Will you let me do my duty? \n[142]Yes. \n[143]There might have been a word or two that slipped by.  Maybe you could clarify it for me, just to be absolutely sure. \n[144]That's what he said, is it? \n[145]That's my daughter.  Or it may be the police to tell me that they've found her dead.  She's a drug addict. \n[146]I'm telling you this because we've all lost our children, Mr. Ansel... \n[147]They're dead to us. \n[148]Yes, I'll accept the charges. \n[149]Yes. \n[150]News? \n[151]Yes.  Give me your news, Zoe. \n[152]Tell me your news, Zoe. \n[153]That's not news, Zoe. \n[154]Yes. \n[155]Yes. \n[156]What do you want me to do, Zoe? I'll do whatever you want. \n[157]What for? \n[158]Do you have the blood test? \n[159]Of...course I do.  I just thought...I could get you another test.  In case the one you got...was wrong. \n[160]Yes.  I can hear you breathing too. \n[161]I love you, Zoe.  I'll be there soon, and I'll take care of you.  No matter what happens.  I'll take care of you. \n[162]Well, Nicole, I've been wanting to meet you for a long time now.  Not just because I've heard so many good things about you, but because, as you know, I'm the guy representing you and your mom and dad and some other folks here in town.  We're trying to generate some compensation, however meager, for what you have suffered, and at the same time see that an accident like this never happens again.  You're central to the case I'm trying to build, Nicole.  But you'd probably just as soon let the whole thing lie.  Just get on with your life as quickly and smoothly as possible. \n[163]You hate that. \n[164]People can't help it, you know. They really can't.  When they see you in this wheelchair, knowing what your life was life eight months ago, people are going to feel sorry for you.  There's no way around it, Nicole.  You and I just met, and already I admire you.  Who wouldn't? You're a brave tough smart kid. That's obvious.  And I didn't know you, know how exciting and promising your life was before the accident. But listen, even I feel sorry for you. \n[165]That you didn't die?  Like the other children? \n[166]It is the truth. \n[167]It would be strange if you didn't feel that way. \n[168]They work for the people we're trying to sue.  Their job is to try to minimize damages.  Our job, Nicole, is to try to maximize them. You have to think of it that way. As people doing their jobs.  No good guys or bad guys.  Just our side and their side. \n[169]I don't want you to lie. \n[170]There's no such thing as an accident, Nicole.  Not in a situation like this. \n[171]I'm absolutely positive. \n[172]That's fine.  I want you to be absolutely truthful.  And I'll be right there to advise and help you. And there'll be a court stenographer there to make a record of it, and that's what'll go to the judge, before the trial is set.  It'll be the same for everybody.  They'll be deposing the Ottos and the Walkers, the bus driver... \n[173]Yes.  Dolores...and even your mom and dad.  But I'll make sure you go last. \n[174]So you can keep on getting well before you have to go and do this. It's not going to be easy, Nicole. Do you understand that? \n[175]Depends.  This could drag on for quite a while.  But we'll be there at the end, Sam.  Don't you worry. \n[176]Why would he be frightened? \n[177]What happened then? \n[178]I object to the form of that question.  Note that. \n[179]I object to that form of question. Note that. \n[180]Note my objection.  She said, 'As I'm talking.' \n[181]Note that she said 'pretty clearly'. Not 'clearly'. \n[182]Unless the report from the National Weather Bureau for the district on January 23 goes into the record, I will object to that question. \n[183]She said, 'Now that I'm telling it'. Note that. \n[184]I have no questions. \n[185]You'd make a great poker player, kid. \n[186]Mitchell.  It was nice to see you again, Ally. \n[187]Alison. \n[188]I will. \n[189]I'll tell her that. ", "NICOLE": "\n[1]Really? \n[2]You mean it? \n[3]You don't sound like one hundred percent absolutely sure. \n[4]I'm so happy, Daddy. \n[5]Just the way Dolores gets so excited about bringing the kids to check out the animals.  It's like the biggest thing in her life. \n[6]Hi, Mr. Ansel.  Hi, Jessica, Mason... \n[7]Was it good? \n[8]Okay. \n[9]The Pied Piper of Hamelin. By famous Hanover city; The river Weser, deep and wide, Washes its wall on the southern side; A pleasanter spot you never spied; But, when begins my ditty... \n[10]It's like a song. \n[11]When begins my ditty, Almost five hundred years ago, To see the townsfolk suffer so From vermin, was a pity... \n[12]Rats! They fought the dogs and killed the cats, And bit the babies in the cradles, And ate the cheeses out of vats. And licked the soup from the cook's own ladles, Split open the kegs of salted sprats, Made nests inside men's Sunday hats, And even spoiled the women's chats, By drowning their speaking With shrieking and squeaking In fifty different sharps and flats... \n[13]Yes. \n[14]Don't you usually like to sit at the back?  To wave at your Dad? \n[15]Okay. \n[16]What, Mason? \n[17]That's right. \n[18]Because...he wanted to them to be punished. \n[19]Yes. \n[20]No.  Not mean.  Just...very angry. \n[21]Should I keep reading? \n[22]Are you sure? \n[23]It just seems...kind of weird. \n[24]I don't know. \n[25]No.  I mean, I remember Mrs. Ansel wearing some of this stuff, but...I don't feel funny about that.  I really liked her. \n[26]What do you mean 'outgrown it'? \n[27]Oh. Right. \n[28]Goodnight, Mr. Ansel. \n[29]Nothing. \n[30]Mrs.  Ansel's clothing. \n[31]Once more he stept into the street, And to his lips again Laid his long pipe of smooth straight cane; And ere he blew three notes such sweet soft notes as yet musician's cunning Never gave the enraptured air - There was a rustling, seemed like a bustling Of merry crowds justling at pitching and hustling, Small feet were pattering, wooden shoes clattering, Little hands clapping and little tongues chattering, And, like fowls in a farm-yard when the barley is scattering, Out came the children running. All the little boys and girls, With rosy cheeks and flaxen curls, And sparkling eyes and teeth like pearls. Tripping and skipping, ran merrily after The wonderful music with shouting and laughter... \n[32]When, lo, as they reached the mountain-side, A wondrous portal opened wide, As if a cavern was suddenly hollowed; And the Piper advanced and the children followed, And when all were in to the very last, The door in the mountain-side shut fast... \n[33]Did I say, all?  No!  One was lame, And could not dance the whole of the way; And in after years, if you would blame His sadness, he was used to say,- 'It's dull in the town since my playmates left! I can't forget that I'm bereft Of all the pleasant sights they see, Which the Piper also promised me. For me led us, he said, to a joyous land, Joining the town and just at hand, Where waters gushed and fruit-trees grew, And flowers put forth a fairer hue, And everything was strange and new... \n[34]Everything was strange and new. \n[35]C'mon, Sean.  Sit next to me. \n[36]They say I'm lucky because I can't remember the accident. \n[37]I know I'm as well as I ever can be again.  So shut up, Mom.  To stay like this, to live like a slug, I'm going to have to work like someone trying to get into the Olympics. \n[38]It's an incredible relief to be leaving the hospital.  I'm so sick of looking at my doctor, listening to Frankenstein ask me stupid questions about what I was feeling... \n[39]He thought it was cute when I called him Frankenstein.  It wasn't.  I feel like his monster. \n[40]What happened to summer? \n[41]And winter? \n[42]How was it? \n[43]Good thing I was in Florida. \n[44]The ramp? \n[45]Very slick. \n[46]It's okay. \n[47]The door needs a lock. \n[48]You better.  And you can sleep in my new bed with me too. \n[49]That's too high.  I'll never reach it. \n[50]What boys? \n[51]It's interesting. \n[52]I feel like a princess. \n[53]Is this mine? \n[54]From you? \n[55]Who's Mr. Stephens? \n[56]You and Mom have a lawyer? \n[57]My lawyer?  Why do I need a lawyer? \n[58]No.  What's this lawyer business? \n[59]But you didn't lose me. \n[60]I can't walk anymore. \n[61]What about insurance?  Doesn't insurance pay for these things? \n[62]How will he do that? \n[63]That's the first thing I heard about you.  That you were a smart man. That you  were so smart that you were going to sue the town, then make us all feel better... \n[64]You're good at that.  Good at getting people to believe you could do something for them.  Something they could never do for themselves. \n[65]I don't like thinking about the accident.  I don't even remember it happening.  Besides, it just makes people feel sorry for me, and... \n[66]You can only feel lucky that you didn't die for so long.  Then you start to feel...unlucky. \n[67]Yes.  Like Bear and the Ansel twins and Sean and... \n[68]It's the truth. \n[69]What do you want me to do for you, Mr. Stephens? \n[70]That got you talking about depositions and lawyers.  By the time Daddy came back from the washroom and Mom came in with her tea and cookies, you were going on about how tough it would be for me to answer some of the questions those other lawyers would ask . \n[71]I won't lie. \n[72]The truth is that it was an accident, and no one's to blame. \n[73]You seem very sure about that. \n[74]No matter what I'm asked, I'll tell the truth. \n[75]Dolores. \n[76]Why? \n[77]At that moment, I hated my parents - Daddy for what he knew and had done, \n[78]and even Mom for what she didn't know and hadn't done.  You told me it wasn't going to be easy.  But as I sat there, staring at Daddy, I knew it was going to be the easiest thing in my life. \n[79]C'mon, Sean, sit next to me. \n[80]For he led us, he said, to a joyous land, Joining the town and just at hand, Where waters gushed and fruit-trees grew, And flowers put forth a fairer hue, And everything was strange and new... \n[81]Nothing. \n[82]As opposed to this T.V.? \n[83]Besides, I'd like to see Billy. \n[84]That wasn't true.  I didn't want to be seen by anyone whose kids had been killed by the accident. Especially not Billy Ansel. \n[85]Actually, now that I think about it, I'd just as soon stay in my room. \n[86]I remembered all the times I had tucked Jessica and Mason into bed. How they loved to have me read to them before they slept.  There was nothing for me to say to Billy, except I'm sorry.  I'm sorry that your children died when my parent's children didn't. \n[87]No. \n[88]Great. \n[89]We used to talk a lot, didn't we, Daddy.  About all the things you were going to do for me. \n[90]I mean I'm a wheelchair girl now. It's hard to pretend I'm a beautiful rock star.  Not like you used to tell me.  Remember, Daddy?  All the people that were going to discover me?  Where are they now? \n[91]He couldn't look at me.  But I looked at him.  Right at him.  His secret was mine now.  We used to share it.  But not anymore.  Now, I owned it completely. \n[92]Great. \n[93]Before, everything had been so confusing.  I never knew who was to blame.  But now I know.  He's just a thief, a sneaky thief who had robbed his daughter.  Robbed me of...whatever it was that my sister still had and I didn't.  And then the accident robbed me of my body. \n[94]The last time I was in the community hall was for the big Christmas party almost a year ago.  It hadn't changed. \n[95]Yes. \n[96]About eight-thirty in the morning. \n[97]No.  I was alone.  My sister Jenny was sick and stayed home that day. \n[98]Like what?  I mean, I don't remember a lot. \n[99]Yes. \n[100]My usual place.  On the right side. The first seat. \n[101]Until the accident?  No. Yes, there was. \n[102]It was when Sean Walker got on.  He was crying and didn't want to leave his mother.  Mason Ansel was sitting beside me.  I asked him to move, so I could quiet Sean down.  When the bus started up, a car came around the corner and almost hit Sean's mother.  She was okay, but it really scared Sean, because he watched it out the window. \n[103]No, she hadn't even started to move the bus.  It was the car's fault. \n[104]No. \n[105]Yes. \n[106]As I'm talking, I'm remembering more about it. \n[107]Yes. \n[108]There was a brown dog that ran across the road up there, right by the dump, and Dolores slowed down not to hit him, and he ran into the woods.  And then Dolores drove on and turned onto the Marlowe road, as usual.  I remember that.  I'm remembering it pretty clearly. \n[109]Yes. \n[110]It was snowing. \n[111]Before the actual accident? \n[112]I was scared. \n[113]Yes, I understand. \n[114]Dolores was driving too fast. \n[115]The speedometer.  And it was downhill there. \n[116]Yes.  I looked.  I remember clearly now.  It seemed we were going too fast down the hill.  I was scared. \n[117]Seventy-two miles an hour. \n[118]Positive. \n[119]I told you I was positive.  The speedometer was large and easy to see from where I was. \n[120]Yes. \n[121]No. \n[122]I was scared.  And there wasn't time. \n[123]No.  Because the bus went off the road.  And crashed. \n[124]Yes.  I do now.  Now that I'm telling it. \n[125]I remember the bus swerved, it just suddenly swerved to the right, and it hit the guardrail and the snowbank on the side of the road, and then it went over the embankment there, and everyone was screaming and everything.  And that's all.  I guess I was unconscious after that. That's all.  Then I was in the hospital. \n[126]Daddy was leaning forward in his chair, his mouth half open, as if he wanted to say something.  Like what, Daddy?  Like 'What about my money?' \n[127]Let's go, Daddy. \n[128]Daddy took a long time.  I guess he wanted to have a few words with you. He must have tried to tell you that I was lying.  Then you would tell Daddy that it didn't matter if I was lying or not, the lawsuit is dead. \n[129]Everyone's lawsuit is dead.  Forget it.  Tell the others to forget it. It's over.  Right now, Sam, the thing you've got to worry about is why she lied.  A kid who'd do that to her own father is not normal, Sam. \n[130]But Daddy knows who lied.  He knows who the liar is.  He knows who's normal. \n[131]I hope he lets us keep the computer. \n[132]I'd like an ice cream. \n[133]Daddy, can we come to the fair? \n[134]How about Sunday night?  That's always the best time. \n[135]What's going to happen to Dolores? \n[136]Will the police do anything to her? \n[137]She'll move away. \n[138]Someplace where no one knows her. Someplace strange and new. \n[139]As you see each other, almost two years later, I wonder if you realize something. \n[140]I wonder if you realize that all of us - Dolores, me, the children who survived, the children who didn't - that we're all citizens of a different town now. \n[141]A town of people living in the sweet hereafter. \n[142]Whether others defend us, protect us, love us or hate us - they do it to meet their own needs, not ours. \n[143]This is what I learned.  This is what I found out. ", "CUT TO": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\n[38]\n[39]\n[40]\n[41]\n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]\n[49]\n[50]\n[51]\n[52]\n[53]\n[54]\n[55]\n[56]\n[57]\n[58]\n[59]\n[60]\n[61]\n[62]\n[63]\n[64]\n[65]\n[66]\n[67]\n[68]\n[69]\n[70]\n[71]\n[72]\n[73]\n[74]\n[75]\n[76]\n[77]\n[78]\n[79]\n[80]\n[81]\n[82]\n[83]\n[84]\n[85]\n[86]\n[87]\n[88]\n[89]\n[90]\n[91]\n[92]\n[93]\n[94]\n[95]\n[96]\n[97]\n[98]\n[99]\n[100]\n[101]\n[102]\n[103]\n[104]\n[105]\n[106]\n[107]\n[108]\n[109]\n[110]\n[111]\n[112]\n[113]\n[114]\n[115]\n[116]\n[117]\n[118]", "DOLORES": "\n[1]Alright, kids.  I want you all to listen to me.  Rule number one  No one is allowed to stick their fingers into the cages.  I don't care how cute some of these animals may be, the fact is they don't like being here, no matter how many ribbons some of them have won... \n[2]Good morning, Wanda.  Hi, Hartley. \n[3]Well, it's certainly what you'd call interesting. \n[4]I didn't say that. \n[5]I'll just strap it on the roof. \n[6]Oh, it's bizarre alright.  C'mon Bear.  Let's get you out of here. \n[7]The Ottos always waited for the bus with Bear.  They were the only parents who did that, together like that.  I guess they're what you might call hippies. \n[8]Dolores.  No one calls me 'Mrs. Driscoll'. \n[9]About the Ottos? \n[10]I mean, the way they look.  Their hair and clothing... \n[11]No, nothing like that.  The Ottos are what I'd call model citizens. They're regular at town meetings. They give their opinions  in a respectful way.  They always help out at various fund-raising bazaars in town , though they aren't church goers. \n[12]Oh yes.  Like I said, they always came out together to see him off to school.  It's like he was their little treasure.  He was such a beautiful boy.  That's a picture of him on the wall there, behind Abbott. \n[13]Those are all from the fair last year.  Abbott and me were judges at the pet show. \n[14]Abbott used to breed them 'til he had the stroke.  Bear won first prize.  Just look at the smile on his face. \n[15]He was one of those children that bring out the best in people.  He would have been a wonderful man. \n[16]Billy Ansel started honking at us up around Upper Hat Creek.  He always started to do that when he caught up to the bus.  He'd wave at his kids, Jessica and Mason, who always sat at the back.  Normally, he followed us the whole distance over the ridge towards the school. \n[17]Billy loved to see his kids in the bus.  They always sat in the back, so they could wave to each other. It comforted him. \n[18]From what? \n[19]No, nothing like that.  Billy's wife, Lydia, died of cancer a few years ago.  He took over raising the children by himself.  It was obvious how much he missed Lydia. \n[20]No. I saw it on his face. \n[21]By the time I reached the bottom of Bartlett Hill Road, I had half my load, over twenty kids, aboard. \n[22]They had walked to their places on the main road from the smaller lanes \n[23]and private roadways that run off it.  Bright little clusters of three and four children - like berries waiting to be plucked. \n[24]That's the way I thought of them sometimes. \n[25]Yes.  Like I was putting them into my big basket.  Clearing the hillside of its children. \n[26]Abbott and I used to do a lot of that in the spring. \n[27]Yes.  The old-fashioned way. \n[28]With our hands. \n[29]Anyhow, my next stop was across from the Bide-A-Wile, which is owned and operated by Risa and Wendell Walker. Risa walked her little boy, Sean, across the road, which was customary.  Sean had some kind of learning disability. \n[30]He was behind all the other kids his age in school and was too fragile and nervous to play sports. \n[31]A strange little fellow, but you couldn't help liking him.  He was close to ten but seemed more like a frightened five or six. \n[32]What do you mean? \n[33]That's right. \n[34]What do you mean? \n[35]The Walkers loved Sean.  He was their only child...the object of all their attention.  I mean, Wendell's a withdrawn sort of man.  That's his nature.  But Risa, she's still got dreams. \n[36]Hi, Risa.  Aren't your feet freezing? \n[37]Is he okay? \n[38]Temperature? \n[39]But I never had 'those mornings' myself.  Not so long as I had the schoolbus to drive.  Not so long as I had my kids. \n[40]It emerged from the blowing snow on the right side of the road.  It might have been a dog or a small deer or maybe even a lost child.  It might have been an optical illusion or a mirage.  Whatever it was, for the rest of my life I will remember that red-brown blur... \n[41]I have a question for you, Mr. Stephens. \n[42]I told you that I was doing fifty miles an hour when the accident happened.  That's how I remembered it.  But the truth is, I might have been doing sixty.  Or sixty five. And if that's true, that I was over the limit when the bus went over, what would happen then? \n[43]Because I'd be to blame, right? \n[44]He knows that?  Billy? \n[45]Billy said that? \n[46]You've talked to Billy? \n[47]And Billy told you that he'll tell that to... \n[48]What other people? \n[49]Who's been talking to you about what I'm feeling?  Who should care about what I'm feeling? \n[50]You heard what Abbott said? \n[51]Anything you didn't understand? \n[52]Abbott said that the true jury of a person's peers is the people of her town.  Only they, the people who have known her all her life, and not twelve strangers, can decide her guilt or innocence.  And if I have committed a crime, then it's a crime against them, so they are the ones who must decide my punishment. \n[53]Yes.  Abbot understands these things. \n[54]He never took his eyes off his mother, even as he moved to sit beside Nicole.  He looked frightened. \n[55]I don't know.  But it was weird in terms of what happened next.  Sean was still watching his mother. \n[56]I shut the door with one hand, and released the brake with the other, and waited for a second for Risa to cross in front of the bus.  There was a sixteen wheeler behind me, and I heard his air brakes hiss as the driver chunked into gear.  I looked into the side view mirror, and saw him move into line behind me.  Then suddenly Sean shrieked... \n[57]Sean was all over me, scrambling across my lap to the window.  I glimpsed  Risa off to my left, leaping out of the way of a red Saab that seemed to have bolted out of nowhere. \n[58]Sean!  Sit down!  Your Mom's okay! Now sit down! \n[59]You get his number? \n[60]She was shaken, standing there with her arms wrapped around herself. \n[61]She shook her head, turned away, and walked slowly back to the office.  I drew a couple of breaths and checked Sean, who was seated now but still craning and looking after his mother. \n[62]I smiled at him, but he only glared back at me, as if I was to blame. \n[63]I remember wrenching the steering wheel to the right and slapping my foot against the brake petal.  I wasn't the driver anymore. \n[64]The bus was like this huge wave about to break over us.  Bear Otto, the Lambston kids, the Hamiltons, the Prescotts, the teenaged boys and girls from Bartlett Hill, Sean, Nicole Burnell, Billy Ansel's twins, Jessica and Mason...all the children of my town. ", "BILLY": "\n[1]Hi...Can you talk?  I'm on my way to work...I'm waving at them now...What's that noise? \n[2]Nicole's coming over to look after the kids tonight.  She'll be there around six. \n[3]She said she's got to be home by nine. \n[4]Look, I'll be waiting in the room. You get over as soon as you can. Okay? \n[5]Hi, Nicole. \n[6]They just finished supper. \n[7]I'll be back around nine. \n[8]A while. \n[9]What's all this? \n[10]Does this mean I can't take a shower? \n[11]What time's he coming home? \n[12]What are you thinking? \n[13]That's because he misses you. \n[14]It's natural. \n[15]Well, maybe that's because they know I'm going to follow them.  Behind the bus. \n[16]Sure. \n[17]I better get back. \n[18]Good night. \n[19]Yeah. \n[20]Why? \n[21]Nicole, I'm just going to pack all this stuff and give it to the church for charity.  Don't feel bad. Unless you feel strange about wearing it. \n[22]And she really liked you.  She would've given you all this if she'd outgrown it, or... \n[23]I'm not sure. \n[24]Goodnight, Nicole. \n[25]I stopped by the station a while ago.  I stared at the bus.  I could almost hear the kids inside.  There was a lawyer there.  He told me he'd gotten you signed up.  Is that true? \n[26]What are you talking about?  It was an accident. \n[27]Risa, I serviced that bus.  At the garage.  There's nothing wrong with it. \n[28]You believe that? \n[29]Why? \n[30]Well I don't. \n[31]Yes. \n[32]You think that caused the accident, Risa?  That it brought bad luck? Christ, it sounds to me you're looking for a witch doctor, not a lawyer.  Or maybe they're the same thing. \n[33]You know what I'm going to miss? More than making love?  It's the nights you couldn't get away from Wendell.  It's the nights I'd sit in that chair for an hour.  Smoking cigarettes and remembering my life before... \n[34]Mister, I don't want to know your name. \n[35]No you don't. \n[36]Not unless you can raise the dead. \n[37]Mr. Mitchell Stephens, Esquire, would you be likely to sue me if I was to beat you right now?  Beat you so bad that you pissed blood and couldn't walk for a month.  Because that's what I'm about to do. \n[38]Leave us alone, Stephens.  Leave the people of this town alone.  You can't help. \n[39]Case? \n[40]I know Risa and Wendell Walker. They wouldn't hire a goddamned lawyer.  And the Ottos wouldn't deal with you.  We're not country bumpkins you can put a big city hustle on.  You're trying to use us. \n[41]Why are you telling me this? \n[42]Why are you telling me this? \n[43]No.  No, thanks, Mary. \n[44]Well, Sam, I might as well tell you the truth.  It's this lawsuit you've gotten yourself all involved with. I want you to drop the damned thing. \n[45]It does concern me. \n[46]How? \n[47]Why not? \n[48]Well I don't want a damned thing to do with it. \n[49]I've tried to stay out of it.  But it turns out that's not so easy, Sam.  You've gone and got yourself this lawyer.  Mitchell Stephens. You and Risa and Wendell and the Ottos. \n[50]But yours is the one who's going to subpoena me, Sam.  Force me to testify in court.  He came by the garage this afternoon.  Gave me this piece of paper. \n[51]Because I was driving behind the bus, Mary.  Because I saw it.  I saw it happen... \n[52]If that bastard does subpoena me, if he forces me to go over this again, then all those other lawyers will line up behind him and try and do the same thing. \n[53]That's wrong, Sam.  You know that. We'll be tangled up in this thing for the next five years.  This is never going to go away... \n[54]We've got lawyers suing lawyers because some people were stupid enough to sign on with more than one of the bastards.  We've got people pointing fingers, making side deals, and dickering over percentages. Yesterday, I heard somebody wants to sue the rescue squad.  The rescue squad.  Because they didn't act fast enough. \n[55]If you two dropped the case, then the others would come to their senses \n[56]and follow.  You're good sensible parents, you and Mary.  People respect you. \n[57]Why?  You got money from Dolores' insurance with the school board.  We all did. \n[58]I'll help pay for Nicole, if that's what you're really talking about. I'll even give you the money I got for my kids. That's what we used to do, remember? Help each other.  This was a community. \n[59]I used to like it here.  I used to care about what happened.  Now I think I'll sell my house and move the fuck away. \n[60]The children. \n[61]How is Nicole?  Is she around? \n[62]Say hello for me. ", "SAM": "\n[1]That was great. \n[2]You're going to blow everyone away. \n[3]Of course. \n[4]I am.  Really.  It was awesome. \n[5]Let's sit down. \n[6]What's so funny? \n[7]What took so long? \n[8]What's that? \n[9]Does it fit? \n[10]Don't even try to remember. \n[11]Just wait till you see what we've got waiting for you at home. \n[12]How do you like it, Nicole? \n[13]Pretty slick, eh? \n[14]Do you like the colour? \n[15]And I had to widen a few doors. You'll see. \n[16]What do you think? \n[17]Sure.  I'll fix it right away. \n[18]Oh.  I better get some spackle. \n[19]He's a lawyer.  He's our lawyer. \n[20]Well, yes.  He's your lawyer too. \n[21]It's because of the accident, Nicole.  Most people in this town whose kids were on the bus have got lawyers.  A lot of people...well, people in this town are very angry. Us included. \n[22]You're going to need special care for a long time to come.  It's not going to be easy.  Not for you, not for any of us.  Because we love you so much.  And it's going to cost money.  More than we can imagine. \n[23]Partly.  But there's a lot the insurance doesn't cover.  That's one of the reasons we have a lawyer.  To make sure the insurance gets paid and to help us look after the rest. \n[24]Well, Mr. Stephens is representing several families.  The Ottos, the Walkers, us, and I think a couple more.  Mr. Stephens is suing the town for negligence.  He's sure that the accident could have been avoided if they had done their jobs right. He's a very smart man. \n[25]What she means, Mitch... \n[26]When do they award damages? \n[27]Did he say what about? \n[28]Was he drinking?  Could you tell? \n[29]Come on, Jen.  I let you watch your nature show. \n[30]Is he coming over now?  Right away? \n[31]What are you up to, Nicole? \n[32]Nothing good on your T.V.? \n[33]Hey, Billy!  What brings you out on a night like this?  C'mon in.  Take a load off. \n[34]So what brings you out tonight? \n[35]I don't see how that concerns you, Billy. \n[36]Well, I don't know why it should. There's a whole lot of people in town involved with lawsuits.  We're hardly unique here, Billy.  I mean, I can understand how you feel. \n[37]Well, it being so depressing and all.  But it's reality.  You can't just turn this off because you happen to think it's a bad idea. \n[38]Because it's what we have to do. \n[39]Okay, fine.  So...stay out of it. \n[40]So?  I mean, lot's of folks have got lawyers. \n[41]That won't happen, Billy.  Mitch Stephens' case is small, compared to some of those other guys.  The way he told me, all he needs is for you to say what you saw that day, driving behind the bus.  I know it's a painful thing to do, but it'll only take a few minutes of your time.  That'll be the end of it. \n[42]C'mon, you know that won't... \n[43]No, Billy.  We can't drop the lawsuit.  You know how much we need the money. \n[44]It's not enough.  For hospital bills.  For Nicole. \n[45]I'm sorry. \n[46]We're getting on with our lives, Billy.  Maybe it's time you got on with yours. \n[47]Are you sleeping? \n[48]Nicole, tomorrow Mr. Stephens wants you to make your deposition at the courthouse.  I thought I'd take you over. \n[49]You seem...I don't know...well, distant, I guess.  Hard to talk to. \n[50]What do you mean? \n[51]Well, okay.  I'll take you about nine-thirty in the morning.  That's okay with you? \n[52]Yes. \n[53]Okay. \n[54]I don't know. \n[55]It's too late for that.  She can't drive the bus anymore.  The school board saw to that right off. \n[56]There's talk of that. ", "RISA": "\n[1]Is it raining outside? \n[2]Will you be spending more than a night? \n[3]She...she was a friend of mine. \n[4]At school.  She fell for Kyle just before we graduated.  Got pregnant, and...went to live in a trailer up on a woodlot Kyle's dad used to own. Kyle started spending more and more time at the Spread Eagle... \n[5]...coming home drunk and I guess feeling trapped by his life and blaming her for that...and... \n[6]What do you mean? \n[7]Well, there's the Hamiltons.  Joe and Shelly Hamilton. \n[8]There's the Prescots... \n[9]But Charlene... \n[10]The Ottos. \n[11]Wanda and Hartley.  They lost Bear. He was their adopted son.  A beautiful boy.  Indian. \n[12]Yes. \n[13]They're smart.  Been to college. They moved here from the city about a dozen years ago. \n[14]Crafts. \n[15]Wanda does these photographic things.  That's one of her pictures on the wall. \n[16]You don't know that. \n[17]No. \n[18]Wendell's working on the roof.  He thinks he's fixing a leak.  As far as I'm concerned he's just punching in a few new holes. \n[19]Billy, that's too early. \n[20]Can't you make it later? \n[21]I guess. \n[22]Have you been waiting long? \n[23]Billy, do you have to smoke? Wendell can smell if someone's been smoking. \n[24]Wendell put some fresh enamel on that break in the tub. \n[25]No.  It should be dry by now. \n[26]When the game's over, I guess. \n[27]Tomorrow I'm going to put Sean on the bus.  He won't want to go.  He never does.  He'll cry and want to hold on to me. \n[28]Yes. \n[29]Your kids never cry. \n[30]They can look forward to that. \n[31]Just like we look forward to this. \n[32]You're leaving. \n[33]Good night, Billy. \n[34]Morning, Dolores. \n[35]I guess they are. \n[36]Go on now, Sean.  Go on. \n[37]I don't know. \n[38]No.  He's not sick or anything. It's just one of those mornings, I guess. \n[39]I knew you'd be here. \n[40]Are you going to the funeral? \n[41]Something made this happen, Billy. Mr. Stephens is going to find out what it was. \n[42]Mr. Stephens says that someone didn't put a right bolt in the bus... \n[43]...or that the guardrail wasn't strong enough. \n[44]I have to. \n[45]Because I have to. \n[46]Is it true that you gave Nicole one of Lydia's dresses?  That she was wearing it when the bus crashed? \n[47]Why did you do that, Billy? \n[48]Go on now.  Go on. ", "SCHWARTZ": "\n[1]Now on that morning, did there come a time, Nicole, when you left your parents' house? \n[2]What time in the morning was this? \n[3]Was anyone waiting for the bus with you? \n[4]Was there anything unusual about the driver, Dolores Driscoll, or the bus that particular morning? \n[5]Was the bus on time? \n[6]And where did you sit that morning? \n[7]And according to your recollection, there was nothing unusual about the drive that morning? \n[8]And was this incident caused in any way by anything the driver of the bus did? \n[9]There was nothing reckless in Mrs. Driscoll's behavior? \n[10]Did there come a time when all the children had been picked up? \n[11]You remember that much? \n[12]Did there come a time when the bus turned off Staples Mill Road onto the Marlowe Road at what's called Wilmot Springs? \n[13]You are? \n[14]And what was the weather like at this time? \n[15]I will offer that report.  Well, then, now that your memory seems to be clearing, can you tell us what else  you observed at that time? \n[16]Yes. \n[17]Why were you scared? \n[18]This is before the accident, Nicole. Do you understand what I'm asking? \n[19]Why were you scared? \n[20]Mrs.  Driscoll was driving too fast? What made you think that, Nicole? \n[21]You could see the speedometer? \n[22]How fast would you say Mrs. Driscoll was going?  To the best of your recollection? \n[23]Seventy-two miles an hour?  You're sure of this? \n[24]You believe that the bus driven by Mrs. Driscoll was going at seventy- two miles an hour at this time? \n[25]You saw the speedometer? \n[26]Did you say anything to Mrs. Driscoll? \n[27]Why not? \n[28]There wasn't time? \n[29]You remember this? \n[30]What do you remember about the accident? \n[31]Do you have any questions, Mr. Stephens? \n[32]Thank you, Nicole. ", "ALISON": "\n[1]You can have mine. \n[2]Yes, we do know each other.  I'm Alison Jones. \n[3]I was a friend of Zoe's.  We went to school together.  I used to come to your house. \n[4]Ally.  That was my nickname. \n[5]How are you? \n[6]I'm fine.  Still working with my father. \n[7]He used to work with you.  Until you found out he was having an affair with your wife. \n[8]How is Mrs. Stephens? \n[9]I'd heard that.  But she's well? \n[10]And Zoe?  How's Zoe? \n[11]I'm glad to hear that Zoe's okay. \n[12]Not really.  The last time I saw her was at that clinic.  That was a long time ago. \n[13]Which one? \n[14]I don't remember the name.  It was near a beach. \n[15]So there were others? \n[16]Then...when did she get better? \n[17]But you said... \n[18]She's in trouble? \n[19]What...does it turn to? \n[20]That's okay. \n[21]I...don't think so. \n[22]What happened? \n[23]What happened? \n[24]Well, it was nice meeting you again, Mr. Stephens. \n[25]Alison. \n[26]Say hi to Zoe. \n[27]I hope she gets better. ", "ZOE": "\n[1]Daddy, it's me...How are you doing? That's great...Where are you? What's that sound? \n[2]A car wash!  Wow, I've never talked to you when you've been in a car wash.  Make sure you've got the windows closed. \n[3]Remember that time we were having the car washed and I started playing with the automatic window?  How old was I, Daddy?  Five or six?  I got absolutely soaked, remember? \n[4]Why am I calling you?  You're my father.  I'm not supposed to call you?  What's the matter with wanting to talk to you, Daddy? \n[5]So what's the problem? \n[6]'Cause you think I'm stoned, Daddy? 'Cause you think I've got a needle stuck in my arm?  Is that what you're thinking, Daddy? \n[7]Are you wondering if I scored, Daddy, and I'm calling you for money?  That I'm begging?  God, I don't fucking believe it! \n[8]Daddy!  Are you listening to me, Daddy?! \n[9]\n[10]Why can't you talk to me? \n[11]Daddy? \n[12]I'm calling because I've got some news for you, Daddy.  Some big news. \n[13]Don't you want to hear? \n[14]You always think you know what I'm going to say, don't you?  You always think you're two steps ahead of me. The lawyer. \n[15]Okay.  I went to sell blood yesterday.  That's how it is.  I'm in this fucking city where my father is a hot shit lawyer, and I'm selling my blood. \n[16]No.  But this is.  They wouldn't take my blood. \n[17]Do you know what that means, Daddy? Does it register? \n[18]I tested positive. \n[19]Welcome to hard times, Daddy. \n[20]I need money. \n[21]You can't ask me that!  Not anymore! You asked me what I wanted.  Not what I wanted it for.  I want money. \n[22]You don't believe me?  You don't fucking believe me? \n[23]I like it when you don't believe me, Daddy.  It's better you don't believe me but have to act like you do. \n[24]I can hear you breathing, Daddy. \n[25]Oh God, I'm scared. ", "MARY": "\n[1]You just think about getting well, Nicole, that's all. \n[2]Isn't it a lovely day? \n[3]Summer's over.  It's fall. \n[4]Well, winter's far behind us now. \n[5]We had a terrible winter last year, didn't we, Sam? \n[6]So do you like your new room? \n[7]Your Dad spent all his spare time in here.  He wanted to make it absolutely perfect. \n[8]Yes.  It's a present. \n[9]No.  From Mr. Stephens.  That was him on the phone just now.  He was calling to see how you were. \n[10]Maybe we shouldn't be talking about this just now, with you barely home. Aren't you hungry, honey?  Want me to fix you something? \n[11]Jenny, why don't you go and play outside? \n[12]Jenny. \n[13]He's a very kind man.  And he knew that you'd need a computer for doing schoolwork. \n[14]No, honey.  And we will thank the Lord for that every day and night for the rest of our lives.  But you almost died, and you were badly injured, and you won't be...you can't... \n[15]Nicole! \n[16]That was Billy Ansel on the phone. He wants to come over to talk to us. \n[17]No. \n[18]Jenny, it's time for you to go to bed. \n[19]That's what he said. \n[20]Would you like a cup of tea, Billy? There's a piece of cake left. \n[21]Why would he do that?  You didn't have anything to do with the accident. \n[22]Billy, please.  The children. \n[23]She's resting.  In her room. ", "ANGLE ON": "\n[1]SAM looking back at his daughter.  He is intensely proud of her.  SAM is a carpenter, working on at the fair site.  He gets back to his work, hammering a supporting beam into the grandstand. \n[2]MITCHELL STEPHENS in a crowded airport washroom, watching a young father, PETER, trying to change the diaper on his three year old daughter. MITCHELL stares at the little girl, his face registering a wistful smile.  PETER is having a hard time trying to find the towel from the toddler's bag and keeping an eye on her at the same time. \n[3]MITCHELL as he leaves the car, trying to protect himself from the onslaught of water with his umbrella.  He is immediately soaked by a large mop.  The camera watches MITCHELL as he makes his way towards light at the end of the wash. \n[4]DOLORES DRISCOLL, a warm and cheery woman in her forties, leading the young children into the large exhibition barn on the fair site. \n[5]The PHOTOGRAPHS of various children with their pets.  Some have ribbons. \n[6]MITCHELL as he stares at the photo of BEAR. \n[7]BEAR'S P.O.V. of WANDA and HARTLEY disappearing as the bus pulls away. \n[8]JESSICA and MASON ANSEL are seated at the back of the bus, looking out the rear window, waving at someone. \n[9]Inside the cab of his pick up, BILLY dials a number on his cell phone.  He continues to wave at his children as he speaks into the phone. \n[10]A photograph of ZOE. MITCHELL stares at this photograph. \n[11]RISA'S P.O.V. of the rain-glistened concrete. \n[12]The photograph.  It shows BILLY and his deceased wife, \n[13]Back on DOLORES and RISA. \n[14]The speedometer reads 51 miles an hour. \n[15]The camera is staring down at BILLY as he identifies the bodies of his two children. The camera is at a great height. As BILLY walks away, the camera floats down, slowly moving on his face. \n[16]NICOLE'S P.O.V. of JENNY playing on a tree branch. \n[17]DOLORES as she watches SEAN move towards NICOLE. \n[18]On the television screen, an image of a studio audience applauding.  The image is silent.  The T.V. is on MUTE. \n[19]NICOLE listening from her door. \n[20]NICOLE'S P.O.V. of BILLY driving away. \n[21]The speedometer from NICOLE'S P.O.V.  It reads fifty-one miles an hour. ", "WANDA": "\n[1]Hi, Dolores. \n[2]What do you think? \n[3]You hate it. \n[4]I could wrap it up.  Protect the other kids. \n[5]It's for the school bazaar. \n[6]Away from your crazy Mom. \n[7]Who are you? \n[8]You can't come here. \n[9]No. \n[10]We have a guest.  What did you say your name was? \n[11]The Walkers sent him by. \n[12]You've been retained? \n[13]Their child died, and they got a lawyer. \n[14]Who did they get for that? \n[15]Dolores? \n[16]You think someone else caused the accident? \n[17]So you're just the thing we need. \n[18]Isn't that what you want us to believe?  That we're completely defenseless?  That you know what's best? \n[19]I want that person to go to jail. For the rest of his life.  I want him to die there.  I don't want his money. \n[20]Are you expensive? \n[21]Do you have this agreement with you? ", "WENDELL": "\n[1]Are you a reporter? \n[2]You here about the accident? \n[3]Kyle Lambston's a drunk.  Nobody likes him.  He's a nasty piece of work. \n[4]Been drinking since high school. Fucked himself up.  Used to be smart enough. \n[5]Probably half a dozen traffic convictions.  Drunk driving.  Lost his licence.  That's why he don't work no more. \n[6]Can't get off that shitty dump they live on.  What little money comes in goes to booze. \n[7]Don't know.  Food banks, welfare, church charity.  They scrape by. \n[8]Taking it out on her. \n[9]Yeah, right. \n[10]I mean, everyone knows Joey steals antiques from summer cottages. Resells them to dealers in the city. He's been doing that for years. \n[11]That sonofabitch owes thousands to the bank and half the businesses in town.  He's about to lose his house and car. \n[12]Charlene's over at the Spread Eagle every other night.  Sleeps with whatever she can get her hands on. She'll go down for a pat on the head and a fistful of peanuts. \n[13]Don't even think of the Bilodeaus or the Atwaters.  They're all inbred. \n[14]Yeah, well, they probably smoke weed. \n[15]You don't know is what you mean. ", "MASON": "\n[1]What's a ditty again? \n[2]Oh. \n[3]What's vermin again? \n[4]Nicole? \n[5]Can I sit beside you on the bus tomorrow? \n[6]I want to sit beside you tomorrow. \n[7]Nicole? \n[8]Did the Pied Piper take the children away because he was mad that the town didn't pay him? \n[9]Well, if he knew magic - if he could get the kids into the mountain - why couldn't he use his pipe to make the people pay him for getting rid of the rats? \n[10]The people in the town? \n[11]So he was mean? \n[12]Oh. \n[13]Okay. ", "STEWARDESS": "\n[1]I'll find you another pair. \n[2]Oh, you've beaten me to it. \n[3]Here. \n[4]Some more wine? \n[5]I'm sorry about that, Mr. Stephens. Would you like to try the fish? \n[6]Poached salmon. \n[7]We do. \n[8]Yes. \n[9]I'm not sure if that will leave much on the plate. "}}