{"dialogues": {"GABRIEL": "\n[1]You know the problem with Hollywood? They make shit. Unbelievable, unremarkable shit. I'm not some grungy filmmaker- wannabee searching for existentialism through a haze of bong-smoke. It's easy to pick apart bad acting, short-sighted directing, or the purely moronic stringing together of words many of the studios term as prose. No, I'm talking the lack of realism. Realism. Not a pervasive element in the modern American cinematic vision. \n[2]Take Dog Day Afternoon for example. Arguably Pacino's greatest performance, excepting The Godfather, Part I, and Scarface, of course. A masterpiece of directing, easily Lumet's best. The acting, the script, cinematography, all top notch. But, they didn't push the envelope. What if in Dog Day, Sonny really wanted to get away with it? What if, and here's where it gets tricky. What if they'd started killing hostages? No mercy, no quarter, meet our demands or the cute blonde in the bell bottoms gets one in the back of the head, bam, splatter. What? Still no bus? \n[3]How many innocent victims would they let get sprayed across the windows before the city reversed its policy on hostage situations? And this was 1976. No C.N.N., no C.N.B.C., no M.T.V. No Internet. Fast forward to the present, same situation. Can you imagine the feeding frenzy of the modern media? In hours it would be the top story from Boston to Budapest. All caught in 150 millimeter zoom, computer enhanced, and color corrected. You would practically taste the brain matter. Six hostages die. Ten. Twelve. Twenty. Thirty. Relentless. One after another. All over a bus, a plane, and a couple of million dollars that were federally insured. \n[4]Just a thought. I mean it's not really within the realm of conventional cinema, but what if...? \n[5]Really?   How come? \n[6]Pacino escapes. With the money. Boyfriend gets the sex change operation. They live happily ever after. \n[7]No? \n[8]Homophobia? \n[9]Oh, well. Life does tend to be stranger than fiction. Well, guys, gotta jet. This place is kinda dead. \n[10]Thanks for the coffee. \n[11]Rene Descartes is sitting in some bar in Paris. Bartender says, 'Hey, you want another drink?' Descartes says, 'I think not.' And disappears. \n[12]Move. \n[13]I won't ask again. \n[14]Thank you. \n[15]Stanley... you coming? \n[16]How we doin'? \n[17]Good.   Take her out. \n[18]Don't talk, listen... When I made my Dog Day Afternoon analogy, I was not speaking metaphorically. We have 22 hostages. Each has been wrapped with 20 pounds of C-four explosives. \n[19]On top of that we have taped 15 pounds of stainless steel ball bearings -- \n[20]-- making them the world's largest walking Claymore mines. \n[21]Around her neck is a radio- frequency electronic dog collar -- \n[22]Dog walks out of his yard, he gets the shit shocked out of him. \n[23]Same thing -- \n[24]-- their yard is this bank.      So, don't fuck with me. \n[25]Big Stan. Nice suit. \n[26]You know, they say it's the clothes that make the man... \n[27]Hope not. Buy you a drink? \n[28]Actually you flew 1500 miles for 100 grand. But that's not the point. \n[29]I heard this story about this young hacker who made a virus that broke the F.B.I.'s Carnivore program that was actively reading every subscriber's E-mail and scrambled the systems. He did what the federal judges wouldn't do and kept the government out of our Privacy. \n[30]Stanley, meet Helga. \n[31]Stanley, we have a problem, maybe you can help us out. \n[32]Take a look at this. \n[33]No need for modesty, we're all friends here, Stanley. \n[34]You want something from me, amigo, I want something from you. D.O.D. dBase, 128 bit R.S.A. encryption. Whattaya think? Impossible? \n[35]So it can be done? Maybe slide in a Trojan horse hiding a worm? \n[36]Sort of. Marco, let's give him some incentive. \n[37]Relax, Stanley. \n[38]I've been told the best crackers in the world could do this in sixty minutes. Unfortunately, I need someone who can do it in sixty seconds. \n[39]'Fraid not. \n[40]Forty-five seconds. Time is a wasting, big guy. \n[41]You have thirty seconds, Stanley. \n[42]She's very good, isn't she, Stanley? \n[43]C'mon, Stanley. 20 seconds. \n[44]Fifteen. \n[45]Ten... Nine... \n[46]Three... Two... \n[47]Too bad, Stanley. Ya gotta die. \n[48]I was just fucking with you, Stan. \n[49]Big Stan.   I was afraid we lost you. \n[50]Let's go up to the house. I'm having a little get-together. I'll explain it to you there. \n[51]So Stan, tell me. How'd you do it? \n[52]Break the code. At the club. You broke the entire encryption, a silencer against your eye and your cock in someone's mouth, all in less than sixty seconds. How? \n[53]C'mon, you can do better than that. How'd you do it? \n[54]C'mon, Stanley. How'd-you-do-it? \n[55]You definitely have a gift, Stan. The most powerful people on the planet are like you. With a laptop and a phone line you can make God look like a thirteen-year-old with a stack of Playboys and a lack of imagination. C'mere, Stan, let me show you something. \n[56]Pretty impressive, huh. So... \n[57]Here's the deal. I need a worm, Stanley. A hydra, actually. A multi-headed worm to break an encryption and then sniff out latent digital footprints throughout an encrypted network. \n[58]Vernam encryption. \n[59]Actually, we're talking 512 bit. \n[60]Tell ya what, I'll pay you ten million dollars. That should be enough to get your daughter back... ... unless of course it's impossible. \n[61]Ginger...? \n[62]Well, Ging, doesn't this look friendly. \n[63]Get? \n[64]You look like shit. Ginger kick your ass? \n[65]Yes he is. \n[66]I see you have a groupie. \n[67]Have you heard of Operation Swordfish? \n[68]You'll appreciate the irony here -- \n[69]-- In the early Eighties the D.E.A. set up a network of dummy corporations as a government front to launder drug money and gather evidence. Problem is, the front companies started making money. Lots of money. By 1986, when Operation Swordfish was terminated, there was close to 400 million dollars in the D.E.A.'s accounts. \n[70]It didn't disappear. It just sat in those accounts earning interest, it's been 15 years. You have any concept how much money we'd be actually talking about today? Billions, brother. That's nine zeros. Look, this is a sweet deal. We go in over phone lines. Pop the firewall, drop in the hydra, and just sit back and wait for the money. \n[71]No problem. Look behind you, Stan. \n[72]I'm not exactly following you. \n[73]Senator, I sincerely hope you did not contact me and jeopardize the safety of me and my men for this. \n[74]Sir, with all due respect. Do you think there is any aspect of this operation I am not fully aware of? \n[75]What? \n[76]A vacation?   Have I ever failed you, sir? \n[77]It's my point. Senator, this operation is going forward. \n[78]Everything is under control. \n[79]Stan? \n[80]What's wrong, Stanley, you look like you've seen a ghost? \n[81]C'mon, Stanley. Let's talk. \n[82]Let's go. \n[83]'Cause I don't want to talk to you in the house, Stanley. \n[84]Let's go. \n[85]How you doing, Stanley? \n[86]Something you need to say to me? \n[87]You know anything about Harry Houdini? \n[88]He used to make an elephant disappear in a theater full of people. You know how he did it? \n[89]Misdirection. \n[90]We have a tail. Hope you had a light lunch, Stan. \n[91]Hold the wheel. \n[92]Keep it straight. \n[93]It's just rough when you grow up lovin' James Bond movies. Don't worry, Stanley, it'll be over soon. \n[94]Drive, drive! \n[95]Go, go! \n[96]Keep your cool, Stanley. \n[97]Goddamit.   I knew it. \n[98]Get in the fucking car, Stanley. \n[99]You're on my good side and you want to stay there. Stanley, I like you, but don't confuse kindness with weakness. So, get in the fuckin' car. I need my hydra. \n[100]Ahh, the great American outdoors. I'll never understand the appeal of fly-fishing, Jim. A little too much like masturbation for me, without the payoff. \n[101]This's a catch-and-release stream, isn't it? \n[102]Oh c'mon, Jim. You gotta see the irony in the chairman of the Joint Sub-Committee on Crime, fishing in a catch-and-release stream. \n[103]How could you do it, Jim? After all we have sacrificed. All the blood, all the death... I've changed my identity so many times, I don't even know what I look like anymore. How could you turn on me when we are so close? \n[104]You brought me in to get the job done and you didn't want to know about the consequences. \n[105]I told you there was nothing that I was unaware of -- \n[106]You have misplaced your loyalties, Senator. You have sold America out. I am a patriot, and patriotism does not have a four-year shelf life. Unfortunately, politicians do. \n[107]Thomas Jefferson once shot a man on the White House lawn for treason, Senator. You tried to execute me in the name of politics, now I execute you in the name of the people. \n[108]Make sure that bus doesn't top out over fifteen-seven. \n[109]Stan, how are you? \n[110]Have you finished? \n[111]Here. \n[112]Just like I promised, Stanley. \n[113]Soon, Stanley.     Walk with me. \n[114]I'm about to do something against my better judgement. I'm going to tell you something I never tell anyone. I'm going to tell you who I am. \n[115]Do you?    You think I'm a bank robber.    Really, I'm just like you. \n[116]That I am. And worse. Much worse. I am forced to operate on a different plane than you. But, I have ethics. Rules to which I must adhere. \n[117]200 years ago Thomas Jefferson wrote a letter to Madison because he was concerned that the freedoms of the constitution would be ignored. \n[118]Listen to me and you will. In the 1950s, armed with this letter, J. Edgar Hoover created an organization to protect the freedoms of this country at all costs. \n[119]I'm talking about your daughter. \n[120]Yes. You, your daughter and 200 million other Americans who take their freedoms for granted. You don't understand what it takes to protect those freedoms. That's my job, Stanley, to protect your way of life at all costs. \n[121]That's right, Stanley -- \n[122]-- 'cause wars cost money. \n[123]That's what I'm telling you, Stanley. We are at war. \n[124]Anyone who infringes on America's freedom. Terrorists' states, Stanley. Someone must take their war to them. They bomb a church, we bomb ten. They hijack a plane, we take out an airport. They execute American tourists, we tactically nuke an entire city. We must make terrorism so horrific that it becomes unthinkable to attack Americans. \n[125]Maybe. I wanted you to do this because you wanted to, because we need men like you, but our time table's been moved up. Just relax and it will all be over in twenty-four hours. You're rich, Stanley. Pretty soon Holly and you will be basking in the sun on the deck of some eighty-foot scarab, eating bon bons and living the good life. \n[126]Pretty slick. \n[127]No. He'll be back. We gotta move. Load up. \n[128]Get that son-of-a-bitch on the phone. \n[129]If you need to test my resolve then God help you. You have 25 minutes. That plane better be on the runway. \n[130]Get my money, Stanley. \n[131]Do you really think I wanted it to come to this. Do you? I am not a psychopath, Stanley, but I told you, I will sacrifice as many lives as it takes to protect our country, including my own. Now get me my money. \n[132]Both of you. You have my word, Stanley. C'mon. \n[133]We okay? \n[134]They just cut the power. Forget it. How long to transfer the money? \n[135]National Bank of Zurich. Spread it evenly over these accounts. It won't be there that long. \n[136]Good job, Stanley, I got someone who wants to see you. \n[137]Hold up. \n[138]Told you I was a man of my word, Stanley. \n[139]What? \n[140]What do you mean, gone? \n[141]Get her! \n[142]I'm thinking. \n[143]Tell ya what.    No deal. \n[144]Marco!   Grab Agent Sculley! \n[145]In all reality, Stan, she has you to thank for this. That first night in Prague you broke the D.O.D. database that contained her true identity. She's D.E.A., Stan, but without you, I never would have known. \n[146]String up the D.E.A. bitch. \n[147]Then get me my money, Stan. \n[148]Okay. \n[149]Take a moment, big guy. Don't make me put you in a wheelchair. \n[150]I didn't Stan, you did.    But we're not done yet. Marco... \n[151]There are a lot of hostages here. I cared about Ginger, can you imagine what I could do to someone I don't care about. How long before the money jumps? \n[152]They better hope you installed a back door or it could be a long day. Somebody get me a laptop. \n[153]Okay, Stan. Sixty seconds. \n[154]Forty-five seconds, Stanley. \n[155]Twenty seconds, Stan. \n[156]Fifteen.   She's gonna die, Stanley. \n[157]Ten. \n[158]Nine... Eight... Seven. \n[159]Four, three, two... \n[160]One. \n[161]Well, that was fun. \n[162]Well, 'bout time for us to leave. \n[163]Au contraire. Do you hear that? That's the sound of America watching. \n[164]Let's roll. \n[165]I don't think any of us want a repeat of this morning. Keep at least a hundred yards from this bus at all times and I want the airspace for five miles clear. \n[166]and turning to the hostages \n[167]Whaddaya think, Stanley? \n[168]Really? Five hundred bucks says I do. Tell ya what, Stanley, I'll even spot you the five bills. \n[169]Stan, c'mere. \n[170]Take a look. \n[171]You're not looking at the big picture. \n[172]Stanley, here's a scenario. You have the power to cure all of the world's diseases. But the price for this is that you must kill a single, innocent child. Could you kill that child to save the world? \n[173]You disappoint me, Stanley.   It's the greatest good. \n[174]Now you're getting it.   How about a hundred? \n[175]How about a thousand? Not to save the world, but just to preserve our way of life. \n[176]You're wrong, Stanley. Some men are put here to shape destiny, to protect freedom, despite the atrocities they must commit. I am one of those men. Thousands die every day for no reason at all, where is your bleeding heart for them? You give your twenty dollars to Greenpeace every year and think you are changing the world. What countries will harbor terrorists, when they realize the consequences of what I will do? Did you know I can buy nuclear warheads in Minsk for forty million each? I buy half a dozen, I even get a discount. \n[177]I saw Sugarland Express, Stan. Didn't like the way it ended. \n[178]Misdirection, Stanley. \n[179]Listen... \n[180]Gentlemen... \n[181]Hold on. \n[182]The only way to fly, huh, Stanley. \n[183]Bank right! \n[184]We okay? \n[185]Well, Stanley, gotta fly. Take care of that little girl. Maybe I'll see you again one day. \n[186]C'mon, Stan. Everything doesn't always end the way you think it will. 'Sides, audiences love happy endings. \n[187]Houdini made an elephant disappear in a room full of people. \n[188]You know how he did it? \n[189]Elephant suit.     Filled with his assistants. \n[190]Assistants jump out. Blend in with the others. \n[191]Voila. \n[192]No more elephant. \n[193]-- so advanced nowadays you could probably pilot it from your trailer. \n[194]Misdirection... ", "STANLEY": "\n[1]No. \n[2]Bad guy can't win. It's a morality tale. One way or the other, he's gotta go down. \n[3]No!   Noooo!! \n[4]Who are you supposed to be? \n[5]Is that right? \n[6]How'd you get past my dog? \n[7]Great.   What are you selling again? \n[8]You're fucking up my chi. \n[9]You're wasting your time. I even touch a computer, I go straight to Leavenworth, do not pass go, do not collect 200 dollars. Whatever I was... \n[10]I gotta go to work. \n[11]Melissa... Holly home? \n[12]I want to talk with Holly. \n[13]Don't do this, Mel. It's not good for Holly -- \n[14]Mel -- \n[15]I just want to see my baby. \n[16]Wow, Mel, you can take the girl out of the trailer park, but you can't take the trailer park out of the girl. \n[17]Larry's the porn king -- \n[18]Your child?    She's our child. \n[19]What are you doing here? \n[20]Judas. \n[21]Look, I'm beginning to lose my sense of humor about -- \n[22]Do me the courtesy of not confusing your own childhood with my daughter's. \n[23]All the way through the jury trial? \n[24]A lot. \n[25]That's it? \n[26]I'm happy with what I'm wearing. \n[27]I know. \n[28]Thanks. \n[29]You buy it? \n[30]I flew fifteen hundred miles for this meeting, how 'bout we get to the point. \n[31]I think I heard that. Story is he went to jail and the federal Carnivore program is back in full swing. It was a real tragedy. What can I do for you? \n[32]Look, I don't have a lot of patience for this -- \n[33]faced with a fifth of tequila \n[34]This is bullshit. I came -- \n[35]Nothing's impossible. \n[36]Something like that. Is this an interview? \n[37]What are you doing? \n[38]You're kidding... \n[39]Wait... ! \n[40]So was I. \n[41]Shit! \n[42]What are you looking at? \n[43]Get away from me. \n[44]Help? Help what, squeegee my brain off the ceiling? \n[45]A test... I don't know why I let you talk me into this. I can't believe how desperate I am. \n[46]Look... I'd do anything to get Holly back. But, if I end up in a box or back in jail, then I really can't help her, can I? What I should do, is take my money and go back to court. \n[47]What I'm thinking about is that you're willing to put a gun to my head to see if I can hack -- \n[48]Tell me what the deal is. \n[49]Do what? \n[50]I used a logic bomb, dropped it through the trap door -- \n[51]I used a password sniffer. \n[52]Yes, I did -- \n[53]I don't know exactly. I see the numbers. In my head. All my life. I don't answer equations, I just see the answers. Same with code. I can't explain --- \n[54]So? \n[55]What kind of cypher? \n[56]A Vernam's impossible. Its key code is destroyed upon implementation. Not to mention being a true 128 bit encryption. \n[57]It's impossible. \n[58]Nothing's impossible. \n[59]What? \n[60]I don't know. It's gonna be pretty hard without a gun to my head. \n[61]I thought you were Gabriel's. \n[62]Pretty impressive. \n[63]The book, Ginger. \n[64]Can I borrow your car? There's something I need to do. \n[65]Hey, sweetheart. \n[66]Me too, baby.    I brought you something. \n[67]It's okay, baby. Let me give you a ride home. \n[68]C'mon. \n[69]You believe in me, right? \n[70]I've found a way to get you back, sweetheart. It's my one shot and I'm taking it. Just give me a couple of days. \n[71]Holly, everything's going to be okay. You just have to trust me. \n[72]Who the fuck are you? \n[73]Shit... \n[74]Yep. \n[75]Vacationing... \n[76]Are you arresting me? \n[77]Then why are we talking? \n[78]Fuck you. \n[79]You'll have to forgive me, the fact that you put me in jail for 18 months doesn't inspire a lot of trust. \n[80]I guess we were both doing what we had to. This was a nice trip down memory lane, but if you're not arresting me... \n[81]I told you -- \n[82]I'm a sucker for Disneyland. Tell Torvalds I said hello. \n[83]Sorry about your nose. \n[84]I know. \n[85]I have to hand it to you, Ginger. You look good wearing anything. Even a wire. \n[86]You gonna kill me? \n[87]I should probably ask you the same question. \n[88]Little accident. Sorry about your car. I've had a pretty shitty day so far. Looks like it just got worse. Who are you, Ginger? \n[89]You can't tell me? Well, that's just fuckin' peachy. \n[90]Who are you? \n[91]That's not my problem, is it? You're asking for a lot of faith here, Ging, without givin' me any. You -- \n[92]-- brought me into this mess -- \n[93]-- I deserve to know who's playing me, Ginger. Who the fuck are you? \n[94]Actually... \n[95]Thought maybe you'd like to see me get you your hydra. \n[96]C'mon. \n[97]Funny. \n[98]Terribly. \n[99]My senior year at M.I.T., I created the source code for the worm that I've been using for years. \n[100]In the basement and through a file room is the only P.D.P.-10 still active and on the internet, although only a few people know this. It's an I.T.S. machine and kept online just for historical sake. I hid my worm inside it where no one would ever think to look. \n[101]Now I just have to modify the code. \n[102]You know, it'd be a lot simpler if you would tell me exactly what the hydra is going to be used for? \n[103]Nope. \n[104]Money that just sorta disappeared. \n[105]Before we can tap into the secure cluster, you have to find one of the banks on the backbone of this network. Do you know how many banks there are in the U.S.? It could take years. \n[106]Fuck!! \n[107]Jesus Christ! \n[108]Okay... \n[109]Why can't we talk here? \n[110]Fine. \n[111]What the hell is going on here? \n[112]How? \n[113]What are you doing? \n[114]Shit, it's blocked. \n[115]I am! \n[116]Shit! \n[117]I'm not going anywhere until you tell me what's going on. \n[118]What do you think? I just watched that maniac murder ten men in the street. I'm just fucking great. It doesn't matter if I get my daughter back if I'm dead. Even if I do survive this, who's gonna keep me out of jail? You? \n[119]Trust you? Two hours ago I found out you're D.E.A. The feds are crawling up my ass and there's a dead body in the basement that looks just like Gabriel. \n[120]Your little slush fund is not my problem. I'm pulling the plug on this rodeo. Roberts may be an asshole, but he is definitely the lesser of the two evils. \n[121]You're starting to sound just like him. \n[122]Great. \n[123]Fine. \n[124]What? Hello. \n[125]Why? \n[126]Then let me go. I want to see my daughter. \n[127]Don't bother.     I know who you are. \n[128]Like me?   You're a murderer. \n[129]I don't understand why the fuck you're telling me this. \n[130]I don't care about any of this. All I care about is my daughter. \n[131]My daughter... \n[132]So you and your band of lunatics are really stealing all this money to protect me. \n[133]You're going into the fucking bank. \n[134]War?   Who are we at war with? \n[135]I'm out. I'm not doing this. You're insane. \n[136]Not until I see my daughter. \n[137]Will you let Holly go once you have the money? \n[138]I need the disk. \n[139]Almost done. \n[140]Whoa! What the hell just happened? \n[141]Couple of minutes. Which accounts? \n[142]Great. \n[143]Holly! \n[144]Are you okay? \n[145]It's okay.    I love you, baby. \n[146]I doubt it. \n[147]Shit!   Run, Holly! \n[148]Won't do you any good. The money jumps every 60 seconds from one numbered account to another and will for the next ten years. 'Course it wasn't supposed to happen for another six hours. The power surge must have scrambled the internal clock. But, you kill me and you never get a single dollar. \n[149]You let the hostages go and then I'll tell you where and when you can extract the money. We all walk away, nobody gets hurt. The accounts are encrypted with a 1024 bit cipher. Even I can't break through the fire wall. It's my act of God policy. Deal? \n[150]No, don't do this. \n[151]What are you doing? Stop! \n[152]Just let her down. I'll do whatever you want. \n[153]I'm not doing shit until you bring her down. I'm serious. Let her down. Now! \n[154]Nooo... \n[155]You didn't have to kill her. \n[156]Sixty seconds. \n[157]I need another laptop, logged on! \n[158]Shut up! \n[159]C'mon, c'mon. \n[160]I need your account number. \n[161]Let her go. \n[162]Now, goddammit, it's done.   Let her go! \n[163]They'll never let you escape. You've gone too far. \n[164]You'll never get away. Even if they have to kill everyone on the bus. \n[165]How the fuck can you justify all this? \n[166]No. \n[167]How about ten innocents? \n[168]No man has the right to make that decision. You're no different than any other terrorist. \n[169]What the fu -- \n[170]I thought we were going to the airport. \n[171]It can't end like this.     You can't get away. \n[172]Are we sure this is Gabriel? \n[173]What about Ginger? \n[174]You can't find her body? \n[175]Disappear... \n[176]Yeah that's me. Hero. \n[177]Everything's fine. Just making the last of some charitable donations.. \n[178]How about you, almost done? \n[179]Well, let's do it. \n[180]By the way, where exactly are we going? \n[181]The Petrified Forest. \n[182]Scoot over, you. \n[183]No.   Why? ", "GINGER": "\n[1]Hello, Stanley. \n[2]I'm Ginger. \n[3]For someone the N.S.A. has listed as the most dangerous hacker in America, you sure don't look like much. \n[4]Don't look so surprised. I know everything there is to know about you, Stan. From your mom's maiden name to how big your... \n[5]Bank account is. \n[6]Boys like me. \n[7]Did I say I was selling something? I'm here to help you, Stan. Look at you, you're a mess. \n[8]My employer wants to meet you. \n[9]You're not very good at this, are you? \n[10]Can I see that? \n[11]You need to straighten your left arm. You're bending it. \n[12]Trust me. \n[13]This is not a nice place you have here, Stanley. \n[14]I've only been here a few minutes and I'm already starting to feel sorry for myself. \n[15]Stanley, think about it, they still teach your techniques at \n[16]I'm not here to suck your dick, Stanley, you can sit around doing the martyr thing as long as you like. He'll pay you just to meet you. \n[17]Oh that's right, and fine work it is, too. Stanley... Have you spoken to Holly lately? \n[18]Shit... \n[19]Hello, Stanley. \n[20]Let's cut through the bullshit, Stan. If you ever want to have a chance in hell of getting your daughter back you'll shut up and listen. Unless of course you want to stay here in your pathetic, loser life while she learns what it's like to be a fluffer in one of her new daddy's videos. \n[21]Look at your situation, Stanley. For twenty months you've been in court six times, each time your custody case has been thrown out. Your situation doesn't look good, sweetheart. \n[22]How much would it cost to retain the best family lawyer in the country and regain custody of your daughter? \n[23]Yeah. \n[24]This should get you started. \n[25]Whattaya have to lose? Just meet him. One time. That's it. You don't like the setup, walk away. \n[26]That's it.   And you keep the money. \n[27]I wish you'd let me buy you a suit. \n[28]You have no self-esteem, Stanley. \n[29]Miss me? \n[30]Gabriel, Stanley. Stanley, Gabriel. \n[31]Relax, Stanley. You can do this. \n[32]I want to help you. \n[33]It was just a test, Stan, you passed. \n[34]I thought you were here saving your daughter, Stanley. \n[35]Back to court? Back to Melissa's gladiators? You throw a hundred grand at her, she'll throw five back at you. It's not about Holly, it's about beating you. You know that. Think, Stanley. \n[36]Sorry... \n[37]So, let me sum it up for you, Stanley. You live in a trailer. You're a felon, working a dead- end job. You want to get Holly back, Gabriel's your only shot. \n[38]No, you didn't. You didn't have time. \n[39]Uh uh. \n[40]Mozart always said he didn't write music; he just wrote down what he heard in his head. So did Faulkner, just with words. \n[41]C'mon, Stan.   Let's get to work. \n[42]It won't bite you, I promise. \n[43]Well, let's put a gun to your head. \n[44]Tell me about your worm, Stanley. \n[45]You surprised that a girl with real breasts and an I.Q. over 70 can give you a hard-on? \n[46]I am not what you think I am. \n[47]You're a smart guy, Stanley.    You figure me out. \n[48]Don't you have that just-fucked- the-neighbor's-cat look this morning. \n[49]Problem? \n[50]I thought we went over all that last night. \n[51]Ohhh. Look, no pictures. Get out of my light. \n[52]If you're going to see your daughter, you might want to reevaluate the way you look. Just a thought. \n[53]I'm thinking. What are you doing here, Stanley? \n[54]What happened to you? \n[55]I can't tell you. \n[56]Think, Stanley. \n[57]He'll kill me. \n[58]-- Stanley -- \n[59]-- Stanley -- \n[60]I'm D.E.A., Stanley. \n[61]I'm a friendly girl. \n[62]Miss me? \n[63]He's fucking amazing. \n[64]Stanley?   You alright? \n[65]I won't let anything happen to you, Stanley. You have to trust me. \n[66]Stanley, if we don't find out who he's working for then we're just going to have to do this all over again. \n[67]I've been working on this thing for eight months, and I will not let some jarhead fed fuck up my operation. Please, I know what I'm doing. \n[68]C'mon, Stanley. You have twelve hours. Do what he wants. Finish the worm. \n[69]I'm D.E.A., Stanley. \n[70]Trust me. \n[71]You don't seem that upset. \n[72]Istanbul?   What's in Istanbul? \n[73]Huh? ", "ROBERTS": "\n[1]You know, this movie of yours, I don't think it would have worked. \n[2]Audiences love happy endings. \n[3]What are you doing? \n[4]I've seen what this man is capable of -- \n[5]Stop them -- \n[6]Okay... Guys, why don't you give me a few minutes here? \n[7]It's okay.   Just a couple of minutes. \n[8]And Michaels. \n[9]Hamlet was a Dane. \n[10]Forget it. \n[11]Why would the number one cracker in the world risk life imprisonment to enter the continental U.S.? \n[12]You need another cup of coffee -- \n[13]Until a year ago I was head of the largest task force on cyber- criminals in the entire world. But, I burned out. It happens. I snapped. I shot a suspect in the fucking hand. Accident. Do you know how hard it is to work a keyboard with one hand? \n[14]I tell you what, you tell me what I want to know and I guarantee you'll be on the next flight to Finland. First class. Courtesy of the U.S. Government. \n[15]Who is he? \n[16]That's a real nice story.    But you haven't given me shit. \n[17]So, take a message. \n[18]At least it's not my wife. You need to think about what else you know. Watch him. \n[19]Shut up. \n[20]This is Roberts, I have a call from A.D. Joy. \n[21]Roberts.   You needed me. \n[22]You didn't call me? \n[23]Shit! \n[24]Tell me you have some good news for me. \n[25]Stanley Jobson... \n[26]I know who Jobson is. I busted him. Why are you in L.A.? \n[27]Who's the chick? \n[28]I want to know who that girl is. Pronto. \n[29]And stake out his daughter. \n[30]Cut him off at the bottom. \n[31]Fuck this. \n[32]Go get him. \n[33]What are you doing in L.A., Stan? \n[34]Why were you running? We just wanted to talk. \n[35]For violating your parole by leaving Texas without permission or for evading a federal agent and almost getting me killed in the process? \n[36]No, I'm not. \n[37]Didn't know the court lifted the sanction preventing you from seeing your daughter. \n[38]You just want to cut through the pleasantries and get down to business? Fine. I can help you with your daughter, Stan. Help me, I'll help you. \n[39]Whether I agreed with what you did or not, you broke the law, Stanley. \n[40]So, why was it you are in L.A. again? \n[41]-- vacationing. That's right. Ya know it's funny. Axl Torvalds was just here for a vacation, too. Isn't it odd that the two best hackers in the world are here at the same time. \n[42]If you're not careful you can tell him yourself. He's dead. \n[43]Give him a card. \n[44]In case you think of anything else you want to tell me. \n[45]Hey, Stan. \n[46]You know, you're in way over your head here. \n[47]It's a long walk back up the hill, Stanley. You want us to give you a lift? \n[48]Follow him. \n[49]Who is he? \n[50]I'm working on it. Send what you have up-lines, maybe we'll have one by the end of the week. \n[51]Who the hell is that? \n[52]You just gonna let them drive the fuck on outta here? \n[53]Well why the fuck not. \n[54]I'm F.B.I... \n[55]It sure looks like Gabriel Shear. What the hell was he doing in that bank? \n[56]Keep looking. Bodies just don't fucking disappear. \n[57]Cheer up, Stan, we got him. You're a hero. \n[58]I was wrong about you, Stanley. I wanted you to know that. You know, you should take your daughter on vacation. Relax a little, you're lucky to be alive. ", "REISMAN": "\n[1]We have him yet? \n[2]We have a problem -- \n[3]-- Seems you have gotten yourself in a predicament. \n[4]Transfer the pictures. \n[5]Goddamn right I did. You know where I got that? From the deputy director of the F.B.I. He thought I might be interested. \n[6]We are aborting the operation and securing alternative means of finance elsewhere. \n[7]We are aborting this operation. Take a vacation. \n[8]That's not the point. \n[9]You understand what you are saying? \n[10]Do it. Terminate the Vortex. \n[11]Excuse us. Son, let's say you have a 200- pound Rottweiler. He loves you, and it's his job to protect you. But if he ever bites you, even once, you gotta put him down. You can't have an uncontrollable weapon running unchecked in your back yard. He becomes a liability. You never know who he might bite next. \n[12]That's right. \n[13]You did this to yourself. \n[14]The F.B.I. was watching you -- \n[15]That's why we're here. You are too arrogant, too aggressive -- \n[16]And what are you going to do with that? ", "TORVALDS": "\n[1]Please be careful -- \n[2]-- that equipment is quite expensive. \n[3]How long am I going to be delayed? \n[4]Whatever you can do to me, he can do worse. I'm already dead. The only place I stand a chance is back in my country. I have friends there. \n[5]I'll tell you what I know. \n[6]He exists in a world beyond your world. What we only fantasize, he does. He lives a life where nothing is beyond him. \n[7]But it is all an act. \n[8]For all his charisma and charm. For all his wealth and expensive toys. \n[9]Beneath it all he is a driven, unflinching, calculating machine, who takes what he wants, when he wants, then disappears -- \n[10]-- It works like this. \n[11]I fly to where I am to meet him. He sends one of his people to meet me. \n[12]He tells me what he needs. I do my job, I'm paid. \n[13]And I leave. ", "KAPLAN": "\n[1]Senator, I wouldn't have asked you to come here if it wasn't. \n[2]Senator, we just received a communication that Axl Torvalds was intercepted entering the continental U.S. \n[3]Within the last two hours. According to our source inside the F.B.I., he was nabbed coming through customs at L.A.X. Alone... \n[4]It is unlikely, sir. It was a routine check and Torvalds freaked out. They just got lucky. \n[5]Nothing as of yet. He's refusing to speak English and the Finnish consulate has already contacted the State Department... \n[6]We're not sure. We're working on that right now. \n[7]Senator, I think we'll be okay here -- \n[8]Yessir.   I understand. \n[9]Senator. \n[10]We have a problem. Look at these. \n[11]Yessir. Sir, he does work for us. \n[12]Yessir, I understand. ", "HOLLY": "\n[1]Look, creep, I don't think so -- \n[2]Daddy? Daddy! \n[3]Daddy... What are you doing here? I missed you so much. \n[4]Oh, Daddy. If Mom finds out you're here she's gonna have you thrown back in jail. \n[5]Of course, but -- \n[6]I don't want anything else to happen to you, Dad. \n[7]I love you, Daddy. \n[8]Everything okay, Dad? \n[9]Yep.   Got it all figured out. \n[10]The Petrified Forest. \n[11]Right.   And I'm driving. \n[12]Know why they call it the Petrified Forest? ", "MELISSA": "\n[1]Hello. \n[2]invade her accentless accent \n[3]It's... It's twelve-thirty, Stanley. She's in school. You know it's illegal for you to talk to her. \n[4]How the hell would you know what is or isn't good for my daughter? You've spent the last two years in prison. \n[5]Stop calling me that, Stanley. \n[6]Well, she doesn't want to see you, Stanley, and I swear to fucking God, if you contact her, I'll have Larry's attorney throw you into a hole so deep and dark it'll make Leavenworth seem like two weeks in Vegas; during which I'll personally pay two ball-busting skin-heads to -- \n[7]I will not let myself be manipulated by you, Stanley. Larry's her father now. \n[8]Larry's a film financier, a good husband, and an astute businessman. What films he's involved in are a function of profitability and none of your business. \n[9]Get help, Stanley, get into a program, get a therapist, get a dog, but whatever you do, stay away from my child. \n[10]She will never be your child. You'll never have the kind of money to match Larry's lawyers in court. Forget Holly. ", "FBI COMPUTER GEEK #1": "\n[1]Actually we have a small ray of hope in the vast darkness that is your life, sir. Check this out. \n[2]See these two guys? \n[3]Now watch this... \n[4]Recognize those two, same guys, next day. Question is -- \n[5]-- who's that? \n[6]Wired's man of the year, 1996. Pretty much a burnout but he was the hacker zeitgeist of his day -- \n[7]His ex-wife lives in Malibu. \n[8]We don't know yet, sir. \n[9]We don't know that yet, sir. \n[10]From here we're having trouble pinning any of them down. Sure would be nice to task a satellite, sir. ", "SENATOR REISMAN": "\n[1]This better be important, you pulled me out of session. \n[2]When? \n[3]Do they know who they are dealing with? \n[4]This ain't good, boys. The Vortex has used Torvalds before. What do the feds know? \n[5]So we haven't been compromised? \n[6]You better get sure real quick, son, 'cause someone's cock's liable to end up on the block on this one. And I promise you it won't be mine. \n[7]I don't fucking pay you to think, Kaplan. I pay you to keep me informed. I know the Vortex. That's why I voted against using him on American soil. \n[8]It's like using the Ebola virus to cure a cancer patient. Son, what do you think's going to happen if he starts tying up loose ends. \n[9]Close the door. ", "MARCO": "\n[1]Done. \n[2]You're up, mate. \n[3]Get your shit, we're headin' out. \n[4]You want to send a team after him? \n[5]Look at the cover pattern they've set up. The right hand doesn't know what the left's doing. \n[6]Look at this bozo. If the shit drops, he's gonna cap his buddy in the back of the head. Idiots. \n[7]See ya around. ", "AGENT #1": "\n[1]What did he say? \n[2]Do you see a Finnish flag hanging on the wall, Ikea boy? \n[3]What did he say? \n[4]He understands English? \n[5]Yessir. \n[6]Excuse me, sir... you have a call. \n[7]It's Assistant Director Joy, he said it's important. ", "LAWYER": "\n[1]Finland does not recognize these allegations as crimes. Your laws -- \n[2]He said Ikea is Swedish. \n[3]My client has repeatedly reserved his right not answer any questions at this time. \n[4]He told me to tell Mister Roberts that he is quite fond of 'The X-Files.' \n[5]Goddammit! \n[6]You will be hearing from my gover -- ", "WIDER": "\n[1]Stanley gives them all a \"fuck you\" smile, then stomps out through the curtain. \n[2]\n[3]Stanley's heart almost stops.    He sighs as Gabriel tosses him the giraffe. \n[4]We see Stanley. He looks like he just got caught with his hand in the cookie jar. \n[5]One of the mercs in the front speaks French again. Gabriel looks around. He smiles. \n[6]", "MAN": "\n[1]Can I give you a lift? \n[2]-- How much he leave? \n[3]Did you ever see the Maltese Falcon? \n[4]1941. Nominated for three Academy Awards, lost, but what the fuck does the Academy know anyway. John Houston's first film and probably Bogey's best. \n[5]At the end, when they realize the bird's a fake, and all they had gone through and sacrificed was for nothing, Gutman, the bad guy in the movie, says, 'well, sir, what do you think, shall we stand here, shed tears, and call each other names, or shall we go to Istanbul?' \n[6]The, ah, stuff dreams are made of. ", "WOMAN": "\n[1]I would like to transfer money between my employer's accounts. \n[2]That's why I'm here. My employer doesn't like drawing attention to himself. He likes to keep a low profile. \n[3]Would you? \n[4]Get him. \n[5]What? \n[6]That's impossible. ", "BANK EXECUTIVE": "\n[1]Certainly. May I have your employer's account number and password, please? \n[2]account number, realizing who she is dealing with \n[3]Of course. Would you feel more comfortable dealing with the bank president? \n[4]Yes... \n[5]Right away. A glass of Cristal while you... Wait a moment... \n[6]There seems to have been a series of large withdrawals out of this account. "}}