{"dialogues": {"BLUE": "\n[1]I'm taking your train. \n[2]Unlock your cab or. Doyle seems dazed, in a trance. Blue presses on the barrel of his gun, depressing Doyle's cheek. \n[3]Pay attention to me. Open your cab door or I '.11 kill you. \n[4]All right, Mr. Green? \n[5]Then get it started. Green moves over to face the controls. He stares down at them for a moment, then reaches with his left hand to the controller, his right to the brake handle. Pressing down firmly on the controller, he nudges it to the left. \n[6]Keep going -- \n[7]What happened? \n[8]You said you could drive this thing. \n[9]That's right, Mr. Green -- tell him all about yourself. \n[10]There's the emergency power box. Green knocks off his controller and eases the brake handle to the right. \n[11]You'll be hearing from Command Center in a minute )r two but you'll ignore the call -- you won't answer -- is that perfectly clear? \n[12]Keep still! \n[13]Any trouble, Mr.'Green? \n[14]I unpacked your weapon. Get this thing moving -- we're run- ning almost two minutes behind. Picking up his submachine gun, and holding it vertically along his pants leg, Blue eases himself through the door and shuts it after him. \n[15]Attention, please! Some faster than others, the Passengers in the car are either distracted from their reading or talking, or around from their limbo of subway dead-headedness. Registering different degrees of interest, surprise, confusion, or fright and even terror, they turn to face Blue.' There are some sixteen of \n[16]And. you will remain silent! There will be no further warning -- any- one who moves or speaks without permission is going to be killed. There is immediate silence as he-looks around. \n[17]This weapon fires 450 rounds of .45 calibre ammunition per minute. In other words, if all of you de- cided to rush me simultaneously, not a single one ,of you would get any closer than you are right now. Is that understood? This news is met in stony, awe-struck, terrified silence. Except for the Pimp who smiles, seemingly relaxed. \n[18]Everybody in this half of the car -- that's from here on back -- move up front, please. Everybody.  Right now -- upi \n[19]Get going, Mr. Green. Green nods and goes to the front, uses a key to slide open the storm door, steps out and closes it again, then jumps down onto the tracks. \n[20]Motorman -- come here. \n[21]I want you to walk uptrack and collect all the passengers in the nine cars we out loose, and lead them back to the 28th St. Station -- is that clear? \n[22]Just do as you're told: The Hooker raises her hand. \n[23]No. No one else can leave. \n[24]Nobody leaves! \n[25]Yes. What's happening is that you're all being held by four dangerous men with machine guns. \n[26]Please be quiet -- nothing's going to happen if you do as you're told. Get going, Motorman. As Doyle leaves at one end of the train, Green reappears at the other. \n[27]All right, Mr. Green? \n[28]I still see some tunnel lights. \n[29]Stay here -- and leave the cab door open so you can hear the radio. Blue returns to the center of the car but CAMERA stays on Green as he opens the cab door. \n[30]What time've you got, Mr. Green? \n[31]Correct. Time to start. Any- thing you want to say first? 35. \n[32]Could be. He turns and enters the Motorman's cab. \n[33]What do you want, Mr. Green? \n[34]All right. \n[35]Part of it. \n[36]Recovering. They sounded a little upsat. .41. \n[37]Go back outside -- I don't want Mr. Brown and Mr. Grey left alone with the passengers any longer than we have to. \n[38]I trust Mr. Brown -- Mr. Grey's another matter. He's a cocky little pain in the ass who could turn out to be real trouble if we don't watch him. \n[39]He was recommended. \n[40]Go on -- (as Green goes; into the mike This is Pelham One Two Three, Trainmaster -- are you ready to take down the list of our demands? \n[41]Do you have a pencil? \n[42]To begin with it is important that you understand three things: One -- 42. \n[43]Was he alone? \n[44]Take over back there. I want Mr. Grey up closer to me so I dan keep an eye on him. \n[45]Maybe it was necessary -- I didn't see it. \n[46]What were you' calling about? \n[47]It's 2:24, Lieutenant -- you still have 49 minutes. \n[48]49 minutes. 59. \n[49]49 minutes. \n[50]48 minutes. \n[51]Everything quiet out here, Mr. Green? \n[52]what do you mean? 60. \n[53]Which one? \n[54]I'd better frisk him. Cover me. He walks slowly down the aisle and stops. in front of the \n[55]On your feet. \n[56]You heard me -- stand up! Nervously, the man stands. Blue frisks him, quickly and expertly. When he fails to find a weapon, he takes the man's wallet. \n[57]Okay -- you can sit down. \n[58]School teacher. \n[59]You ever been told you look like a policeman,? \n[60]Listen to me, everybody. I'm sure you've' all figured out what' happening by now -- you're hostages. \n[61]That means when we get what we,want you'll be released unharmed. Until then, you will continue doing precisely as you're told. _ \n[62]We expect to get it.. \n[63]Don't worry -- they're going to pay. They have no choice. 69. \n[64]It wouldn't matter if all seventeen were dope pushers -- they have to pay, so relax. \n[65]Then a lot of people are going to die. \n[66]Either you live or you die. \n[67]It depends. It's Y not better than trying to sell mutual funds, for example. \n[68]I tried. \n[69]I was. That's where I developed my expensive tastes. \n[70]The Biafrans paid me twenty-five hundred for leading a battalion. \n[71]The market dried up. \n[72]What'd they nail you for? \n[73]Beakies? \n[74]You were innocent? \n[75]Yes. \n[76]I read you. Please take down the next set of instructions. As before, they're to be obeyed to the letter. First -- the money is to be paid in the following denominations: five hundred thousand dollars in fifties, five hundred thousand dollars in hundreds. 75. INTERCUT - PRESCOTT &amp; BLUE \n[77]Making a total of ten thousand fifty dollar bills and Alive thousand hundred dollar bills -- which will then be put up in stacks of two hundred bills each, bound with a thick rubber band lengthwise and another widthwise. \n[78]Point two: all of the bills will be old bills, their serial numbers to erandom. \n[79]That's all for now. When the delivery arrives we will contact you with further instructions. \n[80]I'm signing off now. \n[81]Yes -- it would interest me. 76. \n[82]It's two-forty-seven, Prescott you have twenty-six minutes. \n[83]Twenty-six minutes, Prescott. \n[84]The city has agreed to pay for your release. No one quite knows how to greet this news -- except the Pimp who slowly, mockingly, claps his hands together. \n[85]No -- but soon afterwards. 78. \n[86]What difference does it make? \n[87]A million dollars. \n[88]Altogether. \n[89]Pull in your feet -- someone's liable to get hurt. The. Hippie looks up at him, smiles, and slides his feet back. Blue continues until he comes to Grey. He speaks quietly to him. \n[90]Stop fooling around with that girl, Mr. Grey. \n[91]I said leave her alone. \n[92]\n[93]Maybe we'll get a chance to work that out. \n[94]They've requested more time. \n[95]Ten minutes. \n[96]I 'didn't -give it to them. \n[97]Then we do what we said we'd do. There's no other way. \n[98]An hour's plenty! You know how the system works -- you give them two hours and they take two -- three and they take three. An hour's plenty! \n[99]I don't know. They're running pretty late. \n[100]Mr. Green -- \n[101]Coming up on one minute. \n[102]Does it make any difference? \n[103]Mr. Brown. \n[104]He won't mind. \n[105]Mr.. Brown's better. With hint it's just a job -- not kicks. He looks at his watch as the.SUPERIMPOSED time continues to run: \"3:12.07-08-09--to \n[106]Fifty seconds -- then we erase one. EXT. LAFAYETTE &amp; HOUSTON - DAY as the four motorcycles and the truck, sirens all going, whip through the intersection against the light, a COP holding traffic. The SUPERIMPOSED time continues running: \"3:12.10-11-12-13--\" 98. \n[107]Return to your position, Mr. Grey. \n[108]You heard me, Mr. Grey! I don't think there'll be any more. \n[109]How does it feel? \n[110]How many shots were there? \n[111]Somebody got nervc..us -- or bored -- they've been out there a long time. We can't let it pass. \n[112]We can't afford to. (looking around, at the Passengers I'll go pick one cut. \n[113]You. Stand up, please. \n[114]That's right, conductor. Would you come along with me, please? \n[115]There's something you can help us with. Bud still hesitates. \n[116]Don't worry, conductor -- come \n[117]All you have to do is walk uptrack about a hundred feet and wait for the men delivering the money. They have reached the rear where Bud manages to avoid looking at Brown while Blue slides open the door. \n[118]I'll help you down onto the track. \n[119]I told you -- there's nothing to worry about. Now please go. Bud looks at him, then accepts Blue's offer of help as he starts to swing down onto the roadbed. INT. TUNNEL - MISKOWSKY &amp; O ' REEFE Still face down behind the canvas sack. Now O'Keefe raises his head. \n[120]One of my people was shot -- I warned you what the penalty would be. \n[121]In the meantime, where's the money? You only have three minutes left. INT. TUNNEL - MISKOV7SKY &amp; O'KEEFE Still lying behind the sack of money. \n[122]Mr. Grey -- He gestures for Grey to join them which he does, his eyes on the money all the time. \n[123]Get your things off -- both of you -- and start loading up. Blue watches while both Grey and :Brown remove their raincoats, jackets and finally their shirts. Brown has a blood-stained kerchief tied around his right upper arm. Both wear what can only be called money vests: canvas, sleeveless, fitting over the head like a Mae West, with ties on the sides, and containing pockets, 20 in all, front and back. 113. \n[124]Jr. Grey, you do Mr. Brown, then he'll do you -- nineteen packets each. Blue continues to observe for a mc-,ment as Grey starts inserting packets of pills, one to a pocket, into Brown's vest, as Brown stands stiffly, his hands at his sides. Then Blue walks to the front end of the car, joining Green. \n[125]When they're finished it'll be your turn. Mr. Grey will load you up. But don't go down there until Nr. Brown has come here to take your place. I'll load up as soon as I talk-to Prescott. \n[126]Pretty soon now. He goes into the motorman's cab and shuts the door. \n[127]I'm going to give you five specific instructions. Each one i.s.to be followed precisely -- is that clear? \n[128]One: at the end of this conversation you will restore power to the entire sector. \n[129]Twos you will clear the local track all the way from 28th Street to South Ferry. By clear I mean switches properly set and all signals green. I emphasize green, Prescott -- if eve so much as see a red light, let alone get tripped by one, we will shoot a hostage. \n[130]Three.: all southbound trains behind us, local and express, are to remain lying dead. Likewise all northbound between South Ferry and here. \n[131]Four: you will con-\",act me as soon as the track is clear and all signals are green. \n[132]Five: you will remove all police personnel from the tunnel. If we see a single cop between here and South Ferry we will shoot a hostage. In fact, any deviation from these instructions and we will shoot a hostage. 115. \n[133]Your attention, please -- in a moment we're going to start moving again. You will all remain seated and quiet. We expect to release you unharmed in a short while, but until then you must continue doing exactly as you're told. Come along, Mr. Green. He heads for the motorman's cab, Green right behind him. The Pimp looks at Grey for a moment. 119. \n[134]Go ahead then. \n[135]Go ahead, Mr. Green. Green edges the controller forward and the car responds. \n[136]Keep it steady. \n[137]No -- steady as she goes. \n[138]This is Pelham. \n[139]Slight change of plan. We decided to put some distance between us and all those cops you had hidden in the tunnel back there. \n[140]We'll be stopping soon. Just get back when you've cleared the rest of the track. Signing off. ' \n[141]Perfectly natural under the circumstances. They're thinking just the way we want them to. 125. \n[142]Look sharp now -- it's coming \n[143]Do you see it? \n[144]All right -- this is close enough. Green starts to apply the brake. \n[145]Ignore him -- he'll get tired and quit after a while. Let's get this stuff unpacked -- there isn't much time. They are unbuckling the straps and unfolding the canvas bag, then attacking the zipp`rs. 127. \n[146]Go ahead. Green attacks the windshield with tine stock of the gun, opening a great splintered hole. \n[147]Get it all -- it's got to look right. Green uses the gun's barrel to scrape around the edges, clearing away the last traces of glass. Blue now hands Green another length of pipe -- this one about three feet long. Green fits one end over the protruding end of the attached short pipe -- not screwing it, merely fitting it. The other end extends straight out the glassless windshield. \n[148]Try.it once -- make sure it comes away clean. Green yanks at the long pipe and it separates from the shorter one. \n[149]Okay. Now j um_ down --- Ill hand the other oiece through. Green leaves the cab. \n[150]Make sure its tight. \n[151]Come on back in. Green returns to the storm door c There Brown extends his left hand and pulls Green back up into the car. \n[152]Don't worry -- ten minutes from now we'll be free and clear. EXT. PARK AVENUE SOUTH &amp; 16TH STREET - DAY Union Square Park. A police squad car sits at the curb. The time is SUPERIiIPOSED: :'3,41,:' 130. \n[153]This is Pelham -- what happened to Prescott? \n[154]Thanks, Command Center. Give Prescott our regards. \n[155]Over and out. He gives the mike a strong tug and-snaps the wire. \n[156]I want this train moving in thirty seconds. Tell Mr. Brown and Mr. Grey they.rcan cut the emergency brake cords. Green leaves the cab. Blue examines the gimmick one last time, then follows Green out. \n[157]You will remain in your seats. Don't try to get up. 133. \n[158]I mean remain seated. He has reached the rear, walking backwards, and now gropes behind him for the door handle. \n[159]All right, Mr. Green -- Green, a hand on the protruding pipe connected to the controller handle inside the Motorman's cab, now grabs it with both hands and pushes inward, toward the train. \n[160]Let's move along, gentlemen -- there's no time to waste. You all remember the drill. What's wrong, Mr. Brown? \n[161]What did it look like? \n[162]All right, we do it exactly as we did in the drill -- by the numbers. \n[163]Shut up and do what you're told. \n[164]Hats, glasses, wigs and mustaches -- They remove their disguises anal we see their faces for the first time. \n[165]\n[166]Remove gloves -- \n[167]Check handguns in coat pocket -- \n[168]Remove magazines from submachine guns. All of them pick up their submachine guns but only three remove the magazines and then place the guns back dcwn again. Grey merely watches the other three,. continuing to hold his gun under his arm, a slight smile on his face. \n[169]Did you hear me, Mr. Grey? Disarm your gun and put it down so we can I get out of here. \n[170]Put it down, Mr. Grey -- \n[171]Nothing's gone wrong. The plan depends on our walking away un- noticed. You can't do that carry- ing a submachine gun. \n[172]You're leaving your gun here, Mr. \n[173]Mr. Green will put it on over his own. \n[174]You're the thinnest one -- it'll show less. Hurry up and undress. Mr. Brown -- help me with Mr. Grey. They start to work on the dead body as Green starts undressing. \n[175]I'd never make it -- I It came from down there someplace -- I've got to. get him. Go on \n[176]Quiet! He listens again, then leaves his pillar, and hurries downtrack to the next where he again waits and listens, \n[177]Mr. Green -- ! It's all right! Go on up -- I'll be right with you -- ! \n[178]You were on the train. Are you a cop? Almost imperceptibly, the Hippie nods -- just once. \n[179]Then the Mayor will come to your funeral. X He lifts his gun to aim and fire and the Hippie manages to turn his head away. Then there's a shot -- and Blue crumples to the ground, dead. ", "PRESCOTT": "\n[1]A pleasure, gentlemen. 29. \n[2]I sure will. She smiles at the Japanese and walks back to the elevators, pressing the UP button. Prescott looks at the four men for a moment, uncertainly, then goes after the Secretary and speaks to her in low tones. \n[3]\n[4]You're not. \n[5]You have. The elevator door opens and-she steps in, smiling sweetly. \n[6]The New York City Subway System is the largest'in the world, with 237 miles of track and seven thousand cars that carry over a billion and a third passengers every year, making it also the busiest railroad in,the world. I can see that this last fact surprises you. The Japanese look anything but surprised. Prescott goes on, resolutely. 30. \n[7]Yes. Well- Grand Central is the busiest station passenger-wise -- train-wise, it's West 4th St. on the I.N.D. line. Now, if you'll step this way, gentlemen - They step no way at all. Prescott gestures broadly. \n[8]I'm sure you have your own share of crime on the Tokyo subway, right? They merely stare at Prescott and smile. \n[9]Right. He.clears his throat, loosens his tie and looks around for help. \n[10]Uh -- follow me, gentlemen, \n[11]These are the assignment desks, one for each of the three lines -- the I.R.T., the B.M.T. and the I.N.D. -- and.over here, the Oper- ations Lieutenant, Sol Garber. Prescott has stopped beside a desk. GARBER, 40, stocky, dour, with a dark stubble that requires shaving twice a day, is absorbed reading the Village Voice. \n[12]Uh -- Sol -- I'd like you to meet some friends of the Chairman. Garber looks up over his paper for a moment. \n[13]Good friends of the Chairman. \n[14]They're -- uh -- directors of the Tokyo Subway. 32. \n[15]I do say. I -- uh -- told them things are usually jumping. like crazy in here. \n[16]How about another one, Sol? \n[17]In the course of a normal week the T.A. Police have to deal with such crimes as robbery, assault, murder, drunkenness, injury, illness, vandalism, abusiveness, sexual molestation and exhibitionism. You know, flashing? 33. \n[18]We carry firearms, of course -- off duty as well as on -- and we're fully empowered to make arrests. in fact -- you're all four under arrest right now. You get me?. I'm tossing you all in the pokey and throwing away the key. He smiles and they smile back. He feels much better. \n[19]Don't worry -- they don't under- stand a word.  Come on, you dummies -- get the lead out l \n[20]There he is, gentlemen -- Train- master Frank Correll, the Lord Byron of the New York Subway System. Observe the way smoke and fire shoot out of his ears. \n[21]What's the matter, Frank? \n[22]No idea what's wrong? \n[23]Hit your six button, will you, Frank? I want T.A. Police in on this. \n[24]Holy Christ, I forgot! Somebody take these monkeys up to Thirteen, will you -- ? \n[25]- Since this is my last day on the job, I might as well make it a good one. He leans over Correll and, pushing a button, speaks into the mike. \n[26]Prescott to Garber -- \n[27]Sol -- plug everything you've got into the I.R.T. Trainmaster's circuit, will you? -- an all-unit stand-by, on the d-)uble. And call in the city cops -- put it on a 9-11 so their computer gets it. \n[28]A train's been hijacked. \n[29]There's no way you can get away with it -- you're underground, in a tunnel. Why do you concern yourself with that, Lieutenant? At precisely 3:13 we will begin executing the passengers. Don't you think you'd better contact the Mayor without wasting any more time? The moment you've done it report back to me for further instructions. Sign- ing off. 44. \n[30]Sol -- did you get all that? \n[31]What about the city cops? \n[32]Two cars -- you sure they can spare that many? What about our own men? We got anyone at 28th St.? \n[33]Oh, God -- \n[34]Jesus -- I knew him -- \n[35]They just shot him. \n[36]Who's this? \n[37]Yes, Captain. \n[38]You're kidding! A cop? How do you know? 52. \n[39]Plainclothes? \n[40]Man or woman? \n[41]Captain -- I wouldn't mind getting over there myself. \n[42]What for? \n[43]What do you know. \n[44]Tell 'em to shut up and get off the air -- I need some more lines open ! \n[45]Oh, get off it, Frank -- our priority is trying to save the lives of those passengers! \n[46]Oh, you're beautiful.  Do you read me, Pelham One Two Three -- ? 58. \n[47]Yeah, well, you're not handling it so why don't you start doing your own work and let the police do theirs. \n[48]We don't.even know it is a he --  Do you read me, Pelham One Two Three -- ? \n[49]Nothing yet. \n[50]We need more time. \n[51]Be reasonable, will you? We're trying to cooperate but you're not giving us enough time to work with. \n[52]We're dealing with City Hall, for God's sake -- you know what a mass of red tape that is! \n[53]Look, I know how to tell time, too, but we aren't gonna get anywhere if all you do is repeat 49 minutes! \n[54]Go away, Frank -- go play with your trains. \n[55]This is Command Center -- \n[56]Will do.  Command Center calling Pelham One Two Three -- come in, Pelham One Two Three -- This is Pelham --rgo ahead, Prescott -- \n[57]We agree to pay the ransom -- repeat, we agree to pay. \n[58]Five hundred thousand in fifties, five hundred thousand in hundreds -- \n[59]Ten thousand fifties, five thousand hundreds, in packs of two hundred, bound fore and aft with rubber \n[60]Old bills and no serial number .sequences -- \n[61]About your getaway? \n[62]It might interest you to know I've figured out how you're going to do \n[63]You're going to make every man, woman and child in New York City close their eyes and count to a hundred. \n[64]What? Don't be stupid -- we've agreed to pay the money. Now turn off the clock. \n[65]Look -- your instructions are complicated! The money has to be counted, stacked, tied, transported all the way uptown -- it just isn't physically possible! You'd be surprised what's physically possible. The clock's running, Prescott. \n[66]All right. At least let us pick up that man you shot. We want to send a. stretcher for him. Negative. \n[67]But he may still be alive He's dead. \n[68]But you can't be sure -- Very well -- we'll put another half 77. \n[69]Yeah, who's this? \n[70]I'll be goddamned if I know. Jesus! How long does it take to get that money together? r \n[71]There's still fifteen minutes. I'm signing off,. Sol.  Command Center calling 28th Street -- can you read me, Daniels -- ? \n[72]Has the money left yet? \n[73]Well for God's sake, give then a goose, will you? We're running out of time!  Command Center calling Pelham One Two Three -- come in, Pelham -- This is Pelham One To Three -- \n[74]This is Prescott. Listen -- we're moving too slowly at this end. We need some more time. Sorry -- no more time. \n[75]Hold it down, will you, Frank -- ? \n[76]I said knock it off! I'm trying to buy some more time! A silence in the room as everyone turns to watch Prescott as he speaks into the mike. \n[77]All we want is another fifteen minutes, all right? A lousy fifteen minutes ! Negative. \n[78]Ten minutes, then -- what difference can ten minutes make? 88. \n[79]You son of a bitch. \n[80]Where are they now, Daniels -- ? \n[81]What've we got -- ? -- seven minutes. Christ, it's just not enough. \n[82]No way.  Pelham One Two Three -- this is \n[83]The money's en route -- making pretty good time, too -- but it won't get to you by 3:13. I'm sorry to hear that. \n[84]Listen -- suppose we get it to the station entrance by then -- will you change the deadline from delivery to you to arrival at 28th Street? Will you do that at least -- ? 94. \n[85]Clear, clear.  Daniels -- they bought it. If by 3:13 we'll be okay. \n[86]Except for one thing -- \n[87]We still won't make it. \n[88]Daniels -- for God's sake answer me! Where's that goddam money -- ?! 99. \n[89]what the hell are you talking about?! It can't be wrecked -- we're out of time, goddammit! \n[90]What do you mean, that's all?! They're just about to shoot some poor sonuvabitch -- 1! \n[91]They don't know anything, for Chrissake! How can they know anything down where they -- Holy shit, that's it!! He punches a button on the console as the SUPERIMPOSED numbers now reflect the time down to the tenth of a second: \"3:12.55-56-57, --fl \n[92]Yeah. I'm still here. Tell me something -- if we were a couple of seconds late -- you'd have knocked off an innocent person? Affirmative. Now if you're ready, I'll give you instructions for the delivery of the money. Again, I'll have to insist you follow them to the letter. \n[93]Go ahead. Two unarmed policemen will walk down the track -- one with the money, the other with a light which he'll flash continuously from side to side in a sweeping motion. When they reach the car the rear door will open and the one with the money will throw it in onto the floor. Then they will both turn and walk back to the 28th Street Station. Acknowledge. \n[94]I've got it. Is that all? For now. But keep it in mind that the same ground rules apply -- any wrong move by anyone and we'll kill a hostage. \n[95]I could've. guessed that part. You have ten minutes to deliver the money. If it isn't here by then -- \n[96]Yeah, I know -- -it's getting mono- tonous. I don't suppose you'll give us longer than ten minutes -- Ten's more than enough, Prescott 1 01. \n[97]You don't really think you're gonna get out of there, do you? \n[98]What the hell are you talking about, Sol? How do you know they shot a hostage? \n[99]But why?! We're still under the delivery deadline -- \n[100]Who the hell fired at them? \n[101]I better find out. Christ, what a fucking mess!  Pelham One Two Three -- come in, Pelham, this is Prescott -- This is Pelham -- go ahead, Prescott -- \n[102]Did you have to do it, you bastard? \n[103]This is Prescott -- INTERCUT - BLUE &amp; PRESCOTT \n[104]So far. 114. \n[105]Restore power -- \n[106]Local track cleared to South Ferry and all signals green -- \n[107]Got it -- \n[108]Go ahead -- \n[109]Sol -- you there -- ? \n[110]Hold on while I cut in the city \n[111]Daniels, I've got Lieutenant Garber of the Transit Police on the line with us. I have the latest instructions from the hijackeraâ\u0080¢. They want power restored, the tracks cleared, all signals green as far as South Ferry, and no cops anywhere. Okay, so we go along -- we have to -- but then what? What do you think they've got in mind? Don't all talk at once. \n[112]But they did pick it'-- and since everything they've done so far has 116. \n[113]been organized down to tha smallest detail, it stands to reason they've got the rest worked out, too. \n[114]All they'll do is bottle themselves up. That's no good. \n[115]Do you think it's the water, Sol? Maybe they've got a boat waiting in the harbor -- dr a seaplane -- \n[116]Grand Central Tower has 'em on their model board -- we can see every move they make. If they stop anywhere before South Ferry we'll know about it. 117. \n[117]I'm listening -- \n[118]Will you shut up and listen? I've got a new set of instructions. \n[119]If you don't do what I tell you, Frank, you'll be having dinner tonight with Caz Dolowitz. \n[120]Come in, Grand Central Tower \n[121]Who's moving? \n[122]Mat?! Since when? \n[123]Hold on --  Sol -- she's moving! \n[124]Who the hell do you think?! Pelham! What's she doing now, Grand Central? \n[125]Which is probably why they did it. You heard from Daniels yet? \n[126]Daniels -- ? It's Prescott -- \n[127]She's moving. \n[128]What's the matter with everybody?!. How many hijacked trains we got around here?i \n[129]Grand Central -- ? \n[130]This is Command Center -- \n[131]Gotcha, thanks.  Daniels? Come in, Daniels this is Prescott -- \n[132]They've stopped again. Where are you? \n[133]Pull over -- you're right above them. \n[134]It's up to them. I'll get back to you.  Pelham One Two Three -- this is \n[135]Goddarani.t, Pelham One Two Three, what the hell's wrong with you -- ?! Still no answer. He sits back and thinks for a moment. Then he turns to Correll. \n[136]\n[137]Prescott. \n[138]Anything happening? \n[139]Let 'em know. And let us know when they start moving.  \n[140]Let's go -- for once we'll be a step ahead of them. \n[141]It doesn't make any sense -- they know we're monitoring their position -- that we've got to be following \n[142]So it's dumb. \n[143]But these have been -- up to now, that is. They haven't made a single mistake. I tell you we're over- \n[144]it has something Co do with that short move they surprised us with -- from 28th to 17th St. -- \n[145]Their scheme -- it's tied up some- how with that move -- it has to bet But why'd they do it? \n[146]To get away from the cops in the tunnel, that's what they said -- all right, why not? Suppose they were doing something they didn't want anybody to see? \n[147]Like getting off the train. Daniels --- turn around, we're going back. \n[148]They're not on the train -- I'm sure of it! \n[149]They figured out how to beat it -- that's their aanl,, -- that's what they started with! Daniels considers for an instant, then turns to the Driver. \n[150]I'll have an ambr lance here in no time at all, Miss -- every- thing's going to be all right. \n[151]What about the train? \n[152]Three dead. \n[153]I wouldn't be surprised. He starts off down the street again, having folded back the front page and. now reading the third page. Suddenly he crumples the paper into a ,ball between his two hands, fakes dribbling it along the sidewalk, makes a good move, fakes one man, spins away from another and, hooking a high arching shot at a wire mesh trash basket, watches it hit the rim and bounce away, onto the pavement. ", "RADIO": "\n[1]Command Center calling Pelham One Two Three -- come in, please -- Doyle's foot moves toward the mike pedal and Blue kicks him hard in the ankle. \n[2]Pelham One Two Three, do you read me? Come in, Pelham One Two Three -- Doyle looks imploringly but Blue shakes his head. Finally: \n[3]Pelham One Two Three1 Where the fuck are emu? l \n[4]Come in, Pelham One Two Three for Chrissake come in -- I Blue opens the package, removing a second, identical automatic weapon. As he checks it out, a rapping sounds at the metal door and Blue opens it. Green squeezes in. \n[5]Pelham One Two Three -- can you hear me, Pelham Ond Two Three -- ? Green quickly replaces the brake handle and eases the controller to the left. \n[6]Grand Central Tower -- this is the Desk Trainmaster -- who the fuck's in charge down there? Caz glances at Mrs. Jenkins, grins, and leans over a desk to flip on a mike. \n[7]Coirï¿½mand Center to Pelham one two Three -- did you cut the power down there? -- without calling Power 28. \n[8]Pelham One Two Three -- do you read me now -- ? \n[9]Not yet, Command Center. Still working. \n[10]I On what, Command Center? \n[11]This is Garber -- \n[12]What's up, Clive? \n[13]You know me -- I'll believe any- thing. \n[14]I don't believe it. \n[15]Pelham One Two Three, this is Command Center -- come in, Pelham One Two Three -- \n[16]I'm listening, you shitheel -- what do you want? \n[17]Go on, goddammitii \n[18]I only get your end but I could piece the rest of it together. Jesus, it's crazy! \n[19]They've got two cars from the 14th precinct on the way now. \n[20]You'd better tell him to hold the fort -- it's liable to be a couple of hours before any city cops show up. \n[21]This is Lieut. Garber in Opera- tions. Where are you now? \n[22]Look, don't react to this -- but a train's been hijacked -- \n[23]Exactly. Try and maintain order on the platform and for God's sake don't say anything! Oh, and there's a Supervisor from Grand Central Tower around there some- where -- see if you can find him. \n[24]-Oh Jesus! You'd better go after him -- see if you can turn him back. \n[25]-- what's going on? Did you find that Supervisor? \n[26]Speak up, will you? I can't hear you. \n[27]Shot who ? . \n[28]Is he dead? \n[29]But you're not sure. \n[30]Lieutenant. Prescott -- are you there, Clive -- ? \n[31]Costello. \n[32]I'm putting you in charge at this end, Clive --I'm going down to 28th Street. If I don't show up pretty quick the city cops Ill hog all the action. They've ordered up a major mobilization, calling in units from four of the five boroughs -- there's even one on board the train -- one of the hostages. \n[33]There were two of 'em -- one got off at 33rd Street and called in later when the news got out. That means the other one's still on the damn thing. \n[34]That's right. \n[35]You know something? I never thought to ask. \n[36]Yeah. Keep in touch with 'em, Clive -- don't let communications break clown. Tell l em the wheels are grinding -- tell 'em the Commissioner's on his way up to see the Mayor -- tell 'em we need more time -- tell 'em -- oh, shit, I don't know what to tell 'em. Jesus, what a city! \n[37]Out of the question, Clive -- we need you here. Incidentally, the Chairman asked me to thank you. \n[38]-- come in D .C .I . Daniels -- this \n[39]Pass the word along: the Mayor's agreed to pay. Let the hijackers know right away, will you? 74. \n[40]This is Daniels -- the Mayor's agreed to pay -- inform the hijackers right away. \n[41]Do you read me, Pelham -- ? \n[42]This is Garber -- what's going on? \n[43]Just sit tight, James -- it won't be much longer. 84. \n[44]I wouldn't- be surprised. \n[45]\n[46]It's Sol -- what're we waiting for, Clive? \n[47]We'll never make it. The passengers are dead ducks. \n[48]This is Daniels -- came in, Command \n[49]Not yet. 87. \n[50]Jesus Christi Aren't you guys moving yet? What the hell's going on down there -- do you know what the goddam time is? \n[51]Centre Street, just north of Chambers. \n[52]Even if they make it up here to 28th Street in time -- we've still gotta carry it down track on foot. \n[53]Good job, Prescott. \n[54]What's that? \n[55]Keep it coming --â\u0080¢ you've got five minutes. \n[56]Two cycles went down -- both riders got banged up-pretty bad. They'll need an ambulance. \n[57]Get the lead out, for Chrissakel \n[58]You've still.got twenty-eight blocks -- floor the sonovabitch! ! Wentworth is bent over the wheel, all determination now. \n[59]Hello, Prescott -- the truck's been wrecked -- somewhere on Lafayette Street. Their radio's gone dead -- \n[60]What do you want me to do?! We couldn't make it, that's all! \n[61]What do they expect us to do? If they know we're wrecked how can they ask us to -- \n[62]Acting on whose orders? \n[63]You mean somebody just took it into his head to fire? On his own? How could he do such a thing? \n[64]Can you see what's going on inside the train? \n[65]What do you think -they'll do? \n[66]Because one of our own cops is right there! The body almost landed on him, for Chris sake ! 110. \n[67]Somebody threw a shot at them -- now they're showing us they're men of their word. \n[68]Nobody knows. My bet is we never will. \n[69]Our guys says about fifteen yards back of him. It stopped when the shooting started. What do we do now, Clive? \n[70]I'm going to get you, you know -- me personally. \n[71]I'm here, Clive, what's up? \n[72]Come in, Prescott, this is Daniels -- \n[73]She's moving. \n[74]Pelham One Two Three \n[75]She just started. \n[76]Still moving -- pretty slow, but no sign of stopping. \n[77]It's too goddam soon! We're not set up yet! 121. \n[78]I read you, Prescott -- what's up? \n[79]Who's moving? \n[80]You mean Pelham? But they're not supposed to do that yet -- how far have they gone? \n[81]They're coming up on the 23rd Street Station. \n[82]Oh shit, I'd better clear the cops off that platform. Signing off. \n[83]Don't worry, Lieutenant -- it's shakin', 122. \n[84]Continuing slow, at around five miles per hour -- what they call the switching position. \n[85]Go ahead, Daniels.-- \n[86]Ingenious -- except for one thing: it's impossible. \n[87]Nice try, though. But in case 124. \n[88]Command Center calling Pelham One Two Three -- CAMERA PULLS BACK to include Green and Blue. \n[89]What's going on? The track isn't clear to South Ferry yet -- how come you're moving? \n[90]This is Daniels. \n[91]Just crossing 17th Street. \n[92]And then what? \n[93]Come in, Pelham One Two Three -- INT. COIiTiAND CENTER - PRE- SCOTT - DAY \n[94]Yeah, Clive --â\u0080¢- \n[95]This is the Borough Commander, Daniels â\u0080¢--- what the hell's going on? \n[96]That's swell. What are you trying to do, starve them out? \n[97]All right --- keep me posted. As Daniels hangs up the mike the rear door opens and Prescott sticks his head inside. \n[98]Yeah, Clive -- the tracks been clear for a couple of minutes. Can I call the hijackers? \n[99]Command Center to Pelham One Two Three -- come in, Pelham -- \n[100]Even stars have to pee. Just letting you know the track's clear -- all the way to South Ferry. 132. \n[101]You can do it youraelf -- at the arraignment. \n[102]-- passing 14th St. station and running. Speed approaching 35 miles per hour. \n[103]Pelham One Two Three reported halfway, between Astor Place and Bleeker, speed increasing -- ", "CONTINUED": "\n[1]\n[2]\n[3]\n[4]A sharp rapping at the door and Green opens it. Blue squeezes in, placing his bags atop Green's package. it is becoming very crowded in the cab as Blue again pockets his gun. \n[5]\n[6]\n[7]\"2:07.\" \n[8]\n[9]\n[10]\n[11]As the. six or seven passengers in the rear section rise and move forward, the cab door opens and Doyle comes out, i followed by Green who is covering him with his gun. \n[12]\n[13]CAP4ERA has finished its ZOOM and now PANS to include Prescott and his four Japanese. \n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]All right -- patch me into the Transit Police. \n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]As the man sits, Blue looks through the wallet. \n[30]\n[31]\n[32]There's a knock and Warren hurries to open the door. in walk three men: The Commissioner, the CONTROLLER and the CHAIRMAN of the Transit Authority. \n[33]\n[34]\n[35]\n[36]\n[37]on the F.D.R. Drive, passing the Sutton Place apartment houses and approaching the United Nations, siren screaming. \n[38]\n[39]dozen rounds into him so everyone can be sure. Over and out. Prescott turns and sees that the others, at nearby desks, have been watching and listening. He stares back at them for a moment., then checks his watch. \n[40]\n[41]\n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]I'm here, Prescott. All right. I agree. But no more concessions, is that clear? \n[49]tl?ENTTIORTH Five minutes? No sweat, Albert -- you want to stop for a beer? \n[50]\n[51]\n[52]\n[53]The Commander looks at the Commissioner who stares right back, blankly. Then he turns to the Mayor. \n[54]\n[55]and there is glass all over the floor nearby. Brown is just in the process of sitting heavily in the single isolated seat near the door, a dark red patch blossoming on his sleeve, just below the right shoulder, his sub- machine gun resting in his lap. He begins examining his wound with his left hand. Grey s--ands at the rear door, pressed flat against the wall, peering out. \n[56]\n[57]\n[58]picks out Bud's dead body on the track -- and then Caz Dolowitz. \n[59]\n[60]\n[61]\n[62]\n[63]\n[64]\n[65]\n[66]you're- still worried, I was just about to call them. I'll let you know if I get their answering service. \n[67]\n[68]\n[69]form with a molded, hollowed-out area on one side. It is clearly heavy enough to require both of Green's hands to heft it. CAitIE A PULLS BACK to reveal him, grunting, setting it over the controller handle which it fits perfectly. Blue stands by, watching. \n[70]\n[71]\n[72]\n[73]\n[74]\n[75]Mrs. JENKINS' VOICE Grand Central Toner to Cozna.nd Center -- Pelham One Two Three in motion -- \n[76]\n[77]\n[78]\n[79]They each remove a snub-nosed pistol, check it, then return it. \n[80]\n[81]\n[82]\n[83]", "GREEN": "\n[1]Get rid of your seat. Doyle springs to his feet and swats up the folding seat with a clatter. \n[2]Just take it easy. Now move over to the window -- and if you try to touch the mike pedal with your foot I'll shoot it off. 12. \n[3]A hundred percent. \n[4]You say when, Mr. Blue. \n[5]We're in no hurry. Suddenly there's a popping sound and the power fails for a moment. \n[6]She must've bucked. \n[7]It wasn't mel \n[8]What's your name, motorman? \n[9]You ever been written up? \n[10]What for? \n[11]Twice. -- once on the Canarsie -- \n[12]Yeah -- I'm taking the brake handle and the reverse key, Denny -- and I want your cutting key, too. He pulls the reverse key out of its receptacle and holds out his hand. Doyle fishes into his overalls, pulls out the large key and gives it to Green who puts the brake handle and the two bulky keys into his two raincoat pockets, then squeezes by Blue and the packages and goes out. \n[13]Thanks, Mr. Grey. \n[14]Give me your cab key. \n[15]What's wrong with you? \n[16]Smooth as silk, Mr. Blue. \n[17]All power's out between 14th and 33rd Streets on all four tracks, local and express, north- and southbound. r \n[18]Emergency. They're on A.C. like the signals. \n[19]Two-ten. \n[20]I'in going to die today, \n[21]How's it going? \n[22]Did you tell them? \n[23]What are they doing now? \n[24]Yeah -- I guess they would. \n[25]Don't you trust them? \n[26]Where'd you find him, anyway? \n[27]Yeah -- except I think we've got our- selves a cop. \n[28]One of the hostages -- fuzz if I ever saw it. \n[29]On the right -- \n[30]Nothing yet?  They're sure taking their time. \n[31]The hostages. Yeah. At first I thought to myself, \"Five of 'em are spades -- who's gonna pay anything for spades?\" But they don't know who we've got, do they? \n[32]I know they have to -- but what if they don't? \n[33]Including us. \n[34]Living's better. \n[35]Did you do that? \n[36]I thought you were in the army. \n[37]In the army? Sure' -- on three-fifty a month. 70. \n[38]A month? Holy Christ l Why'd you ever get out of that? \n[39]At least you weren't fired. But shit, I didn't mind -- who wants to drive a goddam subway train for the rest of.his life? \n[40]Nothing! They framed me -- the goddam Beakies had to find a fall- guy and they -- \n[41]Transit inspectors -- undercover men. They got wind of a gang passing dope -- you know, transporting it from downtown to uptown, giving it to a motorman, and then someone picking it up in Harlem. The Beakies tried to pin it on me, but they never had any evidence.. \n[42]Hell yes, I was innocentl Do you think I'd do anything like that? \n[43]I heard you on the radio -- anything wrong, Mr. Blue? \n[44]How much more? \n[45]I guess it won't hurt anything. \n[46]Suppose they can't make it? \n[47]Maybe an hour wasn't enough time 89. \n[48]And what if it isn't? Do you think we'll actually have to do it? \n[49]What? \n[50]Have you decided which one it's gonna be? \n[51]I guess not. Who's gonna do it? \n[52]Does he know? \n[53]Neither would Mr. Grey. \n[54]All that money -- I can't believe \n[55]I just wish it was all over already. \n[56]This is gonna hand 'em a jolt, you know -- moving before they expect it. \n[57]We're coming in to 23rd Street. \n[58]I'm still in switching -- can I push it up a notch? \n[59]Do you think he's figured anything out? All those questions -- \n[60]It's that white light about a hundred feet ahead. \n[61]Perfect fit. Blue now hands him a length of pipe, some six inches in length. Green takes it, fits one end into a socket on top of the gimmick, facing toward the windshield, and screws it in. Then Blue hands him his submachine gun. Green looks at him for reassurance. \n[62]Perfect. He reattaches it. 129. \n[63]I did. \n[64]It's all set to go. I only wish we were. \n[65]That's not Prescott -- \n[66]This is crazy! Do what he says so we can get going! \n[67]Oh my God -- Brown watches with a detachment bordering on disinterest. \n[68]Me? Why me? \n[69]Come on -- i \n[70]I -- I'll wait for you -- 1 Blue looks at him fora moment, then checks his pistol and, slowly, steps out from behind the pillar. A shot rings out immediately and the ricochet off the pillar zings loudly. Blue calmly fires twice at the muzzle flash. \n[71]Did you hit, him -- ?! ", "CORRELL": "\n[1]-- Come in, Pelham One Two Three --  Power Central -- have you restored Lex 14-33 yet? \n[2]\n[3]\n[4]How many trains we got laying down, you dumb bastard? CAMERA PANS to pick up Prescott as he leads his four Japanese through the room, moving and speaking rapidly. \n[5]Pelham One Two Three -- come in, Pelham One Two Three -- Goddanmit, why don't you answer your fucking radio?! 37. \n[6]Don't bug me, Prescott -- I've got trouble here. â\u0080¢ \n[7]Oh, nothing much -- a train's down, its radio's dead, the power.'s off and it's dumped its load. Other than that everything's ginger peachy. \n[8]I told you -- his goddam radio's \n[9]There he is -- ! .I read you, you sonuvabitch -- where.the hell have you been? What are you trying,to do, screw up this entire railroad single- handedly? -- Come in, you bastard, and start explaining -- and you'd better make it good! Pelham One Two Three-to Command Center -- your train has been taken -- repeat, your train has been \n[10]Pelham One Two Three -- what the fuck do you mean the train's been taken?! Are you the Motorman? Negative. \n[11]Then who the hell are you? No one's authorized to be in that cab except the goddam motorman! Identify yourself! Listen to me, Trainmaster -- your train has been hijacked by a group of heavily-armed men -- \n[12]It what?! -- We are holding sixteen passengers and the Conductor hostage in the first car and we will not hesitate to kill any or all of them if you do not do precisely as we say. Do I make myself clear, Trainmaster? \n[13]You're out of your fucking mind! Be that as it may, are you ready to take down our list of demands? \n[14]No -- wait a minute -- stand by -- 39. \n[15]\n[16]What the hell are all those Chinamen doing in here?. \n[17]I read you, you goddam lunatic -- you'll never get away with this, you know -- Please inform-the Mayor that we demand one million dollars in cash for the release of the car and all of the hostages -- \n[18]That'll be the day -- The time is now 2:13. The money must be in our hands no later than 3:13 -- one hour from now. If it is not, we will kill one hostage for every' minute you are late. \n[19]Keep dreaming, maniac -- Furthermore, if anyone attempts to interfere -- anyone --.in any way -- we will begin killing the hostages immediately. Confirm, \n[20]Look, I'm only the Trainmaster around here -- I don't know any- thing about contacting the goddam Mayor! 43. \n[21]Hold on -- I've got one here now. He disconnects and turns to Prescott. \n[22]He's all yours, the sonuvabitch (as Prescott reaches for the mike Not here, for Ch'rissake -- Take it over there! He points to another, empty desk. Prescott goes to it and sits, then punches in a line on the console and speaks into the mike. \n[23]Yeah -- Caz Dolowitz. It7hy? \n[24]What do you mean knew him? \n[25]Caz? Fat Caz?  Christ!! \n[26]What do you want me to do? I got motormen calling in from all along the line trying to find out what the hell's going on! \n[27]I never thought I'd see the day when talking to murderers got priority over running a railroad. \n[28]Screw the goddam passengers! What do they expect for their lousy thirty- five cents -- to live forever? ! \n[29]If I were handling it I'd go storming in there with guns and tear gas and I blast 'em outl \n[30]Like that lily-livered cop who's on the train? Why hastn't he started shooting yet? \n[31]Goddam woman cops -- what the hell good are they? She probably can't find her gun in her goddam purse! This is Pelham One Two Three -- do you have any news to report? INTERCUT - PRESCOTT &amp; BLUE \n[32]Christ -- to hear you pleading with that chickenshit -- it makes me ashamed to be an American. \n[33]-- Shut up and listen to me! All Lexington Avenue trains departing from Dyer Avenue and 180th Street in the Bronx. are diverted to the West Side tracks at 149th Street and the Grand Concourse -- ! CAMERA PANS to Prescott, who is sitting at his desk, watching Correll and shaking his head. \n[34]-- Here's the flex south of 14th \n[35]What do you want me to do, for Chrissake? -- the goddam power's still off ! You' llr have to move them by bus -- what do you mean you don't have any buses?! -- go hiiack some! He slams the receiver down, then notices Prescott looking down 'at him. \n[36]What's going on, Prescott -- do I get my trains back now or don't I? \n[37]Jesus! Do you realize that in less than an hour the goddam rush hour starts? 118. \n[38]\n[39]You mean before this railroad is so totally fucked up that it'll take a goddam computer,to put it back together? \n[40]Five or six minutes. I've got a snag at Brooklyn Bridge. \n[41]-- Maintenance -- you got those trippers reset yet? -- well, it's 149. \n[42]about fucking time! -- Nevins St. Tower -- the South Ferry loop's open again, repeat, South Ferry loop open -- Opera ons, this is my last warning -- if all your cops aren't out of the tunnel at 16th St. in thirty seconds I'm gonna run 'em down -- what? -- well, why the hell didn't you say so?! -- to all Motormen, to all Motormen -- resume normal routes and schedules, effective immedi- ately! He shuts off all his lines and sits back, looking around. His RELIEF MAN is standing by. \n[43]Okay, Augie -- I'm givin' you back your railroad -- full ser- vice restored -- try and keep it that way, will you? 711 .He rises wearily, takes his coat off the back of his chair, and &lt;&lt;;atches as the Relief Man slips into the seat. \n[44]Bring charges against that nigger cop. He waves and starts off, across the large room. The others watch him go. ", "WARREN": "\n[1]No, tell me. \n[2]How about the seventeen hostages -- will we miss them? \n[3]Then you'd better empty out one of your Swiss bank accounts because there's no other way out. \n[4]There's no time! In --  -- exactly forty-nine minutes they're gonna start shooting those hostages. How would that look in the Daily News? -- \"1NEW YORKERS DIE WHILE \n[5]They're on their way over now. 57. \n[6]But it's no good running to them, Nate -- you're the Mayor -- which means You're gonna do it my way -- just like always. \n[7]Thanks for coming up on short notice, fellas -- you all know Jessie, don't you? The Police Commissioner -- the Controller -- the Chairman of the Transit Authority -- ? \n[8]Uh -- better skip it, Jessie -- we're running a little short of time. We all know what's going on underground, right? So the main issue is whether to pay the ransom or not. All the rest is secondary. Phil? What do you think? \n[9]In other words, you're for paying the rarlsom. \n[10]So your vote is -- ? \n[11]Shit. Barny? \n[12]Your vote? \n[13]Come on, Sid -- save the poor- mouth for later. How do you vote? \n[14]Yes you are. Now vote. \n[15]So that's a no. All right, Nate -- you've heard from the Three Wise Men -- what do you say? Everyone turns to the Mayor. He sneezes into a Kleenex and tosses it onto the floor. \n[16]They who? \n[17]Just what you'd expect -- the Times will support you on purely humani- tarian grounds -- the News'11 knock you for coddling criminals -- and the Post will take both sides at the same time. As for public opinion -- you'll carry Manhattan, lose Queens and Staten Island, and split down the middle in Brooklyn I. stalling. \n[18]Wise up,. for Chrissake! We're trying to run a city, not a goddam democracy! \n[19]Halleluja!  You heard it, fellas. Phil -- pass the word to the bad guys that we're coughing up. \n[20]Sid -- what bank do we do the most business with? \n[21]I'll call -- you're liable to spend an hour trying to knock down the interest rate. Come on -- everyone downstairs -- let's move it! The Mayor and Jessie are left alone. She picks up the crumpled Kleenex. \n[22]City National Trust? -- the Chairman of the Board, please? -- This is Warren LaSalle in the mayor's office -- may I speak to the Chairman, please? \n[23]I don't care if he's talking to the moon -- get your ass inside that of fice and put him on the line! He lights a cigarette while he waits. \n[24]A subway train's been hijacked. Unless we can deliver a million dollars within --  -- twenty-eight minutes, seventeen people will be assassinated. \n[25]Yes, sir -- is there any problem about that much cash being available? \n[26]Swell. Then will you arrange for us to be given that amount right away? 72. \n[27]Lent, of course -- I didn't expect it as a gift -- \n[28]To us, goddammit -- the sovereign city of New York -- \n[29]There isn't time for all that -- I \n[30]Listen to me, you stupid goddam piece of shit! if you don't come through in five seconds flat I will er ssona Illy find a violation in every in c h ofplumbing and wiring in every branch you've got in this whole fucking city! The Chairman looks as though he's been struck between the eyes. After a pause, he speaks z.iietly: \n[31]Pull your pants up, Nate -- we're going downtown. \" \n[32]Nobody asked you! \n[33]The point, you dumb cluck, is that the Mayor of the City of New York, trailing by twenty-two points in all the polls, cares enough about seven- teen citizens in jeopardy to make a personal appearance in their behalf! 85. \n[34]Let go of that! You're off the case! Look, Nate, all you have to do is say a few words to the hi- jackers over a bullhorn -- make a dignified plea for mercy \n[35]Of course it'll help! \n[36]No, You. \n[37]Will you stop? They've got no reason to shoot at you. \n[38]Hello, Commander -- His Honor wants to go down into the tunnel with a bullhorn and make a personal appeal to the hijackers. \n[39]I wasn't asking for your permission -- all you have to do is clear the way. 103. \n[40]Mr. Commissioner, will you order your man to comply? \n[41]Nate -- I'm warning you -- \n[42]Nate -- ! For God's sake, Nate -- ! \n[43]Shake his hand, Nate -- The Mayor reaches out to shake hands, but the Hippie is too weak to lift his -- so the Mayor picks it up from atop the covers and pumps it. A flashbulb pops from the Photo- grapher's camera. Then the Mayor sneezes again. ", "MAYOR": "\n[1]103-point-4?! It was-only 102- point-9 the last time! \n[2]Don't remind me. All I know is I've got a chill, my bones ache, my head is ready to come off and my nose is a disaster area I'm the Mayor of the goddam city of New York, the second most important elective office in the entire United States -- 54. \n[3]are you telling me that I have to lie here feeling lousy like every other zhlub in the country? \n[4]Orally? ,  Boy -- boy oh boy -- He picks up the remote-control clicker and raises the sound of his TV set. \n[5]Yeah. \n[6]No! \n[7]Yes it can -- I'll already be dead when you get here. \n[8]Don't tell me, I don't want to know. \n[9]Can't you handle it, Warren? \n[10]What do you mean you won't? You're the goddam Deputy Mayor -- of course \n[11]What is it, another strike? That's all right -- I can take another \n[12]What?!! \n[13]Come on up. Shit. Shit, piss, fuck. He clicks the TV back on. \n[14]I missed it. 56. \n[15]I thought it over, Warren -- you know what we're gonna do? \n[16]Let 'em keep the goddam subway train. Hell, we've got plenty more just like it -- we'll never miss it. \n[17]Oh. Dammit, Warren, the city hasn't got a million dollars! \n[18]Don't we even get` to think about it? \n[19]I still want the full picture. Get the Police Commissioner, the Chairman of the Transit Authority, and that putz we've got for a \n[20]Shit. Shit, piss, fuck. \n[21]What're they gonna say, Warren? 67 . \n[22]Everybody -- the press, the man on the street -- \n[23]Stop trying to bully everybody, Warren -- this is supposed to be a democracy! \n[24]What do you say, Jess? \n[25]What? \n[26]Go ahead, Warren -- arrange for the pay-off. \n[27]I thought I handled it all right. \n[28]Warren, for Chrissake, I'm sick as a goat. What's the point? \n[29]You know what'll happen -- what always happens -- I'll get booed. The Doctor starts taking the Mayor's pulse. \n[30]Do you think it will help? \n[31]The hostages? \n[32]Warren -- suppose the hijackers start shooting at me -- \n[33]You mean they're from. out-of -town? \n[34]Cool it, Warren'-- the Commander knows the situation here and we don't. \n[35]I feel shitty, Warren -- I'm going back to bed. The Mayor turns and starts back through the crowd, Warren chasing after him. \n[36]Congratulations, Patrolman -- \n[37]-- Patrolman Berry -- all right if I call you Bob? You performed an act of extraordinary valor, Bob -- the people of the city of New York are in your debt. \n[38]So long now, Bob -- hurry up and get well, will you, fella? And congratulations again. 151. \n[39]He looks better than I do -- probably feels better, too. The Hippie's eyes slowly close as he goes back to sleep. The time is SUPERIMPOSED: \"9:03.\" ", "CAZ": "\n[1]I told you -- one of my towermen dropped his wedding ring-down the john. \n[2]Who's runnin'? They pass the Nedick's stand and Caz pushes through a gate marked: \"TO SUPER'S OFFICE\". \n[3]Who's gonna steal a subway train? \n[4]To the.Tower. \n[5]That's it up ahead -- those windows. \n[6]You wanted a plumber down here, didn't you? Whose goddam wedding ring was it? \n[7]What were you doin'r with your hand in the john, anyway? \n[8]What's the difference?  Go fish it out, will ya? As the Plumber heads off, Caz turns to Marino. \n[9]The classification's been open to women for only a month and already we're in the goddam toilet! (glancing at the \n[10]What the hell for? \n[11]How long? \n[12]Take it easy, Marino -- there's lots o' reasons. Maybe he jumped a ball and hadda leave the cab to reset a tripper -- or a door got hung and he hadda go fix it. Any- thing more serious and he'd'a called in for a car knocker. \n[13]Then maybe his radio's busted and the sonuvabitch is too lazy to climb down and use a telephone! I'm gonna write him up for.this, goddammit -- I'm gonna have his assn \n[14]For Jesus Christ sake! The dumb bastard's moving backwards!! 20. \n[15]I got eyes, haven't I? \n[16]He stopped again! The crazy, dumb-assed sonuvabitch stopped again! \n[17]A pure mental case. I'm gonna nail his pecker to the goddam wall for this! 25. \n[18]If I gotta watch my language just because they let a few broads in' I'm gonna quit! How the hell. can you run a goddam railroad without swearing?! \n[19]It's me, Frank --CazDolowicz. We're watchingitonthe Board. \n[20]On my way, Frank. Oh, and Frank -- please don't say \"fuck\" anymore on the radio -- we got some ladies down here now -- and you know how it is with ladies, Frank--- the cunts don't like it. He flips off the key and walks out the door. \n[21]Sounder than the U.S. Dollar! He disappears down the steps. \n[22]When did the power go? 34. \n[23]The Supervisor of the Grand Central Tower wants to know! \n[24]Who wants to know? \n[25]What now, for Chripsake? \n[26]I don't give a goddam what they were armed with -- your job is to. stay on that train until you get authorization to leave! \n[27]You're like the captain of a ship -- you're supposed to go down with it. \n[28]Butt out! All right -- tell Command Center I'm on my way to investigate. \n[29]I know you wouldn't. He leaves Doyle and starts down the track. A few Passengers in the line call to him. \n[30]Who the hell are you? The voices echo and distort in the tunnel. \n[31]Why didn't you ga grab a goddam airplane like everybody else?! \n[32]Stand back -- I'm coming on board -- ! ", "DANIELS": "\n[1]Command Center, this is 28th Street -- do you read me, Command Center -- ? \n[2]If I remember right it comes after Bowling Green -- what comes after South Ferry? \n[3]So that means they want South Ferry. Why? \n[4]How'1l we know where they are? \n[5]We'd better put some men on all of the emergency exits just in case. I'll check back in when I've found a squad car I can use. \n[6]Speed? \n[7]Prescott -- ? \n[8]I just had a terrible thought: what if they're not on the train? What if they set the throttle and jumped off? While we're chasing the train they're sneaking out an emergency exit somewhere behind us. \n[9]Why? \n[10]Yeah? \n[11]Not very much at the moment, sir --- they're sitting down there and we're sitting up here. \n[12]No, sir -â\u0080¢- but it's their move. Â¶7e're just waiting for them to make it. \n[13]Prescott? I thought -- I don't know what I thought. Get- in. Prescott climbs into the back and closes the door. \n[14]No. They're still down there. If the street collapsed we'd probably land right on top of them. i31. \n[15]What do we do -- wait or get started? If they ever get up to speed we're.gonna have trouble staying with them. \n[16]We're right on top of her. \n[17]So? \n[18]Christ, they're gaining on us! \n[19]What does? \n[20]I give up. \n[21]Like what? \n[22]Like hell we are. \n[23]Look, Presoctt -- I'm the one who suggested that in the first place -- but you shot me down -- something about a 'dead man's feature\" -- \n[24]Turn it around -and burn rubber! \n[25]You'd better be right about this, \n[26]Stopped itself just past South Ferry. Everybody's okay. \n[27]On our side -- two' dead and a long- haired cop on the critical list. Their side? \n[28]And don't forget. him He indicates the back seat with his thumb. CAMERA PANS to pick up Green, sitting sadly, staring at nothing in particular. ", "I": "\n[1]\n[2]\n[3]26. \n[4]36. \n[5]\n[6]51. \n[7]\n[8]61. \n[9]Nate! Stop farting around! We've got to pay ! \n[10]I once ordered a man shot for talking to me that way. \n[11]a pack of Doberman Pinchers an' sic 'em onto that train -- \n[12]The clock's running, Prescott I've got three-fourteen -- you've got until three-twenty-four. Over. \n[13]together drinking coffee out of containers. They hurry over and salute. \n[14]Reluctantly, Grey goes back to mid-car. \n[15]Blue spots something, bends and picks up a lump of metal which he tosses to Brown who watches it in his bloodied left hand, glances at it, then throws it away. \n[16]INTERCUT â\u0080¢- PRESCOTT, GARBER &amp; DANIELS \n[17]135. \n[18]136. \n[19]137 \n[20]\n[21]142 \n[22]143 \n[23]as Prescott comes up and stands looking down at Blue's body. Then he turns his attention to the Hippie, bending beside him. All he can see is the long blond hair. \n[24]With a hissing sound, and as everyone is thrown forward, the car decelerates quickly and finally stops -- and there is complete silence. ", "JAMES": "\n[1]I'm sorry, lady, I don't know how long the delay will be-- it's just a minor technical problem. \n[2]Look -- everybody just calm down  Hold on -- He turns away and lifts the radio to his face. \n[3]Patrolman James -- \n[4]Twenty-eighth southbound. Every- thing's shut down, Lieutenant -- what's going on? \" \n[5]Holy shit. \n[6]I saw him a couple of minutes ago, Lieutenant -- he was headed down- track on foot. 46. \n[7]Patrolman James calling Operations \n[8]He's dead, Lieutenant. \n[9]I can't -- I'm only about 20 yards from the hijacked train. They just shot him. \n[10]The Supervisor -- with a motherfuckin' machine gun! \n[11]Wouldn't you be? \n[12]What do you want me to do, Lieutenant -- go out there and feel his pulse? \n[13]Patrolman James calling operations -- come in, operations -- \n[14]That's what I want to know, Lieutenant -- standing here like a statue -- it's drivin' me bananas! \n[15]Yeah, well, would you make sure they know about' me standin' here between them and the hijackers? \n[16]Shiiiiiit. \n[17]-- I don't know who did it, Lieutenant -- it came from behind me somewhere -- in the dark. It hadda be one of them snipers they got down here -- \n[18]I don't know -- maybe nobody's. \n[19]Easy -- real easy. \n[20]Not too good. \n[21]I don't know -- but I'd sure hate to be in there finding out. ", "GREY": "\n[1]Your ass. The man looks around and surveys Grey. 7. \n[2]Move it. The man glances at Grey for a moment, then moves it. Grey opens the door and steps out onto the platform between the two cars. \n[3]Don't mention it, Mr. Green. \n[4]Stop right there, cowboy -- ! \n[5]You'll find out if you take another \n[6]We're afraid of flying. Now I'm. tellin' you, buster -- clear out or I Ill shoot your ass off! \n[7]I warned the bastard but he kept on coming anyway. \n[8]I didn't see anybody else. I guess I got us on the scoreboard, huh? Without a word, Blue moves to Brown at mid-car. \n[9]What's the big deal? She's a twenty buck a trick hooker. \n[10]Don't worry -- I could do this job and hump that broad at the same time -- without missing a stroke. 79. \n[11]That's the difference between us, Mr. Blue -- I've always done my own killing. \n[12]Maybe they're not through -- \n[13]Well -- will you look at that, \n[14]Smart-assed nigger -- \n[15]Want me to go check? \n[16]Drills, numbers -- it's all chicken- shit. Why don't we just do it? \n[17]I'm not leaving it -- it goes out with me. \n[18]What if something's gone wrong? What if they're waiting for us up there? I want more'n just a dinky pea-shooter! \n[19]I won't just carry it -- I'll hold it under my coat -- \n[20]In a pig's ass, Mr. Blue -- ", "BUD": "\n[1]I'm checking the passengers getting on and off -- front and back -- okay, it's all clear -- I'm shut- ting the doors; -.rear section \n[2]Now I 'm checking the indicator box to make sure that the doors are all locked -- okay. The train starts with a jerk. \n[3]Igo back out the window -- -- for a distance of three car- lengths to see that nobody's being dragged -- -- I remove my door key -- and then the skate key -- and then I hit the transmitter button.  Fifty-first Street' next stop -- the next stop is Fifty-first Street.  How'd I do? 3. \n[4]What do you mean, Mr. Matson? \n[5]Jesus. \n[6]\n[7]Fifty-first Street, sorry the station is Fifty-first Street. \n[8]Grand Central Station, next stop -- the next stop is Grand Central. \n[9]To tell you the.;truth, Mr. Matson, I have been. Want to hear some- thing? Every car on the IRT is seventy-two 75,000 pounds. It holds 44 seats with room for 136 standing. \n[10]Mr. D'Agostino who rode with me last week said that happened on a double -A train on the West Side. \n[11]Long as I don't have 'to drive -- \n[12]Grand Central Station -- change for the express. This is Grand Central. \n[13]Twenty-third Street -- next \n[14]Next stop is Twenty-third Street. \n[15]What's he going to do? 16. \n[16]I didn't know these things'd \n[17]You mean me -- ? \n[18]Why? -- what are you going to do? \n[19]Why do I have to go -- ? 109. ", "BOROUGH COMMANDER": "\n[1]It's murder, Phil -- as usual, they're coming out of the woodwork. I wouldn't be surprised if we got a couple of thousand thrill-seekers -- they really smell blood on this one. \n[2]Hell yes -- and we're pushing the overflow into the side-streets. We aren't gonna win any new friends, \n[3]I stuck a patrolman at every inter- section from 14th to 34th, and crosstown from 2nd to 5th. \n[4]I've got about fifty men inside the \n[5]Negative. It's awkward as hell. The T.A. Command Center in Brooklyn has the only direct contact. \n[6]Green light -- you mean we can rush 'em? Jesus, Phil, that's great news -- the men are raring to go -- ! \n[7]Roger.  Borough Commander-to 28th Street Platform -- Daniels -- do you read me -- ? 114T. 28th STREET SUBWAY PLATFORM \n[8]Yeah? Well if it's not there in thirty seconds you have my permission to go in after it! A LIEUTENANT interrupts him. \n[9]Terrific. Tell him we'll hold the crowd 'til he gets here.  I'm warning you two guys -- if I don't see your faces before the deadline, I don't'want to see them at all! Ever!! He slams down the mike. \n[10]Jesus Christ, I don't believe it! He starts for the radio in one of the vehicles. The time \n[11]This is the Borough Commander -- what the hell happened? \n[12]Never mind! Drop off two more bikes to look after them and keep going -- do you hear me? Keep 96. \n[13]Well, it's about fucking time! You two -- and .a Tactical Policeman (O'KEEFE) -- standing \n[14]No, but I can sure hear him -- \n[15]And to think that I voted for the ba stard . The Mayorand entourage join him. \n[16]I'm afraid not. \n[17]I appreciate your wanting to help, sir, but you've come at a very bad time. ", "OLD MAN": "\n[1]Excuse me, mister -- don't you think we should be let in on what's happening? 27. \n[2]I suppose. if you ask a foolish \n[3]And if you don't get what you want? What'll happen. to us? \n[4]Do you mind telling us now how much you're getting? \n[5]A person likes to know his worth. \n[6]Each? \n[7]That's not so terrific.. Blue, still walking toward mid-car, stops at the Hippie's estended legs and taps the soles of his sandals with the muzzle of his submachine gun. \n[8]Aren't you going to tell us what a great bunch of hostages we've been? Blue doesn't answer as he opens the door and backs out onto the metal landing. Then he closes the door and drops down to the track. The Passengers, left alone, look at one another uncertainly. \n[9]Hippie -- they don't call them beatniks any more. \n[10]My friends -- please -- the situa- tion isn't as lousy as it looks -- \n[11]No -- no we won't! I admit that right now we're on a run-away train, but it's only temporary -- The car careens into a curve and sways wildly as the metal wheels scrape and screech. There's a good deal of scream- ing and shouting from the Passengers as several fall down. The Old Man starts to topple but the Pimp steadies him. \n[12]But I do know -- I've been riding the subways for over sixty years -- I'm an expert! \n[13]like that -- so whenever a train goes through a red light these things automatically stop it. \n[14]What's that? \n[15]There has to be -- '34.6 \n[16]I told you it would stop, didn't I? ", "BROWN": "\n[1]Come in and turn around -- slow. Brown, florist's box and all, has moved into the small cubicle. When Bud pulls his head in from outside they are very close. \n[2]Go back out the window and tell me what you see. Bud nods, licks his.dry lips and leans out, looking to the left, downtrack. \n[3]Okay -- announce the next station. Bud presses the transmitter button. \n[4]Come on -- we're. taking a walk up front. \n[5]You got three seconds to live, conductor -- one -- two -- Bud whips the key from his pocket and hands it to Green, who unlocks the cab door they're standing next to and enters, closing the door after him. \n[6]You wouldn't want me to spoil the surprise. \n[7]Let's go, Mr. Green. He opens the storm door and holds it as Green goes through first. \n[8]He' s a little trigger-happy. \n[9]He loved every minute of it. \n[10]It's not too bad -- I think it went right through. \n[11]Just one -- the rest was me. I didn't see anything -- I guess I just got mad -- no sense to it -- \n[12]Mr. Blue -- there's the light. Blue returns to the rear and stands watching with Brown. INT. TUNNEL - MISKOWSKY &amp; O'KEEFE as they proceed, Miskowsky sweeping the light from side to side, and O'Keefe carrying the sack. Now Miskowsky's light 112. \n[13]I thought I saw something fall out the back of the train. \n[14]I don't know -- a shadow -- could've been a person -- I'm not a hundred percent sure I saw it. \n[15]I What about his money vest? ", "GARBER": "\n[1]\n[2]Hi ya. \n[3]Jumping. Right. \n[4]Yeah, well -- we had a bomb scare in the Bronx yesterday -- but it turned out to be a cantaloupe. He and Prescott look at the Japanese. Nothing. \n[5]Well -- uh -- Thursday there were three unrelated knife fights in a single half hour -- two dead and three wounded -- -- one critical? The Japanese smile. \n[6]I'm busy, Clive, okay? He goes back to his newspaper as Prescott leads his four charges away. \n[7]Just checking on that -- uh -- yeah, he's around there somewhere. \n[8]Will do, Clive. He disconnects, turns and shouts. \n[9]Sargent -- get me our guy at Lex 281 \n[10]All right -- stay put and keep an eye on things. \n[11]Beats hell out of me, Clive. I wouldn't've picked a tunnel to make my getaway from in the first place. \n[12]Bowling Green again -- the track loops around and heads back uptown. \n[13]Who knows? We'd.better play it a step at a time. Clive, you see about restoring power and clearing .the track. Daniels and I'll start pulling our units out of the tunnel. We can follow them just as well up above, on the street. \n[14]Wait a minute! I think I just figured out how they're gonna get away! \n[15]They're gonna fly the train to Cuba! ", "RICCI": "\n[1]it sure is taking them a helluva long time -- 90. \n[2]That's right -- kid around. But you know damn well that if we don't get it up there on time they're gonna blame us for it -- you know \n[3]Yeah, and while we're tying up the entire New York Police Force, the whole East Side's gonna be ripped off. \n[4]This is Fourteen-David --- \n[5]\n[6]What'd I tell you? It's all gonna be our fault. \n[7]Eight minutes. We're never gonna make it. \n[8]-- proceeding west on Canal Street on our way to Lafayette. Traffic heavy. Over. \n[9]We'll make it.  We'll never make it. 95. \n[10]Jesusl Look out -- I EXT. CANAL &amp; LAFAYETTE - DAY as the cyclists turn right onto Lafayette, against the on- coming traffic (Lafayette is one-way downtown at this point) the two lead bikes sideswipe each other and, going out of\"control, topple over, sending their drivers sprawling. The truck slams on its brakes,.screeching to a stop just short of the pile-up. EXT. PARK AVENUE &amp; 28TH STREET - DAY A SERGEANT manning the radio at the Command Post shouts to the Borough Commander who is off to one side, issuing orders to a small squad of policemen. \n[11]Fourteen-David heading north on Lafayette, approaching Vannrnare. \n[12]Why don't they face it -- it just can't be done! \n[13]Are ou crazy? !  You're kidding around again. \n[14]Fourteen-David crossing Houston, heading for Cooper square -- \n[15]Holy Christ: -- the street's blocked! ", "MARINO": "\n[1]Jesus Christ, Cazâ\u0080¢, you picked a helluva day to be late -- \n[2]Who else? Mrs. Jenkins. \n[3]That's what I've been tryin' -to tell you, Caz -- a southbound local. He's laying down between 28th and 23rd. \n[4]Dunno yet. \n[5]Couple-three minutes. Command Center's been trying to raise him but so far he don't answer the radio. Jesus, Caz -- why don't he answer the radio? \n[6]It's been too long, Caz -- \n[7]He's stopped again! \n[8]She's moving again -- forward this time! 22. \n[9]What's he doing now? He's half- way between stations. \n[10]\n[11]Holy Christ, she's moving! 120. \n[12]What the hell's goin' on? They said they'd wait until we'd cleared the track all the way down! Jenkins -- get the Command Center. \n[13]She's shut down again. Pass it along. \n[14]That's a,pretty good clip -- I hope they know what they're doing. ", "DOYLE": "\n[1]Hey -- how do you expect me to -- ? He stops, suddenly aware that Blue has removed a very large army automatic from his raincoat pocket and has placed the muzzle against his  head. Doyle jerks his head back, suddenly, banging it hard against the windowframe. Blue crooks his hand inside the window and now places the gun against the Motorman's cheek, directly under his right eye. \n[2]For God's sake --.what do you want? \n[3]Yes, sir! \n[4]You're still in switching. Why don't you peg it up to series? You're green all the way through. \n[5]It's the train -- she bucks all the time -- especially in switching. She's a dog. Green glances quickly at Doyle and grins. \n[6]Denny Doyle, sir. \n[7]Yes, sir -- once. 14. \n[8]Running a red signal. The trippers stopped us cold and I hadda climb down and reset 'em by hand but by that time Control knew I was lying dead. I never got written up since. How about you? \n[9]Yes, sir. They can call all they. want. to -- I'm deaf.. Yes, sir. I want to stay alive.. \n[10]Owl I'm sorry -- Z couldn't help it -- it's automatic -- \n[11]Yes, sir? \n[12]They said they'd kill me, for God's sake! \n[13]You're going down there? Hey, I wouldn't, if I were you. ", "MATSON": "\n[1]C'mon, kid -- out loud so's I can hear what you're doin'. \n[2]How come you wanna be a conductor, anyway? Don't you know the con- ductor's sittin' in the goddam hotseat? \n[3]You're visible, for God's sake! Anything goes wrong -- anyone's got a gripe -- you're the one they see. Hell, in my twen'y-nine years o' stickin' my head out there I been slugged, spit on, hit by purses, fruit, rolled-up newspapers, baseball mitts -- an'.I been god- dam lucky! I never been puked on by a drunk like Charlie Boltzen was on the Parkchester line -- or stabbed in the neck like I heard one fella was on the Astoria BMT -- \n[4]You take my advice, kid -- serve your six months an' then put in for Motorman. Watch it, we're cumin' in. Bud looks quickly off, sees the approaching station and hits his transmitter button. \n[5]No it ain't \n[6]Never say you're sorry, kid -- somebody'll come back here an' bust your goddam nose. 4. \n[7]Yeah -- if I was you I'd start studyin' for that motorman's exam right now. 5. \n[8]'Cept at rush hour when you can push in another 20, at least. Honest to God, I. know personally of a case where this guy on a number 5 train dies of a heart attack at Union Square and he has t' wait until the Grand Concourse in the Bronx before enough people get off so's he can fall down. Honest to God. \n[9]Yeah? Who y' gonna believe? A wop or an American? Here's where I'm gettin' off -- think you can get to Brooklyn Bridge all by yourself? \n[10]Stick with it, kid -- you're doin' great. See ya t'morrow. He crosses to the nearest door as the train decelerates. Bud activates. his mike and announces, waving to Matson as he does. \n[11]What's your hurry, chief? We won't leave without you. Brown says nothing to Matson, does not look at him, does not even seem aware of their cohtact. Matson goes off into the crowd on the platform and Brown heads for the front of the car. ", "COMMISSIONER": "\n[1]f This is the Police Commissioner -- get me theBorough Commander.  Turn off that goddam music, will you, George? Harry? I'm heading up to see the Mayor right now. What's it look like down there? \n[2]No! Under no cirL:umstances! Do you understand me, Phil? Absolutely no! We're taking their threats seariously. What've you got above ground? EXT. 28th STREET - BOROUGH COMMANDER Again, if feasible, we can see what he describes. 64. \n[3]Harry, tell me something, will you? They're in a tunnel -- surrounded on all sides, top and bottom -- how the hell do they expect to get away? \n[4]Mrs. Mayor -- \n[5]Well -- we're fully mobilized -- I can go down there any time you say with enough firepower to wipe out an army -- but I can't guarantee the safety of the 'hostages. \n[6]We don't want another Attica on our hands, do we? 66. \n[7]I abstain. \n[8]Will do. \n[9]Harry -- ? I'm on my way down. We just got the green light. EXT. PARK AVENUE &amp; 28TH STREET - DAY \n[10]Berry -- Robert G. \n[11]Splendid work, Berry -- the De- partment's very proud of you. I've already put you in for pro- motion. ", "MISKOWSKY": "\n[1]I do, sir -- He shows it hanging from his belt. 102. \n[2]My name's Miskowsky. What's yours? \n[3]Pleased t' meet ya. Tactical Force? \n[4]You get the feelin' we're not alone down here? \n[5]I thought I saw'someone -- a couple of times in fact -- \n[6]For Chrissake, they're shooting at us!, O'Keefe pushes the sack of money in front of them and they press flat behind it. \n[7]Christ, he's coming this way -- he's headed straight for us -- ! \n[8]Pray that a million bucks is bullet-proof. \n[9]Jesus, who's thgt -- ? \n[10]It looks like Vietnam down here. They continue toward the first car. ", "PRES COTT": "\n[1]This way -- He hurries ahead of them to open the door and hold it for them as they finally follow. \n[2]We are entering the headquarters of the Transit Police, occupying the entire second floor of this building. We call it the Nerve Center. \n[3]Tell them about some of the excit- ing things that have been happening lately, Sol -- \n[4]Each train is identified by the name of its terminus and the time of its departure --thus, an express leaving Woodlawn at 6:30 P.M. would be Woodlawn Six Three Oh, while on its return trip its new destination might be Flathush Eight Two Five. I hope you're memorizing all this junk -- I'm going to ask questions later. He has said this within earshot of a DISPATCHER who now reacts. \n[5]You won't believe it. \n[6]Pelham One Two Three -- can you hear me? \n[7]Lieut. Prescott of. the Transit Police. Identify yourself. I'm the man who stole your train. \n[8]Right, Frank, that's what I meant. \n[9]Something's going on down there -- I haven't the faintest idea what but I'm gonna go'over and join Daniels at 17th Street. Come on up here and take over on the radio -- but don't tell 'em the track's clear until I check in with you. I don't want them starting up again before I get there. INT. SUBWAY - FIRST CAR - IHiOTORF,IAN' S CAB ", "PHONE": "\n[1]Your barriers up? \n[2]Do we ever? How about traffic? \n[3]Who's your Number Two? \n[4]How are you deployed? \n[5]Just make sure they stay out of sight -- if the hijackers see them we may have a massacre on our hands. \n[6]Any direct communications with the hijackers? \n[7]The Chairman is on an overseas call at the moment -- \n[8]Good afternoon, Mr. LaSalle -- what is it I can do for you? \n[9]Not you asshole! -- we're paying ", "WIDER ANGLE": "\n[1]Blue stands at the downtown end of the platform, near the number 10 placard, carrying a bulging canvas valpac in one hazed and a trombone case in the other. A rumbling sound is heard, building, until a train roars through on the northbound express track, its lights flashing between the pillars. In a moment it is gone and the sound dies. Now a young black,.dressed in the latest extravagant PIMP's fashions -- flaring double-knit trousers, three- inch heels, wide-lapeled jacket and white, extra-wide- brimmed hat, swaggers, loose-jointed, to a spot near Blue and waits, cool and relaxed. He becomes aware of Blue observing him. \n[2]Including Marino, Mrs. Jenkins and the other Towermen. \n[3]Including the MAYOR, a short, swarthy, roly-poly man with a fringe of dark hair and modish aviator's glasses;. un- shaven, lying in bed, the covers. pulled up to his chin; suffering from the flu; a glass,of juice on his bedside table along with sprays and vials of pills; and the Nurse, an elderly, white-haired we nan who, in case of invasion, could hold off the Mongols single handedly. \n[4]The Mayor, wrapped in a blanket, is smiling and nodding as he passes through the crowd, led by a wedge of COPS, flanked on one side by the Commissioner, and on the other by Warren LaSalle. The BoroughrCommander waits for him, shaking his head in disgust. \n[5]\n[6]Featuring Marino who is staring up at the Board. \n[7]Including Grey who is cutting the brake cord at the other end of the car. Now, submachine gun in hand, Brown opens the front storm door, crouches and drops out of sight. Then Grey starts for the rear door, hesitates, returns to the Hooker and bends to whisper something in her ear. \n[8]Including Daniels. ", "MOTHER": "\n[1]I'm sure you wouldn't mind if the children were to. go -- \n[2]As soon as the money gets here -- will you let us go? \n[3]They said to remain seated -- I \n[4]Can you imagine? That beatnik being a policeman? \n[5]How can they let policemen dress like that? \n[6]Where do you think they're taking us now? \n[7]We're going to be killedl \n[8]We're not stopping -- we're going to be killed! i OLD MAN There's gonna be a red light -- there has to be! ", "JESSIE": "\n[1]Nate, for God's sake. She baskets it, then turns to Warren LaSalle. \n[2]Warren -- tell him other Mayors have to use the house after we're gone. 65. \n[3]Yes, it's nice to see you again. \n[4]Coffee for everybody -- and some cake? \n[5]He means the voters. \n[6]I know a million dollars is a lot of money -- but just think what you'll, get in return. \n[7]Seventeen sure votes. 68. \n[8]A regular Fiorello LaGuardia. ", "PIMP": "\n[1]What's wrong, dude -- ain't you .never seen a sunset.before? Blue-smiles softly and looks uptrack. \n[2]I should'a know'd you was the main man, man. \n[3]Far out, man -- Blue starts forward, walking slowly, looking at passengers on both sides of the aisle as he goes. \n[4]Hey, dude.-- long as you goin' downtown anyway, you mind droppin' me off at Fulton Street? \n[5]You pretty, smart too, baby -- long as you holdin' that piece. \n[6]Jump headfirst off a subway? Shiiit. \n[7]", "BANK CHAIRMAN": "\n[1]A subway train -- how very original. A million, you say? INTERCUT - WARREN &amp; BANK CHAIRMAN \n[2]None whatsoever. We're members of the Federal Reserve. \n[3]Given? I'm not sure I urde-rstand what you mean by \"given,\" Mr. LaSalle. \n[4]Lent to whom, Mr. LaSalle? \n[5]Yes, well, there are certain techni- calities involved in such a trans- action, Mr. LaSalle -- terms, duration, signatures -- \n[6]\n[7]Do you know something, Mr. LaSalle? In my entire sixty-seven years no one's ever spoken to me like that. ", "PRESIDENT": "\n[1]Yes -- ? \n[2]Hello, Ben -- what can I do for you? \n[3]A million what? 80. \n[4]A million ones? \n[5]I got you now, Ben -- a million fifties and hundreds. That's more like it. When can you pick it up? \n[6]One million? My secretary said it was important. What are you calling me about petty cash for? \n[7]Why the hell didn't you say so? Tell me how you want it and have a truck at the Maiden Lane loading platform in ten minutes. EXT. PARK AVENUE. &amp; 28TH STREET - DAY ", "PLUMBER": "\n[1]What's the goddam hurry? \n[2]Yeah, but what're we runnin' for? \n[3]How come that gate ain't locked? \n[4]Christ, it stinks down herel Where the hell are we goin'? \n[5]Tower? Then what're we goin' down Hey, slow up, will ya? \n[6]What kinda tower? They've come to the door of the Tower Room. They turn, go up some steps and disappear inside. ", "ROGER'S VOICE": "\n[1]This is Roger Grimsby for Eye- witness News, here at the inter- section of 28th Street and Park Avenue South, the scene of this incredible subway hijack -- 81. \n[2]You're looking now at members of the T .P .F . -- the Tactical Police Officer -- officer -- this is Eyewitness News -- An OFFICER turns to CAMERA. \n[3]Would you describe it as unruly? \n[4]Excuse me, madam -- do you have any comment on the drama that's unfolding beneath our feet at this very moment? \n[5]Some people feel that our subways have becomes jungles.. Any comment on that? \n[6]Excuse me, sir -- from the looks of things, you could use another pair of hands. I s this your regular corner? 83. "}}