{"dialogues": {"RIPLEY": "\n[1]<i>If I could just go back.  If I could rub everything out.  Starting with myself. Starting with borrowing a jacket.</i> \n[2]Tom Ripley. Thank you, sir. \n[3]How is Dickie? \n[4]Gotta run. I'm so late. Thanks for the jacket. \n[5]Sorry, sorry.  I know.  Sorry. \n[6]I've always wanted to go to Europe, sir, but... \n[7]I don't know. Count Basie?  Duke Ellington. I don't know. Count Basie. \n[8]Don't even know if this is a man or a woman. \n[9]That's Charlie Parker. Bird. \n[10]Thanks. \n[11]Yes, sir. \n[12]Thanks. \n[13]Excuse me? \n[14]Dickie, Dickie Greenleaf. Hello. \n[15]Trying not to be. Trying to jump ship. \n[16]My father wants me in New York. He builds boats. I'd rather sail them.  I travel under my mother's name. \n[17]Emily. Just kidding. \n[18]As in the...? \n[19]Randall. \n[20]La fidanzata a una faccia.  The fiancÈe has a face.  La fidanzata e Marge. \n[21]Questo e la mia faccia..... \n[22]This is my face. \n[23]Questa...e la mia faccia. Questa e la faccia di Dickie. \n[24]Dickie Greenleaf? \n[25]It's Tom. Tom Ripley. We were at Princeton together. \n[26]Well, I knew you, so I suppose you must have known me. \n[27]Ripley. Hullo. How do you do. \n[28]Nothing. Nothing much. Passing through. \n[29]It's just an undercoat. \n[30]You know, a primer. \n[31]Thanks. Well, a coincidence. \n[32]No, still here. \n[33]I'm intruding. \n[34]Sure. \n[35]Forging signatures. Telling lies. Impersonating practically anybody. \n[36]Now?  Okay.  Wait a minute.  Talent - <i>The only talent my son has is for cashing his allowance.</i> \n[37]<i>I like to sail, believe me, I love to sail! Instead I make boats and other people sail them.</i> \n[38]<i>Jazz, let's face it, it's just an insolent noise.</i> \n[39]I met him in New York. \n[40]<i>Pleasure to meet you, Dickie's made a fine catch. I know Emily thinks so.</i> \n[41]<i>Could you ever conceive of going there, Tom, and bringing him back?</i> \n[42]<i>I'd pay you. If you would go to Italy and persuade my son to come home. I'd pay you $1000.</i> \n[43]No, I think your mother, her illness - \n[44]I don't know, Dickie, I'm just telling you what I - \n[45]You were right about the telephones. There are no lines, there's some problem. \n[46]Back, I suppose, slowly as I can. \n[47]Oh, damn, sorry, this bag's - \n[48]I <i>love</i> jazz. \n[49]Bird. That's jazz. \n[50]I don't know. What's the name of your sailboat? \n[51]He's not a man, he's a god. \n[52]What time is it? Oh God!  Do you always type your letters? That should be two Ts. \n[53]This is so good of you. \n[54]I absolutely agree with Marge. \n[55]That ring's so great. The green one. \n[56]It's superb. \n[57]I have to find a birthday present for Frances. Perhaps you can help me? \n[58]My fiancÈe. \n[59]Your parents met her. \n[60]I'm doing this wrong, aren't I? \n[61]Could we sail to Venice? \n[62]I have to go to Venice. \n[63]And Rome. \n[64]What? \n[65]I played piano in a few places. \n[66]A few places - that's a few jobs. Anyway, I don't want to think about New York. \n[67]Copy out from here... \n[68]No! I've got more than one shirt! \n[69]Now your signature. Not \"Dickie\". Your signature. \n[70]Like Clark Kent. Now Superman. \n[71]Pretty vile. See this: The S and the T, do you see? - fine, vulnerable - that's pain, that's secret pain. \n[72]Your handwriting - nothing more naked. See - nothing's quite touching the line - that's vanity. \n[73]No, no brothers, no sisters. \n[74]Means we never shared a bath. I'm cold. Can I get in? \n[75]I didn't mean with you in it. \n[76]Fran. <i>I miss you, where are you coming home? Stop telling me what a great time you're having, how you love Dickie... and Marge and...</i> And this one, I think, is your dad... \n[77]He's getting impatient. He wants me to reassure him you'll be home by Thanksgiving. \n[78]I can't. I can't keep spending your father's money. \n[79]Where do we find a carozza for the Forum, or can we hire any of them - ? \n[80]It's just there's so much to do in a single day. \n[81]Freddie? \n[82]What club? \n[83]I did. And then maybe get the jacket and what have you... \n[84]You said to make sure you didn't miss the train. It leaves at eight. \n[85]Oh - just amusing myself.  Sorry, Dickie. I didn't think you were coming back. \n[86]You said I could pick out a jacket and I just... Sorry. \n[87]I thought you'd missed the train. \n[88]Is Freddie here? \n[89]I was just fooling around. Don't say anything. Sorry. \n[90]I'm fine. \n[91]Sure. \n[92]So I'm learning. \n[93]What about Cortina? \n[94]What's the fight about? That's her fiancÈ, isn't it?  Are they blaming him? \n[95]I'll go and see what's the matter. \n[96]I know why you're upset. I know about Silvana, Dickie. About you and Silvana. \n[97]I'm prepared to take the blame. \n[98]You've been so good to me. You're the brother I never had. I'm the brother you never had. \n[99]I'm not going to say anything - to Marge, or anybody, the police - It's a secret between us and I'll keep it. \n[100]<i>Dear Tom, I think the time has come to discontinue your expense checks...</i> \n[101]<i>...The thousand dollars, of course, was only due in the event that you succeeded in bringing Dickie home. Naturally, I hope the trip has afforded you some pleasure despite the failure of its main objective you need no longer consider yourself obligated to us in any way...</i> \n[102]I thought you might write again. Now that we're brothers... \n[103]What about Venice? Can we stick to that plan at least? \n[104]To Mongibello and the happiest days of my life. \n[105]I'm suddenly quite happy to be going back. \n[106]I've got plans! \n[107]Esatto. I'm always planning. \n[108]Why are you asking all of a sudden? \n[109]Why? \n[110]Then I'll take it as a compliment. \n[111]Ha. \n[112]I've gotten to like it. I've gotten to like everything about the way you live. It's one big love affair. If you knew my life back home in New York... \n[113]What? \n[114]Dickie, slow down, come on! \n[115]I wanted to tell you my plan. \n[116]I thought I might come back. In the New Year. Under my own steam. \n[117]Of course. Let's say, for argument's sake, you were here - perhaps we could split the rent on a house - I'll get a job - or, better still, I could get a place in Rome and when we're there we could be there and if we're here we could be here - \n[118]- you see, particularly with the Marge problem, you can just blame me. \n[119]How? \n[120]Yesterday you're ogling girls on the terrace, today you're getting married. It's absurd. \n[121]You love me and you're not marrying me. \n[122]No, no, it's not a threat, I've explained all of that. \n[123]What? \n[124]The funny thing - <i>I'm</i> not pretending to be somebody else and <i>you</i> are. I'm absolutely honest with you. I've told you my feelings. But you, first of all I know there's something - that evening when we played chess, for instance, it was obvious - \n[125]Sure - I know, that's too dangerous for you, fair enough, hey! we're brothers, fine, then you do this sordid thing with Marge, fucking her on the boat while we all have to listen, which was excruciating, frankly, plus you follow your cock around like a - and now you're getting married! I'm bewildered, forgive me...you're lying to Marge then getting married to her, you're knocking up Silvana, you've got to play sax, you've got to play drums, which is it, Dickie, what do you really play? \n[126]Shut up! Just shut up! Just shut up! \n[127]Can I have my key, please? \n[128]No, it's - I'm... \n[129]Hello Marge. \n[130]How are you? Sorry. Is your book going well? \n[131]I was just looking at you - - so quiet. \n[132]I think he's planning on staying in Rome for a few days. \n[133]I don't know. I don't understand Dickie, Marge, so your guess is as good as mine. \n[134]Well, one day I'm invited skiing, the next day I'm not, one day we're all one family, the next day he wants to be alone. You tell me. \n[135]He was thinking of you, Marge - he asked me to deliver this. \n[136]Errand number one - deliver Marge's perfume. Errand number two, pack some clothes and his precious saxophone. \n[137]Search me. I guess we're abandoned. \n[138]I think you're right. \n[139]Thank you. \n[140]Yes, I'd like you to telephone the Hotel Goldoni. Yes. I want to speak to Signor Thomas Ripley - No Ripley, R, yes. Grazie. \n[141]Pronto? Signor Ripley is not there? I'd like to leave a message. Yes. Please call Dickie - <i>Dickie Greenleaf</i> - at the Grand. \n[142]He's not there?  Very well. I'll leave a message - <i>Got your call. Dinner tonight sounds fine. Ripley</i>. Dinner tonight, yes, is okay. Yes, thank you. \n[143]I'd like these to have my initials - embossed, I don't know the word in Italian ...embossed? \n[144]What? \n[145]How did you know that? \n[146]Is Freddie in Rome? \n[147]I've left Marge, Meredith. And Mongi. So the rat's here now, in Rome. \n[148]Don't be sorry. I've never been happier. I feel like I've been handed a new life. \n[149]I know. \n[150]I don't want too many large bills. Nobody will change them. \n[151]I'll take them both. \n[152]You could drag me. \n[153]Thanks so much for inviting me tonight. \n[154]There's room for a whole libretto on Freddie's chest. \n[155]Thanks, yes, I think we did. \n[156]Marge, how are you? What are you doing in Rome? \n[157]No. Hello, I'm Tom Ripley. \n[158]Ditto. \n[159]Marge, you know Dickie has <i>I hate Opera</i> tattooed on his chest. \n[160]I am.  I really am. And I've been travelling. I just can't seem to get that far north. \n[161]Thanks. \n[162]I can't later. \n[163]Tomorrow's possible. Do you know Dinelli's? Piazza di Spagna? \n[164]Ten thirty? \n[165]Okay. Marge, see you tomorrow. It's really good to meet you. \n[166]Let's go. \n[167]Let's take a Carozza and look at the moon. \n[168]C'mon, I need to talk to you. Just the two of us. \n[169]You're such a pal to understand. It's as if Marge is here now - I look at you and I see her face - and I can't, whatever I'm feeling towards you - I just can't... \n[170]Otherwise you'd be fighting me off. \n[171]Oh Meredith, I'm sorry. Of course I'll meet you. Let's have coffee in the morning at Dinelli's. \n[172]Exactly. 10.30 - 10.15. \n[173]Sorry, sorry. Had to renew my papers. Italian bureaucracy - never one stamp when they can make you line up for three. Have you been waiting long? \n[174]Hi. Sorry. You okay? You look as if you've seen a ghost... \n[175]I don't believe it. Wild horses wouldn't drag Dickie to - \n[176]Really? That's swell. No, I was just - you're way ahead of me! Great! \n[177]My God. \n[178]It's fantastic. I feel guilty. Marge doesn't understand this, but anytime Dickie does something I feel guilty. \n[179]Mi piace suonare. <i></i> \n[180]Hello? \n[181]Who is it? \n[182]Hello, Freddie, it's Tom, Tom Ripley. \n[183]Yes, I'm good, thank you. Dickies at dinner. He's at Otello's. Do you know it? \n[184]I guess. \n[185]He's gone to dinner! Search the place. I can't think why you would imagine Dickie would hide from you. \n[186]What about Christmas? \n[187]Of course, he's been very involved in his music, hasn't he? I think his theory is, you know, you have to go into a cocoon before you can become a butterfly. \n[188]How did you find him? It's such an out of the way apartment. Can I fix you a drink? \n[189]No. No, I'm staying here for a few days, in Rome.  That's a new piano, so you prob - \n[190]You should watch that! \n[191]Hardly. \n[192]Freddie, do you have something to say? \n[193]I suggest you ask Dickie that yourself. Otello's is on delle Croce, just off the Corso. \n[194]Hey, if I'm drunk, think what her husband's saying. \n[195]Yes? \n[196]I can't be absolutely sure - 8? 9? We'd both taken on far too many drinks - but it was dark, it was certainly dark when I walked him down to his car. \n[197]I went to bed. Freddie's a big man, but I'm in trouble after a couple of drinks. I've suffered all day. Who found him? \n[198]Yes, if it's going to help, certainly. \n[199]Postmortem? \n[200]Well, he certainly wasn't dead when he drove off in his car. \n[201]Marge, when did you get here? \n[202]I'd swear he didn't. Of course he didn't. \n[203]Dickie did it. \n[204]My face! There was an argument. I said some things I shouldn't have.  About you. About the appalling way he's treating you, all of us.  And the next thing I know he's launched himself at me. Are you getting on? \n[205]Get on. I'll take you to him. \n[206]We passed it a few blocks back, where the police were. The Palazzo Gioia. They don't even know I'm in Rome and I'm not going to incriminate Dickie - \n[207]No, well go if you want to, but don't talk to the Police about my face - they find out he hit me - he's got a temper - he could've hit Freddie. Good luck, Marge. I'll catch up with you later. \n[208]Can we go up? Do you mind? \n[209]My scooter. I fell off. Getting chased by photographers. \n[210]The telephone, the press, I've been, I'm feeling hounded - do you think you could not give out my address? \n[211]I really don't want to see anybody. \n[212]Even her. \n[213]What about Ripley? \n[214]Yes, sure, we did go to San Remo. That was months ago. \n[215]Was it? Did you speak to Tom? \n[216]I don't remember the exact date. \n[217]A few days ago. \n[218]No! \n[219]It's not a pattern, it's a coincidence. There must be fifty hotels in San Remo, there must have been a hundred people renting a boat on that day. \n[220]31 people. \n[221]Let her in, what's the difference?  Let her in. No, actually, no, I'd like it very much if you would ask her to come back later. \n[222]Thank you. \n[223]I think I just said. Ripley was handling some business for me, nor does Mr Ripley want to marry me.  Nor did he ask me every day if I would marry him. And when. \n[224]I'm not in the habit of carrying around photographs of my male friends. \n[225]It is a little coarse, yes. \n[226]I have! \n[227]No, I have and so has Miss Sherwood, ask her! and if I could remember which hotel he was staying at - <i>the Goldoni!</i> - Tom was staying at the Goldoni. \n[228]Absolutely. \n[229]Tomorrow. \n[230]<i>My dear Tom, I'm getting out of this. Freddie's death, Silvana. I've thought about going to the police, but I can't do it, I can't face it.  I can't face anything anymore...</i> \n[231]<i>...I wish I could give you the life I took for granted. You've always understood what's at the heart of me, Tom. Marge never could. I suppose that's why I'm writing this to you, the brother I never had. The only true friend I ever had. In all kinds of ways you're much more like the son my father always wanted. I realise you can change the people, change the scenery, but you can't change your own rotten self. Now I can't think what to do, or where to go. I'm haunted by everything I've done, and can't undo. I'm sorry, I can't go on. I've made a mess of being Dickie Greenleaf haven't I?</i> \n[232]Peter, I'm really sorry to put you through this. I just couldn't face going to the police by myself when my Italian's so rotten. \n[233]What rumour? \n[234]It's okay. \n[235]What do you mean?  They're sending someone from Rome? \n[236]No, but I thought that didn't happen in Italy, that each region was completely separate! I was sure that was the - \n[237]It's ridiculous but now you've mentioned the stench I can hardly breathe. \n[238]In Rome, about three weeks ago. I knew that one. \n[239]I've been backpacking. \n[240]No. \n[241]Tell him I have a fiancÈe, Dickie has a fiancÈe and Freddie Miles probably had a string of them. \n[242]What did he say? \n[243]No I did not. I did not kill Freddie Miles and then kill Dickie Greenleaf.  Is he accusing me? Ask him if he's accusing me! \n[244]Just because he doesn't like Americans! \n[245]You opened this? \n[246]It's a suicide note. You ask me all these questions and you've already read this suicide note? \n[247]Whatever you do, however terrible, however hurtful - it all makes sense, doesn't it? inside your head. You never meet anybody who thinks they're a bad person or that they're cruel. \n[248]Don't you put the past in a room, in the cellar, and lock the door and just never go in there? Because that's what I do. \n[249]Then you meet someone special and all you want to do is toss them the key, say <i>open up, step inside</i>, but you can't because it's dark and there are demons and if anybody saw how ugly it was... \n[250]I keep wanting to do that - fling open the door - let the light in, clean everything out. If I could get a huge eraser and rub everything out...starting with myself...the thing is, Peter, if... \n[251]Hello Marge! \n[252]I was looking forward to seeing him. \n[253]That's a terrific idea. \n[254]Peter found it for me. I can afford it because it's damp and, and falling down. \n[255]Look at me what? \n[256]Mr Greenleaf. \n[257]I'm well, thank you. \n[258]Yes it is. \n[259]And you, sir?  Any better? \n[260]Yes.  What's the detective hoping to find in San Remo? \n[261]I'll try my best, sir. Obviously I'll do anything to help Dickie. \n[262]I think it might hurt her to know. \n[263]I feel guilty. I feel like I pushed him away. I spoke and he heard you. \n[264]I'm sorry. I was asleep. I must have fallen asleep. \n[265]He's having an early night. \n[266]I'll fix some drinks. \n[267]I'm fine. \n[268]It's okay. \n[269]Marge, I'm in the bath. Won't be long. \n[270]What? \n[271]I can explain. \n[272]Let me put on some clothes and then we can talk about this. \n[273]Marge, calm down, you're being hysterical. \n[274]Shut up! Shut up! \n[275]I'm wet, Marge, I've lost my towel, I'd really like to put my clothes on. So go and pour us both a drink, will you? \n[276]Marge?  Where are you going? \n[277]The scent you're wearing. I bought it for you, not Dickie. The thing about Dickie. So many things. The day he was late back from Rome - I tried to tell you this - he was with another girl. I'm not talking about Meredith, another girl we met in a bar. He couldn't be faithful for five minutes. So when he makes a promise it doesn't mean what it means when you make a promise. Or I do. He has so many realities, Dickie, and he believes them all. He lies. He lies, that's his... half the time he doesn't even realize. \n[278]Today, for the first time, I've even wondered whether he might have killed Freddie. He would get so crazy if anybody contradicted him - well, you know that. Marge. I loved you - you might as well know - I loved you, and because he knew I loved you, he let you think I loved him. Didn't you see, couldn't you see? I don't know, maybe it's grotesque to say this now, so just write it on a piece of paper or something, and keep it in your purse for a rainy day. <i>Tom loves me.</i> \n[279]I told you. He gave them to me. \n[280]I feel as if you haven't heard anything I've been saying to you. \n[281]It's all true. \n[282]You're shivering, Marge. Can I hold you? Would you let me hold you? \n[283]You try. You try talking to her. \n[284]I give up. \n[285]Is Mr Greenleaf here? \n[286]Hello, sir. Marge, you should have waited, didn't Peter tell you I'd come by and pick you up? \n[287]You know I feel ridiculous I didn't mention them yesterday - I clean forgot - ridiculous. \n[288]We could go down to the bar - no need for you to - \n[289]I could probably see my bedroom from here. I can see my house. When you see where you live from a distance it's like a dream, isn't it? \n[290]Okay. \n[291]I hope she never knows. \n[292]I feel I never should have said those things to you the other evening. I was pretty flustered, the rings and - and you looked so, I don't know. \n[293]But I hope that note goes to New York in your purse, for a rainy day. \n[294]I don't know. Peter has a concert in Athens next month - and he's asked if I want to go along, help out. He says goodbye by the way - he's in rehearsal, otherwise - \n[295]What? \n[296]Oh Marge. \n[297]Ask me what I want to change about this moment. \n[298]Nothing. \n[299]All kinds of things. Making plans. \n[300]I don't know. Both. My plan right now is to go up on deck, look at the sunset. Come with me. \n[301]Well, that's entirely your fault.  And, if I fall overboard, that'll be your fault too. \n[302]Hello Meredith. \n[303]Well, you've spotted me and so you get the reward. \n[304]Just kidding. Are you alone? \n[305]Of course.  Aunt Joan. \n[306]I've thought about you. \n[307]I haven't been hiding. I've been in Police custody. They've been trying to flush out Freddie's killer. \n[308]They're letting me have this vacation. Which is why the get-up. Which is why you haven't heard from me. \n[309]I know. Look, I can't talk now. Later. Later? \n[310]You know what - I am. \n[311]Peter Smith-Kingsley? I haven't seen him in months.  No, I'm alone. \n[312]Good. But I think we should stay in here for the rest of the trip. \n[313]Was who Meredith? \n[314]Hardly kissing. Kissing off. \n[315]I lied. To her. She thought she'd seen you. \n[316]Dickie and Peter, that's just too good gossip, isn't it? \n[317]Well that would be even better gossip. \n[318]I know. I'm lost, too. I'm going to be stuck in the basement, aren't I, that's my, that's my - terrible and alone and dark - and I've lied about who I am, and where I am, and so nobody can ever find me. \n[319]I suppose I always thought - better to be a fake somebody than a real nobody. \n[320]Peter, I... I... \n[321]You have the key. Tell me some good things about Tom Ripley. Don't get up. Just tell me some nice things. \n[322]You're such a liar... ", "DICKIE": "\n[1]Who's this? \n[2]Okay. And did we know each other? \n[3]Princeton is like a fog, America's like a fog. This is Marge Sherwood. Tom - sorry, what was it? \n[4]What are you doing in Mongi? \n[5]Passing through! You're so white. Did you ever see a guy so white, Marge?  Gray, actually. \n[6]Say again? \n[7]That's funny. \n[8]Sure.  Any time. \n[9]I've been looking for you everywhere. \n[10]What? \n[11]Sorry, sorry, sorry. I know, I'm late, I'm a swine. \n[12]I just woke up.  I'm sorry. \n[13]Fausto and I - we took the boat out, we were fishing, and then it was dawn and we'd caught absolutely nothing. \n[14]We? \n[15]Who? Oh, Tom, hello, how are you? We thought you'd disappeared. We were going to send out a search party. \n[16]Is that good? \n[17]Can you mix a martini? \n[18]Everybody should have one talent. What's yours? \n[19]That's three. Nobody should have more than one talent. Okay, do an impression. \n[20]What? What's this? \n[21]Stop! It's too much!  You're making all the hairs on my neck stand up! \n[22]I feel like he's here. Horrible. Like the old bastard is here right now!  That's brilliant!  How do you know him? \n[23]Marge! You've got to hear this! \n[24]Meet my father, Herbert Richard Greenleaf 1st. \n[25]Uncanny! \n[26]What? \n[27]I'm never going back. To actually hire somebody to come all the way here to drag me back home - got to be insane, hasn't he? \n[28]I'm never going back! \n[29]It's got nothing to do with my mother! She's had leukemia for - ! This is what makes me boil about him! HE wants me back! - it's got nothing to do with my mother. \n[30]Go back!  Go back to New York or call him if you can find a telephone that works, and tell him wild horses wouldn't drag me back to him or his shipyard. \n[31]Marge, Ripley's saying goodbye. \n[32]Did you speak to my father? \n[33]You like jazz! \n[34]This is the best. Marge says she likes jazz, but she things Glenn Miller is jazz. \n[35]Bird! Ask me the name of my sailboat - \n[36]<i>Bird!</i> \n[37]Okay, we're going to Naples. There's a club, it's not a club, it's a cellar. \n[38]Yes, it's vile. Don't worry, you don't have to come. It's great.  You're going to love it. \n[39]<i>I have bumped into an old friend from Princeton - a fellow named Tom Ripley. He says he's going to haunt me until I agree to come back to New York with him...</i> \n[40]Good afternoon! \n[41]I can't write and I can't spell.  That's the privilege of a first-class education. You're upstairs at the back. I think Ermelinda made the bed up. \n[42]Don't say it again. Now you're a Double Agent and we're going to string my Dad alone, I was thinking we might buy a little car with the expense money he's sending you. What do you think, Marge...a little Cinquecento with my Dad's money? \n[43]It'll just be for a little while.  He can be... he makes me laugh. \n[44]You'd say if you mind? \n[45]Marge, you like everybody. \n[46]Then I'll go to your place and you can move in with Tom. \n[47]Now you know why Miss Sherwood always shows up for breakfast.  It's not love it's the coffee machine. \n[48]Shut up. \n[49]No it's for Tom as he didn't complain. \n[50]I had to promise, capital P, never to take it off - otherwise I'd give it to you. \n[51]I hope it wasn't cheap. \n[52]You're a dark horse, Ripley. Engaged? \n[53]Oh God - I can just imagine - <i>if only Dickie would settle down... doesn't every parent deserve a grandchild?</i>  Never! I swear on your ring, Marge.  I am never going back. \n[54]You're doing great. We'll make a sailor of you yet. You're doing really well. \n[55]Yes please! \n[56]Sure.  I love Venice. \n[57]See Venice and die, isn't that right? Or is it Rome? You do something and die, don't you?  Okay, Venice is on the list. \n[58]Do you ski? Don't tell me - you're a lost cause! That's the next thing to deal with. We're planning to go to Cortina at Christmas. Excellent skiing. Excellent. Marge - Ripley can't ski.  We'll have to teach him that, too. Have you ever known such low class? \n[59]Okay. \n[60]I want to talk to you too...Smile for me. \n[61]You're breaking my ribs! \n[62]You're breaking my ribs! \n[63]I could fuck this icebox I love it so much. What were you actually doing in New York? \n[64]That's one job, you told me a lot of jobs. \n[65]The mysterious Mr Ripley. Marge and I spend hours speculating. Cold beer. Thank you Dad. \n[66]I love the fact you brought Shakespeare with you and no clothes.  Ermelinda says you wash the same shirt out every night. Is that true? \n[67]She can do that stuff for you. Anyway, just wear some of my things, wear anything you want, most of it's ancient. \n[68]Without the glasses you're not even ugly. I don't need them because I never read. How do I look. \n[69]I know. I write like a child. \n[70]It must be a deep secret, cause I don't know about it. \n[71]Well we certainly know that's true. \n[72]Do you have any brothers? \n[73]me neither. Nor does Marge. All only children - what does that mean? \n[74]No! \n[75]Okay, you get in. I'm like a prune anyway. \n[76]It is me. It's an old picture. Every time - 'is it you?  Doesn't look like you'. \n[77]What does he say? \n[78]You've got to get a new jacket. Really. You must be sick of the same clothes. I'm sick of seeing you in them. \n[79]I love how responsible you are. My Dad should make you Chief Accountant or something.  Let me buy you a jacket. There's a great place when we get to Rome, Batistoni. \n[80]Andiamo a Roma.  We're taking Tom to Roma! \n[81]Relax. \n[82]Relax. The most important question is where to eat. I hope Freddie made a reservation. \n[83]Freddie Miles.  You know - he's organizing the Cortina skiing trip. \n[84]Frederico! \n[85]This is Tom Ripley. Freddie Miles. \n[86]I'll tell you - I am so cabin-crazy with Mongi. \n[87]Look, Tom, we've got to go to a club and meet some friends of Freddie's. The best thing is - if you want to be a tourist - grab a cab and we can meet up at the railway station. \n[88]Freddie's arranged it with some of the skiing crowd. Come if you want but I thought you wanted to see the Forum...? \n[89]Listen, just take one of mine when we get back. Don't worry about it.  I did the Forum with Marge and, frankly, once is enough in anyone's life. \n[90]Ciao.  Have fun. \n[91]What are you doing? \n[92]I wish you'd get out of my clothes. \n[93]Shoes too? \n[94]Get undressed in your own room, would you? \n[95]Freddie drove me back in his car. \n[96]He's downstairs. \n[97]He's drowning me! \n[98]Come on, Frederico, do you really have to go back?  At least stick around for the Festival of the Madonna. \n[99]Do you think you can steer this thing? \n[100]Just point her at Capri and avoid the rocks. \n[101]Marge-maintenance. \n[102]I don't know! Why are you asking me? How can it take an hour to find an ambulance? \n[103]I don't know why people say this country's civilised. It isn't. It's fucking primitive. \n[104]What about us? \n[105]You don't have to clean up! Really! \n[106]She was pregnant. Did you know that? Do you know what that means in a place like this? \n[107]What are you talking about? \n[108]She came to me for help, she needed money, and I didn't help her. I didn't help her. Now she's dead and it's my fault. \n[109]You can't blame him.  You could hardly expect this to go on forever. \n[110]I can't, how can I, in all decency? We've had a good run, haven't we? \n[111]I don't think so, Tom. You can't stay on here without money.  It's time we all moved on.  Besides I'm sick of Mongi. Especially now with everything - I really want to move to the North. I need to check out San Remo next week, find somewhere new to keep the boat. But it would be great, though, if you came with me.  Our last trip before you leave. There's a jazz festival - we could say goodbye in style.  What do you think? A last trip? \n[112]Why do you do that thing - with your neck? On trains you always do that thing, it's so spooky. \n[113]This is more like it. Didn't I tell you San Remo was crazy! \n[114]To Mongi.  You're cheerful tonight. \n[115]That's good. \n[116]Ripley's plans. \n[117]Did I know you at Princeton, Tom? I didn't, did I? \n[118]No reason. Because you're leaving, I guess. I don't think you were there, were you? \n[119]I mean it as a compliment. You've got such great taste, I don't know. Most of the thugs at Princeton had tasted everything and had no taste. Used to say, the cream of America: rich and thick. Freddie's the perfect example. \n[120]I knew it! I had a bet with Marge! \n[121]Do you even like jazz - or was that something for my benefit? \n[122]I'm thinking of giving up the sax, what do you think about drums? \n[123]So cool. \n[124]That's how I found my place in Mongi. Took a boat out round the bay.  The first place I liked, I got it. \n[125]I love it here! Gonna live here! \n[126]So tell me. \n[127]Really?  To Italy? \n[128]Oh God, I don't think so. \n[129]Marge and I are getting married. \n[130]How? \n[131]I love Marge. \n[132]Tom, I don't love you. \n[133]I'm actually a little relieved you're going, to be honest. I think we've seen enough of each other for a while. \n[134]You can be a leech - you know this - and it's boring. You can be quite boring. \n[135]What evening? \n[136]tiny slaps as punctuation to his tirade \n[137]For God's sake. \n[138]I'll kill you! ", "MARGE": "\n[1]How do you do. \n[2]You should come and have lunch with us, before you go - Dickie? \n[3]And be careful in the sun. Your gray's in danger of turning a little pink. \n[4]Did you forget where I live? It's four o'clock. \n[5]You just woke up! \n[6]Well, we ate everything without you. \n[7]Yes, Tom Ripley's here. \n[8]Tom was telling me about his trip over. Made me laugh so much I got a nosebleed. \n[9]Shut up! \n[10]I'll do it. I make a fabulous martini. \n[11]What?  What? \n[12]What's going on? \n[13]I don't get it. \n[14]Hi Tom. \n[15]I'll come down. \n[16]Hello Tom. You're off? What are your plans? \n[17]I never said that! \n[18]Which is ridiculous. Boats are female, everyone knows you can't call a boat after a man. \n[19]It's vile. \n[20]Dickie, you can't even drive a car!  No, what we need urgently is an icebox. What do you think, Tom? Agree with me and I'll be your friend for life. \n[21]Okay, darling. \n[22]No, I like him. \n[23]I don't like you. \n[24]It's the one task Dickie can do on his own - make coffee. \n[25]Oh darling - is that for me? \n[26]Tom, I love you! See! I bought it for him, for his birthday. \n[27]Bastard! Isn't it great, Tom? I found it in Naples.  I bargained for about two weeks. \n[28]Oh, it was. \n[29]Frances? \n[30]Dubious but special honor, Tom - crewing Dickie's boat.  Alright, bar's open. \n[31]Poor Tom. Good thing we're not getting married. We might have to invite him on our honeymoon. \n[32]Oh I hated New York - that Park Avenue crowd - so I fled to Paris to work on my book, and I was always going to this cafe with Jean-Jacques, and Dickie used to play his saxophone outside and I would see him and he would see me, and he would play <i>My Funny Valentine.</i> It was only later that I realised he only knows about six songs. \n[33]<i>Buono Sera, Silvana. Por favore: arance e pane, e del prosciutto.</i> \n[34]<i>Si.  Come sempre.  Grazie.</i> \n[35]Anyway, then one day, we go in, I see Dickie, he starts playing <i>My Funny Valentine,</i> and then all of a sudden he just walks into the cafe, right in front of Jean-Jacques, and grabs me! Now I had never spoken to him in my life - he said <i>I'm going to Italy, tomorrow, and I want you to come with me.</i> So I did. \n[36]If you're not at my place by 7.00, Tom and I are running off together. \n[37]Hi, Tom.  Come join us. \n[38]You really should go in, it's marvellous. \n[39]Are you okay? \n[40]The thing with Dickie - it's like the sun shines on you and it's glorious, then he forgets you and it's very very cold. \n[41]He's not even aware of it. When you've got his attention you feel like you're the only person in the world. That's why everybody loves him. Other times... \n[42]It's always the same whenever someone new comes into his life - Freddie, Fausto, Peter Smith-Kingsley - he's wonderful - did you meet him, he's a musician? - ... and especially you, of course... and that's only the boys. \n[43]Tell me, why is it when men play they always play at killing each other...? I'm sorry about Cortina by the way. \n[44]Didn't Dick say? - he talked to Freddie... apparently it's not going to work out - Freddie says there aren't enough rooms. \n[45]Well, she was already dead, darling, wasn't she, so I suppose - \n[46]Dickie! \n[47]I'll go. \n[48]Tom, you startled me!  You're back. \n[49]Yes - I'm on a good streak, thanks. \n[50]Where's Dickie? \n[51]Ha. Did he say why? \n[52]What does that mean? \n[53]Is that what he said - he wanted to be alone? \n[54]Thanks. he knows I love this, although why it couldn't have waited... \n[55]How long's he staying for? \n[56]There was a letter from Dickie in with my perfume. You realize it's more than a few days? He's thinking of moving to Rome. \n[57]The thing is, the night before he left, we talked about moving, together, going North - and I suppose I put some pressure on him, about getting married, I just might have scared him off. There's a side to him, when our heads are on the pillow, I know no-one else sees it, which is really tender. I think I should come with you to Rome and just confront him. \n[58]He hates being confronted. \n[59]Oh my God. Tom. \n[60]Is he here? Are you with Dickie? \n[61]No glasses. \n[62]Is he really not here? \n[63]You were going to Venice. \n[64]I don't know her. He hasn't called, he's hardly written, just these cryptic notes. You don't just dump people. \n[65]Hello. \n[66]Dickie? Do you know Dickie? \n[67]I told you! I knew it! \n[68]How would you know that? \n[69]Do you know Tom? \n[70]Dickie was at the Opera last night. \n[71]He was there with someone. So I suppose she must have dragged him - that's not fair.  I'm going back to Mongi. I think Dickie's coming home. I'm going to go home. \n[72]I hope so. \n[73]Did he kill Freddie? \n[74]Tell me the truth. Did he kill Freddie? \n[75]I tried again, waiting here, watching for him. Instead it's you. Whenever I look for Dickie I find you. What happened to your face? \n[76]Dickie? \n[77]What? \n[78]Where does Dickie live? \n[79]Perhaps I shouldn't go either. \n[80]Dick? Dickie? I know you can hear me. What am I doing, chasing you around...? I was going to say I would count to three and if you didn't open the door, but I won't count any more. On you. I won't count on you any more. Whatever it is, whatever you've done or haven't done, you've broken my heart. That's one thing I know you're guilty of, and I don't know why, I don't know why, I just don't know why... \n[81]Hello Peter, so good to see you. \n[82]Tom. \n[83]So you found Peter... \n[84]He's not coming till the morning. Evidently his stomach - I don't think the food here is agreeing with him. \n[85]Dickie hasn't killed himself. I'm sure of that. There's a private detective on the case now - a Mr MacCarron - Dickie's father's employing him. \n[86]He's American. He's already discovered Dickie cashed checks for $1000 the day before he disappeared. \n[87]Is that what you do before you jump in the Tiber?  I don't think so. \n[88]Is this you? \n[89]Golly. Who's paying for this? \n[90]This is spectacular. \n[91]A hotel would've been fine. We'll have to tell Mr Greenleaf how far his dollar has stretched. \n[92]No, nothing. I'm just thinking about when Tom arrived in Mongi. And now look at you. \n[93]To the manner born. \n[94]Very. \n[95]Where's Mr MacCarron? \n[96]I just don't believe that! \n[97]Such as? \n[98]Did Dickie's Dad go? \n[99]Poor man. We were knocking on that door for ever. I think I've broken my strap. \n[100]You <i>walk</i> in Venice! \n[101]Tom? \n[102]Tom, I need to talk to you. It's urgent. \n[103]I found Dickie's rings. \n[104]You've got Dickie's rings. \n[105]Dickie promised me he would never take off this ring. \n[106]I have to tell Mr Greenleaf. I have to tell Mr Greenleaf. I have to tell Mr Greenleaf. \n[107]He promised me. <i>I swear I'll never take off this ring until the day -</i> \n[108]I was looking for a needle and thread. I wasn't snooping. I was looking for a needle and thread to mend my bra. \n[109]Why do you have Dickie's rings? \n[110]Why? When? \n[111]I don't believe you. \n[112]I don't believe a single word you've said. \n[113]Oh Peter! Get me out of here. \n[114]<i>I don't know, I don't know, I just know it.</i> \n[115]What are you going to do now, Tom? \n[116]Why do I think there's never been a Ripley rainy day? \n[117]I know it was you - I know it was you, Tom. I know it was you. I know you killed Dickie. I know it was you. ", "PETER": "\n[1]Peter Smith-Kingsley. I've heard about you, of course - from Marge, and Dickie. \n[2]Where are you hiding him? He's impossible, isn't he? \n[3]Yes, what happened? I heard you were desperate to come. I was looking forward to rowing you around. \n[4]Well hurry, before we sink. Should I give you my telephone number in Venice? \n[5]Look there's Meredith thingy - who's that, Marge? - they're in textiles... Meredith - God, how awful, I've spent Christmas in her house...! \n[6]Will we see you later? \n[7]And tomorrow? \n[8]I know the Piazza di Spagna. What time? \n[9]We'll be there. \n[10]Of course it is, Meredith, hello, I'm sorry, half-asleep, how are you? This is Marge Sherwood. Meredith Logue. \n[11]Join us, won't you? We're just waiting for a friend. Do you know, I wonder did we see you at the Opera last night? \n[12]Well no, as it happens, although... \n[13]No, we're meeting another friend. Tom Ripley. \n[14]Not at all. Morning Tom. \n[15]We think he's had a change of heart. So we should be celebrating. \n[16]That was moving, wasn't it? When Meredith said - Meredith's the American girl I saw last night, I know her, at the Opera, she's been seeing something of Dickie - \n[17]But the point is Dickie - well we know this - Dickie loves Marge and he misses her and apparently he's come to his senses... \n[18]I'll see you over there! \n[19]Don't be daft. It's fine. I'm delighted you finally made it to Venice. I'm delighted, contrary to rumour, you're still in one piece? \n[20]That Dickie murdered you and is travelling under your passport. I know, ridiculous. \n[21]Welcome to Venice.  This place reeks, doesn't it? Can you smell it?  Ugh. Sorry. Not the best way to spend your first day. \n[22]Anyway I've got to the bottom of the delay. Finally.  We're waiting for someone from Rome. \n[23]That's good, isn't it? \n[24]You've seen the papers, you know what a big deal it's been here. American tourist murdered - \n[25]Lui. <i>Him.</i> \n[26]He's taken over the case because... they're annoyed the previous chap let Dickie...disappear when he was the only, he was the only suspect in Freddie's murder. \n[27]A Roma, circa tre settimane fa. \n[28]Where have you been since then? \n[29]I don't know how to translate that. E difficile....il signor Ripley ....dormiva all'aperto, con un... \n[30]He thinks it's very cold to be sleeping outside. \n[31]Are you a homosexual? Interesting non-sequitur. \n[32]No. By the way, officially there are no Italian homosexuals. Makes Leonardo, Michelangelo very inconvenient. \n[33]Il signor Ripley ha una fidanzata, il signor Dickie ha una fidanzata e probabilmente il signor Freddie Miles ha molte fidanzate. \n[34]He says <i>so many fiancÈes</i>. \n[35]He wants to know if you killed Freddie Miles and then killed Dickie Greenleaf? \n[36]He's already angry, I don't think - \n[37]A ragione.  A ragione.  <i>(You're right. You're right.)</i> \n[38]They found this in Dickie's place in Rome. \n[39]Can you imagine, if Dickie did kill Freddie, what must that be like? To wake up every morning, how can you? Just wake up and be a person, drink a coffee...? \n[40]But you're still tormented, you must be, you've killed somebody... \n[41]Probably. In my case it's probably a whole building. \n[42]That's the music talking. Harder to be bleak if you're playing <i>Knees up Mother Brown</i>. \n[43]No key, huh? \n[44]I think we sort of found each other. \n[45]Where's Dickie's father? \n[46]No, it's Tom's. Splendid, eh? \n[47]That's why Tom wanted you to stay.  It's better than squeezing into my room, and I know how you hate hotels. \n[48]What's funny? \n[49]You look ghastly, Tom. Are you okay? \n[50]Not guilty. \n[51]Are you okay? \n[52]Do you want me to stick around? \n[53]Or I could come back. \n[54]Your key. \n[55]Tom, are you okay? \n[56]Tom. Tom! Tell me, what's going on? \n[57]You can't be angry with her.  She's upset and needs someone to blame. So she blames you.  I'll go home and talk to her.  As for you - either get a safety razor or grow a beard. \n[58]What do you want to change about this moment? \n[59]Hello.  What are you up to? \n[60]Plans - good, plans for tonight or plans for the future? \n[61]You go. I don't want to get dressed yet. Come back though.  Come back. You know, you look so relaxed, like a completely different person. \n[62]How was it? \n[63]Was that Meredith? \n[64]Meredith Logue. You were kissing somebody. Looked like Meredith. \n[65]Didn't look that way - you know - from a distance. \n[66]Why lie? \n[67]Or <i>Tom</i> and Peter even. \n[68]Really, why? Sorry, I'm completely lost. \n[69]What do you mean <i>lied about who you are?</i> \n[70]What are you talking about - you're not a nobody! That's the last thing you are. \n[71]And don't forget. I have the key. \n[72]Good things about Tom Ripley?  Could take some time!... Tom is talented. Tom is tender... Tom is beautiful... \n[73]...Tom is a mystery... \n[74]<i>...Tom is not a nobody. Tom has secrets he doesn't want to tell me, and I wish he would. Tom has nightmares. That's not a good thing. Tom has someone to love him. That is a good thing! Tom is crushing me. Tom is crushing me. Tom, you're crushing me!</i> ", "MEREDITH": "\n[1]What's your secret? \n[2]No, it's just - you are American, aren't you? - no, I just, I have so much luggage, and you're so, uh, streamlined. It's humiliating. \n[3]I'm Meredith, by the way. Meredith Randall. \n[4]Hello. \n[5]You're not the Shipping Greenleaf's? \n[6]So now, did they put your suitcase in the wrong pile? It's just - upstairs - weren't you under the R stand? I thought I saw you there. \n[7]Which is? \n[8]The funny thing is, I'm not Randall either. I'm Logue. \n[9]As in the Textile Logues. Trying to shrug off the dress. I travel under my mother's name, too. \n[10]Right. \n[11]So - partners in disguise. Bye. \n[12]Dickie! Oh my God!  Ciao. \n[13]But you're going skiing with us Yankees, aren't you? \n[14]At Christmas. To Cortina with Freddie Miles and - \n[15]Everybody knows Freddie Miles. \n[16]Now? I don't think so. But I've met him, of course, and we've chatted and I know about you and Marge and Mongi and what an unreliable rat you are. Freddie said you were a rat and I thought to myself now I know why he travels under R. \n[17]Sorry, I wouldn't have made a joke if - \n[18]The truth is if you've had money your entire life, even if you despise it, which we do - agreed? - you're only truly comfortable around other people who have it and despise it. \n[19]I've never admitted that to anyone. \n[20]Show me the other one again. I like them both. \n[21]I know you're a jazz fiend but do you absolutely hate the Opera?  I've been trying to give my tickets away, it's tomorrow, but if you were prepared to be dragged... \n[22]I thought you were enjoying yourself? \n[23]You're crazy! It's freezing out there. \n[24]Okay then, you're crazy. \n[25]Don't worry. Really. Don't worry. \n[26]No, I absolutely understand. Of course. \n[27]Beating you away. \n[28]Will you meet me tomorrow?  Just to say goodbye in the daylight, properly? So it's not just this, it's too...you should always save pain for daylight... \n[29]I don't - is that by the Spanish Steps? \n[30]Peter? Hello, it's Meredith Logue. \n[31]I won't actually, although I think this might - are you waiting for Dickie? \n[32]You were at the Opera? Well, that explains - yes I was there. I was there with Dickie. \n[33]Marge, I don't know you, so I have no right, but Dickie loves you.  He's - I think you'll find he's coming home to you. \n[34]He told me everything. I was supposed to meet him fifteen minutes ago, so I...I'm going to go now, I think. Unless he meant us to meet - which would be a little cruel, wouldn't it? \n[35]Ripley? No. I heard about him, of course, but no, I didn't meet him. \n[36]Not for me. No, grazie. \n[37]I hope I didn't complicate matters, but nothing, nothing untoward happened, nothing to prevent you from welcoming him back, from marrying him...Goodbye. Goodbye Peter, please don't get up. \n[38]Dickie?  Dickie? \n[39]Dickie, my God! \n[40]I was looking at you, your clothes, I wouldn't have known you... \n[41]What? \n[42]Hardly. I couldn't be less alone. \n[43]And co. A lot of co. Oh, God, I've thought about you so much. \n[44]When I thought about you I was mostly hating you. Where've you been hiding? \n[45]You're kidding. \n[46]You know, the whole world thinks you killed Freddie? It's terrible. \n[47]So - are you travelling under R? \n[48]Dickie, are you with Peter Smith- Kingsley?  I bet you are. My aunt thought she saw him. ", "FREDDIE": "\n[1]Ciao bello. Don't you want to fuck every woman you see.  Just once. \n[2]Hey, if I'm late, think what her husband's saying! \n[3]So let's go. I got us a table outside at Fabrizio's. \n[4]I know.  I was there. Tommy!  It's S.R.O.  Two seater. Standing Room Only.  Chop, chop, Tommy! \n[5]You're going to have to sit between us. But don't put your shoes on the seat, know what I mean, put them one on top of the other.  Okay? \n[6]Dick - you've got to hear this! \n[7]I want this job of yours, Tommy. I was just saying - You live in Italy, sleep in Dickie's house, eat Dickie's food, wear his clothes, and his father picks up the tab. If you get bored, let me know, I'll do it! \n[8]I don't think so. Come back with me to Rome. There's this great new club.  Have some drinks, lotta ladies... \n[9]Sure. \n[10]What are you doing? \n[11]Aye, aye. \n[12]Tommy - How's the peeping? Come on Tommy, you were looking.  Tommy Tommy Tommy. \n[13]Dickie? \n[14]It's Freddie. Let me in. \n[15]Dickie, come on, it's me. \n[16]Oh hello, where's Dickie? How are you? \n[17]I don't think he's at dinner at 6.30pm. If you said he was still at lunch I'd believe you. Incredible. The guy has disappeared off the face of the earth. \n[18]The landlady - as far as I could tell, the landlady said he was here right now. \n[19]Because he's been hiding from me - what happened at Christmas? \n[20]He was supposed to come skiing. I didn't get a cable or a call or a note or, frankly, a fart. \n[21]Which is horseshit.  Have you heard him play that thing? He can't. \n[22]No thanks. Some kid at the American Express Office. Are you living here? \n[23]Did this place come furnished? It doesn't look like Dickie. Horrible isn't it? - so bourgeois. \n[24]In fact the only thing which looks like Dickie is you. \n[25]Have you done something to your hair? \n[26]What? I think I'm saying it. Something's going on. He's either converted to Christianity - or to something else. \n[27]Is it on <i>\"delle Croce, just off the Corso\"</i>? You're a quick study, aren't you? Last time you didn't know your ass from your elbow, now you're giving me directions. That's not fair, you probably do know your ass from your elbow. I'll see you. \n[28]Ripley? There's someth - ", "ROVERINI": "\n[1]Dickie Greenleaf? \n[2]Inspector Roverini. Can we come in? \n[3]It's a terrible shock, eh? What time did Signor Miles leave yesterday? \n[4]So Signor Miles drove away and you did what? \n[5]Senta.  We have to ask you to stay in Rome. \n[6]So, the Doctor, he has to make the - - come se dice? \n[7]Yes, exactly, but his first, his first conclusion was that Signor Miles was killed not later than seven o'clock yesterday evening. \n[8]No. \n[9]Of course. What happened to your face? \n[10]Never. We've had many requests and, of course, we say no - even to your fiancÈe. \n[11]Even your fiancÈe...? \n[12]What about Thomas Ripley? \n[13]You and Signor Ripley went to San Remo, is that right? \n[14]November, I thought. \n[15]November 7th is my information. \n[16]And when did you last see Signor Ripley? \n[17]Does he stay with you here? \n[18]No.  Here is a pattern. Two days ago Freddie Miles is dead - he leaves your apartment and is murdered. Yesterday a little boat is found in San Remo full of rocks, and the owner tells the Police it was stolen on November 7th. We look at hotel records and we see <i>oh! Dickie Greenleaf is staying in San Remo</i> and then our boatman remembers two Americans taking a boat. \n[19]31 people. \n[20]That is Miss Sherwood now. Marge Sherwood. \n[21]May I ask...why would you speak to your friend and not your fiancÈe? \n[22]Do you have a photograph of Signor Ripley? \n[23]Now I think I have upset you. My English perhaps is coarse. \n[24]Sorry.  No-one has seen Signor Ripley since San - \n[25]You have, yes. \n[26]Good. The Goldoni. Yes - you're right. A coincidence. I look forward to our next meeting when I will be more careful with my English and persuade you to play me your saxophone. Alto. \n[27]I have a witness who thinks they saw two men getting into Mr Miles' car. She wants to identify you in a - <i>confronto</i> - line-up. Tomorrow then? \n[28]<i>Buongiorno, Miss Sherwood.  He's in but I really don't think he wants to see anyone.</i> ", "HERBERT GREENLEAF": "\n[1]Most enjoyable. Herbert Greenleaf. \n[2]I see you were at Princeton. Then you'll most likely know our son, Dick. Dickie Greenleaf... \n[3]Yes. \n[4]Of course, Dickie's idea of music is Jazz. He has a saxophone.  To my ear Jazz is just noise, just an insolent noise. \n[5]Yes.  An exceptional young man. \n[6]Mongibello. Tiny place. South of Naples. Marge, his uh, the young lade is supposedly writing some kind of book. God knows what he does. By all accounts they spend the whole time on the beach. Or his sailboat. That's my son's talent, spending his allowance. \n[7]Could you ever conceive of going to Italy, Tom, persuade my son to come home? I'd pay you.  I'd pay you 1000 dollars. \n[8]Good. Now you can go for a reason. \n[9]Tom. How are you?  You look well. \n[10]Far cry from New York. \n[11]Marge, good morning.  Unusual weather. \n[12]Pretty good.  Sticking with hot water. \n[13]San Remo. The police are amateurs. Well, my boy, it's come to a pretty pass, hasn't it? \n[14]He's being thorough, that's all. I'm learning about my son, Tom, now he's missing. I'm learning a great deal about him. I hope you can fill in some more blanks for me. Marge has been good enough to do that, about Mongibello. \n[15]This theory, the letter he left for you, the Police think that's a clear indication he was planning on doing something...to himself. \n[16]You don't want to, dear. I'd like to talk to Tom alone - perhaps this afternoon? Would you mind? Marge, what a man may say to his sweetheart and what he'll admit to another fellow - \n[17]What a waste of lives and opportunities and - \n[18]- I'd pay that fellow a hundred dollars right now to shut up! \n[19]No, Marge doesn't know the half of it. \n[20]And his passport photo? Did you hear? To scratch out your own face like that - can you imagine - the frame of mind you'd have to be in? <i>I've thought about going to the police but I can't face it. I can't face anything anymore.</i> \n[21]Well, if we all pushed him away what about him pushing us away? You've been a great friend to my son. Everything is someone else's fault. We all want to sow wild oars. Somebody's got to - what's the word? The moment someone confronts him he lashes out.  He lashes out. You know, people always say you can't choose your parents, but you can't choose your children. \n[22]<i>Marge, there's female intuition, and then there are facts -</i> \n[23]Tom. \n[24]Marge has been telling us about the rings. \n[25]Perhaps you didn't mention them because there's only one conclusion to be drawn. \n[26]I'm going to take Marge for a little walk, Tom.  Mr MacCarron wants to talk with you. \n[27]No, he should talk to you alone. ", "VERRECCHIA": "\n[1]Qui e Ripley?  <i>Who is Ripley?</i> \n[2]Ho assunto io la guida delle indagini in seguito alla negativa valutazione delle disdicevoli circostanze verificatesi con il mio predecessore Roverini che come e noto non e riuscito a impedire il verificarsi della scomparsa del signor Greenleaf, il quale era l'unica persona al momento passibile di incriminazione del reato di omicidio del signor Miles. \n[3]Quando e stata l'ultima volta che il signor Ripley ha visto il signor Greenleaf? <i>(When was the last time Ripley saw Greenleaf?)</i> \n[4]Dove e stato il signor Ripley da allora? \n[5]All'aperto? Col freddo che ha fatto? \n[6]Il signor Ripley ha sviluppate tendenze omosessuali? \n[7]Mamma mia, quante fidanzate! \n[8]Lei ha ucciso prima Freddie Miles e dopo Dickie Greenleaf! Vero? \n[9]Non e questo il luogo per le vostre conversazioni private!  <i>(This is not the place for your private conversations)</i> \n[10]Hmm. C'e questa...  <i></i> \n[11]Questa lettera e stata trovata nell'abitazione del signor Richard Greenleaf a Roma. \n[12]Of course! ", "MACCARRON": "\n[1]Mr Ripley? I'm Alvin MacCarron. \n[2]I don't care for B.S. I don't care to hear it. I don't care to speak it. \n[3]Why do you think Dickie's father sent him to Europe in the first place? Did you know at Princeton Dickie Greenleaf half- killed a boy? \n[4]At a party. Over some girl. He kicked the kid several times in the head. Put him in the hospital. The boy had a wire fixed in his jaw. The Rome Police didn't think to ask Mr Greenleaf. \n[5]Nor did they think to check whether a Thomas Ripley had ever been a student at Princeton University. I turned up a Tom Ripley who'd been a piano tuner in the music department. \n[6]See - in America we're taught to check a fact before it becomes a fact. We're taught to nose around when a girl drowns herself, find out if that girl was pregnant, find out if Dickie had an embarrassment there. \n[7]Mr Greenleaf appreciates your loyalty. He really does. Marge, she's got a hundred theories, but there are a few things she doesn't know. We hope she never knows. \n[8]Three different people saw Dickie get into Freddie Miles' car. A man who won't identify himself because he was jumping someone else's wife at the time saw Dickie removing license plates from a red sports car. The Police know about this man because he happens to be a Policeman. \n[9]I found these in the basement of Dickie's apartment. They belonged to Freddie's car. Mr Greenleaf has asked me to lose them in the canal this evening. \n[10]Mr Greenleaf also feels there was a silent promise in Dickie's letter to you which he intends to honor. He intends to transfer a good part of Dickie's income from his trust into your name. He doesn't intend to give the Italian police any information about Dickie's past. He's rather hoping you'll feel the same. "}}