{"dialogues": {"TRAVIS": "\n[1]No Sir. \n[2]Yes. \n[3]I can't sleep nights. \n[4]I know. I tried that. \n[5]I ride around nights mostly. Subways, buses. See things. Figur'd I might as well get paid for it. \n[6]You kiddin? Who else would hack through South Bronx or Harlem at night? \n[7]I'll work anywhere, anytime. I know I can't be choosy. \n[8]Clean. Real clean. As clean as my conscience. \n[9]Sorry, sir. I didn't mean that. \n[10]Also clean. \n[11]Some. Here and there. \n[12]Honorable discharge. May 1971. \n[13]No, I want long shifts. \n[14]So I hear. \n[15]No. \n[16]Yes, Sir. \n[17]April 10, 1972. Thank God for the rain which has helped wash the garbage and trash off the sidewalks. \n[18]I'm working a single now, which means stretch-shifts, six to six, sometimes six to eight in the a.m., six days a week. \n[19]It's a hustle, but it keeps me busy. I can take in three to three-fifty a week, more with skims. \n[20]Why should it be grounded? \n[21]Then it's a good guess it's grounded. \n[22]Have you tried the telephone? \n[23]No. \n[24]I work the whole city, up, down, don't make no difference to me - does to some. \n[25]They're all animals anyway. All the animals come out at night: Whores, skunk pussies, buggers, queens, fairies, dopers, junkies, sick, venal. Someday a real rain will come and wash all this scum off the streets. \n[26]What is your name? My name is Travis. \n[27]No, I'm serious, really... \n[28]That's fine. \n[29]Twelve hours of work and I still cannot sleep. The days dwindle on forever and do not end. \n[30]All my life needed was a sense of direction, a sense of someplace to go. I do not believe one should devote his life to morbid self- attention, but should become a person like other people. \n[31]I first saw her at Palantine Campaign Headquarters at 58th and Broadway. She was wearing a yellow dress, answering the phone at her desk. \n[32]Hey Wizard. \n[33]Some fleet driver for Bell just cut up. Just heard it on the radio. \n[34]Some fleet driver for Bell just got cut up.  Just heard it on the radio. \n[35]No, just some crazy fucker. Cut have his ear off. \n[36]In the jungle. 122nd. \n[37]Huh? \n[38]I have. \n[39]Nah. I suppose not. \n[40]I want to volunteer. \n[41]No. I want to volunteer to you. \n[42]Because you are the most beautiful woman I have ever seen. \n[43]Who mam? \n[44]Oh, I think he's a wonderful man. Make a great, great President. \n[45]Yes, mam. \n[46]Welfare, mam? I think the Senator's right. People should work for a living. I do. I like to work. Every day. Get those old coots off welfare and make 'em work for a change. \n[47]I'm a good worker, Betsy mam, a real good worker. \n[48]If you don't mind, mam, I'd rather work for you. \n[49]Well, Betsy mam, I drive a taxi at night. \n[50]If you don't mind, mam, I'd be mighty pleased if you'd go out and have some coffee and pie with me. \n[51]Well, Betsy mam, I drive by this place here in my taxi many times a day. And I watch you sitting here at this big long desk with these telephones, and I say to myself, that's a lonely girl. She needs a friend. And I'm gonna be her friend. \n[52]It's just to the corner, mam. In broad daytime. Nothing can happen. I'll be there to protect you. \n[53]Oh, I appreciate that, Betsy mam. I'll be here at four o'clock exactly. And... ah... Betsy... \n[54]My name is Travis. \n[55]April 26, 1972. Four o'clock p.m. I took Betsy to the Mayfair Coffee Shop on Broadway... \n[56]I had black coffee and apple pie with a slice of melted yellow cheese.  I think that was a good selection. Betsy had coffee and a fruit salad dish. She could have had anything she wanted. \n[57]I know what you mean. I've got the same problems. I just can't get things organized. Little things, I mean. Like my room, my possessions. I should get one of those signs that says, \"One of these days I'm Gonna Organezizied\". \n[58]I can believe that. \n[59]Oh, uptown. You know. Some joint. It ain't much. \n[60]I had a regular job for a while, days. You know, doin' this, doin' that. But I didn't have anything to do at night. I got kinda lonely, you know, just wandering around. So I decided to works nights. It ain't good to be alone, you know. \n[61]Yeah, well... In a cab you get to meet people. You meet lotsa people. It's good for you. \n[62]Just people people, you know. Just people. Had a dead man once. \n[63]He'd been shot. I didn't know that. He just crawled into the back seat, said \"West 45th Street\" and conked out. \n[64]I shot the meter off, for one thing. I knew I wasn't goimg to get paid. Then I dropped him off at the cop shop. They took him. \n[65]Oh, you see lots of freaky stuff in a cab. Especially when the moon's out. \n[66]The full moon. One night I had three or four weirdoes in a row and I looked up and, sure enough, there it was - the full moon. \n[67]Oh, yeah. People will do anything in front of a taxi driver. I mean anything. People too cheap to rent a hotel room, people scoring dope, people shooting up, people who want to embarrass you. It's like you're not even there, not even a person. Nobody knows you. \n[68]I know. I could have picked you up. \n[69]Late one night. About three. At the plaza. \n[70]No. It was you. You had some manila folders and a pink bag from Saks. \n[71]If it wasn't for a drunk I would have picked you up. He wanted to go to the DMZ. \n[72]South Bronx. The worst. I tried to ditch him, but he was already in the cab, so I had to take him. That's the law. Otherwise I would have picked you up. \n[73]You'd be surprised how often you see the same people, get the same fare. People have patterns. They do more or less the same things every day. I can tell. \n[74]I didn't mean you. But just ordinary people. A guy I know - Dough-Boy - met his wife that way. They got to talking. She said she usually caught the bus so he started picking her up at the bus stop, taking her home with the flag up. \n[75]Well, no... not really... had some famous people in the cab. I got this guy who makes lasers. Not regular lasers, not the big kind. Little lasers, pocket sized, small enough to clip your belt like a transistor radio, like a gun, you know. Like a ray gun. Zap. \n[76]I work a single, which means there's no replacement - no second man on the cab. Six to six, sometimes eight. Seventy-two hours a week. \n[77]Sometimes 76 or 80. Sometimes I squeeze a few more hours in the morning. Eighty miles a day, a hundred miles a night. \n[78]it keeps ya busy. \n[79]What? \n[80]I'm no pusher, Betsy. Honest. I never have pushed. \n[81]I didn't mean that, Travis. Just the part about the contradiction. \n[82]Oh. Who was that again? \n[83]Yeah. Yes. I don't follow music too much. \n[84]You work at night, you get an instinct. You can smell them. The big tippers, the stiffs, the trouble makers. Quarter is good tip for Manhattan. Queens is better, Brooklyn is best. go for the guys with suitcases. The rich are the worst tippers, hooks are lousy. Spooks are okay, but they don't live at Park Ave after all. \n[85]I called Betsy again at her office, and she said maybe we could go to a movie together after she gets off work tomorrow. That's my day off. At first she hesitated, but I called her again and she agreed. Betsy. Betsy what? I forgot to ask her last name again.  Damn. I've got to remember stuff like that. \n[86]Say, aren't you Charles Palantine, the candidate? \n[87]Well, I'm one of your biggest supporters. I tell everybody that comes in this cab that they should vote for you. \n[88]I'm sure you'll win, sir. Everybody I know is going to vote for you. I was going to put one of your stickers on my taxi but the company said it was against their policy. \n[89]I don't know, sir. I don't follow political issues much. \n[90]Well, he should clean up this city here. It's full of filth and scum. Scum and filth. It's like an open sewer. I can hardly take it. \n[91]Some days I go out and smell it then I get headaches that just stay and never go away. We need a President that would clean up this whole mess.  Flush it out. \n[92]Damn straight. \n[93]Thank you, sir. You're a good man, sir. \n[94]He'll, what else can I do with it all? \n[95]Yeah, well my stereo player is broke. But I'm sure the record is OK. \n[96]I don't follow music much. I'd like to though. Honest. \n[97]No. I thought maybe you could play it for me on your player. \n[98]I bought a couple of tickets. \n[99]No, these are the kind that couples go to. They're not like the other movies. All kinds of couples go. Honest. I've seen them. \n[100]Damn. \n[101]I forgot to get the Coca-Cola. \n[102]Where are you going? \n[103]What do you mean? \n[104]Well, I don't follow movies too much... \n[105]This is sort of high class... \n[106]Well... mostly... \n[107]We can go to another movie if you like, I don't care. I got money. There's plenty... \n[108]... there's plenty of movies around here. I haven't seen any of them, but I'm sure they're good. \n[109]You mean you don't want to go to a movie? There's plenty of movies around here. \n[110]Huh? \n[111]But... Betsy... \n[112]What about the record? \n[113]Can I call you? \n[114]Please, Betsy, I bought it for you. \n[115]But I got a taxi. \n[116]May 8, 1972. My life has taken another turn again. The days move along with regularity... \n[117]I tried to call her several times. \n[118]you feeling better? You said you didn't feel so good... \n[119]But after the first call, she would no longer come to the phone. \n[120]I also sent flowers with no luck. I should not dwell on such things, but set them behind me. The smell of the flowers only made me sicker. The headaches got worse I think I've got stomach cancer. I should not complain so. \"You're only as healthy as you feel.\" \n[121]I realize now how much she is like the others, so cold and distant. Many people are like that. They're like a union. \n[122]I'm off duty. \n[123]No, I'm off duty. \n[124]It was on. it just takes a while to warm up. Like a TV. \n[125]Yeah. \n[126]Yeah. \n[127]20 bucks? \n[128]You got a .44 Magnum? \n[129]I got money. \n[130]I want a .32.   Revolver. And a palm gun. That .22 there. \n[131]How much for everything. \n[132]How much to get a permit to carry? \n[133]Nah, this'll be fine. \n[134]Is there a firing range around? \n[135]Huh? \n[136]Yeah. I was all around. One hospital, then the next. \n[137]They'd never get me to go back. They'd have to shoot me first. You got anything to carry these in? \n[138]Huh? \n[139]Nah. I ain't interested. \n[140]May 29, 1972. I must get in shape. Too much sitting has ruined my body. Twenty-five push-ups each morning, one hundred sit-ups, one hundred knee-bends. I have quit smoking. \n[141]Total organization is necessary. Every muscle must be tight. \n[142]My body fights me always. It won't work, it won't sleep, it won't shit, it won't eat. \n[143]The idea had been growing in my brain ... \n[144]Hey 'Melio. \n[145]Hey dude! \n[146]You're gonna have to cover me on this one, 'Melio.  I can't stay for the cop show. \n[147]The hell I can't.  It's no sweat for you.  What is this for you, number five? \n[148]Thanks a lot. \n[149]Damn, damn. \n[150]Slow. \n[151]Hey Wiz, just a second.  I wanna talk to you. \n[152]Hey Wiz. \n[153]Wiz? \n[154]Look, ah, we never talked much, you and me... \n[155]I wanted to ask you something, on account you've been around so long. \n[156]Well, I just, you know... \n[157]Real down. \n[158]Sometimes it gets so I just don't know what I'm gonna do.  I get some real crazy ideas, you know?  Just go out and do somethin. \n[159]Yeah. \n[160]Like do anything, you know. \n[161]That's just about the dumbest thing I ever heard, Wizard. \n[162]Neither do I, I guess. \n[163]Thanks. \n[164]Are you a Secret Service Man? \n[165]I've seen a lot of suspicious- looking people around here today. \n[166]Oh, lots.  I don't know where they all are now.  There used to be one standing over there. \n[167]Is it hard to get to be a Secret Service Man? \n[168]I kinda thought I might make a good one.  I'm very observant. \n[169]I was in the Army too. And I'm good with crowds. \n[170]What kind of guns do you guys use? .38's? \n[171]You would, huh? \n[172]My name is Henry Krinkle -- that's with a \"K.\" K-R-I-N-K-L-E.  I live at 13 1/2 Hopper Avenue, Fair Lawn, New Jersey.  Zip code 07410. Got that? \n[173]Great, hey.  Thanks a lot. \n[174]June 11.  Eight rallies in six more days.  The time is coming. \n[175]Dear Father and Mother, June is the month, I remember, which brings not only your wedding anniversary, but also Father's Day and Mother's birthday.  I'm sorry I can't remember the exact dates, but I hope this card will take care of all of them. I'm sorry I again can not send you my address like I promised to last year, but the sensitive nature of my work for the Army demands utmost secrecy.  I know you will understand. I am healthy and well and making lots of money.  I have been going with a girl for several months and I know you would be proud if you could see her. \n[176]Her name is Betsy, but I can tell you no more than that. \n[177]Sorry, officer. \n[178]No, officer. \n[179]I hope this card finds you all well, as it does me.  I hope no one has died.  Don't worry about me. One day there will be a knock on the door and it will be me. Love, Travis. \n[180]Hello. \n[181]Well...I guess so. \n[182]You name Sport? \n[183]Your name Sport? \n[184]I'm no cop. I want some action. \n[185]Shit. \n[186]I'm no cop. \n[187]I'm hip. \n[188]Why you hang around with them greasers? \n[189]Yeah.  From the likes of them. \n[190]What's your name? \n[191]That ain't much of a name. \n[192]What's your real name? \n[193]What's your real name? \n[194]That's a nice name. \n[195]Don't you remember me?  Button your shirt. \n[196]I drive a taxi.  You tried to get away one night.  Remember? \n[197]You tried to run away in my taxi but your friend -- Sport -- wouldn't let you. \n[198]It don't matter.  I'm gonna get you outta here. \n[199]I don't want to make it.  I came here to get you out. \n[200]Can't you listen to me?  Don't you want to get out of here? \n[201]But you're the one that wanted to get away.  You're the one that came into my cab. \n[202]Do they drug you? \n[203]Listen... \n[204]I want to help you. \n[205]Fuck it!  Fuck it!  Fuck it!  Fuck it!  Fuck it!  Fuck it!  Fuck it! \n[206]Don't you understand anything? \n[207]Do you understand why I came here? \n[208]Don't you want to go? \n[209]But that one night? \n[210]Well, I tried. \n[211]Can I see you again? \n[212]No, I mean really.  This is nothing for a person to do. \n[213]Well tomorrow noon there's a... I got a... \n[214]O.K. It's a date.  I'll see you here, then. \n[215]So long, Iris. Sweet Iris. \n[216]Here's the twenty bucks, old man. You better damn well spend it right. \n[217]Where is home? \n[218]Where? \n[219]I ain't ever been there, but it don't seem like such a bad place. \n[220]But you can't live like this.  It's hell.  Girls should live at home. \n[221]Young girls are supposed to dress up, go to school, play with boys, you know, that kinda stuff. \n[222]At least I don't walk the streets like a skunk pussy.  I don't screw and fuck with killers and junkies. \n[223]That fella \"Sport\" looks like a killer to me. \n[224]Huh? \n[225]He looks like a killer. \n[226]He shoots dope too. \n[227]He's worse than an animal.  Jail's too good for scum like that. \n[228]I never been to a commune.  I don't know.  I saw pictures in a magazine, and it didn't look very clean to me. \n[229]Me?  I could never go to a place like that. \n[230]I... I don't get along with people like that. \n[231]Besides, I've got to stay here. \n[232]I've got something important to do. I can't leave. \n[233]I can't say -- it's top secret. I'm doing something for the Army. The cab thing is just part time. \n[234]Do I look like a narc? \n[235]What are you going to do about Sport and that old bastard? \n[236]You just gonna leave 'em? \n[237]Cops don't do nothin. \n[238]You can't leave 'em to do the same to other girls.  You should get rid of them. \n[239]I don't know.  Just should, though. Somebody should kill 'em.  Nobody'd miss 'em. \n[240]I'm sorry, Iris.  I didn't mean that. \n[241]Well, Iris, I look at it this way. A lot of girls come into my cab, some of them very beautiful.  And I figure all day long men have been after them: trying to touch them, talk to them, ask them out.  And they hate it.  So I figure the best I can do for them is not bother them at all.  So I don't say a thing.  I pretend I'm not even there.  I figure they'll understand that and appreciate me for it. \n[242]I think you should go home, but otherwise I think you should go. It would be great for you.  You have to get away from here.  The city's a sewer, you gotta get out of it. \n[243]I can't.  Otherwise, I would. \n[244]I'll give you the money to go.  I don't want you to take any from those guys. \n[245]I want to -- what else can I do with my money? You may not see me again--for a while. \n[246]My work may take me out of New York. \n[247]My whole life has pointed in one direction.  I see that now.  There never has been any choice for me. \n[248]Hey, Sport.  How are things? \n[249]How are things in the pimp business, hey Sport? \n[250]I'm here to see Iris. \n[251]Yeah, Iris.  You know anybody by that name? \n[252]You carry a gun? \n[253]Get it. \n[254]Show it to me. \n[255]Now suck on that. \n[256]Pgghew!  Pgghew! \n[257]Hey Charlie T. \n[258]Shit. \n[259]Hello, Betsy. \n[260]I see where Palantine got the nomination. \n[261]Well, I hope he wins. \n[262]Oh, I got over that.  It was nothing, really.  The papers always blow these things up. A little stiffness.  That'll go away.  I just sleep more, that's all. \n[263]Here we are. \n[264]No, no, please.  This fare's on me. Please. \n[265]Yeah. \n[266]Sure. ", "BETSY": "\n[1]Tom. \n[2]Tom, come here a moment. I think this canvas report is about ready to go out. Check it out with Andy, and if he okays if, have a copy made for the campaign headquarters in every county. And don't forget to add the new photo releases. \n[3]Andy usually just sends those to the national media. The local press doesn't know what to do with a position paper until UPI and AP tell them anyway. \n[4]First push the man, then the issue. Senator Palantine is first of all a dynamic man, an intelligent, interesting, fascinating man. \n[5]No, I didn't forget \"sexy\". \n[6]Oh, Tom, please. \n[7]Have you ever wondered why CBS News has the highest ratings? \n[8]Alright, forget it if you're not going to be serious, \n[9]Just what? \n[10]Maybe if you'd try thinking once in a while, you'd get somewhere. \n[11]Alright, now. You want to know why CBS has the highest ratings? You their news is any different from NBC, ABC? It's all the same news. Same stories. Same order usually. What, you thought they had good news for people, right? You thought that's why people watched CBS? I'll tell you why people watch CBS. Cronkite. The man. You got it? Not the news, not the issues, the man. If Walter Cronkite told people to eat soap, they'd do it. We are selling cars, goddamn it. \n[12]That's the last. The finish. Period. Some pople can learn. Some people can't. And you wonder why we never get serious---- \n[13]Have you been noticing anything strange? \n[14]Why's that taxi driver across the street been staring at us? \n[15]That taxi driver. The one that's been sitting here. \n[16]I don't know - but it feels like a long time. \n[17]Try holding the match like this. \n[18]This I gotta see. \n[19]Oh, are you all right? \n[20]No. I just wanted to see if you could light it that way. The guy at the newsstand can. \n[21]He happens to be missing fingers. I first noticed when - \n[22]No, why? \n[23]He's Black, OK? \n[24]As I said, he isn't Italian. Besides, I thought they just killed them. \n[25]Why don't they leave a pidgeon instead of a canary? \n[26]First, he's not Italian. Second he's not a thief. I noticed the fingers when he was getting my change - the right change. Two of his fingers are missing. Just stubs. Like they were blown away. I was putting my change in my purse when I saw him get out a cigarette. I couldn't help watching. I was dying to see how he'd light it. \n[27]No, stupid. With the stubs. That's the whole point. \n[28]No, this is young - well, I'm never sure how old Black people are - but, anyway, he isn't old. That's for sure. \n[29]And why is that? \n[30]Is that so? But what do you think of Charles Palantine? \n[31]Charles Palantine. The man you want to volunteer to help elect president. \n[32]You want to canvass? \n[33]How do you feel about Senator Palantine's stand on welfare? \n[34]Well, that's not exactly what the Senator has proposed. You might not want to canvass, but there is plenty more other work we need done: Office work, filing, poster hanging. \n[35]if you talk to Tom, he'll assign you to something. \n[36]Well, we're all working tonight. \n[37]Well, then, what is it you exactly want to do? \n[38]Why? \n[39]I don't know... \n[40]All right. All right. I'm taking a break at four o'clock. If you're here then we'll go to the corner and have some coffee and pie. \n[41]Yes? \n[42]Thank you, Travis. \n[43]I'm just going to find out what the cabbies are thinking. \n[44]We've signed up 15.000 Palantine volunteers in New York so far. The organizational problems are becoming just staggering. \n[45]Travis, I never ever met anybody like you before. \n[46]Where do you live? \n[47]So why did you decide to drive a taxi at night? \n[48]After this job, I'm looking forward to being alone for a while. \n[49]What kind of people? \n[50]Really? \n[51]What did you do? \n[52]That's really something. \n[53]The moon? \n[54]Com'on, Travis. It's not that bad. I take lots of taxis. \n[55]Huh? \n[56]Three in the morning? I don't think so. I have to go to bed early. I work days. It must have been somebody else. \n[57]You're right! Now I remember! It was after the Western regional planners were in town and the meeting went late. The next day I was completely bushed. It was unbelievable. \n[58]The DMZ? \n[59]That would have been quite a coincidence. \n[60]Well, I don't go to the Plaza every night. \n[61]That's very romantic. Some of your fares must be interesting. See any stars, politicians, deliver any babies yet? \n[62]What hours do you work? \n[63]You mean you work seventy-two hours a week. \n[64]You must be rich. \n[65]You know what you remind me of? \n[66]That song by Kris Kristofferson, where it's said \"Like a pusher, party truth, partly ficition, a walking contradiction\". \n[67]The singer? \n[68]Kris Kristofferson. \n[69]You didn't have to spend your money - ? \n[70]Travis, you haven't even played the record? \n[71]Your stereo broke? God, I could hardly stand that. I live on music. \n[72]So you haven't heard this record yet? \n[73]What are you doing? \n[74]But this is a porno movie. \n[75]What's wrong? \n[76]I'm leaving. \n[77]These are not the kind of movies I go to. \n[78]You mean these are the only kind of movies you go to? \n[79]I mean porno movies. \n[80]My God! \n[81]If you just wanted to fuck, why didn't you just come right out and say it? \n[82]No, Travis. You're a sweet guy and all that, but I think this is it. I'm going home. \n[83]No, I don't feel so good. We're just two very different kinds of people, that's all. \n[84]It's very simple. You go your way, I'll go mine. Thanks anyway, Travis. \n[85]I'm getting a taxi. \n[86]Keep it. \n[87]All right, I'll accept the record. \n[88]Taxi! \n[89]What is it?  I'm busy. \n[90]No, I don't think so. That's someone else. \n[91]Hello, Travis. \n[92]Yes.  It won't be long now. Seventeen days. \n[93]How are you, Travis?  I read about you in the papers. \n[94]Thank you, Travis. \n[95]Travis? \n[96]Maybe I'll see you again sometime, huh? ", "IRIS": "\n[1]Come on, mister, let's get outta here -- quick. \n[2]You looking for some action? \n[3]All right. You see that guy over there? His name is Sport.  Go talk to him. I'll wait here. \n[4]This is my room. \n[5]A girl needs protection. \n[6]It's your time mister.  Fifteen minutes ain't long. That cigarette burns out, your time is up. \n[7]Easy. \n[8]It's easy to remember.  Easy Lay. \n[9]I don't like my real name. \n[10]Iris. \n[11]That's what you think. \n[12]Why?  Who are you? \n[13]No. \n[14]I don't remember. \n[15]We better make it, or Sport'll get mad.  How do you want to make it? \n[16]You want to make it like this? \n[17]Why should I want to get out of here?  This is where I live. \n[18]I musta been stoned. \n[19]Oh, come off it, man. \n[20]Don't you want to make it? Can't you make it? \n[21]You can't make it, can you? I can help you. \n[22]You can do it in my mouth. \n[23]You don't have to make it, mister. \n[24]I think so.  I tried to get into your cab one night, and now you want to come and take me away. \n[25]I can leave anytime I want. \n[26]I was stoned.  That's why they stopped me.  When I'm not stoned, I got no place else to go.  They just protect me from myself. \n[27]I understand, mister.  It means something, really. \n[28]That's not hard to do. \n[29]Sure.  All right.  We'll have breakfast.  I get up about one o'clock.  Tomorrow. \n[30]Well, you want to or not? \n[31]Yes? \n[32]Thank you, Travis. \n[33]... and after that Sport and I just started hanging out... \n[34]I got so many sunglasses.  I couldn't live without my shades, man.  I must have twelve pair of shades. \n[35]Pittsburgh. \n[36]Why do you want me to go back to my parents?  They hate me.  Why do you think I split?  There ain't nothin there. \n[37]Didn't you ever hear of women's lib? \n[38]God, you are square. \n[39]Who's a killer? \n[40]He never killed nobody.  He's a Libra. \n[41]I'm a Libra too.  That's why we get along so well. \n[42]I think Cancer's make the best lovers.  My whole family are air signs. \n[43]What makes you so high and mighty? Did you ever look at your own eyeballs in a mirror.  You don't get eyes like that from... \n[44]Rock music died in 1970, that's what I think.  Before that it was fantastic.  I can tell you that. Everybody was crashing, hanging out at the Fillmore.  Me and my girlfriend Ann used to go up the fire escape, you know?  It was unbelievable.  Rock Stars everywhere. That Airplane--that's my group, man. All Libras.  But now everybody's split or got sick or busted.  I think I'll move to one of those communes in Vermont, you know? That's where all the smart ones went.  I stayed here. \n[45]Why don't you come to a commune with me? \n[46]Why not? \n[47]You a scorpion?  That's it.  You're a scorpion.  I can tell. \n[48]Why? \n[49]What's so important? \n[50]You a narc? \n[51]Yeah. \n[52]God, I don't know who's weirder, you or me. \n[53]Just leave'em.  There's plenty of other girls. \n[54]What should I do?  Call the cops? \n[55]Sport never treated me bad, honest. Never beat me up once. \n[56]How? \n[57]God.  I know where they should have a commune for you.  They should have a commune for you at Bellevue. \n[58]You're not much with girls, are you? \n[59]Do you really think I should go to the commune? \n[60]Sure you don't want to come with me? \n[61]I sure hate to go alone... \n[62]You don't have to. \n[63]What do you mean? \n[64]It's my stomach.  I got the flu. \n[65]Honest, Sport. \n[66]Don't kill him, Travis!  Don't kill him! ", "WIZARD": "\n[1]First she did her make-up. You know, I hate it when they do that. I mean she does the whole works, the mascara, the eye-shadow, the lipstick, the rouge... \n[2]The kind with a brush. \n[3]Travis. \n[4]Ask Travis. He's the ladies man. \n[5]Well, whatever the fuck it is, she used it. And then the spray perfume. You know, the real sweat kind - and, on top of that, get this, right when we're crossing the Tri- boro bridge - she changes her pantyhose! \n[6]Yeah. \n[7]Well, she was trying to keep her skirt down, sort of, you know. But it was pretty obvious what she was doing. I mean, Christ, it was rush hour and the traffic's practically standing still. \n[8]Threw on the emergency, jumped the seat and fucked her brains out - What do you think! What do I have to do? Draw you a picture? \n[9]What was I supposed to do? I was watching in the rear view. You know, just checkin' traffic. So howsit? \n[10]Sure. What do you think? She wanted to get out of the cab. I said \"Look, you're in the middle of the fucking bridge...\" \n[11]Well, I said, \"Lady, please, we're on a bridge...\" \n[12]She stayed in the cab, what's she gonna do? but she stiffed me. A real skunk. \n[13]Travis, you know Dough-Boy, Charlie \n[14]We call him Dough-Boy cause he likes the dollars. He'll chase a buck straight into Jersey. \n[15]So howsit? \n[16]Fuckin' Mau Mau land, that's what it is. \n[17]The cops and company raise hell they find out. \n[18]For a fee. \n[19]I never use mine. But it's a good thing to have. Just as a threat. \n[20]What ya gonna do with all that money, Dough-Boy? \n[21]You know Eddie, he's the new hippie kid in our group, long hair... \n[22]...he called up the Dispatcher last night.  Charlie McCall, our dispatcher... \n[23]That's the guy.  Eddie calls him up and says, \"Hey, what do you want me to do.  I'm over here at Poly Prep. I got a girl in the back and she doesn't have the fare.  She wants me to come in back and collect. What should I do? \n[24]McCall says. \"How much on the meter?\"  Eddie comes back and says \"Two-fifty.\" McCall says, \"Is she worth it\". \n[25]And the kid says, \"Yeah.  She's about 19, good-lookin.\"  McCall says, \"What can I tell you?\" \n[26]McCall says, \"Well, if you want some help I'll see if I can send some units out.\" \n[27]She was just a kid.  Stoned, you know. \n[28]You're getting a rep, Travis. \n[29]What's the action around? \n[30]One of these days we're gonna turn you in, Charlie T.  Fleecin the hicks like that. \n[31]Well, I'm shovin' on. \n[32]Yeah? \n[33]Yeah? \n[34]Shoot.  They don't call me the Wizard for nothing. \n[35]Things got ya down? \n[36]It happens. \n[37]The taxi life, you mean. \n[38]I know. \n[39]Travis, look, I dig it.  Let me explain.  You choose a certain way of life.  You live it.  It becomes what you are.  I've been a hack 27 years, the last ten at night. Still don't own my own cab.  I guess that's the way I want it. You see, that must be what I am. \n[40]Look, a person does a certain thing and that's all there is to it.  It becomes what he is.  Why fight it? What do you know?  How long you been a hack, a couple months? You're like a peg and you get dropped into a slot and you got to squirm and wiggle around a while until you fit in. \n[41]What do you expect, Bertrand Russell?  I've been a cabbie all my life, what do I know? I don't even know what you're talking about. \n[42]You fit in.  It's lonely, it's rough at first.  But you fit in. You got no choice. \n[43]Yeah.  Sorry, Wizard. \n[44]Don't worry, Killer.  You'll be all right. I seen enough to know. \n[45]A private-owner wanted to swap wheels.  Now my tires were brand new. \"Give me a couple days,\" I says. \n[46]Howsit, Charlie? Hey Travis, I think you gota fare. ", "TOM": "\n[1]The senator's white paper is almost ready, Bets. Should we wait for that? \n[2]I think we should try to get maximum coverage for this new mandatory welfare program. Push the issues. \n[3]You forgot \"sexy\". \n[4]Just didn't get around to it, huh? \n[5]Well, for Christsakes, you sound like you're selling... I don't know what... cars... not issues. \n[6]More people watch it. \n[7]No, c'mon, I'm listening. I was just... \n[8]Kidding around... you know, fun. \n[9]With who? \n[10]Well, if Cronkite's so great, why don't we run him instead? \n[11]Sure we could run him. You realize he's already of his block association. \n[12]No, why? \n[13]What taxi driver? \n[14]How long has he been there? \n[15]Well, I'll go out and ask him. \n[16]This is gotta be a game, right? \n[17]Ouch! \n[18]I'm great. Always set my fingers on fire. If you want to see another trick. I do this thing with my nose. \n[19]Ah, yes, the guy at the newsstand, Mr. Asbestos... \n[20]Is he Italian? \n[21]You sure he's not Italian? \n[22]Well, If he had been Italian, they could have been shot off. Sometimes the mob does that to teach guys a lesson, If they blow a job or something. \n[23]Don't be naive. They can't kill everybody. They have different punishments for different things. Like, if they kill a stool pidgeon, they leave a canary on the body. It's symbolic. \n[24]I don't know. Maybe they don't leave a canary. Don't be technical. What I'm saying is if this newsstand guy's Italian and his fingers are gone, maybe he's a thief. \n[25]With the other hand, right? \n[26]I know that guy. His hand looks like a paw. An old Black guy, the newsstand at - \n[27]Show me how he did that again. \n[28]If you'll come this way. \n[29]Bets. \n[30]It's 12:30 now. You'll have fifteen minutes before the actual luncheon begins. \n[31]And in some other places too... \n[32]Betsy, come over here a moment. \n[33]Just follow me. \n[34]Look there. No, over further - get your glasses - yes, over there.  Isn't that little guy the same guy that was bugging you around the office about a month ago? \n[35]Now look more closely.  Look around the eyes and chin.  See?  See there? \n[36]Oh, Iris? \n[37]My name's Travis. \n[38]C'mon, Senator.  That was a class dinner.  The St. Regis is a class joint.  That was veal. \n[39]Those TV cameras do.  I caught the rally on CBS.  You looked a little paunchy. ", "ANDY": "\n[1]Hello Travis. \n[2]This is fine, Dough-Boy Pay Dough-Boy here. \n[3]Dough-Boy probably told you I don't carry any Saturday Night Specials or crap like that. It's all out of State, clean, brand new, top-of- the-line stuff. \n[4]That's an expensive gun. \n[5]It's a monster. Can stop a car -- put a bullet right into the block. A premium high resale gun. $350 -- that's only a hundred over list. \n[6]I could sell this gun in Harlem for $500 today - but I just deal high quality goods to high quality people. Now this may be a little big for practical use, in which case I'd recommend the .38 Smith and Wesson Special. Fine solid gun - nickel plated. Snub-nosed, otherwise the same as the service revolver. Now that'll stop anything that moves and it's handy, flexible. \n[7]The Magnum, you know, that's only if you want to splatter it against the wall. The movies have driven up the price of the Magnum anyway. Everybody wants them now. But the Wesson .38 - only $250 - and worth every dime of it. Throw in a holster for $10. \n[8]Some of these guns are like toys, but a Smith and Wesson, man, you can hit somebody over the head with it and it will still come back dead on.  Nothing beats quality. You interested in an automatic? \n[9]That's the Colt .25 - a fine little gun. Don't do a lot of damage, but it's as fast as the Devil. Handy little gun, you can carry it almost anywhere. I'll throw it in for another $125. \n[10]The .32's $150 - and you're really getting a good deal now - and all together it comes to, ah, seven eighty-five for four pieces and a holster. He'll, I'll give you the holster, we'll make it seventy-five and you've got a deal - a good one. \n[11]Well, you're talking big money now. I'd say at least five grand, maybe more, and it would take a while to check it out. The way things are going now $5.000 is probably low. You see, I try not to fool with the small-time crap. Too risky, too little bread. Say 6 G's, but if I get the permit it'll be as solid as the Empire State Building. \n[12]You can't carry in a cab even with a permit - so why bother? \n[13]Sure, here, take this card, go to this place and give 'em the card. They'll charge you, but there won't be any hassle. \n[14]You in Nam? Can't help but notice your jacket? \n[15]Vietnam? I saw it on your jacket. Where were you? Bet you got to handle a lot of weapons out there. \n[16]It's he'll out there all right. A real shit-eatin' war. I'll say this, though: It's bringing a lot of fantastic guns. The market's flooded. Colt automatics are all over. \n[17]Sure. \n[18]You like ball games? \n[19]I can get you front and center. What do you like? I can get you Mets, Knicks, Rangers? Hell, I can get you the Mayor's box. \n[20]Okay, okay. \n[21]Wait a second, Travis. I'll walk you out. ", "SPORT": "\n[1]Come on, baby, let's go.  This is all a real drag. \n[2]Just forget all about this, cabbie. It's nothing. \n[3]Here, officer, take me in.  I'm clean.  I didn't do it.  Got a ticket once in Jersey.  That's all. Honest, officer. \n[4]Anything you say, officer. \n[5]I saw.  $20 fifteen minutes.  $30 half hour. \n[6]Take it or leave it. \n[7]No, not me.  There'll be an elderly gent to take the bread. \n[8]Catch you later, Copper. \n[9]Well, if you are, it's entrapment already. \n[10]Funny, you don't look hip. \n[11]What's the matter, baby, don't you feel right? \n[12]Oh, baby, there ain't no flu.  You know that, baby. \n[13]You're just tired, baby.  You just need your man.  I am your man, you know.  You are my woman.  I wouldn't be nothing without you. \n[14]I know this may not mean anything to you, baby, but sometimes I get so emotional, sometimes I think, I wish every man could have what I have now, that every woman could be loved the way I love you.  I go home and I think what it would be without you, and then I thank God for you.  I think to myself, man, you are so lucky.  You got a woman who loves you, who needs you, a woman who keeps you strong.  It's just you and me.  I'm nothing without you.  I can go like this for ever and ever.  We can do it, baby.  You and me.  Just you and me. \n[15]O.K., cowboy. \n[16]What's going on? \n[17]Iris? \n[18]Wha -- ? \n[19]No. Hillbilly, you'd better get your wise ass outa here and quick, or you're gonna be in trouble. \n[20]Hey, mister, I don't know what's going on here.  This don't make any sense. ", "PERSONNEL OFFICER": "\n[1]No trouble with the Hack Bureau? \n[2]Got your license? \n[3]So why do you want to be a taxi driver? \n[4]There's porno theatres for that. \n[5]So whatja do now? \n[6]We don't need any misfits around here, son. \n[7]You want to work uptown nights? \n[8]How's your driving record? \n[9]Listen, son, you gonna get smart, you can leave right now. \n[10]Physical? Criminal? \n[11]Age? \n[12]Twenty-six. \n[13]Education? \n[14]Military record? \n[15]You moonlightin? \n[16]We hire a lot of moonlighters here. \n[17]Hell, we ain't that much fussy anyway. There's always opening on one fleet or another. Fill out these forms and give them to the girl at the desk, and leave your phone number. You gotta phone? \n[18]Well then check back tomorrow. ", "PALANTINE": "\n[1]Yes I am. \n[2]Why, thank you Travis. \n[3]I'll tell you, Travis, I've learned more about this country sitting in taxi cabs than in the board room of General Motors. \n[4]Travis, what single thing would you want the next President of this country to do most? \n[5]There must be something... \n[6]I know what you mean, Travis, and it's not going to be easy. We're going to have to make some radical changes. \n[7]Nice talking to you, Travis. \n[8]The time has come to put an end to the things that divide us: racism, poverty, way -- and to those persons who seek to divide us. Never have I seen such a group of high officials from the President to Senate leaders to Cabinet members... \n[9]... pit black against white, young against old, sow anger, disunity and suspicion -- and all in the name of the \"good of the country.\" Well, their game is over. All their games are over.  Now is the time to stand up against such foolishness, propaganda and demagoguery.  Now is the time for one man to stand up and accept his neighbor, for one man to give in order that all might receive.  Is unity and love of common good such a lost thing? \n[10]It wasn't?  I thought it was.  It tasted like chicken. \n[11]Was it?  It sure tasted like chicken to me. Lately, everything tastes like chicken to me. \n[12]What about it?  I took 20 off before we started this thing. \n[13]Ten?  I don't think so.  You really think so?  Ten? \n[14]I don't think I gained ten pounds. \n[15]Jesus Christ. \n[16]... and with your help we will go on to victry at the polls Tuesday. \n[17]On to victory in Miami Beach next month and on to victory next November! ", "YOUNG PASSENGER": "\n[1]471 Central Park West. \n[2]Just pull over to the curb a moment. \n[3]Yeah, that's fine. Just sit here. \n[4]Cabbie, ya see that light up there on the seventh floor, three windows from this side of the building? \n[5]Ya see that woman there? \n[6]That's my wife. But it ain't my apartment. A nigger lives there. She left me two weeks ago. It took me this long to find out where she went. I'm gonna kill her. \n[7]What do you think of that, cabbie? \n[8]Huh? What do you think of that, huh? \n[9]I'm gonna kill her with a .44 Magnum pistol. \n[10]Did you ever see what a .44 can do to a woman's face, cabbie? Did you ever see what it can do to a woman's pussy, cabbie? \n[11]I'm going to put it right up to her, cabbie. Right in her, cabbie. You must think I'm real sick, huh? A real pervert. Sitting here and talking about a woman's pussy and a .44, huh? ", "CHARLIE T": "\n[1]This is on the two-way with about a hundred and fifty cars listenin in. \n[2]Yeah.  About a hundred and fifty. \n[3]Hiya Killer. \n[4]Got the five you owe me, Killer? \n[5]Shit yes.  Night woulda been dead if I hadn't grabbed an outatowner at Kennedy.  Took him roun the horn and got a five dollar tip to boot. \n[6]Hell, I know'd you to do worse. \n[7]It's a living. \n[8]See ya, Killer.  Don't forget your pea shooter. \n[9]Howdy Wizard, Killer. \n[10]Don't mess with the Killer. \n[11]Take it slow, Killer. ", "SECRET SERVICE MAN": "\n[1]Why do you ask? \n[2]Who? \n[3]Why? \n[4]Oh? \n[5]Is that so? \n[6]Look, um, if you give me your name and address, we'll send you the information on how to apply. \n[7]Sure. \n[8]Sure, Henry.  I got it all.  We'll send you all the stuff all right. \n[9]Detain that man! ", "TRAVIS (CONTD)": "\n[1]Some won't take spooks - Hell, don't make no difference tom me. \n[2]Each night when I return the cab to the garage I have to clean the come off the back seat. Some nights I clean off the blood. \n[3]She appeared like an angel out of this open sewer. Out of this filthy mass. She is alone: They cannot touch her. \n[4]... one day indistinguishable from the next, a long continuous chain, then suddenly - there is a change. \n[5]... for some time.  True Force. All the king's men cannot put it back together again. \n[6]Listen you screwheads: Here is a man ... \n[7]... who wouldn't take it any more, a man who stood up against the scum, the cunts, the dogs, the filth.  Here is ... ", "MAN IN BUSINESS SUIT": "\n[1]Is Kennedy operating, cabbie? Is it grounded? \n[2]Listen - I mean I just saw the needle of the Empire State Building. You can't see it for the fog! \n[3]The Empire State in fog means something, don't it? Do you know, or don't you? What is your number, cabbie? \n[4]There isn't time for that. In other words, you don't know. \n[5]Well, you should know, damn it, or who else would know? Pull over right here. Why don't you stick your goddamn head out of the goddamn window once in a while and find out about the goddamn fog! \n[6]Taxi! Taxi! ", "CONCESSION GIRL": "\n[1]Kin I help ya? \n[2]Awh, come off it, Pal. \n[3]Ya want me to call da boss? Huh? That what you want? \n[4]No, no, it's alright. I'll have a big Coca-Cola - without ice - and a large buttered popcorn, and... ... some of them chocolate covered malted milk balls... and ju-jukes, a box. They last. \n[5]We don't have ju-jukes. We don't have Coca-Cola. We only got Royal Crown Cola. \n[6]That's a dollar forty-seven. ", "OLD MAN": "\n[1]Hey cowboy! \n[2]The rod. Gimme the rod, cowboy. \n[3]This ain't Dodge City, cowboy.  You don't need no piece. I'm keepin' time. \n[4]I think this is yours, cowboy. \n[5]Come back anytime you want, cowboy. But without the rod -- please. \n[6]Don't kill me!  Don't kill me! "}}