{"dialogues": {"RACHEL": "\n[1]Mommy \n[2]Momma, come play with me. In my room. But her mother keeps painting across a door. \n[3]Right now, mommy, okay? BARBARA looks at her, or rather through her. And continues her task. RACHEL steps forward, tugs on her mom's \n[4]I got a idea, we could-- -- and gets , , splat, right-in the face with the brush \n[5]Hello? It's my mom. She's doing some... some wrong things. She's doing wrong things, so, and, you should come. \n[6]Momma! She starts towards her, but the OFFICER holds her back. \n[7]She breaks free, races into. 4. \n[8]joy. \n[9]Sorry. She picks through her cold cereal in silence. \n[10]Yes, ma'am. May I be excused? Without waiting for a reply, she stands and gathers the bowl.  And you should take that thing outta your nose. Don't you have enough holes in your head? As she turns away, RACHEL makes a face, but replies. \n[11]Yes, sir. \n[12]Later, Walt. On WALTER, bummed. \n[13]She speaks. She opens her mouth and sounds come out. The sounds are words. LTA gives her a Cheshire cat grin. \n[14]Why are you so weiz.ly happy? \n[15]Do you look any... Oh, my gawd. You did it. \n[16]C'mon. ' 1 Fess up. \n[17]You suck. \n[18]Love. JESSE looks at her, pensive. \n[19]Best blood. SUE pushes her way through the crowd, sees a stunned RACHEL, puts an arm around her shoulder. \n[20]I never cry. Miss Snell? She was so happy this morning. I don't understand. Why would she-- The INTERCOM BOX squawks: \n[21]You look great, mama. \n[22]Things are really great. Last night I, um, I had this slumber party, with some girlfriends. And this morning, Mrs. Wallace made us all pancakes before school. \n[23]Oh, they are. A nice family. \n[24]Nothing, I just... I miss those crepes you used to make me. \n[25]That would be so great. \n[26]Yes, mama. \n[27]C'mon, c'mon. Let me out! The door buzzes and she shoves through. \n[28]Oh! She peels off her headphones. \n[29]Uh-huh. The true romantic. MARK leans over JESSE, his voice low now, intimate. \n[30]No. 25. \n[31]They're not your pictures. \n[32]I don't think so. \n[33]Cause I'm a dyke. JESSE laughs. MARK doesn't. He knows she's putting him on and bores holes into her. \n[34]Daddy's home. She walks to her bedroom and closes the door. 28. \n[35]Walter! And she breaks into a run. WALTER looks back, starts running, this is all fun for him. There's the low BLEAT of a TRUCK'S HORN and then... The high, piercing SQUEAL of a wounded animal. In the road, WALTER, laying flat, keening in pain. She runs to him and in one continuous motion SCOOPS him into her arms. RACHEL, in the middle of the two lanes. She turns as.__ \n[36]Help me! Please! It speeds past, dangerously close. Another set of LIGHTS. \n[37]Stop! Please, stop! But the CAR passes, blaring its horn. She spins,around. is bearing down on her. She holds her ground. \n[38]THE CAR'S WINDSHIELD -- CRACKS, crazes, as if it hit with a sharp, fierce projectile. THE CAR -- lays down rubber as it screeches to a halt. JESSE is at the wheel. Sees through the crazed windshield: RACHEL, splattered with dog's blood. He gets out, stares at his'windshield, shaken-up, groping for some explanation. \n[39]\n[40]It's my fault. He should have been in bed with me. \n[41]His name's Walter. will he be all right? The VET's intensely focused on inserting an I.V. into the dog. \n[42]some. 31. \n[43]But it's... you know, like the song says, you hurt yourself to see if you can still feel. I'm sorry. \n[44]For making you-- \n[45]And I'm sorry about your windshield, about your car. \n[46]You can be sorry for things that aren't your fault. The VET enters, drying her hands. RACHEL sits up, bracing herself for the bad news. JESSE puts an arm around her seat back, getting ready to hold her. \n[47]Can I see him? \n[48]Lisa hLUd them. \n[49]Sometimes I'd see someone, from behind, and I'd know, I'd just know, it was Lisa. And then she'd turn ound, and it wasn't. But sometimes, you know, it was. And now... Whenever I see someone who looks like her, and she turns around... it won't be... ever. They both go quiet, not knowing what to say. \n[50]I know. I hope I didn't ru;.n \n[51]You're very polite, for a jock. \n[52]I don't have any-- \n[53]Or hitchhike. \n[54]or I could wait for my limo, \n[55]Thank you. For everything. 34. \n[56]Sure. \n[57]Yeah. \n[58]Dry weather. \n[59]Lisa don't! Somebody stop her! Stop! SLOW MOTION -- LISA falls through the air towards the car, arms outstretched, hair trailing like black flames. SMASH -- she goes through the windshield, but the face is \n[60]Yesterday morning, she told me she'd, uh, lost her virginity. KELTON looks at SUE, produces the photo of LISA with ERIC. \n[61]Sure. Eric Stark. He's on the team. KELTON gestures to SUE and they step out into... 36. \n[62]okay. Fine. Can I go no SUE opens a file on her desk. \n[63]She's gonna be fine. \n[64]I guess. I mean, you seem pretty normal. \n[65]Why? \n[66]Normal, huh? Get real, I know I'm ten times more likely to get it than most people. \n[67]They're happy, - 'z-rig as they get 38. \n[68]Never met the gentleman. My mom won't even tell me his name. RACHEL stares at a ceramic MUG of coffee, very close o the edge of the desk. \n[69]You're right, I.lost my mom, I lost my, friend, the people who cared about me. But you only get paid to care. \n[70]sorry. I must've knocked it. SUE, the color draining from her face. \n[71]know. I know what you did. A chill goes through him. Not saying a word, he turns, walks through the crowd, looks back. She's still rooted, staring him down. \n[72]Good. I'm picking him up today. Why aren't you hanging out with your friends over there? \n[73]What do you wane from me? 40. \n[74]--yeah. Okay. \n[75]He asked me out. \n[76]I said, \"Okay, its your funeral.\" \n[77]She's beautiful. \n[78]jy are going to be late. She hears her doorbell go off. 45. \n[79]What'd you forget your-- There's nobody there. --keys? She looks around, closes the door, locks it, wraps her towel tighter. \n[80]Oh, god, oh, god. Not now. Stop Suddenly all goes silent. She jumps as... The PHONE RINGS near her. She scoops up the cordless. Beat. \n[81]Hello? 46. There's a long pause on the other end. \n[82]Who is this? \n[83]Knock it off. Is this you, Arnie? \n[84]What do you want? \n[85]I'm calling the police. She hangs up, dials 911, fumbling with the knife. \n[86]No! The WINDOW SMASHES down on the intruder's HAND. There's a muffled YELL outside and the HAND is extracted. \n[87]Yes. It's okay. Things are fine. She hangs up as a clueless BOYD takes in her freaked-out appearance. \n[88]Nothing. She retreats into her bedroom, looks at the Window. The PHONE RINGS in her hand. She answers. \n[89]curled on her bed with WALTER, calls out: \n[90]I'm not here. \n[91]You tell me what happened last night. \n[92]No, don't... maybe all this isn't such a good idea. \n[93]I mean, guys like you are supposed to date girls like Tracy. \n[94]All right. Okay.  Yes. JESSE lets her pass, with a chivalrous after-you sweep of his hand, then falls in next to her. RACHEL'S arm is grabbed by... \n[95]What are those, tonight's Top-Ten list? \n[96]You're wasting your time. \n[97]False. I don't see the point- \n[98]This ddesn't make any sense. \n[99]False. She sets down the SNOW DOME. \n[100]True. \n[101]False. \n[102]True. 52. SUE looks up, surprised. \n[103]I have a dog. SUE nods, watches RACHEL closely as she takes her time with this one, not reading off a card. \n[104]\n[105]--and fuck you. You're not my mother! RACHEL turns to go. SUE jumps up, grabs her arm, and... \n[106]Mama, what was it like? WhEn you started to... when things went bad. What did it feel like, what did you see? \n[107]Did you see things move by themselves? Please, mama. I have to know. \n[108]My foster-dad taught me on his semi truck. Where we going? \n[109]All of them? \n[110]Anybody answer? \n[111]And the other? \n[112]Who? 63. \n[113]So your dad wrote a book, color me impressed. \n[114]And you like that. \n[115]What's wrong with that? Sounds like a nice life. \n[116]It's not so great. Sometimes I wish I could just be one of the shiny, happy people. Does that surprise you? \n[117]I used to know this guy, could suck a strand of spaghetti through his mouth and out his nose. He called it Brain Flossing. JESSE smiles. \n[118]He had a talent. You. You got football. It'll get you outta this place. You can make your own path after that. Write your own book. \n[119]Um, I don't know how to say this. 65. \n[120]But I've never... \n[121]And, I'd want it to be special. Like you ring the doorbell, with flowers in your hand. \n[122]Daisies. \n[123]\n[124]I don't really get football. \n[125]All right. I'll be there. \n[126]Sure, go practice. Go be great. Live the life you want. \n[127]I don't know. I have a hard time picturing it. \n[128]What do you mean? \n[129]Uh-huh. Can I get a hint? \n[130]Where are you taking me? \n[131]Happy homecoming. Can we go? This place is spooky. Gives me the creeps. \n[132]You just said. A fire. \n[133]They think a boiler blew up, okay? Am I gonna be graded on this? \n[134]Everybody has. \n[135]Supposedly, she set the fire, as part \n[136]of a revenge-suicide thing. Elvis was her date and they escaped in a U.F.O. I know what happened to that snow dome, on my desk. \n[137]It fell. \n[138]I'm cold. Let's go. \n[139]What are you saying I have? \n[140]With all respect, lady, you're seriously bat-shit. I'm walking, back to the real world. SUE's voice is low, quiet. \n[141]I don't believe you. She never told me, why would she tell you? \n[142]So then it's Arkham for me? \n[143]You want to know what I'm feeling today? `Happy. Happier than I've ever been. So I don't want or need your help. RACHEL runs off. SUE follows, trips on the rubble, falls. \n[144]You're normal. At the end of the counter, the PERFUME WOMAN approaches a SALESWOMAN helping MONICA. \n[145]Uh, just looking. The woman gives her a smile of devastating insincerity, crosses her arms and just stands there. RACHEL gets her drift. MONICA walks up behind RA \n[146]Thought she was gonna frisk me. \n[147]Nothing. Just lookin'. \n[148]No. \n[149]There's a shock. \n[150]Uh-huh. \n[151]Um, sure. How much are these? \n[152]Took it off. \n[153]No. Let's go. \n[154]I feel like.., we're being watched. She looks up at the MOOSE HEAD's MARBLE EYES, reflecting firelight. JESSE drapes his jacket over the MOOSE HEAD. \n[155]Feel scared. \n[156]I'm sorry, I just feel... weird. I don't know. Oh, wow, I am really losing my mind here. \n[157]Thanks, but... \n[158]Thought that was a bunt. What? \n[159]I'm kidding, I'm kidding. \n[160]Do they have to hit him that hard? \n[161]Jess! THE HOMETOWN CROWD rises to their feet as... JESSE stays down, hurt. \n[162]Oh, no. RACHEL strains to see him as the team circles around JESSE. 86. FOUR PHOTOGRAPHERS rush along the sideline to snap shots, their cameras flashing. JESSE sits up, stands, shakes his head to clear it as he jogs to the sideline. \n[163]Thank, God. He's okay. \n[164]Yeah. \n[165]No. Well, yeah, actually some. \n[166]What type is that? There's an awkward pause which MONICA breaks. \n[167]No, I'd rather wait for Jesse. \n[168]Is that tonight's game? \n[169]What other game? \n[170]What? \n[171]Twenty-two? RACHEL stops dancing as she spots LISA PARKER's name at the bottom of ERIC's column with the number four next to it. \n[172]Lisa. \n[173]Oh, God MARK leans in to RACHEL, who hasn't noticed JESSE. \n[174]Mama. Maury? BARBARA'S P.O.V. o but it's a FOUR-YEAR-OLD RACHEL, pristine, without tattoos. BARBARA blinks and her P.O.V. is of a TEN-YEAR-OLD RACHEL, reaching for her. Mama, please. BARBARA blinks and it's now... The 17-YEAR-OLD RACHEL, covered in blood and tattoos. She looks her daughter in the eyes, backs away in terror. \n[175]Don't leave me, mama. But her mother disappears into the shadows. \n[176]Please, I don't have... anyone. She rolls onto her back, looks up at the STARRY NIGHT. \n[177]Please, God, let me die... And she tightly shuts her eyes. \n[178].love you. JESSE tenderly kisses her lips. And all the TATTOOS fade from her face and body Love. Her face is serene. JESSE traces his fingers across her brow, embraces her, the flames start to encircle them, just like in RACHEL's nightmare. JESSE pulls RACHEL over the debris ridden floor toward the back windows, but stumbles and goes down. Her eyes flutter open. \n[179]Leave. Get out Instead of leaving her, JESSE hugs RACHEL closer. The sleeve of his jacket catches flames. And he accepts his fate. RACHEL shuts her eyes, gives one last TELEKINETIC PUSH... ", "JESSE": "\n[1]I don't know, you ever have a conversation with her? It's like talking down a well. She only wants me cause I'm on the football team. \n[2]That's harsh, man, keep it down. \n[3]Well, then Romeo and Juliet isn't a tragedy, because the only way they could really be together was in death. \n[4]All right, all right. ERIC leans over to MARK, urgently whispers, and the two of them move to... 22. \n[5]Sorry, didn't scare you, did I? RACHEL turns, slides LISA's PICTURES into an envelope. MARK checks her out, likes what.he sees, nudges JESSE. \n[6]You're... Rachel, right? She nods, surprised he knows she's alive, much less knows her name. \n[7]I'm Jesse. \n[8]Hey, cool. it. \n[9]I'm sorry, it's not you. its me. \n[10]Nobody. \n[11]Oh. Nothing. 27. \n[12]Doesn't it bother you that a girl offed herself today? \n[13]What? \n[14]Damn. What... damn. RACHEL staggers up to him, holding a shivering mass of fur. \n[15]Oh, my god. \n[16]Everything's gonna be all right. His voice is not entirely convincing. 30. Through the spidered windshield: The car's headlights pierce the night. \n[17]Let's go. Best thing's to let her do her work. JESSE gently guides RACHEL away, who keeps looking back at her dog. \n[18]Your dog's gonna be okay. She nods, unconvinced. \n[19]God, I almost roadkilled you. Are you sure you're all right? She nods. They hear a muffled, \"pmt\", from the VET in the examining room. JESSE tries to take RACHEL's mind off it. \n[20]That tattoo on your arm, its pretty. Hurt a lot when you got it? \n[21]Yeah? \n[22]For what? \n[23]No problem. Glad to help, you know. \n[24]How bizarre was that,, huh? Anyway, wasn't your fault. \n[25]Better. You don't look like a mass- murderer now. She smiles, sips a coffee. A country song comes on the jukebox. \n[26]Wow, this music. Guess we should just count ourselves lucky it ain't Hanson. \n[27]She was a friend of yours? She nods. \n[28]really sorry. \n[29]Wow. It's late. \"ve got football practice tomorrow. \n[30]No, if it wasn't for you I wouldn't have had this nutritious medl, \n[31]The compliments, they just keep on comin'. He drops some money on the table. \n[32]'s cool, I got it. Can I give you a Et home or something? I can walk \n[33]Yeah, right. \n[34]Right. \n[35]You could. You could just wait fo that limo. \n[36]\n[37]I guess I'll see you in school tomorrow? \n[38]You'll let me know how Walter's doing? \n[39]Good night. He extends his hand. She takes it. 3i2! The SHOCK of static electricity. Their words are simultaneous. \n[40]Acrylic sweater. They both laugh. Then go quiet. Then just stare at each other. Then the moment is gone. RACHEL gets out of the car, through the gate, back inside her house. JESSE watches her go. Starts his engine, and his car \n[41]Hi. How's Walter? \n[42]What's up? What's wrong? She sees the hurt look in his eyes and softens. \n[43]I just wanted to, you know, see how you're doing. Over his shoulder she can see the stir his presence aC Freak Hall is causing among... \n[44]So you'll meet me tonight, at the \n[45]Okay. See you. Tonight. ARNIE sees the Patio Girls glancing at RACHEL. She sits an ARNIE nudges her. \n[46]I hate this bullshit. \n[47]Okay. Thank you, then. He hangs up. Checks his watch. Waits. \n[48]Hey, what happened to you last night? I waited. \n[49]What? ON RACHEL and JESSE as she tells him what happened last night. He gets more and more agitated. TRACY is wearing her glasses as she and MONICA watch JESSE from the Patio. \n[50]Okay, don't worry, I'll talk to Mark, I'll take care of it \n[51]All what? \n[52]I'm picking you up tonight. We're gonna have a nice, mellow date. RACHEL stands, silent, torn. The BELL RINGS, everybody starts filing in.. She moves, he smiles, blocks her way. \n[53]I'm not going anywhere till you say yes. \n[54]Can't, Coach. \n[55]Well, I'm not a dog today, Coach, I'm a vegetarian. \n[56]Sorry, Coach. No can do. \n[57]You. What's with the stunt you pulled last night? \n[58]What you did at Rachel's. \n[59]Tell me, I'll pass it on. \n[60]Screw Eric, he's a big boy. He made his own decisions, he's gotta live with 'em. And stay away from Rachel, or deal with me. 55. \n[61]Don't call her a skank, don't call her a slut. \n[62]We screw with girls, use them, because it makes us feel like big men-- \n[63]No. We just grew up together. And he walks away. On MARK. Pissed. He sees JESSE left his letter jacket behind, hanging on the locker. \n[64]That's my dad's dealership. Y all that will be mine. 62. \n[65]You are good. I'm impressed. \n[66]Before he sold cars, my dad wanted to write this book: One Hundred Senators Pick Their Favorite Restaurants.' So, he wrote, to all of them. \n[67]Dear Senator So-and-so, I am writing a book. \n[68]Yes. No. Sort of. She laughs. \n[69]He got two letters back. one was a form letter which said, 'Thank you for your support.' \n[70]The other was from Hubert Humphrey. \n[71]He was the vice-President once. He wrote back a three page letter, raving about a place called Wally's Burger Hut. My dad was knocked-out. \n[72]He never wrote it. Or he was going to, and then my sister was born, and then I was born. And there was this car dealership, and it was security. So your dad wanted to be a writer. How'd his kid end up being this sweaty armpit jock? \n[73]Sometimes when they throw me the ball, it feels like time just slows down. And I know where to be and how to get there. When I have that feeling I catch it. Always. Every time. \n[74]Yeah, I love it. Except. My dad. He's got my life all mapped out. He wants me to take over the business. \n[75]Selling used cars is not what I want. And, unless I nail that football scholarship,' that's what I'll get. Wow. I can't believe I'm telling you all this. I've never said any of this out loud to anyone before.  Must be great not having to be like anyone else. 64. \n[76]Everything about you surprises me. There's the soft pops of rain hitting the car as it begins to drizzle, then it comes down hard. \n[77]Yeah? Want to come with me? She smiles. He leans forward. And she pulls away-, afraid, then decides to let him. They kiss. Then she pulls away. \n[78]What? \n[79]Yeah? \n[80]Oh. \n[81]Right. So... what's your favorite flower? \n[82]--later. She pulls away, exits, closes the door for the-- \n[83]So, you're coming to the game, right? \n[84]C'mon. I need you, for good luck. \n[85]Good. I have practice today, but I can pick you up later, seven thirty? \n[86]What kind of life do you want? 67. \n[87]Well if you can't, I'll do it for you. \n[88]I will predict your future. \n[89]'m in it. ON THE PATIO -- are TRACY, MARK and MONICA, watching the. \n[90]Don't play with me. \n[91]Keep going. \n[92]I'm not the one you should be apologizing to. \n[93]Yeah. MARK extracts a KEY RING from his jacket, pulls a KEY off. \n[94]What happened to that little thing you wear, that, uh... He gestures to hib'nose, indicating her stud. \n[95]Too bad. I like it. It's different. RACHEL looks at the car seat. On it are DAISIES. \n[96]Just, you know, throw'em in the back. \n[97]It was nice of mark to lend us the place. He's really tryin' to make peace. Invited .s to his party. But we won't go if y;,u,d be uncomfortable. 79. He moves to the bed. \n[98]Great.  What's wrong? \n[99]Sorry, Bullwinkle, lights out.  Feel better? \n[100]Funny. He too., He leans in to her. She backs away, like a skittish doe. \n[101]It's okay. Rachel, it's okay. It doesn't have to be tonight. Whenever you're ready. And, hey, you know what, you're the sanest person I know. And that's exactly what she needed to hear. She cups the back of his neck and pulls his lips to hers. They kiss; a deep, healing kiss. \n[102]on the sideline bench. He scans the crowd behind him, sees. A NOTRE DAME SCOUT, wearing a \"Fighting Irish jacket, toting a clipboard. JESSE then spots RACHEL in the stands, gives her a reassuring grin. She glances at the SCOUT, smiles back at JESSE. TRACY sees them, is none too happy. SLOW MOTION -- A whistle sounds as a FOOTBALL is kicked to start the game. The BALL spins end over end until... 84. It's caught by a BULLDOG receiver who starts his return, then is popped hard and FUMBLES. An OPPOSING PLAYER leaps onto the ball on the muddy quagmire of a field. n the stands... \n[103]Brad, can you tell Rachel I'll be out soon? Have her wait for me. \n[104]Damn it. Under a pool of lamplight -- HIS CAR has had its tires slashed and someone has sprayed in red Carlin uies!â\u0096 across the door. TRACY pulls up in. her BMW, wearing her cheerleading outfit. \n[105]Yeah. \n[106]You goin' to Mark's? \n[107]What... JESSE pushes his way through the crowd, trying to get to RACHEL. TRACY throws an arm around him, kisses his neck. \n[108]Rachel... He tries to shrug off TRACY, but ERIC and CHUCK grab his arms and pull him back into the crowd. \n[109]Rachel! MARK pushes RACHEL towards BRAD. \n[110]Rachel, listen. I swear, d know they were taping us. d never hurt you. She looks at his pleading eyes. \n[111]\n[112]I love you . And oulls her closer. \n[113]Rachel. Gat out, now. Go. And the KNIFE and the CORKSCREW drop away, releasing him. He falls to the floor, drags himself over... and takes RACHEL in his arms. He cradles her. She whispers and he bends over to hear. She whispers again... \n[114]Jesus. WALTER, Rachel's dog, hops on his lap, licks at.his face. The sad-eyed DOG whimpers'and,JESSE scratches him. In the distance the CLOCK TOWER BELL can be heard CHIMING MIDNIGHT: One, two... As JESSE looks down and his eyes widen in surprise: Somehow, he's scrawled on the notebook paper on the desk in front of him: kINg of HELL Or, if you only look at the capitalized letters, it reads: Around it, the same phrase is written over and over again: kINg of HELL kINg of HELL kINg of HELL kINg of HELL kINg of HELL kINg of HELL kINg of HELL kINg of HELL JESSE lowers the dog How did... Trails off as he stares at the page. The CLOCK BELL in the background is still CHIMING: give, six, seven and... 110. T h e F R E N C H DOORS fly o behind JESSE. ns. It's the wind. The DOG starts barkin \n[115]Ssshhhh. Relax, boy. He takes a-deep breath, flips the page on the notebook, resumes his cram session. On the floor, the DOG looks at the open French doors, then scurries under the bed. JESSE is writing, in the MIRROR above h A WOMAN' s FIGURE anding in the French doors, her face hidden up, sees the WOMAN reflected, spins to watch her stop forward into the light. It's RACHEL, in hAk slip dress. \n[116]Rachel? RACHEL smiles. She lifts her arms to him. \n[117]Rachel. He rises, envelops her in his arms, and kisses her. He pulls back to take her in. T!!s two of thaw are reflected in ANOTHER MIRROR behind the r 's door. opens her mouth to speak -- ", "MARK": "\n[1]She was having a bad hairday. A group of PATIO GIRLS sit at another table. Among them is MONICA, a stunning brunette, AMY a cute redhead and TRACY, an icy BLONDE who could spend all day checking her makeup. JESSE looks over. TRACY graces him with a smile and turns away. MARK leans in to JESSE. \n[2]Hey, Jess. Tracy, she wants you, man. Jump her bones. \n[3]So what? You want her to want you cause of your dazzling personality? Look, you want someone to talk to, you got us. H, you screw. \n[4]When you wake up in the morning, and she's sleeping on your arm, and the only way to get up is to wake her. So you gnaw your arm off instead. BRAD snorts a laugh. A goatee'd ENGLISH TEACHER nods to both camps as he passes. \n[5]Backfield in motion. PULL BACK TO -- Pub decor with football paraphernalia everywhere; Bulldog lamps and paw prints painted on the floor. The bar's packed with local BUSINESSMEN. JESSE, MARK and the other BULLDOGS are in a corner booth. A.middle-aged, bearded WAILER with half his face bur -SS-arred approaches. \n[6]Hey, Al, we'll have three 1ï¿½.rge pepperoni pies and two pitchers of beer. \n[7]Yo, Jes$, I think Tracy's following you. He pulls out the black NOTEBOOK. ERIC eyes it, gets very nervous. \n[8]Now then, according to the scoreboard Jess, you'd have to bag every girl here to catch up. You need the points. I'll give ya ten for Tracy. \n[9]And she freaked and took a header. \n[10]No one knows 'bout you and her. \n[11]Shit. Okay. I'll handle it. \n[12]Eric, relax, its me, Mark. I'll handle it. The WAITER sets a pitcher of soda and cups on the table. AT THE BAR -- MR. STARK, a rotund lawyer in his 40's, takes a pitcher of beer from the BARTENDER. \n[13]Absolutely. We're gonna crush Carlin Friday and make it seven years in a'row. \n[14]It's good to be king. \n[15]So, Rachel, there were some pictures Lisa took. They have, what you might call sentimental value. She just stares at him. MARK pulls a twenty from his wallet. \n[16]Twenty bucks cover it? \n[17]What do you mean? I'll go thirty. \n[18]Well it's not like she's gonna be picking them up, is it? RACHEL turns away. JESSE glares at MARK. \n[19]Rachel, why don't I come by when you get off and, you know, take you for a ride? JESSE cocks an ear for her reply, but she doesn't answer. \n[20]Why not? \n[21]Let's go, Jess. The car pulls away, MARK glances in the REARVIEW MIRROR at RACHEL, framed like a target. \n[22]Bitch. I'll show you funny. ON RACHEL -- watching them go. Seconds later, a SHERIFF'S CRUISER pulls up. 26. \n[23]He shoots, he scores. ON TRACY -- in the front seat, using the rearview to adjust her makeup, pleased with what she sees. She glances at JESSE as he re-enters on the driver's side. \n[24]Bitch wouldn't give it to me. Stay frosty, no one else knows anything. It's still at the photomat, I'll get it. \n[25]Not me. I love it. MARK pops up, grabs a steak, rips off a bite, and runs full tilt at the, blocking tackle, smashing into it with meaning. \n[26]What happened? \n[27]Relax, that's bullshit. Your dad's a lawyer, he'll kill that talk dead. \n[28]What about Carlin? \n[29]I tried. That Rachel bitch wouldn't give'em to me.. \n[30]Hey, dogs! C'mon, we got a mission. BRAD and CHUCK run to MARK's car, jump over and into the back as MARK peels out. \n[31]who is Wig? \n[32]Ding, ding, ding. Wrgnq, guess again. \n[33]You. The JIGGLING and the TAPPING starts up again, loud. The BOYS VOICES are heard outside chanting... \n[34]Rachel, come out and play now. RACHEL grabs a knife from the kitchen, backs into... \n[35]Don't go tellin' stories about my Eric. Click and the line goes dead. She hangs up. The PHONE RINGS again. She doesn't answer. \n[36]Brad, how many points he gonna get for straightening a dyke? \n[37]What's with him? \n[38]Jess, what's the matter? \n[39]What? Papering McCabe's house? I asked you if you-- \n[40]what? We were just sendin' her a message. JESSE slams his locker closed. \n[41]Look, man. She's getting Eric in all kinds a shit. I mean, if he gets charged with rape, there goes any \n[42]What are you getting bent for? She's just a burnout, a slut-- BANG as JESSE shoves MARK against a locker. MARK shoves him back. The rest of the PLAYERS in the background go quiet. \n[43]What's wrong with you? \n[44]Get to the bad part. \n[45]What are you talking about? We're friends, we're all friends. \n[46]Let's nail the bitch. Plan a way to screw her like she's screwing us. .TRACY, a wicked smile as she nods. 68. \n[47]Hey.  Just wanted to say two things. I'm sorry. Maybe I overreacted. \n[48]I'm not. We've been friends since we could both pee standing up. And I thought we'd be best friends forever. Never thought some girl could come between that. Look, I know I'm scum. I'm lower than scum, I'm smegma, I'm butt lint. 72. \n[49]I'm sorry. \n[50]You're right. I'll come up with a way to make it up, to b of you.  tryin', brother, I'm tryin'. \n[51]Hey, man, I got it. This girl, this Rachel, is special to you, huh? \n[52]The cabin. My folks aren't there. Get away from all of us idiots. Go have a romantic time. JESSE looks at him. MARK tosses the key, JESSE catches it. MARK smiles. \n[53]And bring her to my party. I'll show you we can be one big, happy family. \n[54]C'mon, Jess, you're up. JESSE stares in horror at how identical they all look now. Then he starts to... giggle, then breaks into laughter, turns and walks away. \n[55]Hey, Chuckzilla, why don't you put on the highlights tape? \n[56]Yeah, tonight's game. \n[57]No, it's the other game. Still dancing, she turns back to the group. 93. \n[58]The game you were in. The others laugh. She smiles, confused. \n[59]Yeah, yeah, what was the score? Chuckie, pass me the scoreboard, I wanna show Rachel how she helped Jesse win the game. CHUCK pulls the BLACK NOTEBOOK next to the CD's off a shelf, pretends he's a quarterback hiking a ball. Twenty-four, twenty-six, hut, hut, hut. He drops back to pass the NOTEBOOK. \n[60]Rachel, catch! He throws the NOTEBOOK through the air, where it tumbles end over end for a few slow beats, then is caught by her. 94. \n[61]Open it. Go 'head, read off the scores. \n[62]What's Eric's score? \n[63]What's up, Rach? You know someone on that list? \n[64]Oh, yeah, Lisa, forgot about her. \n[65]Rach, look under Jesses's name, how many points you get? \n[66]No, more than that, remember, we thought Rach was a dyke. He got extra-points for the conversion. \n[67]See, we didn't think Jess could do i so he offered to get evidence, proof that he'd scored you. \n[68]Lookie, lookie, Rachel. RACHEL realizes people are watching something behind her, then laughing at her. She turns and sees... The IMAGES of her and JESSE on the TV. Her face goes slack with horror. \n[69]Jess was disappointed with the picture quality, but I told him it was better than Pam and Tommy Lee's tape. \n[70]Why don't we ask Jesse? He turns and calls out. \n[71]Hey, Jesse! Over here! JESSE looks over and his eyes meet RACHEL's, but she just stares back, horrified. Then he sees the TV set behind her \n[72]Rachel! Rachel! She tries to get away, but BRAD pushes her into MONICA who shoves her to AMY as they join in the chanting. Rachel! \n[73]What the fuck? ON JESSE -- as he screams again. A CORKSCREW has pierced his other hand, at waist level. The SCREW spins around, burrowing into his flesh. 99. Everyone on that side of the room stops dead, taking in the bizarre sight. RACHEL straightens up and... The kitchen door CLOSES... The glass doors to the back yard slide SHUT... The front door SLAMS. \n[74]God, it'ls her! She's doing it! SUE moves towards RACHEL. \n[75]lowers his shoulder, crashes through a closing door into. \n[76]Wait till she's closer. TRACY tightens her finger on the trigger. RACHEL's eyes narrow and... TRACY's glasses shatter into her eyes, spewing blood milky fluid. Aaaaa... She staggers, fires her shotgun into ERIC's groin and he lands sitting next to the pool. A dying ERIC stares at his shredded lap, then falls over. MARK looks at his dead friend. Oh, shit. .recovers, and swings his aim back at RACHEL. But his rifle goes sailing over his head and into the grass twenty feet behind him. He makes eye-contact with a grim RACHEL advancing toward him, and hauls ass. RACHEL glances at a coiled GARDEN HOSE and it springs to life, slithering through the grass and across the concrete at high speed to wrap around MARK's ankle and trip him up. He hits the ground hard and rolls over to find the hose twisting around his legs and up his waist like a python. ", "SUE": "\n[1]Corns. Come with me. Let's back off. One step. Good. Let's back away. PULL BACK to see the widening circles of shock as the students of Bergen High realize what's just occurred. \n[2]Was she a friend? This is a place where you can calk about it. 16. \n[3]Or not. But if you need to, I'm always here. SUE takes RACHEL's hand. RACHEL looks up at her, eyes welling. Bur she doesn't cry. \n[4]It's okay. Let it out. \n[5]We will observe, at exactly two p.m... -- Her voice emanates from an INTERCOM BOX high on a classroom wall. STUDENTS bow their heads. \n[6].a moment of silence. \n[7]Lisa Parker may be gone, but she will not be forgotten by her friends. \n[8]What is it? \n[9]Rachel, is there anything in there that strikes a chord for you? Do you know what Lisa was referring to? \n[10]Robbie, I had a Freshman crying in the hall last week. I couldn't get anything out of her, but her friend told me a football player slept with her, then dumped her. \n[11]Eric's 18. Lisa was 15. That's statutory rape. \n[12]Then let's make it. I don't know what's going on around here, but if that's what it takes to stop it, let's stop it, before someone else's daughter kills herself. \n[13]How are you feeling? \n[14]I was looking at chic last night. it says here your mom's in Arkham. How's your mom doing? 37. \n[15]I spent some time up there. As a patient. RACHEL looks surprised. \n[16]Does that surprise you? \n[17]Thanks. i try. You visit your moat often? \n[18]Is that scary for you? \n[19]Well, children of schizophrenics sometimes live with the fear of it happening to them. At your age, it's perfectly normal to be afraid of turning out like your parents. \n[20]You're right. I'm sorry. So. You've been in a series of foster homes since you were, what, four? \n[21]How's your foster family? \n[22]What about your real father? \n[23]Rachel, in a way, you've lost your mother. And now you've lost a friend. Losing someone can be a very lonely, painful place to be. \n[24]I really do care. How can I show you that I do? RACHEL is silent, staring at the MUG. \n[25]Rachel? But RACHEL's shut off, pushing down a storm of emotions. \n[26]You know, this room is a place where if you have feelings, you can talk about them. You can let them out. RACHEL shifts. SUE sees RACHEL's forearm near the coffee MUG. And, as if by proximity alone, it EDGES off the end of the desk -- And FALLS -- RACHEL catches it in one smooth motion just before it hits. \n[27]I didn't... see you knock it. 39. The DOOR swings open and the PRINCIPAL walks in, lays a computer printout on her desk. \n[28]ure... sure. She turns, and RACHEL is gone. \n[29]These are just an exercise that will let me know how to help you better. \n[30]Just answer true or false to these statements.  \"There's a man inside the television set who tells me what to do.\" \n[31]\"Sometimes my thoughts assume the form of a giant insect.\" \n[32]Answer true or false and this won't take all day. Again: \"Sometimes my \n[33]\"If you want to play the piano well, you have to practice.\" \n[34]\"I can see sounds and hear colors.\" \n[35]\"Large furry animals crawl on my face every night while I sleep.\" \n[36]Sometimes I can move things with my thoughts. Beat. RACHEL stares at her, a million thoughts racing. Another beat. The only sound is the clock ticking on SUE's desk. RACHEL grabs her backpack and stands. \n[37]Honey, sit down. I just want to hel \n[38]July. June. May. \n[39]You can do this. She gets out of her car, holding a box of chocolates. \n[40]I'm here to see Barbara Lang. \n[41]Hello, Doctor Nelson. 59. \n[42]I'm visiting the mother of one of my students. \n[43]Mrs. Lang, it's important that I know his name. \n[44]I promise you, I'll keep the information in the strictest confidence. BARBARA just looks at her, chewing. \n[45]I'm just trying to help Rachel. She seems very troubled and I'm worried about her. \n[46]I am. Yes. \n[47]No. No I don't. BARBARA laughs. almost hysterically. SUE's thrown. BARBARA regains herself, then, with tremendous conviction... \n[48]Rachel needs my help. She... She has a... a disease, a genetic disorder I think her father passed on to her. I need to know so I can help her. Who was her father, Mrs. Lang? es SUE, then goes quiet, lost in her memories. 61. \n[49]So they are half-sisters. \n[50]There's something you have to see. \n[51]This used to be the school for the whole district. Chamberlain High. It was closed down in 1976. \n[52]There was a fire here that year. The night of the prom. Seventy-three people died. A few of us survived. \n[53]I haven't really been here in over twenty years. But it feels like I've been back here every day since. \n[54]Do you know what happened here? \n[55]What caused it? \n[56]Come on, you've heard of Carrie White. \n[57]And? \n[58]We both saw it. RACHEL looks at her, isn't going to talk about this. \n[59]I know everything there is to know about Carrie White. She did this. It began with what you did, with the snow dome. Then it got out of control. \n[60]It's a genetic recessive trait. The male is the carrier, when he combines with the right female, the trait surfaces in their offspring, usually in women. Like King's Disease, hemophilia. \n[61]Its a trait, Rachel, you inherited. Telekinesis. \n[62]Your mother told me your father was Ralph White. Carrie's father. It stops RACHEL in her tracks. 71. \n[63]You need help-- Like what? Like they helped you? \n[64]Yes. No. \n[65]No. I can help you, get it under control. \n[66]Rachel! \n[67]Rachel needs help. She doesn't believe me and I'm afraid for her. I want you to tell her who her father was. Why? \n[68]She'll believe it from your lips. Mrs. Lang, I really need your help, before it's too late. I can take you to her. Will you help me? BARBARA slowly nods, yes. \n[69]I guess she didn't want to worry you. \n[70]Stop! Stop it! RACHEL has her gaze locked on... MARK, who realizes he's a dead man. He moves toward a shattered window, through which some PEOPLE escape. But RACHEL turns her head slightly and... A TELEKINETIC PULSE travels across the row of LIQUOR BOTTLES at the bar, exploding them one-by-one, spraying alcohol which douses SUE. A FLAMING LOG erupts from the fireplace... Striking the alcohol-drenched BAR, setting a blazing trail and lighting the curtains on fire, creating a wall of FLAMES before the windows. \n[71]Stop it! You don't want to-- drenched clothes catch flames... and she , A. 102. A screaming SUE pitches forward, rolls on the floor to put out the flames, but caly succeeds in lighting another trail of liquor which creates a barrier to the backyard windows. In the eye of the storm is BARBARA, shaking her head in denial, muttering, as her mental state rapidly deteriorates. ", "MONICA": "\n[1]Look at Jesse, talking to a burnout. TRACY turns, slips on a stylish pair of DKNY glasses. \n[2]Come on Trace, you're caviar, she's cheeze whiz. He'll come around. He's just letting little Jesse do the thinking for big Jesse. BACK TO -- A pissed-off JESSE. \n[3]Disrespected? \n[4]Finally, she's going into the mall. \n[5]Oh, hi. Karen, this is a friend of mine from school. The SALESWOMAN nods, moves away. \n[6]She does Step Class with my mom. You should see the scars from her liposuction. RACHEL edges way, checking out the lipsticks, but MONICA trails her. 76. \n[7]What are you looking for? \n[8]Is it perhaps, something to wear on a date? Perhaps with a certain jock- hunk we all know? \n[9]You know, Tracy isn't universally loved. \n[10]Exhibit A. I think she's a Melrose Place superbitch. RACHEL cracks a hint of a smile. \n[11]You have great lips. No, really. Look, this shade would look very kissable on you. Soft. MONICA goes to apply the lipstick on her. RACHEL pulls away. \n[12]Trust me. See, Tracy tried to steal Brad from me. Now hold still. And RACHEL does. \n[13]So, he invite you to the game? Just nod. RACHEL nods. \n[14]Well, there's a big party after. I hope you can go. I know it would mean a lot to Jesse if we all got along. 77. \n[15]Good. See? Checking in a mirror, RACHEL sees she's right. \n[16]Here, these two would also rock on you. The SALESWOMAN reappears. \n[17]Maybe next time. Bye. She pulls RACHEL away. As they walk the SALESWOMAN keeps looking at RACHEL with distaste. \n[18]Here, I kleptoed it for you. She slips RACHEL the lipstick. \n[19]Rachel, Rach, over here. Hey. Grab a seat. Looking around, RACHEL sees she's surrounded by Patio People. \n[20]Oh, please, you're.not gonna sit by your lonesome. There's plenty of room, if Amy;here slides her bubble butt. \n[21]No, no, it's an extra point when you score the kick after the touchdown. A safety is when you get tackled with the ball in your own end zone. \n[22]Okay, listen. Here's what Brad told me to say, doesn't matter if something good or bad happens, just say \"You. gotta be fuckin' kiddin' mel\" No matter what, just say that. It'll sound like you know what's going on. \n[23]Amy, Rachel's worried about Jesse. \n[24]You gotta be... wow. RACHEL stands there, open-mouthed, relieved, but unsure if she had anything to do with what just happened. \n[25]Rachel, did you hear that, Jesse's talking to the scout, isn't that great? \n[26]C'mon, I'll give you a ride to Mark's. \n[27]Sure, Arnie, wait here. I'll come back for ya.. . And she waltzes past him. \n[28]. in two or three years. ARNIE points at a passing RACHEL. \n[29]To new friends. They raise their glasses and RACHEL joins in with a hesitant smile. Their glasses clink together for the... \n[30]Check out the tattoo on her arm wild huh? \n[31]I'm dying to get one, but my mom would have a shit fit. \n[32]A slut.  That's why you should take all of us in for tattoos! AMY and the other GIRLS laugh. RACHEL softens, joining in. She looks around at everyone at the party, laughing, dancing. The shiny, happy people. it feels weird, but here she is. She smiles, takes a sip of her drink. By the stereo, MARK cranks up the music as CHUCK dances over to AMY, pulls her into the dancing CROWD. BRAD grabs MONICA. \n[33]Oh, c'mon, Rachel. He'd want you to have fun. \n[34]All right, girl. RACHEL smiles. BRAD starts dancing before RACHEL. SLOW MOTION -- CLOSE on RACHEL's face, dancing, beaming. For a few moments, everything seems perfect. And she throws her head back and laughs. MARK dances into the group. \n[35]Two, four, six, eight-- \n[36]Look at her face, this is priceless. At the front door, JESSE walks in, TRACY behind him. He looks around, hasn't seen what's going on yet. ERIC intercepts him, turning JESSE away from the TV. \n[37]Here comes Jesse's big play! \n[38]Rachel! Rachel! Drowning out JESSE's cries. RACHEL's P.Q.V. -- spinning around. A NIGHTMARISH GALLERY of dancing, jostling torsos, TWISTED FACES and LAUGHING MOUTHS, smirking and pointing at her. ", "BARBARA": "\n[1]Yes, baby, I really am feeling so much better. I feel so good on the inside, I must be glowing on the outside. \n[2]Lord, you come all the way out here, we can't keep talking about me. How are you? I wane to hear every little thing I'm missing. 19. RACHEL takes a deep breath, working extra hard to seem happy and well adjusted today. \n[3]The Wallaces sure are a nice family. \n[4]What's wrong? \n[5]Oh, honey, those.crepes weren't nothing but watered down pancakes.  Come here baby. She gives her daughter a big hug. \n[6]Now you listen to me, the doctors say I'm doing well. You know what that means? That means someday, soon, you and I are gonna be eating crepes for breakfast, lunch and dinner. For the first time, RACHEL's smile is genuine. \n[7]Oh, I look at you, remembering what you were like at five, at ten...  All I need is a little Loving Care for these grey hairs and we'll make up for all the time we've lost. ooks at a wall clock 20. \n[8]Now you get going before you're late for work. \n[9]Well, first, I thought I saw the devil in your eyes. Then I started to see people's faces looking... deformed, like they'd had plastic surgery, or the bones were moving under their skin. For a while, I thought I had this bi snake wrapped around my neck, and I couldn't'talk, or it would try to go down my mouth. sits, thinking. BARBARA looks at her in confusion for a long beat. \n[10]There is something different about you. Baby, are you all right? Yeah. Yes. Everything's fine. Everything's gonna be all right. \n[11]Thank you for the chocolates. Thoughtful of you. \n[12]Why would she need to? Hrs. Lang, I need to know who he was. \n[13]sorry, that's private. 60. \n[14]I really don't see how that's any of your business. \n[15]You're worried? Very worried \n[16]You don't have children, do you, miss? \n[17]Then you don't kzgx. You will never ever know, how terrifying children can be. SUE, frustrated, it's like punching water with this wo \n[18]I did tell Rachel how I met him. He said it was love at first sight. I was his waitress. I insisted he try the cherry pie, 'cause I'd baked it myself. He said, with every bite of that pie, he could see our future together. By the time he got to the crust, he could see what I would look like, all old and saggy... and he still loved me.  He left me after Rachel was born. I never told her because, people around here aren't too fond of Carrie White, for what she did. I didn't want her having to grow up with that. His name was Ralph. Ralph White. SUEgoes cold. \n[19]No, this couldn't be it. Rachel said it was a real nice house, surrounded by trees, with a pool in the back. \n[20]No, this isn't happening. It isn't happening, isn't happening... MARK pulls ERIC by the shirt collar and they careen down... \n[21]Rachel! A weakened RACHEL lays by the pool. She seems to be snapping out of her trance as she rolls over and sees BARBARA. RACHEL shudders and suddenly just looks like a wet, scared little girl reaching for her mother. \n[22]What are you? You're not my little girl. No. The devil's in you. ", "TRACY": "\n[1]Who would love her? \n[2]It's okay. You should save your energy for the game anyway. JESSE opens the door, stands outside, tucking in his shirt. MARK and CHUCK make a crude humping gesture to JESSE. He hesitates, then nods at them. MARK pulls out the SCOREBOARD and enters JESSE's name with TRACY's and the number 10. \n[3]What are you thinking about? \n[4]I asked what, not who. \n[5]Why? She wasn't anybody. \n[6]I mean, I didn't know her. You know, I still don't have a date to Mark's party Friday. Hint, hint. She leans over and nibbles on JESSE's ear. He pulls away, forces a smile and turns the ignition. \n[7]She's not very good in daylight is she? wonder where she keeps her coffin. \n[8]Carlin creeps! At Freak Hall, ARNIE rises, wipes egg yolk from his hair. \n[9]What is wrong with this movie: does he see in her? \n[10]If he's gonna do it, you know, be seen talking in public with someone else, he should show some respect.  He should show me the respect, at least, to be seen with someone pretty. Someone cool. Someone who counts. Amy or you, you know, ate. Instead, it's Its. And I feel... \n[11]That's right. I wish there was something I could do to make him come to his senses. On MARK's face, a slow, insidious grin that seems to spread into eternity appears. \n[12]What? \n[13]Perfect. We have the homefield advantage. \n[14]Oh, wow, that sucks. Further proof Carlin guys are gravy sucking pigs. \n[15]Need a ride? \n[16]Wouldn't miss it. Hop in. As he gets into her car, TRACY has one hand on the wheel, the other hanging out her window. She drops something as JESSE closes the door. REVEAL a CAN of red spray paint TRACY dropped onto the parking lot's tarmac. \n[17]Just a quick stop at my house, want to change my outfit. Her car pulls off... \n[18]He told me he was thinking of me when he fucked you. 97. Seeing MARK laughing, JESSE realizes what's going on. \n[19]What's going on Mark? I dunno. The floor starts to shake like a small earthquake. All the PARTYGOERS go still, looking around at each other. The room is frozen, even though the music keeps pounding. MARK looks at RACHEL, her disheveled hair partially obscures her features, but her eyes are glowing. \n[20]Screw that, get the shotguns! Shaking, freaked out, they gather weapons. ", "BRAD": "\n[1]Hold it. I did her last week, I only got five. \n[2]Do her, Jess. \n[3]Who's place is this, again? \n[4]Oh, shit. \n[5]Yo, lover boy, whatsa matter? Didn't ya nut that tattoo chick yet? \n[6]Twenty, no, thirty. They fingertip high-five each other. 54. \n[7]Jess, you score the skank yet? JESSE just glares at him, walks away. \n[8]Must be that time of the month. \n[9]It's gonna be a while, Jess is talkin' to the scout, he said for you to go ahead to the party. \n[10]C'mon, wench, let's dance. He pulls MONICA into the crowd, and she gestures for RACHEL to join them. 92. \n[11]The one you played. \n[12]Post-pattern, Mark! Ducking around DANCERS, MARK raises his hands for the pass. KIDS start to notice their antics and start laughing. BRAD passes the book over to MARK who catches it, mimes spiking it for a touchdown and does a silly victory dance. MONICA laughs and turns to RACHEL, who laughs, even though she still looks a bit befuddled. \n[13]Start with Eric. \n[14]Four. But maybe he shoulda lost those when she offed herself. 95. \n[15]points? Try thirty. RACHEL stares at the book, stunned, trying to make sense of it. \n[16]Hey, is that a zit on your ass? RACHEL has tears streaming down her face for the first time since she was four years old. She bows her head. 98. \n[17]Holy shit. He releases her. RACHEL raises her head, eyes glowing with pain and rage, her broken heart turned to stone., The delicate THORN VINE has grown across her chin, cheekbone and forehead, swirling around to end on her other cheek. A stunned BRAD backs away from her. JESSE breaks free of ERIC's grip, slugs CHUCK and pushes his way towards RACHEL. Her HEART POUNDS at an alarming rate as she slowly turns and sees JESSE coming at her, his arms out to take her in his embrace. ", "CHUCK": "\n[1]Hey, Mark, the girl over there, how many if I do her? 10. Six. \n[2]What's the matter with you, she's got an ass stamped \"Made in Heaven \n[3]Woof- Coyote date. \n[4]He scored two touchdowns on you last time, dude. \n[5]Do her, do her, do her. d the others join in. \n[6]Aww, coach. \n[7]Nimrod. It's Carlin's quarterback. MARK and ERIC pull up in Mark's Mustang convertible. \n[8]We did it for the big game. \n[9]Careful! Don't break anything, or Mark'll have my head on,a plate. \n[10]You mean tonight's game? MARK shares a laugh and a glance with MONICA and B \n[11]Okay. Let's go to the videotape: He dances out of the group over to the VCR where he pops out a tape and inserts a tape marked \"Bulldogs Highlights\". RACHEL turns around, sees the large screen TV PLAYING images of the Bulldogs playing football. \n[12]Go long, Bradzilla. MARK laughs as BRAD circles around RACHEL, twists between other dancers. CHUCK tosses the NOTEBOOK over RACHEL and BRAD leaps up to catch it. \n[13]Yeah, start with poor Eric. She opens the book, looks at the pages with a quizzical expression. She sees the Bulldog names across the top of the page with lists of girls beneath each one. Every girl has a number next to her with a total at the bottom. \n[14]How many points was she? ", "WALSH": "\n[1]All right, as you can see from last year's tape, the Carlin Cougars are a tough, physical team. So Friday, it's gonna be kill or be killed. COACH WALSH, a charmless John Wayne, stands near the TV. The BULLDOGS sit on benches before him. On the VIDEO -.- MARK misses an easy block. WALSH points. \n[2]Here, we can see mark Sing kissing an opposing player good-bye. There are hoots of derision from the other PLAYERS. MARK nods. ERIC leans into MARK, speaks low. \n[3]You two ladies back there gossiping? No, sir. \n[4]Excellent. Then you can give me fifty when we hit the field. 42. \n[5]C'mon girls, those are love taps!  Potter, show me you're a dog. \n[6]You know the drill. The other PLAYERS begin a BARKING CHANT. CHUCK strips off his helmet, jogs to the bench and opens a styrofoam cooler, within it are slabs of raw steak on blood soaked ice.. \n[7]Show me you're a dog, Potter. The barking rises as the PLAYERS psyche up CHUCK, who chews off a bite of the raw meat. JESSE whispers to MARK... \n[8]You're a piece of work, Bing. MARK takes a bow as he jogs away, chewing. He spots the SHERIFF's CRUISER pulling --p to the practice field. \n[9]What was that? 'hat are you, Miss Manners? Show me you're a dog, Ryan. JESSE looks at the styrofoam cooler on the bench. A few of the nearby PLAYERS begin their barking chant. 53. \n[10]Say what? The barking trails off. The other boys are stunned. \n[11]Since when? Don't give me that. Show me you're a dog, Ryan. \n[12]I need the boy for the game. \n[13]Those kinds of girls know what they're getting in to. Eric's a good kid, he may be guilty of some youthful \n[14]Ryan, Notre Dame scout's-here, wants to talk to you first. JESSE nods, turns to BRAD. ", "ERIC": "\n[1]What's a coyote date? \n[2]When Lisa asked me to lunch, she was actin' like were on the road to marriage or something. I told her to wake up, she was just a pump, a nut. \n[3]And now I freakin.'. The Notre Dame scout's comin' Friday and it this gets out, I mean, sex and suicide? Catholic schools frown on that shit. \n[4]Lisa took a picture of me with. her. \n[5]How? \n[6]Hi, dad. STARK winks, takes MARK's empty cup and fills it with beer below the table. \n[7]You didn't get the picture? \n[8]No, sir. Never. KELTON produces the photo of LISA and ERIC. \n[9]Kelton, man, with that sheriff's badge he pulled out of a cereal box. Somebody told him I did Lisa. He nails me with a picture of me and her, starts talking statutory rape. \n[10]So I'm suspended. And Coach, Coach he up and does this scene where he says, \"give me your helmet.\" 44. \n[11]What about Carlin? Game of the year, football scouts are gonna be there and I'm gonna be sittin' on the bench with my thumb up my...  You said you were gonna get the pictures. \n[12]She's the one who put me and Lisa together. Shit. what are we gonna do, Mark? \n[13]Hey, man, what did the scout say? Behind Rte... THE TV SET -- between shots of players grunting, tackling and smashing into each other, longer and longer segments appear of... ", "ENGLISH TEACHER": "\n[1]Hello Montagues, hello Capulets. A BELL goes off and the STUDENTS start filing into school. LISA waves the tips of her fingers to RACHEL, bye-bye. RACHEL looks over, catches a glimpse of JESSE, across the line of demarcation. For a piece of a second it seems as if he's looking back. She drops her head, walks away. \n[2]Okay, then how many saw the movie? A show of hands, all the girls, some of the boys. \n[3]Now, how many read the play? \n[4]I thank you for your honesty, but I am saddened. I'd like to think we're here to study William Shakespeare, not worship at the altar of Leo DiCaprio. Scattered laughs. \n[5]I was going to calk about the language. But since you haven't Z&amp;&amp;d the language, let's talk about the plot. 12. Sighs of relief \n[6]Romeo and Juliet, a tale of two lovers meant for each other, pulled apart by their families, society, and, some might say, by fate. Why is it that we are so moved by love stories that end with separation? The STUDENT' s faces are blank. \n[7]What are some other stories with this theme? How about, Dr. Zhivago? Casablanca? Still blank. AMY timidly raises her hand. \n[8]Okay, well. Perhaps at some level we know that Lauren Holly's husband AIM to show up? What say? Anyone? Rachel? I don't know that I believe in it. \n[9]Believe in what? \n[10]Well, then you've got bigger problems than passing this crass. 13. \n[11]Do you think that all love stories are tragedies? I mean, unless they die at the same time, all lovers are eventually separated by death. \n[12]Very good.  A foul cynic, most cliche.  A true romantic, how refreshing. Kids scoff at JESSE, but RACHEL eyes JESSE, struck by this side of him. The BELL rings and ARNIE leads the exodus. \n[13]Next assignment, Brave New World, the book, not the TV movie. ", "KELTON": "\n[1]Looks like a suicide note.  .and a stub. Royal Photos. \n[2]Hi. He holds out Lisa's PHOTO STUB. RACHEL takes it, sees the name, her eyes widen. \n[3]\"For a moment, I thought someone was actually seeing me. But it was all a lie...\" \n[4]\"Eric lied when he said I was special. And I guess I was lying to myself when I believed him.\" He folds the note. \n[5]You recognize this boy? \n[6]What do you think? \n[7]Nothing illegal about breaking a girl's heart. \n[8]That's a stretch. \n[9]All right. I'll look into it. \n[10]So, you're saying you never met or talked to Lisa Parker? \n[11]Save it, Lou. Sue Snell told me there were other girls-- \n[12]Youthful transgressions? A girl killed herself. The door opens and the town's MAYOR walks in, grey-haired, distinguished, with an air of authority. \n[13]", "ARNIE": "\n[1]Hi there gruesome twosome, how 'bout a threesome? \n[2]Love is fifteen seconds of squishing noises. Unquote. Johnny Rotten. Scattered laughs. JESSE overhears TRACY as she nods at RACHEL, whispers to AMY... \n[3]Food! \n[4]What'd he want? \n[5]What'd you say? \n[6]Pardon me, but is hanging out with jockboy such a hot idea? I mean, 41. \n[7]I heard he's dating Tracy Campbell, who is giving you the look of a thousand deaths right now. RACHEL casually turns to take in TRACY, then turns away. Her heart sinks. \n[8]Duh. \n[9]Hormonally-charged mo,,,ï¿½r 'â\u0080\u009ens. Why do the innocent always get hit in a drive-by? RACHEL looks up, sees JESSE approaching. Her eyes flare. \n[10]Hey, Monica, can ya get us into the party? \n[11]Man, we are missing one killer party. ", "AMY": "\n[1]You meair like in Dumb and when the girl's husband showed up? The TEACHER surrenders to the inevitable. \n[2]Very witty, Ms. Bulimia. But she moves over. RACHEL tentatively sits. \n[3]Don't worry, i always looks worse than it really \n[4]I really like your nail color. \n[5]Yeah. Did that hurt? \n[6]Oh, it's just too cool. \n[7]So would mine. She says I'm not that type of gi rl. \n[8]Yeah, c'mon, Rach. There's a chorus of \"C'mon, Rachel\" from the guys and some of the other DANCERS join in. An embarrassed RACHEL surrenders, sets down her drink and enters the dancing group. \n[9]Who do we appreciate! RACHEL looks down JESSES's column sees-her name with thirty points next to it, then, above hers, sees TRACY with ten. ", "BOYD": "\n[1]Working tonight? \n[2]Daytime, yes; nighttime, no. We've been over this ground. I only brought him in this morning. No juice? \n[3]You watch that voice in this house. While you're here, you'll respect her as your mother, and treat her as such. \n[4]Come back here, mutt. Aw, good riddance. And he closes the gate. \n[5]Your dog got out. Better get'im. \n[6]What's wrong? \n[7]You were out all night. RACHEL nods, defiantly. He walks over to her and, without warning, slaps her. \n[8]You're grounded. No school today. You don't move from this room. He turns on his heel, walks out. The dog looks as stricken as she does. ", "LISA": "\n[1]Well, hullo. \n[2]What's wrong, fcscer-dad bein' a pain again? 8. \n[3]o I look any different? \n[4]Yep. With who? \n[5]You'd never believe me if I told you. I'm bringing him to lunch. \n[6]All will be revealed in due time. RACHEL pulls out a worn Anne Rice paperback from her ba gives it to LISA. \n[7]I love you too. Simultaneously, they bite their thumbs, then press them together; a pantomime of blood sisters. \n[8]Lunch. Meet me in the parking lot. 9. ", "STARK": "\n[1]Hello, boys. \n[2]Great game last week. All of us on the town council are awful proud. He hands MARK the cup under the table and takes JESSE's cup. The PLAYERS smile at each other. \n[3]So, the Bulldogs bringing home the state championship again this year? \n[4]That's what I like to hear. \n[5]You're not really thinking of pressing charges against my son. \n[6]Robbie, we've known each other a long time, since you were a Bulldog. \n[7]Okay. Cards on the table. My boy isn't going down alone then. \n[8]He hasn't done anything other boys on the team haven't done. Eric can even get proof of it. Mark Bing, Jesse Ryan, Chuck Potter, Brad Winters. Now, there will be college scouts at the game Friday. Eric takes a fall, I'll make sure they all do. You want to be responsible for tarnishing all these boys lives? ", "Rachel!": ""}}