{"dialogues": {"JANE": "\n[1]Who is that guy? \n[2]Hello. \n[3]Arts. \n[4]So what do you-? \n[5]What's a cosmologist? \n[6]C of E. Church of England. \n[7]So--what do cosmologists worship then? \n[8]Really? So what's the equation? \n[9]Why didn't you stay at Oxford? \n[10]What's a viva? \n[11]They gave you the 1st. \n[12]Well, I hope you find your equation. \n[13]Hello. \n[14]Reasonably low. Uh - this is - Stephen. \n[15]Um. Not recently. \n[16]I'm actually busy Sunday mornings. \n[17]So I gather you've never been to church? \n[18]Tempted to convert? \n[19]Arts. Languages, poetry. I'm thinking of doing a PhD eventually. \n[20]Medieval poetry of the Iberian Peninsula. \n[21]Well, I like--Turner... \n[22]And...William Blake. \n[23]Yes, please. \n[24]You've never said why you don't believe in God. \n[25]Sounds less of an argument against God than against physicists. \n[26]Er - light, please. \n[27]That's okay - - the breast is yet to come. \n[28]Should we dance, do you think? \n[29]I absolutely agree. I mean, who would want to dance? \n[30]Yes... \n[31]Why? \n[32]The washing powder? \n[33]Why do you know that? \n[34]- like that. \n[35]Why? \n[36]I suppose I like to time travel. \n[37]The Twenties is always fun. \n[38]\"Seek then/ No learning/ from Starry Men!/ Who follow with Optic Glass/ The Whirling Ways of Stars that Pass.\" \n[39]Was it - \n[40]- was it a good time for science? \n[41]Spacetime... \n[42]The perfect couple! \n[43]\"In the beginning was the heaven and the earth, and the earth was without form, and darkness-- darkness was upon the face of the deep.\" \n[44]- Alright - \n[45]Winding back the clock! \n[46]That's what I'm doing. \n[47]Stephen? Hi. It's me. Stephen? \n[48]\n[49]Brian--have you seen Stephen? \n[50]What is it? \n[51]Something educational? \n[52]Are you close? \n[53]\n[54]Don't do this. \n[55]Cut me off. \n[56]Teach me croquet. Come on. Teach me. What is this? \n[57]If you don't get up and play a game with me I won't come back here again. Ever. \n[58]STEPHEN? Let me in. Please. Please let me in. \n[59]Are you going to talk about this or not? \n[60]Is that what you want? \n[61]I can't. \n[62]I can't. \n[63]I think--I've fallen in love with you. \n[64]I know. Strange. Inexplicable. \n[65]My chances are probably - - well, some \"integer of zero\", but I think we can make a go of this. I want us to be together, for as long as we've got. And if that's not very long then - well, that's just how it is. It will have to do. \n[66]Your glasses are always dirty. \n[67]There. That's better. Isn't it? \n[68]I know--I know what you all think. That I don't look a terribly strong person. But I love him. And he loves me. We're going to fight this illness--all of us. \n[69]Ready. Good luck. Are you sure I can't drive you? \n[70]\n[71]To Doctor Stephen Hawking. \n[72]Stephen? \n[73]Of course. \n[74]Excuse me, did you say something? \n[75]One second. \n[76]Are you alright? \n[77]Good luck! \n[78]Get in the car! Get! In! The Car! Come on! Let's go see Gran and Grandad! \n[79]Yes. I see. But what about all the steps, Frank? \n[80]He needs to see a doctor. This keeps happening! \n[81]I need help. I keep--I keep looking for a way-- to make this work--but I can't find it. \n[82]WE'RE NOT A NORMAL FAMILY!!! We're not a normal family. \n[83]Thanks. \n[84]Ready? \n[85]It's an electric wheelchair. We can take it back--if you don't like it. \n[86]Mum--I think that is possibly the most English thing anyone has ever said. \n[87]I used to love singing. \n[88]I don't know about that. \n[89]Hello. \n[90]I um--I just came to-- \n[91]I wish. \n[92]Alto. \n[93]Good question. \n[94]Am I? \n[95]I wouldn't call it a repertoire. Brahms--I know a little- \n[96]Well, I have sung--\"Immer leiser.\" \n[97]Jane. Jane Hawking. \n[98]Now? \n[99]No, no. No, no. Just let me remember the lyrics. In English. \n[100]Okay. \n[101]My sleep grows ever quieter only my grief, like a veil, lies trembling over me. I often hear you in my dreams calling outside my door... \n[102]None of that wishy-washy do-gooder stuff--Matthew, Luke. \n[103]Well I should be going. \n[104]Absolutely. My husband loves music too. \n[105]Well, that's a long story. 'Night. \n[106]Water. \n[107]PhD thesis. \n[108]...in physics. \n[109]Stephen's done a U-turn. The big new idea is that the universe has no boundaries at all. No boundaries, no beginning. No \n[110]Stephen is looking for a single law that governs all the forces in the universe. So God must die. \n[111]The two great pillars of physics \n[112]...Einstein's theory. Which governs the very large, planets and such--but Quantum - \n[113]They don't remotely play by the same rules. Peas are chaotic, and don't behave predictably at all - \n[114]Which you can set your watch by. \n[115]If the world were all potatoes, easy--you could trace a precise beginning, as Stephen once did, a moment of Creation. Hallelujah, God lives. \n[116]But if you want to incorporate peas into the menu, which Stephen now wants to do, then it all goes \n[117]Tits up. Haywire. Becomes a Godless mess. \n[118]Einstein hated peas, Quantum Theory. \"God doesn't play dice with the universe\", he said. \n[119]Seems he not only plays dice - \n[120]- he throws them - \n[121]Stephen's swapped his telescope - for a microscope. Order for chaos--hoping to find a law to cover both. \n[122]God is back on the endangered species list. \n[123]Physics is back in business. Stephen thinks it a fair exchange. \n[124]\n[125]We'll know everything. \n[126]Thank you for coming. \n[127]Of course. For infinity. \n[128]I have to tell you something. \n[129]I'm um--I'm pregnant. \n[130]Does it make a difference? \n[131]No. I don't. \n[132]Know what?! \n[133]That's what you think of me? \n[134]There is no way that Timothy could have any other father than Stephen. None. And for the record--I will never leave Stephen. \n[135]Please don't go. \n[136]So. What does it matter? \n[137]I have feelings for you, too. \n[138]Invited? Where? \n[139]Geneva? \n[140]What students? \n[141]You know how much I hate - \n[142]To fly. Yes. \n[143]- Me and the children--go on? \n[144]- bring the car - \n[145]Bayreuth? How can I manage that? On my own? \n[146]I doubt he would be willing. \n[147]And please please remember, 5 milligrams of Riluzole before and after the flight. \n[148]Travel safely. \n[149]Forty-nine...Fifty. Coming ready or not! \n[150]What are you talking about? \n[151]Stephen must live! You have to bring him round from the anaesthetic! \n[152]There's no question. Stephen must live. I will see he gets everything he needs. I will have him transferred back to Cambridge. \n[153]Drive--safely, yes? Did you get everything in the car? His chair, equipment... \n[154]Stephen? \n[155]This is a Spelling Board. First, you tell me what letter you want by blinking when I say the colour of the group that contains that letter. Once I know the group, you can choose the character inside that group by blinking again when I go through the colours of each letter in that group. Apparently. Okay? Let's just try. \n[156]So...Green, Yellow, Blue, White, Black, Red. Blink to choose the group that contains the letter you want? Green? Yellow? Blue? White? Black? Red? \n[157]She's here. Okay. Promise not to eat her alive... \n[158]Thank you. \n[159]- wheels. \n[160]You only do two shifts a week, Elaine. \n[161]How does it work? \n[162]Better than one a minute. \n[163]It's American! Oh, my Goodness. Are there any other voices? \n[164]At four words a minute? About what? \n[165]\n[166]Elaine? Can we - ? \n[167]Would you mind if I spoke with Stephen alone for a moment? \n[168]\"Who are we? Why are we here? If we ever learn this, it would be the ultimate triumph of human reason, for then we would know the mind of God.\" 'GOD'? Do you really mean this? \n[169]So you're acknowledging him? \n[170]Did you just say something? \n[171]So you're actually going to let me have this moment. \n[172]Will she? \n[173]America? You always used to tell me when an invitation came in. \n[174]They said - two. We've had so many. \n[175]I have loved you. I did my best. \n[176]He wants to marry her. \n[177]I'm trying hard not to think of this as a failure. \n[178]But it feels like it! It feels like it, Mum. Was it inevitable? \n[179]He's gone back to looking for his Theory Of Everything, his single equation. Well, it'll have to explain human relationships too. \n[180]It's going to have to be a wonderful piece of mathematics. All the accidents... \n[181]And vice versa. \n[182]Then add Time - Adversity - \n[183]- until the situation becomes unstable, heats up. \n[184]And the whole thing starts over. Whole new galaxies. \n[185]It's from Stephen. He's--he has invited--the children and I--to accompany him. \n[186]Your glasses are always dirty. \n[187]I'll leave a card. There's a number you can call. They can install ramps in a day. It really would be helpful. \n[188]\n[189]Thank you. For today. It's been extraordinary. It's all just been rather extraordinary though, hasn't it? \n[190]What are you writing? ", "STEPHEN": "\n[1]More your field, I think. \n[2]I applied for a job. \n[3]Civil Service. \n[4]Unfortunately, that I'll never know. Morning of their exam, \n[5]I was going to ask you. \n[6]Hello. \n[7]Science? \n[8]Cosmologist. I'm a cosmologist. \n[9]It's a kind of religion--for intelligent atheists. You're not religious, are you? \n[10]- England. I suppose someone has to be. \n[11]A single unifying equation that explains everything in the universe. \n[12]That is the question. \n[13]My finals papers were such a shambles the examiners called me in for a 'Viva' and I told them - \n[14]A mildly terrifying face-to-face thingy. An interrogation. So I told them that if they gave me a 2nd class degree I'd stay with them and do my research at Oxford, but if they gave me the 1st I needed to get into Cambridge, then they'd never have to see me again. \n[15]They gave me the 1st. \n[16]Morning, Brian. \n[17]Brian, I have no idea what you're talking about. \n[18]None. \n[19]I was going do them later. \n[20]Yes. \n[21]Bri-? \n[22]Can you whip on some Wagner? \n[23]Sorry. \n[24]Sorry. It's on the back. Had a little accident. \n[25]I could only do nine. \n[26]Full, give me twenty - One, drive! - Two, drive! - Three, big legs! - Four, press! - Five, boom! - Hook, send! - Catch, big send! - Hold at 32! - Big legs, Brian! - Big legs! \n[27]- Stay long, Brian! - Stay long Brian!!!... \n[28]He was too short to reach the button for the fiftieth floor. \n[29]Do you have change for the pay- phone? \n[30]Uh - my napkin just walked in. \n[31]Hi. \n[32]What's the probability? \n[33]Croquet. Do you play croquet? \n[34]Sunday morning? \n[35]Oh. Of course. Him. \n[36]I can't decide. \n[37]Umm-- No. \n[38]Once upon a time. \n[39]I have a problem with the whole Celestial Dictator premise. What are you doing for lunch? Ma makes a cracking roast. \n[40]Don't touch it, don't touch it Jane. \n[41]Positively saintly, thank you. \n[42]A physicist can't allow his calculations to be muddled by a belief in a supernatural creator. \n[43]I'll wing it. As usual. \n[44]Stop egging him on! \n[45]Oh! - I'm inviting Jane to be my partner for the May Ball. \n[46]Will you? \n[47]Oh, no, no. Happy to observe the phenomenon--but I can't possibly imagine participating. \n[48]No, I'm quite serious. I don't dance. \n[49]Do you see how the men's cuffs and shirt-fronts, how they glow more than the dresses? \n[50]Do you know why? \n[51]\n[52]The fluorescence in the washing powder is caught by the UV light. \n[53]When stars are born and when they die, they emit UV radiation. So if we could see the night sky in ultraviolet light, almost all the stars would disappear--and all we'd see would be these spectacular births and deaths. And I reckon-- it would look a little - \n[54]So why... ...why... \n[55]Why medieval Spanish poetry? \n[56]And what particular time periods do you visit? \n[57]The roaring twenties! Cheers! \n[58]So--The 1920's. A good time for poetry was it? \n[59]Ouch. \n[60]A smashing time actually. Spacetime was born. \n[61]Space and Time finally got together. People always thought they were too dissimilar, couldn't possibly work out. But then along comes Einstein, the ultimate match- maker, and decided that space and time, not only had a future, but had been married all along. \n[62]Well that's astonishing, isn't it? \n[63]Would you dance with me? \n[64]I wonder what would happen--if--I wonder what would happen-- \n[65]If you applied Penrose's theory about black holes to--the entire universe? \n[66]If--if--so--If--Einstein is right, if--general relativity is correct, then the universe is expanding, yes? - \n[67]- which means - that--if you reverse time, the universe would get smaller and smaller. So what if--if I reverse the process all the way to see what happened at the beginning of Time itself? The universe, smaller and smaller, denser and denser, hotter and hotter as we approach its birth. Wind back the clock... \n[68]What are you doing? \n[69]Is that what you're doing? \n[70]Well keep winding! You've got quite a way to go. Keep winding, Jane! Keep winding...back to the beginning of Time...Keep winding... \n[71]...until you get - \n[72]A spacetime singularity. At the beginning of time. \n[73]The universe born from a black hole exploding. \n[74]Keep going? You mean go further back, Professor? Before the universe began? \n[75]I don't know how. \n[76]What is it? What's wrong with me? \n[77]What's that? \n[78]Is--is--is there a cure? Some--? Is--can you--? \n[79]Wait! What about--what about the brain? \n[80]What? \n[81]I have a disease, Bri. \n[82]No. Motor neuron disease. Lou Gehrig's Disease. He was a baseball player. \n[83]I have two years to live. Sounds strange, doesn't it, when you say it out loud. \n[84]Will you leave me Brian? \n[85]Very. \n[86]John is having an affair with Martha. But Martha is in love with Alan. And I think Alan is homosexual by the look of his shirts. I'm trying to work out the mathematical probability of happiness. \n[87]It's some integer of zero, but I'm not there yet. \n[88]You just missed him. He was here earlier. \n[89]What? \n[90]Go. \n[91]I believe you poetry under- graduate types call it...\"a slough of despond.\" \n[92]My turn. \n[93]Go away. \n[94]Go away! \n[95]There's nothing to say-- just... \n[96]That's what I want. I haven't got time for you. So - if you care about me at all - go. \n[97]I've got two years. I need to work. \n[98]You've--you've leapt to--a false conclusion... \n[99]You don't realise what's coming. It'll affect everything. \n[100]Yes. It is. \n[101]Time! \n[102]Time. \n[103]Fine. \n[104]No thankyou. \n[105]Thankyou. \n[106]Prove it. Prove...with a single equation, that Time has a beginning. Wouldn't that be nice Professor? One single elegant equation to explain everything? \n[107]I'm sorry. \n[108]It's okay Robert. \n[109]This--is--temporary. \n[110]Well, it's convenient for breakfast! \n[111]Thank you. \n[112]I said--thankyou. \n[113]Go Jane. \n[114]\n[115]I've got an idea. I've got an idea Jane! \n[116]...allowing us to predict that some particles can in fact escape a black hole. Black holes aren't black at all, but glow with heat radiation. \n[117]In other words--the steady emission of heat energy causes black holes to slowly lose mass, they evaporate, eventually disappearing in a spectacular explosion. So... \n[118]- it must eventually disappear. \n[119]First a star vanishes into a black hole, but then the black hole must itself--vanish. \n[120]Was it something I said? \n[121]Big legs! Big legs Brian! \n[122]What? \n[123]Different system. Automatic. \n[124]No doctors! \n[125]\n[126]Robert--your mother's very angry at me. \n[127]Yes, a magazine subscription. \n[128]Pent-house. That way even if I'm wrong, I still win! \n[129]That was my - PhD thesis. \n[130]My new project - disproves it. \n[131]What one believes - - is irrelevant--in physics. \n[132]No. Mine. \n[133]Very good. \n[134]Tits up. \n[135]Seems he not only plays dice - \n[136]- he throws them - where we can't find them. \n[137]But physics--is back in business. \n[138]It's the final--challenge. We'll know everything. \n[139]More wine? \n[140]Wrong guy to ask. \n[141]I understand you need more help. And if there is - someone - who is prepared to offer it - I won't object, as long - as long as you continue to love me. \n[142]We have help. \n[143]Can't afford--live-in nurse. \n[144]For black holes--not rock concerts. \n[145]I've just been invited - \n[146]Geneva. \n[147]Students can accompany me. \n[148]I know how much you hate - \n[149]- to fly. \n[150]I was thinking - that you and the \n[151]could bring the car - \n[152]- meet me in Bayreuth - \n[153]Bring Jonathan. \n[154]Is--this okay? \n[155]Jane--needs--help. \n[156]See you - in Bayreuth. \n[157]My--name--is--Stee--ven--Hawking. \n[158]Daisy. Daisy. Give Me Your Answer Do. \n[159]Frankly my dear, I don't give a damn. \n[160]Ex-terminate..! Ex-terminate..! Ex-terminate..! \n[161]I will write. A Book. \n[162]Time... \n[163]What is the nature of Time? \n[164]Will it ever come to an end? \n[165]Can we go back in time? \n[166]Some day these answers may seem as obvious to us as the earth orbiting the sun, or perhaps as ridiculous as a tower of tortoises. \n[167]Only Time, whatever that may be, will tell. \n[168]It is for a friend. \n[169]So I said - I have long been looking for a model of the universe. I finally found her. \n[170]Yes. Of course. \n[171]\n[172]You - are - welcome. \n[173]E-laine has offered to travel with me to A-merica. She will look after me. \n[174]Don't worry. \n[175]A-nother a-ward. What can you do? \n[176]Everything will be okay. \n[177]How many years? \n[178]Be. Happy. \n[179]I cannot sign copies of my book-- but if you like--I could drive over it. \n[180]Can you hear me? There are some things I cannot do. But. They are mostly the things I don't particularly want to do anyway. \n[181]I was stopped recently by a tourist in Cambridge who asked if I was 'the real Stephen Hawking.' I replied that I was not, and said the real one was--much better looking. \n[182]He believed me. \n[183]I now predict -- that I was wrong. \n[184]I have experimental evidence that Time Travel is not possible. I gave a party for Time-Travellers but no- one came. \n[185]It is clear that we are just an advanced breed of monkeys on a minor planet orbiting around a very average star in the outer suburb of one among a hundred billion galaxies... \n[186]...but--ever since the dawn of civilisation, people have craved for an understanding of the underlying order of the world. There ought to be something very special about the boundary conditions of the universe - and what can be more special than that there is no boundary? And there should be no boundary to human endeavour. We are all different. There is no such thing as a standard or run of the mill human being--but we share the same human spirit. However bad life may seem, there is always something you can do, and succeed at. While there's life, there is hope. ", "JONATHAN": "\n[1]Oh, hello. \n[2]Are you here to sing? \n[3]Soprano? Soprano. \n[4]Mezzo? \n[5]Well--Just what we need. \n[6]Well, you're here now. And just in time. \n[7]Yes. So tell me. Chopin! Yes? Your repertoire. \n[8]Brahms! Wonderful. Perfect. We - \n[9]Okay. Which...? \n[10]Ah! \"My sleep grows evermore peaceful.\" Come on. Follow me. Come on. Let me hear you. Come on. \n[11]Jonathan. Jonathan Hellyer Jones. \n[12]In C-sharp minor? The introduction, so lovely. From the top? \n[13]\"Living on the edge.\" Ready? If you're not in the mood we could absolutely forget - \n[14]Fabulous. \n[15]Okay? Two, three... \n[16]Actually, no, I go for the Gospel of St. Mark. \n[17]Exactly. With Mark you roll up your sleeves and get stuck in. No standing on the sidelines. \n[18]Well met. Oh, and if your daughter would like those piano lessons. \n[19]I could teach him as well. \n[20]So - Stephen. Er - Jane tells me... \n[21]...you have a beautiful theorem that proves that... \n[22]...that--that the universe had a beginning? \n[23]Your...? \n[24]Disproves it? Really? \n[25]You no longer believe in the Creation? \n[26]Oh, is that so? \n[27]- no God? Really? Fascinating. Because I'd understood you'd proven the need for a Creator. My mistake. \n[28]Yours. Your mistake? \n[29]Why must God die? I don't see. \n[30]Oh, yes - Einstein. \n[31]They're--different? \n[32]\n[33]Oh, dear. \n[34]- where we can't find them. How inconvenient! \n[35]Looking for \"the world in a grain of sand.\" \n[36]I expect he'll cope. \n[37]The final challenge? \n[38]No, thank you. \n[39]It was leukaemia. Coming up on a year ago. She fought it, I nursed her, but in the end... Music is my salvation. Teaching and playing. I've struggled with loneliness, of course. Tyranny of the empty room, all that. Music is a consolation, although my career... Well, I'm not very ambitious. Is that a sin? \n[40]No. Thank you. It was wonderful. And if--if there was anything I can do. To be of service. To you, your family. I have no children, no commitments. If I could help you, I believe I would find a purpose that would alleviate my own situation. It would be a privilege. \n[41]Night then. \n[42]Is anything the matter? \n[43]Oh. I see. I presumed--stupid really-- that you and Stephen... Well, then... Congratulations are in order. \n[44]Of course not. \n[45]I need to go. I can't... \n[46]Everyone's talking. It's - \n[47]Well, there are other things too. I - I - just - I have feelings for you. \n[48]Perhaps the right thing is for me to just--step back. \n[49]Well--I won't tell if you don't. \n[50]I'll step back. \n[51]Gosh. ", "BRIAN": "\n[1]First to find a drink. \n[2]I'm sure the secret of the universe has something to do with sex. There you go--why don't you do your doctorate on that? The physics of love. \n[3]You'd better decide on your subject. I'm serious--they'll boot you out. \n[4]Did you? \n[5]Well, it's a back-up plan--in your case not a bad idea. Did they accept you? \n[6]- slept in. Well, thank Christ, \n[7]Quo est femella? \n[8]Actually--I think she's--yes-- Basil's sister. Wilde--Jane Wilde. \"So. You like for me I introduce?\" \n[9]This is going to hospitalize me. \n[10]Oh come on, get up. How many have you got? \n[11]Afternoon, Stephen. Where are they? Where are you hiding them? Your answers. \n[12]How many of Sciama's questions have you done? \n[13]You liar! \n[14]Later? You mean you haven't even started? \n[15]Stephen, are you aware you have voluntarily embarked on a PHD in physics at one of the most prestigious colleges in England? \n[16]Oh, good. Thought maybe you'd slept through the induction or something. \n[17]What? \n[18]Sod off. \n[19]Nine? \n[20]You! - complete! - and! - utter! bastard! \n[21]Erm - there was a naked girl in the lift. \n[22]Hey--it's the closest I'll get to a unifying theory, leave me alone. \n[23]Uh!!! \n[24]Okay, I've got one. Okay, okay-- A naked girl enters a lift - \n[25]Is he up yet? \n[26]\"Welcome--to this week's episode of The Natural World, where we explain the extraordinary hibernation patterns of the rare Cambridge Physicist--seen here in his wonderful plumage...\" \n[27]So? What did they say? Your wrist. What did they say? \n[28]Is it--venereal, Stephen? \n[29]Motor what? Sorry, I'm lagging behind in my pioneering work on rare automotive and baseball diseases. Come on, let's go to the pub. \n[30]What? I--I don't understand. It's not possible! It's ridiculous! \n[31]You were fine a couple of days ago. Steve? You're fine. What did they say...? \n[32]I'm sorry, look, I was just being a berk...I'm so... \n[33]Right. OK. So--see you soon, yeah? \n[34]Jane! \n[35]Jane, have a seat. \n[36]I understand you saw him. You know he was in hospital... \n[37]-Who? \n[38]What's astonishing is that for Stephen and I, \"work\" was the worst four-letter word, the worst. Stephen probably averaged, what was it?--an hour a day your entire university career? Unbelievable levels of sloth! \n[39]No,no! What he's saying is--just as a hot body loses heat--right? - \n[40]- that a black hole - \n[41]- that if it is losing particles, then, then over time - \n[42]Gone!   From nothing--into nothing. \n[43]He's just told us that - - Time! Had a beginning! He shown us how - \n[44]Crunch! It's beautiful! It's racy! It's totally, totally - \n[45]\n[46]Jeez!--uhhhh!--how the hell does Jane manage? \n[47]So, tell me, this Motor Neuron Disease, does it effect, y'know... \n[48]Everything..? \n[49]That's kinda wonderful, actually. And it explains a great deal about men. ", "SCIAMA": "\n[1]A little challenge for you all, as you embark on your separate doctoral journeys - - whatever they may be, Mr Hawking - \n[2]Something to sort--the men from the boys--the wheat from the chaff-- the mesons from the pi-mesons--the quarks from the quacks--ten questions--each more impregnable than the last. Good luck. You'll need it. Shall we say, Friday 3 o'clock? \n[3]John, this so illegible I'm not quite sure how wrong it is--I suspect very--and Brian... ...that's just--baffling. \n[4]Stephen, glad you could join us. \n[5]Train timetables? Stephen, these are totally unacceptable--they expired a month ago. \n[6]Well...I see...well thank God. Well done Stephen. \n[7]Stephen, come in. Sit down. Now-- we're all rather concerned--about your choice of subject. What it's going to be. \n[8]Any ideas? \n[9]Come with me. \n[10]This lab is where JJ Thomson discovered the electron, where Rutherford split the atom. One of the great rewards of this job is that you never know from where the next great leap forward is going to come, or from whom. \n[11]Next Friday. I'm taking a few graduates of merit to London, to attend a talk by the mathematician Roger Penrose. Come along if you're interested. Oh, and close the door as you leave. \n[12]Go on. If? \n[13]A singularity. \n[14]Keep going. \n[15]Keep going. Develop the mathematics. \n[16]...the solutions to the Schrodinger equation must vanish at the boundary of the box, so we have... \n[17]Time. That's your subject? Any aspect of it, in particular? \n[18]Come in Stephen. \n[19]How are you? \n[20]Would you like to sit down? \n[21]So. Chapters One--full of holes and lacks mathematical support. Professor Thorne? \n[22]But Four? \n[23]A black hole at the beginning of Time. \n[24]Brilliant. It's brilliant Stephen. So all that remains to be said is...well done. Or should I say, well done Doctor. And extraordinary theory. \n[25]So, what now? \n[26]Yes. It would. It would indeed. \n[27]Kip! He's done it, Kip! He's - \n[28]Stephen! He's changed everything! \n[29]Black Holes aren't black! And they explode! They explode!!... \n[30]All set? \n[31]You'll do fine. \n[32]Ready or not. \n[33]He's unifying Relativity--plus Quantum Mechanics and Thermodynamics. For the first time. \n[34]\n[35]I don't get it. You've spent years assuming Black Holes exist--you believe Cygnus X-1 will turn out to be the first black hole we can actually observe==and yet you bet Kip Thorne that it isn't a black hole? \n[36]Why would you bet against yourself? \n[37]A subscription to what? Nature magazine? \n[38]Penthouse? \n[39]Oh. I'm sorry. \n[40]Thankyou. I first met--the Professor--was it really 1963? Time- -where does it go? Back then, he was kind of annoying. He knew things that his woeful work ethic should not have allowed him to know. \n[41]But it's been--really--one of the great joys of my life to watch this man defy every expectation, both scientific and personal. So it's with no small pride that I ask him to return to the stage once more, to continue to do what he has always done - answer your questions. My most irritating student, my esteemed colleague, my good friend--Professor Hawking. \n[42]The first pre-selected question, please! ", "FRANK HAWKING": "\n[1]And Jane? What are you studying? \n[2]Oh? What in? \n[3]Arts. So, what painters do you like? \n[4]Really? Turner? To me they all look as if they've been left out in the rain. \n[5]Will you try my elderflower wine? \n[6]Stephen doesn't like my homemade wine. Philistine. If you don't watch out I'll send you back with a couple of bottles. \n[7]Light or dark? Jane? Light meat or dark? \n[8]How plucky of you. \n[9]It's so nicely cocked. \n[10]HA! Marvelous! Very good. \"The breast is yet to come!\" Indeed it is! Well done. \n[11]You don't realize what lies ahead. His life is going to be very short. So. Be careful. Science is against you. And it's not going to be a fight, Jane. It's going to be a very heavy defeat. For all of us. \n[12]Oh, it's nothing. The climb is absolutely worth it. You get the luggage. \n[13]Oh--Rain?--Falling?--Rain Falling Down?--Shivering?--Uhhhrrrrr--- \n[14]Very well, no doctors. \n[15]I've always supported you in your choice not to have home help, but now, you need a permanent solution. This--this current 'situation' can't go on. You need a proper live- in nurse immediately. \n[16]You know what I'm talking about. \n[17]You can't afford to-- There must be a way. You need to find a way. For your family's sake. You're world famous - \n[18]I believe it's urgent. ", "ELAINE": "\n[1]So then - Professor. How are you? My name is Elaine. I'm going to be your nurse, would you like that? No? Well- we'll work it out. \n[2]So then... \n[3]Red group--Yellow letter. T. Green group--Black letter. E. Green-- Green. A....T.E.A. Tea. You're good. You want tea. What type of tea? \n[4]You've memorised the board. Of course you have. What kind of tea? Blink when I say the group that has the letter you want. Green, Yellow, Blue, White, Black, Red... I haven't got all day. Green- Green group. And the letter in that group? You know their colours, I know you do. Green, Yellow - \n[5]Yellow? Green,yellow--that's B. \n[6]A tea beginning with B? Builder's tea! Right? \n[7]I think he's the most brilliant man I've ever met. You're very lucky. \n[8]You must worship the ground beneath \n[9]And he's the perfect patient. Looking after him is so much easier than other patients I've had. \n[10]And sooo funny, oh my God. When you read about him people don't tell \n[11]I think it's great! \n[12]Professor? \n[13]'Course it is. That's what they all say. \n[14]You don't have to be embarrassed around me, Professor. I know what men are like. \n[15]Next one? \n[16]What? \n[17]We're not quite finished--can you come back in ten minutes? ", "BERYL": "\n[1]Jane--Jane? Jane? Jane! STOP! \n[2]Sit down. Sit. \n[3]Now--I'd like to make a suggestion-- it might sound unusual--but I've seen it work wonders. I think--you should consider - - joining the church choir. \n[4]Maybe so. \n[5]You're very good at it. \n[6]Go.  It's one hour a week. \n[7]Remarkable. How is he? \n[8]Don't blame yourself. We're proud of you. \n[9]But it wasn't a failure. \n[10]Perhaps too many people were drawn in? What will Stephen do next? \n[11]All the unexpected forces... attractions... \n[12]A attracts B -- \n[13]Of course. \n[14]Yes. Adversity over time -- \n[15]Bang! \n[16]Darling, I think we've cracked it. Shall we phone the Nobel committee now or shall we have another cup of tea first? ", "ROGER PENROSE": "\n[1]So what do we know? Let me rephrase that--what do the equations tell us, finally? \n[2]How about a simple diagram? \n[3]A star, more than three times the size of our sun... \n[4]...ought to end its life, how? With a collapse, the gravitational forces of the entire mass overcoming the electromagnetic forces of individual atoms, and so collapsing inwards. If the star is massive enough, it will continue this collapse, creating a black hole - where the warping of spacetime is so great that nothing can escape... not even light. It gets... \n[5]Smaller, smaller... \n[6]The star, in fact, gets denser as atoms--even subatomic particles-- get literally crushed, smashed into smaller and smaller space. And at its end point what are we left with? \n[7]A point. A spacetime singularity... \n[8]With extraordinary properties! Infinite density. Space and time come to a stop. All of the known laws of science--they just stop working. \n[9]What I've just shown is that this happens in every black hole. Its really happening, out there. To real stars--and its happening right now! ", "SENIOR DOCTOR": "\n[1]It's called motor neuron disease. \n[2]It's a progressive neurological disorder that destroys the cells in the brain that control essential muscle activity such as speaking, walking--breathing-- swallowing. The signals that muscles must receive in order to move are disrupted, cut off. The result is--gradual muscle decay, a wasting away. Eventually, the ability to control voluntary movement is--lost--entirely. \n[3]Improvement should not be expected. \n[4]I'm afraid average life expectancy is two years. \n[5]There's nothing I can do for you, I'm terribly sorry. \n[6]The brain isn't affected. Your thoughts won't change--it's just- \n[7]Eventually--no-one will know what they are. Ever so sorry. ", "ISOBEL": "\n[1]Don't worry about them. They're pun mad. \n[2]Isn't it marvellous? We can rent it every year! \n[3]Very cold... \n[4]You know very well what I'm talking about. \n[5]We do have a right to know. We have a right to know, Jane. \n[6]Whose child Timothy is. Stephen's, or Jonathan's? ", "TECHNICIAN": "\n[1]Almost there! \n[2]A guy called Walt Woltosz invented the software. Uses a very simple interface that scans through the alphabet and allows each letter to be selected one by one. Using this technique, the Professor can expect to write at about four words per minute. \n[3]What I've done is--use components from a telephone answering system actually-- to convert the written text into synthesized speech. The voice sounds a bit robotic, but... Okay. Shall we give it a try? \n[4]There we go. Welcome to the future! \n[5]All set. Then you just click 'PLAY', like this - \n[6]That's all they have at the moment. Is that a problem? "}}