{"dialogues": {"MACREADY": "\n[1]35. Helicopter pilot. Likes chess. Hates the cold. The pay is good. \n[2]Poor little son of a bitch. You're starting to lose it, aren't you? \n[3]...Cheating bastard... \n[4]We got any more of those electronic chess things down in supply? \n[5]What for? \n[6]...Craziness... This is goddamn insane... \n[7]It's against regulations to go up this time of year! \n[8]So, I don't want to end up crawling around with them when we go down. \n[9]What are you talking?! He's had two months training in those choppers! \n[10]What is it out there, anyway? Forty- five knots? \n[11]And the horse you rode in on. Sixteen for how long?! You can't predict this time of year... \n[12]Anybody in there?! \n[13]Come to help you!! \n[14]Give me a hand. \n[15]Hey, Sweden...! You okay? \n[16]Sweden?! \n[17]Come on, Copper. \n[18]Hey, Sweden!!! \n[19]Norwegian of the Month, Doc. Harmless. \n[20]Holy shit... \n[21]Portable video unit. \n[22]Anything? \n[23]What are you doing? \n[24]It's getting late. Hurry it. I'm going to check the last few rooms. \n[25]Copper, come here!! \n[26]Careful. It's about to go. \n[27]Little ice core drilling... some seismology... glaciology... same old shit we do. \n[28]Just listen. \n[29]Decanite...? Thermite charges...? \n[30]What in... \n[31]Clark. \n[32]Dogtown's going nuts. Take care of it. \n[33]I'm going to shoot. \n[34]Clark? Where are you? Clark! \n[35]Childs, you got the torch? You get your ass in here!! \n[36]Torch it over there! \n[37]Screw the dogs!! Torch it!! \n[38]Don't let up, Childs! \n[39]Screw it, I'm going up anyway. \n[40]So what do you make of it? \n[41]No chance it could have been some new kind of test craft? \n[42]Look, I'm just guessing... \n[43]...So it crashes, and this guy, whoever he is, gets thrown out, or walks out, and ends up freezing. \n[44]Yeah, they dig him up and cart him back. He gets thawed out, wakes up and scares the shit out of them. And they get into one hell of a brawl... \n[45]I don't know how. Because he's different than we are. Because he's a space guy. What do you want from me, anyway. Go ask Blair. \n[46]And the horse you rode in on, Fuchs. Light it up. \n[47]Fuck history. At least we're going to live to be an old bunch of assholes. \n[48]I ain't going anywhere in anything over forty knots, Garry... \n[49]All set. \n[50]To us. \n[51]Now go easy on me, Esperanza. I'm just a beginner. \n[52]Aw shit. \n[53]Sorry, hon. \n[54]Never any damn ice around here... \n[55]Now in Mexico... Tahiti... They got ice... They got ice coming out of their ears. \n[56]as he makes his way down with the aid of the steadying ropes. The clanking louder now. He senses the direction. \n[57]at the bottom near the main compound.  The sound has stopped. He looks around in the near blackness.  A beat. \n[58]What's... \n[59]He smashed one of the choppers up good. Childs, go check the other one and the tractor. \n[60]Too damn dangerous. \n[61]No, wait a minute. The fuse box. \n[62]Look Blair, maybe you're right about this. But we've got to be rational. We've got to talk this over. I'm unarmed and I'm coming in. \n[63]If you're right we've all got to stick together. \n[64]And mainly ours. \n[65]Leave a bit of an opening so he can see out. \n[66]How you doin', old boy? \n[67]Know what you mean, Blair. Trust is a tough thing to come by these days. Just trust in the Lord. \n[68]What? \n[69]They couldn't have gotten that far in this weather. \n[70]I am going after them. \n[71]Get these things out of supply and meet me over by the snowmobiles. \n[72]Palmer, how long would it take you to strap those big four-cylinder carburetors on? \n[73]Then get a move on. Childs, come with me. \n[74]That's good enough. \n[75]Let's load 'em. \n[76]steadying his binoculars, while Childs drives, spots something up ahead. The vehicles slow down and come to a halt. Something lies just ahead of them in the whiteness, in the middle of the dog tracks. \n[77]Maybe dinner. \n[78]I know. \n[79]Probably the next meal. \n[80]Where these tracks headed? \n[81]Let's move. \n[82]Turn back if you want. \n[83]Where's your buddy, boy? Huh? \n[84]Let that thing fly, Childs. Don't let up until he's ash. \n[85]Childs!! \n[86]Stay back!! \n[87]How the fuck do I know?! \n[88]Torch them!! \n[89]He's gone already! Do it! \n[90]Well, you can believe it now. \n[91]Nauls found this yesterday. It's ripped just like the clothing on the Norwegian we brought back. The same thing was happening to Bennings' clothes when it got to him. Seems these Things don't imitate clothes. Just flesh and bone. \n[92]Size large. What do you wear, Clark? \n[93]So do I. So do most of us. \n[94]Doubt if it got to more than one or two of us. But it got to someone. Somebody in this room ain't what he appears to be. \n[95]Copper thinks they swallowed pieces of it during the fight. \n[96]Was it broken into? \n[97]Well, who's got access to it? \n[98]Would that test have worked? \n[99]Who else could have used that key? \n[100]Could anyone have gotten it from you? \n[101]Put it away, Sanchez. Just put it away. \n[102]Maybe it should be someone a bit more even-tempered, Childs. \n[103]...Any objections? \n[104]...From what we know this Thing likes to go one on one. So we stick together as much as possible. In two's and three's. \n[105]We got morphine, don't we. \n[106]Well, we keep them loaded. Stash them here in the rec room and watch 'em twenty-four hours. \n[107]Right. Half of us awake at all times. \n[108]Can you think of any other tests? \n[109]Also... When this Thing turns... it turns slowly at first. I think we can handle it in that state. But if it ever got to full power... from what I saw of that Norwegian camp... well, I just don't know... It would probably take it an hour or more to get like that. So no matter what anybody's doing, we all return to this room every twenty minutes. Anybody gone longer than that... anybody trying to leave... we kill 'em. \n[110]Look for shoes, too. And burned cloth. \n[111]Just keep looking. \n[112]How's it going? \n[113]Gotchya. \n[114]Move it, Palmer. \n[115]Start taking apart those snowmobiles next, huh? \n[116]What's happened?! \n[117]Yeah! \n[118]Well, let's get down there. \n[119]What? \n[120]Oh, shit! Well, hang on! \n[121]Where's Sanchez? \n[122]Who... Who is that? \n[123]Sanchez...?  Hey, who... \n[124]We going to make it? \n[125]Screw the flashlights. Where the hell were you? \n[126]Anybody see Fuchs... or hear him...? Huh? \n[127]That storm's going to start ripping any minute -- so we don't have much time. \n[128]We've got to find Fuchs. When we find him -- we kill him. \n[129]If he's one of those Things, we've got to get to him before he changes... Nauls, you and Childs and I'll check the outside shacks... \n[130]Sanchez, you and Palmer search the inside... \n[131]Cut the bullshit... Okay, Sanchez, you come with us. Norris... you stay here... Any of them move -- you fry 'em. And if you hear anything, anything at all you let loose the siren. We all meet back here in twenty minutes regardless. And everybody watch whoever you're with. Real close. \n[132]Let's move. \n[133]Hey, Blair!! \n[134]Has Fuchs been out here? \n[135]Have you come across Fuchs? \n[136]We'll see... \n[137]Couldn't be possible. Must have weighted a ton and a half... \n[138]Open up! \n[139]...Hey, somebody! Open up, it's me, MacReady... ...Come on, damn it... The towline snapped. Been crawling around like a seal out here... \n[140]...Where is everybody?! I'm half frostbit! \n[141]What's going on out there? \n[142]What are you doing? \n[143]What clothes? \n[144]Someone's trying to mark me, you bastard... trying to frame me. \n[145]Anyone messes with me -- the whole camp goes. \n[146]Put those torches on the floor and back off. \n[147]...back way off. \n[148]...Where's the rest... \n[149]So help me I mean it!! \n[150]Anybody touches me... we go. \n[151]Go untie the Doc. Get him in here. Bring the others, too... From now on no one gets out of my sight. \n[152]So you sweethearts had yourselves a little trial. I just may have to kill you on general principle, Nauls. \n[153]...Ever occur to the jury that anybody could have gotten to some of my clothes and stuck them up... \n[154]I'm a real light sleeper, Childs... \n[155]And if anyone tries to wake me... \n[156]Get out of the way!! \n[157]A little test. \n[158]I'm sure a lot of you already know. \n[159]Palmer, you and Copper tie everyone down. Real tight. \n[160]For your health. \n[161]Damn if I won't. \n[162]Then I'll have to kill you. \n[163]I mean it. \n[164]Tie up Clark, too. \n[165]Norris looked pretty dead, himself. Bullets don't kill these Things. \n[166]Now Copper, you tie Palmer up. \n[167]We're going to draw a little bit of everybody's blood. \n[168]Watching Norris in there... gave me the idea that maybe every part of you bastards is a whole. Every piece of you is self-sufficient, an animal unto itself. When a man bleeds it's just tissue. But blood from one of you Things won't obey. It's a newly formed individual with a built-in desire to protect its own life. When attacked, your blood will try and survive -- and crawl away from a hot needle say. \n[169]Now you. \n[170]Slide it back here. \n[171]Now step way back. \n[172]I guess you're okay. \n[173]I didn't think you'd use that fibrillator on Norris if you were one of them. \n[174]Watch them. \n[175]Now I'll show you what I already know. \n[176]We'll see. Let's try Clark. \n[177]Palmer now. \n[178]Thought you'd feel that way, Garry. You were the only one who could have gotten to that blood plasma... ...we'll do you last... \n[179]Copper!! \n[180]perspiring profusely, his hand trembling slightly, prepares to continue the test. He heats the wire. The men are pouring sweat, white-knuckled. One of the smaller torches is pointed at Nauls. He closes his eyes. MacReady places the heated wire into his plate. Hiss. MacReady exhales. Nauls opens his eyes. MacReady unties Nauls with one hand, while the torch stays glued to the others. MacReady heats the wire once again. Both he and Nauls have torches aimed at Sanchez. Sanchez is near tears. The wire is dipped into the plate... Hisssss. Sanchez breaks down and sobs. \n[181]Blair... \n[182]Everything that's been missing. \n[183]Smart S.O.B. He put it together piece by piece. \n[184]Anyplace but here. \n[185]But he ain't going to make it. \n[186]Forget about Childs. He's over. \n[187]It'll come. It needs us. We're the only thing left to imitate... Give me a hand. \n[188]You and Nauls got to block off the west side bunks, the mess hall and the kitchen. \n[189]Chance we got to take. We got to force him to come down the east side to the door we got rigged. \n[190]I'm going to blow the generator when you get back. He'll have to come for us -- or freeze. \n[191]We've got portable heaters -- we'll last longer. \n[192]...Hold it. \n[193]Sodium cyanide. We place them between our cheeks and gums... This Thing can't imitate anything that's dead. \n[194]If it gets a hold of you -- bite down... They're supposed to be fast and painless... Now move. \n[195]Looks good. \n[196]What are they doing out there?! \n[197]Got to get to the generator. \n[198]The generator! \n[199]Calm down and get in your position. \n[200]Little over two hours. \n[201]Then we go after him. \n[202]Wait... \n[203]Okay, creep! Just you and me now! Be on your toes! We're going to do a little remodeling! \n[204]Chime in if you know that words, old boy. \n[205]plows through several more rooms before ending up in the pub area. He backs it up and retrieves a bottle of liquor from the bar. \n[206]You like whiskey? Come on, join me for a drink. Be good for you. Grow fangs on your chest. \n[207]Damn it, ran out of gas. \n[208]Sweetheart, it's going to get mighty cold in here soon... You better make your move... I mean, hell, I'm only one person... \n[209]I know you're bugged because we ruined your trip, right? Spiffy little toy you had there. \n[210]But your real hang up is your looks... \n[211]Atta boy. I know you're around. \n[212]Come on, sucker. \n[213]I think so. \n[214]Yeah. I got it. Pretty mean frostbite. \n[215]Not the only one. \n[216]Neither will we. \n[217]Maybe we shouldn't. \n[218]Maybe we shouldn't make it. \n[219]If we've got any surprises for each other -- we shouldn't be in any condition to do anything about it. You play chess? ", "CHILDS": "\n[1]33. Six-four. Two-fifty. Black. A mechanic. Can be jolly. But don't mess. \n[2]pokes his head out from under the snowmobile. \n[3]Am I starting to look Norwegian to you, Bwana? \n[4]How my brothers and sister doing today? Doin' fine. \n[5]What say to some nice Al Green for my babies, huh? \n[6]What you...? You get the hell on out of here. \n[7]...Comin' in here... goin' to urinate on my babies. \n[8]Mac wants the what?! \n[9]What's happening? \n[10]Where are you? \n[11]The dogs? \n[12]\"tweren't no dog, Bwana. \n[13]Okay now, Mac, run this by me again. Thousands of years ago this rocket ship crashes, right...? And the... \n[14]MacReady! \n[15]Well, go on. \n[16]I just can't believe this voodoo bullshit. You believe this voodoo bullshit, Blair? \n[17]Cool it, Palmer!! \n[18]So, MacReady, come on now. These Norwegian dudes come by... find him and dig him up... \n[19]Now how's this motherfucker wake up after thousands of years in the ice, huh? \n[20]You buy any of this, Blair? \n[21]You're saying... that big muther in the ice, became the dog. \n[22]He got both choppers and the tractor... I don't know how bad yet. \n[23]I can get maybe another five or six feet out of it. \n[24]What is it? \n[25]Where's the other half? \n[26]They could be hours ahead of us, Mac. \n[27]Where's the other one? \n[28]What we going to do?! \n[29]But... \n[30]Bullshit! You left it open so they could get out! \n[31]Don't you be telling me... \n[32]Who you trying to protect, mutherfucker? I'm telling you this S.O.B. could be one of them. \n[33]Whose uncontaminated blood we going to use? \n[34]That key ring of yours is always hooked to your belt. Now how could somebody get to it without you knowing? \n[35]So what?! Is that supposed to leave him in the clear?! Bullshit! \n[36]I'll take it... \n[37]What do we do about those three? \n[38]You can eighty-six that thought right now, man. \n[39]No, Doc. He's doing a real fine job. \n[40]Ain't it there? \n[41]Be quick. \n[42]Oh, no. \n[43]No. The generator. You got the auxiliary box just off the kitchen. Get to it. Where's the damn flashlight? You fellas okay over there? \n[44]Cut that out, Copper. Nauls? What's taking you?! \n[45]That's impossible, man! Okay, Clark, out of the john where I can see you! \n[46]Clark, you come on out here!! \n[47]Where's... Where's Garry? \n[48]Where are you, Garry? Don't you move an inch, Copper. Nauls, bring me a goddamn flashlight! \n[49]Clark, you want me to come in after you?! \n[50]MacReady! \n[51]Garry's missing! \n[52]Gee, thanks! \n[53]Where'd you go? \n[54]I said where? Where'd you go?! \n[55]You lying bastard... \n[56]You sit back down... \n[57]Well, who says I want you going with me?! \n[58]Don't walk behind me. \n[59]Cut, bullshit. Been pulled apart. \n[60]My babies. \n[61]Now who'd go and do... \n[62]Let go of me... \n[63]What's it going to do, being a plant? \n[64]Now hold on, you dumb... \n[65]You stupid, sonofa... \n[66]No one's that strong, boy! \n[67]Wasn't enough time. Generator was out, what...? Thirty minutes. Takes the bastards an hour, maybe two to absorb somebody. \n[68]He was working on a test. Fuchs must have been onto something. These bastards got scared and got rid of him. ...Hey... Where's... \n[69]Nauls!! MacReady!! \n[70]How long they been out now? \n[71]We better start closing off the outside hatchways. \n[72]Cut him loose? \n[73]If it did get to him. \n[74]Hell no. \n[75]...Nothing human could have made it back here in this weather without a guideline... \n[76]Why you so damn anxious to let him in here... \n[77]No. Just let him freeze out there. \n[78]Then we're wrong. \n[79]Damn it, he's got the keys. \n[80]You're a dead man, MacReady -- or a dead whatever the hell you are! \n[81]We found your clothes -- the ones you tried to burn. \n[82]You been made, MacReady. \n[83]Move in slow now. \n[84]We ain't buying that. \n[85]You're going to have to sleep sometime. \n[86]What for? \n[87]You ain't tying me up. \n[88]Then kill me. \n[89]I guess you do. \n[90]We should have jumped his ass. \n[91]Load of bullshit. \n[92]So Clark was human, huh? \n[93]So that make you a murderer. \n[94]sits stoicly, while he watches the preparations for his turn. \n[95]Let's do it, Bwana. \n[96]Muthafu... \n[97]Get me... get me the hell away from... cut me loose, damn it! \n[98]Spaceship of some kind. \n[99]Did you kill it? \n[100]What do you mean \"you think so?\" \n[101]It'll turn black again soon enough. Then I guess I'll be losing the whole thing... ...Think my toes are already gone. \n[102]So you're the only one who made it. \n[103]The fire's got the temperature way up all over camp... won't last long though. \n[104]Maybe we should try and fix the radio... try and get some help. \n[105]Then we'll never make it. \n[106]If you're worried about anything, let's take that blood test of yours. \n[107]I guess I'll be learning. ", "GARRY": "\n[1]46. The station manager. Stiff. Ex-army officer. Wears a handgun. \n[2]Norwegian... Jans Bolen. \n[3]How far's that? \n[4]That far? \n[5]You catch anything he was saying? \n[6]How long have they been stationed there? \n[7]That's not enough time for guys to go bonkers. \n[8]How many in their party? \n[9]Nothing we can do about that. \n[10]In this weather? \n[11]A tad? \n[12]Forget it, Palmer. Doc, you're a pain in the ass. \n[13]Norris, go get MacReady. \n[14]Just go get him. \n[15]...Quit the griping MacReady. Sooner you're there -- sooner you're back. \n[16]Look, if you're going to keep bitching, MacReady -- Palmer's offered to take him up... \n[17]Turn that crap down, Nauls. You can hear it all over the camp! \n[18]You reach anybody yet? \n[19]Well, stick to it. \n[20]What were they involved in? \n[21]Could be anything... Men in isolation... some beef that snowballed... got out of hand... \n[22]What's going on, damn it? \n[23]We're on fire! \n[24]Extinguishers. \n[25]I just can't comprehend any of this. It was just a dog. \n[26]Couldn't make much of it myself. \n[27]Sure. You think there's a connection? \n[28]So...? So what? It's over with. \n[29]So what's our problem? \n[30]Anybody sick? \n[31]Any luck yet? \n[32]Well, stick with it. I want you at it round the clock. We got to get help in here... \n[33]If the weather clears enough before we reach anybody -- I'm sending you and Doc up to MacMurdo... \n[34]The hell you won't, MacReady! \n[35]Damn you, Blair! You've already got everybody half-hysterical around here. \n[36]I've got six dead Norwegians on my hands, a burned up flying saucer, and we've just destroyed the scientific find of the century. Now fuck off! \n[37]Doesn't look broken. \n[38]You're not thinking of going after them, are you? \n[39]You're not going to catch them in one of those with the start they got. \n[40]Besides, what are you going to do when you catch up to them? \n[41]But why didn't you kennel that dog right away? \n[42]Hold on, damn it. We're getting nowhere... If this bit of Blair's about absorbing and imitating is true... then that dog could have gotten to anybody. \n[43]What's that? \n[44]How long will it take you to prepare this? \n[45]Well, get to it. \n[46]And I've got the only key. \n[47]Ah... no one... I give it to Copper when he needs it... \n[48]I suppose... well, it's possible someone might have lifted it from me. But... \n[49]Look, I haven't been near that... that refrigerator. \n[50]Copper's the only one who has any business with it. \n[51]Hey, Sanchez! \n[52]Put that down! \n[53]I'll put this right through your head. \n[54]I don't know about Copper. But I didn't go near that plasma... But I guess you'll all rest easier if someone else is in charge. \n[55]Can't see anyone objecting to you, Norris. \n[56]Was dark... find a light... \n[57]I rather don't like your tone... \n[58]Let's rush him. He's not going to blow us all up. \n[59]Pure nonsense. This won't prove a damn thing. \n[60]stares grimly ahead. Childs soaks his clothing with a can of gasoline. He is then surrounded. The room tenses, adrenalin pumps, breathing halts. The burner. The torches. The wire. The plate. Garry's face. Hisssss. MacReady tries again. Hiss. The men breathe. Their torches are lowered. Nauls throws his on the floor. Sanchez and Childs flop down in chairs. MacReady wipes his face. A long silence. Sanchez weeps quietly with relief. \n[61]I know you gentlemen have been through a lot. But when you find the time... I'd rather not spend the rest of the winter tied to this couch. \n[62]Make 'em short. They'll go off quicker if we need to use them. \n[63]One thousand volts. Should be enough. \n[64]What's he saying? \n[65]I'm going to bump this up, much as I can. \n[66]How long's it been? ", "NAULS": "\n[1]22. The cook. Bright. Black. Irreverent. But kindhearted. Roller skates. \n[2]Maybe we at war with Norway. \n[3]Bullshit, Bwana, sweetheart. Five minutes is enough to put a man over down here. \n[4]I mean Palmer been the way he is since the first day. \n[5]Oui, Bwana. Can do. \n[6]It's okay now, man. It's dead. It's over. You see. \n[7]Right, man. Right. \n[8]Where's that big ol' steel pot of mine?! Damn! \n[9]Which one you muthers been tossing his dirty underwear in the kitchen trash?! \n[10]I want my kitchen clean. Germ free! \n[11]Finish what? \n[12]Lighten your load, sucker. You ain't the judge and executioner around here! \n[13]Oh, my God. \n[14]That thing's too smart to be hiding any more of its clothes, MacReady. \n[15]I got your goodies, superdude. \n[16]What you doin'? \n[17]Well, who the hell you think wants to get in there with you? \n[18]Now why'd you go and... \n[19]You promise? \n[20]Crazy white scientist motherfucker... \n[21]Childs! That a fuse? \n[22]I'm working it! Nothing's happening! \n[23]It's shorted out or something! \n[24]Somebody's taken it. I can't find it! \n[25]Kitchen things, too... \n[26]Where's the roof?! \n[27]This storm do that? \n[28]Goddamn white women. \n[29]Cut him loose of the line up by his shack. \n[30]When we were up poking around his place... I found this... \n[31]...It was stashed in his old coal furnace... wind must have dislodged it... I don't think he saw me find it. \n[32]...Made sure I got ahead of him on the towline on the way back... cut him loose. \n[33]He's one of them. \n[34]Look, man... \n[35]Bullshit! He's got to know damn well I cut it! \n[36]It's cool, man. We ain't near you, man... Stay cool... \n[37]I don't think he's breathing. \n[38]What are you going to do? Drink it? \n[39]Shut the damn hell up. \n[40]What is it? \n[41]Where was he trying to go? \n[42]What about Childs? \n[43]You crazy? He might be inside already? \n[44]Hear what? \n[45]It's got into the pub! It's turned on the stereo! \n[46]It's in between us and them!! How we going to get back?! \n[47]MacReady! We been cut off!! \n[48]full speed down the maze. Left. Right. Totally reckless. He hits a straightaway. \n[49]Get back!! \n[50]Screw the generator!! \n[51]Got Sanchez... World War Three wouldn't mess with this fucker... Can go through walls... And it's like all over the place... \n[52]Position, my ass... \n[53]Boulder Dam might do it. \n[54]Maybe it ain't coming. \n[55]Bet the last place you ever go. ", "PALMER": "\n[1]27. Second string chopper pilot. Crack mechanic. Long hair. Slight sixties acid damage. \n[2]Was wondering when \"El Capitan\" was going to get a chance to use his pop gun. \n[3]Damn straight. \n[4]Shit, Doc, I'll give you the lift if... \n[5]Four! \n[6]Clark! Will you kennel this goddamn dog? Hey, Clark?! \n[7]Wow... \n[8]Happens all the time, man. They're falling out of the skies like flies. Government knows all about it... Chariots of the Gods, man... They practically own South America. I mean they taught the Incas everything they knew... \n[9]Read von Daniken! Have you read von Daniken? Get your facts straight! \n[10]Well, that Thing in the ice sure weren't no dog. \n[11]Blair. He's gone berserk. \n[12]Chopper aren't going to be ready for days. \n[13]Oh, I got you. Not too long. \n[14]How's that Thing get to the dogs? I though we stopped it in time. \n[15]And that was enough? \n[16]Morphine? You know I was pretty close to that dog, too. \n[17]Where's that magneto? Can't find a darn thing around here any more. \n[18]Childs, where's that magneto from Chopper One? \n[19]No it ain't there. Would I be asking if it were there? \n[20]The fuel pump... it's gone... You've got to get up to supply, Mca. If we don't get this thing started soon, it'll freeze on us and we'll never get it going. \n[21]Mac, where the hell is that pump!! \n[22]Somebody definitely messed with it. \n[23]Hope so. Another ten, fifteen minutes. What I don't get is... \n[24]Tons of stuff's been missing around here. Magnetos, cables, wire... \n[25]I ain't going with Sanchez. \n[26]I ain't going with him. I'll go with Childs... \n[27]I ain't going with you! \n[28]What'd we ever do to these Things anyway... \n[29]What? \n[30]Right. \n[31]Auxiliary light cables...? Been cut. \n[32]Somebody broke in. \n[33]Childs!! \n[34]Don't get near 'em. The plants! They're alive. Those things can imitate anything... \n[35]We got to burn 'em. \n[36]Why didn't it imitate Fuchs? Isn't that its number -- to get more recruits. \n[37]MacReady!! \n[38]Where's MacReady? \n[39]Could have been anytime. Anywhere. \n[40]When the lights went out... \n[41]Right. Garry was missing... ...And Sanchez... \n[42]Let's open it. \n[43]Let's open it. Now... \n[44]He's so close. Maybe our best chance to blow him away. \n[45]The supply window! \n[46]Yeah, man, really. Just relax. \n[47]What kind of test? \n[48]He's dead. ", "BLAIR": "\n[1]50. Sensitive. Intelligent. Unassuming. An assistant biologist. \n[2]Well, get to somebody. Anybody. We've got to report this mess. \n[3]No drugs... alcohol. Nothing. \n[4]It's tissue from one of these sinewy rods. \n[5]That's the point. \n[6]I'm not sure it is any kind of cell structure. Biologically speaking. \n[7]Was that dog, the Norwegian dog? \n[8]That tape MacReady showed us this morning... \n[9]I've asked him to try and locate the site. Okay with you? \n[10]Maybe. \n[11]It was here... got to that dog... It was here in this camp... \n[12]Whatever that Norwegian dog was... It... It was capable of changing its form... ...when it attacked our dog... it somehow was able to digest... or... absorb it... and in the process shaped its own cells to imitate our dog's cells exactly... ...This for instance isn't dog at all -- it's imitation... We got to it before it had time to finish or... \n[13]...I think the whole process would have taken an hour... maybe more. And then I suppose both would have changed back to dog form. \n[14]Of course not... But whatever it was revived, it... Well, The Thing was probably disoriented... and realized it couldn't survive for long in our atmosphere... But being the incredibly adaptable creature it was... it tried to become something that could... Before the Norwegians killed it... it somehow got to this dog. \n[15]It was a life form that was able to imitate and reproduce, whatever it ate or absorbed, cell for cell. \n[16]The concept is staggering. I know... I... I don't fully understand it myself. \n[17]I think we're talking about an organism... that could imitate other life forms... perfectly... It could have gone on and on... It could have become one dog... It could have become as many dogs as it wanted to -- and without losing any of its original mass... \n[18]Look, I know it's hard to believe... \n[19]Well... there's still some cell activity... it's not entirely dead yet. \n[20]Clark, did you notice anything strange about that dog? Just anything at all? Any little thing? \n[21]That night? \n[22]What was he doing in the rec room? \n[23]Well, where was he? Where did he go? \n[24]You're saying he wasn't put into the kennel until the night? \n[25]How long were you with the dog? Alone, I mean? \n[26]Nothing. Nothing at all. \n[27]...It could have gotten to somebody... \n[28]No, I... I don't mean infection... or disease... \n[29]No... No, you can't let anyone in here... That dog was all over this camp... \n[30]Listen to me, Garry. Please... \n[31]No! You can't let people leave... \n[32]Don't you understand?! That Thing didn't want to become a dog... \n[33]You can't let anybody leave! \n[34]Anybody interferes, I'll kill! Nobody's getting in or out of this camp... \n[35]...You think I'm crazy? Fine! Most of you don't know what's going on -- but I'm damn well sure some of you do! \n[36]...You think this Thing wants to become an animal? Dogs can't make it 1000 miles to the sea. No skua gulls to imitate this time of year... No penguins this far inland... Don't you understand?! It wanted to become us! \n[37]...Can't you see...? If one cell of this Thing got out it could imitate every living thing on Earth. Nothing could stop it! Nothing! \n[38]No, you're not! I don't trust any of you! \n[39]Why am I here? \n[40]I don't know who to trust. \n[41]Watch Clark. \n[42]Watch him close. Ask him why he didn't kennel the dog. \n[43]Nobody's getting in here. You can tell them all that! \n[44]And I don't want any more food with sedatives in it. I know what you're up to. Don't think I don't. And if anyone tries to get in here -- I've got rope. I'll hang myself before it gets to me. \n[45]I've changed my mind... I'd... I'd like to come back inside... I don't want to stay out here any more... Funny things... I hear funny things out here. \n[46]Fuchs...? No, it's not Fuchs... You must let me back in... I won't harm anyone... I promise... \n[47]I promise! I'm much better now! I'll be good!! I'm all better!! Don't leave me here!! ", "NORRIS": "\n[1]44. Stocky. Rugged looking. A geophysicist. An incipient heart condition. \n[2]What the fu... \n[3]Yeah. I caught that he wanted the better part of my ass to come apart. \n[4]MacReady ain't going nowhere. Bunkered in till spring. \n[5]Anyway, he's probably ripped. \n[6]You jerking off or just pissed? \n[7]Get your gear on. \n[8]...Seems they were spending a lot of time at a place four miles northeast of their camp. \n[9]Maybe the whole camp got bent... Something they ate. What about food poisoning, Doc? \n[10]Here. This is where they were spending most of their time. \n[11]One of their sites would be directly over here. \n[12]Magnesium of some type... or some kind of strange alloy. And those poor dumb bastards had to go and blow the hell out of it. \n[13]You know damn well what we both make of it. \n[14]Seismic activity has been pushing this are up from way down for a long time... ...This ice it was buried in... It's over a hundred thousand years old. \n[15]You been into Childs' weed, Blair? \n[16]The back window. A couple of us could maybe surprise him. \n[17]reaches the fuse box. He opens it. \n[18]They didn't teach you much about working them either. \n[19]What in the hell for? Even if Blair's right -- they'll just die out there. No food. They're over a thousand miles from anything. \n[20]It's just too damn wild -- I can't believe it. \n[21]I wear a size large, too. \n[22]Can there be... some kind of test? To find out who's what? \n[23]Somebody else sure as hell thought so. \n[24]When was the last time you used it? \n[25]Sorry, gentlemen... ...Don't think I'd be up to it. Haven't been feeling well lately. \n[26]We should sleep in shifts. \n[27]MacReady, that you? \n[28]It's the generator I think! No power. \n[29]Enough... \n[30]Let's just not get worried about anything just now. \n[31]After all this mess. \n[32]Forty... Forty-five minutes. \n[33]All of you! Come here! \n[34]Would have been a perfect time... \n[35]This is just what it wants... to pit us against each other. \n[36]He hasn't had enough time. \n[37]All right... all right... we've got no choice now... ", "SANCHEZ": "\n[1]21. The radio operator. Hates it here. Lousy at his job. In the winter of 1982 these men were commissioned by the United States National Science Foundation to gather data concerning the physical and natural sciences on the continent of Antarctica. \n[2]It's no go. \n[3]Look, I haven't been able to reach shit in two weeks. Doubt if anybody's talked to anybody on the whole continent. \n[4]Hey, man...! \n[5]We're a thousand miles from anybody else, man. It's going to get a hell of a lot worse before it gets better. \n[6]Couple seconds of an Argentine disco station. \n[7]I'll see what I can do. But they didn't teach me much about fixing these things. \n[8]Well, what we going to do? \n[9]in terror, runs at top speed through the narrow corridors. Opening and shutting doors. The others are in pursuit. They shout for him to stop. \n[10]as he reaches a small armory. A glass case set into the wall. A half dozen rarely used guns are inside. He tries the handle. Locked. He hears the clamor of feet and voices as the others are nearing. He breaks the glass and grabs a shotgun. Then a box of shells. He frantically tries to load, but is too nervous. The others arrive at the end of the hallway. Garry pulls his handgun and points. \n[11]No. \n[12]You guys going to let him give orders? I mean he could be one of those Things. \n[13]How we going to try and find out who's... you know, who's who? \n[14]Where were the flashlights? \n[15]Why? \n[16]Well, screw you, man! \n[17]Whoever put this through him... \n[18]...is one bad-ass and strong muther. \n[19]Why Fuchs? \n[20]MacReady...? \n[21]When do you think it got to him? \n[22]Fuck you, Palmer. \n[23]You think he's changed into one of those Things? \n[24]What if we're wrong about him? \n[25]What we going to... \n[26]God... what...? \n[27]grimacing as Dr. Copper pinches a scalpel to his thumb and collects a small portion of his blood in a dish. All the men have been tied up. Palmer, Childs and Garry on the small couch. The others, including the lifeless corpse of Clark, in chairs. Copper returns the plate to the table and sets it down in line with the other plates of blood that he has collected. The names of each man have been scribbled onto the plates. MacReady slides the Doctor a fresh plate. \n[28]What if it doesn't come? \n[29]He might just wait us out. \n[30]You hear that? \n[31]What?! \n[32]I can't hear you. ", "CLARK": "\n[1]24. The dog handler. Likes it here. Good at his job. \n[2]I'll be here a while. Shell's pretty deep. \n[3]Mac's really taking it up, huh? \n[4]opens the door to the small kennel and serves up the dinner. The dogs, about seven of them, yelp and bark eagerly. \n[5]reaches the kennel door. The savage outpouring of noise from within baffles and angers him. He unlatches the door. \n[6]What's got into... \n[7]I don't know what the hell's in there, but it's weird and pissed off, whatever it is. \n[8]Mac, where are you? \n[9]No! Wait!! \n[10]I know. Mr. Childs killed it. I saw. \n[11]Jesus, why would those guys ever want to leave Norway...? \n[12]What do you mean \"got\" to the dog? \n[13]No. Just that he recovered real quick... That night when I found him in the rec room, he had already scraped off his bandage. Before I put him with the others, I redressed his wound and noticed it had healed up real good... \n[14]Yeah. \n[15]Well, after I worked on him -- thought I'd let him rest. Left the room for a bit. When I came back, he was gone. \n[16]Don't know. Looked for him for a bit... couldn't find him. \n[17]Well... yeah. \n[18]Ah... He was hurt bad. Bullet nicked an artery... I don't know... An hour... hour and a half... \n[19]What the hell you looking at me like that for? \n[20]The dogs... \n[21]No. Door was wide open. I know I latched it. \n[22]All three of them took off. \n[23]I haven't seen them since their last feeding. Could be as much as twenty- four hours. \n[24]...I'm telling you I don't remember leaving the kennel unlatched... \n[25]...Would I even have told you they were gone if I had anything to hide? \n[26]I told you I couldn't find... ...get that out of my face. \n[27]So what? \n[28]Gotta go to the can, Childs. \n[29]What you got in mind, MacReady? ", "BENNINGS": "\n[1]38. A meteorologist. Dutiful. An old pro. \n[2]What in the hell were they doing...? Flying that low... shooting at a dog... at us... \n[3]Winds are going to let up a tad, next couple of hours. \n[4]Can't condone it myself. But it is a short haul. Hour there, hour back. \n[5]Sixteen. \n[6]How much more of this crap is there? \n[7]We can't learn anything from this. \n[8]What do you want from us? \n[9]Clark, will you put this mutt with the others where he belong?! \n[10]That's what he said. Now! Move! \n[11]Pretty nasty out, Mac. Thirty-five knots. \n[12]Well, isn't it? \n[13]Travel-wise, tomorrow may be okay. But after that some pretty nasty northeasterly shit's coming in. \n[14]He's in the radio room. Got a gun. Beat on Sanchez something fierce. \n[15]Holy shit. Whatever he's going to do, he ain't fucking around. \n[16]All right... Box of dynamite... box of thermite... three shotguns... box of flares... two flare guns... thirty cans gasoline... and a case of alcohol. \n[17]Dogs don't eat each other. \n[18]Nowhere... Just straight to the ocean. \n[19]Gonna get dark soon, too. Supposed to be fifty below tonight. \n[20]howling in pain. The ice underneath him thrashes violently. Childs and MacReady stand by helplessly, unable to see what has him or what action to take. Childs moves closer to help. ", "FUCHS": "\n[1]Gotta be from the Norwegian camp. \n[2]'Bout eighty kilos southwest. \n[3]Says here about eight weeks. \n[4]Started with six. There'd be four others left. \n[5]What in the world kind of cell structure is this? \n[6]You can't do this! You can't burn these remains... \n[7]Well, I'm not going to let this happen... \n[8]I just can't believe it... We're going to go down as the biggest bunch of assholes in history... \n[9]...Goddamn fools... \n[10]Right. Why not? \n[11]No. Somebody opened it. Closed it. And then locked it. \n[12]And the Doc thought of the test. \n[13]I'll try.  I could sure use Copper's help though. \n[14]Nothing yet. But, MacReady, I've been thinking... If our dogs changed by swallowing parts of that other one... We better see to it that everyone prepares their own food and we eat out of cans. \n[15]One arm outstretched, swings into view. An ax, embedded deep into his chest, pins his frozen body to the inside of the door. ", "HALLWAY": "\n[1]MacReady has joined the others. \n[2]MacReady readies the table like a shield. \n[3]The three move down the hall toward their appointed rendezvous at the rec room. \n[4]Palmer stands by as Childs tries the knob. Locked. \n[5]Childs cautions to Palmer as he prepares for one last blow. \n[6]The men step backwards carefully. "}}