{"dialogues": {"DEBBIE": "\n[1]Oh Pete! Oh my god! This is crazy! \n[2]What? \n[3]What? What did you do? Wait. Stop. \n[4]You just took a Viagra to have sex with me? \n[5]Because you can't get hard without a Viagra? Is it because you don't think I'm sexy? \n[6]That is the worst birthday present you could ever give someone. \n[7]I don't want a turbo penis. I like your medium soft one. \n[8]Where did you get this? \n[9]What? You got it from Barry? \n[10]We are young people. We don't need medication to have sex. \n[11]I am not forty! And I don't want to have a husband who has to take Viagra to get a hard-on. \n[12]Fuck forty! Forty can suck my dick. \n[13]Hey. Don't eat that cupcake. \n[14]The one you just put into the sink. I saw you were hiding that. \n[15]Yeah. \n[16]You're still going to eat it. \n[17]Just put it in the trash. \n[18]Anything? \n[19]Just hang out with you guys. \n[20]I'm turning thirty-eight. \n[21]No. I don't think it's weird at all. Because you're turning forty and I'm turning thirty-eight. \n[22]You don't get it. You don't understand how it works. I don't want to shop at old lady stores. I don't want to go to J. Jill and Chicos and Ann Taylor Loft. I'm not ready yet. I need two more years. \n[23]What did you get me for my birthday? \n[24]What do you mean? You're supposed to get me a surprise gift. This is a big birthday. I'm turning forty! \n[25]I am going to work out. I'll be back in about an hour. \n[26]No. That's no surprise. \n[27]I don't know. I think maybe he just isn't attracted to me anymore. \n[28]But everyone gives you a boner. \n[29]Maybe things are just getting stale. That's why maybe I work out really hard. Maybe he'll be able to get a boner again. \n[30]\n[31]\n[32]\n[33]He doesn't seem happy. \n[34]No. He's lonely. \n[35]See, I think he has sad eyes. \n[36]I bet George Clooney is really lonely. Just him and his pig. \n[37]I wouldn't. \n[38]Do you think? \n[39]This music doesn't make people happy. \n[40]Look how angry you get while listening to this. It's my birthday. You don't control the radio on my birthday. I control the radio on my birthday. \n[41]Sadie, how many times have you watched Lost this week? \n[42]That's really bad, Sadie. You're not allowed to do that. \n[43]Be nice to your sister. You guys are going to cherish each other one day. \n[44]I know, just five minutes. I think Desi and Jodi are fighting. \n[45]Hi. How's Jodi treating you? \n[46]Huh. \n[47]Can you do inventory so that we can do the sidewalk sale? And you really need to pay attention to the numbers because we have twelve thousand dollars unaccounted for. \n[48]She's not stealing. She's our best employee. She made nine grand last month. \n[49]You brought in twenty-two hundred. \n[50]Well, that's not that good. I mean, I'm not comparing you, but you're not as good. \n[51]What? \n[52]What? Why are you looking? \n[53]Maybe she's wearing dark underwear. \n[54]Stop looking. \n[55]Woo! Where's daddy? \n[56]Pete! \n[57]What are you doing? \n[58]We're all downstairs waiting for you. You've been up here for a really long time now. \n[59]\n[60]\n[61]\n[62]\n[63]\n[64]\n[65]\n[66]\n[67]You're flushing as you go? Who takes a half hour to go to the bathroom? \n[68]It's just not my kind of music. \n[69]I like Lady Gaga. \n[70]What? \n[71]It's not! It's fun, and it's about release and sex and power. \n[72]This is a job. This is not a hobby. Can't you love him just as a hobby? And sign a fifteen-year-old hot girl so we can eat? \n[73]The last of Graham Parker's fans just died. \n[74]Sadie. Sadie, what are you listening to? \n[75]Okay, this is music that makes people happy. And this is what people buy. Right, girls? \n[76]Why did you take it off? \n[77]It just doesn't make people happy. \n[78]You're the only one in the room who's happy. \n[79]Is there something that you can do to be helping me right now? \n[80]Can you go get a lunch box or something? \n[81]Shhh! \n[82]Hi, any day now, huh? \n[83]That would be great, I'll call you. \n[84]\"No\" what? \n[85]What? She's sweet. \n[86]Oh. We are on time. \n[87]Oh. Okay. \n[88]I come to-- \n[89]Hi, Grandma Molly. \n[90]Yeah. \n[91]The happiest period in people's lives is from age forty to sixty. So this is it. We're in it, right now. \n[92]Says a lot of people, most people. \n[93]\n[94]\n[95]\n[96]\n[97]\n[98]\n[99]\n[100]\n[101]\n[102]\n[103]\n[104]\n[105]\n[106]\n[107]And the other thing is your dad stuff. \n[108]The not letting him guilt trip you all the time, because that puts a lot of pressure on you, and the whole family feels it. He's a grown man, and he's not our responsibility. And you're not giving him money anymore, right? \n[109]Can you please put that down? \n[110]A lot of people are RSVP-ing to your birthday party. \n[111]No. \n[112]No. \n[113]Did Jodi tell you she thinks Desi's stealing? \n[114]Yes. \n[115]Twelve thousand dollars. \n[116]Well, I don't know. That's what Jodi said. \n[117]It is. Don't put that kind of pressure on me. \n[118]Are you nervous about money? Are we okay? \n[119]Oh, yeah. For sure. We can't fire her. We're barely breaking even with her. \n[120]Look at this, she's making out with somebody. \n[121]Is she screwing him?? \n[122]Look at the position of her skirt. \n[123]At least she's getting some. \n[124]Yes. \n[125]It's not about credit. We need to have more passion. Like this. \n[126]It looks like passion to me. \n[127]Oh my god. Don't do that! \n[128]Don't fart in the bed! \n[129]This is why we never have sex. That's disgusting. You're gross. \n[130]That's what he said. \n[131]I grind all night. \n[132]Turn it up! \n[133]Turn it up! \n[134]I don't know. \n[135]Yes. \n[136]Oh. It's 1974. \n[137]No. That's funny. \n[138]I'm not going to \"go\" with 1974, it is 1974. \n[139]I lie about my age, okay? \n[140]Okay? Okay? Okay?! \n[141]Oh my gosh. \n[142]What are you doing? \n[143]You want a blow job? \n[144]I really want a cigarette right now. \n[145]Stop crying! \n[146]Stop it! \n[147]Forget it. \n[148]Hi, I'm looking for my dad, an older man? \n[149]Oh, he's not with Sony anymore. He went out on his own. Now he's able to focus on the artists that he's really passionate about. \n[150]She just got her period. \n[151]It would be nice to see more of each other. \n[152]That would be nice. Do you have a good day? \n[153]I know, I wasn't. I'm glad we're here. I think this is a good start and that if we can spend more time together, it would be nice. \n[154]He's handsome. He's thirteen? \n[155]Daddy and I are making some changes so that we can be happier and healthier, and we're starting with this meal that I prepared. \n[156]Doesn't it look good? \n[157]No, baked tofu. It's actually really tasty. And the lettuce is so fresh and tasty that you forget how good lettuce tastes on its own without dressing. \n[158]And another thing we've decided is to cut back on all of the electronics we use. What we're going to do is get rid of the wi-fi and only use the computer from eight to eight-thirty at night. \n[159]We're going to have a hard line in the kitchen. \n[160]\n[161]\n[162]\n[163]\n[164]When I was a kid we used to build tree houses and play with sticks. \n[165]Play Kick the Can. \n[166]It's fun. \n[167]You don't need technology. \n[168]Charlotte, put that down. \n[169]Nobody said you were bad. \n[170]She is up to no good. She's not allowed to come over here anymore. \n[171]This isn't turning out the way I wanted it to. \n[172]No computer. \n[173]I know. She's tough. \n[174]This is the best birthday present. \n[175]I know! \n[176]I mean I can't take it. With the hormones, and the crying, and \"do my homework\"... \n[177]Them's lil' bitches! Bugging us for shit all the time. And they never appreciate anything. \n[178]Aw, I feel bad. I love them. \n[179]I miss them already. Should we go home? \n[180]\n[181]\n[182]\n[183]\n[184]\n[185]\n[186]\n[187]Because you'd be so weak and sweet, and I could take care of you but while killing you. \n[188]Have you ever thought about killing me? \n[189]Really? \n[190]How would you do it? \n[191]A wood chipper? \n[192]Yeah. \n[193]Wow. That's a bad plan. The cupcakes is a way better plan. \n[194]Aw. I love you. \n[195]What? \n[196]What? \n[197]Should we do it? \n[198]Just get all of it. You deserve it. You really do. \n[199]Yes, and I just realized that right now. Go get the cookie! \n[200]Should we watch porn when we eat the cookie? \n[201]I don't think we need twenty-four hours of porn. \n[202]I think that's too much porn. \n[203]How much are we supposed to eat? \n[204]Plus, it's old. It probably has lost some of its- \n[205]We should have sex. More. \n[206]It's true. \n[207]You do. \n[208]I'm going to deep throat this eclair. \n[209]That was nice. \n[210]Are you okay? What's the matter? \n[211]I told you the pediatrician didn't know what he was talking about. \n[212]Not in kids over six years old. We're going to the Eastern doctor. \n[213]Are you kidding right now? \n[214]Sugar, wheat and dairy. Okay. \n[215]Why don't you go on the table? \n[216]Why don't you go on the table? It looks like you need to get on the table. \n[217]Pete! \n[218]What are you doing? \n[219]Why? \n[220]What are you doing with your phone? \n[221]Can we just keep like a small shred of mystery in our relationship? \n[222]I do not want to investigate your anus. \n[223]It's a hemorrhoid. \n[224]Where did she get those clothes? Those are expensive. \n[225]Everything that goes in is dicks? \n[226]Don't say that. \n[227]I'm going to go talk to her. \n[228]Hey Desi. Is that your new Acura out front? \n[229]It's so nice. Do you love it? \n[230]Hey Desi, would you mind wearing some of the clothes we have in the store? \n[231]Did you? \n[232]Wow. So you stenciled on the tiger? \n[233]You have an amazing body. \n[234]Yes. Are those real? \n[235]Really? \n[236]Okay. \n[237]Wow. Jesus. I mean they really are amazing. That's firm, for real. They're like a memory mattress. Like Tempurpedic, you know? They look amazing. My kids just sucked the meat right out of mine. \n[238]Since I had kids, my boobs are just gone. They didn't even say goodbye. They just left. \n[239]I feel bad about myself right now. \n[240]Yeah, really quick. \n[241]I'm getting rid of everything in the house that has gluten or sugar. \n[242]\n[243]\n[244]\n[245]\n[246]\n[247]\n[248]\n[249]Yeah. Well, I guess I'm not the cool one. But the rules are just different in our house. \n[250]Don't sass me. \n[251]Wendy, can you go stand in the other room, please? \n[252]Give me your iPhone now. \n[253]Okay, if you don't give me your phone right now, then I'm going to have to take away your phone and your computer. \n[254]That's it. \n[255]No phone, no computer. \n[256]You go to your room right now. \n[257]You are not allowed to use iPhone, iPad, iPod Touch, iTunes, Netflix, Pandora, or Spotify! \n[258]Okay. \n[259]We spend enough time together. \n[260]It's quality time. \n[261]What else did they say? \n[262]I know Joseph. \n[263]What? \n[264]That is not nice. \n[265]Who made him the judge of hot? \n[266]What a little fuckhead. I'll kill him. \n[267]That is cool. That's taking the high road. \n[268]I wonder what that means. \n[269]Aww. She's a good girl. She was polite, and she stood up for herself. \n[270]Shit. I thought she was coming in. \n[271]If she caught us, she would kill us. \n[272]What financial problems? \n[273]I thought we weren't supposed to hear for three weeks? \n[274]You heard. \n[275]How much have we lent him? \n[276]Did you say \"eight thousand\" or \"eighty thousand\"? \n[277]On the house? \n[278]Does Pete know that? \n[279]What are you going to do? \n[280]No, you said it was impossible. \n[281]Yeah. \n[282]You said that my fibroid was like a giant boulder, like the one from the Indiana Jones movies blocking up my uterus. \n[283]It's okay. \n[284]That's great. \n[285]What? \n[286]No. \n[287]That's good news. Another baby, at forty. \n[288]I am thrilled. And Pete is going to be so happy. \n[289]What a relief. I can finally relax now, you know? I'm so happy, I really am. It's good. \n[290]She's so cute. She's so tall. \n[291]Do you ever wish we had a bigger family? \n[292]Never? \n[293]Hey! \n[294]I'm Sadie's mom. \n[295]Sadie, the one you chat with on the internet? \n[296]Well, it was you, I saw your picture. Did you make a \"Hot\" list and not put Sadie on the \"Hot\" list? \n[297]You know what I'm going to do? I'm going to make my own \"Hot\" list, and you know what? You're on the \"Not Hot\" list. How does that feel? \n[298]Maybe you shouldn't be so comfortable with yourself. You know why? You look like a miniature Tom Petty. How's that feel? Huh? You think that haircut's cool? It's not. It looks like you put your Justin Bieber wig on backwards. You still comfortable with yourself? Why are you wearing a tank top? Huh? So you can show off your bald pits, you little hairless wonder? Cool tank top, man. So next time you think about writing something nasty on my daughter's Facebook page, just remember me. Remember me. I will come down here, and I will fuck you up. \n[299]Wait a minute. Hey. Are you crying? \n[300]I'm sorry. I'm not in my right head. \n[301]What did you say? \n[302]I'm not going through menopause! I'm not going to go through menopause for twenty years. I'm pregnant you little bitch. God damn it! \n[303]I'm going out to coffee with Desi to find out if she's stealing from us. \n[304]I don't know. Figure it out. \n[305]I just wanted to talk. Maybe we could go to a coffee house or something? \n[306]Who do you guys play for? \n[307]You guys are all from Philadelphia? \n[308]So, should we go to the quiet area? \n[309]We kind of have to have a little business meeting tonight. \n[310]Okay. Let's fucking dance! Yeah! \n[311]Thank you. \n[312]\n[313]\n[314]\n[315]\n[316]\n[317]\n[318]\n[319]Thank you. \n[320]Why did you put that guy's teeth in your mouth? That's so gross. He was dirty. \n[321]That's true. \n[322]You did? \n[323]Can I ask you something stupid? Do you know why we're missing money at the store? \n[324]Like twelve thousand dollars. \n[325]Well, no. I did, but now I don't. \n[326]Then, why do you live in such a nice apartment and have such a fancy car? \n[327]Well, that's good. \n[328]Huh. \n[329]As long as you think it's safe. \n[330]So, who do you think is stealing money? \n[331]No. \n[332]Since you told me, I want to tell you something. \n[333]How did you know? \n[334]Wow. Maybe you should tell Pete. \n[335]I don't know. I just want him to want me. I don't want him to want me because I'm pregnant. \n[336]You think? \n[337]What are you doing? \n[338]What time do you have to go to work? \n[339]Want to be late? \n[340]Do you see me? Standing here in front of you? Half-naked? \n[341]And does that make you feel anything? \n[342]No, I'm not trying to start a fight with you. I'm trying to fuck you! \n[343]Whatever. \n[344]You know what your problem is? You're never in the moment, you're never present. You're never in your body. \n[345]You can't just walk away. \n[346]How's the record company going, Pete? \n[347]What have you heard? \n[348]Then why are you giving Larry money? \n[349]I know everything. I talked to the accountant. \n[350]Fine. It makes me feel sad when you are dishonest. \n[351]Okay. It makes me sad when it's so easy to trick you into lying because you're such a lying shitbag. \n[352]That's not a judgment. That's just a fact. \n[353]Well, it hurts me inside and triggers me that you're such a dishonest shit that you're lending your father money without telling me, while your record company is going bankrupt and we're on the verge of losing our fucking house! \n[354]What else are you lying about? \n[355]\n[356]\n[357]\n[358]\n[359]\n[360]Would we even still be together if I didn't get pregnant fourteen years ago? \n[361]Would we? \n[362]Okay. \n[363]You know what? I don't even want to have a party here. You need to cancel it. \n[364]You have never been nice to her and now she's getting aggressive with you. I told you this would happen. \n[365]What do you think you're going to be like when you grow up? \n[366]Do you think you want kids? \n[367]Just one? Why? \n[368]Does it make you sad when you fight? \n[369]I love you. \n[370]You just admitted it. \n[371]You stole twelve thousand dollars from me, Jodi, and I need you to pay me back. \n[372]You babysat my kids while you were on Oxycontin. \n[373]Oxyconton? \n[374]What's oxykitten? \n[375]Jodi. You put me in danger. Me and my family. \n[376]Are you high right now? \n[377]I need to go. \n[378]Are you serious? I didn't. I would never. To a child? Your son has been defiling my daughter's Facebook page now for months. \n[379]He didn't say that. \n[380]\n[381]Now you know what we're dealing with. \n[382]Why not? \n[383]Can you become a vegetarian tomorrow? \n[384]Yes, we have. We're supposed to keep an eye on you. \n[385]\n[386]\n[387]\n[388]Are you still upset about Lost? \n[389]She's becoming just like us. \n[390]Do you think there's anything we can do to turn it around? \n[391]Where did she learn that kind of language? We don't talk like that. \n[392]J.J. Abrams. He's ruining our daughter. That fucking geek. \n[393]All of a sudden we're like a magnet for negativity. Why do people keep attacking us? What did we do? We're just doing our best. \n[394]I think we're under enough pressure. Let's just let it go this time. \n[395]We can give each other a break. \n[396]We're not even mad at each other. We're mad at them. \n[397]Let's just take away our parents' power by loving them. \n[398]Yes. \n[399]I kind of feel better already, do you? \n[400]I love you. \n[401]It's not us, it's them. \n[402]I am so glad you're here. I need a buffer in case it gets weird. \n[403]Here, grab these napkins. \n[404]Pete wouldn't know what to do with that. \n[405]They look like pedophiles. \n[406]Hey, Pete! \n[407]Jason's here. \n[408]Hello. \n[409]Remember my husband, Pete? \n[410]Larry, this is my father. \n[411]Why didn't she come? \n[412]Hey guys. \n[413]What do you mean? \n[414]He is my biological father. \n[415]He and my mom had a baby and that was me. \n[416]Yes, well, that would make him your grandpa. Do you want him to be? \n[417]I wanted to make a toast. Thank you guys so much for coming... Pete's turning forty. \n[418]And we're ready to start this new phase of our lives with open hearts. Ready to just choose joy and forgive everybody, so thank you all for coming. \n[419]And live without resentments. \n[420]Well, you and my dad and others. \n[421]My parents divorced when I was really young and we don't spend that much time together and I'd like to work on that. Just like we'd like to work on how you have financial issues. \n[422]\n[423]\n[424]\n[425]\n[426]\n[427]\n[428]\n[429]\n[430]Can you be quiet? You just threw me under the bus. \n[431]I'm not ripping into your dad. I'm just saying to him what you say to me. \n[432]I am not a ball buster. You make me one! I am a fun girl! I am fun- loving! I am a good time Sally! I dance hip-hop. I cannot believe I've wasted my whole life busting the balls of people who have no balls. I am the only one here who has any balls. \n[433]What? \n[434]No, they're Barb's. \n[435]I'm not a smoker. \n[436]I wasn't smoking. \n[437]Since when do you care? You don't want another baby. \n[438]\n[439]\n[440]\n[441]\n[442]\n[443]Well, I guess we're stuck together forever, then, right? \n[444]You don't even want a baby. \n[445]I should put that on a Hallmark card. That's beautiful. \n[446]I'm not forty. \n[447]How do you know? \n[448]That's not what she said. \n[449]I don't even know you. You can't just come into my house and reminisce. \n[450]Hey, wait a minute. You did leave. And you didn't come back. \n[451]So I ruined your life? I was eight. \n[452]You never said that before. \n[453]You sound just like Sadie. \n[454]The big one. \n[455]I know. It's weird. Where the hell is Pete? \n[456]Sure. Hi, Joseph. \n[457]Do you want a piece of cake? \n[458]So cute. \n[459]Dad? Excuse me. I'm going to go look for Pete. Would you mind staying with the girls for just a little bit? \n[460]If you don't mind. You don't have to. \n[461]That would be nice. Thank you. \n[462]Shh. Larry, please. \n[463]What are you doing? \n[464]It wasn't a good party. \n[465]Is he okay? \n[466]Do you mean that in a good way? \n[467]Thanks. \n[468]He worries about you. It puts a lot of pressure on him. \n[469]You can talk to Claire. \n[470]No, she won't, Larry, she loves you. \n[471]Are you apologizing? \n[472]Thanks. \n[473]Okay. \n[474]What? \n[475]That's funny. \n[476]I only have a hundred. \n[477]I really liked our lives so much better before we tried to change everything. I'm sorry. \n[478]\n[479]\n[480]\n[481]\n[482]\n[483]\n[484]\n[485]\n[486]\n[487]\n[488]\n[489]\n[490]\n[491]\n[492]How do we break you out of here? \n[493]Can you? \n[494]Let's get out of here, McMurphy. \n[495]I like this song. \n[496]Yeah. Why? \n[497]Why don't you sign him? \n[498]Why not? You're the best. ", "PETE": "\n[1]Oh my god. So incredible. Want to know a secret? I took a Viagra. \n[2]I took a Viagra. Those things totally work. This is awesome. Why don't I use this every day? \n[3]What's the matter? \n[4]I thought it would make it better. It was better. It takes some of the pressure off. \n[5]I thought you'd think it was fun for me to supersize it for once. \n[6]I was just trying to go turbo for your birthday. \n[7]My hard-ons are still in analog. This shit's digital. \n[8]Look, I can get it up. Just not that far up. \n[9]I got it from Barry. \n[10]Why do you care? This is my dick we're talking about, not yours. \n[11]I only took it because it's your birthday. I thought you'd like it. Happy fucking fortieth birthday. \n[12]I don't have to take it every time, but once in a while... \n[13]Wake up, wake up. Time to get up. \n[14]We're ready! \n[15]Make a wish! \n[16]What? \n[17]This cupcake? You think I'm going to eat this cupcake? \n[18]I so don't want this cupcake. Look. \n[19]I'm going to eat this cupcake? \n[20]What would you like to do today? Your choice. \n[21]Yeah, anything. \n[22]Don't you want to get a massage? Or do something fun? Forty's huge. \n[23]Okay. Thirty-eight. We'll move on. Isn't it weird that our birthday is the same week and that we're going to have a party, and it's just for me? \n[24]Come on. Do you really want to be one of those ladies who's just so insecure about their age and they lie and then they've got to remember. \n[25]That is so insane, it kind of makes sense. \n[26]I thought you said that we shouldn't get each other gifts this year? \n[27]Hey, did your father call to wish you a happy birthday? \n[28]It's not really a team, it's just a bunch of guys who get together and ride. \n[29]Bike lane, asshole! It's always the guy in the fucking Infiniti. \n[30]We're in one of those phases where everything the other person says just annoys the shit out of each other. All the time. It's a blast. \n[31]This sounds terrible but do you ever wonder what it would be like if, say, you were separated by something bigger, like death. Like her death? \n[32]Not in a painful way. Just quietly slid into death. Like a gas leak. \n[33]I'd want it to be a peaceful -- just like, drift, into a coma, from which she never awakens. \n[34]That's just it. People love widowers. \n[35]It's the best. \n[36]Somehow... \n[37]Somehow ease his pain. \n[38]Did you know that the Pixies did this song about a Salvador Dali short film called \"Un Chien Andalou\"? \n[39]This song kicks off Doolittle, one of the best albums of the last thirty years. An important record. \n[40]How many are there? \n[41]Are you kidding me? You can't watch over a hundred episodes of a show in five weeks. It'll melt your brain. \n[42]It's your birthday, you don't need to go to the store. \n[43]All right, five minutes. But then I'm pulling you out. \n[44]All right. See you. \n[45]I don't think she's wearing underwear. \n[46]It's all dark up there. \n[47]I didn't mean to look, I just said, `Hey- woah!' There it was. \n[48]Yeah. Maybe she has underwear that has a picture of a vagina painted on it. \n[49]Going to the bathroom. \n[50]Oh, I'm almost done. I'll be down in a second. \n[51]\n[52]\n[53]\n[54]\n[55]\n[56]\n[57]\n[58]I've been flushing as I go. \n[59]John Goodman. \n[60]Don't press Enter! I'm not sure I want to make that move! \n[61]You know, when I started this label, my dream was to work with musicians and bands whose music I just admired so much. The person that I thought, \"My god, wouldn't it be incredible to work with\" was Graham Parker. Tonight we have him. Solo. Because we couldn't afford to fly in The Rumour. \n[62]Really. What is your kind of music? \n[63]Oh, god, of course you do. \n[64]Shallow dance music. \n[65]You know, you don't have to like it. It's really not for you, that's fine. \n[66]Graham Parker and The Rumour had two albums in the Rolling Stone Top 500 Best Albums of All Time. Two of `em. If I can just sell ten thousand records to his hardcore fan base, we're golden. \n[67]Now, something that really rocks. \n[68]This is called good music. From somebody's heart. \n[69]Just listen to these words, okay? \n[70]This is lyrics, this is poetry. This is what is going to survive in a hundred years. \n[71]It makes me happy. I can dance to it. \n[72]Sometimes, I wish just one of you had a dick. \n[73]Yeah, I'm ready to help. Just tell me what to do. \n[74]For me or for them? \n[75]Oh, god. I can't tell Debbie. \n[76]She knows it's bad, but she has no idea just how bad. \n[77]No. Debbie's not really into selling the house. \n[78]Okay. Bye. \n[79]\n[80]\n[81]Look. It's a retro label. That's our niche. That's our market. It costs money to break new bands, I can't do that. \n[82]Everyone turned down Arcade Fire. \n[83]We don't have the money to market a new band. We just need to make Graham seem relevant. Who is he talking to? \n[84]The Jewish Journal? \n[85]What is he wearing? \n[86]Why? \n[87]Look. The Paul Westerberg record did okay. Frank Black did all right. The Haircut 100, not so much. We have to break this record. Otherwise, we're not here next year. \n[88]Great! \n[89]Gout? \n[90]Jesus. \n[91]Yeah, well, let's get you to the podiatrist. \n[92]Says who? \n[93]Huh. \n[94]\n[95]\n[96]\n[97]\n[98]\n[99]\n[100]\n[101]\n[102]\n[103]\n[104]\n[105]\n[106]\n[107]\n[108]No, I haven't been giving him money for years, I told you. \n[109]You sure you don't want to just do a joint birthday party? \n[110]We always used to. \n[111]Are you serious? \n[112]How much? \n[113]Oh, god. And Desi's taking it? \n[114]We really need the store to work. \n[115]That's not what I mean. \n[116]Yeah. Maybe we just suck it up because she's clearly earning so much more than any other employee we have. \n[117]That's why we have to keep her. \n[118]That might be like a dry hump. \n[119]That's too grainy to know for sure. Oh my god, this is the middle of the day. Customers could be in there. \n[120]What did you say? \"At least she's getting some\"? \n[121]What are you talking about? We had sex the other night. You have to give me a little credit for that. \n[122]That's not passion. \n[123]What-- \n[124]What is she doing? \n[125]What am I doing? \n[126]I'm not, it's the springs. \n[127]I don't know what you're talking about. \n[128]No, that's great. \n[129]Your face is close to my face. \n[130]Do you have to breathe right on my neck? \n[131]Getting ready to go for my ride. \n[132]Yeah. Why? \n[133]Well, happy to help. \n[134]Mom's busy! \n[135]Mommy can't talk right now! \n[136]Put on your shoes. We'll meet you in the car. \n[137]Hit her back! \n[138]Go downstairs. \n[139]Stop crying! \n[140]God damn it! \n[141]No. Don't forget it. Don't forget it. Don't. Oh, god. \n[142]That's loud. \n[143]Yeah, I'm growing it out. \n[144]How's business? \n[145]I know how you feel. You know my business is going through some growing pains right now. \n[146]Look, I wanted to talk to you about scaling back a little bit. You know, Deb and I are thinking about selling the house. \n[147]Yeah. In the meantime, I'm going to have to make some changes. Going to have to cut back. \n[148]With you. \n[149]I can't lend you any more money. \n[150]What about Claire? Why can't she get a job? \n[151]Well you've got to figure something out because I can't do it. \n[152]Why would you have three kids, anyway? I mean, you're sixty years old. You have no money. \n[153]What? \n[154]Oh, Jesus Christ. \n[155]Really. \n[156]So how much do I owe you for saving my life? \n[157]I think it looks great. \n[158]What is that, grilled cheeses? \n[159]Yeah, dressing always gets in the way of the natural taste of the lettuce. \n[160]Yeah, we'll supervise that. \n[161]\n[162]\n[163]You and Charlotte can have a lemonade stand. \n[164]Look for dead bodies. \n[165]Get a tire and then take a stick and run down the street with it. \n[166]No, she said \"corn.\" \n[167]Listen to your mom. \n[168]She's outplaying us. \n[169]It's good to get away, you know? We haven't been to Laguna without the kids in years. \n[170]If we're happy, they're happy. \n[171]Them's little bitches. \n[172]God no. They're selfish assholes. \n[173]I know. \n[174]Nah. \n[175]\n[176]\n[177]\n[178]\n[179]\n[180]\n[181]\n[182]See? You know what I love about us? You can still surprise me. I figured for sure you'd knock me out with one fell swoop. But you would extend it over a series of months. \n[183]Oh, yeah. \n[184]Sure. \n[185]Wood chipper. \n[186]Did you see Fargo? \n[187]It is. You know what? I won't murder you. \n[188]I love you too... Hey. You know what I brought? \n[189]A medical marijuana cookie. Ben gave it to me last Christmas. \n[190]Chocolate chip koo-kie. \n[191]Let's eat the cookie, and then we'll order a bunch of cheeseburgers. Let's order the entire room service menu. \n[192]Wouldn't you rather have me around for less years and I'm incredibly happy than longer and miserable? \n[193]Should we get a block of porn? \n[194]Yeah, but you know, two porns cost about as much as a block. \n[195]We don't have to watch it all, but for the value it makes sense. \n[196]I don't know. I think like six or seven cookies, right? \n[197]Potency? \n[198]I mean, girls have it so easy. You just show up with your sexual organs and you're good to go. All the pressure is on the guy. \n[199]And I look at guys, like I look at a guy like Prince, and you know that guy fucks. I know I don't fuck like Prince. Prince can fuck. I fuck more like David Schwimmer. \n[200]I fuck like Ross from Friends. \n[201]How does he do it? The floating spoon. \n[202]Check it out. My dick and balls. I'm going to eat my own dick! \n[203]I ate my dick! \n[204]I think this room has rodents. I just saw it! \n[205]Have you seen my starfish? Where did I put my starfish? \n[206]I want to make out with you so bad. \n[207]That was nice. \n[208]We're home. \n[209]Oh, come on. You can't blame it on our doctor. Ear infections are common in little kids. \n[210]If she's in this much pain, we should call a real doctor. \n[211]Okay. \n[212]What the fuck is left? Sorry. Isn't everything sugar, wheat and dairy? \n[213]Oh, she can eat fr-r-ruits. \n[214]Any kind of fr-r-ruits? \n[215]It isn't like there are safe fr-r- ruits and then unsafe fr-r-ruits. \n[216]What about F-r-r-rench f-r-r-ries? Can we do something like that? \n[217]I'm okay. \n[218]No. \n[219]I don't want to get on the table. \n[220]I need you to look at something. In my butt. \n[221]I think I've got something in there, and I'm not limber enough to see. I need you to look at it. I might have like an anal fissure or a hemorrhoid or a worm or something. \n[222]Trying to take pictures of it, so I can compare it to something on Google. \n[223]Look, I saw you have two babies, okay? Seriously, I need you to get all up in that. \n[224]It's payback time. \n[225]Thank you. Now erase that from your memory. \n[226]We expected more. I mean, I know it's a bad market but that's still way under what we were looking for. \n[227]I doubt it. I don't know. \n[228]She has unrealistic expectations. \n[229]Some kid named Joseph-- \n[230]You do? He's making a \"Hot or Not\" list. \n[231]So, Sadie said, \"That's so   lame and immature that you're doing   that.\" And then Joseph says, \"Yo,   girl. We're just having some fun   so don't be a bitch, yo.\" \n[232]So, then Sadie said, \"Don't call me a bitch.\" And Joseph said, \"I didn't call you a bitch, I said don't act like a bitch. And by the way you're in the `Not Hot' column.\" \n[233]Do you realize what that could do to her self-esteem? \n[234]So then Sadie said, \"You're in the jackass column. I've got to go. I'm bored of you.\" \n[235]For some reason, there's an emoticon of a panda doing push-ups. \n[236]I don't think it means anything, I think it's just adorable. \n[237]That's pretty cool. \n[238]What? \n[239]Oh my god, that scared me to death. \n[240]I've got to make a call. \n[241]We sold how many? \n[242]Wait a minute. There are no zeros after that? \n[243]How is that even possible? \n[244]We're fucked! Here's the deal. I want you to meet me tomorrow morning at eight o'clock. I want a list of at least thirty ideas of what we can do to change this. \n[245]We have to change this. I started a record label because I couldn't get a job, so I have no other options. \n[246]What are you doing? \n[247]If you spent a little bit more time focusing on Graham Parker instead of drawing album covers, I wouldn't be in this predicament. \n[248]You're supposed to help me with him! \n[249]You're supposed to call the companies, you're supposed to get people to the show! \n[250]What should we do? I'm out of ideas. \n[251]With what? I can't afford it. \n[252]What did you call me? \n[253]Don't talk to me about responsibilities. I have a life. I have a family. I can't afford to sit in my apartment getting high, jerking off, and then going to Tommy's Chili Burgers at three in the morning. \n[254]I have everything to lose here. Everything. \n[255]If you want to sign a band, you have to look like you're the real deal. \n[256]You know what? Fine. Fly in The Rumour. Put it on my AmEx. \n[257]Hey, why are you in a bathrobe? It's the middle of the afternoon. \n[258]Something that might help both of our situations. \n[259]\n[260]\n[261]\n[262]\n[263]\n[264]I'll see you at my party. \n[265]No. Don't buy wine with my money and give it to me at my party. \n[266]I love you. Bye. \n[267]I know. How did that happen? \n[268]No, never for a second. Never. \n[269]Never. I love what we have. One? A breeze. Two? Brutal. Three? Put a bullet in my head. \n[270]I think about that gray-haired pregnant lady from school and I just feel bad for her. And I feel bad for the kid. Can you imagine? All the other little kids, \"Where's your mommy?\" \"Oh, she's the one sitting in that scooter eating a soft cracker.\" Kids don't want to have old parents. You know, it would also be nice for us to spend some time apart. Kind of rediscover who we are individually. It would be so great to not see you for like a chunk of time so that I could really just miss you. Remember when we used to miss each other? \n[271]I've got the Graham Parker concert. Who's gonna watch the kids? \n[272]Thank you so much for coming, this is so exciting! For the first time in over thirty years, Graham Parker and The Rumour. \n[273]Where are his fans? Where are they? \n[274]What's press turnout like? \n[275]Nobody is here? \n[276]Yeah, Billie Joe, I emailed him. He's a fan. \n[277]No, he says he doesn't want to do any press, he's just watching the show. \n[278]That was spectacular guys, really well done. Hey, Graham. \n[279]Well, the first numbers came in. \n[280]About half of your last record. \n[281]But I wanted to sell it. It's such a good record. I feel like I let you down. \n[282]Graham, I don't have small nuts, all right? I have big nuts. And I need to provide for them. \n[283]No. I'm fine. You guys go. Congratulations on Glee. \n[284]I'm returning some emails. \n[285]Like ten minutes ago. \n[286]No, I can't be late. Not today. \n[287]Yeah. \n[288]Come on. Are you trying to start a fight? \n[289]Oh god, you know what? Today of all days you need to give me a break, all right? \n[290]I didn't realize it was intentional! I didn't say anything because I didn't want you to be embarrassed. I thought I was being gallant. \n[291]All right, fine, I'm an asshole. \n[292]That's not true. I am in the moment. You know how I know? I want to get the fuck out of the moment. I swear, I can't win with you. \n[293]What? Not great. I'm still waiting for numbers to come in. \n[294]A couple numbers have trickled in. It's lower than we expected. \n[295]What? \n[296]All right, you know what? I don't want to get into some nasty fight. So can we please talk to each other like the therapist told us to talk to each other? \n[297]I understand it makes you feel bad when I am dishonest with you. \n[298]It hurts my feelings when you treat me with contempt and corner me and try and trick me into lying. \n[299]You can't do that. The therapist said you're not allowed to judge me. \n[300]Fair enough. Sometimes I withhold truth, that is true. But it's only because I'm scared to death of your crazy-assed illogical overreactions. \n[301]I've taken Viagra for two years. I ate six muffins downstairs a while ago and my cholesterol level is 305. My heart could explode at any second. These might be my very last words. \n[302]\n[303]\n[304]\n[305]\n[306]\n[307]\n[308]I'm not going to go down that road. \n[309]No, I'm not. I already paid for the catering, I put down deposits, and I`m not going to call everybody back in two days when change your mind. \n[310]Hey! Sadie, enough! She isn't hurting anyone. If you want to say something, keep your mouth shut. \n[311]It's the sounds of silence. \n[312]I don't think that I can really survive... I'm praying for the end of time, it's all that I can do. Praying for the end of time, so I can end my time with you. \n[313]It was long ago and it was far away, it was so much better than it is today. \n[314]As many as I want. \n[315]Try it. See what you get for Christmas. Nothing. Snitches wind up in ditches. Remember that. \n[316]Hey. \n[317]Oh, right. No, I know. Hi, Catherine. \n[318]Sorry. Hello, Joseph. \n[319]I hear our kids have been chatting online. \n[320]Excuse me? \n[321]Okay, why don't you back the fuck off, because that's my lovely, sweet wife you're talking about. \n[322]Yeah, you need to back off because your kid is an animal. Why don't you put him on a leash? \n[323]If he insults my daughter again, I'm going to hit him with my car. Got it? In fact, if you insult my wife again, you know what I'm going to do? I'm going to show up at your house when you're sleeping, and I'll take your iPad and your iPod or your iMac and I'll shove them up your fucking iCunt. I've got nothing to lose. Your kid is the problem. My kid is a fucking angel. I don't have time for this shit. \n[324]So I'm keeping it together. But if I wasn't at school right now... \n[325]I didn't touch you. \n[326]I didn't. I got right below your shoulder. \n[327]You're insane. \n[328]I poked you on the shoulder. \n[329]I touched your shirt. \n[330]Your shoulder, your shoulder. \n[331]Hello! There are children around. \n[332]Absolutely. \n[333]Who's Tom Petty? \n[334]That's ridiculous. Who talks like that? \n[335]What I said was that we need to keep an extra eye on our kids because with all the technological advances, they need to learn to use them responsibly. \n[336]\n[337]No, we haven't. \n[338]How did you find out? \n[339]\n[340]\n[341]\n[342]Our kids are crazy. And it's our fault. \n[343]Sadie's thirteen. She might be a lost cause. \n[344]I have no fucking idea... Do you think Sadie is this crazy because of us? Or is it hormones and Lost. \n[345]I feel bad for us. \n[346]Should we talk about our fight? \n[347]Yeah. \n[348]Great. Thank you. And I'm sorry about my dad. You're right. I'm sorry that he's just an endless mooch. The truth is, this isn't about us. It's about our parents. \n[349]Exactly. \n[350]Can we do that? \n[351]Thank god. \n[352]I do. \n[353]I love you too. \n[354]Totally. \n[355]What are you doing? We need to get ready for the party. \n[356]We don't have time for this right now. We have a lot of people coming over-- \n[357]What? \n[358]I don't care about the show right now- \n[359]Okay? I need you to just get in the shower. Get dressed. Let's just put it on hold. \n[360]Don't think about Lost today. Tomorrow: Lost. All day. I can't wait to hear about it. Jack? No way. Really? Right now, shower. \n[361]First of all, I don't get worked up over Mad Men. \n[362]What Don Draper has gone through beats whatever Jack is running from on some island. \n[363]You're getting me off topic. Please get dressed. \n[364]Yeah, that's her. \n[365]Oh, definitely. \n[366]Hey, how's it going? \n[367]You guys should talk. I think you'll get along. Come here, honey, I have to tell you something. \n[368]I've been growing it. \n[369]Thank you so much. \n[370]Oh, wow. You know, I hope it hasn't expired. \n[371]No, I know. Thank you so much. \n[372]Dad, you want a drink? \n[373]White wine? Okay, heavy stuff. \n[374]Weird. \n[375]I think she just meant generally. You know? Put the past behind us. \n[376]\n[377]\n[378]\n[379]Great. What a big surprise. Bye Oliver. See you later. See you in another seven years. Make sure to say goodbye to the grandkids, who you met today. You know, nothing I do is right because of you? Nothing. No matter how hard I try, I'm just the asshole here, but you know what I realized? It's you. You're the asshole. \n[380]No. We agreed to let go and forgive, but then you started ripping into my dad like a crazy person. \n[381]Don't be such a ball buster. \n[382]Are you really pregnant? Since when are you pregnant? \n[383]\n[384]\n[385]Weren't we always? \n[386]Of course I do. I never said that. Look, I didn't want one if I could choose. \n[387]Best birthday ever! \n[388]Fuck you, you Twilight pimply-ass motherfuckers! \n[389]Go around! \n[390]Watch it! \n[391]Yeah. The best! \n[392]You opened your door on me. \n[393]I was right there! You are supposed to look before you open your door. I was in the fucking bike path. \n[394]Pay attention! \n[395]You're supposed to look to see if a biker is coming through. You're supposed to look! \n[396]No one is ever looking out for me! \n[397]Why? \n[398]Fuck you! \n[399]Why don't you pay for my bike -- and my face, you fucking prick! \n[400]I'm going to write down your license plate number. \n[401]\"Range Rover of Sunland.\" \n[402]Ow. \n[403]\n[404]\n[405]\n[406]\n[407]\n[408]\n[409]\n[410]\n[411]\n[412]\n[413]\n[414]\n[415]\n[416]\n[417]Really? I don't believe you, but you're sweet for saying that. \n[418]I can just leave on my own volition. It's not a mental institution. \n[419]It's not like One Flew Over the Cuckoo's Nest. Please don't put a pillow over my face. \n[420]You got it, Chief. Will you carry me? \n[421]Really? \n[422]Ryan Adams? No, he wouldn't sign with me. \n[423]Well, he is in between labels. Let's go try and talk to him after the show. ", "LARRY": "\n[1]Hey, Boychik. \n[2]That's the eleven o'clock from London. Drop something valuable, you shit. How are you? \n[3]Every eight minutes, buddy. \n[4]You look pretty good. Your hair is different. \n[5]I'd get it cut. \n[6]I do but right now look who I'm talking to. It's your brother. \n[7]I told you honey, that's because of the egg donor. Remember? \n[8]It's not good. Nobody wants curtains. They think of it like a luxury. It's not a luxury. You need shade, you need privacy. Who wants to have other people watch you fuck? \n[9]Be careful, don't jump on Daddy. Remember, Daddy has high blood what? \n[10]That's right. Can you go outside without me for a little bit? \n[11]All right? Do the Three Stooges routine you were practicing. \n[12]I can't tell them apart. I swear to god. I need tattoos. \n[13]I think that house is more than you need. I think it was too big of a purchase when you made it. \n[14]What do you mean? \n[15]Oh. I'm sorry, what? \n[16]No, that's a bad idea. That's not the way to cut back. I have three children, here. \n[17]Claire takes care of your brothers. What do you want her to do? If she goes to work, then I've got to hire somebody. \n[18]Okay, fine. Why don't we kill them? Come on, we'll kill two of them. I'll keep the best one. Really, it will save us both a lot of trouble. \n[19]Line up! Line up for murder! Come on! Who wants to be killed? \n[20]Okay, we're eliminating one, we're cheaper already. \n[21]Boom, dead. You're dead. \n[22]All right, the kids are murdered. That will save us some money. \n[23]Because Claire wanted a baby. If we didn't at least try, she would have left me. She was forty-five years old. Nobody thought it would take. \n[24]The doctor when we were doing in vitro was winking at me like, \"Don't worry, don't worry.\" We were very unlucky. And now we have these three beautiful children... Come on, I've got to tell you something. \n[25]Your mother wanted you aborted. \n[26]It's the truth. It was the seventies. We were twenty-two years old. That's what everybody did. You did some blow, had sex, had an abortion. \n[27]Yes. We were on the way to the doctor's office. I said, \"Let's stop, have a pizza, talk about it, if you still want to do it after lunch, it's okay.\" The pizza saved your life. But don't give me money. Because I'm not worth it. \n[28]I don't have a number. You just keep giving like you're giving. \n[29]We were playing with them all day. Pete's just talking to me about his fortieth birthday party... Whatever I can do to help. \n[30]I fed half of one. Okay, let's feed them. Who wants tuna with a side of jet fuel? \n[31]Did you miss me Travis? \n[32]Hey, Jack. \n[33]Go play with your tiny uncles. So, what are you doing, spring cleaning? \n[34]\n[35]\n[36]\n[37]\n[38]\n[39]\n[40]The kids eat grass. This is fine. \n[41]Let me just grab the candy worms. \n[42]The nougat things are good. \n[43]Kids! Time to go! \n[44]She's a little pip. Just like her mommy. So I might have a job tomorrow, at least I'm going to go try to give an estimate. Do you mind taking the kids for a couple hours? \n[45]This is nice. You and I don't spend enough time together, do we? \n[46]We do? \n[47]Then we do. I'll go with what you think. \n[48]I took a late shower. Why are you busting my balls? Look, I'm sorry about the record. You're going through financial shit. This is what I live with. This is a horrible time in human history. What is that? \n[49]\n[50]\n[51]\n[52]\n[53]\n[54]What should I bring? You want wine or something? \n[55]That's mean. \n[56]All right. Bye... How do I call eBay? \n[57]Hello everyone! I'm sorry we're late. I was in the lab cloning myself. We're going to have another seven more tomorrow... Look, we cut their hair different so we can finally tell who they are. \n[58]You like the new haircut, Travis? \n[59]Of course you are. \n[60]Really? How are you? \n[61]Oliver. \"Can I have some more? Please, Oliver, I need a little morsel.\" I love that movie. You must get that all the time. \n[62]We won't see her now for the whole day. I'd help honey, but I've got the blood pressure, and I don't want to. \n[63]Yeah, a little white wine. \n[64]So, who knew that Debbie had a dad! Where have you been for fifteen years? Never seen you at Hanukkah, Christmas, Ramadan, nothing. How do you get out of all that stuff? Do you have a wife? \n[65]You let the woman sand the deck? \n[66]Look how big the kids are. Sadie! \n[67]Hi, Sadie. \n[68]That was deeply uncomfortable. Thank god the pretty girl was here to divert our attention. \n[69]\n[70]\n[71]\n[72]\n[73]\n[74]\n[75]\n[76]\n[77]You like The Beatles, don't you? \n[78]Nobody. \n[79]Wait. Forgive who? \n[80]But specifically who are you forgiving? I like to know the details before I toast. \n[81]I see. I know you have some issues with me, but I'm curious, what's he in for? Before today nobody even knew he existed. \n[82]I know what she meant. \n[83]When was the last time you two saw each other, if you don't mind me asking? \n[84]\n[85]\n[86]\n[87]\n[88]\n[89]\n[90]\n[91]\n[92]\n[93]See you when the Cubs win the Pennant. \n[94]Maybe we should try the toast again. \n[95]Hey! We just heard. You're having a baby! See, it can happen to anybody. \n[96]Hi, guys. Some of us need to leave. Would this be a good moment to sneak out? \n[97]Are you mad at me? Did I say something? \n[98]Are you sure that's him? I don't think that's him. \n[99]I guess the party didn't turn out like you planned. \n[100]You know Pete was never a real fighter. But that's why he married you. That's why he loves you. Because you're the fighter, and you need that. One person in a relationship has got to punch. \n[101]Oh, it's a high compliment. \n[102]Listen, I know what you're worried about. You think he's going to turn into me, but I don't think it's going to happen. He's smarter and probably a little cuter. A little less Jewy. Although, after fifty, that's all going to change. Be prepared to wake up one day with a a rabbi. But the good news is, he'll love you forever. That's in our DNA. We stick around. \n[103]I know. I just don't have anyone else to talk to about it. \n[104]No. If I open up to her she'll leave me. \n[105]I know, but there's a certain point at which you just can't stay. I guess it's hard to forgive somebody if they don't formally apologize to you. \n[106]I'm very close. Yes, I'm sorry. And I'm glad everybody's okay. \n[107]I'm off. \n[108]This is awkward. \n[109]I need forty dollars for a cab. \n[110]No, I'm not kidding. You drove me. I wasn't prepared. \n[111]That's okay. I'll bring you the change. \n[112]All right, give him a kiss for me. ", "SADIE": "\n[1]Your breath smells weird. \n[2]You can't handle Lost. It's too violent, and you won't understand. \n[3]Because you're eight. \n[4]Shark Week is fake. \n[5]All of it is reenactments. \n[6]That's scary! You shouldn't be allowed to watch that. \n[7]It's going to give you nightmares. \n[8]Mom!! \n[9]Mom! Why can't I get new clothes?! Nothing fits me!! God damn it!! \n[10]I've only watched eleven. I have eight more and then I'm done. \n[11]A hundred and fourteen? \n[12]It's not melting my brain, it's blowing my mind. \n[13]My relationship with Lost is not your business. It's extremely personal. \n[14]Stop it! \n[15]Stop it! Stop! \n[16]I think he went to poop. \n[17]This is bumming me out. This isn't fun. \n[18]Charlotte! I've got a test! \n[19]Charlotte, I'm going to kill you! \n[20]Charlotte. I'm doing my homework. \n[21]Charlotte. How many times do I have to tell you-- \n[22]Close the door. \n[23]Charlotte, where is my backpack? \n[24]Mom, I can't be late for school, I have a test! \n[25]This isn't funny, Mom. I need to go. \n[26]That's not going to help. \n[27]I didn't! \n[28]She's faking! \n[29]Open the door! Open it! \n[30]How are we going to go on the computer? \n[31]You can't do this. You can't take away the wi-fi. \n[32]\n[33]\n[34]\n[35]\n[36]Nobody plays with sticks. \n[37]Nobody does that crap. It's 2012. \n[38]I don't need to be monitored all the time on the computer. I don't do anything bad. \n[39]I don't do things I'm not supposed to. I don't illegally download music. I don't look at porn like Wendy. \n[40]I'm not hungry. \n[41]I need to use it for my homework. \n[42]Mom! Charlotte's crying. She's got an ear infection again. \n[43]\n[44]\n[45]Wendy's mom lets her go on whenever she wants. \n[46]But I get better grades than Wendy. \n[47]Your rules are ridiculous. \n[48]I'm only sassing you because you're throwing out all the food in our house and I'm freaking starving. You're being stupid. \n[49]Mom. \n[50]I have all my contacts in there. \n[51]Jesus Christ-- \n[52]I need my computer to do homework. \n[53]This is B.S. This is a bunch of F- ing S. You're acting like a B. \n[54]Can you please stop licking your fingers? \n[55]Do you know how many germs are on your hands? And you're putting them into your mouth. It's gross. Stop. \n[56]I'm going to kill you! \n[57]Stop, Dad. \n[58]You guys have been reading my texts? \n[59]\n[60]\n[61]\n[62]\n[63]\n[64]All you do is fight. Or you don't fight, which is even worse because it looks like you hate each other for weeks. You obsess over every little thing I do, and you don't trust in me or believe in me. Well, I'm fucking sick of it! Yeah, I said \"fuck.\" Fuck fuck fuck. Ground me forever I don't care. I don't care about anything. I hate everything, everyone's going crazy, I don't care if I have no friends. \n[65]Of course I'm upset about Lost! You guys took away my shit before I could watch the last two episodes! I don't know what the fuck happens! \n[66]Where did you find these? \n[67]Thank you. \n[68]I just finished the last episode of Lost. \n[69]They're all dead. \n[70]Jack, Kate, Sawyer... \n[71]Jin, Sun... \n[72]Walt, Juliet. All those people. \n[73]I don't make fun of your stupid Mad Men. \n[74]That's because Mad Men sucks. \n[75]A bunch of people smoking in an office, it's stupid. \n[76]Mom. Who is Oliver? \n[77]Oh, so you're our grandpa. \n[78]Mom? \n[79]Mom! What are you doing? \n[80]You're smoking? In the front yard? \n[81]Mom! Since when have you been a smoker? \n[82]I thought you said smokers die. \n[83]I saw you. \n[84]No f-ing way. I don't want another sister. \n[85]\n[86]\n[87]\n[88]\n[89]\n[90]This is too adult for you. Let's go outside. \n[91]Where's Dad going? \n[92]Mom, is it okay if Joseph hangs out here for a while? \n[93]Then you shake it. And then a restaurant comes up. \n[94]I'm going to let you watch Lost. Come on. \n[95]I'll cover your eyes if it gets too scary. \n[96]See, it's not sad, it's happy because they helped each other achieve their destiny. ", "DESI": "\n[1]Jodi? Oh, Jodi's my new BFF. She's like a little kitty cat. Sometimes she comes and rubs up against my leg. \n[2]She loves me. \n[3]Maybe some deep oranges and browns and maybe dark greens? That would really play up your features. \n[4]Uh, yeah. \n[5]Well, I mean, it's not a fucking Porsche, but it'll do for now. \n[6]Yeah, sure. I'm sorry. \n[7]Good? \n[8]You know, I actually made this one myself. \n[9]Yeah. I did the tiger on a piece of paper separately, and then I transferred it to the t-shirt. \n[10]I drew it on a piece of paper, and then I transferred the drawing to the t-shirt. \n[11]Really? \n[12]My boobs? Yeah... Do you want to touch them? \n[13]Touch `em! \n[14]No. There's some meat in there. \n[15]By the time I'm forty, these are going to go National Geographic on me. \n[16]You want coffee? This place has coffee. They have all kinds of drinks. \n[17]What sport do you guys play? \n[18]Oh, I like hockey. \n[19]Do you guys still have all of your teeth? \n[20]Do I look sexy? \n[21]I want to party with these winners, come on Deb. \n[22]No, he was wearing a tie. \n[23]When I kissed him, I felt his little tiny teeth nubs with my tongue. \n[24]It was like kissing a baby. French kissing a baby. \n[25]Are you guys missing money? \n[26]Wait. Do you think I took it? \n[27]It's not me. \n[28]Yes, you're right. Look. I... am an escort. I get paid to go out on dates. \n[29]But only three to five times a year. Ten times max. But it's not technically \"prostitution\" because I don't have to sleep with them. \n[30]But I always do. That's why I only do it four to eight times a year, fifteen times max. \n[31]One year I did it twenty. \n[32]It's safe. I only do it ten to thirty times a year. \n[33]It's Jodi. \n[34]Yeah. She's a pilled-out whore. \n[35]You're pregnant. \n[36]You didn't tell Pete yet? Why not? \n[37]Go home and suck his dick and tell him then and he will love it. \n[38]He'll be so excited. Or even better yet, you should tell him while you're sucking his dick. \"I'm pregnant.\" \n[39]Hi, Larry. \n[40]Did you guys come together? Are you a couple? \n[41]Sorry, the mustache is a little-- \n[42]I just assumed. \n[43]What is the different between a gay man's mustache and a straight man's mustache? \n[44]Excuse me. \n[45]So what's your sun sign? \n[46]That's not good. \n[47]Not for me, that's not good. Sexually we are completely incompatible. \n[48]What's yours? \n[49]Really? \n[50]That's really strange. Well, Taurus and Cancers are sort of soul mates of the Zodiac. We're like perfectly compatible. I balance what you lack, and you make up for what I lack. And a quiet Cancer almost always has a huge penis. \n[51]Really? \n[52]I want to be a twelve. \n[53]I don't want to be lazy. \n[54]I won't be lazy. \n[55]Wow. \n[56]Bodies By Jason. \n[57]Bodies By Jason. \n[58]Jason. \n[59]Jason. \n[60]Yeah. \n[61]Hey, Pete. Great party! ", "CHARLOTTE": "\n[1]Can I watch Lost? \n[2]If I don't understand it, why can't I handle it? \n[3]I can handle it. I've seen a shark eat a guy on Shark Week. \n[4]No, it's not. \n[5]I know but they-- \n[6]--they show the reenactments but they actually happened. \n[7]I can handle a nightmare. You're a nightmare every day for me. \n[8]Sadie's watching Lost. \n[9]I don't understand the words. \n[10]Well, we don't want one. \n[11]I'm coming! I'm coming! \n[12]No. \n[13]No. \n[14]She's evil. \n[15]Sadie. Sadie, Sadie! Sadie, Sadie! \n[16]Okay, watch this. There's a haunted cow back here, and I'm pretty sure it does not have milk! \n[17]Did you see that? They took me away! \n[18]You're no fun. You never want to play. \n[19]Sadie! Sadie, Sadie! Is boring! \n[20]You're so mean since your body got weird. \n[21]Hello? \n[22]Why are you locking the door? Mom! \n[23]What's going on in there? \n[24]Mom, let me in! \n[25]Sadie hurt me! \n[26]I'm not! \n[27]\n[28]\n[29]No technology! \n[30]What's porn? \n[31]I just want to rip my ear off, it hurts so much. \n[32]Can I go show them my crystals before they leave? \n[33]I'm sick of everybody fighting. \n[34]I don't know. \n[35]Just one. \n[36]Because if I have two then the one will fight with the other one. \n[37]I don't want anyone to fight. \n[38]Why isn't anybody talking? Why is it so quiet? \n[39]How many of those are you going to eat? \n[40]I'm going to tell Mom on you. \n[41]I'm not going to eat that chicken. \n[42]Because I feel like I'm going to be a vegetarian. \n[43]No. \n[44]\n[45]I hope I never get my period if this is what happens. \n[46]I stole them. \n[47]No big deal. \n[48]Is he your dad? \n[49]What does that mean? \n[50]Yes. Then we get another grandpa. Come on! \n[51]Mom, you're smoking? \n[52]You're pregnant? \n[53]I don't want her as a sister. \n[54]\n[55]\n[56]\n[57]\n[58]\n[59]Is it scary? \n[60]Great. I'm going to have some freaky ass nightmares. ", "OLIVER": "\n[1]So how's Sony treating Pete? \n[2]How's Sadie doing? Last time I saw her she was throwing her Cheerios on the floor. What a mess. \n[3]Well. I guess she's not a little baby anymore. \n[4]Well, we can certainly arrange for that. I'd love to see the girls. \n[5]I would say the weekends, but our weekends are hell. Soccer competitions, kids exams. I mean, we're both so busy. I have young children, you have young children. I don't think we should judge ourselves too harshly about that. \n[6]It would be nice. Do you want to see pictures of the kids? \n[7]This is Kell, my son. \n[8]Yeah. And that's Alexandra, my daughter, she's a real perfectionist. A lot like you. That's the whole gang at Cabo. Will you excuse me, dear? I've got to use the restroom. Be right back. \n[9]Hello, Debbie. \n[10]Oh, yes. I didn't recognize you with the long hair. \n[11]Happy birthday. \n[12]Very old scotch. \n[13]No, scotch doesn't expire. It improves with age. \n[14]I am a surgeon. \n[15]Mainly of the spine. My specialty is scoliosis surgery. \n[16]Well, you definitely don't look right. \n[17]Oliver. \n[18]Not really. \n[19]My wife is at home. \n[20]Construction. They're sanding our deck. \n[21]She supervises it, yes. \n[22]Why don't you ask your mother? \n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]Who doesn't like The Beatles? \n[31]Actually, we had lunch together last week. \n[32]\n[33]\n[34]You know what? I have to go. \n[35]Good luck working that out. Happy birthday and go fuck yourself. \n[36]Good luck with the pregnancy, Debbie. But please, take care of yourself. It's a much riskier pregnancy after forty. \n[37]Of course you are. You were born on December 5th, 1972. \n[38]I was there. I'm the one who took your mother to the hospital. \n[39]Your mom was in labor for only twenty minutes. It was like you couldn't wait to meet me, can you imagine that? \n[40]Look, maybe we were just not meant to be in each other's lives. I'm not sure this was such a great idea. \n[41]My first life was ruined. I did my best with my second. \n[42]People do better when I stay out of their lives. That's what my son tells me. You think my life is so perfect? I've got a thirteen-year- old who's a pot head, I've got a wife who's keeping Zoloft alive. \n[43]You don't think I want to talk to you about this? To share it with you? It's just not our way! We don't talk to each other, we don't know each other. I thought that's the way you wanted it. How do I get out of this? How do I get you all to just help me down off the cross? \n[44]Who's Sadie? No. Your daughter, your younger? \n[45]Your older. I know that! She's a wonderful girl. \n[46]Well, if you want me to. \n[47]Sure. Can I let Sadie show me the last episode of Lost? She asked me if I'd seen it, I haven't. \n[48]Thank you. \n[49]She said we could watch it. \n[50]I don't get it. \n[51]Oh. ", "RONNIE": "\n[1]What are you doing? \n[2]\n[3]\n[4]\n[5]\n[6]\n[7]I finished. \n[8]Oh, okay. And also you're the guy who turned down Arcade Fire. \n[9]Apparently old Jews are the only ones who still buy hard copies of records. Because they don't like to download music. Because they don't know what downloading means. \n[10]He's coming. Oreo man is coming. \n[11]Aren't cookies the best? \n[12]That's very unfortunate. \n[13]I'd love to see that photo of that gout foot. \n[14]Fuck. \n[15]See you later, Graham. Good luck with your gout! \n[16]Six hundred and twelve album downloads. \n[17]There are zeros, but all of them are before six hundred and twelve. There are none after. \n[18]Out of three hundred million Americans, six hundred and twelve people chose to download the album. You could personally call everyone who bought this record. \n[19]I'm drawing the album cover for Van Halen's Diver Down. \n[20]I'm focused on Graham Parker. \n[21]I've done everything I can, Pete. You had me pushing around a corpse. It was like being in fucking Weekend at Graham's. \n[22]You fly in The Rumour. I can't sell a reunion concert without the band. It's ridiculous. \n[23]You put this on yourself. You wanted the responsibility, take it on the chin, and stop acting like a bitch. \n[24]Chin. \n[25]Pete -- wait. I have an apartment, I have health insurance, I have car payments. I have responsibilities. \n[26]That's not even the order that happens in! \n[27]Yes. Because you spent thousands of dollars on shit we don't need. You really need to spend thirty thousand dollars on a fucking neon sign, dude? Which is inside? It's not even outside. We know where we work. \n[28]Princess Labia, how much is it to fly The Rumour in? \n[29]Twelve thousand dollars! \n[30]It's hard to watch a band when you know all of them remember D-Day. \n[31]Are you serious? Nobody came. \n[32]Oh, the guy from Green Day is here. \n[33]You've got to get a photo of the two of them. \n[34]Oh, how punk rock of him. \"I don't like photographs.\" Grow up, Green Day! \n[35]It's nice. \n[36]Are you a trainer? \n[37]Mine. \n[38]I saw you there. \n[39]This is a straight man mustache. \n[40]Libra. \n[41]That's not true. \n[42]What does it mean? \n[43]What the fuck is happening right now? ", "JASON": "\n[1]Come on. \n[2]You've got to keep up with us, sweetheart. That's why your body looks like your body and her body looks like her body. Before, after. Before, after. \n[3]So why on earth is Pete taking Viagra? What's going on? \n[4]That is ridiculous. If you were my girlfriend, I would not need a Viagra. I would need an anti-Viagra pill. To try not to get a boner. \n[5]Don't sell yourself short like that. You give me a boner. Barb doesn't give me a boner. \n[6]\n[7]\n[8]\n[9]\n[10]Yup. \n[11]Yeah, he is. \n[12]No, he's not. \n[13]Aw, you sweet little thing. He's doing sad, lonely eyes. To get the next lady. I can do it too, watch. \n[14]You'd fuck him. \n[15]So would you. \n[16]You'd fuck him with your numb vagina. Yes, you would. Ocean's thirteen inches, that's what you'd find out. \n[17]Peter, hi. \n[18]Great, you look well. How do you like what I've been doing to your girl? How do you like Debbie's after body? \n[19]Come on, show `em. Look at this. It's beautiful. Look at that after- ass. Now it starts here, but it used to start here. And I brought it up. You're welcome. \n[20]Yes, well, but not just physical. Spiritual. I'm sort of a guide. \n[21]Who's that in the pool? \n[22]Oh, hi. I did not see you there. \n[23]That's fair. \n[24]The smell. \n[25]Oh, boy. \n[26]No, sir. \n[27]That's such a shame. That's as bad as it gets. \n[28]I'm a Cancer. \n[29]Is that good? \n[30]You're making me embarrassed. \n[31]You are a beautiful woman, but you are not totally maxed out. I would say honestly, you're a six. Six and a half. I could make you an eleven. \n[32]When I found Deb, she was a seven. And now she's a twelve. \n[33]You can't be lazy. \n[34]Look at me. You cannot be lazy. \n[35]Do you know how she got her body? Bodies By Jason. \n[36]Say it. \n[37]Say it again. \n[38]And now just say Jason. \n[39]Again? \n[40]That sounds right, doesn't it? ", "CATHERINE": "\n[1]Peter! \n[2]Catherine. I'm Joseph's mother. \n[3]Our kids have gone to school together for eight years. \n[4]Yeah? I heard that your wife has been screaming at my son and I don't appreciate it. \n[5]She screamed at my son. Right? She threatened you? She cursed at him. He's thirteen years old for god's sake. What the hell is the matter with her? You better check her meds and get them right. \n[6]Oh, I need to back off? \n[7]Turn around! \n[8]Don't touch me. \n[9]You touched my upper breast! \n[10]You got right here. He hit my nipple! \n[11]Why would you do that? \n[12]He just touched my nipple! Why would you do that? \n[13]I have very high nipples. \n[14]What do you think is under my shirt? My breasts are under my shirt. He just touched my breast. \n[15]That's a funny place to put a shoulder. My boob! \n[16]This isn't over. You're going to be sorry. Let's go! \n[17]We're going to work through it, but Debbie told my son that he looked like Tom Petty, in a negative way-- \n[18]You know who Tom Petty is. And she said that if she had to come back, that she was going to \"F up his pussy ass.\" Which is what she said. \n[19]These people are liars. He said that my son was an animal and that if I didn't keep him on a leash that he would hit him with his car. \n[20]You do. \n[21]He said it. To me. \n[22]No. He called me an \"iCunt.\" \n[23]\n[24]\n[25]\n[26]\n[27]", "BARRY": "\n[1]Hey, thanks for letting me join this team. \n[2]I know, I know. \n[3]I mean that was idiotic. You have to understand. That's like the one thing you don't do is tell her you used Viagra. I think that's even on the warning label. \n[4]Don't worry about it. You just gotta ride that out. \n[5]I have given it a fair amount of thought. \n[6]Absolutely. It has got to be peaceful. I mean this is the mother of your children. \n[7]Then you move on. Then you're a widower. \n[8]They love widowers. It's like the polar opposite of divorced guys. \n[9]It's like, oh, that poor widower. You know. If I could only-- \n[10]...make him happy. \n[11]...cocksuck away his sadness. \n[12]So that's the girl who works for you. \n[13]Seems nice. My wife would never let me have a hot employee like that. \n[14]Everyone that works for us looks like they've been in some kind of horrible accident. \n[15]You think our wives are looking at us right now? \n[16]What do you do in Chino, Oliver? \n[17]My mom used to talk to me like I had scoliosis because I'm a little hunchy, but that's a different thing. \n[18]She means all the lending. And the borrowing... \n[19]That's right. You can't use it up, it goes forever. ", "JODI": "\n[1]You're a ball of shit. \n[2]I think it's probably Desi. She's been having a really hard time using these simple computers. \n[3]It's because she's stupid. I think she might be stealing. \n[4]Well, how much did I make? \n[5]That's not bad. \n[6]I didn't know what to do. \n[7]Where do you think? I don't want this to sound harsh, but everything that comes out of her mouth is a lie. Everything that comes into it is a dick. \n[8]A dick. \n[9]I'm sorry, I'm just being protective of the store. \n[10]Why the fuck would you believe Desi? \n[11]Did I? \n[12]Can you at least give me a referral? \n[13]Oxycotton. \n[14]Oxykitten. \n[15]Meow. \n[16]It was a cry for help. Help. Help. Why don't you help me? Just help. Help. Why don't you help me? \n[17]Help me. \n[18]Is that about me? Is that the cops? Is this a set-up? \n[19]Okay, see you later. Fuck you, Debbie. Fuck. You. ", "BARB": "\n[1]Coming. \n[2]You guys just go on without me. I'm just gonna... fuck. \n[3]Why do you need to have sex, Deb? Sex is the number one thing people fight about. \n[4]\n[5]\n[6]\n[7]\n[8]I would. I wouldn't feel it but- \n[9]Well, I'm ready to buff. \n[10]You're comfortable with that around your husband? \n[11]Wow, what kind? \n[12]I'm going to light the candles. Get it going. \n[13]Deb, you can't smoke, you're pregnant. You've been doing so well. \n[14]I'm sorry. I'm so sorry. It just slipped out. \n[15]Your dad's still here. \n[16]They are so cute. \n[17]He looks exactly like Tom Petty. ", "GRAHAM": "\n[1]It isn't. \n[2]Hey guys, how are you? \n[3]Yeah. Jewish Journal guy loves the record. \n[4]Got a bit of a problem. Touch of gout. \n[5]Yeah, my whole family, they all had gout. \n[6]My auntie Queenie, she had a foot like the size of a small pig. I've got a photo of it. \n[7]A couple of bunions as well. \n[8]I've got to go to the podiatrist, and I hope he can shoot me up with something. \n[9]Rock and Roll, baby. \n[10]Pete! How are you, man? \n[11]Happy? How's it looking? \n[12]Ah, so you were expecting it to sell. They never sell anymore. They used to sell. But now they don't. I'm not a sexy sixteen-year-old girl. \n[13]No, I'm going to be fine. My overheads are so low. I just got a song in Glee. \n[14]Guy in the wheelchair is going to sing it to the Asian girl, I believe. I don't know, I've never seen the show, but that's what I'm told. Secret is, make sure you have a small nut. That's the key to life. \n[15]Billie! \n[16]Inspired, huh? That inspires me. \n[17]Let's get a drink. ", "JOSEPH": "\n[1]Yo, sup? \n[2]Sadie...? \n[3]Nah, man. That ain't me. \n[4]She was not on my list, no. \n[5]It doesn't bother me. I'm comfortable with the way I am. \n[6]Okay, I'm sorry. \n[7]Just let me go. \n[8]I understand. My mom is going through menopause, too. It's a hard time. \n[9]You're going through menopause? \n[10]You what? \n[11]Did you just touch my mom's nipple? \n[12]Hi. \n[13]Oh, yeah sure. Thank you. \n[14]All right, then. ", "ACCOUNTANT": "\n[1]And then you missed the mortgage payment, and that's the second mortgage. You've got to tighten your belt. You've got to go home, sit down, look at your expenses, come clean with Debbie. \n[2]You have to tell her, Pete. \n[3]If you sell the house, it'll really buy you some time. \n[4]As your business manager and your friend, I can't recommend that. Hey, how funny would it be if I bought your house? \n[5]Hang in there. \n[6]Well, for one thing, you were right, you are missing about ten thousand dollars from the store. And then, Pete's record not selling well. \n[7]We heard. \n[8]And they're bad. You know, it's that, and it's the money that he's been lending to his father, that's creating a strain. \n[9]Eighty thousand. \n[10]Eighty thousand, over the past couple of years. And then you missed the mortgage payment-- \n[11]And you missed the rental on the office. \n[12]Oh, yeah. We're on the phone all the time. Look, I know you're going through a hard time, and I want you guys to know that we're here for you, okay? Anything you guys need, that's why we're here. We're here for times like this. \n[13]There's not much I can do. ", "CAT": "\n[1]I'm contextualizing him as one of the great figures in rock history. \n[2]\n[3]\n[4]\n[5]\n[6]It's crazy, there are so many of them! \n[7]Um, the Jewish Journal. \n[8]It's a hat with the Oreo logo on it. \n[9]I don't think he's being ironic, I think he just really likes Oreos. \n[10]Bye, Graham. \n[11]It's twelve thousand. ", "JAY": "\n[1]I wouldn't call them classically good dance moves, but you left it all out there. You're a blast to dance with. \n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]I hope this doesn't come off as super cheesy, but I think you're a very rare find. \n[10]And I would totally do sex with you. ", "MAN IN RANGE ROVER": "\n[1]Are you fucking kidding me? \n[2]I didn't open my fucking door on you. I opened my door! \n[3]That's a blind spot. There's no fucking bike path. This is a residential section. Get your head out of your ass. \n[4]Open your god damn eyes. What are you doing, sleepwalking? \n[5]It's not my job to look out for you. You look out for yourself. I don't look out for you. I don't see you. I don't now where the fuck you are and what you're doing. \n[6]I need your name and number. \n[7]Because you're going to pay for my door. \n[8]Don't disrespect me. ", "TRIPLET #1": "\n[1]Daddy, you never play with me. \n[2]You don't look like my brother. \n[3]I came from a test tube. \n[4]I do! \n[5]It's Jack! \n[6]My daddy doesn't know my name. \n[7]I'm Jack, damn it. ", "DOCTOR SEDUKU": "\n[1]What we should do is easy and simple. No more dairy, no more wheat, no more sugar. \n[2]She can have vegetables and f-r-ruits. \n[3]Fr-r-ruits, yes. \n[4]Mangos, pineapple... \n[5]No, no. \n[6]Are you okay? Would you like to come on the table? ", "BILLIE JOE": "\n[1]Shut up, Tom Selleck. \n[2]Graham, hey, what's up? \n[3]How you doing, man? Great show. I'm inspired. I want to write a song right now. \n[4]Let's go get a drink. \n[5]You coming? \n[6]You got a song on Glee? That's killer, man. That's so much money, that's good for all of us. "}}