{"dialogues": {"D'ARTAGNAN": "\n[1]Had enough? \n[2]Thank you, sir. \n[3]Mother...? \n[4]Did you see us? You heard us, I'll bet. Girard finally surrendered a compliment... though I almost had to kill him to get it... Mother...? \n[5]Didn't you hear me? Girard -- \n[6]Father's sword. \n[7]And now to me. \n[8]I will. \n[9]I won't. \n[10]Never. \n[11]Mother. Maybe I should wait. Until after harvest. \n[12]Yes.   But what am I running from? \n[13]Horsemanship.    Got it. \n[14]I've saved you and your friend from these bandits. \n[15]The Queen? \n[16]I didn't know. I thought... \n[17]D'Artagnan. \n[18]Wait!   You didn't tell me your name! \n[19]The man who attacked you... ... went that way. \n[20]Look out! \n[21]Where are they? Where are the Musketeers? I'm in the right place, aren't I? \n[22]But this is Musketeer Headquarters... \n[23]You mean it's been moved? \n[24]What do you mean 'disbanded'? \n[25]But I just got here. How can I become a Musketeer if they've been disbanded? \n[26]Any time. \n[27]I'll be there ten minutes early. \n[28]An hour in Paris, and I already have my first duel! \n[29]No. \n[30]There is no Queen of America. \n[31]I rode through a puddle, muddied your sash, the Queen of America except there isn't one, I'm in a hurry, and you were about to challenge me to a duel. \n[32]That seems to be the local custom. \n[33]The great who? \n[34]The world's greatest talker? \n[35]Bring your own! \n[36]Let me pass. \n[37]I must speak to those young women. \n[38]I have something that belongs to the Queen. \n[39]A bracelet. \n[40]No, you've been enough help already. Would you be so kind as to point out the Carmes-Deshaux Monastery? \n[41]Get off me! \n[42]You fell on me! \n[43]I suppose you'd like to teach me a lesson in manners, too. \n[44]How's two o'clock behind the Luxembourg? \n[45]Three duels in one day. I love this town. \n[46]I have another appointment at one. \n[47]I'll try my best to be on time. \n[48]But you're wounded. \n[49]If you'd rather kill me another time... \n[50]Excuse me, monsieur. But not until one o'clock. \n[51]Yes, sir.   But not until two. \n[52]I arrived this morning. \n[53]I've also fallen in love. \n[54]Excuse me, but there are four of us. \n[55]I may not wear the uniform, but I believe I have the heart of a Musketeer. \n[56]D'Artagnan. \n[57]Pleased to meet you... How do you do?... Good to see you again... \n[58]What's he doing? \n[59]The Queen of America? \n[60]I can't leave. I just got here. \n[61]Why can't I stay with you? \n[62]Whatever happened to the motto of the Musketeers? 'All for one, and one for all.' \n[63]Long live the Musketeers. \n[64]Thank you. \n[65]My sword -- \n[66]It belonged to my father. \n[67]I'm not dead yet. \n[68]Where am I? \n[69]The Bastille! I'm in the Bastille! \n[70]What do you mean? \n[71]He interrupted a duel I was fighting. \n[72]It was a long day. \n[73]Who? \n[74]How? \n[75]Give me my father's sword, and I'll cut out your heart. \n[76]I can explain that -- \n[77]Not a word, Your Eminence. I stepped from my cell for a breath of air, and became lost in the corridors, it's dark as you know, but then I saw a light up ahead, the light over your door, I... \n[78]D'Artagnan. \n[79]Yes, Your Eminence. \n[80]I came to join the King's Musketeers. \n[81]So I've heard. \n[82]I'm honored, Your Eminence, but I don't think I would be very popular with the other men. Not after today. \n[83]You, Your Eminence? \n[84]I'm sorry. But I can't tell you what I do not know. \n[85]What about my trial? \n[86]Wait -- \n[87]Yes.   I like it where it is. \n[88]I don't know. \n[89]I wouldn't tell you. \n[90]But...? \n[91]They're firing at us! \n[92]The next right...? \n[93]But the Guards. \n[94]I haven't eaten in three days. I guess with all the excitement, I forgot. \n[95]Three days. \n[96]He was my father. \n[97]He died when I was nine. \n[98]All my mother would tell me is that he died in the service of the King. \n[99]This other Musketeer -- is he still alive? I'd like to talk to him. \n[100]I imagined his death a hundred time. \n[101]On a battlefield, defending his King. Fighting bravely for France. And now... I will find the man who murdered my father and kill him where he stands. \n[102]But you never knew him... \n[103]And your father? \n[104]You didn't have one. \n[105]You were a priest... \n[106]And you became a Musketeer. \n[107]But who was that man... \n[108]... I couldn't hear it clearly, I was standing by the door, the voices were low -- \n[109]The Cardinal sent someone to England. With a secret treaty. \n[110]He's made an alliance with a man named, Bucking... Buckingham. \n[111]Do you know him? \n[112]What are we waiting for, let's go. \n[113]Yes. \n[114]Four. \n[115]He needs our help. \n[116]Weak... weak.    Comical... clown. \n[117]'Shall I compare thee to a summer's Thou are move lovely and more Ahh, to hell with it -- \n[118]Why is he sitting by himself? \n[119]Come join us. \n[120]I'll drink anything you put in front of me. \n[121]Love? \n[122]Yes. \n[123]Isn't that what people do when they fall in love? \n[124]What? \n[125]He loved her. \n[126]Were we making too much noise? \n[127]My head feels like it's filled with the King's marching band. Would you please stop whistling? \n[128]Well someone is. \n[129]I'm beginning to wish the Cardinal had chopped if off. \n[130]Do you think we've lost them? \n[131]My father used to hunt in a forest like this. He promised to take me on my tenth birthday. I don't know why he picked that year. Something about a boy becoming a man. I'd lay in bed at night and imagine it, just the two of us. But he died before I could go with him. \n[132]I'd be proud to die for my King. \n[133]I can't leave you here. Not like this. \n[134]Athos... I can't. \n[135]A duel then. \n[136]We never finished the first. \n[137]But...? \n[138]At least take my pistol. \n[139]I'll never forget you. \n[140]You. \n[141]I... saw you in Paris. \n[142]Where am I...? \n[143]Calais! The ship... Tuesday at midnight... \n[144]Where are my clothes? \n[145]What day is it? What time?! \n[146]Nine?   Are you sure? \n[147]How did I... get here? \n[148]My name is d'Artagnan. \n[149]Countess? \n[150]I'm sorry. \n[151]Countess, I'm very grateful for what you've done, but I can't stay here. I've got... \n[152]Important business. \n[153]No. \n[154]Yes.   I need my clothes. \n[155]An hour? \n[156]I am... thirsty. \n[157]I was thinking about my friends. \n[158]The three best friends a man could have. We were separated on our way to Calais. I'm afraid I'll never see them again. \n[159]I'd like to tell you. But I can't. \n[160]All I can tell you is... I'm on a mission for the King. \n[161]I'm serious. \n[162]I came to Calais to stop a spy from sailing to England. \n[163]Yes. \n[164]Musketeers are not afraid of anything. \n[165]You did? \n[166]A Musketeer is not afriad of danger. \n[167]You're not dangerous. \n[168]You're... beautiful. \n[169]I'm sorry -- \n[170]What're you doing?! Have you lost your mind?! \n[171]My God... \n[172]You can kill me. But a surprise waits for you in England. That even Buckingham can't prevent. \n[173]That's one thing I'll never tell you. \n[174]The man at the inn... what did he want? \n[175]Why? \n[176]Did you murder your husband, Milady? \n[177]I think he's not the first husband you killed. I once knew a man, one of the Counts of Berry. He told me a story... of beauty and danger. He was the bravest man I've ever known. And the saddest. \n[178]My friends are dead. \n[179]Two of them. \n[180]I thought you were dead. \n[181]What do you mean? \n[182]Find the weakness. Take advantage. Got it. \n[183]Porthos the Pirate? \n[184]I love a good sea story.     Do tell me sometime. \n[185]Yes. \n[186]Athos.   The spy... is a woman. \n[187]A demonstration? What does that mean? \n[188]But...? \n[189]This sword belongs to me. \n[190]revelation as it unfolds \n[191]This is for you, Father. \n[192]Take it back...? \n[193]No!! \n[194]Thank you, Your Eminence.    I'll be watching you, too. \n[195]I have something that belongs to ... Your Majesty... \n[196]I know this is a stupid question. But what exactly does a Musketeer do? \n[197]All for one... ", "ATHOS": "\n[1]A private party. Go away. \n[2]The Cyclops is a Captain? He must've made a pact with the Devil. \n[3]What's the difference? \n[4]These gentlemen made a similar request. \n[5]Probably. But I'll leave it up to my companions. Aramis? \n[6]And what do you say, Porthos? \n[7]Now.   About those tunics... \n[8]I was trying to remember the last time I saw you here. I know. It was the day you were kicked out of the Musketeers. \n[9]It was the least we could do. \n[10]And if we refuse? \n[11]Do that, Rochefort. Tell his Emminence the Cardinal that we will continue to perform our sworn duty to protect the King. From enemies across the sea. \n[12]From traitors who sit at his right hand. And tell him that he can take away our tunics, our muskets, even our swords. But he cannot stop us from being what we are. Musketeers. \n[13]We'll meet at the Columbier-Rouge at sundown. To celebrate. And to plan our new lives. \n[14]The three Musketeers. \n[15]Aaarrgghh... \n[16]Not as far as I'm concerned. \n[17]No. This was Musketeer Headquarters. \n[18]I mean the Musketeers have been disbanded. Feel free to poke around for souvenirs. \n[19]Some nonsense about being needed in the army. Now if you'll excuse me... \n[20]I'd say you've got a problem. \n[21]You could use a lesson in manners. \n[22]I'm in a hurry now -- but I'll meet you at the Carmes-Deshaux monastery at noon. \n[23]Ten minutes early. \n[24]You'll miss it, I'm afraid. \n[25]I asked two of my friends to act as seconds, but they are not as punctual. \n[26]Don't worry. I fight just as well with my left hand. \n[27]Thanks, but I see my seconds coming now. \n[28]Why not? \n[29]How long have you been in Paris? \n[30]You've been... busy. \n[31]Better to die for love than to live for it. Gentlemen? \n[32]I told you the next time we met I'd want an answer. But I didn't expect you so soon. \n[33]This is not your fight.    You're not a Musketeer. \n[34]Have you got a name, boy? \n[35]Athos... Porthos... Aramis. \n[36]The Cardinal's Guards. \n[37]You mean he's still alive? \n[38]Last rites. Aramis takes death very seriously. \n[39]Not if he leaves Paris. Which is exactly what he's going to do. \n[40]Because I do not want you to. \n[41]Wake up, boy.    The Musketeers are just a dream. \n[42]Too bad. \n[43]expression, but a hint of levity \n[44]Hold on! \n[45]You know I prefer wine. \n[46]Turn right at the next street. \n[47]Turn. \n[48]Gentlemen, this is the end of the line. I hope you had a pleasant ride. Unhitch the horses. \n[49]Do as I say. \n[50]Your pistol and powder, please. \n[51]Stand back. \n[52]D'Artagnan, your father and another Musketeer were ambushed and murdered outside the Louvre. \n[53]Wait. \n[54]Does the Cardinal know you have this information? \n[55]Then he knows we have it too. And he'll do everything in his power to stop us. \n[56]Stay on your horse. \n[57]Don't worry.   We'll help him. \n[58]Mine was taller. \n[59]See to our horses and bring us some food. \n[60]You fight like a Musketeer. Let's see if you can drink like one. \n[61]Famous last words. What shall we drink to? \n[62]Love. Would you like to hear a story, d'Artagnan? A love story? \n[63]I once knew a man... one of the Counts of Berry. My native province. When the good Count was about your age, he fell in love with a visitor from Paris. A breathtaking girl of seventeen. She was more than beautiful, d'Artagnan. She was... intoxicating. And this man, the poor idiot, he married her. \n[64]Be quiet and listen. The Count took her to his castle and made her the first lady of the province. They were happy for a time, as happy as a man and a woman can be. Then one day, while riding in the woods, the girl was thrown from her horse, and knocked unconscious. The Count hurried to help her. Her dress was torn. \n[65]On her her arm, the woman wore a gold band in the shape of a serpent. It was the only article of clothing she refused to remove. The Count's curiosity got the best of him. He reached over and slid down the gold band. He saw something on her arm... something she'd kept hidden 'til then... \n[66]The fleur d'lis. She'd been branded... \n[67]The Count's angel turned out to be a murderess who escaped the Executioner's blade. She swore that she loved him. Swore that she had changed. And if he would just keep her secret, they would live a long life together. \n[68]But the Count was young and he was stupid. He was tormented by the ridicule of his social class. And so he rejected her. For her lies and for her past. And turned her over to the authorities to be executed for the crime. \n[69]But you see... his heart did not agree.  The Count soon realized what she had meant to him. And what he had done. \n[70]That his... betrayal was far greater than her own. Soon after he foreswore the society that shaped him. Gave up his title. And was never seen again. \n[71]He killed her. It seemed like the same thing after a while. \n[72]Good.   More for me. \n[73]Only if I can lead. \n[74]Well? \n[75]A connon ball. \n[76]Stay with us, and you just might get your wish. \n[77]Split in half! D'Artagnan rides with me! \n[78]Or hell! \n[79]They'll catch up eventually. \n[80]Well. You have your boyhood wish at last. The dark forest. The thrill of the hunt. The nearness of death. \n[81]I just wanted to save you from the life of a Musketeer. You don't have to go looking for experience, d'Artagnan. It'll find you soon enough. And when it does -- it will mark you forever. \n[82]I'll hold them off for as long as I can. Go on without me. \n[83]Ride to Calais and stop the Cardinal's agent. \n[84]Go, or I'll kill you myself. \n[85]You're insane. \n[86]All right. I'll toss a coin. Tails I stay, heads you remain. Agreed? \n[87]Tails.    I stay. \n[88]Don't let us down... Musketeer. \n[89]Go! \n[90]Sorry I'm late. Did I miss anything? \n[91]Keep your mind on the mission, d'Artagnan. \n[92]Boy, it's a miracle you're still alive fighting like that. \n[93]First, always find your enemy's weakness. Second, take advantage of it. Watch me. \n[94]Did you find the Cardinal's spy? \n[95]Did you kill him? \n[96]What? \n[97]No. \n[98]Stop!! \n[99]How did you do it, Sabine? How did you come back from the dead? \n[100]I did not. \n[101]Give me the Cardinal's treaty. \n[102]Then I will shoot. \n[103]I know someone who does. \n[104]I'd like a word with your prisoner. \n[105]No. \n[106]I could not give it, Sabine. I was... a fool. \n[107]Did you kill his brother and his father as he says? \n[108]But not before. Not us. \n[109]Do you know the Cardinal's plans? \n[110]Tell me. \n[111]I can't. \n[112]Sabine. You'll die for your crimes. Nothing can stop that. But how you leave this world is up to you. \n[113]Die in peace. \n[114]No. \n[115]Forgive me, Sabine.       Please forgive. \n[116]Musketeers. \n[117]The King's life in danger.   We have work to do. \n[118]Look through the surrounding area. We'll try to reach the King... \n[119]Go! \n[120]Save the King!! \n[121]Greetings, Monsieur Cyclops.   Are we interrupting? \n[122]Majesty, his heart has only one desire. To become a Musketeer. ", "PORTHOS": "\n[1]I'll be right down! \n[2]Ready when you are. \n[3]My aim was off. I was trying to hit Jussac. \n[4]What did he say? \n[5]Tunics?   Coming right up. \n[6]It doesn't matter where I go or what I do. Sooner or later somebody's calling me 'outlaw.' \n[7]Same thing, these days. \n[8]Well, if we're going to be outlaws, I suppose we'll have to get our affairs in order. \n[9]Alphabetically seems... fair. \n[10]Outlaws. \n[11]But, Catherine, don't you see? As an outlaw I'll be constantly on the run from the Cardinal's guards, a refugee. Think of all the places you can hide me. I'm thinking of them now. \n[12]Do you know where this sash comes from? \n[13]It is a gift from the Queen of America. \n[14]Madame Augustine, would you excuse me for a moment, I'm going to kill him. Now, where were we? \n[15]I was? \n[16]Everywhere I go, it's always the same. There's always some kid who thinks he's hot with a sword... some itchy punk who wants to go up against the great Porthos... \n[17]The great Porthos. Me, you idiot. \n[18]Don't you know who I am? \n[19]All right, you little puke! You want to die? So be it! One o'clock behind the Luxembourg! And bring a coffin! \n[20]What're you doing? You can't fight this man. \n[21]Because I'm fighting him. \n[22]Oh, don't be stupid. Of course we intend to resist. Just give us a second. \n[23]Interesting odds. Five of them and three of us. \n[24]Bold and brave. \n[25]D'Artagnan? \n[26]It couldn't be. \n[27]Well. Now that we're all acquainted... \n[28]Damn monks. Always spoiling everybody's fun. \n[29]They're about to get a little nearer to the hilt of my sword. \n[30]Papist. \n[31]Excuse me? \n[32]God, I love my work. \n[33]Do you know where this bolo comes from? \n[34]Spain. \n[35]Go home, find a wench, live long and prosper. \n[36]He really is cold and unfriendly. \n[37]Do you believe this kid. \n[38]Rochefort's got the boy. \n[39]Definitely.   A plan. \n[40]Don't worry, boy. You won't feel a thing. \n[41]Well, what have we here? \n[42]How considerate of the Cardinal to provide us with a snack. \n[43]Trinkets for the ladies. \n[44]Champagne? \n[45]Don't go away. \n[46]May I recommend this find Cabernet? \n[47]That's it. Next time, you drive. \n[48]I'd give five years of your life just to see the Cardinal's face! \n[49]I heard of a d'Artagnan once. He was a captain in the Musketeers when we were just recruits. \n[50]I knew there was something familiar about this boy. \n[51]You already have. His name is the Count De Rochefort. \n[52]Go on. \n[53]The Duke of Buckingham? \n[54]This messenger and the treaty will prove the Cardinal a traitor. If we can get our hands on them. \n[55]But with three men trying, one of us might be able to make it. \n[56]It's not a threat, it's a fact. If you don't haul those kegs away, you're dead where you stand. \n[57]Mine hit the ground first. \n[58]There's only one rule, d'Artagnan -- stay alive. \n[59]Ladies, you're in for a treat tonight. Allow me to introduce myself. I'm the Musketeer they call Porthos. \n[60]Porthos. \n[61]Oh, shut up, Aramis. \n[62]I don't get it. I just don't get it. \n[63]I said, 'A Queen is no different than a barmaid in the dark. Though less... practiced in the arts of pleasure...' \n[64]If you're going to be a proper Musketeer, you'll have to learn the manly art of wenching. Right, ladies? \n[65]Ahh, very good. Your first subject. But you'll need instruction. Watch closely. \n[66]The secret to wenching is the first kiss. For in that kiss, a lasting impression is made. If it is weak, she will think you are weak. And if it is comical, she will think you are a clown. With me? \n[67]Very good.   And as a Musketeer is never weak,  and only rarely a clown, your  first kiss must be all the things  that you are. Like this... \n[68]You may speak first if you like, your name, her name, an endearment or two. But words are usually a waste of time. \n[69]That's cheating. \n[70]Come on, d'Artagnan. We haven't got all night. \n[71]The boy's a natural. \n[72]Athos takes his drinking seriously. Ignore him. He'll be his usual warm, charming self by morning. Service! My lap is cold! \n[73]Aramis -- play something with some blood in it! I feel like dancing! \n[74]Care to dance, Athos? \n[75]Aramis!   Athos made a joke! \n[76]Beautiful morning, eh, d'Artagnan? \n[77]You know,   d'Artagnan, it's not a good idea   to travel on an empty stomach.    You really should have had a big   portion of those sheep's brains... \n[78]Whistling?   I'm not whistling. \n[79]The Barmaid's kiss left him dizzy. \n[80]I hate cannon balls. \n[81]And you? \n[82]Here's just the thing.     A nice, relaxing boat ride. \n[83]What? \n[84]We sail! \n[85]Popularity has its price. \n[86]We'd be happy to. \n[87]If you'll drink one with us to the King. \n[88]All right.   I'll object. \n[89]Let's see. You are, by your dress and by your manner, members of a bone-lazy class of servile ninnyhammers whose slavish allegiance to His Eminence the Cardinal is as that of a dog who likes nothing better than to sniff today where he has peed the day before. \n[90]Piss is piss, no matter what robes surround it. \n[91]I was momentarily inspired. \n[92]Maybe there's something  about us that just pisses people  off. At least I'd like to think  so. It's too bad we can only kill  them once. \n[93]I've been called a lot of things in my time... \n[94]But beef-witted is a little more than I can stand, not to mention unfair... \n[95]What? \n[96]No.   My horse can. \n[97]But...? \n[98]No, no.   Please. After you. \n[99]Well I certainly hope so. After all that hard work. \n[100]Remind me to tell you the story of horses that could fly above raging waters. A heroic tale of love, death, and Musketeers. Suitable for the general public. \n[101]All right then. All those who wish to die, raise your hands! Don't by shy, there's plenty to go around! \n[102]I told you I was famous. \n[103]Privateer.   There's a difference. \n[104]What about the King? \n[105]Athos -- \n[106]His name's d'Artagnan, Sire. \n[107]Do my eyes deceive me? \n[108]His lips, unused as they are to such a contortion, twisted and stretched... into a smile. \n[109]Truth... honor... \n[110]Weren't you listening? ", "RICHELIEU": "\n[1]Have they all been accounted for? \n[2]Three? \n[3]I want those Musketeers, not excuses. Bring them in at once. \n[4]How was your ride? \n[5]Forgive me. \n[6]But your welfare is more than a matter of personal interest. It is a matter of State. But rest assured, your secret is safe with me. \n[7]You're homesick. \n[8]Sometimes. \n[9]Austria's loss is France's gain. \n[10]Nonsense.    He's young, not blind. \n[11]Arranged marriages can be difficult. Your father and I thought yours would bring Austria and France closer together. \n[12]May I advise you? \n[13]Louis was only nine years old when his father was assassinated. He lost his childhood forever that day. I have watched him grow toward manhood, seen the toll his life demands. A boy who is not allowed to be a boy sometimes has difficulty becoming a man. He is shy, yet boastful. Giving, yet stubborn. But most of all, he is not yet sure exactly who he is. The boy who lost his father. Or the King of France. \n[14]Flatter him. Make the boy feel like a King. So that the King may be your husband. \n[15]Your Majesty. \n[16]Perhaps if I knew the question... \n[17]You approved the decision. \n[18]Your Majesty, France is on the brink of war. We dare not hesitate. \n[19]They are the bravest fighters in France. \n[20]We'll need them in the field if we're to win this war with England. Buckingham plans to invade La Rochelle within the month. I thought it best to act quickly -- \n[21]Of course.   Forgive me. \n[22]Extremely. \n[23]Very. \n[24]May I advise you? \n[25]She scares me too. As do all women who join beauty to intelligence. What's a man to do? \n[26]The course of love is full of frightful turns. But, no matter how you feel, no matter how hopelessly afraid... never let her know that you are anything other than the bravest and most confident man in France. Make that your starting point, and everything else will fall... into place. \n[27]Good advice for a shopkeeper. Let alone a King. \n[28]I know.   But don't worry. \n[29]From now on, I'll take complete responsibility for your welfare. \n[30]That foolish boy is about to become a man. Which is all the more reason for us to act... quickly. \n[31]She will receive me in ways she never thought possible. Privately. \n[32]I have an errand that requires your singular talents. \n[33]Forget you?   Impossible. \n[34]Carry this to the Duke of Buckingham. \n[35]The King left me no choice. Now that he's come of age, the boy believes he should rule France. Instead of me. \n[36]Yes. Everything. You're to leave for Calais at once. A ship called the Persephone will carry you to England. It sails Tuesday, midnight. I want Buckingham's signature next to mine before the King's birthday. Friday. \n[37]And doing so, shall earn you the gratitude of... a King. \n[38]Rochefort. Violence solves nothing. Leave him to me. \n[39]Please.    Sit down. \n[40]How much did you hear? \n[41]You may have many talents, my young friend. But guile is not one of them. Do you have a name? \n[42]I've heard that name before.   Are you a Gascon? \n[43]Tell me. What brought you to Paris. And don't say 'a horse.' \n[44]Bad timing. \n[45]D'Artagnan, I like you. I could use a capable young man like you in my Guards. \n[46]I suppose not. Your heart is set on being a Musketeer. When I was your age, I too had dreams of joining the Musketeers. \n[47]Why not? Becoming a Musketeer is the fantasy of every young Frenchman. Or should I say it was... Like the Knights of the Round Table, the Musketeers have outlived their usefulness. They are a thing of the past. And so have your three friends. Tell me where they are, d'Artagnan, and I will spare your life. \n[48]In that case, give my regards to the headsman. \n[49]You've just had it. \n[50]Why? Do you object to losing your head? \n[51]Then tell me what I want to know, and perhaps you will keep it there a few years longer. Where are the three Musketeers? \n[52]And if you did? \n[53]I admire your courage, young man. You might have made a fine Musketeer after all. \n[54]But we'll never know, will we? \n[55]Find the three Musketeers and kill them. \n[56]A comforting thought. Good night, d'Artagnan. Enjoy it. Morning comes quickly. \n[57]A remarkable woman. The most beautiful I've ever known. And the deadliest. Which would explain my attraction. How is our young daredevil holding up? \n[58]My carriage. \n[59]One thousand pistoles on each of their heads, dead or alive. The boy knows our plans. \n[60]Don't worry. Thanks to our winged friends, every mercenary and bounty hunter in France will be waiting for them. Isn't modern communication a wonderful thing? \n[61]Your Majesty, forgive me. \n[62]I need your help. And could not in good conscience wait another minute. \n[63]Yes. \n[64]Your... husband. \n[65]I am worried about the King's... happiness. \n[66]The Huguenot rebellion, occupation in the Antilles and Cayenne. The coming war with France. These are not the usual hobbies of youth. \n[67]And now he wishes to postpone his birthday celebration. \n[68]He feels it is not... appropriate. \n[69]Which is exactly why we must celebrate. To show the world that the King of France is strong enough to face any enemy on any field. To show France... that he is King. He will listen to you. If you will speak. \n[70]Of course. \n[71]Your Majesty? Please understand that I do not underestimate the value of your assistance. \n[72]And that I wish for you to consider -- in fact, to know -- all that you and I might accomplish. Together. For France. \n[73]I'm sorry to be late, Your Majesty, but I was wrestling with an important matter of state. \n[74]I'm afraid... that's impossible. \n[75]They have become outlaws. They are terrorizing the countryside, robbing and killing innocent people. \n[76]No mistake. I have reports from the local constables involved. \n[77]They are better off disbanded. \n[78]There are so many to choose from. Is it the one about my alleged alliance with Buckingham? Let's see if I remember it correctly. While the English attack from without, I'll undermine the throne from within -- depose you -- and become sovereign of France myself. That rumor, Your Majesty? \n[79]If there are any doubts of my loyalty, they'll be put to rest when we appear together at your birthday celebration. \n[80]Your subjects are eager to celebrate the birth of their King at a time like this. \n[81]I have an idea. Why don't you discuss the matter with your Queen? \n[82]The wonderful thing about an imaginary opponent is that he is always greatly skilled, and always easily defeated. The pride of victory, without the risk of loss. If only life were like that. \n[83]Milady has reached Calais. \n[84]Buckingham's signature will be on the treaty by morning. \n[85]Will proceed as planned. Thanks to the kind intercession of Queen Anne. \n[86]Will proceed as well. \n[87]Impressive. \n[88]And he has no qualms about... \n[89]A man of faith. How delightful. Whatever you're paying him, double it. I want the King's birthday to be a memorable event. And rehang this painting in my chamber. Just as it is. \n[90]I'm not sure which is sadder... to die so young. Or to die a King. \n[91]France will not go wanting. A new King will sit on the throne. The true King after all... \n[92]Is everything ready? \n[93]Are you sure? \n[94]Rest assured, Captain. You have. \n[95]Your Majesty... \n[96]Kill him. Kill her, too. \n[97]Your Majesty, that document is an obvious forgery. I am clearly the victim of a conspiracy designed and perpetuated by these three Musketeers. \n[98]You can't do this to me.   I'm the Cardinal of France. \n[99]Congratulations, Monsieur d'Artagnan. I'll be keeping an eye on you. ", "ARAMIS": "\n[1]Athos -- is that any way to greet our guests? \n[2]Don't be shy, gentlemen. Come in. Your friends have been expecting you. \n[3]Or the Cardinal. \n[4]The Devil is more ethical than the Cardinal. \n[5]We can't refuse Rochefort's invitation. It would be impolite. \n[6]Congratulations, Porthos.   You brought down the house. \n[7]He said he'll take those tunics. \n[8]Conduct Unbecoming a Musketeer. Wasn't that the charge? \n[9]We are refusing to serve the Cardinal. \n[10]France has one King too many. \n[11]Are you going to visit them alphabetically or in order of preference? \n[12]When it comes to you and women, fairness rarely applies. \n[13]Citizens of France. \n[14]Madam, I'm flattered but I thought you wanted me to tutor you in theology. \n[15]There's nothing unholy about expressing one's emotions. On the contrary. Religion should be experienced in a passionate, all- embracing way. We should feel free to express our spirituality. \n[16]Your husband!? \n[17]First we must pray to God for forgiveness. \n[18]On second thought, God's often busy. \n[19]Thanks. You broke my fall perfectly. But I do apologize for the inconvenience... \n[20]If there's one thing I can't abide, it's rudeness. \n[21]And I apologized for it. \n[22]I'd be honored. \n[23]If that's where you wish to die, I won't disappoint you. Until then... \n[24]Wait a minute. I've got a duel with him, too. \n[25]Jussac.   Again. \n[26]It hardly seems fair. Let's give them the chance to surrender. \n[27]A poet. \n[28]Impossible. \n[29]They are nearer to God... \n[30]Pagan. \n[31]I'm fine, thank you. \n[32]Take a look at our young friend. \n[33]Don't encourage him. By killing Jussac, the boy's made himself an outlaw too. \n[34]I know Athos may seem cold and unfriendly, but don't let that fool you. \n[35]But he's also right. This is our fight, not yours. Go on, get out of here. \n[36]You can't just leave him. \n[37]He has a plan. \n[38]All for one, and one for all... \n[39]The good father is... all tied up. \n[40]Hello. \n[41]How is it that a man of God becomes a man of gold? \n[42]Let's share. \n[43]Would you be so good as to distribute these? Your generosity will be greatly appreciated. \n[44]Throw the coins, boy.     The people are hungry. \n[45]Ten! \n[46]Your trip from home has been an eventful one. \n[47]A good man, I'm told. \n[48]D'Artagnan. \n[49]A man is better measured by his life than by his death. Your father was bold, and brave. \n[50]He lives in you. \n[51]I was orphaned at a young age. The church took me in. \n[52]But I did. He was a great man, a leader of the church. And his example inspired me to dedicate my life to God's service. \n[53]I was a fool. This great man, this father, betrayed the church, and turned his back on God. To worship power and gold. \n[54]It broke my heart to see it. \n[55]I joined the Musketeers and a strange thing happened. I got my faith back. \n[56]All of France knows him. His Eminence, the Cardinal Richelieu. \n[57]What? \n[58]He rules England the way Richelieu rules France. A ship called the Persephone waits for the Cardinal's agent at Calais. To take him to England. Tuesday, midnight. \n[59]Calais is over two hundred leagues from here... \n[60]Gentlemen, I beg you. Please put away your weapons and remove these kegs from the road. We'd prefer to ride on without having to kill you. \n[61]In the name of God, I'm sure. \n[62]I think we've found a home. \n[63]It's hard to believe they haven't heard of the great Porthos. \n[64]Only if you don't know which words to say. \n[65]Words may make a more lasting impression than a thousand of Porthos' kisses. \n[66]I'll demonstrate. Please.   Sit beside me. \n[67]'Shall I compare thee to a Thou art more lovely and more Rough winds do shake the darling And summer's leash hath all too Sometime too hot the eye of heaven And often is his gold complexion And every fair from fair sometimes By chance, or nature's changing But thy eternal summer shall not \n[68]Nor lose possession of that fair Nor shall death brag thou When in eternal lines to time thou So long as men can breathe, or eyes So long lives this, and this gives \n[69]Shakespeare. \n[70]So little time, so much to learn. \n[71]In all the years I've know him... I have never seen Athos smile. \n[72]I hear it too. It sounds like... \n[73]How's your head now? \n[74]We'll see you in Calais! \n[75]My horse will not survive another league. \n[76]Ten, twenty at the most. \n[77]Put away your money, madame. You and your child will cross the river under our protection. For free. \n[78]tirade to cease; simply \n[79]Porthos! \n[80]There are those who would call that treason. \n[81]Well said. I'm impressed. Ninnyhammers. \n[82]By all means. \n[83]Porthos... \n[84]Porthos... \n[85]Can you swim? \n[86]That'll do. \n[87]You go first and I'll watch your progress. \n[88]A nice relaxing boat ride... \n[89]You look like you've seen a ghost. \n[90]The treaty outlines Richelieu's plan to forge an alliance with Buckingham. \n[91]He is not mentioned directly. But the agreement is contingent on a 'demonstration' of the Cardinal's power. \n[92]I don't know. \n[93]I am the resurrection and the life, sayeth the Lord. He that believeth in me, though he were dead, yet shall he live; and whosoever liveth and believeth in me shall never die... \n[94]Amen. \n[95]D'Artagnan.   Kill him where he stands. \n[96]I find it hard to believe myself. \n[97]It was spectacular. And what teeth. \n[98]And freedom. ", "MILADY": "\n[1]Count de Winter. \n[2]Yes. Now that you have, what will you do? \n[3]And if I resist...? \n[4]Well if that's the case, I'd better start packing. But first, my hair... \n[5]I was beginning to think you'd forgotten me. \n[6]You did it. An alliance with Buckingham. \n[7]Consider it done. \n[8]What is it, Henri? \n[9]Be careful. \n[10]My, what a handsome boy. Put him inside with me. \n[11]Welcome back.    Did you dream? \n[12]Have we met? \n[13]This is Calais. \n[14]Filthy. I'm having them cleaned. Is something wrong? \n[15]It's Tuesday, near nine. \n[16]Quite sure. \n[17]Are you in a hurry? \n[18]I found you in the road. Discarded. Like an unwanted kitten. Do you have a name or shall I make one up for you? \n[19]D'Artagnan. I like that. I am the Countess de Winter. Milady. \n[20]My husband's dead. \n[21]I have learned to live with death. \n[22]What...? \n[23]How mysterious. A handsome young man with 'important business' in the still of night. Does it involve a young lady? \n[24]Does it require clothes? \n[25]They won't be ready for at least an hour. \n[26]I told the  innkeeper to bring them when they  are dry. Until then, I'm afraid  you are my prisoner. Would the  prisoner care for a drink? \n[27]Good. Then we will sit by the fire, and eat and drink, and you may impress, perhaps even move me, with the story of how you came to lie unconscious, in the middle of the night, on the road to Calais. I love a good adventure. \n[28]You are sad. \n[29]What brings you here? \n[30]'Important business.' \n[31]I understand. Men make bold plans in secret. And women wait... to mourn, or to celebrate the outcome. I know from experience, it's a lonely vigil. \n[32]I've heard that one before. \n[33]You are a young man. And young men are given to exaggeration. However, if you would like to entertain me with a story, I'm eager to hear it. And please, make it very brave, filled with handsome knights and beautiful ladies. I know, a dragon -- \n[34]d'Artagnan doesn't see it \n[35]I believe you... Aren't you afraid? \n[36]I knew it. I knew you were a Musketeer the moment I saw you. \n[37]Of course. But, d'Artagnan, if this spy was to find out you are here, your life could be in grave danger. \n[38]I'm dangerous. You're not afraid of me? \n[39]Then what am I? \n[40]Beauty, danger. They are the same. \n[41]You came to Calais to stop a spy from sailing to England. \n[42]Parker!! \n[43]Kill him. \n[44]What... surprise? \n[45]D'Artagnan. You are young, vain, and foolish. But I do not know if you are clever. \n[46]We'll take him with us. \n[47]with a nod at Parker \n[48]The back stairs. Hurry! \n[49]Justice. Honor. Revenge. \n[50]He is the brother of my late husband, Lord de Winter. He blames me for de Winter's death. He thinks I murdered him. \n[51]What do you think? \n[52]I know... \n[53]What's the matter, d'Artagnan? Still hoping for your friends to ride to the rescue? \n[54]Well. If it's any consolation, you'll soon be joining them. \n[55]Athos. \n[56]A kind gentleman took pity on me. \n[57]No, Count. You were too proud to listen to the truth. I learned the value of lies soon after. \n[58]No. \n[59]Be kind.   And aim for my heart. \n[60]I remember... everything. \n[61]Did you come to offer me consolation? \n[62]There was a time when I would've given my life for a kind word. \n[63]honest at the last \n[64]No. The memory will keep me company. \n[65]Yes. \n[66]Will you spare my life? \n[67]Society demands swift justice. I'll take the secret to my grave. \n[68]What did the world ever do for me? \n[69]I do. \n[70]The Cardinal intends to assassinate the King at his birthday celebration on Friday. ", "ROCHEFORT": "\n[1]Throw it on the fire with everything else. \n[2]The Musketeers no longer exist. Or haven't you heard? Throw it on the fire. \n[3]Musketeers... \n[4]By joint edict of His Majesty King Louis XIII and His Eminence Cardinal Richelieu, the Musketeers are officially disbanded. In preparation for the coming war with England, your ranks and commissions are hereby transferred to the Infantry. You will be contacted and told where to report. Until that time, you are instructed to return to your homes. \n[5]The Cardinal's Guards are more than capable of assuming that... responsibility. \n[6]You are hereby ordered to disperse. Should even one of you resist... the entire corps will be arrested and imprisoned. 'All for one, and one for all.' \n[7]Your Eminence. \n[8]All but... three. \n[9]I'll take those tunics, Musketeers. \n[10]You ought to know. Three witnesses stood against me. \n[11]You are hereby ordered to surrender your commissions and make yourselves available for reassignment in the King's Army. \n[12]You will become outlaws.   Hunted men. \n[13]Are you refusing to serve your King? \n[14]I'll tell him you said that. \n[15]I'll make sure His Emminence the Cardinal gets the message. But I can't promise he'll be pleased. \n[16]He's a foolish boy. And barely that. \n[17]And the Queen...? \n[18]There they go! After them! \n[19]Fall back! I'll take him myself! \n[20]It's magnificent. Where did you get it? \n[21]Your father... \n[22]Well now it belongs to me. I collect swords. I take them from the men I kill. \n[23]Soon enough. \n[24]I'll give you a hint. It's not the Louvre. \n[25]Well, you're the first person who was ever happy to be here. Unfortunately, your visit will be a short one. \n[26]You killed one of the Cardinal's Guards. An offense punishable by death. \n[27]Also punishable by death. \n[28]You know them? \n[29]The Musketeers. \n[30]Tell me where they are, and I will be lenient. \n[31]I will give you your father's sword. \n[32]Fool.   Like your father. \n[33]You're going to go through with ... everything? \n[34]On your knees. \n[35]This is the boy who killed Jussac. \n[36]Silence! \n[37]They'll be dead by dawn. \n[38]Milady left at midnight.   By private coach. \n[39]He's wishing he'd never heard of the Musketeers. \n[40]Your Eminence. The Musketeers have been sighted riding north on the road to Calais. \n[41]I told you not to worry about the Musketeers. They are dead by now. \n[42]The King's birthday celebration...? \n[43]And our plans...? \n[44]He can do it every time. \n[45]None. He believes that man should honor no Kings before God. \n[46]Yes, Your Eminence. \n[47]I'd stake my life on it, Your Eminence. \n[48]Not for long. \n[49]By all means. Let's discover if you are as brave a man as your father was. And as foolish. \n[50]He died for his King and for France. But most of all... he died on the end of my sword. As will you. \n[51]One thing's certain. You're no Musketeer. \n[52]I might... have been... mistaken. ", "ANNE": "\n[1]Have you seen the King? \n[2]Cardinal Richelieu, you surprised me. \n[3]My ride...?    Well, I... I'm not sure... \n[4]Thank you. \n[5]Lonely. Is that the same thing? \n[6]I'm not sure my new husband shares your opinion. \n[7]Mostly, he is absent. I've barely seen His Majesty since our wedding, and that was three months ago. Whenever he's around me, he has nothing to say. \n[8]Countries align more swiftly than people, I'm afraid. Louis and I remain... far apart. \n[9]But how can I...? \n[10]Would you like me to go? \n[11]You two should continue this discussion in private. \n[12]It seems to me that... you're doing very well on your own. \n[13]Barbarism. \n[14]Are you surprised? \n[15]Do you think about him all the time? \n[16]And when he's around, do your knees feel as weak as water? \n[17]And when he looks at you, do you suddenly forget how to breathe? \n[18]Then you're in love. \n[19]Who is he? \n[20]Of course I will. \n[21]Who? \n[22]The young man on the scaffold? \n[23]You're right. I don't believe it. \n[24]What an impertinent question. \n[25]My love... is a matter of state. It's complicated. \n[26]As Queen, my mind touches on many subjects. \n[27]Never. \n[28]I hope he will someday.   I hope I will too. \n[29]Constance, have you seen my...? \n[30]Cardinal. \n[31]You want my help? \n[32]On what matter? \n[33]Richelieu's last encounter with Louis \n[34]Of course. As Your Eminence has been kind enough to advise me... It's the least I can do. \n[35]What do you mean? \n[36]No. \n[37]Why? \n[38]It sounds as though he is concerned with more important matters. \n[39]I will speak to him. \n[40]Now, if you'll excuse me, I... \n[41]Hungry, more likely. \n[42]I said nothing. \n[43]The Cardinal expressed in confidence how much the celebration would mean to you... \n[44]I do not trust him. \n[45]Then we will discover the truth together. \n[46]Thank you, d'Artagnan. But the bracelet does not belong to me. It belongs to her. ", "LOUIS": "\n[1]Cardinal Richelieu, I've been looking for you. \n[2]Oh. Anne. Hello. I didn't know you were here. \n[3]No.  Please, stay. Your Eminence, I demand an answer. \n[4]I've just been told that you went ahead and disbanded my Musketeers. \n[5]But not the timing of the matter. I intended to address them myself, explain the situation... \n[6]But these men are my personal guards... \n[7]I will be the judge of what is best. For me, and for France. \n[8]Anne?   Are you all right? \n[9]reason for her to stay \n[10]She's beautiful. \n[11]Intelligent. \n[12]Sometimes she scares me half to death. \n[13]I have no idea. \n[14]The bravest man in France... \n[15]Your Eminence, I'm sorry that I was sharp with you. It's just that the Musketeers... well, they're not just my guards. They're my friends too. \n[16]Why is it I don't see any of my Musketeers? \n[17]Why? \n[18]There must be some mistake. \n[19]Musketeers... \n[20]Your Eminence, I've been hearing some very troubling rumors about you. \n[21]It does seem rather farfetched. \n[22]I've been thinking about that. A birthday celebration when we're on the brink of war... \n[23]I'm not so eager. \n[24]They look... happy. \n[25]Still, you were right about the celebration. And when the Cardinal told me how much it meant to you... \n[26]But... ? \n[27]I'm not sure who to trust. \n[28]Leave us... alone. \n[29]Get behind me. \n[30]This is a complicated matter, Your Eminence, affecting both France and the crown... \n[31]And so, until such time as I and my advisors -- -- can determine the whole truth of the matter. I invite you to await our decision in the comfort of... the Bastille. \n[32]And I am its King. \n[33]And as King... I hereby reinstate the Musketeers. \n[34]Is this the young man who saved my life? \n[35]Approach, d'Artagnan. \n[36]D'Artagnan, I am in your debt. What can I do to repay the courage you've shown me? Anything, D'Artagnan.  Whatever your heart desires... \n[37]Then kneel, d'Artagnan. \n[38]The world is an uncertain realm, filled with danger. Truth despoiled by broken promises. Honor undermined by the pursuit of gold. Freedom sacrificed when the weak are oppressed by the strong. But there are those who oppose these powerful forces. Those who dedicate their lives to truth, honor, and freedom. They are a constant reminder to all of us. That such a life is not just possible, but necessary to our continued survival. As a country, as a King. These men are known as the Musketeers... \n[39]Rise, d'Artagnan. And join them. Musketeer. ", "CONSTANCE": "\n[1]Do you have any idea what you've done? \n[2]These 'bandits' are the Queen's own bodyguards. \n[3]If I were you, I'd make myself scarce. These men are going to be very angry when they wake up. \n[4]Do you have a name? \n[5]You're a very foolish boy, d'Artagnan... but a very handsome one. Good-bye. \n[6]Men call it justice. \n[7]It's him. \n[8]Yes! \n[9]But how, your Majesty? How can you tell if you're really in love? \n[10]Yes. \n[11]Yes. \n[12]Yes. \n[13]knowledge; knew it all alone \n[14]You'll never believe it. \n[15]You won't. \n[16]The young man who rescued us from the bandit. \n[17]Yes. \n[18]Are you in love, Your Majesty? \n[19]Are you? \n[20]Do you think about him all the time? \n[21]Do your knees feel as weak as water? \n[22]When he looks at you, do you forget how to breathe? \n[23]Look out! ", "MOTHER": "\n[1]Sit down. \n[2]Sit. \n[3]Your father was a proud man. And he had a right to be. I never knew one as brave or as kind. He knew that his strength was a gift to be given in the service of honor. That is why he dedicated his life to his country and his King. That is why he gave his life, for both. \n[4]I watched you this morning and saw someone I knew. You have your father's heart, his will to fight, his courage. But these gifts have no value unless they are given. \n[5]It's time for you find your fortune with men as brave and as bold as you are. In Paris. With the King's Musketeers. You'll need this. \n[6]Forged in the Crusades, handed from generation to generation. \n[7]Yes, son.   And now to you. \n[8]I'm not your mother now. I'm speaking for your father. And this is what he would have told you. Never forget the code of the d'Artagnans. It is your special heritage. Always seek out adventure... \n[9]Never run from a fight... \n[10]Never submit to insults.    Except from the King. \n[11]And be wary of Cardinal Richelieu for he rules France through the King. \n[12]You've heard that every man in the Musketeers is on the run from someone or something? \n[13]And for heaven's sake, practice your horsemanship. ", "JUSSAC": "\n[1]What should I do with this? \n[2]But this is the emblem of the Musketeers... \n[3]I sent a patrol to find them but it hasn't returned yet. \n[4]Release that man!! \n[5]What is this? \n[6]Your presence is requested at Musketeer Headquarters by Captain Rochefort. \n[7]You're instructed to come with me and surrender your tunics. \n[8]Are you refusing to come peaceably? \n[9]Musketeers. \n[10]There they are!! \n[11]The three of you are under arrest. The boy's of no interest to me and is free to go. Do you intend to resist? \n[12]Stand still! How do you expect me to kill you if you keep jumping around!! ", "INNKEEPER": "\n[1]Good evening. \n[2]I'm sorry but we have little to spare. The Cardinal's Guards were here today. They helped themselves to our food and then refused to pay. \n[3]Musketeers in my house! Gentlemen, put away your swords and come in. Anyone who fights the Cardinal is welcome here. \n[4]We don't have much but what we have is yours. \n[5]Excuse me, gentlemen. \n[6]You told me to wake you at dawn. \n[7]It's dawn. ", "HENRI": "\n[1]There's a body in the road, Milady. \n[2]It's a young man. He appears to be injured. \n[3]The bodyguards are waiting outside. \n[4]We are the Countess de Winter's party, arrived from Paris. Permission to come aboard. \n[5]Take us to your captain. \n[6]What are you, deaf? "}}