{"dialogues": {"TIME TRAVELLER": "\n[1]I'm all right...just some food...a drink... \n[2]Are you all right? Of course.  I'm...all right... I didn't recognize you!...it was so dark... \n[3]Meat...I'm hungry for meat! \n[4]It's all right. - I want to tell. \n[5]No!  I must tell it now... while I still remember. \n[6]You're right, David. That's exactly what I have. - All the time in the world!... ever since we were all together five days ago, the last day of Eighteen Hundred Ninety Nine. \n[7]I wanted to finish the job before the new century began. - I barely made it. \n[8]Well, it has to do with time. \n[9]When I speak of time, I'm referring to the fourth dimension. \n[10]Now, as you know, the difficulty in explaining the fourth dimension is that it cannot be seen or felt - it must be thought of. \n[11]On the contrary, Doctor!  The fourth dimension is as true and as real a dimension as any of the other three.  In fact, they couldn't exist without it. \n[12]Well, take that box.  It has the first three dimensions, as you said. But what if it didn't exist in Time? It wouldn't exist at all, would it? \n[13]So - for an object to exist at all, it must exist in the fourth dimen- sion....and that fourth dimension is duration....Time! \n[14]I'm coming to that.  But first, consider!  Why is it that we usually ignore the fourth dimension?  Because we have no freedom to move in it.  We can move in the other three -- up, down, forward, backward, sideways. But when it comes to Time, we are prisoners.  Do you follow me, Anthony? \n[15]Look!  There are a lot of things in the world you don't understand, aren't there? \n[16]But you don't refuse to believe in them because of that? \n[17]Good!  All I'm asking you to do now is to witness a demonstration of the possibility of movement in the fourth dimension. Philip, will you please hand me that box? \n[18]I've told you.  The larger model can carry a passenger on a journey through Time. - Not through Space, mind you, but through Time. \n[19]That's the most important question to which I hope to find an answer. Can Man control his destiny?  Can he change the shape of things to come? \n[20]This experiment can be performed only once.  If it succeeds, I lose my model forever.  That is why I need witnesses. \n[21]You're ready then? \n[22]Doctor Hillyer, would you care to lend me your hand? \n[23]Go?  Nowhere in the usual sense. It's still here. But it's no longer in the present. It's traveling through time - to the future, to be precise. \n[24]Certainly. \n[25]That's correct. \n[26]Because we're in this room on December 31st, 1899, while the model you saw is perhaps a hundred years away.  This room, or even this house, may no longer exist a hundred years from now.  But the Time Machine is occupying the same space it did a moment before it went off on its journey. \n[27]You must remember that the space you've just put your hand through is today's space.  You can't put your hand into the space of tomorrow. \n[28]No!  Time changes space.  This flat ground we're standing on now could have been at the bottom of the sea a million years ago.  And a million years from now it could be the interior of a huge mountain. \n[29]For my part, I intend to take a journey into the future. - Unless someone else prefers to volunteer. \n[30]Of course, I am. \n[31]Thanks for coming. \n[32]I appreciate your gesture, David, but if you don't mind I'd rather you left me alone. \n[33]I'm sorry. Will you answer me one question honestly? \n[34]I'll try. \n[35]Why not? \n[36]You may have to.  I don't. All right.  Take a journey on your contraption.  What would you become?... A Greek?  A Roman?  One of the Pharaohs? \n[37]I prefer the future. \n[38]You saw the experiment this afternoon, didn't you? \n[39]It was no trick! - Would you care to see the full-scale model? \n[40]Now you sound like Hillyer and Kemp. \n[41]You must have plans for New Year's Eve.  Don't let me keep you. \n[42]I can't. \n[43]I just want to see the old century out by myself. \n[44]I promise you, I won't walk out of the door. \n[45]David!  Please don't think me un- friendly! - Come over to dinner - next Friday.  Won't you? \n[46]Fine...and will you bring the others with you? \n[47]And a very happy New Year to you, David. \n[48]Goodnight. \n[49]Oh, Mrs. Watchett! I've invited Mr. Filby and the others to dinner next Friday. Happy New Year, Mrs. Watchett. \n[50]Going to a masquerade, David?  You look rather silly without your moustache, old man! \n[51]Filby!  I expected more of an enthusiastic greeting from... I'm afraid you have me confused with my father, sir.  There was a remarkable resemblance. - I'm James Filby. \n[52]Was? \n[53]Yes...yes...I've been away. \n[54]No!...it can't be... I'm sorry to hear that. And the gentleman who used to live across the street? \n[55]Why is that? \n[56]Just a stranger who once knew your father. \n[57]Front?  What front? \n[58]What war? \n[59]No...no, thank you. \n[60]Yes, I'm quite alright. \n[61]Goodbye, Jaime. \n[62]Good heavens, that's a dress? \n[63]I can't understand you. \n[64]Filby! \n[65]You mean that horrible screeching? \n[66]But I'm perfectly comfortable and I find your store magnificent.  What splendid achievements, what gigantic strides mankind has taken, what... \n[67]Indeed we have.  Right here.  Many years ago. \n[68]It was two wars ago, I believe. Nineteen seventeen. \n[69]I'm afraid it's going to take me a little time to explain... You see... \n[70]Listen to me!  It's important. \n[71]All clear? I've got to talk to you. \n[72]At last I've found a Paradise. \n[73]Anyone here? \n[74]...to bask in the sunlight, bathe in the clear streams and eat the fruits of earth with all knowledge of work and hardship forgotten. \n[75]Well, and why not? \n[76]Help her!... \n[77]Are you all right? \n[78]Why did I what? \n[79]I did it to save your life, young lady, which I'm afraid doesn't hold much meaning for you or anyone else. \n[80]Must have been fifty of your friends watching you drown.  Not one of them so much as lifted a finger. - A curious attitude - in a curious world. Aren't you the least bit interested in what I am...where I come from? \n[81]Perhaps you'd better take me to someone a bit older I can talk to. \n[82]Doesn't anyone age in this land of yours? \n[83]What's your name? \n[84]How do you spell that? \n[85]Write!  - Can't you write?  Look! \n[86]And what are your people called? \n[87]Why?  What's wrong? \n[88]In my time a berry this size would have made news in every civilized country. \n[89]Sir, perhaps curiosity has died. Perhaps even courtesy has died, but I have come a long way and there are things I would like to know. Why? \n[90]Because I shall return to my time and they will ask questions such as what kind of government rules your world. \n[91]Doesn't anyone work? \n[92]But it must be planted, cultivated, nurtured...unless... Unless you have an economy so well organized that you can devote all your time to study and experimentation. Am I right? \n[93]Yes!  And I'm not ashamed of it. That is how man has learned and bettered himself.  I must learn about you and your civilization.  You have books, don't you? Books. - Books!  Yes, we have books. \n[94]Books will tell me what I want to know.  Books will tell me all about you. \n[95]Yes...they do tell me all about you! \n[96]What have you done?  Thousands of years of building and rebuilding creating and re-creating so that you can let it crumble to dust. \n[97]A million yesterdays of sensitive men dying for their dreams.  For what?  So you can swim and dance and play. \n[98]I am returning to my time!  Not to tell of the uselessness of the struggle - not to tell of the hopeless future - but only so that I can die among men! \n[99]How do you open that panel? \n[100]Morlocks? - Who are the Morlocks? \n[101]Why are you afraid of the Morlocks? \n[102]Tell me. \n[103]Do the Morlocks live beneath the earth? Why must you obey their command? \n[104]What happens to your people when they go below? No one knows.  No one has ever returned. It won't happen to you. \n[105]Only children are frightened by the dark. - But then you are a child, aren't you? I'll build a fire. Let us go from here. I can't, child. My Machine is inside there, I intend to wait here 'til morning, then find some way of getting inside. \n[106]The human race reduced to living vegetables! \n[107]Get me a few more twigs. \n[108]What was it? \n[109]Do you know that the first thing which separated man from the rest of the mammals was his knowledge of fire? No, I suppose you don't. The next great stride came with the discovery of the wheel. Do you know what that is? I'm sorry I was angry with your people.  I had no right to be. No more than if I had visited the Island of Bali in my own time. You were safe inside your great house, yet you came out into the night to warn me.  The one characteristic which distinguished man from the animal kingdom was the spirit of self sacrifice.  You have that quality, Girl.  I'm sure all of your people have it.  All it requires is someone to reawaken it. I shall try if you'll let me.  Will you? \n[110]That's a good start. - Now try to tell me...who or what are the Morlocks? Are they people or animals? What do you know about yourself?  The past?  Don't your people ever speak of the past? \n[111]Don't you ever wonder about the future? \n[112]Man's past is mainly a grim struggle for survival, but there have been moments when a few voices have spoken up.  These rare moments have made the history of man a glorious thing.  I refuse to believe it is dead and gone. We've had our dark ages before and this is only another of them.  All you need is for someone to show you the way out. - I'm only a tinkering mechanic, but there must be this hidden spark in one of your people. If I can only kindle that spark, my coming here will have some meaning. \n[113]Listen! Do you hear? \n[114]Machines! \n[115]You mean those animals run machines? \n[116]I know, but have you seen the machines? \n[117]Who told you? \n[118]What sort of rings? \n[119]Can you show me these rings? \n[120]Are these the talking rings? \n[121]They speak? \n[122]Of what? \n[123]How do you get it to talk? \n[124]I'll be back. \n[125]Weena!  Where are you, Girl? \n[126]What's happening?  Tell me! \n[127]Weena! \n[128]Stop! \n[129]What are you running from? \n[130]What do you mean, all clear? \n[131]But you didn't listen.  You didn't learn anything.  All that is left is fear...a blind animal fear. Ages ago men were taught to hide in the ground when the sirens blew... taught to run from a raining death... but those men are dead!  And so are the men who slaughtered them.  Don't you understand? You are slaves of a dead past... You don't even own your souls.  You're led to slaughter like sheep! \n[132]What about those who went below? How are they to come back? \n[133]You can try.  Won't any of you even try? Well, someone has to try! \n[134]Burn, will you! \n[135]Quick, something to burn!  It's my last match! \n[136]Weena!  Weena, get the torch! \n[137]Weena!  Go on!  Go on the steps! \n[138]Sorry? - Sorry for what? \n[139]Yes. - I am sorry because I could tell so much to the people of my own time... I could tell them about the happiness and sorrow the future has in store for them.  They could learn from it...or would they? \n[140]It isn't that, but I don't fit here anymore than you would in my time. \n[141]No, Girl, you wouldn't be very happy there. \n[142]No.  No one like you.  But there are friends who will miss me. - As a matter of fact, I'm probably late already. \n[143]No, men. There is a woman too, of course! She looks after my house for me. She is sixty-two years old. - Much older than you are. \n[144]Who? \n[145]Up! \n[146]Like this. \n[147]Yes...you would be.  More than pretty. I wish we could go back together, Weena, back to my own time...or to times before that when the world was young.  We could... \n[148]I understand your doubt.  Take it as a lie if you wish.  Now that I'm back I scarcely believe it myself. Except that... ...here are the flowers Weena gave me. \n[149]A present for you, David. \n[150]You were always interested in botany. - Try to match them with any species known today. \n[151]Thank you, David, for being such a good friend - always. ", "TIME TRAVELLER'S VOICE": "\n[1]There in that box rests the result of two years' labor. \n[2]Imagine that this cigar is the Time Traveller.  Now, this lever in front of him controls movement.  Forward pressure sends the Machine into the future, backward pressure into the past.  And the harder the pressure the faster the Machine travels. \n[3]You needn't have troubled yourself. I'm all right. \n[4]I started...and the laboratory grew faint around me... \n[5]...I stopped. \n[6]No change; everything exactly as it bad been before. - But no! \n[7]The clock said 9:31 when I started and now it was 11:O9...and the candle, shorter by inches. \n[8]And yet by my watch which was in the machine with me, only a few seconds had passed. \n[9]It was disconcerting to see the sun... \n[10]...arc in less than a minute... \n[11]....to see flowers closing their eyes for the night, changes that normally took hours, occuring in seconds, was beautiful. \n[12]And as yet I was travelling very slowly! What if I went faster?! \n[13]It became intoxicating.  To see an entire storm in a few seconds. - So I pushed the lever on toward even greater speed. \n[14]Thirteen years had passed...fourteen... fifteen...sixteen...and then... \n[15]In the year nineteen hundred seventeen... I stopped. \n[16]As I went along, I gained experience in handling the Machine.  I found that I could stop for a day, an hour, or even for a second to observe, then go ahead for a year or two. - Thus I was able to see the changing world in a series of glimpses. \n[17]This was intriguing.  I wondered just how far women would permit this to go. \n[18]I began to grow fond of that mannequin.  Maybe because, like me, she didn't age. \n[19]Suddenly, in nineteen forty I began to be buffeted from side to side. My first thought was that the Machine had a mechanical defect or a part had worn out. \n[20]The last time I had stopped was in nineteen seventeen, twenty three years ago.  And the war with Germany was still waging - now in the air with flying machines.  It didn't seem possible they could go on fighting all these years and still have the means of fighting.  Then I realized the truth of the matter.  This was a new war.  There must have been an interval of peace in between these wars.  Yet they had learned nothing but to prepare even more effective means of destroying one another.  I decided to push on into time and see the outcome. \n[21]The fighting in the sky lasted only a few moments.  By nineteen forty five it was over, but I continued on a few more years before pausing for another glimpse of my silent, never aging friend. \n[22]It vas reassuring to find that she hadn't changed.  Only her costume. Provocative to say the least.  I wondered what she would look like ten years hence. \n[23]At first I wondered if my Machine and I were the cause of the panic.  I was to soon find out we weren't. \n[24]The labor of centuries gone in an instant. \n[25]But then Mother Earth, aroused by man's violence, responded with volcanic violence or her own! \n[26]Then I saw my own danger.  I too was to be engulfed! \n[27]But to go back was unthinkable. \n[28]Only my speed through time saved me from being roasted alive and encased in stone forever. \n[29]The molten rock cooled. I prayed...wondering how many centuries, how many eons must pass before the wind and rain could wear away the mountain that enclosed me. \n[30]Darkness...darkness for centuries. \n[31]I wondered if there was still war being waged on the ground above me... if man would still exist on earth, when I saw the sun again. \n[32]The centuries rolled by. - I put my trust in time and waited for the rock to wear down around me. \n[33]I was free again! \n[34]Thousands of centuries passed, but the earth stayed green!  There was no winter!  No wars! - Had man finally learned to control both the elements and themselves? - I had to stop and find out. \n[35]Nature tamed completely and more bountiful than ever before. \n[36]Flowers everywhere...the whole landscape one vast garden with no sign of weeds or briars. \n[37]Unrepaired for centuries!  Maybe unlived in for as long. It would be no Paradise if it belonged to me alone. \n[38]I hoped to learn a great deal.  I hoped to take back the knowledge, the advancement, mankind made... instead what do I find?  Vegetables! \n[39]My efforts next morning to open the panel were fruitless.  I had to find another way to retrieve my Machine. \n[40]From the talking rings I learned how the human race divided itself and how the world of the Eloi and Morlocks began. \n[41]By some quirk of fate the Morlocks had become the masters and the Eloi their servants.  The Morlocks main- tained them and bred them like cattle only to take them below when they reached maturity, which explained why there were no older people along them. \n[42]Now I knew I must go below.  It was the only means of finding a way up into the sphinx to reach my Machine and to find out what happened to the little people when they went below. \n[43]The underworld of the Morlocks was gone...and so was the life of leisure for the Eloi. \n[44]From now on they would have to work to survive.  And looking at their faces, I somehow knew that they could start over again. \n[45]Another night was coming, but this night no Eloi needed to fear. \n[46]But what of me? - I was imprisoned in a world in which I did not belong. ", "WEENA": "\n[1]Spell? \n[2]Eloi. \n[3]Come.  We must go in. \n[4]It is getting dark. \n[5]I heard you pounding...I came to tell you... \n[6]No one opens it.  Only the Morlocks. \n[7]When they call, we must go below. \n[8]They give us the food we eat, the clothes we wear.  We must do as they command. \n[9]It is night. \n[10]No, you must not. Help me gather some wood. \n[11]Where are you from? As a matter of fact, I'm from right here. There's where my house stood many thousands of years ago.  Here - to that monument, was my laboratory. About there was my library where I once sat talking with friends about my Time Machine. \n[12]Morlocks. This seems to keep them away. \n[13]I never saw it before. \n[14]I do not understand you, but I believe you. \n[15]There is no past. \n[16]There is no future. \n[17]Yes. \n[18]No...Morlocks. \n[19]They are Morlocks. \n[20]No, only heard of them. \n[21]The talking rings. \n[22]Rings that talk. \n[23]Yes. \n[24]Yes. \n[25]Things no one here understands. \n[26]No...don't go...please. \n[27]You will not come back. \n[28]Are you sorry? \n[29]That you have to stay. \n[30]You don't want to stay, do you? \n[31]I would like to see your time. \n[32]Do you have someone like me - there? \n[33]Women? \n[34]How do they wear their hair? \n[35]The women in your time. \n[36]Up? - How? \n[37]Show me. \n[38]Would I be pretty? ", "FILBY": "\n[1]Apparently we are. How long has he been gone? \n[2]Thank you, Mrs. Watchett. What does it say, Filby?  What's wrong? \n[3]Nothing really. - George merely says that if he is not here by eight we're to begin without him. \n[4]This is peculiar.  He is usually very prompt, precise and punctual. \n[5]Good lord! - What's happened? \n[6]It will keep, George.  Eat, rest a little. \n[7]Relax, try to relax a bit.  You've all the time in the world. \n[8]Go on, George. \n[9]If you don't mind, George, would you refresh me on the first three dimensions. \n[10]I thought I'd better stay. \n[11]No you're not. - You've been behaving oddly for over a month now. I'm not leaving until you tell me what's on your mind. \n[12]You have changed, George. Enormously. \n[13]Why this preoccupation with Time? \n[14]Don't go simple on me, George! If you want to know the truth, I don't much care for the time I was born into. - It seems people aren't dying fast enough these days.  They call upon science to invent new, more efficient weapons to depopulate the earth. \n[15]I quite agree with you.  But here we are and we have to make the best of it. \n[16]You're not seriously saying you can do it? \n[17]I saw a toy machine vanish.  But I'm certain there are a number of ways of doing that trick.  Any magician at the Hippodrome could probably do it. \n[18]No, I would not!  I have no desire to tempt the laws of Providence and I don't think you should.  It's not for man to trifle with. \n[19]There is something in their common sense attitude to life. George, I speak to you as a friend. More, as a brother.  If that machine can do what you say it can...destroy it.  Destroy it, George, before it destroys you. \n[20]Mary isn't well.  We decided to stay home with the baby.  But why don't you come home with me.  You haven't seen little Jaime for a long time. \n[21]What's stopping you? \n[22]Have it your own way. \n[23]Will you promise me that you won't leave the house tonight? \n[24]Very well. \n[25]Whatever you say, George. - Happy New Year. \n[26]Were you addressing me, sir? \n[27]I don't think I can. \n[28]Goodnight, George. \n[29]One thing is certain.  Those flowers couldn't have possibly bloomed in the winter-time. \n[30]Look, you chaps go on.  It's just a short walk home for me. \n[31]George!... \n[32]He's gone! There's something funny here, sir! \n[33]I think I understand. - Look! \n[34]But it isn't like George. - To return empty handed.  To try to rebuild a civilization without a plan. He must have taken something with him. \n[35]Which three books? \n[36]No, I suppose not. - Only...what three books would you have taken? \n[37]One cannot choose but wonder. - You see...he has all the time in the world! ", "KEMP": "\n[1]To say nothing of the waste of time. \n[2]Couldn't do better, George.  So that's why you've been in hiding. - Clever of you, indeed! I don't believe George is referring to a new kind of timepiece. \n[3]George!  You've given a most lucid explanation and all that!  But I don't think I entirely understand. \n[4]Of course!  Quite a number. \n[5]Not if I can see the proof with my own eyes. \n[6]Go ahead. \n[7]Suppose what you say is true. Exactly what do you suggest we do with such a contraption? \n[8]Yes, we all have our plans for tonight. \n[9]Truthfully, where have you been for the past week? \n[10]It's getting late and you look exhausted.  You had better get some rest. \n[11]What do you think, Filby? ", "MAN IN WHITE": "\n[1]We have no government. You must have a body of men who pass and enforce laws. \n[2]There are no laws. How do you get your food and clothing? \n[3]No. Then where does this come from? \n[4]It grows.  It always grows. \n[5]You ask many questions. \n[6]There is nothing wrong.  It is all clear. \n[7]All clear! Once....in the middle nineteen hundreds I heard a man... The falling bombs! That's over.  Gone.  Dead for hundreds of thousand of years. There are no more flying machines. No bombs.  No wars! \n[8]Yes, the rings have told us that story. \n[9]But there is nothing to fear now, it's all clear. \n[10]They never come back.  Nobody can bring them back. ", "BRIDEWELL": "\n[1]Well...are we or are we not invited to dinner? \n[2]Leave him alone, can't you? \n[3]Marvelous. \n[4]Well, then, what's the fourth dimension? \n[5]Oh, I say George!  If you start floating around in the future, aren't you likely to mess things up for the rest of us? \n[6]I say, George.  Suppose you go off and get lost in the fiftieth century! How will you find your way back? That's a calculated risk I'm prepared to take. \n[7]Are you all right, George? \n[8]Well, there's one thing I'll say for you, George.  You always could tell a good story.  Best adventure yarn I've heard for years. You're a truly fine inventor, George! \n[9]Now, we shouldn't ask such questions, Walter.  It's not hard for a man to lose a week now and then. ", "JAMES FILBY": "\n[1]Were you a friend of father's? \n[2]He was killed in the war...a year ago. \n[3]Oh, him.  Some inventor who disappeared around the turn of the century. - If you're interested in that house, forget it.  You can't buy it or even go inside. \n[4]My father was executor of the inventor's estate and he refused to liquidate it. I often chided him on that account, but he felt positive that the owner would return some day. - Some people hereabouts think it's haunted. Who are you, sir? \n[5]I see. Have you been at the front, sir? \n[6]Why the war, of course. \n[7]Great heavens, man, don't you know we've been at war with Germany since nineteen fourteen?  I thought perhaps you had seen action in France...or maybe... Perhaps a cup of tea would make you feel better.  Won't you come in? \n[8]You're sure you're alright, sir? \n[9]Then...goodbye, sir. ", "WARDEN": "\n[1]Confounded radio in this thing. Makes more noise than it does sense. \n[2]My name is Mister Filby. - Didn't you hear the air raid siren? \n[3]It wasn't constructed for its aesthetic values, you know, but to warn silly young fools like yourself to get down into the shelter.  Now go on. \n[4]Come on, young man.  We'd better be going before the mushrooms start sprouting. You do look familiar.  Haven't we met somewhere before? \n[5]I was sure of that, but the exact time escapes me. \n[6]Why now I recall.  The chap who inquired about my father -- and the house that used to be across the way. But no...that's impossible.  You haven't changed.  You're not a day older.  And your clothes... \n[7]The last alert...hurry! \n[8]Look!  An atomic satellite zeroing in!  That's important!! \n[9]Hurry!  Hide 'til the All Clear! ", "THE GIRL": "\n[1]Why did you? \n[2]Come after me. \n[3]It doesn't. \n[4]Should I be? \n[5]There is no one older. \n[6]Weena. "}}