{"dialogues": {"TIN CUP": "\n[1]Written by \n[2]Don't you shitheels ever get bored? \n[3]... 'Cuz I got a riddle. \n[4]Takes about two ounces of brains to figure it out. Anyone think they got a brain with two ounces of brains in it? \n[5]For Chrissakes, boys! A little self-confidence from the players' gallery. We ain't talking long division. \n[6]You want to liven things up, Earl? That's a hell of an idea. Say everyone puts in twenty bucks and the pot goes to whoever solves the riddle. \n[7]Dewey. I'm the one asking the riddle. I already know the answer. I don't getta guess. Although... We could say if I get to five hundred bounces and no one gets the riddle, I get the pot. And I know what you're thinking. It's an impossible riddle. Well, It's not. It's an easy riddle. And if somehow by the grace of fluke luck I win, and you all don't agree it was an easy riddle, hell, I'll refund your money. I'm in... We're in... Count us in... etc... \n[8]Okay, a man's driving down the road with his son and they get in a crash. Two ambulances come and take the man and his son to different hospitals. Son goes into the operating room, the doctor looks at him and says, 'I can't operate on this boy. He's my son.' How's that possible? The clock's ticking boys... \n[9]It ain't 'Star Trek,' Earl.   No one beamed him aboard. \n[10]It's a family riddle, Earl.   Think clean thoughts. \n[11]Ma'am, I've been called a lot of things -- but no one's ever saddled me with that one. \n[12]I'm just a humble golf pro... \n[13]I thought I had a Doctor Griswold at seven. \n[14]The first thing you gotta learn about this game, Doc, is it ain't about hitting a little white ball into some yonder hole. It's about inner demons and self-doubt and human frailty and overcoming all that crap. So... what kinda doctor'd you say you were? \n[15]Damn. \n[16]What're those? \n[17]That stuff's a waste of money. \n[18]Take it off. All of it. Now! You're a smart woman, for Chrissakes -- don't you know the work of charlatans when you see it? \n[19]Then it's 200 dollars of shit... \n[20]Go ahead.   Take a swing. \n[21]Well, you talk like a golfer -- \n[22]'Fuck...' 'Shit...' these are highly technical golf terms and you're using them on your first lesson -- this is promising. \n[23]Something like that. \n[24]'What is the golf swing?' -- by Roy McAvoy. The golf swing is a poem. \n[25]Sometimes a love sonnet and sometimes a Homerian epic -- it is organic and of a piece, yet it breaks down into elegant stanzas and quatrains. The critical opening phrase of this song is the grip, in which the hands unite to form a single unit by the simple overlap of the smallest finger... ... held lightly, a conductor's \n[26]\n[27]\n[28]\n[29]There is only one other acceptable theory of how to hit a golf ball. \n[30]Grip it and rip it. \n[31]Call me Roy, Molly... \n[32]Waggle it, Doc, don't forget to waggle. Waggle... the club head... ... it's a little relaxing ritual... \n[33]Let the Big Dog eat! \n[34]The driver, the number one wood -- \n[35]Yeah, woods are metal -- don't worry about it -- and the driver's known as the Big Dog and I'm just saying to turn him loose, let 'er rip, let the Big Dog eat! \n[36]Yes, ma'am, that's why I love it. And if you hit one good shot -- if that tuning fork rings in your loin -- you can't wait to get back. \n[37]Did the tuning fork ring in your loin? \n[38]Always quit on a good shot. We'll call that lesson number one... ... and if ya wouldn't mind paying me in cash -- there's a little I.R.S. situation I'm dealing with -- \n[39]Perhaps I'm chocked full of inner demons? \n[40]What did you mean I should try 'being saddled' sometime? \n[41]Were you being literal or was that some kind of Freudian type deal? Molly? Doctor? What kind of saddle? \n[42]A class act there, boys -- probably the first actual `lady type' female ever seen on these premises -- \n[43]Free money, boys, what does Doreen know about the fine art of Greyhound breeding? \n[44]Get ready for Oddessa-lation, boys. How deep we in? \n[45]Yeah, but I got every other dog in the race. I'm just getting even with Doreen -- I'm not trying to clean her clock. \n[46]Hundred. \n[47]Hundred. \n[48]I said get even, Pod. I didn't say shoot the wad. We better see that three dog rolling on his ass. \n[49]Yes, I was saying that... just before I was interrupted by... bankruptcy -- a development that the 'Doctor Lady,' as you call her, \n[50]I think I been dating too many big-haired blondes. \n[51]You underestimate me, Romes. \n[52]I'm sure she is... \n[53]Busy man, Courtenay, busy man -- \n[54]Hiya, honey -- lookin' sweet... \n[55]Doreen... \n[56]There. With equity and inventory it's worth twelve grand... more or less. \n[57]Only on condition you don't sell right away, and me'n Romeo keep our jobs. \n[58]Equity, inventory, cash flow... not to mention an enhanced stature in the community, and prepaid membership in the Salome Chamber of Commerce. \n[59]Let's see... the tractor kid gets five bucks an hour. Romeo, he gets ten cash -- \n[60]Myself? \n[61]You're referring to my managerial salary? \n[62]I still got two grand to pay off. And I can't see my new salary of seven bucks an hour plus lessons getting it done. \n[63]Well the hood ain't too lively at the moment. \n[64]Whoever it is, tell 'em I'm in Houston on business. \n[65]What's the catch? \n[66]Then make more birdies. \n[67]You ain't that friendly a guy... \n[68]You an' me -- \n[69]... Well, put 'er there, partner! These two homeboys are gonna show the world what golf in West Texas is all about! \n[70]Caddie? Me? \n[71]Simms! \n[72]I'll take the job. \n[73]That man stands for everything I hate in life. \n[74]I could. \n[75]Five percent of your earnings does numb the gag reflex. \n[76]You can make that shot. \n[77]These fans didn't pay thirty bucks to watch a tour star lay up on a short par five. \n[78]No way. You're going for the green. These fans paid good money to see golf shots they can't hit, not golf shots they feel shitty about themselves for having to hit. \n[79]Thirteen years on tour and you're still a pussy. Hit the fucking one iron, Dave. \n[80]Two-fifteen to carry, and the tour star's laying up. \n[81]Fire me?   Hell, I should fire you. I know you could knock it on from here, I'm just saying that caddie's been drinking muddy water if he thinks he can. \n[82]How you gonna fire me in front of all these people? Especially when I knock it on the green. \n[83]You can't fire me. How can you fire me? I just knocked it stiff from two fifty. Gimme that bag. \n[84]What about my money? \n[85]If I had it all to do over, I'd still hit that shot. \n[86]You know why I'd still hit that shot? \n[87]No... I'd hit it again because that shot was a defining moment. And when a defining moment comes along you define the moment or the moment defines you. I did not shrink from the challenge. I rose to it. \n[88]I was playing to win. \n[89]Greatness courts failure, Romeo. That's why most people, in their whole lives, never ever reach for the brass ring, never know when to dig deep and try for the impossible shot... \n[90]It's a business proposition. I'm offering you my winnings from all them tournaments this summer. \n[91]My driving range back. \n[92]They ain't all strictly minor league. One of 'em pays almost two grand! \n[93]Now wait, Doreen. You gotta do the math, and you gotta look at how good I'm playing. I hit the shot of the tournament at the best-ball. They put it on national TV. \n[94]And what does that tell you? \n[95]And what does that tell you? \n[96]I'm not punching in no time \n[97]Am I early? \n[98]A former paramour once ascribed my fluid sense of time to being born under the sign of Pisces -- something about floating through the universe -- \n[99]Waggle. \n[100]Set up to the ball like I showed you last time. \n[101]Quit trying to wring that club's neck, Molly. Show it a little warmth and compassion... \n[102]Remember, this game's about trust and touch and letting go. So while I'm subtly enhancing your technical prospects, why don't you tell me all about your personal life... \n[103]Your boyfriend's a golfer -- that's my bet -- and he's why you're taking this game up. Hell, I probably even know him -- \n[104]Not him... \n[105]He's taking her to Miami for the fucking Doral! How am I supposed to compete with that? \n[106]She must think I'm such a nothing, such a loser... a lousy driving range pro living in a Winnebago, making five bucks an hour plus lessons. \n[107]Well, she sure as hell knows I ain't taking her to no Doral for massages and mimosas all weekend. I gotta do something with my life. \n[108]I gotta rise to a level worthy of the women that think I'm a joke. \n[109]Romeo, that idea has promise. \n[110]I ain't. \n[111]\n[112]\n[113]\n[114]\n[115]\n[116]Well, since you're the authority, How'd you like to teach me how to be what I ain't and never will be? \n[117]This time'll be different.   I promise. \n[118]Yeah, well... my sticks may be in a pawn shop, but I got a rake and a hoe at the range. \n[119]And I'll give ya two a side... I got the title to my car as collateral. \n[120]That's cuz you think of it as transportation, Boone. Think of it as bragging rights. Think of yourself sitting around the bar crowing to your buddies about the Cadillac you won off Tin Cup McAvoy. They'll forget all about the Winnebago you lost to me. \n[121]I'll be playing a Pink Lady today. \n[122]Not unless I knock it by you. \n[123]Yep, I caught this thing way the Hell on the toe. \n[124]Did you hear that, Romeo? Boone was being profound! He has revealed to me the essential mystery of golf! Drive for show, putt for dough... Louisville Slugger, please. \n[125]Front left bunker -- plugged lie. \n[126]Stand, please.     Gallery, please, stand. \n[127]I'll finish. \n[128]Listen, swami, your job is to teach me patience and humility, not to advise me on my love life. \n[129]Not all my thinking occurs below the belt. I actually stand for a few things beside where my next romantic interlude is coming from. \n[130]That would make an issue of something that ain't an issue. Besides, I'm focused. \n[131]I mean, this is my quest! \n[132]This is where I stand up for all the little guys everywhere who've had their fill of soulless robots like David Simms -- \n[133]It'll prove to her that I'm not who she thinks I am. \n[134]Hard-on?! Hard-on?! Hard-on?! Here, touch me, feel -- I don't feel nothing! Here! \n[135]Okay, okay... maybe I got a semi. \n[136]Man, ever since I let her dump my ass she just can't resist kicking me in it. \n[137]After she ran off with that Dallas banker? \n[138]Romeo... are you sweet on Doreen? \n[139]Great, Romeo, just great... just when I need you to be my friend and coach, you go get all gooey about one of my ex-girlfriends who just happens to be our boss. \n[140]I don't recall asking you for advice. Women are tougher to figure out than a feathered one iron from a tight lie -- \n[141]Shut up, Romeo... I wasn't really seeking golf tips... \n[142]How far off the back foot? \n[143]I'm ready to charge forth in pursuit of my mythic destiny and I can't get time off work to do it. \n[144]I'm stuck. Buried. My life's a plugged lie in a kakuyi bunker with a tight pin position on a green with a stimp meter reading of thirteen. I need help. I need advice. I need counsel... I need a shrink. \n[145]I know one. \n[146]Why not? \n[147]Hose?! Hose?! Get your mouth outta the gutter! This is a matter of the heart! \n[148]I didn't do anything! \n[149]I need therapy. \n[150]What do I do? I mean... to do it ... therapy... I mean, how do I start doing... it. \n[151]\n[152]\n[153]\n[154]\n[155]\n[156]\n[157]\n[158]\n[159]\n[160]\n[161]\n[162]Yeah. \n[163]I should ask this woman out. \n[164]I should risk coming right over the top and snap-hooking it out of bounds left. \n[165]Risk hitting it a little thin and -- \n[166]Right.   Sorry. \n[167]Dr. Griswold -- I think I'm in love with you. \n[168]From the moment I first saw you I knew I was through with bar girls and strippers and motorcycle chicks, and when you started talking I was smitten and I'm smitten more every day I think about you -- and the fact that you know I'm full of crapola only makes you more attractive to me because usually I can bullshit people but I can't bullshit you and in addition, most women I'm thinking about how to get into their pants from Day One but with you I'm just thinking about how to get into your heart -- \n[169]Stunned, eh? So what about dinner and we can talk about `us' and if we have a future and how to drop that horse's ass boyfriend of yours -- \n[170]Hey! I just hit a eight degree driver off a cart path here, I'm staring eagle in the face -- \n[171]I'm acting from the heart so I can't make a mistake?! Right? \n[172]Would your advice have been different? \n[173]I'm gonna qualify for the U.S. Open and kick your boyfriend's ass. \n[174]Whatever you think of me, you should know that your boyfriend hates old people, children, and dogs. \n[175]Dollar bills... \n[176]Dollar bills... \n[177]If she was a par three, I'd'a made a nine. \n[178]Dollar bills... \n[179]You perverts did that for me? \n[180]Thanks, boys -- a man couldn't have better friends. Now move the hell back and shut the fuck up. You're messing up my concentration. \n[181]Debt collection? Process server? \n[182]-- And big, beautiful green eyes -- I'm a beautiful guy. \n[183]For what? \n[184]A cowboy? \n[185]A new gig? \n[186]I got a little carried away, I guess. I shoulda just layed up, made my par, and moved on. \n[187]Tee it up. \n[188]But you said you were a lousy shrink? \n[189]I got no money to pay for you. \n[190]You'll be with David. \n[191]I'm feelin' like par's a bad score, podnuh -- fifty-eight's within the realm! \n[192]Didn't I tell ya? She's gonna be your guru partner. You handle my swing mechanics and she handles my brain mechanics. \n[193]Me an' the 'big guy' have an understanding. He's gonna lie low till I get in the Open -- then... then... \n[194]The Big Dog'll hunt, that's for sure... \n[195]Quiet in the gallery! A man's trying to do his job. \n[196]Got my 'A' game with me today, folks... you're in for a real treat! \n[197]Dollar bills... \n[198]Nutted it... \n[199]Ben Hogan?   Who's he? \n[200]The way I'm swinging today, \n[201]I said I want the Big Dog. \n[202]I'm not going left of those trees. I'm going over those trees... with a little draw. That way I get home in two. That way I'm putting for eagle. \n[203]Qualify? I want the course record! Now gimme the lumber! \n[204]I think I'm gonna get penalized for slow play if you don't give me that fucking driver. \n[205]Then let's ask the head doctor. Dr. Griswold? Dr. Griswold, should I hit the Big Dog or the two? \n[206]Ha!   Gimme the driver and shut up. \n[207]I changed my mind. Gimme the three wood. \n[208]Wanna bet? \n[209]Guess I'm going with the safe shot, boys. \n[210]Sometimes I fan that two iron. Better gimme the three. \n[211]Sometimes I catch that three a little thin... \n[212]And I've hooked my four iron... ... and hit flyers with the five... ... and shanked the six... ... and skulled the eight... ... and fatted the nine... ... and chili-dipped the wedge... ... and bladed the sand wedge... ... and then there's Mister Three-putt... \n[213]But the seven iron, I never miss the seven iron. It's the only truly safe club in my bag. \n[214]You happy, Romeo? \n[215]What's this? You're quitting? First sign of adversity, you're quitting? Anyone want to bet me I can't par in with a seven iron? Doc? Take the bet? \n[216]An easy game, this golf... \n[217]Thanks, boys, what'ya think was my best shot -- the seven iron on twelve, the seven iron on fourteen, or maybe it was the bunker shot on eighteen which, to my recollection was a -- seven iron? \n[218]How'd I do, Doc? \n[219]\n[220]\n[221]\n[222]\n[223]I shot 65 -- parred the backside with a seven iron. \n[224]Swear to God, Doc, this guy is not who you think. \n[225]Yeah, don't forget the dogs. \n[226]You ever shoot par with a seven iron? \n[227]I'll bet you a thousand dollars against my car that I can beat you in any game -- any game, you name it -- with a seven iron. \n[228]You a coward? You gonna lay up the way you did at the Masters last year? \n[229]Awright, awright! Let's measure, right now! \n[230]Awright!   What's the game? \n[231]It's a lock! I hit the seven like John Daly hits a three! \n[232]From right here, okay? \n[233]Dr. Griswold, I know what I'm doing. \n[234]Dollar bills... \n[235]That ball's about 2-2-7... toed it a bit... but it'll do... \n[236]Take a minute to limber up, fine with me -- \n[237]Take your jacket off? \n[238]You're gonna need to muscle up, big guy -- give it the old steroid jerk... \n[239]Hey, honey... \n[240]I broke my clubs -- don't ask why, my caddie's pissed off at me, I lost my wheels in a sucker bet, and my shrink thinks I'm a fool -- 'cause I probably am... \n[241]Yeah, what's wrong with that? \n[242]You're so shallow. The Good Doctor and I are dealing with my regression and denial -- \n[243]That's me. \n[244]Yeah.   You looking for a game? \n[245]Excuse me, Dor', the man's having trouble with his grip -- \n[246]No, grip it like this, so you're holding on with the last two fingers of your left hand. \n[247]The grip and address are about 90 percent of the golf swing, so pay attention here... \n[248]... Now the stronger right-hand grip can help ya draw the ball, which I plan to do at the Regionals next week in Tulsa... just shift the hand over a little bit... blah, blah, blah... \n[249]Nothing to worry about, boys -- \n[250]Don't need him till the Open -- he'll be back. \n[251]Oh no, I got her. Right here. \n[252]She can't travel to Arizona for the Regionals -- she's got a busy practice, y'know... so she made me this tape to play while I'm out there... keep me calm, cool, and collected... \n[253]A little James Taylor, little George Jones, little Kahlil Gibran, little this, little that... and a lotta the voice of the smartest chick I ever met. \n[254]Since when is therapy personal, eh? \n[255]A little more confidence there, Earl... \n[256]Shut up and hand me the Big Dog. \n[257]The Force is with me, pods... \n[258]We need this one big time, Earl, whattya think? \n[259]Straight?! Thing's a roller coaster breaks four ways and dies at the hole -- you're blind! \n[260]I got a blind caddie... just hold the stick, Earl -- and be sure to pull it out... \n[261]Doc?  Doc? Earl, Earl -- the tape's jammed! She's abandoning me! \n[262]Yeah, yeah... I'm flying solo now... \n[263]I gotta make this putt. \n[264]... just pick the line, feel the speed -- bad timing, doc, Jesus... \n[265]Like a million others you made in your life, Roy. Just see it going in. Just feel it... right in the back of the jar... just pull the goddamn trigger, you pussy... \n[266]Pull the stick, Earl, pull it! \n[267]Choking dogs die! \n[268]Romes!  You've come back! You shoulda been there, Romes, I drained a 30-foot snake to qualify! Earl gave me a straight read -- the thing broke half a dozen times -- missed ya, pods! \n[269]Okay, don't talk to me -- but you're still my guy... It's a little late to be pissed off! We're in the Open! You and me! \n[270]Awright, be that way -- -- say... has Molly been around? \n[271]What's this? Garbo speaks? Of course I have the hots for her and I'm doing a damn good job of keeping things platonic and professional till I kick Simms' ass and show her I ain't who she thinks I am because, in fact, I am who she thinks I am but if I win the Open I won't be. \n[272]I made it this far! I just got to hold it together for 72 more \n[273]You're complaining again! Romeo's back! Whining, bitching, pissed off -- you're my man! \n[274]He was a wheezing heart attack waiting to happen -- cost me three strokes a side... I carried my bag the last four holes. I love ol' Earl but I need you. \n[275]I love you, too, God damn it! \n[276]I don't know! Yes, yes, as much as Earl -- More than Earl! \n[277]If you can remove the sexual connotations and overlay a golf theme, Romeo -- I am your Juliet. \n[278]Podnuh. \n[279]Awright... now that we got that bullshit outta the way, I'm gonna hit me some balls and start oilin' that sweet swing o' mine for the big boys... \n[280]Nobody heard from Molly, eh? \n[281]Somethin' about that chick... \n[282]Hmmm... little chili dipper there... \n[283]Romeo! \n[284]It ain't no chili dipper. \n[285]What am I doing wrong? \n[286]Romes!   Something's terribly wrong.   What's your guess?! \n[287]I thought you said it was a virus? \n[288]What do I do? \n[289]Y'know why they named this game 'golf'? 'Cause the words 'fuck' and 'shit' were already taken! \n[290]What is this? Everybody like to watch a train wreck?! \n[291]Unless it's a 'swing thought,' I'm not interested... \n[292]But I got the shanks -- \n[293]Is it really that obvious? \n[294]Awright, awright... \n[295]You expect me to pack that around? \n[296]I'm being sponsored by a sewage disposal system? \n[297]I'm supposed to wear this shit? \n[298]Hell, I won't even make the cut! \n[299]Look, everybody, this is great. I'm sorry I'm acting so pathetic but my swing's never abandoned me before. I just need a little time to work it out. \n[300]Maybe it's my grip... maybe I'm opening up too soon... too late... coming over the top... no, dropping underneath... Oh, sweet Jesus, why have you abandoned me? \n[301]I need to be alone. \n[302]Aarghh... \n[303]Dr. Griswold... \n[304]The therapist laughs at her patient? Is that how it works? A man is laid bare before God and he's the butt of the cosmic joke? \n[305]Some of this shit might actually \n[306]Well, God damn... a lost and desperate soul stands before you. I assume I have the confidentiality of doctor-client privilege in regards to this outfit? \n[307]I got the shanks. \n[308]It can't be treated! It's much worse than whatever you thought it was. There's a glitch in my swing. \n[309]He thinks it's your department -- says it's a head thing. \n[310]I don't want therapy. I want you. \n[311]Look at me -- Well, not right at the moment -- but listen to me. You're with the wrong guy. I'm the right guy. Everyone tells me my face is all screwed up tight as a drum 'cause I've been crazy about you from the day you showed up wearing this stupid stuff and the whole damn thing has both inspired me to get here on the verge of greatness yet it's also caused me to get the shanks which could humiliate me in front of a zillion people. Such is life. So dump that phony bastard and come to the Open in my corner -- you can delay your romantic urges, which I know are lurking in there among the excess of brain cells you possess -- until the appropriate time... Tell me you're not at least moderately attracted to me. \n[312]Tell me which ones are my moments and I'll try to duplicate them. \n[313]Now?! \n[314]My inner child needs spanking. \n[315]C'mon, let's have a drink. Call it therapy. Charge me 75 an hour. Little Cuervo, little Freud... \n[316]I know a spot along the river's great to watch the sunset? \n[317]'Not tonight' means maybe some other night? \n[318]Consciously you didn't mean it like that -- but how about unconsciously, you're the expert, did you mean it unconsciously? \n[319]I feel we're making progress. \n[320]Put your money on me, Doc, the odds are fabulous and God knows I'm overdue... \n[321]Goin' to the U.S. Open with the shanks. Gonna be chili dipping my way around the course on worldwide television... sure, relax. \n[322]Molly and I are circling each other... I can feel it... \n[323]Naw... \n[324]Tell me something, Romes -- the absolute truth -- you think I can go 72 holes without falling apart. \n[325]You heard me! I don't want no bullshit... do you think I can do it? \n[326]I bet this is the first Winnebago they ever saw here... \n[327]Roy 'Tin Cup' McAvoy. Representing the great American Southwest. \n[328]There's a mistake here, fellas! \n[329]Hiya, David... nice sweater. \n[330]Which way to the practice range? \n[331]Look at these balls. Brand new Titleists. Lookit 'em, every one a brand new Titleist. Sneak a few in the bag when you get a chance. We swipe enough free shit we might even pay for this fiasco. \n[332]I think it's a dead giveaway, Romes... but if I still got the shanks we're gonna be found out real fast... \n[333]Good thought, Pods... \n[334]Dollar bills... \n[335]Who hit that shot? Anybody see? \n[336]A little fucking thin?! I still got the shanks! Everybody's watching! Christ, Simms is here... \n[337]If you're the Mexican Mac O'Grady, Romes, you gotta figure out why I'm still shanking the ball. What's the problem? I'm catching it on the hosel, right? Moving my head? I'm laying off it, I'm pronating, I'm supinating, I'm clearing too early, I'm clearing too late, I'm off plane, I ain't dropping in -- oh, God, my swing feels like an unfolding lawn chair. \n[338]Anything.   Kill me now! \n[339]I'll look like a fool. \n[340]Okay, okay... \n[341]How'd I do that? \n[342]Fuck you. \n[343]That's it? \n[344]That's rarely been a problem. What now? \n[345]Get drunk? \n[346]It's three in the morning, Romes, what time I tee off? \n[347]That's four hours from now? \n[348]No time for a bucket, eh? \n[349]No, I've learned my lesson. Gonna play it safe, smart, conservative. Fairways and greens. Hand me the two iron. \n[350]Thought of the day is -- `be humble.' \n[351]Eleven bogeys and seven pars. I didn't make a three. I didn't make one goddam three all day. \n[352]I was hungover! \n[353]Thanks, amigo... \n[354]The Anti-Christ shoots 67, you believe it? \n[355]What? It's about cheating and racism and bullshit! \n[356]Coulda been worse... \n[357]I missed a four foot putt on the eighteen for an 82, that's how... \n[358]Molly, it's okay, go away... I don't need any attention right \n[359]Molly, please... \n[360]I wanta go back to Texas... \n[361]One swing?   Four to one odds. \n[362]Kind of a thin lie... \n[363]What is this all about? \n[364]Dollar bills... \n[365]Actually I thinned it a little or that pelican'd be flying around with a Titleist up his ass... \n[366]I kinda shanked it, eh? \n[367]Tempo is everything... \n[368]Mighta rushed it on the downswing... \n[369]Yeah... well, as Walter Hagen once said -- 'Sex and golf are the only two things you can be bad at and still enjoy...' \n[370]Nope. \n[371]What the hell. You ride 'er till she bucks you or you don't ride at all. I can save par from here. \n[372]Well, it wasn't from clean living... \n[373]Yeah. And I'll go for it tomorrow and I'll go for it Sunday, cuz I didn't come here to play for no second. \n[374]Gimme the three wood. \n[375]I know. \n[376]This is for Venturi, up there in the booth, thinking I should lay up... Dollar bills... \n[377]That's a long fucking ways. Gimme another ball. \n[378]What? \n[379]You're right.    What the hell was I thinking? \n[380]I saved par, didn't I? \n[381]You don't think I can knock it on from there? \n[382]So am I! Look at me. I'm playing for... ... Rio Grande Short-Haul Trucking, Brink and Brown Sanitation, First State Bank of Salome, Wally's Smokehouse... You think a guy like me bothers to think about the percentages? -- \n[383]Nothing to celebrate yet. Plus these are my people. I'm a waffle house guy -- gotta stay in touch with that... \n[384]If the boys from Salome was in town -- this is where they'd be... \n[385]We're home now! \n[386]Doreen, meet Dr. Griswold... er, Molly... my shrink -- \n[387]It just don't get much better than this... \n[388]Yeah, I'm nervous. So's everybody else. But I only gotta come and catch Simms. Sixty-seven guys gotta come and get me... \n[389]It won't always be like this... y'know... with me... surrounded by all these guys... snoring... a stripper ex-girlfriend on the floor... my caddie sleeping next to her... all of us damn near broke... won't always be like this... \n[390]Musta got too much sleep last night. How you choking? \n[391]No one's ever been ten under for the Open, not even Nicklaus. \n[392]That's always been your problem, Dave. You don't think about winning; you just want to look good. Thing is, this ain't a beauty pageant. And it ain't a rain-shortened Quad Cities or a Greater Greensboro you can back into. This is you'n me, pal. This is match-play, and this time you ain't getting no three shots. \n[393]Fairways and greens, Dave... and don't forget to wave as I blow by. \n[394]Do me a favor. Bet me a buck I don't put it in the fairway. \n[395]Okay, good. Puts things back in perspective. \n[396]Just keep making pars, asshole. \n[397]And I will own you. \n[398]Fifty bucks says I knock it on... with a seven iron. \n[399]Beauty, Dave.    Par written all over it. \n[400]That's right, Peter. You'n me. That's all there is. \n[401]Jacobsen's laying up. You ain't gonna have that luxury, Dave. Not if you play to win. \n[402]I didn't catch it all. \n[403]So birdie wins it. \n[404]You or me, Dave? \n[405]He's laying up. Birdie to tie, eagle to win, and that gutless wonder's laying up. \n[406]You know something, Romeo? Eagle puts me ten under. No one's ever finished an Open ten under, not even Nicklaus. \n[407]This is everything, ain't it? This is the choice it comes down to. This is our immortality... \n[408]One swing, Roy. One good swing. Dollar bills... \n[409]We're home... \n[410]... little gust there, Romes... \n[411]I nutted that thing. Little gust from the gods cost me... \n[412]I can make this shot. \n[413]Now. \n[414]I'm playing it from here. \n[415]Gimme another ball. \n[416]I can make it across. \n[417]Dollar bills... \n[418]Someday you can tell your grandchildren you finished second in the U.S. Open... -- just don't tell 'em how. \n[419]Good job, Tubbsy... you won it. \n[420]My God... I just gave away the Open... \n[421]It's not difficult to talk... it's difficult to explain... I coulda laid up and still won. I made a twelve on the last hole of the U.S. Open. You know how much money that cost me? Cost you a bundle... \n[422]I gotta get outta here. It was the greatest 12 I ever saw. Back to you, Jim... \n[423]Molly, I'm an idiot. I gave away the Open. The one time in my life I know the play is to hit the lay up -- my whole life and future and career on the line, and I still can't make myself do it. I am a twisted human being and a cautionary tale. And I guess I'm a fool? \n[424]Some people don't like West Texas but I think it's the most beautiful place on earth... \n[425]Damn, I didn't know that... \n[426]Then I wouldn't see you... \n[427]There's a lotta head cases out there, you could make a bundle... \n[428]Y'know... a man goes through what I've gone through, he's supposed to learn something. I'm trying to figure out what I learned. Did I learn anything? \n[429]And that there's a time in life to play it safe... \n[430]C'mon, Molly, when did you ever take a crazy risk? ", "MOLLY": "\n[1]The doctor's a woman. \n[2]The doctor is the son's mother. Feminists pose the riddle to reveal how deeply our sexual stereotypes run. I take it you're a feminist? \n[3]You might try being saddled sometime -- the smell of leather, the sting of a whip... \n[4]You're Roy McAvoy the golf pro? I pictured something... different. I have a seven o'clock lesson. \n[5]I'm a psychologist -- in layman's terms call me a neo-Jungian, post- modern Freudian, holistic secularist. \n[6]Inner demons and human frailty are my life's work. I used to practice in El Paso but I've moved here now... \n[7]I ordered these from the Golf Channel. \n[8]I'm sure there are excesses and repetitions here, but I believe in the gathering of knowledge and I figured, well, there must be some truths about the golf swing illustrated by these devices -- and that you'd help me sort through it. \n[9]I have dozens of golf videotapes, too... And a golf watch. \n[10]No. I can always tell when someone is lying to himself, but I'm quite susceptible and frequently wrong when that person lies to me. That stuff cost me over 200 dollars -- \n[11]Aw, fuck... \n[12]Shit. \n[13]Awright, wise ass, show me. \n[14]Impressive. Y'know, I tend to process things verbally. Can you break down into words how you did that? \n[15]\n[16]\n[17]\n[18]Jeez Louise... \n[19]I'm afraid to ask. What's the other theory? \n[20]While I appreciate your poetic sensibility, Mr. McAvoy -- \n[21]Call me Dr. Griswold... \n[22]Roy... but at this point I think I'm more of the 'grip it and rip it' school. Hand me the driver. \n[23]What Big Dog? \n[24]It's metal. \n[25]Oh. \n[26]This is, without a doubt, the stupidest, silliest, most idiotic grotesquery masquerading as a game that has ever been invented. \n[27]I think the Big Dog ate something. \n[28]I wouldn't go that far. \n[29]If you're such a legendary striker of the golf ball as everyone says, then why are you, at your age, out here in the middle of nowhere operating a barely solvent establishment, ducking the I.R.S., collecting a few pathetic dollars to buy your next sixpack -- when you're capable of so much more? \n[30]No, you're chocked full of bullshit -- Same time next week? \n[31]Mr. McAvoy, I can appreciate that you have a fairly laid-back, relaxed lifestyle -- but I have hours to keep. \n[32]You amuse me, Roy. But I'm the only woman in America born after World War II who thinks astrology is a crock of shit. Now let's see if the Big Dog'll eat. \n[33]I'm waggling... \n[34]It's none of your fucking business, Roy. \n[35]Hi, sweetie... \n[36]I know... I know... wait in there. \n[37]Roy... are you okay? \n[38]Obviously. \n[39]In parlance you might understand, just kick back and let the Big Dog eat. \n[40]\n[41]\n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]\n[49]\n[50]What were you expecting?    Ann Landers? \n[51]Look, it's rather simple. Those risks that you love to take on the golf course, the risks you talk so passionately and poetically about -- you need to apply those risks to your personal life with the same passion. \n[52]Yes! \n[53]Yes! \n[54]For Godsakes, Roy, that's enough! \n[55]S'okay... Look, just walk up to this woman, wherever she is, look her in the eye with those big beautiful green eyes of yours, let down your guard and don't try to be smooth or cool or whatever -- just be honest and take the risk -- you can do it! \n[56]What?! \n[57]My God... \n[58]Roy, slow down -- \n[59]This is a terrible mistake! \n[60]Wrong.  Aw, shit... I am one horrible shrink... jeez... I didn't know you were talking about me. \n[61]Session's over. You better leave. \n[62]Please leave. \n[63]God, you've got a beautiful swing -- \n[64]I came here to apologize. \n[65]Well, I counseled you, you did exactly what I said, and I just... poured cold water over your effort. I didn't get it. I'm a terrible shrink, probably... I should've never got out of real estate -- actually I should never have left Ohio for that cowboy in Armarillo -- have you ever been to Amarillo? \n[66]It's not as romantic when you're actually with one -- a wrangler, y'know -- so of course the oil man in Dallas looked great after that -- I don't know what I was thinking... That's when I went to the gulf and ended up in, well, trailer sales and then all those condos in Corpus Christi -- the bottom fell outta the market and I needed a new gig -- \n[67]Therapy.    I took all the classes. \n[68]Look, I want to propose something -- as long as you understand this is professional -- we're not going out together -- \n[69]I can help you with the mental aspects of the game. You've got Romeo to be your swing doctor, I can be your head doctor. \n[70]Well, yeah... I'll improve. \n[71]I'll trade my services for golf lessons and help you through the qualifying. If you get into the Open, well, you're on your own. \n[72]Yeah... \n[73]I just have to help him keep his head on straight -- \n[74]He does have the occasional tendency towards self-destruction it seems. \n[75]I find him mildly attractive when he's obnoxious and arrogant like this -- \n[76]Trust your feelings, Roy. \n[77]Is this normal behavior for him? \n[78]Roy -- just shut up and hit the ball. \n[79]You failed miserably. \n[80]\n[81]\n[82]\n[83]\n[84]\n[85]Hi, honey... \n[86]That's the question -- why? \n[87]I think we should go, David. \n[88]Oh, come on, David -- \n[89]Why do men insist on measuring their dicks? \n[90]For God sakes, I wasn't being literal! David, let's go. \n[91]Oh, jeez... \n[92]You guys are really being childish -- \n[93]... `Private victories precede public victories. You cannot harvest a crop before you plant it...' \n[94]... `How you view the problem, is the problem...' \n[95]... `Follow your bliss...' \n[96]... `Say not that I have found the truth but that I have found a truth...' \n[97]...`You can't have the fruits without the roots...' \n[98]... when the going gets tough, the, the, the, whirrrrrrrrrrr, the, the... \n[99]Roy?   Anybody home? \n[100]My God... \n[101]Roy... \n[102]I'm sorry, I just... \n[103]Oh, Roy, Jesus... Quoting yourself, 'It is the paraphernalia for lost and desperate souls.' \n[104]Of course you do. What happened? \n[105]Are you taking penicillin? \n[106]So it's in Romeo's department? \n[107]Oh. Well. I just came over to congratulate you on the regionals and return your car -- David says he doesn't want it, just wanted to make a point with you -- But I suppose we could have a therapy session right here and now -- \n[108]Roy...   I gotta get some air -- \n[109]You have moments. \n[110]This is a moment. You look great. \n[111]Utterly exposed, completely vulnerable, the inner child trying to get out. \n[112]You always liked that part about saddling up, the smell of leather -- \n[113]Naw... I gotta go. Oh, I don't have a car, I need a ride. \n[114]Not tonight. \n[115]I didn't mean it like that. \n[116]Unconsciously, Roy, I don't have a clue what I'm talking about. \n[117]I do too. But I have no idea what it's progress towards... \n[118]Good luck in the Open, Roy. \n[119]Old people, children, and dogs... \n[120]Does, `integrity, tradition, and honor' include kicking a man when he's down? \n[121]This man still has a lot of good golf shots in his system -- \n[122]David, I'll bet you a hundred dollars right now that Roy here can hit a ball -- -- from right here to... through that door to the patio... \n[123]And give me a vodka tonic with a twist -- \n[124]Roy? \n[125]What about the river, the piranha, the immortality? All that bullshit? You gonna drag your ass home with an 83? In fact, two hundred says he can hit it through that door, over the patio, into the river, and make that pelican fly off that post. \n[126]I'm not leaving till one of you men starts acting in a manly fashion. \n[127]Roy? \n[128]Now we're talking! Manly men! ... He's looking at thirty yards of bar and grill, an opening through the French doors, forty yards of patio umbrellas, a \n[129]Shut up and hit the ball. The Ledge still has to be thinking about that brutal, ego-sapping, manhood-robbing eighty-three he buried himself under yesterday. I mean, that's just an avalanche of golf swings, a landslide, a pyroclastic flow -- \n[130]I musta been blind thinking you were worth a shit, Simmsy! Drinks on me, boys! Helluva shot, Roy! \n[131]No, no, no... you were great... \n[132]Perfection's unobtainable... \n[133]Come over the top a little... \n[134]Let's take a mulligan and tee it up again -- \n[135]I've got some money from the pelican bet -- why don't we go somewhere fancy and celebrate -- get ready for the final round. \n[136]Ex-shrink. We're sleeping together now so I can't be his therapist. \n[137]Knew what? \n[138]You nervous about tomorrow? \n[139]Yes it will... yes it will... and it's okay... \n[140]Which one of you is the bookie? \n[141]What are the odds that Roy will win? \n[142]Those sound good to me -- I want you to place a bet for me. Five thousand nine hundred dollars on Tin Cup to win. \n[143]I said put it all on Roy.    Got it? \n[144]Boys -- \n[145]Put it all on Tin Cup. \n[146]Oh no, Tin Cup ran it five feet past. How did he get the name 'Tin Cup'? \n[147]'Clank''s not a good name for a man... \n[148]So why'd you leave him? \n[149]Actually, no. \n[150]Go for it! \n[151]Go for it, Roy! Knock it on! \n[152]My problem is I've never been with \n[153]You can still make par from up there -- \n[154]Take your drop and make your par! \n[155]I can't believe he's doing this. \n[156]He can blow the whole tournament! \n[157]You're right, Roy, what the hell! Let 'er rip! \n[158]Yes.   A magnificent fool... \n[159]It has its charms... Y'know, by finishing in the top 15 at the Open you qualified to be in it next year -- \n[160]I'm thinking with your game you should go back to the Qualifying School, try to get out on tour... \n[161]Actually, I picked up a whole bunch of new clients at the Open. Lotta guys on the tour said if I could do that much for you, imagine what I could do for them... \n[162]And sleep in the Winnebago at night... \n[163]You're learning some discipline and self-control... \n[164]That's great,   Roy... and I'm learning how to listen   to the tuning fork, throw caution   to the wind, and take crazy risks I   never thought were possible... \n[165]I fell for you... ", "ROMEO": "\n[1]Okay, all bets are down! \n[2]Number one is the winner! Dewey has the winner. Pays five to two! \n[3]Shut up, boss -- we got the Corpus Christi dog track on the dish -- \n[4]All she knows is she likes the three dog 'cause his name is Pride of Odessa 'cause she's from Odessa. \n[5]You gave her twenty to one -- \n[6]Twelve thousand. \n[7]Thousand. \n[8]You said to shoot the wad. \n[9]So, Roy, you were saying you felt a little flutter for this doctor lady? \n[10]We lost everything, boss! We owe Doreen twelve thousand bucks! \n[11]Them big-haired blondes are a lot smarter 'n us... ... how we gonna pay her? \n[12]It's a bad habit I picked up from knowing you so long. \n[13]You're looking particularly lovely this evening -- This is nicer than the leopard suit -- \n[14]We going to pay you. \n[15]18. \n[16]But your clubs are your livelihood. \n[17]David Simms!   What you doing in town? \n[18]He's on business in Houston... You supposed to be out playin' on the golf tour. \n[19]You got a spot for Tin Cup?   I thought you hated him. \n[20]He says he carried you on his back. \n[21]Why you here? \n[22]You son of a bitch. \n[23]21. \n[24]Get the hell outta here! Take your goddamn color coordinated corporate sponsored soul and get outta here. \n[25]We'll take the job. \n[26]You mean like... success? \n[27]He can. \n[28]The look comes over your face, you would bury yourself alive to prove you can handle a shovel. \n[29]'Cuz it's the only way you can beat David Simms. 'Cuz you never got over that he is on tour and you are not. 'Cuz you get that look on your face... \n[30]1981, Fort Washington Golf Club, Fresno, California, final round of the Tour Qualifying School... \n[31]A defining moment when you tried to hit the same impossible cut \n[32]You're right about that, boss, but sometimes... sometimes... par is good enough to win. \n[33]Man, you are having a bad week. \n[34]She don't know you live in a Winnebago. \n[35]Well... you could go out and win The Open. \n[36]I was joking. \n[37]\n[38]\n[39]\n[40]\n[41]\n[42]\n[43]You don't ever listen to me. \n[44]I don't know, man. Right now you don't even got the money to get your clubs out of hock. \n[45]You got Boone shakin' already -- Front left bunker's your best angle to the pin. \n[46]No. My job is to get your head straight so you can qualify for The Open, much less win it. To get your head straight you got to forget about the doctor lady. \n[47]Then you got no problem telling the doctor lady you can't teach her no more till after the Open. \n[48]Ahhh... your quest... chingaso... \n[49]He may be a soulless robot but he's a rich, happy soulless robot with a beautiful doctor lady girlfriend who's got you by the huevos -- Besides, how is getting into the U.S. Open gonna change what she thinks about you? \n[50]But you are who she thinks you are! Look, I don't bet on a horse with a hard-on. \n[51]Hey, hey... shit... cool it... \n[52]Maybe you should treat her more like a lady. \n[53]She did that after you let her dump you. It wouldn't kill you just once to tell her she's beautiful, she can dance, she's \n[54]No more'n you are for that doctor lady. \n[55]Anybody comes to me for help on their love life about women is already too far gone. \n[56]Actually if you open the club face a hair and play it off your back foot -- \n[57]It's all I'm good for -- but you can count on me for that, at least. \n[58]'Bout three balls... \n[59]I'm no expert, but it seems to me that the `pursuit of a person's mythic destiny' is not the sort of thing that a person needs to get off a five dollar an hour job in order to do... \n[60]You don't know no shrinks. \n[61]Not the doctor lady? \n[62]You can't ask advice about the woman you're trying to hose from the woman you're trying to hose! \n[63]How'd it go with the doctor lady, boss? \n[64]Stroke and distance, eh? \n[65]Dollar bills. His divots got to look like dollar bills. 'Course Moe Norman hits divots like bacon strips 'cuz he come over the top, but that's gettin' too technical for you. \n[66]How ya feelin', boss? \n[67]Jesus, the doctor lady's here -- \n[68]Long as you keep your dick out of it -- \n[69]The Big Dog'll eat? \n[70]Looks like we partners, Dr. Molly -- \n[71]If you can, you be the first. \n[72]It ain't occasional and it ain't no tendency -- it's a fact of life that he gonna blow sky high, it's just a matter of when and how fast can the pieces be put back together. Behind that twinkle in his eyes is nitroglycerin. \n[73]Good. 'Cause it's his best side... \n[74]They bugging you, boss -- I can shut 'em up? \n[75]I think two iron's safer. \n[76]Tight par five, out of bounds left... you don't want to hit driver. \n[77]You don't need eagle to qualify! You need to get used to playing smart -- no mistakes wins the Open. \n[78]You not going to listen to me? You don't care I'm trying to help? You think I'm full of shit? \n[79]You a head case, boss, always were, always will be. \n[80]... Go ahead.    Hit the driver. \n[81]You can't clear the dogleg with a three wood. \n[82]No, boss, I'm tired... my life's too short to spend it watching you fall apart. I done it too many times. \n[83]I knew you had the hots for her. \n[84]Well, I don't think her nor me nor the God of Golf his self can keep you from blowing up in the Open... \n[85]There's a lotta triple bogeys out there waiting to grab your ass. \n[86]You didn't fall in love with Earl to be your caddie? \n[87]You don't love me? \n[88]As much as Earl? \n[89]Am I special? \n[90]Muy bien, Julietta. In that case -- I am your caddy once again. \n[91]You got it bad, don't ya? \n[92]Be sure to do that in the Open. \n[93]I'm watching. \n[94]Yeah, boss, you got the 'S' word. \n[95]Shanks are like a virus -- they just show up. Nobody can figure 'em out. \n[96]It's the woman. \n[97]A woman can have the same effect. \n[98]Keep swinging... \n[99]He's got the shanks. We got the makings of a Greek tragedy here. \n[100]I'm carrying the bag. \n[101]He's shanking his love life so he's shanking the golf ball. \n[102]He's a goner. \n[103]You want me to stay, boss? \n[104]You got it. \n[105]You got to relax, boss -- \n[106]I'm gonna get rid of them shanks for ya. No hay problema. \n[107]She the enemy, boss. \n[108]Well she wakin' up with the enemy -- same thing. \n[109]I don't know, boss, I just don't know. \n[110]Yeah... and the first Mexican... \n[111]Como esta, amigo. I have with me one of the legendary ball strikers in the history of golf -- \n[112]McAvoy -- Roy McAvoy -- he's a legend! \n[113]Police? \n[114]Look! Right there! Fred Couples... and Ray Floyd! \n[115]You think it would be inappropriate to ask Ray Floyd for an autograph? \n[116]Hit the seven iron. You never miss the seven... \n[117]A little thin, Boss. \n[118]Maybe we should work on putting. Ya can't shank a putt. \n[119]You got a virus in your brain.   I \n[120]Put all your change in your right pocket. \n[121]Very good. Now tie your left shoelace in a double knot. \n[122]Esta bueno. Now, turn your hat around backwards and put a blue tee behind your right ear... \n[123]What you think you look like hitting those squirrelly chili peppers up Freddy Couples' ass, eh? Do what I say or I quit. \n[124]Perfect... now hit a seven iron into that tree over there. You're ready. \n[125]You ain't thinking about shanking, you ain't thinking about the doctor lady, you ain't thinking period. You just lookin' like a fool and hittin' it pure -- your natural state. \n[126]You cured. \n[127]That's it. Your brain was getting in the way. \n[128]Well, I should recommend you go work on your short game but I think it's better if you go get drunk instead. \n[129]Yeah. You always play better when you're wasted. \n[130]Seven-o-five... first group off... Keep drinking, keep dancing... \n[131]You're drinking till five... c'mon, c'mon, have another -- Get you in shape -- \n[132]Nothing like the sight of a finely-tuned athlete on the verge of greatness... \n[133]Almost missed the starting time trying to get you off the floor, boss. You don't handle the hooch like you used to... \n[134]I seen this hole on TV. Hit the big dog down the chute -- \n[135]You sure? \n[136]Eighty-three.    Well, you humble now. \n[137]You weren't trying to make threes. You were trying to avoid making thirteen. \n[138]Maybe that was a coaching error on my part. \n[139]Ol' Anti-Christ got a hot putter... \n[140]Easy, boss... \n[141]You got that shot, Pods, hood the seven, turn it over, start it low, right to left... \n[142]You the man. \n[143]Fore in the grill! Fore on the patio! You're the legend, boss... \n[144]Stiff, baby, stiff! \n[145]You guys done yet? This is no time for a marathon... \n[146]Two-sixty to carry, Roy. You got to lay up, man. I don't care how good you swinging. You got to lay up. \n[147]Carry, honey!    Please!   Carry! \n[148]Up an' down... \n[149]There's wind up there. \n[150]Roy... \n[151]It's a water hazard. You go up there and take a drop. Try to save par like you did yesterday. \n[152]Plus he needs his carbohydrates -- \n[153]You boys a sight for sore eyes. We so damn sick of guys in blazers and slacks that don't wrinkle. It ain't natural 'round here... \n[154]You're looking particularly lovely this evening... the coif is extraordinary. \n[155]I bet you a hundred. \n[156]Which way you going? \n[157]Then you got to lay up. \n[158]Par to tie, birdie to win... you lay up too, Roy. You can make birdie laying up. \n[159]You don't need an eagle. Birdie wins, par ties. Hit the lay up. Hole a wedge for goddamn eagle. \n[160]No time to be thinkin' 'immortality,' Cup... time to be thinkin' 7 iron. \n[161]She's right, Pods, a drop and a stroke, up and down par -- we'll win it in sudden death. \n[162]Helluva move you put on that sucker, now let's get up there, take the drop, and make our par, tie Peter... \n[163]Not now. \n[164]This is your last ball, man. If this gets wet, you disqualified. ", "SIMMS": "\n[1]Romeo! It's been awhile.    Is Tin Cup around? \n[2]Well, you tell him I'm in town for my big charity best-ball tournament, and I got a spot for him when he comes back from... whatever. \n[3]Romeo! You wound me. I'm fond of the guy, going way back to our days at University of Houston, when we won all those titles together. \n[4]I didn't have much craft back then -- just a little native ability. Roy's a great ball- striker.... \n[5]I want to win my own tournament, and he can help me if we can manage to behave like grownups together. Tell him that. \n[6]There is no catch. I put together a tournament with an elite field and a half-million dollar purse, and I'm tired of seeing all the money head out of town. \n[7]I need you on my team. \n[8]We're playing Cottonwood where you once shot fifty-nine, where you can shoot sixty-five in your sleep 'cuz you know every bump on every fairway, every subtle break on every green -- \n[9]Me an' you -- like the old days. \n[10]No, Roy. I didn't mean I want you to play with me. I just want you to caddie for me, read my putts, club me, that kinda stuff. \n[11]I can't bring a guy in off the street to play in my tournament. It's a big-time event, corporate sponsors, thirty dollar tickets... I got a network to cover -- \n[12]I'll pay you a hundred for the loop, five percent of any earnings -- \n[13]Okay, okay, just thought I'd offer you some work... \n[14]What? \n[15]Like I told you, it was more'n you had in the bag. \n[16]I gotta hand it to you, Roy. For fifteen holes you've seemed to grasp the concept here: I'm trying to win and your job is to help me. \n[17]Give me the seven iron.   I'm laying up. \n[18]The smart play's to lay up. \n[19]I'm sitting on a two shot lead with three to go, and my partner's in his pocket. Suddenly, par's a good number. Gimme the seven Iron. \n[20]Thirteen years in a driving range and you still think this game's about your testosterone count. \n[21]But if you're gonna editorialize, do it on the other side of the ropes. I got no qualms about firing your ass right here, right now. \n[22]We're trying to win a tournament, pardo. \n[23]Balls versus brains, Roy. You hit that shot, just keep walking, 'cuz your ass is fired. Come on, Roy!    Your fans are calling! \n[24]Take a hike, Roy -- the loop's over. \n[25]Security! \n[26]You just hit the shot that took you out of the money. Welcome to life on the tour. \n[27]Get your hands off her ass, Roy. \n[28]Why? \n[29]Jesus, Roy, I'm on your side here. We go way back... I hope you get into the Open, but if you don't play under control, you'll get slaughtered. Good players shoot 82 in the Open. You can't always go for it. \n[30]I think so... \n[31]It never occurred to me to try. C'mon, let's go. The car's over here.... \n[32]This is ridiculous. \n[33]Any game, I name it? \n[34]I just want to teach him a lesson. \n[35]Molly, trust me on this one. Call it part of his mental preparation for the Open, where the rough is deep, the greens are slick, and the nerves are shattered. I'll take the bet. \n[36]One swing each. Who can hit the longest seven iron -- \n[37]Fine with me. \n[38]Molly, leave this one to me. \n[39]Don't need to. \n[40]No, no, I'm fine. \n[41]What's the problem here? \n[42]Hiya, Roy... welcome to the big leagues... Here ya go, Charlie, his name's right here. They spelled your name wrong -- easy mistake with a total unknown. \n[43]Oh he is... he's a very big name at a driving range in Salome, Texas... \n[44]I'm the last person who expected me to come out of the blocks with a sixty-seven and lead the Open... It's been a long time since I played this game with the fire and determination you need to win... \n[45]... you see, this game is all about integrity and tradition and honor... \n[46]So tomorrow I'll just go out there and try to make some good swings and, Lord willing, maybe I can put up another good number. Thank you. \n[47]Gotta go. \n[48]Can't you see I'm busy?! I'm working! This is my office! Do I come to your office and ask you for an autograph?! Jesus... \n[49]Who the fuck these people think they are... \n[50]Got lucky out there... \n[51]Hey, Tin Cup -- heard you put a monster number up there... \n[52]I played in the Pro-Am with some asshole movie star shot 82 here once... how did a great ball- striker like you, a `legend,' manage to shoot an 83? \n[53]It ain't like playing some muni track in Brownsville, is it? \n[54]Oh, Mol', this is just guy stuff, bar talk, part of the game -- no offense, right, Cup? \n[55]Molly, really, this isn't... dignified... \n[56]This is ridiculous... \n[57]Let's just get this over with. One ball, one swing, one gull. \n[58]I'll make it ten to one. Stick it up your ass. I'm leading the Open. \n[59]Beats all that deep rough you were in today... \n[60]I'm outta here. You're all nuts. \n[61]Sorry, Roy, can't believe I didn't see you with all that high-priced endorsement crap you're flaunting. \n[62]You mean blow up? Like you always do? \n[63]Nice double, Roy. \n[64]I'll take eighteen of 'em. \n[65]That's just Roy being Roy. Just wait him out, Dave. Just make pars. Let him make the mistakes. \n[66]I gotta hand it to you, Roy.   When you go down, you go down in flames. ", "DOREEN": "\n[1]Cut the horseshit, guys. So... the one and two dogs always run wide and the three dog always breaks slow, so I figure there's gonna be a big ol' pile of fur at the turn and the three dog's gonna tiptoe around it and walk on home... I was right. You owe me twelve thousand dollars. \n[2]I know you're going to pay me. \n[3]Y'know I finally got rid of the leopard suit thing -- it was so retro, y'know... it's not easy being a post-modern stripper... So... twelve big ones? \n[4]This is how you think you can settle up? By deeding me your driving range? \n[5]What in the world would I want with your stupid driving range? \n[6]What are your labor costs? Payroll, Roy. What do you pay \n[7]What do you pay yourself? \n[8]To hit golf balls all day... when you're not breaking for beers or corn dogs or to gather the guys and lay bets on which crow flies off the fence next. \n[9]I'm referring to every nickel you snatch out of the till and every bag of beer nuts you lift from the rack, is what I'm referring to. I'll say it's worth ten and you still owe me two. \n[10]The DieHard/West Texas Calcutta, the Duvall County Boys Club Pro/ Scratch, Woody's Steak House One Club Scramble... what do I want with all these entry forms? \n[11]In exchange for what? \n[12]Roy, I'm not as dumb as my hair makes me look. \n[13]I saw. \n[14]It tells me you took an unauthorized day off. Next time it happens, you're fired. In the meantime, I'm putting in a time clock. \n[15]I cannot give you time off to win The Open. I don't care if it's your 'quest'... ... or your 'destiny'... ... or any of those terms you vaguely remember from your Cliff Notes... You shoulda treated me nicer when we were an item -- then maybe I wouldn't be such a nasty boss. G'bye, Roy -- I have a business to run. \n[16]I heard you qualified for the Regionals -- why you so down? \n[17]You're seeing a therapist?! \n[18]Only way you'd ever go into therapy was if the shrink was a doll and you were trying to get her into the rack -- \n[19]Oh, Tin Cup, what a crock.    You got a hard-on. \n[20]There's only one -- thank God... \n[21]How long have you been seeing this `Good Doctor'? \n[22]Roy? Roy?   Tin Cup? Hello? \n[23]No, honey, you ain't -- but a healthy woman's only got two choices in this world of ours... Either fall in love with another woman -- or take up golf. \n[24]Hiya, fellas! \n[25]He's in one of his pleasant moods, I see -- \n[26]Quit whining and get over here. We've got something for you. \n[27]We're here to sponsor you in the Open. Me an' the boys have pooled our resources and come up with some cash so you can look and feel as spiffy as all them big-name pros. \n[28]Yeah, and you obviously still have a hard-on for the doctor chick -- your face is all screwed up and tight like you haven't been laid in awhile -- \n[29]It's not a good look for you. Roy, your heart is not the only organ you wear on your sleeve. There's a certain, vulgar appeal to your transparency. \n[30]I got the Golden Tassel to sponsor you at the Open. \n[31]It's worth four hundred dollars endorsement money to you -- \n[32]You're the pride of Salome! \n[33]What happened to your confidence? \n[34]Must be true love. \n[35]He's trying to talk to God.   It's time for us to go. \n[36]We gotta go, boys. We gotta get us on a Continental Trailways and find this damn place! \n[37]Congratulations, Roy -- we're with you all the way. \n[38]I knew it. \n[39]Nothing, dear. Good luck. Say, I have a little extra cash -- why don't we go somewhere fancy and celebrate -- y'know, kinda get \n[40]Why thank you... Romeo. \n[41]He played catcher on the high school baseball team. The star pitcher had this big-league curve, and not all his pitches hit Roy in the mitt. Finally, you gotta respect a man's doggedness. You know? The team decided Tin Cup sounded better than Clank. \n[42]Tell me something, Molly... have you ever had a Latin lover? \n[43]You ever dated a guy who actually believes in soul mates? \n[44]He thinks he's a tough guy, but he's a hopeless romantic. \n[45]Oh no. This is what always happens. He's going for it. \n[46]No! He just needs par to tie! Tell him to lay up! He listens to you! \n[47]This is why we split up -- he always went for it... \n[48]Well, honey, he's your guy. \n[49]I can, honey... \n[50]It's a miracle he lasted this long... \n[51]You two are made for each other. ", "EARL": "\n[1]How much we gotta lose? \n[2]Father didn't sneak back in, right? He's still at the other hospital? \n[3]Well... if the father married the son's daughter -- \n[4]This is yer dead mortal cinch lock bet with Do-reen. \n[5]It's only fifteen to one on the toteboard -- \n[6]Except... if he breaks slow, he won't get creamed... \n[7]Hey, Tin Cup!    You made the news! \n[8]And if you get past the local qualifier, we gonna sponsor you. \n[9]The word 'normal' and him don't collide in the same sentence too often. \n[10]You definitely the man! \n[11]\n[12]Snapped 'em in two -- even the putter. \n[13]And dogs. \n[14]You definitely the man... \n[15]I got the yips and I ain't even teeing it up... \n[16]What's on it? \n[17]The good doctor herself... \n[18]I think three under will qualify. You need birdie. I could shit. \n[19]I wish Romeo was here. I ain't cut out to do this. I'm a spectator by nature. An observer. I'm a -- \n[20]You got it. \n[21]Looks straight to me. \n[22]Actually, I am blind... 20-60 in one eye -- and that's the good eye... \n[23]The shanks is for us mortals, not \n[24]See, Dewey got you First State Banking of Salome, and Clint got you Short-Haul Trucking and I got you Brink and Brown sanitation -- \n[25]We call it human resources management, Roy, please... \n[26]Anything you want -- \n[27]He's shooting the lowest round ever! \n[28]God damn, we been driving for two days to help you in the last round -- \n[29]They got a waffle house in Odessa just about like this... \n[30]Vegas has him at ten to one. They're sure he's gonna self-destruct. \n[31]That's a bad idea, honey -- we love him, but he's gonna fuck- up -- \n[32]Our boy don't choke. He fucks up but he don't choke... \n[33]He's tied for the lead again!    And they're running outta holes! \n[34]The wheels is definitely falling off now... ", "CLINT": "\n[1]Give us a little hint. \n[2]So how much you stand to lose? \n[3]What's he saying? \n[4]See that, boys? He's hitting dollar bills. Tightening his game. \n[5]Uh, something us shitheels want you to know, Tin Cup, is uh, well, we been to see Doreen, and we told her we'd stage a customer's strike if she didn't give you time off to win the Open. \n[6]You the man, Tin Cup! \n[7]\n[8]'Cause he broke all his other clubs. \n[9]It's a well-known fact that if a camera's not on him, he treats old people and children like dirt. \n[10]Them signs are at least thirty yards farther -- that ball musta gone 220... \n[11]You the man, Roy... \n[12]We get through the next 36 holes and we in the Open! \n[13]But you don't got the doctor lady? \n[14]Can we hear it or is it personal? \n[15]Never thought it would happen... \n[16]C'mon, Tin Cup, we're trying to make you a presentation -- \n[17]Give him some room, boys -- \n[18]And eighteen's a par five. A birdie there, he shoots sixty! \n[19]The legend! \n[20]No, it's in Odessa. \n[21]Our boy's in trouble... ya think he's chokin'? \n[22]He done blew a gasket, boys... ", "McCORD": "", "VENTURI": "\n[1]McAvoy's hit another big drive, but this is not a shot he wants to get aggressive with... \n[2]His adrenalin's gotten the better of him, Jim. If he lays up he takes bogey out of play. \n[3]But if he knocks this ball in the water he could make seven or eight. And he still has to think about making the cut. \n[4]It's the same shot he knocked in the water yesterday. And the thing for him to do right now is to tune out the gallery, rein in his emotions, and forget what he said in yesterday's interview. He has to lay up. \n[5]This isn't courage, Jim. This is inexperience, pure and simple. \n[6]I'm not sure that's good news for McAvoy. With his inexperience, the last thing he needs is an excuse to fool with that water again today. \n[7]This could be tragic. \n[8]I don't believe this. He just took himself out of the tournament with that drop. He could have walked up to the hazard line, saved par with a wedge and forced a playoff with Jacobsen. Now he needs a miracle shot. Ken, I'm right behind McAvoy here. And all he said to his caddie was: I can make it across. \n[9]Oh, my.   This is tragic. \n[10]This is the most painful thing I've ever watched. Jim, this is the last ball he has in his bag. If he doesn't finish the hole with it, he can't turn in a card. He'll be disqualified. ", "JOSE": "\n[1]I got it!   Esta bien!    The flag is up! \n[2]We believe in you, man. \n[3]But you ain't got Romeo? \n[4]Esta muy feo... muy, muy feo... \n[5]I've got Wally's Smokehouse for ya -- kind of a nice sign... \n[6]This shit is us, man.   You can't win without us. \n[7]Saw the Winnebago outside -- we're starving... \n[8]Odessa?   It's in Midland, ain't it?... \n[9]It was a miracle while it lasted... ", "SECURITY GUARD": "\n[1]Yes? \n[2]Who's that? Mr. Crenshaw? That you? Mr. Price, Mr. Norman? No? \n[3]Do we have a... McCormack... on the list. \n[4]We got over 150 legends in this tournament. Sorry. \n[5]Call the police. \n[6]This clown says he's in the Open... \n[7]He's not on the list. \n[8]Let him in. \n[9]He said he was a 'legend'? ", "BOONE": "\n[1]Let me get this straight -- you're going to play me for four hundred dollars with those? \n[2]I'm not interested in that piece of shit. \n[3]No mullies, no gimmes, no bumping the ball -- \n[4]Nutted it. \n[5]That little pink fag ball supposed to rattle me? \n[6]Drive for show, putt for dough, big shot. \n[7]I want to see a legitimate swing. No scooping. \n[8]Get the hell off my course. ", "DEWEY": "\n[1]You going to get the riddle, Tin Cup? \n[2]And since I couldn't get the post office to come aboard, me and my girl friend Muriel's gonna buy a fan club patch you can put anywhere you want. \n[3]They said on the radio he was ten under -- \n[4]Sixty-two!    Sixty-two! \n[5]This is the Waffle House, Doreen -- \n[6]We all are, but Earl's the best. \n[7]We can't let you -- ", "NANTZ": "\n[1]Thank you, David Simms, a brilliant opening round 67 to take the lead. \n[2]The sun is struggling to come out, the course is drying up, and in case you're just joining us, the leaders have just reached the ninth hole because of delayed starting times -- -- David Simms is clinging to a one shot lead over Peter Jacobsen... but the real story is out on sixteen where a driving range pro who shot an opening eighty-three is making a run at perhaps the most legendary round of golf in Open history, Johnny Miller's sixty-three at Oakmont -- Ben Wright is in the tower at \n[3]Well, he hasn't shown an ounce of fear all day. \n[4]That took balls... \n[5]So it's come down to the seventy- second hole of this great championship, and the skill and courage of three Texans who have dueled throughout the day for the chance to be crowned Open Champion... Peter Jacobsen is on the fairway at 8 under, McAvoy at the 18th tee is tied at minus 8, and David Simms trails by one... \n[6]McAvoy's hit a perfect drive, Ken. \n[7]Good Lord, he's going for the green. ", "CLOSE ON MOLLY": "\n[1]\n[2]She shrugs and smiles. \n[3]Watching Tin Cup careen away in his Caddy. \n[4]She speaks to herself. \n[5]Her face close to Tin Cup's.    Both awake. \n[6]She's just laughing. Romeo tosses down another ball -- Tin Cup launches his fifth attempt to clear the pond. Splash. "}}