{"dialogues": {"RAPHAEL": "\n[1]Sounds like four turtles I used ta know. \n[2]Whatta we talkin' about, boys? Soundin' a little too egghead fer my tastes. \n[3]I joined a book a' the month club. So just what's your beef with puttin' dirtbags behind bars, Donnie? Go ahead... enlighten me. \n[4]Sometimes there are lines that even the police can't cross. Someone has to be willing to do what needs to be done. And to do that, fear becomes a weapon. \n[5]\n[6]Hey. \n[7]So... congratulations. \n[8]Well, I'm goin' to bed. \n[9]Leo's home. \n[10]This should explain most of it. The legacy of the city's newest hero. Compliments of the fanboy over there.    M \n[11]I can only hope, Mikey. I can only hope... \n[12]I been busy. \n[13]Why'd you think that? \n[14]Are you trying to make me mad? \n[15]You wouldn't understand the first thing about me, daddy's boy - OOF!. \n[16]You'd love that, wouldn't you? \n[17]Later! \n[18]Ahh, let's take a tiny peek. \n[19]Nah. We kick butt. \n[20]Nice of ya's ta join me. \n[21]We coulda taken it if you slackers woulda pitched in sooner. \n[22]Hey, you're the \"trained master\", not me. \n[23]Splinter-junior. \n[24]We hafta go out and find who's responsible for this. There ain't no other solution. \n[25]Wow, sounds... exciting. \n[26]Case? No way! \n[27]You keep on playing with fire, little man, you might just get burnt. \n[28]Yep. \n[29]I dunno, I just got tired of the \"nothing\". Sitting around waiting for some disaster to cross our paths. Of us battling Utroms and Triceratons or any other friggin' creature... when there was still some guy gettin' mugged 100 feet above the lair. Just didn't seem right. `Specially if we had the means to do somethin' about it. \n[30]And we did... but turns out I was the only one who was willing to do it, tho. So I just saved up, bought and tweaked a sweet bike, fitted the costume and began moonlighting. \n[31]I kinda liked \"The Midnight Marauder\"... \n[32]Pfft. You kiddin' me? Leo's been away for, like, forever. And the other two are so wrapped up in that party business they'd never notice. \n[33]Yer tellin' me... \n[34]Yeah? \n[35]For old time's sake? \n[36]Bro. Seriously. \n[37]It's gotta be around here somewhere. \n[38]Did I mention we ran into a monster last week? \n[39]Nope. Those are a first for me too. We can take `em. \n[40]Bingo. \n[41]Hop on. \n[42]Hey April... how ya been? \n[43]Get the... frig offa me. \n[44]Not to mention having a keen interest in these monsters... and them four stone jokers. \n[45]Well, what would you do with an army of monsters? \n[46]I say we just storm the castle and face this jerk in person! \n[47]Yeah... whatever. \n[48]\n[49]You're so friggin' smug! You think the world revolves around YOU, dontcha? That we couldn't POSSIBLY survive without the mighty and powerful Leonardo to guide us through our problems, HUH?! Well, I gotta newsflash for ya - we got along just fine without you. \n[50]...and whoever said I wanted to be led? I shoulda gone on that training! \n[51]Well, big brother, I'd have to disagree with you on that one. \n[52]\n[53]\n[54]I was out, and did... something... something happened and I- ARRRGH!!! \n[55]I did something... I did something really stupid, Master Splinter. \n[56]I know why you chose him now. I know that there's a reason why he's the better son and I'm not. And I think I made things worse tonight. A WHOLE lot worse... I know you must be ashamed of me, father. \n[57]But Master Splinter, I messed up big tonight... I mean BIG. \n[58]Thank you... father. \n[59]We rescue our brother... and save New York City. \n[60]You know I ain't much on speeches. But we can do this. Leo, or no Leo. Not because of our individual strengths... but because of how we function as a team. \n[61]Don't push it. April, this is going to be dangerous. You sure you're in? \n[62]I am SO gonna enjoy this... \n[63]We get ready for round two. \n[64]Yeah! \n[65]Hey buddy! Come on, man. Leo, please wake up! \n[66]Listen, I - I'm sorry. \n[67]No harm?! Whatever! I'm about to give you piercin's in places you never imagined if you don't tell us what's going on. \n[68]If you mess with one of us- -you mess with all of us. \n[69]Sensei! How you guys doing?! \n[70]I'm sure my man Casey's got it all under control... \n[71]So who wants ta call it a day? \n[72]I thought he'd never shut up. \n[73]\n[74]You know us? \n[75]She doesn't mean... \n[76]Winters? \n[77]Thank you, Master Splinter, for your guidance. I can only hope that one day, I will be able to begin the next stage of my training like Leo. \n[78]So we're cool with the whole Nightwatcher thing? \n[79]Okay, so I couldn't exactly destroy the bike. Let's just say it's in good hands. \n[80]I mean, it's in good hands. \n[81]So what makes a family? Personally, it's more than sharing a roof or a bathroom. It's sharing life... My father taught me that, and I think it's pretty much true... y'know, provided that you don't kill each other in the process. Or that no one touches your stuff. Or makes loud noises when you're trying to sleep. Or... \n[82]Hey, nobody said it was easy. ", "MICHAELANGELO": "\n[1]Dude... I'm scared! \n[2]Dude! They're all around me! What do I do? WHAT DO I DO?! \n[3]But I need back up this time, man! \n[4]Okay - waita-WHOA-WHOA-WHOA-WHOA!! \n[5]\n[6]I can only hope they're as lovely as the rugrats you got here. \n[7]Such... angels. \n[8]Hyuk! Cowabunga dudes! Bye! \n[9]Heheh... score. \n[10]Yes... sir. \n[11]All's I'm saying Donnie is that no one would notice if YOU did one of these gigs every now and again. \n[12]Well, if panache is French for \"punching bag\", I'd have to agree with ya. \n[13]Aw nuts. \n[14]Just get me outta here, dude. \n[15]\n[16]Honeeeeey! I'm hooome! \n[17]Domo arigato, dude. \n[18]Yes, sensei. \n[19]Sensei? Oh! Here ya go, Master Splinter. \n[20]\n[21]Don, y'ever feel like you were meant for more? To DO more? Like, I mean, sometimes I feel like... \n[22]like we never really left that glass turtle bowl when we were little dudes. \n[23]Every day it's the same thing. Wake up. Birthday party gig. Drive home. Watch TV. Train... Rinse. Repeat. \n[24]\n[25]Now THAT'S what I'm talking about! Cruising the streets, busting those who hold themselves above the law. But they aren't above HIS. \n[26]I think he's COOL. \n[27]Keeya! HATCHAAAAAA!! \n[28]But I don't WANNA pop out of the birthday cake, Mrs. Ro- \n[29]So bored... so bored... \n[30]Leo... what's up, bro? \n[31]We don't see much of `em anymore. April seems to be working a lot - eww - and Casey seems to be, I dunno, \"different\" lately. Maybe he doesn't like having to put the toilet seat down now that they've moved in together. \n[32]To be honest with ya, they're kinda buzzkills to be around. \n[33]Dunno. Haven't noticed since The Nightwatcher has come home to roost. WOOOOHOOOOOOOO! \n[34]Just a sec, dude! I'm almost at level eighteen. Scratch that... seventeen. \n[35]I'm with Leo! \n[36]You kiddin' me?! I mean, no offense Donnie, but you ain't exactly the biggest hitter on the bench. \n[37]So nice of you to join us, gentledudes. \n[38]Whoa! Whawazzat?! \n[39]So what now, captain? \n[40]Welcome home. \n[41]Well, there's a good/bad news scenario for ya. \n[42]Good news is that there are a buncha Foot Ninja gettin' the snot kicked out of `em. \n[43]I vote for sitting back and enjoying the show. Whaddaya say, leader boy? \n[44]\n[45]What? I saw it on a nature show once. \n[46]Y'know, it's not that bad, dudes. \n[47]Dudes, did anyone get the license plate of the thing that hit us last night? Oi, my head... \n[48]I dunno, but she sure gave Leo a run for his money. \n[49]Dudes-can-it-here-comes-Splinter. \n[50]Anyone for dessert? \n[51]I'd say that's a big ten-four. \n[52]Well?! WHAT NEXT?!!! \n[53]Well, aside from having your own wrestling league, I dunno... MAYBE \n[54]Is that \"legend\" like the ginormous freakin' hairball that attacked us? \n[55]Seriously, dude. We're all stressed. Try to chill. \n[56]But I never said I was having fun. \n[57]Dudes. I think you're gonna want to check this out. Where's Leo? \n[58]But without Leo... what do we do? \n[59]Well, I didn't see you offering any suggestions... besides- - a true ninja can hide in plain sight, my son! \n[60]What?! Why does everyone always call ME out? \n[61]What do we do, dudes?! \n[62]Leo! Is that you? \n[63]I guess that would be a \"no\". \n[64]Yup. He's WAY dead, dude. \n[65]Teamwork. The more you know... \n[66]Roger dodger, dude. \n[67]\n[68]\n[69]So, um, what happens now? \n[70]Okay... just a little bit creepy. Oh gawd. I think he's in my n-n- ", "CASEY": "\n[1]Was that today, babe? \n[2]I'm sorry, babe. I must've- \n[3]I missed you? \n[4]Good goin', Case. \n[5]Nah, you know I work for a livin'. It's Star Center or nothin' else. \n[6]Busted! Have fun with your mommy... ...oh no. \n[7]Later boys! \n[8]Do you need my funtahstick muscles? \n[9]Actually, It's Ca- \n[10]Yeah-ha! The fourth General. \n[11]Oh. \n[12]What!? It was a boring story! \n[13]Well, maybe if you were home for more than four days at a time, you'd see that I DON'T WANT ANY OF \n[14]Here I am nice enough to help you out, dress in this get-up and all I get is grief?! \n[15]Oh boy. \n[16]Nah. Ever since you started with the blade weapons you, um... you kinda scare me. \n[17]Yeah? \n[18]Yeah. Sure. You? \n[19]I'm going outside for some air. \n[20]Hey champ. You think you're being a little rough on the guy? \n[21]Are you that Nightwatcher fella? A little smaller than I expected. \n[22]I'm talkin' to you, pal. You think you own these rooftops? Well, lemme teach you a thing'r two. Class is Pain 101. Meet your instructor... Casey Jones. \n[23]Raph?! Is that you?! What-what are you doing?! \n[24]Why would you- -oh. So that would mean... \n[25]Stick with Nightwatcher, ninja boy. The guys ever catch on? \n[26]They're good... I guess. I dunno, seems like all I do lately is just make her upset. She used to laugh so much... now it's mostly just working all day, and coming home to point out how I'm a screw up. She doesn't like me doing this. And I know she's pretending to not know I'm out tonight. But she knows. And she knows I know she knows. Life just kinda got complicated suddenly... y'know? \n[27]Raph? \n[28]Nice to see ya, man. \n[29]What the shell. \n[30]I think we lost it. \n[31]\n[32]\n[33]The freakin' FOOT?! What about the walking statues? Were you going to mention THOSE?! \n[34]On second thought... \n[35]Not good. \n[36]Hey - you're the ninja, not me! \n[37]\n[38]What are we gonna do, Raph? WHAT \n[39]Um, Raph? \n[40]\n[41]Oh crap. \n[42]Gotta get you someplace safe, pal. And then, then I need to go buy some new undies. \n[43]Could use a little... help here... \n[44]Would it help things if I said that we were being chased by a one of those statues you collected for that Winters guy? \n[45]And I suppose that bringing up the thirty-foot flying monster would probably just push this over the edge, huh? \n[46]Just some story this Winters guy told us. It all started down in South America. Long before the Ashmecks and the Macaroons. \n[47]That's what i said. \n[48]Raph. Don't do it, man. I spent my whole life running out of rooms ticked off at the world. I wish I could take most of `em back. Sometimes, just takin' a breather is the best thing to do. \n[49]Wow. \n[50]Oh... oh yeah. \n[51]Mask? What mask? \n[52]No way... \n[53]Thanks. \n[54]Yeah, hey, I was supposed   to drop this off for Mr. Winters.   If I don't get this done, I am   majorly in the doghouse. You know   what I'm sayin', right? Right? \n[55]Really!? I mean, \"but of course\". \n[56]I suppose this is where we all take out our sharp and pointy things? \n[57]You're welcome. \n[58]I have my moments... \n[59]Is he... is he dead? \n[60]I got shotgun! \n[61]This has got to be the suckiest vehicle to save the world with. \n[62]So... anybody from out of town? \n[63]Well, I guess we have to figure out how to get handsome here back to Winters' Tower. \n[64]Wow. You're... hard core. \n[65]Incoming! \n[66]\n[67]Ran outta food. \n[68]Oh. I, uh - \n[69]", "LEONARDO": "\n[1]My training is now complete. \n[2]Mmm... home sweet home. \n[3]I have completed my training, master. I am prepared for the next stage. \n[4]I've missed you too, father. \n[5]Heh. Yeah... I mean, yes sensei. \n[6]Hey. \n[7]Thanks. \n[8]Hey little bro! Mikey? You can let go now... um, Mikey? \n[9]Just enjoying being home. \n[10]Say, what's up with April and Casey? I expected them to drop by after I got back. \n[11]They're living together now? \n[12]Is Casey at least still doing his hockey mask thing? \n[13]\"Nightwatcher\"? That some new comic book you're hooked on, Mikey? \n[14]This guy could bring heat on all of us if he keeps this up. Showboating isn't a replacement for justice... it's just self-indulgence. Someone needs to talk to this thug. \n[15]Does ANYBODY train anymore?! \n[16]\n[17]Ninja tag, topside! \n[18]Have you been avoiding me? Barely seen you since I got home. \n[19]I see. So... you're definitely not upset at me or anything, right? \n[20]I don't know... your brother gets to go on a world-wide training mission and you have to stay home. Might upset me too. \n[21]I'm just saying, I'd understand if you were upset. \n[22]Is that what this is about? You think Splinter likes me best? \n[23]We need to come up with a plan. \n[24]\n[25]Raph. Save it for another day. \n[26]Fact remains, Raph, that we should have never been there in the first place. \n[27]This is my fault now, Raph? I'm the only one who has to be responsible! \n[28]Hothead. \n[29]But Master Splinter, how can I be expected to do so when Ra- \n[30]Save the brute vigilante junk for that Nightwing guy. \n[31]Whatever. \n[32]What are you talking about Casey? \n[33]How do you figure that, Donnie? \n[34]Do bad guys still try to do that? \n[35]Or until we prove Winters is up to something more than collecting art. \n[36]Raph, that would be the worst idea yet. We hang back. Analyze. Formulate a plan, THEN storm your castle. Are we clear? \n[37]You're playing video games on the possible eve of Armageddon, Mikey. \n[38]Where's Raph? \n[39]Nice try, amateur. \n[40]Oof! You're a heavy boy, aren't you? \n[41]Okay, someone's been training pretty hard. \n[42]I want you to know that I appreciate your intentions. But you can't change the world like this. \n[43]What? How did you- \n[44]Goodnight, dark prince. \n[45]R-raph? What? \n[46]I was training! Training to be a better leader! For you! Why do you hate me for that?! \n[47]\n[48]Wh-wh-what took you s-so long? \n[49]Come to daddy. \n[50]They better hurry with that last monster! \n[51]That's what I'm afraid of. \n[52]Why Raph, no solo act tonight? \n[53]I'm in. \n[54]Passed what? \n[55]Yeah, we're cool. Our secret, bro. You got rid of the stuff, right? \n[56]What do you mean? \n[57]Oh, you didn't. ", "WINTERS": "\n[1]\n[2]Excellent. \n[3]Tell them I'm on my way down. \n[4]Miss O'Neil. You are a vision. Thirty days in a jungle, and beautiful as ever. \n[5]Chris! How's it going? \n[6]So how was your trip? \n[7]...the gods be praised. \n[8]\n[9]It was a time long before the Mayans, April. Long before the Aztecs and even the Olmecs. It was a time of legends. A time of greatness. The true mother culture of Central America. \n[10]And for every culture they destroyed, they drank in all the magic and knowledge known to them. \n[11]They became a warring hurricane, gathering more power and knowledge with each conquest. \n[12]Then they came across a culture rich with science, magic and their own technology. A South American version of \"Atlantis\". \n[13]As the army approached, Yaotl used the knowledge they'd gained in black magic and sorcery. Timing their attack with the alignment of the Stars of Kikin, they opened a portal to another world. \n[14]They unleashed an army of monsters. \n[15]The monsters knew no side   - they destroyed the enemy... as   well as Yaotl's own army. Men who   swore to spill their blood for his   cause. Yaotl had to do something   to stop more from coming through. \n[16]In the end, there were no victors. And they were responsible for the eradication of the greatest culture that will never be known. The knowledge that was lost would never be found again... \n[17]Oh no, Miss O'Neil. Like you said... just a story. \n[18]One of the girls will pay your fee on the way out. \n[19]You can come out now. \n[20]Your talents are commendable. \n[21]Well, I guess I'm just special that way. \n[22]So down to business - aside from the other reasons for your visit to America, are you interested in my offer we discussed? \n[23]I need the finely-tuned eyes and stealth of your Foot Ninja to... monitor the city for me over the next few days. \n[24]Just keep your eyes peeled for anything... strange. \n[25]What seems to be the problem? \n[26]Oooooooh... \n[27]I believe we made a deal, Karai. I expect you to honor it. You do understand \"honor\", don't you? \n[28]So I don't care what part of \"muscle for hire\" you don't understand. I hired your muscle. Now exercise the ones attached to your feet and... ...get back to work. \n[29]Are we... cool? \n[30]Ninjas. No sense of humor. So how did we fare? \n[31]So it begins... \n[32]Were there any problems? \n[33]You see, now THAT'S a good soldier. You two should compare notes. \n[34]Oh, let's call it a scavenger hunt. I now have the power and know-how, but I need the speed and stealth of an organization such as your own. Not to mention an organization that values discretion. \n[35]You see, I have nine more beasts like this that should be coming to town very soon. Thirteen in all, to be exact. \n[36]Instinct, mostly. They're animals at their core. And they recognize something familiar in the air... in the stars. What can I say? I'm a lover of animals. \n[37]What is it? \n[38]Well, by all means then. Let's finish it. \n[39]Finally... finally! \n[40]What? \n[41]What did you do?! \n[42]Raph can't take it any more. He draws his sais and thrusts them at Winters. THAT gets his attention. Winters looks up in awe at seeing the mutated freaks in front of him. \n[43]Fascinating... \n[44]We were so close... so close. \n[45]This was our chance. We could have changed it all. \n[46]It was I who stood on that battlefield all those years ago. \n[47]And we had to pay a price. \n[48]We were cursed that day. My four comrades-in-arms were turned into stone. \n[49]Cursed to live on this Earth... immobile... yet fully aware at all times to ponder the crimes we've committed. \n[50]My curse was to live... forever. To feel the pain of losing love time and time again. Of boredom. The pain... of time. \n[51]We were doomed to live this way until, as the Shaman put it, \"you corrected the mistakes of your past\". That's what this is about. Penance, Miss O'Neil. Finally getting a chance to right our wrongs. \n[52]Never. This was our opportunity! We were wrong! Don't you understand?! \n[53]Alright. We have more important things to do! \n[54]Help me push the cells into the portal! \n[55]\n[56]Thank you. Thank you from the bottom of my heart. You've made a very old man, very very happy. ", "DONATELLO": "\n[1]Just relax, Mikey. Remember your training. You'll be fine. \n[2]...you're such a prima donna. \n[3]Hey, hey, hey... don't forget the face thing. \n[4]That's a good boy. \n[5]But you add such... panache to the character. \n[6]Close enough. I - uh-oh- \n[7]-you got a peeping tom. \n[8]Traffic's clear eastbound for two blocks. Then hook up with route J. \n[9]All part of the cover, my friend. \n[10]Moneymoneymoneymoney. \n[11]Master. No cake. You remember your last cholesterol tests. \n[12]Nice try, sensei. But you can still be my Master... with low cholesterol. \n[13]I know. Isn't it great? \n[14]Mikey, the man's practically a criminal himself. Anyone who operates without boundary or rule of law cannot be legislated and needs to be reigned in. \n[15]I have no problem with the incarceration of those who deserve it, but if someone like Nightwatcher has ultimate power... then who makes sure he doesn't cross the line? \n[16]Of course you would. \n[17]You are such a Neanderthal. \n[18]That was just a startle response and isn't really an indication of fear! \n[19]It's an involuntary thing your body does when stimulated like that. What? It's true. \n[20]Leo!! \n[21]\n[22]In... uh... a few minutes, Leo. I'm in the middle of- \n[23]Um... make that another hour. \n[24]-does the other team's chores for a week. \n[25]Actually, I think you and I should pair up, Mikey. \n[26]Just trust me on this one. \n[27]And by the way, I prefer the classic military corner tuck for my bedsheets. \n[28]Guys, I've got a bad feeling... \n[29]Better hit the tunnels, guys. \n[30]Was it just me, or did that creature look familiar? \n[31]\n[32]His vital signs seem to be okay. Pupil dilation is normal. \n[33]Temper is normal too. He's going to be fine. Health-wise, I mean. Otherwise, he's still the same old Raph. Whoa. \n[34]Some sort of stone... probably obsidian, I think. There's an engraving on it. Looks... South American. Aztec? No. It's definitely not Mayan. \n[35]What can't be, April? \n[36]The micro-tech of this dart is astounding. The molybdenum is of a grade only found in a few select markets... not to mention it's current stock is going for a little more than two-grand an ounce right now. \n[37]What? I dabble in the market. \n[38]If you ask me, it all somehow points to Winters Corp. \n[39]Hello? \"Genius\"? Well, that, and the fact that this part has a Winters Corporation logo on it. \n[40]Yes, however they're usually mortgage re-fi companies. What about it, April? You just finished working with the guy, right? Does it make sense? \n[41]I'll work with April and see if these Stars of Kikin she told us about can give us any clues. \n[42]For use in an Aztec calendar. So, if we can cross-reference our current star field, positioning of the Stars of Kikin and backtrack positioning based off of the Aztec \n[43]We're almost done, Leo. You might want to go get him... If you can find him, that is. \n[44]So, the first time that this portal was opened, the Stars of Kikin aligned... \n[45]New York City. \n[46]And the alignment is due to occur in precisely- - well... tonight. \n[47]I'm working on it. \n[48]Look! \n[49]And that would be the swirling vortex to another world, I assume. Cool. \n[50]Out of the way, please. \n[51]Affirmative. \n[52]You would be if you were an immortal who couldn't bleed for three thousand years... ", "APRIL": "\n[1]Careful! That isn't some box full of fish! \n[2]Where are you? \n[3]Hey. It's me. I'm back. \n[4]Yes. It was today that I returned to you after being in a deadly jungle for almost a month. I thought you were going to meet me down here? \n[5]Forget it. I'll take a cab. \n[6]Howie! Get this on the truck for delivery! Let's go! \n[7]Not today, Nate. Mister Jones has to pretend to be an adult for a few hours. \n[8]Heh-heh... yeah. \n[9]Hello Max. This is my... friend, Casey Jones. \n[10]You know, the typical - corrupt government officials, double crossed by a jungle guide, all ending in a heart-pounding chase. \n[11]But it was all worth it. I found it. The fourth General. \n[12]The crow-bar. \n[13]Can I ask you a question? \n[14]I've been so grateful for the opportunities you've given me lately. I'd probably be still selling antique curios if you hadn't visited my shop that day. But I have to ask... why the fascination with these particular works of art? I'd never even heard of the Legend of Yaotl until we met. \n[15]Quite the story, Max. You don't think that this could be- \n[16]That is so perfectly CASEY JONES. I give you opportunity. I give you the chance to become a better man. And what do you do with it? \n[17]\n[18]Casey, you better be careful- \n[19]Give me strength. \n[20]You sure you don't want to spar a bit? \n[21]Suit yourself. Case? \n[22]Are you happy? I mean, with your life. With me. \n[23]Yeah. \n[24]Be safe. \n[25]Casey, I think we need to talk. I don't want- whoa. \n[26]It can't be. \n[27]It's just a myth... a legend. It can't be. \n[28]Azteks and Mayans. \n[29]Sit down, Jones. So there was this guy call Yaotl... \n[30]No one knows. The legend stops there. \n[31]Guys! It's a legend! \n[32]Okay. Fine. I'll help for now... until we prove you're all insane. \n[33]I cleaned out my archives on ancient South America. Might have found something useful. \n[34]A map of the stars, as recorded by an Aztec Shaman. They pinpoint the location of the Stars of Kikin... even though the names changed. \n[35]-along with taking into account the point of origin of the first occurrence, we should know where another portal could take place. Max, what are you up to? \n[36]Precisely at 40.748 degrees latitude and -073.985 Degrees longitude. \n[37]Winters Tower. \n[38]Picked it up on my last trip to Japan. You... like it? \n[39]Where's your mask? \n[40]I was saving it for our anniversary. \n[41]That's our ride. \n[42]I feel responsible, fellas. I found the Generals for him. \n[43]I had the situation under control. \n[44]Guys! Front door is open. Now! \n[45]Nice work, Jones. \n[46]We know everything Max. We know you're trying to recreate what Yaotl started 3000 years ago. \n[47]What does THAT mean? \n[48]\n[49]What are you doing in here?! \n[50]Don't try to tell me for one second that you didn't enjoy tha- \n[51]...yes. ", "SPLINTER": "\n[1]A sensei once counseled a grief- stricken boy, as his older brother prepared to leave for battle. \n[2]. He said, \"Child, why do you cry? You are both part of a family. And a family is a bond that cannot be broken by war. By strife. By force or neglect. \n[3]..and even... distance. \n[4]\n[5]Well? \n[6]Ahh! Butter creme frosting! \n[7]But I- -Donatello! I am your Master! \n[8]He-heh. You have done well, my son. \n[9]Michaelangelo. Boredom is never an indicator of your surroundings. It is a reflection of your inner heart. Fill yourself with excitement on the inside... and you'll live the most rewarding life of all. \n[10]Enter. \n[11]That you are, my son. You must now apply all that you have learned on your lengthy journey to your everyday life. THAT will be the most challenging training of all... \n[12]I've missed you, Leonardo. \n[13]I'm afraid much has changed in your brothers' spirits since you have left. But now that you are home, they will finally have the ethical and warrior leadership they have been lacking. The family needs you. \n[14]Raphael, your brother is home. \n[15]A true leader knows how to motivate his troops regardless of their own motivations. \n[16]Good morning, my sons. \n[17]If anyone needs me, I'll be watching my stories. \n[18]My sons, what- \n[19]I believe you boys have some explaining to do... \n[20]Leonardo, I am most disappointed in you. You are the leader of your brothers. I was counting on you to bring order to the chaos of this family. \n[21]There are no excuses when you are the Leader, my student. \n[22]But the involvement of the Foot and their mysterious leader worries me. \n[23]Raphael, there are better ways to use your skills in ninjitsu. Fact- gathering. Analysis. Observation. Direct contact should only be your last resort. \n[24]Leonardo, time cannot be moved faster by wearing a groove in our floor. \n[25]Leonardo, a true leader knows the virtue of patience... and when to stop exercising it. \n[26]Raphael? What is the matter? \n[27]Raphael! Kneel. \n[28]Go on... \n[29]Raphael. You always bear the world's problems on your shoulders. It is an admirable quality when you are a protector of others... \n[30]But you must realize that while, at times, you may not be my favorite student, it does not mean that you are my least favorite son. \n[31]You are strong, passionate and loyal to a fault. These are the merits of a great leader as well... but only when tempered with compassion and humility. \n[32]Leonardo? R \n[33]Well then, I believe your brothers may be in need of a leader. \n[34]Together. \n[35]I heard that! \n[36]I apologize my sons. \n[37]Mister Winters. We mean you no harm. \n[38]They must face them alone. As brothers. \n[39]Wonderful, my son. WONDERFUL! \n[40]Yes. Yes, my sons. \n[41]My sons, I am so proud of you all. \n[42]What kind of business? \n[43]Sit down, Raphael. \n[44]That, my son, you already have. Our training works in mysterious ways. But the answer that lies in all our questions... is family. ", "KARAI": "\n[1]As are yours. Most don't notice us until we decide they will. \n[2]I must confess... I still don't know exactly what we are to do for you. \n[3]What kind of strange things? \n[4]The \"problem\" is that we were hired to merely patrol the city and report anything \"strange\" to you. \n[5]You never said anything about \n[6]We may be hired help to you, but you should never forget... we are the Foot Clan. \n[7]Just what is this all about? \n[8]But of course. \n[9]Not now. Our business will be handled at a later time... \n[10]The Foot report of strange activity five blocks north of your location. \n[11]As ordered - no one gets in. No one interferes. No one bears witness. \n[12]May I help you? \n[13]Please come in, then. \n[14]You suppose correctly. \n[15]It means we're going to help you. \n[16]My soldiers will find the thirteenth monster. And you will bring it back here. Hurry - we don't have much time. \n[17]My troops have located the final monster. At the harbor docks. \n[18]We should tie it to the van and drag it back. \n[19]You are every bit the warriors I was informed you were. You have passed. \n[20]I've known OF you for some time. Savor your victory tonight. For soon we will have further business together. \n[21]The kind that involves familiar faces from your past... ", "W": "\n[1]HAM! - Driver nails the dagger through the Mugger's JACKET, fter he stops cringing, the Mugger wriggles the blade out of N MUGGER - His grinning eyes suddenly GO WIDE as Driver \n[2]\n[3]\n[4]- \n[5]inters' Elevator Office lowers into a balcony level building \n[6]30. \n[7]inters SMASHES the portal, stopping the slew of monsters \n[8]32. \n[9]33. \n[10]42. \n[11]a Foot Ninja. Then another to a second Ninja. \n[12]we don't fully see. Glowing eyes pierce out of the darkness. \n[13]\n[14]80. \n[15]\n[16]", "GENERAL AGUILA": "\n[1]None, my lord. \n[2]Fetch. \n[3]Two creatures remain, my lord. \n[4]Then he shall perfectly serve our purposes... let us inform our commander that the final creature has been captured. \n[5]Our master fails to include crucial points in his tale. \n[6]He fails to discuss the petrified agony of three thousand years. \n[7]So, while our great leader basked in the warmth of the sun and the glory of fresh air... we rotted in the stone hell that lasted throughout Wmillennia. \n[8]WE ARE NO BROTHERS TO YOU! Our brotherhood was broken the day that you condemned us to this eternity. \n[9]But thanks to his cunning, his technology, we are now capable of LIVING... we have now become- - gods. \n[10]Join us. Join us Yaotl, and live a life eternal with us at your side! \n[11]\n[12]Destroy them. \n[13]Challenge accepted. \n[14]Silly children. We are immortals made of stone! The Earth has only BEGUN to feel our wrath! \n[15]", "C": "\n[1]\n[2]27. \n[3]\n[4]AM LOWERS further through the asphalt, then quickly hooks up \n[5]45. \n[6]\n[7]56. \n[8]57. \n[9]59. \n[10]79. \n[11]\n[12]89. \n[13]95. ", "O": "\n[1]LOWER - framing the tops of JUNGLE, moonlit and surrounded by mist. A mountain range peaks over the horizon. \n[2]roof revealing - \n[3]N GROUND - A WOMAN VILLAGER is thrown down. Her SON, 8, runs \n[4]\n[5]\n[6]16. \n[7]23. \n[8]31. \n[9]N BIKE - Explodes out of a BACK ALLEY and into the night. \n[10]78. \n[11]\n[12]84. ", "R": "\n[1]\n[2]\n[3]19. \n[4]40. \n[5]\n[6]\n[7]62. \n[8]72. \n[9]Van in full view. \n[10]\n[11]91. \n[12]", "APHAEL": "\n[1]Heh, heh. Nice try, chump. \n[2]I rest my case. \n[3]Yes, sensei. And quit touchin' my stuff. \n[4]Well, I suppose that we shoulda let Mr. Cuddly-kins continue to spread happiness throughout the city... oh wait... HE WAS A FREAKING MONSTER TRYIN' TA KILL US!!! Good call, fearless leader. \n[5]\n[6]Or \"legend\" like the moving statues and flying creature that attacked me n' Casey? \n[7]\n[8]Yes. \n[9]Nice an' incognito there, Mikey. \n[10]Let's NEVER do this again. And who did that?! \n[11]Listen. I'm the last guy to sound like a TV cartoon, but I think we need to work together. \n[12]You wanted to see me Sensei? ", "S": "\n[1]2                                                                 2 \n[2]\n[3]18. \n[4]\n[5]21. \n[6]woman - dressed in cloak and Japanese Noh mask over her face. the Japanese Foot Clan, flanked by three, FOOT NINJAS. \n[7]plinter walks out. OS sound of the TV being turned on. At \n[8]HINK! - Casey accidentally knocks a tiny piece of rock from \n[9]73. \n[10]PACE - The final star drifts into position. A LIGHT BURST \n[11]96. ", "(": "", "ICHAELANGELO": "\n[1]Righteous. \n[2]You HAD to install the music too... \n[3]Joke all you want, Raphy. But train hard and eat your veggies and one day, you too can be as cool as The Nightwatcher, dude. \n[4]First one to touch old faithful over there- \n[5]You dudes see that up there? \n[6]Bad news is WHAT's kickin' the snot out of `em... \n[7]I'm personally worried about a monster running around the streets of New York. But hey, that's just me. \n[8]My compliments to zee chef. Le brrrraaaaaaapp! \n[9]Whoa... I am in the wrong line of work. Nice pad, kids. \n[10]I love you man. \n[11]I'm never usually that happy to be bleeding. ", "NIGHTWATCHER": "\n[1]Boy, oh boy, did YOU pick the wrong night to be a criminal... \n[2]You ever heard of smoke pellets? \n[3]Hey there little fella. All that commotion for just little ole y- \n[4]\n[5]Yeah! That's what I thought! Don't mess with the Nightwatcher! \n[6]Whattaya talkin' about? I JUST \n[7]There ya go, pal. Make sure this is safe. HEY - YOU HEARIN' ME? \n[8]\n[9]This night just keeps gettin' better n' better... \n[10]\n[11]Okay, Leo. Wanna play? ", "PANTERA": "\n[1]We appreciate the generous donation for the continued protection of your village. \n[2]After all, the jungle can be a very dangerous place. BAH-HAHAHAHA. \n[3]Idiota! Watch where you're going! \n[4]Well, what are you waiting for?! \n[5]What?! WHAT IS IT?! \n[6]\n[7]What?! \n[8]\n[9]\n[10]Let's see if a ghost can die, then. ", "M": "\n[1]12. \n[2]along with his gaining speed. \n[3]38. \n[4]ikey and Don high five. Leo and Raph aren't amused. They \n[5]39. \n[6]47. \n[7]58. \n[8]and Casey. Mikey looks around. \n[9]", "INTERS": "\n[1]Gentlemen! Let's begin. \n[2]There was a man named Yaotl. More a force of nature than man. And together with his Four Warrior- Priest Generals, they pillaged every culture in their path. \n[3]So, your job duties were just redefined. Congratulations on your promotion. \n[4]So I will double... no, no... TRIPLE your pay for your troubles. Are we cool? \n[5]So you go and get to know each other. And don't forget... play nice. \n[6]To picking up the pieces. \n[7]\n[8]There are things, Miss O'Neil, no one could possibly know... \n[9]My brothers, I- ", "ASEY": "\n[1]Talk to me. \n[2]Aw, c'mon April! We just started! \n[3]I was just resting my eyes... \n[4]\"And a legend was born\". So what was your handle before that? \n[5]\n[6]Okay, so it was great seein' ya again, Raph. Raph? \n[7]Oh, I got this one covered. \n[8]Huh. Now there's somethin' you don't see every day... ", "A": "\n[1]\n[2]7. \n[3]\n[4]NGLE ABOVE TURTLES - As a large teetering pallet filled with \n[5]beat, then Mikey barely pops the lid open for another peek. \n[6]63. \n[7]68. ", "MUGGER": "\n[1]Heh, heh... suckers. \n[2]Whaaa!!! \n[3]You crazy?! Put me down, man! \n[4]\n[5]Wh-wh-what kinda freak are you?! \n[6]P-p-please. Don't kill me, man. \n[7]Wh-wha-wha-WHAT ARE YOU DOI- AAAGH! ", "L": "\n[1]eo hugs Splinter. \n[2]\n[3]\n[4]61. \n[5]Oh god. He's lecturing. \n[6]eo!!! Hang on!! \n[7]", "T": "\n[1]6. \n[2]25. \n[3]37. \n[4]hisiscrazythisiscrazythisiscrazy. \n[5]he creature lunges down again, but this time, Night is \n[6]92. "}}