{"dialogues": {"BOND": "\n[1]There has to be an easier way to earn a living. \n[2]Negative, one. NOT YET. \n[3]By the way: Thank the General for all his \"assistance.\" Over and out. \n[4]... And what do you call these? \n[5]Indeed they are. Deadly little things. \n[6]And what do you call these? The Gang of Two? \n[7]I was just getting to the interesting part! \n[8]Remind me. \n[9]Is that Mandarin, or Cantonese? \n[10]Hello - Hello. \n[11]Not at all, Moneypenny. I was just brushing up on a little Chinese. \n[12]Moneypenny... Here I was, finally getting a feel for a new tongue - \n[13]4:30. It may take me a little longer to wrap things up here. \n[14]Tsi tien, Chien-penny. \n[15]I can't. But I did enjoy the dress rehearsal. \n[16]Tsi tien, Professor Wu. \n[17]Nothing like a little imperialism to promote loyalty among the faithful. \n[18]Yes, M. \n[19]Interesting presentation. \n[20]They point, I shoot. \n[21]Of course. \n[22]Depends what number you write. \n[23]Married? \n[24]... Kids? \n[25]No. \n[26]Thanks. Take care - \n[27]Moneypenny! We've got to stop meeting like this. They may be on to us. \n[28]In the darkest moments, it's what I live for. Especially since I've heard how much you like to watch... On the hidden camera. \n[29]Moneypenny! How indiscreet! Have you ever known me to kiss and tell? \n[30]- We all want what we can't have? \n[31]What - no lust for adventure? \n[32]Of course. Minister Johnstone. \n[33]Only what I read in the newspapers. \n[34]Occasionally, yes. British media mogul. Born in Hong Kong; controls newspapers, TV, radio, cable, satellites; books, magazines, movies, computer software. Theme parks. \n[35]'Able to topple governments with a single story' - as he says in his press. \n[36]... What's Harmsway done? \n[37]Perhaps. But it does explain how an ex-KGB agent turned illegal-arms dealer is suddenly portrayed as a long-time friend of the people. If you believe what you read in the papers. \n[38]Of course. \n[39]... Didn't we once investigate Harmsway? \n[40]How will I meet the informant? \n[41]I understand. \n[42]Political considerations? \n[43].... I hate to ask, but... Did you ever think you'd miss Communism? \n[44]Hopefully, it won't get that far. \n[45]Okay, Saunders. What is it this time? Rocket in the leg? Machine pistol in the arm? \n[46]Come on. I know better than that - \n[47]It must do something. \n[48]The die is cast. \n[49]How is old Q? \n[50]Fishing? \n[51]Saunders, I've lit cigarettes - \n[52]... Shoelaces? \n[53]Perfect way to tie up a... 'Knotty' problem? \n[54]Does it work on cash machines? \n[55]I see... \n[56]If you can't do the time, don't do the crime? \n[57]A wedding band??? What am I supposed to be able to do with this? \n[58]...I'll give you a ring from Venice. \n[59]Till death do us part. \n[60]Looking for someone? \n[61]Paris?!? What are you doing here? \n[62]I thought your specialty was good-bye. \n[63]Is this another one of your games? \n[64]I've got half the British government breathing down my neck. I don't have time for your nonsense. \n[65]Nothing. \n[66]What about Elliot Harmsway? Or is this just another one of your stunts? \n[67]Do you? \n[68]What about the uranium? \n[69]Shhhhh... \n[70]How do you know Harmsway? \n[71]So that's how he does it. \n[72]Prego, prego. Permissio. \n[73]Grazie - \n[74]He fought hard... But the case was terminal. \n[75]You've confirmed all the legal details with M? Si. Bueno. She's very... 'Competent.' ...For a woman. \n[76]Let's go over this one more time. You will investigate the boat. You'll signal us if you find the enriched uranium. And then - Pardon. \n[77]And you'll wait until after the press conference - and everyone is gone - before you board the boat and arrest him. Perfecto. Then we turn him over to you, and the English government puts him on a military transport back to London. Do not worry, my friend. I only want what is best. For both of us. Rocco! Un Cappuccino! \n[78]Valentin. What an unpleasant surprise. \n[79]One. \n[80]I must say, Valentin, capitalism seems to be treating you well. \n[81]Of course. If you can't beat the government, you might as well own it. \n[82]The name is Bond. James Bond. \n[83]You might say I've always been one of Mr. Valentin's biggest followers. \n[84]It's a beautiful boat, Sir Elliot. Practically glows in the dark. \n[85]Paris - \n[86]Why didn't you tell me? Why wasn't it in our files? \n[87]Go to my hotel room. I'll be there in twenty minutes. \n[88]One thing at a time. I'll see you in twenty minutes. Go. \n[89]Which part? The Colonel's? Or yours? \n[90]We'll see about that. \n[91]The Danielli. Presto! \n[92]Paris? Paris? \n[93]You might say... 'Public relations.' \n[94]Moneypenny! You're early. You weren't supposed to call until - Yes. I understand. Twenty minutes. \n[95]Sorry I'm late - \n[96]I've looked forward to meeting you. \n[97]Minister - Obviously, MI-6 was not involved in this operation. But I have to defend the Admiral. \n[98]Electronic silence was the safest way to move that gold. Otherwise, any country - or individual - with the crudest missile could just lock onto our signals, and take out the boat. That's what happened to the Sheffield in the Falklands. Since then, it's standard operating procedure for any sensitive shipment. \n[99]Yes. \n[100]I have an excellent teacher. 'Make sure you wear the uniform'? \n[101]It doesn't quite add up. \n[102]The infrared satellite images. No heat, no flame, no explosion. If that boat went down where they said it did, there should have been some residual heat reading on the surface. \n[103]A three-thousand ton frigate doesn't just vanish into thin air. \n[104]... Didn't Elliot Harmsway just move his headquarters to Kuala Lumpur? \n[105]We should be right over it. \n[106]Where? What is it? \n[107]Let's make another pass. \n[108]Get rid of them. \n[109]Still nothing? \n[110]Wade, what the hell are you doing here? \n[111]That's reassuring. \n[112]Let's take a look at the body. \n[113]I don't think so. The veins are cauterized - as if they were sealed by heat... But there are no burn marks on the flesh. It doesn't make sense. Who found the body? \n[114]Ask him if it could have washed in from the west side of the Strait. \n[115]You have a boat? \n[116]Something with an engine? Not oars? \n[117]Tide and current charts. Work backward from the body - find where the ship sank. Where did you get the boat? \n[118]Over there. \n[119]Not if you kill us first - unless that's how you plan to leave Muffy. \n[120]Natalya? \n[121]She married a hockey player. \n[122]We work in the dark. We do what we can. \n[123]Thanks. By the way - was there anything strange the night before last? Odd weather, lost boats - ?? \n[124]...Bus problem? \n[125]Thanks. \n[126]I have to get these to London. Do you know this Captain Cheong? \n[127]Can you arrange a meeting? \n[128]I know. Pirates from Sumatra want the cargo; smugglers from Thailand and Burma want the ships. \n[129]I'm sorry. \n[130]Did you test the auto-pilots? The satellite positioning receiver? \n[131]I appreciate your time - \n[132]Where can I find him? \n[133]I wonder if you handle your liquor more carefully than you handle your boat. \n[134]- And I bet you always leave turmoil in your wake. \n[135]This afternoon. Our boats practically kissed in the harbor. James Bond. \n[136]Vodka martini, shaken not stirred. And another for you? \n[137]Boyfriend? \n[138]Pity. Bring him whatever he wants. \n[139]Actually, I'm here on business. You might say it was a... Golden opportunity. \n[140]Insurance. Lloyds of London. \n[141]I'll keep that in mind. \n[142]Nice to run into you again. \n[143]Not quite yet, Taro - \n[144]He tied one on. \n[145]Q! How are you? \n[146]I'm sorry. It was a national emergency - \n[147]Do you have any idea of what any of that means? In English? \n[148]Do I have to dial '9' to get out? \n[149]- Four wheel drive? \n[150]... 17 Beverage cup holders? \n[151]I must say, Q, you seem to be doing rather well in your retirement. \n[152]Slow down. We're close. \n[153]Who knows? Fog, night... \n[154]Wait a minute - I've got it. There! Off the port bow! \n[155]Cut the engines! It's about two- hundred fifty feet down. \n[156]I'll make a bounce dive. If I can keep my bottom time short, I'll be all right. \n[157]Keep your eye out for pirates. \n[158]That's reassuring. \n[159]...Interesting point. \n[160]...Somehow, that's not reassuring. \n[161]Sidney Winch, meet - \n[162]You have to excuse Miss Winch: She thinks she's on a 'seduce and destroy' mission through life... ...But she won't kill us. \n[163]No. First, because I don't think it's in your nature. And second, because there's no gold down there. \n[164]That's fine, but - even a little London girl knows that one third of nothing is still nothing. \n[165]I hope so. \n[166]I hope you'll be gentle. \n[167]... Unusual technique. \n[168]- The family jewels? \n[169]If I were you - \n[170]Just remember: They think there's ten billion dollars in gold down there. \n[171]Gatling gun beats Uzi. \n[172]Yes - \n[173]Wait a minute - \n[174]Don't you think you're overreacting? \n[175]...That's all well and good, Captain, save for one thing: There's no gold down there. \n[176]Yes, the ship is down there. But the gold is gone. \n[177]I know what I saw - \n[178]Aye-aye, Captain. \n[179]I'm not certain... But I think there's someone I want to press for some answers in Kuala Lumpur. \n[180]Bond. \n[181]Who is this? \n[182]How did you get this number? \n[183]I'm on my way. \n[184]James Bond to see Elliot Harmsway. \n[185]I'd prefer to park it myself. Temperamental. Practically has a mind of its own. \n[186]Sir Elliot. \n[187]Yes... A man with ink in his veins, and blood on his hands. \n[188]... And how many of those newspapers carried Paris Harmsway's obituary? \n[189]I see. \n[190]I wonder if it runs in the family. \n[191]I can feel your pain. \n[192]Sightseeing. \n[193]Yes. I can see: You've hung the rest of your relatives. \n[194]So why did you leave? \n[195]And still not a thing to watch. \n[196]...Although it must be fun to have all those satellites. \n[197]Or disinformation... If you wanted to, say, beam down a signal to send a ship off course? Maybe one degree a minute? \n[198]...Words to live by? \n[199]Briefly. \n[200]Sidney, perhaps we should leave this to - \n[201]Sidney, I wouldn't - \n[202]Why don't we just take these - \n[203]I'm sure they will. \n[204]... Do you have a gun? \n[205]You heard me. A gun? I left mine in the car. \n[206]Listen to me! I'm a British secret service agent. And we have about two minutes before Harmsway kills both of us. \n[207]Harmsway sank that ship and stole the gold. It's on the Sea Dolphin II. And thanks to your little show and tell - - giving him the evidence - We're the only ones who can tie him to the crime. \n[208]Blood or Dutch? \n[209]He's killed closer. \n[210]Maybe. But why are we going up instead of down? \n[211]Sidney, come with me - \n[212]Need a lift? \n[213]... I'd try the stairs. \n[214]The only mistake is that they didn't kill us in the elevator. \n[215]Wait here. \n[216]Out. \n[217]Come here. You shoot. I'll cook. \n[218]Aim that way. \n[219]Shoot back! \n[220]One second - \n[221]... How did you get into marine salvage? \n[222]Not a lot of difference. \n[223]Either way, you're taking the goods from dead hulks. \n[224]Let's go - \n[225]Damn! \n[226]Cleans dirt. Let's go. \n[227]Up. \n[228]Up. \n[229]That should buy us some time. \n[230]Help me move this. \n[231]We'll go down close to the sky bridge. We may be able to swing over and use it for cover. \n[232]... Sometimes, you just have to take the plunge. \n[233]One thing at a time. \n[234]Trust me. \n[235]Let's go - \n[236]Hold on! \n[237]We tried that already. Remember? \n[238]Sidney, we don't have time for this - \n[239]Put your back to the railing. Sit up on it. \n[240]Put your arms around my neck. Lock your legs around my waist. \n[241]Sometimes you just have to - \n[242]It's a lousy job, but - The only reason I stay is for the health benefits. \n[243]He was bad news. \n[244]Down there! \n[245]I think they'd rather know who stole their gold. \n[246]Are your guards really going to kill a helpless girl? \n[247]What did you do, Harmsway? Make some deal with the Chinese government for the gold?.. Was the radioactive uranium I found in Venice part of it? \n[248]I forgot to mention: The job comes with a car. \n[249]Here. You shoot. I'll drive. \n[250]Another reason??? Did I miss something??? \n[251]Aim that way. \n[252]Ready? Now! \n[253]If it's radio controlled, it'll break the code. \n[254]We blast through. \n[255]Sleep well? \n[256]I see you're in your natural element, Harmsway: A room filled with lethal power... ...With a toxic core at its center. \n[257]...So that's what the weapons grade uranium was for. \n[258]- Instant melt-down. \n[259]Why, Harmsway? Wasn't stealing the gold enough? \n[260]What could you possibly have to be vengeful for, Harmsway? Still trying to prove yourself to daddy? \n[261]... I think Uncle Elliot is having his own melt-down. \n[262]... Hong Kong destroyed by nuclear meltdown... British agent found in reactor suspected of sabotage; Harmsway calls for British government to resign. \n[263]What about the gold? \n[264]You'll never get away with it, Harmsway. Too many people know. \n[265]One problem, Harmsway: The girl. And the handcuffs. They'll give it away. \n[266]I'd rather die alone. \n[267]I never believe what I read in the newspapers. \n[268]Where is she, Harmsway? \n[269]Where is she Harmsway? - \n[270]You spineless paper tiger - \n[271]Where is she, Harmsway?!? Or did you kill her like Paris? \n[272]I didn't say when I want to die - \n[273]... Yes??? \n[274]... Yes? \n[275]And number two? \n[276]And when might that be? \n[277]Yes... But some days... Are longer than others. ", "HARMSWAY": "\n[1]...And so, it's somewhat fitting that we are here today... To christen this environmental research boat in Venice - - 'Venezia' - the port where Marco Polo sailed forth to explore the world's great uncharted oceans... That 2/3 of the earth's surface where the sharks are not working members of the press. \n[2]With our six custom designed sea-bed coring drills, we will probe the long-term effects of pollution; our sonars, radars, and research labs will study the wind, the water, and the sea life that so dearly feeds us. \n[3]And so, in the spirit of international cooperation - thanking my good friend, Valentin Zukofsky - the newly elected President of the Ukraine for all his assistance - \n[4]I give this boat to mankind - selflessly - in pure charity asking nothing for myself... But the cable TV rights. \n[5]Miss Venice? If you'll do the honors - \n[6]Now I'll take some questions from the press - even the few of you who aren't on my payroll. \n[7]Actually, my first choice was 'No Comment.' So if someone asked where I was, I could truthfully respond 'No Comment.' Over there. \n[8]No comment. \n[9]The maiden voyage begins tonight. I have some business in London - but the ship will sail down the Nile, across the South China Sea, stopping in Australia, winding up in San Francisco. \n[10]But having said that - let's get to the real business - the only thing that attracts newsmen faster than a breaking story the free food and beverage. \n[11]Always nice to meet one of her Majesty's fellow subjects... Especially one with such distinguished friends. \n[12]I can tell you're a man with an eye for exquisite possessions, Mr. Bond. Darling! Come here. I want you to meet my wife. \n[13]Paris Harmsway, allow me to introduce you to James Bond. \n[14]But then... I believe you two have already met. \n[15]My friends, there's been a terrible mistake. Come. Let me show you. \n[16]I believe this is what you're looking for, Colonel. \n[17]Is it uranium? Absolutely. But watch - It's depleted uranium! Completely safe! A child could sleep on it. \n[18]I received it from the Russian government - a by-product of their nuclear arms program - in the hopes that I could create tools for oceanographic research. It's what I was talking about: 'Swords into plowshares'! The Sprit of International Cooperation! Signore Harmsway. A thousand apologies. Give him the video tape. \n[19]Please. No harm done, Don Franco. Go upstairs, and enjoy the reception. \n[20]Oh - Mr. Bond. One minute. \n[21]I hope you've enjoyed this little charade. \n[22]A piece of advice, Mr. Bond: Don't screw with a man who buys ink by the ton. It's deadlier than uranium. \n[23]Aren't you late for a meeting? \n[24]Don't worry. Mr. Bond will get the message. So will his boss. \n[25]I'm going to the plane. Tell the captain to set sail at once. \n[26]Good morning, Gentlemen. I'm sorry to bring you here under these circumstances, but Considering our meeting was already scheduled, this was a happy coincidence. \n[27]Number One, your report? \n[28]Excellent, Number One. Build a better rat-trap, and the world truly will beat a path to your theme park. Number Two? \n[29]Outstanding, Number Two. By the way - Number Five - ? Who's ahead in the American elections? \n[30]Maybe it's time to publish that story about his sex life. Even things up. A close race is always better for our TV ratings. \n[31]Splendid. Next... Number Three. Your report? \n[32]...Haven't we already paid him for his services? \n[33]... And there's no truth that 10% of that money will go into your Swiss bank account? \n[34]You disappoint me, Number Three. \n[35]...But because I am a just man, I've decided to give Mr. Hussein what he deserves. \n[36]Mr. Stamper will escort you to the plane. \n[37]Good-bye, Mr. Azziz. \n[38]Let's proceed with new business. \n[39]Gentlemen: In exactly 36 hours, we are going to initiate phase one of the word's most perfect crime: The biggest theft in the history of mankind. Right here. In the Strait of Malacca. \n[40]Lovely night for a shipwreck, isn't it? \n[41]Perfect. They'll be searching miles from here. Time for phase two. You can get the men in the water. \n[42]To the right, towards the stern. \n[43]Divers, stand aside. \n[44]Gentlemen: I do believe we've struck gold... Four minutes ahead of schedule. \n[45]Remember the golden rule, Mr. Stamper: He who has the gold, rules. \n[46]Is the helicopter ready? \n[47]Good. We have an appointment in Hong Kong. \n[48]General Li: My young associate here has just informed me that if I waited a year, I could perhaps receive a higher price for this building. He has great faith in Hong Kong. As did my ancestors. With obvious results. \n[49]Yet to sell this building for more money - to profiteer - would run counter to the Chinese sprit of guanchi - mutual trust and obligation; it would violate the ancient principles of feng shui - - the reason we sign five documents instead of an unlucky four, and why this building has a fifth, non-functioning ventilation shaft on its roof. Wind and water, fire and rain, earth and sky - feng shui. All things - at one, in balance, with nature. \n[50]Thank you, General Li. Now I'll just sign this last document - \n[51]Terribly sorry. Mr. Stamper? \n[52]Of course! How foolish. More bad luck. I'll just borrow yours - \n[53]An old Chinese toast to our friends... \n[54]Confusion to the enemy. In 48 hours, that building - and all of Hong Kong around it - will cease to exist. \n[55]Morning, morning all. What have we got? \n[56]Pencil it in for the next trip - \n[57]Send him a $10,000 campaign contribution, and explain I have no control over what my journalists write - \n[58]No - \n[59]Yes - \n[60]Excellent. \n[61]Morning, all my golden retrievers. What kind of havoc shall we create in the world today? \n[62]Good. \n[63]Better. \n[64]Boring - \n[65]Dog bites man. Man bites dog is a news story. Riots at the World Cup soccer finals is a social announcement. Next? \n[66]Is that so? \n[67]I'm shocked!! Issue the usual vehement protest: Freedom of the press, people's right to know... Lather it up with a lot of righteous indignation. Next? \n[68]Elliot Harmsway! I heard you were in K.L. and thought we might get together for a chat... \n[69]We seemed to get off on the wrong foot back there in Venice. \n[70]Oh, please, Mr. Bond. We live in the information age! Information is currency - and with the right currency, you can have any piece of information. Besides I own the phone company. What do you say? Twenty minutes? \n[71]Let's find out exactly what he knows. \n[72]Mr. Bond! Nice to see you. \n[73]Come. Let's get out of the noise. - I'll give you a tour of the building, then we'll talk. \n[74]It's funny, Mr. Bond. Of all the things I own, nothing gives me as much enjoyment as my newspapers. \n[75]Ironic, isn't it? In the age of TV, I still can't get the ink out of my veins. \n[76]We print 31 newspapers here; another two-hundred-and-seventy at satellite plants around the world. \n[77]All of them, Mister Bond... After you? \n[78]Before I became involved with Paris, she was always involved with the most inappropriate' men... Playboys. Thrill seekers. Middle aged Peter Pans who only brought out the worst in her. \n[79]I tried to save her. But she remained a manic depressive: Fits, inappropriate behavior... Delusions of grandeur. \n[80]The only difference between a psychopath and a genius, Mr. Bond, is the degree of success. \n[81]Still, I do miss her. I only wish she could have lived to see all this. \n[82]By the way - what is it that brings you to Kuala Lumpur, Mister Bond? \n[83]I call this the Rogue's gallery. \n[84]My third great Uncle - the Earl of Aberdeen - negotiated the purchase of Hong Kong from the Chinese. His son-in-law - George Harmsway - made the first family fortune, running opium into Shanghai... His son, Thomas, who lost it, smoking the opium... And my grandfather Henry, who opened the first telegraph station, and published the colony's first English newspaper. It was a city of unlimited possibility. \n[85]Because it's a dying city. Since the Chinese take-over, who knows what can happen tomorrow? In any case, this is my father, Charles: A royal bastard who started the first radio and television stations. Said I'd never amount to anything, but... I turned it into this \n[86]Welcome to the new world order, Mr. Bond. Churchill had his armies; Caesar had his legions; I have my divisions: News, sports, business, entertainment. And these are my foot soldiers: 2000 people working on 14 floors to feed 300 newspapers, 4 cable news networks, 87 magazines, and 29 different cable TV channels - in 35 languages. \n[87]They're merely tools to disseminate information. \n[88]Fantastic idea Mr. Bond! Perhaps I should buy it for a book! It's totally preposterous, but - You amuse me. ...And now perhaps I can amuse you. \n[89]Let's see... First we have this James Bond... I believe he's a field adjuster for Lloyd's of London... \n[90]Then we have this James Bond. \n[91]... Licensed to Kill... Not a bad title for that book... Or perhaps you'd prefer this James Bond - \n[92]Who I believe they call \"007.\" \n[93]You see, Mr. Bond, you and I are both men of action. But your era is passing. Words are the new weapons; satellites the new artillery. And make no mistake about it: In the right hands, they can be as deadly as your Walther PPK. \n[94]Your choice. Look at the time! Come. There's someone I want you meet - about a story I'm thinking of publishing. \n[95]Hello, dear. I'm sorry I took so long - \n[96]I see you two have met. \n[97]Don't pout, Sidney. I invited him here hoping he might shed some light on your story. He's from 'Lloyd's of London.' ...Aren't you, Mr. Bond? \n[98]It seems - Mr. Bond - that Miss Winch has told me the most incredible story: A sunken British warship filled with gold; a British cutter firing on her; billions of dollars in bullion lying on the bottom of the Strait. \n[99]Obviously, the British government denies all of this - \n[100]- But as I've explained to Sidney, without proof, there's just no story. Don't you agree Mr. Bond? \n[101]...And what's that, my dear? \n[102]...I see. \n[103]... I believe it's a depleted uranium drill bit, my dear. \n[104]...Well! I do believe this requires further investigation! \n[105]No matter what the British government says, I won't kill this story. Miss Oxford will show both of you to the elevator... And one of my people will definitely be in touch sooner than later. \n[106]Good-bye, Mister Bond. \n[107]Good-bye, darling. \n[108]Stamper! They're not to leave this building alive! \n[109]Where are they? \n[110]Warn him! \n[111]Get more men up there! \n[112]... And so much for that. They're on the 72nd floor set-back. Nowhere to go. \n[113]I should have hired this man. Get somebody up there! \n[114]Vert, very, good Mr. Bond. Outstanding performance. \n[115]I'm the certain the British taxpayers would be impressed by your efforts. Don't you agree? \n[116]Why, I did, of course. It's on the Sea Dolphin II, twenty miles outside of Hong Kong... Not that it will do either of you any good to know. Now both of you: Stand up. And toss the gun out, Mr. Bond. \n[117]Oh, please, Sidney. There's a hundred billion dollars at stake. Besides, I never really liked your father that much. He cheated at cards. \n[118]My guards are from South Africa, Mr. Bond. This is their chance to get even with the formerly 'Great' Britain. Now both of you. Put your hands on your heads, and step forward. \n[119]Questions, questions, Mr. Bond... Which I'm afraid I've neither the time, nor the inclination to answer. Take them out to the jungle and - \n[120]Kill it! Shoot the damn thing - \n[121]Seal the garage! Cut the power! He's got no headlamps! \n[122]- Built to withstand a nuclear blast. Are they alive? \n[123]No. I have a better idea. In fact, Mr. Bond may have actually improved my original plan. Bring them both to Hong Kong. And Make sure he has nothing else up his sleeve. \n[124]Get the machine in the water! \n[125]Excellent. \n[126]Do come in Mr. Bond, Sidney... You're just in time for a nuclear meltdown! \n[127]Please, Sidney. I'd like to remember you fondly. \n[128]Start the grinders. \n[129]Precisely, Mr. Bond. In a matter of minutes, the boring device will arrive at the core of the reactor... And when the radioactive blades cut into the plutonium - \n[130]Chernobyl will look like a campfire. \n[131]Bore through. ...They used to say living well was the best revenge, Mr. Bond. They're wrong. Revenge is the best revenge. \n[132]Hong Kong, Mr. Bond! \n[133]A hundred and fifty years ago, my ancestors took this island - a barren, lifeless rock - and turned it into the greatest city known to modern civilization. And now that I'm being forced to give it back, I intend to return it in exactly the same condition: A barren, lifeless rock. The gold is merely reparations - payment from the spineless British government who wouldn't listen. \n[134]Smash through it! Laugh all you'd like, Mr. Bond - but you fit perfectly in to my plans. Here. This just in. Newsflash. Read all about it. \n[135]...As the advertising says: Tomorrow never lies. \n[136]Thirty seconds. That's the most brilliant part of the plan, Mr. Bond: To save the economy, I'll let the new British government - my British government - announce that the gold was irradiated in Hong Kong - where no one will be able to touch it for a hundred years. And just by coincidence: \n[137]...Gold mine opens in Vietnam. Let's go. Put them in the airlock. \n[138]Who, Mr. Bond? The kooks - the crazies - the conspiracy theorists? The Oliver Stones of the world? I'll publish their books, I'll make their movies, I'll put them on my TV shows! They're my bellboys. They carry my luggage. \n[139]Now. Get them in the airlock. \n[140]How sweet. \n[141]Take the girl. Leave the handcuffs. We'll drown her at sea. \n[142]I'll meet you on the boat, south of Lantau Island. \n[143]You come with me - You stay here. \n[144]Any news? \n[145]Alert the media! \n[146]You're so cute, my dear. But I'm afraid not. Put her in the storage room. \n[147]We'll get rid of her when we're in International waters. Set sail, full speed, due south. I'll be in my cabin. Let me know when Mr. Yung arrives. We'll break out the champagne. \n[148]Yes? \n[149]What the hell is going on? \n[150]What the hell is going on? \n[151]Kill him! Finish it! \n[152]Stamper! Report in! \n[153]Pity you'll miss your obituary. \n[154]You want to kill me, Bond? Go ahead. \n[155]What is it, Bond? You haven't the guts? \n[156]We all go down together!!! ", "SIDNEY": "\n[1]Bourbon. Neat. \n[2]Sometimes, you just have to plunge into things. Be reckless. \n[3]Have we met? \n[4]Sidney Winch. \n[5]No. But you can buy a drink for my friend, Taro. \n[6]Chaperone. I'm waiting for my dinner date. \n[7]So what brings you to Kuala Lumpur, Mr. Bond? Wait - don't tell me: Unhappy marriage? Running from some poor little girl with two kids and a Chanel pocketbook in - London? \n[8]And exactly what business are you in, Mr. Bond? \n[9]The Strait can be a very dangerous place, Mr. Bond. A few words scribbled on a piece of paper in London doesn't carry a lot of value out here. Including life insurance. \n[10]I see my date is here. And I think Mr. Bond is ready to leave. \n[11]Let's not make it a habit. \n[12]Uncle Elliot!! \n[13]Just give me one goad reason - Mister Bond, from Lloyds of London - why I shouldn't kill both of you, burn your boat, and use your bodies for shark bait. \n[14]Who is he? \n[15]- Shut up! \n[16]No? \n[17]So charming! So suave! Don't insult me. I'm not one of your 'little London girls' who falls for the lies. \n[18]Every wharf-rat from here to Hong Kong knows what's on that boat and I'm claiming it. One-third of that gold is mine. \n[19]Was he carrying anything? \n[20]Search him. \n[21]Do I have to do everything around here? \n[22]Think about mom. \n[23]And what do you call this? \n[24]What is this? \n[25]Bring them. \n[26]- You're not. \n[27]Thank you. \"Now hear this: Drop dead.\" \n[28]I am. What do you want? \n[29]Forget it. No way. I got here first. \n[30]What's your name? \n[31]My name is Sidney Winch, and - \n[32]I know my rights. These are international waters. The British Navy abandoned that boat, and I'm claiming it. Under international law, I have the right to salvage what's on that wreck. \n[33]I was an attorney! \n[34]No. \n[35]You won't get away with this! \n[36]You bastards! Believe me - you haven't heard the last of me! \n[37]That's okay, Uncle Ell - \n[38]What is HE doing here? \n[39]He's not going to tell the truth! He was diving for the gold! \n[40]- I told you! He was there! - \n[41]But I have proof! You ran out of here so fast, I didn't get to show you. \n[42]He brought that up from the wreck. \n[43]And what about this? Any idea what this is? \n[44]No. I want Sir Elliot to keep them. \n[45]Thank you, Uncle Elliot. \n[46]What? \n[47]That's funny: you struck me as the kind of man who always carries protection. \n[48]Has anyone ever suggested that you're a paranoid psychotic? \n[49]Elliot Harmsway is my Uncle! \n[50]He was my father's best friend! \n[51]You are seriously deranged. \n[52]Not if my life depended on it. \n[53]Thank God! He's crazy! \n[54]No. \n[55]This is a mistake! \n[56]This has got to be a mistake. \n[57]No. I'm going with you. \n[58]\n[59]Okay. So it wasn't a mistake. What do we do now? Offer them dinner?!?! \n[60]My father left me the business. \n[61]I used to be a divorce lawyer in New York City. \n[62]What do you mean? \n[63]What the hell does that do? \n[64]Down? \n[65]Down? \n[66]Now what? \n[67]No way. I sail. I do not fly. \n[68]All I know is one thing: If we get out of here alive, that gold is mine. I've earned it. \n[69]What now? And don't give me some movie cliché like 'trust me.' \n[70]We're going to bounce off that thing! \n[71]What about the elevators? \n[72]You know, this is as much your fault as it is mine. \n[73]Sure! Just when I want to talk - Not that I would have believed you - \n[74]Are you listening to me? \n[75]... We have time for that? \n[76]Don't say it. \n[77]Is this - like - a normal day for you? \n[78]Uncle Elliot: How could you do this to me? \n[79]...You know, that's another reason you're probably not in a successful relationship. \n[80]You insist on calling all the shots. And by the way: I am not a helpless girl. \n[81]We're not going to make it! \n[82]If not? \n[83]Next time, I do the driving. \n[84]You bastard - \n[85]No. I want to stay with him. \n[86]My timing always was lousy. \n[87]Enjoy the rest of your life. \n[88]- Can't we make a deal? I won't say anything - \n[89]What do you mean, you'd rather die alone? \n[90]Before we go any further here, Mr. Bond, from Lloyds of London, I just want to get two things straight. \n[91]First, that boat is in international waters. I'm claiming it for salvage. One-third of that gold is mine. \n[92]If you think we're going to have some kind of 'life affirming' romance here just because we cheated death, let me be clear: We're going to have it where I want, and when I want. \n[93]Now. \n[94]James... Is this really what a typical day is like for you? ", "M": "\n[1]... What were you saying, Admiral? Something about this 'not being a job for a wine-sniffing, skirt-chasing playboy spy?' \n[2]What do they say in Russia, General Bukharin? \n[3]I'm interested in success, Admiral. Not who gets credit. Mr. Tanner: What have we got? \n[4]What about ID's? \n[5]But - \n[6]Admiral - \n[7]Bring up the tracking satellite. And get 007 out of there. \n[8]Who is it? \n[9]Meaning there may be nuclear material down there? \n[10]Who is that?!? What's in the box?? \n[11]What's in the box, General? What's in the box??? \n[12]Will it go off? \n[13]Abort the cruise. \n[14]\n[15]Will the cruise set it off? \n[16]Get me the Prime Minister. Alert NATO, the CIA, the Pentagon. Seven: This is a direct order. I want you out of there. Do you copy? \n[17]Don't tell. I don't want to know. \n[18]And that's enough enriched uranium to produce how many nuclear devices? \n[19]And the participants? \n[20]Thank you Colonel Everhart. 007, I'd like to see you in my office. Why don't you and the Colonel exchange numbers if you need more information? \n[21]Come in, 007. You know the Minister? \n[22]Tell me, 007, what do you know about Elliot Harmsway? \n[23]- Along with Tomorrow - the first world-wide newspaper. Circulation 27 million. Daily. - \n[24]It seems, 007, we've received a tip \n[25]- that Sir Elliot may be involved with Stamper and Yung, and the missing Uranium. \n[26]That may be the case at present, Minister Johnstone... But our own sources suspect that Mr. Harmsway used his considerable Russian media - holdings to elect Valentin Zukofsky President of the Ukraine - in trade for the uranium. \n[27]... No more than I need remind you, Minister, that merely being a member of the lucky sperm club - does not preclude one from a life of criminal activity. \n[28]The reason I invited the Minister here, 007, was to reassure him that this investigation will be handled with the utmost discretion. \n[29]Which is also why I've withheld this information from NATO and our allies. \n[30]Yes. 1988. He was furious at the British plan to return Hong Kong, and supposedly started his own negotiations with the Chinese Government. The inquiry went nowhere - but it did earn MI-6 a rather powerful enemy - \n[31]I'm sending you to Venice, 007. You're to check out the source, determine whether Elliot Harmsway is involved with the enriched uranium, and, if so, stop him. \n[32]You're to wear this mask at the Venice Carnival, and wait to be contacted. \n[33]Would you send in the new man from equipment branch? \n[34]We serve the interests of the British people, 007. No matter who we may be foolish enough to elect. \n[35]But if Elliot Harmsway is involved with that uranium, I want him prosecuted to the ends of the earth. \n[36]Come in, Saunders. \n[37]Good luck on your mission, 007. \n[38]Actually, you're just in time. Admiral Roebuck: You know Commander Bond, don't you? \n[39]As you wish. \n[40]...You're turning into quite the politician, 007. \n[41]What do you make of all this? \n[42]Sabotage? \n[43]I've already contacted our station in Kuala Lumpur. They're lining up a local contact. I want you to find that gold, and secure it. \n[44]Contrary to what you may believe, 007, the world is not filled with mad-men who can hollow out volcanoes, stock them with big-breasted women, and threaten the world with nuclear annihilation. \n[45]The case is closed. The Italian authorities ruled the girl a suicide. We had enough trouble keeping your name out of the media. For everyone's sake - Your job is to find the gold. Not settle some personal score with Elliot Harmsway. \n[46]Moneypenny, take the following release: The body of Sir Elliot Harmsway was found floating in the South China Sea this morning, at 08:00 hours local Hong Kong time. At present, local authorities believe the media mogul committed suicide. ", "WADE": "\n[1]I am not here, ol' buddy. The CIA has absolutely no knowledge of the missing ship, the missing gold, where it was going, or when it left Hong Kong. \n[2]Hey - the world is my office. \n[3]Smells like... Coffee plants. \n[4]Colorful... Shark attack? \n[5]I don't know if you'd call it a boat... \n[6]Step into my office. \n[7]What do you want with the Harbor Master? \n[8]Seized it from a guy smuggling computer chips out of Bangkok. Should have seen his rose garden: Blooms the size of hand grenades. \n[9]I think I've just seen my next future ex-wife. \n[10]By the way, Jimbo - whatever happened to that girl - in Cuba - ? \n[11]Yeah. Russian Minister of Transportation. \n[12]I envy your 'undercover' assignments. \n[13]Spends his nights at the Kuala Lumpur yacht club. \n[14]Hell. The CIA built that club. \n[15]Okay gentlemen. The name of the game is 7-card Cambodian stud. Everything is wild! \n[16]Yo! Jimbo! I won five hundred - What happened? \n[17]I dunno, Jimbo. It can't be out here. How could they get this far off course? \n[18]They'd never sail this close to the shore. \n[19]Two-fifty's pretty deep for air. You should really be using mixed gases. \n[20]I got you covered. \n[21]Smell that Jimmy? Sea Kelp. \n[22]Hey - it could be worse. At least they speak English. \n[23]So you two know each other!?! Small world, ain't it? What happened? Commitment problems? \n[24]Jack Wade. Citibank. Commercial loan division. If you're ever lookin' for a sweet refinance on the boat - \n[25]So it was commitment! \n[26]That would be me - \n[27]- Nice trick with the arrest. Very convincing. \n[28]Where to now, Jimbo? \n[29]Life is not fair. \n[30]Tell me, Q-ster. You do ever do any gardening? ", "STAMPER": "\n[1]Who is he? \n[2]Take her to the boat. \n[3]Gum? \n[4]Here. Something to read on the plane. \n[5]Bye-bye. \n[6]We've decoded their last transmission. \n[7]Divers approaching the hull. \n[8]I'll do it. \n[9]Fueled and waiting. \n[10]Does he have a gun? \n[11]Good - \n[12]Shut up! \n[13]Open 14. \n[14]Help me up. \n[15]The stairs! Attention all units! They're on the 71st floor! \n[16]It's a trick! After him. They're in the south stairwell! \n[17]No. Get the fire ax. \n[18]They're on the bridge. Seal off the 50th floor! \n[19]They're heading for the press room. Stop them! \n[20]Yes. Shall we kill them? \n[21]Put on your clothes. Cuff him. \n[22]What do you want me to do with her? \n[23]There it is. \n[24]It's him. They both made it. \n[25]Get the guns! It's not him! It's Bond!!! \n[26]It's Bond! \n[27]You're mine now. \n[28]I'm going to do this slowly - ", "FIRST OFFICER": "\n[1]Yes, sir! \n[2]Attention all hands. Now hear this... \n[3]We will rig immediately for electronic silence. All electronic gear is to be shut down... \n[4]All personal radios, video devices and computers will be stowed at once. \n[5]Let's hope so. \n[6]We'll all breathe a lot easier when we get this cargo back to London. \n[7]Can't see a damn thing in this fog. Rating: What have we got? \n[8]What's wrong? \n[9]Not in the Strait. How's our position? \n[10]Did you check the auto-pilot? \n[11]Check it again. What about the global positioning satellite? Could there be something wrong with the signal? \n[12]How is it now? \n[13]A dead head. Water logged timber. Floats straight up. You sometimes see them on the east side of the channel - from the logging camps on Sumatra - but they don't usually float this far west. Muncy! Engines to half! \n[14]Chew up a log like that in the propeller, you end up with enough paperwork to go from here to London. Twice. \n[15]Punch up the radar - \n[16]That's impossible! We're in the middle of the channel! \n[17]Full stop!!! Call the captain! \n[18]What?!?! \n[19]Get me damage reports! Start the pumps! \n[20]I think we've been holed, sir! \n[21]Sound the general alarm! Seal all compartments! \n[22]Go to back up generators! \n[23]Where the hell are those generators? \n[24]Get those pumps working! \n[25]Where the hell is the Captain?!?! \n[26]Abandon ship! Break radio silence! Send our position! ", "CAPTAIN MORTON": "\n[1]Attention sea barge: Lay down your weapons, and prepare to be boarded. \n[2]Repeat: Lay down your weapons, and prepare to be boarded. \n[3]Who's in charge here? \n[4]You have precisely one minute to pull up your anchor and be under way. \n[5]Who's Wade? \n[6]Thanks for your message. And you're Bond? \n[7]Guard! Arrest these men! Escort them to the cutter! \n[8]Get them out of here. If he says one word, shoot him. \n[9]Captain Morton. \n[10]Good for you, Miss Winch. You now have exactly 30 seconds to get this rust bucket out of here. \n[11]Fifteen seconds. Perhaps you should consider hiring an attorney. \n[12]Hmmm. I suppose this is a step above that profession. Ten seconds. Are you leaving? \n[13]You leave me no alternative. \n[14]Cut her anchor. \n[15]Good-day, Miss Winch. I advise you to get some steam up - before you run aground. \n[16]It's no trick, Mr. Wade. I've got half a mind to throw both of you in the brig. \n[17]Yes. The famous James Bond. I've heard all about you, sir. You were under direct orders to act as an observer - and yet you had to go off, on your own, like some half-assed CIA cowboy - Endangering the gold, attracting that lunatic woman, and then putting in a distress call for us to save your bloody hide. \n[18]What are you talking about? We went through all this and the ship isn't even down there? \n[19]That's absurd! It took two squads of forty men fifteen days to load that gold. ", "MINISTER JOHNSTONE": "\n[1]007. \n[2]His newspapers? \n[3]A rumor - from an anonymous source - \n[4]Hearsay. Idle chatter from a source you can't identify - who insists on talking only to 007. Nothing but loose talk and innuendo. \n[5]More scurrilous, unsubstantiated gossip. \n[6]Need I remind the two of you that Elliot Harmsway - Sir Elliot Harmsway - is directly descended from the Earl of Aberdeen? That his Scottish ancestors practically invented Hong Kong - and out of sheer gratitude, Queen Victoria herself named the port \"Aberdeen Harbor\" in their honor? \n[7]Not to mention the chaos it caused at Whitehall when his newspapers began screaming for the recall of the sitting government. \n[8]There is one last thing, 007: Elliot Harmsway is vital to the economic interests of this nation. He's also a major contributor to the party. I expect him to be given every consideration. \n[9]To the best of my recollection, Mr. Bond, I suggested no such thing. In fact, I was never here. \n[10]Good evening. I've just spoken with the Prime Minister at the economic summit in Tokyo; he's expecting a full update within the hour. For those of you still unaware, some forty minutes ago - \n[11]Admiral, are you suggesting - \n[12]As I was saying: Approximately forty- five minutes ago, we received an abandon ship signal from the H.M.S. Indomitable. Looking at these infrared satellite images - provided by Mr. Tanner of MI-6 -the ship is presumed lost here, just south of Kuala Lumpur, where she broadcast her last position. \n[13]One-third of the British gold reserves?!? What kind of idiot loses - What is it? The equivalent of ten billion US dollars??? \n[14]What the hell was the gold doing on that boat? \n[15]Why wasn't the ship protected?!?! Why was it sailing without radar? \n[16]And I have the entire British economy to worry about. \n[17]At least we know where the gold is. When are the recovery ships due? \n[18]I expect to have that gold recovered in 36 hours. Until then, I'm imposing my own electronic silence: For the sake of the economy, not a word to NATO, the press, the CIA. ...And so long as Commander Bond here seems to be such an expert on these matters, I want him to go along as an observer. Are we agreed? ", "YUNG": "\n[1]That was too close. \n[2]You heard him. Get the men in the water! \n[3]Now! \n[4]Let's go! \n[5]A generator blew. Nothing to worry about. But I need one last shot of you. Why don't you stand by the alarm? \n[6]Up the stairs! \n[7]I'm sorry to interrupt again. But we need one more picture for the story. \n[8]Why don't you line up against the wall? Let's make it a group shot. \n[9]The drill is in the water; approaching the intake tunnel. \n[10]Approaching the first gate. \n[11]We're through the first gate. Approaching the second - \n[12]Entering the main tunnel - ten minutes to target - \n[13]You have to leave - \n[14]Approaching the third gate - \n[15]You must go. Now. Otherwise the boat won't be out of range - \n[16]Take the men. I can finish alone. \n[17]We'll cut through the last gate, then set it on auto-pilot. \n[18]Check it out. Be careful. ", "SAUNDERS": "\n[1]\n[2]Q's retirement party. I'd just put the knife into the cake, and - \n[3]Well... If you insist. \n[4]Now pay attention, 007. We haven't much time to demonstrate your new Q toys. \n[5]Gone fishing. \n[6]Big game fishing. Sonar torpedoes. Retirement gift from his friends at the CIA. \n[7]In the meantime, perhaps this will spark your interest. Cigarette lighter. Thumb here, press here - \n[8]Not from forty feet. \n[9]The disposable lighter also contains a small self-detonation charge Depending on who - or what - you wish to dispose of. \n[10]Stop fidgeting, 007. Next - \n[11]Plastique explosive shoelaces. Cut them to regulate the size of the blast; totally harmless until you attach the detonator hidden in the heel of your shoe. \n[12]Moving along - A typical plastic security card. Name here, magnetic information stripe here - And a code breaking microprocessor here. Swipe it through any card reader - anywhere - you're in. \n[13]It was an authorized test. I returned the money. \n[14]Finally, your new watch: Blue laser here for signaling or burning through locks; press this button, the sweep hand becomes a Geiger counter. \n[15]Oh. I almost forgot. There is one last thing: Before Q retired, he asked that I give you one other protective device. \n[16]I believe Q's exact words were: \"Hopefully, nothing.\" ", "PARIS": "\n[1]Hello, James. \n[2]Is that any way to say hello? \n[3]Oh, James. I've missed you - \n[4]Stop it! You're hurting me! Can't you just be nice? \n[5]Don't you even miss me? Didn't I mean anything to you? \n[6]No! He's crazy - he's insane. He hates everybody. He's got these plans - You've got to help me, James. I'm sorry. I'm sorry for everything. I know I was wrong - but you've got to protect me. I know you still love - \n[7]Do you feel better now? \n[8]It's on the boat. He's holding a press conference tomorrow. \n[9]I'm so sorry, James. I promise, I'll never leave you again. \n[10]Just hold me. \n[11]Kiss me. \n[12]Bastard! Leave me alone! \n[13]Nobody. Just some drunk. Leave him alone - \n[14]Leave me alone! He's going to kill me!! \n[15]He didn't want anyone to know. He kept it out of the papers. He said a third wife was bad for his image. You've got to protect me! \n[16]Just - say it. Say it just once. ", "TANNER": "\n[1]A regular terrorist swap meet. Death at discount: Two Chinese Long March Scuds, a pair of Soviet A-17 attack helicopters - \n[2]And the crates look like American M-16 assault rifles, Chilean antipersonnel mines, six French Exocet missiles, and 75 - no maybe a hundred - kilograms of Czech made C-4 Semtech explosive. Something for everyone. Fun for the whole family. \n[3]One to seven: Deal the face cards. \n[4]Gustav Meinholtz. Neo-Nazi, former East German STASI agent. Ties to the Beider-Meinhoff gang. Aces high, seven. Bid to the east. \n[5]Vilko Barkoviac. Bosnian war criminal; thought to be operating freelance out of Teheran. Full house, seven. Bid to the North. \n[6]Sitoshi Isagura. Japanese religious fanatic. Wanted for the Tokyo subway - \n[7]One to seven: Exit target area. Repeat - \n[8]Oh, no. \n[9]Kim Dae Yung. North Korean Nuclear specialist. \n[10]I don't know. He's not in the database - \n[11]Maybe. Maybe not. \n[12]One to seven - one to seven - \n[13]Soviet SB-9 nuclear torpedo. Yield, one kiloton. \n[14]Yes. \n[15]God help him. ", "MONEYPENNY": "\n[1]Hello, James. I hope I'm interrupting something important. \n[2]I'm sure she is, James. But I'm afraid you'll have to 'kiss off' the rest of your lessons this afternoon. \n[3]Four o'clock. M will meet you in the conference room. \n[4]Four o'clock. Don't be late. \n[5]Ah, James. You always were a cunning linguist... Au revoir, mon cher. \n[6]Don't ask. \n[7]Hello, James. Enjoy your meeting? \n[8]By the way, James: Ordinarily I would never ask, but... Weren't you and that Colonel once stranded on a raft for two weeks in the Sargasso Sea? \n[9]Actually, I've never known you to do either... But - \n[10]Not all of us, 007. \n[11]No, 007. It's just that I've learned from personal experience - that when we get what we want - Somehow the reality is never as... Satisfying as the fantasy. \n[12]Don't keep M waiting. \n[13]Right away. ", "ADMIRAL ROEBUCK": "\n[1]- I'll be sure to acknowledge 007's 'assistance' in my report to the Prime Minister. But this is, still, a naval operation. \n[2]I've seen enough. Let's finish this. Tell your man to drop back. We're initiating plan B - \n[3]- Thank you, M. But this is more than your man can handle. Are we in agreement? \n[4]Command to Nelson: Authorization to fire. \n[5]I appreciate your assistance, M. But this is now a military operation. \n[6]It's too late - \n[7]Jesus. Can't you people keep anything locked up? \n[8]Excuse me, but - I must formally protest this meeting. Given the nature of what's occurred - and the need for secrecy - I see no reason to involve the air force, the army, or MI-6. This is an internal affair that should be handled strictly by the officers of her Majesty's Royal Navy. \n[9]Yes. Of course. \n[10]We were bringing it back from Hong Kong. Under orders from the Treasury. \n[11]I resent your tone, sir. I have men who are missing - \n[12]36 hours. They've already sailed from the Persian gulf. ", "HELMSMAN": "\n[1]Zero one three. Due north. \n[2]We're on course again. \n[3]Damn. It's doing it again. \n[4]About every ninety seconds, the auto- pilot jogs us to the west. \n[5]Then re-sets us to the north. \n[6]The Captain wants us on the East side of the channel. ...Cross current? \n[7]The back-up does the same thing. \n[8]Seems to be back to normal, sir. \n[9]Aye-aye sir. Engines to half. \n[10]The engines are gone! \n[11]We can't hold out much longer, sir! \n[12]Slipping to stern! ", "Q": "\n[1]Retired. I'm not getting paid to help you save the world anymore. \n[2]That hardly makes up for the imposition. Now, for what I hope will be the very last time - pay attention, 007. First, computer generated retrograde analysis map. Body here, meteorolog- ical influences here, likely vector- ing of the ship's coordinates here. \n[3]Not a clue. I didn't lose the ship. Next, your new personal communicator. Picture-phone, fax, beeper. \n[4]I don't care who you dial, so long as it's not me. Next - \n[5]\n[6]Yes. And do try to keep all four of them on the road. All the usual refinements: Smoke, missiles, machine guns - Fully operational remote control. Drives forward, reverse - Stop that! Plus infrared thermal imaging radar, heads up instrumentation, and 17 beverage cup holders. \n[7]Standard equipment. The world's automobile manufacturers seem to be in some kind of mad war to see who can provide the most beverage cup holders. \n[8]Don't even think about it. 007. They're my granddaughters. \n[9]... As usual, I see the situation is in 007's very capable hands. \n[10]You're right. \n[11]Thank you. \n[12]...The only thing I ever planted was bugs. ", "DiGIACOMO": "", "VALENTIN": "\n[1]What is it that brings you to Venezia, Mr. Bond? Business - Or somebody else's business? \n[2]New mistress. So? Go! \n[3]Here. Take an inch. \n[4]Come. Let me buy you a drink. It's free. \n[5]Two vodka martini's. Shaken. Not stirred. And you? \n[6]I used to sell weapons; now I buy votes. Off the record. \n[7]Wait - I want you to meet a friend of mine. Elliot! Elliot! Come here. \n[8]Elliot Harmsway, I want to introduce you to an old friend - \n[9]'Biggest followers?' He's practically made a career' of it!! \n[10]I think I suddenly remembered an urgent meeting in Moscow. ", "CAPTAIN": "\n[1]Weapons authorized. Prepare to fire. On my count: Five. Four. Three. Two - \n[2]Position? \n[3]Mark. \n[4]Set course, two-ten degrees, south south east. \n[5]Orders from London: For the next ninety-six hours, we're to run on full radio silence. Double watches, full alert. We're to send one encrypted positioning burst to London every six hours - otherwise, zero electronic emissions. \n[6]Inform the men, then run a surprise inspection. If someone paints us, I don't want this ship showing up on their radar screen like some god-damned Harrod's Christmas tree. \n[7]I'll be in my cabin until oh-six- hundred hours. \n[8]I don't care what you think you saw. You're a damned amateur. Just get off my ship. Go back to your trench-coats and your code names - and leave the job to professionals. ", "DOMINIQUE": "\n[1]Interesting video tape. \n[2]Do you have a pen? I just got promoted and don't have my new cards yet. \n[3]... Does this do anything? \n[4]Happily. \n[5]Three. You? Married? \n[6]I didn't think so. \n[7]Here. I gave you my assistant's phone number. If it's urgent, she knows where to reach me. \n[8]You too. ", "JENNY WU": "\n[1]Ja-shwa tsway. These are lips. \n[2]Stop it! \n[3]We've already done the interesting part. Do you forget? \n[4]Sakwa! \n[5]Mandarin. You jerk. I'm late. I have to get dressed. \n[6]Good afternoon. Are you sure you can't stay for the lecture? \n[7]Tsi tien, Mr. Bond. ", "SECOND OFFICER": "\n[1]Captain leaving the bridge. \n[2]Looks like we're in for a long, uncomfortable trip. \n[3]It's the Captain - \n[4]Attention all hands - \n[5]Proceed to emergency stations - \n[6]Repeat: Seal all compartments, and - \n[7]Proceed to emergency stations at once! ", "NUMBER THREE": "\n[1]I regret to inform you, sir, that Saddam Hussein is still demanding a bonus for his role in the Gulf War. \n[2]Yes, sir. But he still feels his people should share in the increased profits of our news division. He has proposed an additional 500 million dollar payment. \n[3]No sir! I swear! This is not true!! \n[4]Please sir. Please - \n[5]Thank you sir! Thank you! \n[6]Thank you! Thank you so much. You must thank Sir Elliot for me. ", "EXECUTIVE SECRETARY": "\n[1]The Canadian Prime Minister wants to set a lunch - \n[2]The American presidential candidate called to complain about that sex story - \n[3]Your bankers want an answer about the Brazilian TV stations \n[4]The Queen invited you to dinner - \n[5]And the 9:30 news meeting is waiting. \n[6]Thank you both for coming in... ", "CAPTAIN CHEONG": "\n[1]In the Strait of Malacca, when a boat is even five minutes late, one begins to worry, Mr. Bond. \n[2]Sometimes kill the crew; other times - Torture them. \n[3]The Kuala Lumpur ferry was 35 miles off-course that night. Captain blamed the auto-pilot; I suspected he was drunk - until the Sumatra ferry captain had same problem. \n[4]Next morning. Both boats. Nothing wrong. My 90 year old grandfather thinks 'Ghost in the computer - Silicon Dragon.' \n[5]Maybe you should talk to Sidney Winch. Owns a marine salvage company. Nobody knows more about the Strait. \n[6]Him? He, is a she - at the bar. ", "TARO": "\n[1]I think you should go - \n[2]I said you should - \n[3]Uzi beats knife. \n[4]Get him up. Take his belt. Take the two of them to the Captain. \n[5]By the way. I almost forgot. I owed you one. \n[6]Here they are, Captain. "}}