{"dialogues": {"QUAIL": "\n[1]I dreamed about Mars again... it was bizarre, yet is was so real... \n[2]People do go to Mars, you know. \n[3]You know -- let's really do it. \n[4]No.  Go to Mars. \n[5]We can pool our savings and I've got some sick leave coming, besides my regular vacation... \n[6]That's just media talk.  They're... ...just a minority.  They're powerless. \n[7]I'll be late! \n[8]I keep forgetting, Herb.  They frighten me. \n[9]Okay.  Herb, okay. \n[10]But... is the process really that effective?  A false memory!? We prefer the term \"extra- factual implant\".  Your memory will be complete in every way.  You will have gone to Mars.  We guarantee that. \n[11]Is it in any way dangerous? I mean, the medical techniques? Not when you deal with qualified operators - like us. \n[12]It's just - incredible. And look at our follow-up program! Space-flight ticket stub... passport... vaccination certificates... matchbooks from Martian Nouvelle Cuisine Restaurants, souvenirs, post cards... even names of people you met - now back there - who you can call and discuss your trip with... by the way, we plant these things where you'll come across them at random in the future. \n[13]But... I'll know I hired you. That'll destroy the whole illusion. But you won't remember me, or having been here. \n[14]I won't? Your money back if you do! We've never paid out yet. And we have a special this month, for only two-hundred thousand dollars more. \n[15]\"Intelligence Agent\"... wouldn't that be dangerous?  I might attack.... No.  No.  You're a retired agent.  Mars was your last mission and you're never to break your cover.  But you'll have got the girl, killed the baddies, and saved the Universe.  Not bad, eh? \n[16]I don't know... about the whole thing... it's all such a fake.  I won't really have gone.  I won't really.... Let's face it, Douglas, you, and millions of people like you have no chance of ever getting to Mars and you'd never qualify as a secret agent for EIO.  This - REKALL - is the only way to achieve your dream. Think about it, Douglas. Think, too, what a terrible boor a real holiday is. Lost tickets, endless arguments, lousy hotels, missed connections, rotten weather... Rekall will supply you with perfect, happy memories. \n[17]You know that's illegal. \n[18]instrument console \n[19]Well... I'd like to see the Martian Sphinx... \n[20]One hundred... ninety-nine... ninety-eight... ninety-seven... ninety-six... ninety-five.... \n[21]...Sophie.... \n[22]...Yes.... \n[23]Yes. \n[24]All of you in this room are dead. What's he talking about? \n[25]You've broken my cover. What is this?... \n[26]You've compromised the Sphinx Project.  You'll have to be silenced. Wait a minute.  Quail -- \n[27]My name isn't Quail. Listen... whoever you are... sir.... ...This is all an accident. We'll destroy all the records. No one will know.  I swear it. Believe me. \n[28]I believe you, but that won't stop E.T.O. from killing you. \n[29]Killing you... killing you... killing you.... \n[30]Where am I? \n[31]Where am I going? \n[32]How did I get here? \n[33]How did I get into this cab? \n[34]Mr. Zimmer...Mr. Zimmer... help me... they're... \n[35]Where are you taking me? \n[36]But I didn't... Are you telling me... I did go to Mars?  I don't remember? \n[37]remembers only fragments \n[38]What do you mean? \n[39]What are you going to do with me? \n[40]My God!  No!  You're going to kill me! \n[41]No!  It's not my fault!  You can't do it! \n[42]Wait a minute, I remember -- \n[43]On Mars... they tried to kill me... And.... \n[44]Did you know I've been to Mars? \n[45]I think I've been.  I vaguely recall... \n[46]Forget?  Remembering is the problem I must've been to one of those artificial memory places... \n[47]But something went wrong... something about a real memory... and then those men...  tried to kill me. \n[48]No.  That's what's so amazing. I killed them.  I think... \n[49]I'm involved somehow with E.I.O.  It's true.  It's no fantasy. \n[50]For fuck's sake, this is no breakdown! \n[51]My God!  Did you say I need a psychiatrist? \n[52]How could you do it?  After eight years! \n[53]Not my wife!  You are out of your mind. \n[54]Why are you lying like this? \n[55]But why all of this? \n[56]But I remember it!  All of it!... Us! \n[57]Our friends... my work... eight years. \n[58]This is crazy!  If all my memories are false, who am I?  What am I?  Jesus... it's like I don't exist. \n[59]Why did you try to kill me? Why does E.I.O. want me dead? \n[60]Well, what did I do on Mars that they have to keep me from telling? \n[61]All right... I'm leaving. Don't try and follow me -- \n[62]No wonder you got the role as my bitchy wife -- type casting. \n[63]A room for the night. \n[64]Here's ten thousand.  Forget the ID. \n[65]I have a liaison with a lady... and I'm married... \n[66]I told you, I don't want to be disturbed. \n[67]Who are you?  What the hell is this? \n[68]Why should I trust you? \n[69]Keep talking. \n[70]What do I want with Grecian candlesticks! \n[71]How did you know where to find me? \n[72]You're E.I.O.  You're on the other team. \n[73]I can't remember - only bits... \n[74]I'm Hotchkiss...I came for the...Grecian candlesticks... \n[75]I wonder if you could tell me... \n[76]Martian money.... \n[77]What the hell...? \n[78]It's no Garden of Eden. \n[79]What do you know about that? \n[80]Yeah.  Got destroyed in the Arab wars... What about this independence movement? \n[81]Sure.  Douglas Quail. \n[82]Prejudiced?  Against what? \n[83]What are they singing? \n[84]Nice to be back. I'm flattered you remember me. \n[85]Do you remember my first name, too? \n[86]I'm impressed. Listen.  I need transportation to the... uh... the Sphinx. Can you arrange it for me? \n[87]What item?  Oh... yes, please. \n[88]That one's closer. \n[89]Right. \n[90]What is this, Bennie... Tombstone? \n[91]I'm looking for Melina Noel. \n[92]Well, uh... I... \n[93]What note? \n[94]I don't have a wife.  Well, I do - but not a real wife. Hell... look... someone else sent that note.  Someone who -- \n[95]For you!  I don't even know why -- \n[96]Whoever I was, I must have been a helluva guy. \n[97]Listen.  I've for to tell  you something.  I beg you to believe me... help me -- \n[98]Something happened to my mind. Memory suppression, false implant, I don't know what -- \n[99]What I'm saying is... I don't remember you.  I don't remember us.  I don't remember me -- \n[100]Who is us? \n[101]Wait... I was an agent -- I'm not now -- just tell me who I am!  How did we know each other?  Why are they trying to kill me?! \n[102]You loved me once, you must have -- \n[103]Please, Melina -- \n[104]I need your help -- \n[105]Yeah, right. \n[106]Listen, Bennie.  You're pretty well informed? \n[107]What do you know about the Sphinx? \n[108]I have to get there.  Can't you help me? \n[109]What? \n[110]Cohaagen?  But isn't he often here? \n[111]Who is it? \n[112]Who are you? \n[113]Rekall?? \n[114]All right... come in. \n[115]Okay -- so you're Doctor George Edgemar of 'Rekall, Inc.'  So? \n[116]I'm listening. \n[117]Sat that again. \n[118]Are you trying to tell me that this is all part of some... artificially injected fantasy? That I never really left Earth? \n[119]What is this shit you're giving me? \n[120]Then how the hell can you be in my dream -- if you know it's just a dream? \n[121]I don't believe a word you're saying. \n[122]So what's supposed to happen now? \n[123]Somehow that doesn't appeal to me. \n[124]If this is a fantasy, there'll be no real consequences when I pull this trigger. \n[125]What happens it I come out? \n[126]All right.  Here comes the weapon. \n[127]Back in, quick! \n[128]In! \n[129]Okay.  Answers!  Now! \n[130]I don't know why they're after me, but what's your connection with all this? \n[131]Believe me, I'm really sorry I can't recall the details of that encounter. \n[132]Lose them?  In this? \n[133]\n[134]What's all this? \n[135]So you two are into something a bit more serious than the taxi and truck-stop business. \n[136]My God!... T-shirts.  They died out on Earth years ago. \n[137]So where did I fit into all this? \n[138]Yeah.  And I can't even remember it.  We'll have to arrange a return bout. \n[139]But - the Sphinx.  Why is that stuck in my mind?  Why's it so important? \n[140]It's more than that, Bennie, I know it's more.  Somehow it's connected. \n[141]How?  What?  Where?  When? \n[142]What?  Why? \n[143]Wow.  I can see why I was willing to betray E.I.O. \n[144]Yes.  Of course.  That, too. \n[145]What use is this weirdo? \n[146]And you're going to help me by reading my mind? \n[147]A fee! \n[148]Five-hundred-thousand Martian dollars, that's... \n[149]With today's exchange rate... that's over two million Martian dollars! \n[150]Okay!  Okay!  I'll pay it, but the Interstellar Trade Practices Commission might be interested in this. \n[151]Why did you kill him?  It was the next bit I really... \n[152]Stands.  For a moment his back is to Melina and Bennie. Then he turns. He has become a different man.  His eyes gleam.  He is forceful, purposeful, contained.  Once again the ace E.I.O. agent.  Melina senses immediately that this is the man she knew before \n[153]I'm fine... only I'm not Doug -- I'm Charles Hauser... and I know everything Hauser knew. \n[154]Bennie, where's your depot? \n[155]Can you get us there? \n[156]We're going to the Sphinx. \n[157]Only everything.  I've got total recall. \n[158]The Sphinx... it's not some useless artifact, it's a machine built by some alien race eighteen millions years ago.  The same race that built the on one Earth... for the same purpose. \n[159]This is what we need. \n[160]Come on, Bennie, move it. Have you heard the word, \"terriform\"? \n[161]The machine in the Sphinx is tapped straight down to the molten core of this planet. There are tunnels and ducts everywhere, all powered by fusion generators... \n[162]To combine elements in the Martian core and release them as oxygen, hydrogen and nitrogen. \n[163]That's right.  Air and water. Terriforming will create a permanent livable environment for Mars.  No more pressurized cities, no more containers in the desert.  There'll be rivers, vegetation - life - the same as Earth. \n[164]Don't you see?!  From being a pile of red dirt with minerals, Mars is going to change into  a chunk of priceless real estate. \n[165]Right!  He can start selling it off to well-heeled investors from Earth.  Beach condos, ski resorts, you name it. \n[166]Once word of this gets out, the whole planet will support you. \n[167]Ruin his little scheme by terriforming ahead of schedule - while the inhabitants are still here. \n[168]I'm the only one who does. Why do you think Cohaagen's left me alone all this time? \n[169]I was the first one inside when they cracked the riddle of the Sphinx.  It must've been programmed.  Some kind of...force...shot into me. \n[170]Just a way of putting me on ice.  He'd of reversed it once the planet was evacuated. \n[171]What he hadn't counted on was your effect on me. \n[172]Bennie, don't stop now, take it... \n[173]I should have known, you were just too helpful. \n[174]Hope I've got this direction right. \n[175]A shame.  Such a pleasant trip. \n[176]This is the main tap -- straight down to the core of Mars.  When we trigger the mechanism, fusion reactors will detonate down there -- four hundred miles deep. \n[177]The new elements will come booming up through this shaft -- and six thousand others all around the planet. \n[178]Mail-order company.  It's a great one for fooling the wife. \n[179]Know how to use one of these? \n[180]Catch! \n[181]If you're afraid of the heights, you better get over it real quick. \n[182]Yes... \n[183]Yes... there's a vital connection missing... \n[184]...me... \n[185]Wrong, Cohaagen, there's a long tunnel, a brilliant white light, hands reaching for me... \n[186]You don't deserve a new world, you and people like you made too big a mess of the old one. Time someone else had a chance. \n[187]Am I dying? \n[188]That's just the start.  Next there'll be rain and growth and ... life. \n[189]Rekall could never have come up with anything like this. ", "MELINA": "\n[1]You bastard! \n[2]You bastard... \n[3]That's new -- the innocent look. You didn't have that one before. Well? \n[4]All right, I'll say it for you. \n[5]Don't worry.  I got the note. You discharged your obligation. \n[6]Oh, the usual one.  \"Must return immediately to Earth... the wife needs me...\" \n[7]What are you here for?! \n[8]\"Whoever you were\"??? \n[9][And I thought...] \n[10]Memory erasure is what they use on agents.  Go away. \n[11]I'm not trusting you again. \n[12]That you was a liar.  Who you are now I don't even know. \n[13]Get out! \n[14]Get out!  Get the hell away from me! \n[15]Yes, Mr. Quail, I'm afraid it's all true. \n[16]I tried to break through to you earlier, but you just molded me into your fantasy. Sometimes it takes Dr. Edgemar to get through to a client as tough as you. \n[17]Please, Mr. Quail... try to cooperate.  You're having a schizophrenic embolism. \n[18]Watch out, Charles!  There's more of them in the hall! \n[19]There's an explosive in the clipboard!  He has a dead-man switch in his hand! \n[20]They kidnapped me.  Said they'd kill you if I didn't cooperate.  I told them I didn't care, but then when I realized they meant it... \n[21]We were together before. \n[22]Go, Bennie, for God's sake! \n[23]What? \n[24]You better have two aces, Bennie. There's a second cruiser -- and it's gaining -- \n[25]No.  But we still believe in a free Mars. \n[26]You - when you were Charles Hauser with E.I.O - infiltrated our group.  I guess Cohaagen didn't trust you any more when you and \n[27]...so he had your memory wiped and fixed you up with a new identity. \n[28]I don't know. \n[29]Maybe there's a way  you can get your memory back. \n[30]A bit of Martian Wisdom. We're not all stupid colonists. \n[31]He's doing it! \n[32]Clearing everyone out!  It's been rumored for months... \n[33]I though you believed in our cause? \n[34]Ssssh...there are skills on mars that Earth has forgotten. \n[35]This is for our cause! \n[36]That's interplanetary robbery! \n[37]Charles!  Are you all right? \n[38]He kept dragging you deeper and deeper into the trance! We couldn't wake either of you! \n[39]Are you okay?... Charles? Doug?  Whoever? \n[40]But why? \n[41]The Oracle... what did you learn? \n[42]What are we doing, Charles? For God's sake, tell us. \n[43]Purpose?  What purpose? \n[44]For what?  To do what? \n[45]So why is Cohaagen shipping everyone out? \n[46]And Cohaagen's going to own it all! \n[47]No wonder he wanted you to... penetrate... out group. \n[48]So what can we do? \n[49]But who'll work the machine? Do you know how? \n[50]But Cohaagen wiped your memory!!! \n[51]And all without the marvels of modern science! \n[52]You bastard. \n[53]But what about the Martian people?  Out cause?  I thought you believed in it. \n[54]We got in with this thing, but we'll never get back out. \n[55]Remind me not to slip. \n[56]Where'd you get that little trick? \n[57]Great stuff, but how do we get up? \n[58]Those shuttles are starting up any minute.  If you know how to work this thing, you better do it now. \n[59]Don't you know how? \n[60]Don't wait! \n[61]space shuttles on video screens \n[62]It's happening. ", "BENNIE": "\n[1]Mine's right around the corner. \n[2]But I out-hustle him, right? \n[3]Sorta.  Bunch of miners out here got their own claims, from way back.  Cohaagen's buyin' em all up, says he's gonna cut off the air an' water if they won't sell... \n[4]You don't look so good, boss. All over the Universe, women is an awful curse. \n[5]It's a tough planet, boss. \n[6]Some guy really screwed her - screwed her up real good. Some Earthman.  Just hopped on a space shuttle. \n[7]If that means I know it all, you're right, boss. \n[8]I don't know nothin'.  Not about the Sphinx.  That's out of the ball park. \n[9]No can do, mon.  You want women, cigarettes, red-market money, booze, even air or water... Bennie's your man. But the Sphinx... that's \n[10]Well... look at that one, eh? \n[11]Big cheese in town.  Big smelly cheese. \n[12]No way.  That cat just cheat the Martian workers without ever leavin' his place in Beverly Hills.  Somethin' must be cookin'. \n[13]Bad news, boss lady. \n[14]Black cruiser just pull out behind us. \n[15]Forget the shooter, boss.  I lose 'em for you. \n[16]Hang on! \n[17]Yutani 650 -- you like it, boss?  Nothing like the old gas when you want a bit of speed. \n[18]Nothin', boss.  Just old smokies.  Only place they can come for a puff.  It's all banned topside. \n[19]That's right, boss. \n[20]Well, maybe we ain't fashion leaders, boss. \n[21]Just an ole heap o' stone, boss. \n[22]Aw, come off it, man.  Just for a bit of mumbo-jumbo with a crystal ball. \n[23]You stopped breathing! \n[24]No choice, boss.  It was him or you. \n[25]Phobos and Demos!  What was that all about? \n[26]Well... you go outta here... take a left, then down past the first... no second... water bureau you... \n[27]No problem. \n[28]Impossible, man.  Guards everywhere. \n[29]We'll never get near the Sphinx!  They'll blow us apart! \n[30]It's a hunk of old stone, man. \n[31]Just deliverin' some old junk to the mine out at Apidalia Planitia.  Got them people you're lookin' for in the back as well. \n[32]You sure the little man didn't fry your brain, Quail? \n[33]That's air! \n[34]Man!  This is real complicated. Go over it again, real slow. \n[35]Like I said.  It's a tough planet.  I'm a baddie, not a goodie. \n[36]EIO Rule One, man.  Trust Nobody.  Now you can do your terriforming stuff right when those space shuttles are gone. \n[37]Your cause?  That bunch of dead beat radicals!  When I hand in this little number... ...I'll get real estate rights on the whole of Chryse Planitia... \n[38]This makes Bennie a cut above anyone else. ", "KIRSTEN": "\n[1]It's your time of the month again. \n[2]At least once a month.  Douglas Quail's obsession.  For twelve years you've been talking about Mars. \n[3]That's right, Douglas.  But not you.  Not us. \n[4]As it is, we can barely scrape by on your lousy ten thousand a week. \n[5]What do they expect ... the way men dress these days ... then they scream rape. \n[6]Rape men in the park? \n[7]Go to hell. \n[8]...more of a half-wit.  For a start a war could break out there any day ... \n[9]Well, there's a lot of things we need around here before we waste our money on a trip to Mars.  We're broke.  I'm just a slave around this dump. Now if you were capable of finding a better job.... \n[10]Yeah?  Who's going to report me?  You?... wimp.... \n[11]Screwing around's illegal, too.  But just give me half a chance... \n[12]What!  This stupid obsess... \n[13]Doug, you've got to forget... \n[14]Oh my God... \n[15]What men?  Doug, you're crazy. \n[16]You're here now.  They didn't kill you. \n[17]Where?  Where are they? \n[18]Doug!  It's something they put into your mind at the memory place.  Fantasies. That's their business. \n[19]You're a computer operator. You're a bore.  You're a wimp.  You're not a killer. \n[20]Doug, I want you to see a doctor.  Now Alec and Shirley Turnbull have a good man.  He helped Alec through his breakdown. \n[21]I haven't seen you move that fast since I've known you. \n[22]I'm not your wife, Quail. \n[23]nursing her arm \n[24]No, Quail.  It's true.  You work for E.I.O.  So do I. \n[25]We had to watchdog you...make sure the erasure took.  A wife seemed like a good idea. \n[26]All implanted. \n[27]The job's real -- you've had is six weeks -- since you got back from Mars. \n[28]It's all a fabrication, Quail. Everything you know. \n[29]You exist, all right. That's the problem. \n[30]They don't particularly.  That was my idea.  This assignment was boring me to death.  The personality they gave you wasn't too thrilling. \n[31]I've no idea.  I just work here. \n[32]I don't have to follow you. You can't get away from E.I.O. Nobody does. ", "COHAAGEN": "\n[1]We're dealing with a bunch of extremists and unrepresentative lunatics.  Mars is a happy and prosperous protectorate of Earth... and will remain so. \n[2]I have no further comment. \n[3]Anything? \n[4]There must be something -- some place he would go, some friend he would run to. \n[5]Again?! \n[6]Are you sure the original suppression took? \n[7]Then how do you explain what he's doing? \n[8]He'll remember Mars?  The Sphinx Project? \n[9]What do you think I am?  A barbarian?  We're not living in the twentieth century! \n[10]Hold it there. \n[11]I take it, then, you've failed to get him again. \n[12]Proceed with Operation Sphinx. \n[13]With him... ...on the lose, I'm not taking any more chances. Operation Sphinx will flush him out. \n[14]The air supply is off under the domes? \n[15]Any trouble with the rabble? \n[16]How the hell did they get in? \n[17]Up the fusion core?? \n[18]Seal all upper levels. \n[19]Forget them.  We'll pick up Quail once the shuttles have left for Earth. \n[20]We'll tell him the computer's worked out the operational details so we don't really need him.  We're just doing him a favor. \n[21]We offer him rewards. \n[22]We'll torture him.  You don't think I got this far by being a nice guy? \n[23]Seal the breach!  Repressurize! \n[24]Wait! \n[25]If you activate the mechanism you'll die...there were glimpses of it in your memory. \n[26]That's your death.  That's what it looks like.  That's what is always looks like. \n[27]It's not too late.  Join us again.  U've a lot to offer. A whole world. ", "McCLANE": "", "LULL": "\n[1]It the Pope Martian? \n[2]Now, just relax, kid.  This ain't gonna hurt.  Just a controlled drip of Narkadine. When you're under, I'll just ask ya a few questions, nothin' real personal, just full details of yer private life so's we can tailor the wish-fulfillment program to your needs. \n[3]See?  Painless.  I didn't feel a thing.  Hey, you're a nice kid... you like a little somethin' extra? \n[4]Good!  Kid -- have I got a girl for you!  She's gonna like you.  You're good-lookin'. Gettin' sleepy? Good.  Now, what's the first thing you think of when you're thinkin' about Mars? \n[5]Okay -- you will, Dougle!  I want ya to start counting backwards from a hundred for me. \n[6]Okay, Ernie, the trip to Mars; number sixty-two... and throw in that blonde... We'll give him a real good time. \n[7]Dougie?  This Sophie Lull. Can ya hear me? \n[8]Good! ... I'm gonna ask ya a few more questions now.  Ya think you'll be able to answer 'em? \n[9]Attaboy!  To begin with, I wanna ask ya; -- You sex life.  How many orgasms a week? Yes? \n[10]Howie?  Listen, you'd better get in here. Not another schizoid embolism. \n[11]You'd better get in here. \n[12]Quail?  Dougie, can you hear me? \n[13]Tell McClane what you told us. \n[14]The Narkadine cracked a memory cap.  Mars -- He's really been there. Forced suppression? \n[15]He wants a false memory implanted -- of a trip he really took. Someone at Earth Intelligence Operations erased his memory. All he know was going to Mars meant something special to him. \n[16]Uh-uh... That could promote a partial breakthrough of the real trip. \n[17]Why don't we just wipe out the memory of his visit here? Yes.  Good.  I'll destroy his file and cancel his fee. I have a feeling that the longer he doesn't know who he is, where he's been, where he's going and who we are, the better off we'll all be.  I'm taking a holiday. A real one. ", "EDGEMAR": "\n[1]Hello, Mr. Quail.  May I come in?  I won't be offended if you prefer to keep the gun you're holding trained on me. \n[2]My card, Mr. Quail. \n[3]As I said... this is going to be very difficult -- for both of us. \n[4]Mr. Quail... I'm afraid you're not really standing here at this moment. \n[5]I said, you're not really here.  Neither am I.  We're both in the Memory Studio -- in the offices of Rekall, Inc. On Earth. \n[6]No, not quite.  We didn't give you this.  You're creating it yourself -- Remember the option we offered you?  Intelligence agent? Something inside you liked that idea, fastened on it. What you're experiencing now is a free-form delusion that you yourself are fabricating. \n[7]This is not -- shit, Mr. Quail. It's the truth. I know it's very hard for you to accept, but you're having a schizophrenic reaction... we can't snap you out of the Narkadine.  You're in a world of your own fantasy. \n[8]I've been artificially implanted -- like the first part of your fantasy.  I'm actually monitoring your dream at a psychoprobe console. This is a last resort.  When somebody gets stuck in their own fantasy, we send in someone after them.  A specialist, like myself. \n[9]I was afraid you'd think that. I'm sorry to have to do this, but you really are stuck. Doctor Noel, would you come in now please? \n[10]Just do exactly as we tell you. \n[11]If we can't get you out now... you may never come out of it. Your wife calls every day -- \n[12]But there will by consequences inside your mind.  Consequences that won't hurt me... but could be fatal to you. If you shoot me, you'll wipe me out of your fantasy -- I can't come back again.  Because to you, I'll be dead.  I can't help you get back to reality. You'll be stuck in permanent psychosis. \n[13]You're going to lower the gun, Mr. Quail.  You're going to hand it to me -- \n[14]You're going to do exactly what I tell you -- ", "KUATO": "\n[1]No need to introduce yourself, Mr. Quail. Tolerate my presumption, but it does not tax my powers to know that you are the most sought-after man on two worlds. \n[2]This way, my dear man.  We have much to accomplish -- -- and very little time. \n[3]The turbulence you hear outside is but a reflection of the turmoil within you. You have brought it to Mars in your search for yourself. \n[4]Indubitably.  There is only small matter of a fee. \n[5]Income before ideals.  Shall we say five-hundred-thousand dollars? \n[6]Not Martian dollars, Mr. Quail - Earth dollars. \n[7]What price do you put, Mr. Quail, on the future of the solar system? \n[8]Listen, buster, we're talking heavy stuff here.  You try and work out what's with this guy! \n[9]Retrieving the past is like walking backwards along a perilous road.  The half-recalled, the half-forgotten, the repressed, the fantasies, the triumphs, joys, failures, betrayals... \n[10]Yes... I can feel it... a wall.  Erasure techniques are so brutal. Blocks.  Side channels. Future and past all jumbled. I shall have to enter deep trance to break through. I will be scanning you through the Oracle Head. ", "TELEPHONE VOICE": "\n[1]If you want to live, don't hand up. \n[2]They've got you bugged... They're gonna find you. Faster than you can say \"Back Rodgers\". And don't bother shaking down your clothes -- the monitor is embedded in your skull. \n[3]Take a wet towel and wrap it around your head.  That will deaden the signal.  It'll take longer for them to pinpoint you. \n[4]There's a real old saying - \"Beggars can't be choosers\". Go and soak your head! \n[5]Head over to Skid Row -- to the Lucky Stub Pawnshop -- corner of Park Avenue and Fifty-eighth.  Tell the man you're Mr. Hotchkiss; you came for your Grecian candlesticks. \n[6]Just do it!  This is no time for small talk. \n[7]I've been tailing you since you get back from Mars. \n[8]I'm E.I.O.  But I was your best friend.  Scott Stevens - we arranged this... \n[9]I was your fail-safe -- if and when the shooting started. Good luck.  Look me up if you remember me. ", "DRIVER": "\n[1]Travelling south along Third Avenue, passing Fourty-third street. \n[2]Thirty-three thirteen \"G\" Street, Sector \"L\", Twin Towers, Apartment six-thirty- five. \n[3]I don not understand the question, sir or madam. \n[4]You stepped into it in the normal manner, sir or madam. \n[5]Cut the language, will ya? \n[6]Toldya the Martian assembled [stuff don't work.] \n[7]Where? ", "1ST AGENT": "\n[1]Aren't you the man from Mars? \n[2]You told everyone at Rekall about you trip to Mars. Where you went, who you worked for, what you did -- \n[3]You've remembered too much. The Sphinx Project, for a start.... \n[4]They've been taken care of. \n[5]Get in the car. \n[6]No one's going to kill you if [you do what you're told.] We're visiting E.I.O. for some new tests.  Now get in, or do we start playing rough? \n[7]What, Quail?  What do you remember? ", "CLERK": "\n[1]Room...thirty-six. \n[2]He was only meeting a lady... Aren't you guys overdoing it a bit? \n[3]Nice to have you back with us, Mr. Hauser. \n[4]Part of my job, sir. \n[5]Charles.  Charles Hauser, right? \n[6]I'm sorry, sir.  But Earth government has sealed off the excavation site completely. No one but survey teams and archaeologists are allowed closer than twenty miles. \n[7]Oh... Do you want the item you left with us? ", "VOICE": "\n[1]Mr. Hauser... \n[2]Mr. Hauser, I want to talk to you... about Douglas Quail. \n[3]My name is George Edgemar. I work for Rekall, Incorporated. \n[4]Yes.  It's difficult to explain... Could you open the door, please?  I'm not armed. \n[5]You've had it, Hauser!  Throw out your weapon if you want a past! \n[6]What do you say, Hauser?  We haven't got all night!  Hauser? \n[7]We'll put in a word with the big boys.  Maybe you'll just get exile to Venus. ", "EMILE": "\n[1]But, sir... \n[2]Yes, sir.  In a couple of hours it'll be all gone. \n[3]Not much, sir.  A lot of complaining.  But they're all heading towards the shuttle areas. \n[4]If Quail's the only one who can operate all this... ...then he can call all the shots. \n[5]And if that doesn't work? \n[6]What if that doesn't work? "}}