{"dialogues": {"FRANK": "\n[1]Sorry!   Excuse me. Pardone moi. \n[2]Hmm? \n[3]I'm afraid of hurting you. \n[4]I'm... sorry. \n[5]Maybe I should let you do this-- \n[6]My name is Frank. \n[7]Pardon me?   Oh, no.   We're not actually-- \n[8]What?   No. \n[9]Just nervous.    I don't like travelling. \n[10]I'm on my honeymoon. \n[11]She's in Pennsylvania. \n[12]You're sure you want to hear this? \n[13]Two weeks ago she left me. For the owner of a pizza parlor. \n[14]No travel insurance. No refund on the tickets. So... here I am. On my honeymoon. \n[15]I really loved that pizza too. \"Bala Pizza\" if you're ever in Rosemont. \n[16]Thanks. \n[17]What takes you to Venice? \n[18]Okay... you'd be a diplomatic attaché or... let's see... a girl from East Germany whose father's been kidnapped by Soviet agents. They're blackmailing you into stealing... probably a microchip. There's usually a microchip involved. \n[19]Trouble, certainly. \n[20]No doubt. You'll probably be shot at in less than two chapters. \n[21]Maybe. \n[22]I was afraid I'd missed you. I wanted to ask where you're staying in Venice... I'm supposed to catch a shuttle to my hotel but I thought maybe-- \n[23]What's not to like? \n[24]I can see that. \n[25]No, no, no. The sofa's fine. Perfect in fact. \n[26]I'll get it. \n[27]I've put my things in the other bathroom. \n[28]I'm a teacher. High school math. And you? What do you do? \n[29]You're good at it. \n[30]I'm not really into weddings at this particular moment in my life... \n[31]Hmm? \n[32]I suppose that's a possibility. That's what I tell my statistics class anyway; life is a game of chance. Endless possibilities and permutations. You just have to calculate the odds. \n[33]Well... I'd like to think that love is a question of destiny, not chance... \n[34]He doesn't sound like much of a friend. \n[35]So why are you wearing his watch? \n[36]What? No, I can't. This thing must be worth a fortune-- \n[37]I'll wear it until you regain your senses. \n[38]What? \n[39]I could get used to this. \n[40]What... what did I do? \n[41]When she...? \n[42]Thank you. \n[43]Goddamn it!   I'm a fucking tourist! \n[44]Shit... \n[45]Excuse me... \n[46]The officers told me to wait here. I've been sitting here for over two hours... \n[47]Somebody tried to kill me. \n[48]You think I'm crazy but it's all true. \n[49]I have absolutely no idea. \n[50]They came to the room. They pretended to be room service. \n[51]I didn't \"scopata\" anybody! \n[52]In America the cops catch the crooks, not the victim. \n[53]No. \n[54]I met her yesterday. \n[55]I didn't take her. She took me. \n[56]Not usually. \n[57]No. \n[58]I think that's possible. \n[59]She didn't give me one. \n[60]Um... thanks.   Where are we going? \n[61]I'd really rather just go-- \n[62]Hello? \n[63]That's a relief. \n[64]I'd like to be on a flight home tomorrow morning. \n[65]I wish. \n[66]Wrong floor. \n[67]A little. \n[68]Um... you may not believe this but there are some people trying to kill me-- \n[69]Do you know why? \n[70]That guy has nothing to do with this. \n[71]There's not enough room! \n[72]We won't make it! \n[73]Do I look that much like Alexander Pearce? \n[74]The watch. \n[75]You don't know what your own boyfriend looks like? \n[76]Great. \n[77]We should go to the police. \n[78]And I thought I wouldn't get to do any sight-seeing. \n[79]Whoa! \n[80]What are you doing? \n[81]He goes Barracuda fishing? \n[82]With these ingredients, it's not hard. \n[83]You know something? Food tastes better after you've been shot at. \n[84]Can I ask you a question. \n[85]What's it like? Being a criminal? \n[86]You carry a gun, you consort with people being chased by killers... I hate to break it to you, but-- \n[87]For Alexander Pearce? \n[88]What's he like? \n[89]I don't regret it, you know. \n[90]Kissing you. \n[91]I thought... \n[92]Resolved? \n[93]When will I see you again? \n[94]Is he worth it? \n[95]You're going to risk everything for him. Would he do the same for you? \n[96]He doesn't deserve it. \n[97]Time for Alexander and me to meet face to face. \n[98]Caffe, per favore? \n[99]With milk! \n[100]Not particularly, but I'm tired of being afraid. I've been running around like a frightened mouse long enough and I've decided I'm finished. \n[101]When I first saw the name I got scared: \"Alexander Pearce.\" He even sounds like some super cool master criminal with Russian enemies and the beautiful girlfriend... he probably works out. He might own a pizza shop on the side for all I know. \n[102]These are disgusting. \n[103]Probably not. But I'm doing it anyway. Alexander Pearce nearly got me killed. It was his idea, right? \n[104]He told you to pick out some random sap on the train to take a bullet for him, didn't he? \n[105]Well I'm not playing the role anymore. I'm going to confront him. He's supposed to meet you here, isn't he? I'm going to tell him exactly what I think of him. \n[106]What's the lure, Cara? Obviously not his character. Is it the money? The luxury? What's any of that worth if you're getting shot at and you could go to jail? \n[107]He's smooth, right? He probably has mistresses in every European city, too. \n[108]What the hell? \n[109]Is this him? \n[110]You hide out poolside and send your girlfriend and a total stranger to face the murderers who are after you? Not much of a tough guy, are you? \n[111]Where I come from, we don't treat women like that! \n[112]Cara! \n[113]It's borrowed. \n[114]Unfortunately. \n[115]Police... better than the alternative I suppose. \n[116]Who's watching from behind there? \n[117]I haven't needed it lately. \n[118]You're in for a disappointment. I'm not Alexander Pearce. \n[119]Since when? \n[120]How...? \n[121]You? \n[122]Cara... \n[123]You saw those men try to kill me and you didn't intervene? \n[124]I want to speak with somebody at the American Embassy. I'm going to tell them that you and your undercover officer knowingly and recklessly endangered the life of an American citizen! Let's see what my government has to say about that! \n[125]Then I'll go to the press. I'll tell the entire story to the New York Times. \n[126]Why not? \n[127]In my case, they don't come along at all. \n[128]If she's so smart, how did she get caught up with Pearce? \n[129]Then why are you still using her? \n[130]You think she'll turn him in this time? \n[131]It's not just me, is it? \n[132]If you're all around his house, will he show up? \n[133]I'm sorry. \n[134]Ackerman told me everything. \n[135]There's no apology necessary. \n[136]Like the most beautiful woman on earth. \n[137]Ackerman asked me to stay with the surveillance team in case the thugs who came after me at the Danieli show up. I'm the only one who can identify them. \n[138]Did you tell him to keep an eye on me? \n[139]You shouldn't worry about me. What about you? \n[140]What are you going to do? \n[141]You all read the same newspaper. \n[142]I look forward to meeting him. \n[143]Who's that? \n[144]Nothing to be sorry for. \n[145]Are you all right? \n[146]You didn't get to arrest Alexander Pearce... \n[147]You're wrong. I'm here. \n[148]It's me.   I'm here. \n[149]You said I'd told so many lies, you wouldn't believe me even if I did tell the truth... This was the only way to convince you. The truth is that I love you. All that matters is that you believe me. \n[150]It seems you did, Mr. Ackerman. \n[151]It's good to see you too. \n[152]The Americans have their money.   I left it all for them. \n[153]Well... You have to save something for your pension. ", "CARA": "\n[1]Oui. \n[2]Ow! \n[3]I think I'm going to need your help. \n[4]My zipper... It's stuck. \n[5]Don't be afraid. \n[6]It doesn't matter. \n[7]Don't give up so quickly. \n[8]Thanks. \n[9]Cara. \n[10]The dining car would be lovely, thank you. \n[11]Are you ill? \n[12]So you decided to take a holiday on the Orient Express? \n[13]Your honeymoon? \n[14]Should we ask the waiter to set another place? \n[15]If you'd like to tell me. \n[16]That's awful. \n[17]I'm sorry, Frank. \n[18]I wouldn't touch it.    I'm loyal to you. \n[19]You read spy novels. \n[20]I'm a mysterious woman on a train. You tell me what my story is. \n[21]What awaits me? \n[22]Danger? \n[23]Is there a man in my life? \n[24]Or a candidate for the job? \n[25]I'll be ready in fifteen minutes. \n[26]Alexander! \n[27]I've got a better idea. \n[28]You have a booking in the name of Mason. \n[29]Signora. That's my husband. \n[30]Have a copy of today's Herald Tribune sent up to the room please. \n[31]Yes. Thank you. \n[32]You like it? \n[33]I'd have been bored here on my own. There's more than enough room for two. \n[34]I didn't ask for an extra bed... \n[35]Are you all right with the sofa? If you like, I can have them bring one up? \n[36]The luggage. \n[37]Have you ever been to Venice before? \n[38]Then we need to go out. \n[39]So... when you're not on a Grand European Tour, what do you do in Rosemont, Pennsylvania? \n[40]This is what I do, Frank. \n[41]Oh look... a wedding.   How lovely. \n[42]Oh yes.   I forgot. \n[43]Do you think it's really over? \n[44]Maybe she'll change her mind. Women do. She might give you a second chance. \n[45]You haven't answered the question. \n[46]For a moment there you just reminded me of somebody. \n[47]He had a way of dancing around a question so eloquently that you never noticed until later that he'd completely avoided the truth. His entire life was wrapped up in deception. He told so many lies, I wouldn't believe him even if he finally did tell the truth. \n[48]He wasn't. \n[49]You're smarter than you look, Frank. \n[50]And you're right. Here, take it. \n[51]I insist. You're doing me a favor. Take it or I'll toss it in the ocean. \n[52]It suits you. \n[53]You should leave Venice tomorrow. It's a city for lovers Frank; no place to recover from a failed engagement. \n[54]Nothing.   I'm sorry. \n[55]...that's exactly what I'm doing, but now I want him to go... \n[56]What are you waiting for?    Get in. \n[57]Did you miss me? \n[58]I know. \n[59]It's because I kissed you. \n[60]Shit. \n[61]Neither do you. \n[62]Okay.   If you want to play hero... \n[63]Hold on. \n[64]There's enough room. \n[65]I thought Americans were optimists. \n[66]How do you know--? \n[67]I don't know. You're about his size. That's all. \n[68]Alexander crossed a very dangerous man. He changed his appearance in order to vanish. \n[69]Don't worry. I'm taking you somewhere you'll be safe. \n[70]Because they did such a good job protecting you before? \n[71]Trust me. \n[72]Frank... Frank. \n[73]Here we are. \n[74]Sorry. \n[75]Making sure no one sabotaged the gas lines. \n[76]He goes Marlin fishing. You catch the Barracudas by accident. \n[77]And she left you for a cook? \n[78]Mmmmm!   That's decadent. \n[79]I'm glad I decided to come back for you, Frank Taylor. \n[80]I'm not a criminal. \n[81]Okay, I'm a criminal. \n[82]I didn't mean for things to turn out like this. I always lived by a certain code. But then... I broke it. \n[83]He's the most interesting man I've ever known. When I first met him, I wasn't expecting that. He took me by surprise. \n[84]If I'd been prepared, I might not have loved him. But I wasn't. So I did. \n[85]Regret what? \n[86]What are you doing? \n[87]You thought what? That I saw you on the train and my heart stopped? That all my life I've been waiting for a math teacher from the Midwest to sweep me off my feet? \n[88]I picked you because of your height. Do you understand? \n[89]Yes... there was nothing there today. Is... is it you? Alexa-- \n[90]Do we really need another \"recipe?\" \n[91]That's because you leave everything up to me. \n[92]I'm fine by the way, in case you were concerned about me. \n[93]You have a talent for saying the right thing. You always did. \n[94]Wait-- \n[95]Frank... I have to go. \n[96]Don't go out. All you need is here. In four or five days everything will be resolved... \n[97]It will all be over. I'll give you the all clear and you can go back to your life. This will be a great adventure you can look back on. \n[98]Never. \n[99]Good-bye, Frank. \n[100]Get back inside. \n[101]It doesn't matter. I love him. \n[102]None of this is your business anymore. Now get back inside Frank! \n[103]Mi dispiace, Signor. \n[104]I don't know what you're talking about. Please go, I'd like to have a quiet coffee. \n[105]Cameriere!   No caffe for signor! \n[106]Do you want to be dead? \n[107]Frank, you have no idea what you're sticking your nose into. \n[108]Wonderful. Another macho idiot. Conto, per favore! \n[109]I'm leaving Frank. \n[110]It's really a shame you've scared him off-- \n[111]The two of you make a nice couple. \n[112]Frank! \n[113]Have you got him? \n[114]Have you got him? \n[115]It's your own fault. We never should have endangered a civilian. You should have put an agent into place. \n[116]He didn't spot me. \n[117]What makes you think he didn't? \n[118]Come in. \n[119]It's okay.   Come over here.    I need your help. \n[120]I'm sorry Frank. \n[121]How do I look? \n[122]When will you go home? \n[123]I told him to make sure you were safe until this was over. \n[124]What about me? \n[125]My job. \n[126]Alexander? \n[127]Fine, thank you. \n[128]He loses track of time easily. \n[129]That's not Alexander Pearce. \n[130]He is NOT Alexander Pearce! \n[131]Oh Frank...   I'm so sorry. \n[132]Ackerman! \n[133]Ackerman!! \n[134]I did well to choose you on the train... \n[135]He never showed up. \n[136]Why? \n[137]No we won't. There's nothing to talk about. I don't work for you anymore. \n[138]You really think they'll just give up? \n[139]What about Demidov's money? ", "ACKERMAN": "\n[1]We're going to get him this time, Ms. Jones. \n[2]Our target's name is Alexander Pearce. British citizen, born in London into an ordinary middle class family. The only thing remarkable about his childhood was a preternatural gift for numbers. \n[3]Which he used to hack into a computer and fix the test results his final year at school. \n[4]He didn't fix his test scores; he fixed the scores for all the girls in the class. It made him very popular. \n[5]What started as school pranks eventually became something much more serious. After a year in the training program at Goldman Sachs, he decided that gambling suited him better than working for a living. That, in turn, involved him with some rather unsavory people and ultimately led him to put his financial genius to work in his true calling: money laundering. \n[6]There is nothing common about Alexander Pearce. Quiet simply, he has turned money laundering into an art form. His greatest innovation: The False Lawsuit. \n[7]Pearce sets up two companies: one is a Casino in Arizona for example and the other is a shell company in the Cayman Islands. \n[8]The Cayman Islands company files a lawsuit against the casino, claiming copyright infringement or some other complaint. They \"succeed\" in winning the case and the casino pays the shell company an enormous settlement. \n[9]Yes, but now the money is legal. \n[10]Mr. Pearce has some other debts as well. Most of you will recognize Ivan Demidov... \n[11]...Pearce laundered over a billion dollars for Demidov. At some point Pearce decided he'd rather steal from Demidov than help him steal. \n[12]Given Demidov's ties to organized crime, I'd say that was a mistake. \n[13]Of course. \n[14]Almost. \n[15]Finally.     Let's go. \n[16]Where is he? \n[17]You have nothing to say? \n[18]Get her out of my sight. \n[19]Nobody knows. He disappeared after his escape. He's had extensive plastic surgery to alter his appearance since then. Drug lord Amado Carillo did the same thing in the 90s to successfully elude authorities. \n[20]Pearce worked with no more than a few accomplices at one time. He treated them so well that they're virtually all completely loyal. None of them would cooperate. We've questioned the ones we could find, and the only thing we learned is that Pearce apparently arranged it so even his own people have never seen him after the surgery. \n[21]Correct. \n[22]His girlfriend was recently released from custody. He'll come for her. We'll be waiting. \n[23]He'll come for her. \n[24]Good. Maintain surveillance but keep your distance. \n[25]Don't try to get clever: remember that Pearce is smarter than most of you put together. \n[26]What did we find on the American? \n[27]Evidently. He had a pair of Russian hit men after him. Are you still going to tell me Demidov is clean? \n[28]Just so long as they don't beat us to Pearce when the real one arrives. \n[29]Where's the teacher now? \n[30]Then he's safely out of the way. \n[31]Place him.   Place him! \n[32]Go!   Go!   Go! \n[33]I doubt it. \n[34]Why do women find these con men so appealing? \n[35]How did Pearce seduce that beautiful woman? Was it his charm? His looks? \n[36]Maybe it's because if he adores himself and spends every moment gratifying his desires, so then can she. \n[37]She can become a child again. Who wouldn't want that? \n[38]By all means.    Let's follow the children. \n[39]You know what we know. \n[40]Hold...wait for my signal... \n[41]What is that fool doing in the middle of my operation? \n[42]Move off. Move off. \n[43]Get rid of him! \n[44]Put Lipetti in. Tell him to play it like he's dealing with a rowdy guest-- escort him out. \n[45]Abort!   Abort, goddammit! \n[46]That goddamn fool. \n[47]Throw him in the lagoon. \n[48]Please... \n[49]Nice suit. \n[50]It's a good fit. \n[51]You have a vivid imagination. \n[52]I know that. \n[53]Since the beginning. \n[54]Come. I want to show you something Frank. \n[55]Pull up the CID Academy graduating class for 2002. \n[56]Take a good look. \n[57]Take a look at the second row. \n[58]We've been watching you this entire time. \n[59]I'm trying to apprehend a major criminal. I'm not a babysitter. \n[60]No.   I don't think you'll do that. \n[61]Because I don't think you want to see Cara's entire career destroyed. \n[62]Espresso? \n[63]Women like Cara don't come along very often. \n[64]She's the worst combination: stunning looks and a brilliant mind. \n[65]It started out as a straightforward placement... \n[66]...we ran her deep cover to build a case against Pearce. It took. He hired her as an assistant. \n[67]Then she began missing drops. Omitting important details. \n[68]She was no longer with us.   She was with him. \n[69]She explains it now as the confusion of her new life outside the academy. That I misread her capacity for this kind of work. \n[70]She's all I have, Mr. Taylor. \n[71]I don't know. \n[72]I do know however, that you are very smitten with her. \n[73]Cara?     Where have you been? \n[74]You mean the idiot who ruined our operation? \n[75]Yes. \n[76]There was no time. Besides Pearce is too smart for that; he would have spotted the agent a mile away. \n[77]Apparently he didn't have to. \n[78]I'm sorry Cara. That was uncalled for. \n[79]I'm on edge because of our failure today. If only the American hadn't messed everything up... I felt sure Pearce would show up today. \n[80]Okay everybody, listen up. \n[81]We have a location and time for the next meet.    Pearce's villa. Eight o'clock. We have to move fast-- \n[82]I doubt that. Maybe there's something of value still there. He left in a hurry after all. \n[83]We searched the place after the raid last year. If there's anything hidden there, only Pearce knows where it is. \n[84]We need to get agents in place all around the villa. \n[85]If I needed your advice Mr. Taylor, I'd ask. \n[86]Establish a wide perimeter. We'll keep our distance and wire the entire villa for video surveillance. \n[87]It's a good paper. And sold throughout the world. Makes the classified ads especially useful... \n[88]Since the internet came about, hardly anybody uses old school methods like that to communicate anymore. Except Alexander Pearce. No lines to tap. No signals to intercept. He's a very clever man, your double. \n[89]So do I. \n[90]What happened? Get it back on line! \n[91]Stop him. \n[92]Shut up!    Everyone. \n[93]Do we still have audio? \n[94]Turn it up. \n[95]Shh! It's Ivan Demidov. \n[96]We're going to wait for Alexander Pearce. Just like them. \n[97]Demidov's right. He's here somewhere... \n[98]We have to wait. \n[99]She's my agent. She's my responsibility. \n[100]Do it. \n[101]Cara... I want the paramedics to make sure you're all right-- \n[102]Cara... \n[103]I'm sorry... I... we'll talk about this later. \n[104]Mr.   Taylor...   you're free to go. \n[105]It seems I underestimated you. \n[106]He was here. \n[107]Oh but I did get my man, Ms. Jones. \n[108]Mr. Goyal, you may place Mr. Quinn under arrest now. \n[109]What? You thought I didn't know? You were unwittingly quite helpful; without you Mr. Demidov might have escaped justice. \n[110]After all, Demidov wasn't a target of this investigation, was he? \n[111]Because Pearce was cleverer than all of us. ", "DOMENICO": "\n[1]You can't let them stay over, man. You start cuddling and then she wants to borrow your car. Stop cuddling, Tomaso! \n[2]Hey, what are you doing in here? \n[3]I think they forgot about you. \n[4]What happened to you, anyway? \n[5]Mr. Taylor, wow, you had quite a day. Eh? We got chasing, we got shooting. \n[6]Maybe you crazy AND it's true, my friend. \n[7]Okay, so who are these guys? Why they mad at you? \n[8]They followed you from the Danieli? \n[9]You don't scopata one of their girlfriends or something? \n[10]Who is... \n[11]Cara Mason? \n[12]I catch you, right? \n[13]Ha ha, we do that sometimes here, too. \n[14]Is no domestic, then? \n[15]How long you know Cara Mason? \n[16]And you take her to the Danieli? That must have been good meeting, yes? \n[17]You lead an exciting life, Mr. Taylor. \n[18]Signora Mason was staying with \"her husband\" last night. You marry her, Mr. Taylor? \n[19]I think maybe Signora Mason might know why these guys behave badly. What do you think? \n[20]You got a phone number, mobile? \n[21]You need some clothes.     I'll be right back. \n[22]Here.     Put these on. Time to go. \n[23]I'm taking you to the hospital, Mr. Taylor. A doctor should take a look at you. \n[24]Don't worry. I put you in Padua, away from Venice. You'll be safe. Any worry, you call me. I give you my home number. \n[25]Don't worry.   I'll be discreet. \n[26]That's what I'm trying to find out, Signore. \n[27]I do my best. \n[28]Sorry for the inconvenience. Enjoy your stay. \n[29]Well it's official Mr. Taylor. You're not mad. \n[30]I went to the hotel. Somebody shot at somebody. I found a shell casing. I'll have it analyzed in the morning. \n[31]Relax, you're perfectly safe where you are. You have any visits from your Signora Mason? \n[32]Never let them cuddle, Mr. Taylor. One cuddle and it all turns to merda. Good night. If you need anything, you have my number. ", "DEMIDOV": "\n[1]Take a seat, Mr. Quinn. Can I offer you a glass of Brunello? It's a '97... \n[2]You know I'd never admit this at home, but Vodka is for peasants. There's much we could learn from the Italians. \n[3]Tell me I'm not going to be disappointed. \n[4]He always had good taste... \n[5]It may be difficult for you to understand, Mr. Quinn; you Swiss are mercenary by nature. But for some of us, there are things more important than money. I put my trust in Alexander Pearce. He betrayed that trust. \n[6]And it's bad business to let somebody make a fool of you. If Pearce gets away with it, what does that say about me? \n[7]Of course. \n[8]What happened, officer? \n[9]You are a good detective. \n[10]When I was a young man, times were very hard. When an opportunity presented itself, you took it. \n[11]I was twelve years old when Gregor asked me if I was ready for a man's job. He was the top chelovek in our housing block. So I said yes. He gave me a crowbar and told me to go bash in the skull of another boy who had stolen something from him. \n[12]Now it just so happened this boy was a friend of mine. I did not want to do this terrible thing. But when you come from the streets, you have no choice. \n[13]I worked   very hard for years to get past   that life. So I would not have   to do these terrible things.    So I would have a choice... \n[14]I have people like you to do these things for me... \n[15]Except that you don't! \n[16]If you did your job properly, I wouldn't have to get my hands dirty, you piece of shit. \n[17]Sorry to disappoint you, my dear. \n[18]How are you this evening? \n[19]You're waiting for someone, Ms. Mason? \n[20]You haven't seen Alexander Pearce in a long time, yes? I'm sure it will be a touching reunion. \n[21]If you don't mind, we'll keep you company while you wait. \n[22]Not very polite of your boyfriend to keep you waiting. \n[23]I have a hard time believing that. Perhaps he's already here somewhere... hiding... even watching us. \n[24]Good news. He loves you. \n[25]You know, Mr. Pearce, I thought I was finished with this sort of thing. But in your case, I've been forced to make an exception. \n[26]Good bye Mr. Pearce. ", "JONES": "\n[1]We're putting a lot resources into this investigation, John. Tell me you're going to get him this time. \n[2]Not quite legal. The I.R.S. has been cheated out of the revenue. We calculate that Mr. Pearce's tax bill currently stands at $743.7 million dollars. \n[3]Exactement, monsieur. \n[4]The U.S. Government is not participating in an investigation of a member of the Russian parliament; our target is Alexander Pearce. \n[5]He's a tourist. Member of the teacher's union. Pays his taxes. Has bad luck. \n[6]I never said he is clean.    I just said he isn't our target. \n[7]Don't look at me. I married my personal trainer. She's twenty-six. \n[8]We're aware of the situation, Mr. Taylor. But we take a long view of these things... fortunately you are unhurt... \n[9]Pearce's own villa? Why would he risk going back there? He must know we'd be watching. \n[10]Call in a search team. \n[11]Was that Pearce? \n[12]He's taking out the entire surveillance system-- \n[13]Who is that? \n[14]Not possible. \n[15]What if he doesn't come? \n[16]How much is there? \n[17]That's no mistake... That's his tax bill. \n[18]I'll take that. \n[19]Well John... with the funds recovered, I don't think there's going to be any appetite from our side to continue this investigation. \n[20]I'm sorry you didn't get your man. \n[21]There's something I don't understand... how did Pearce manage to get here and open that safe without anybody noticing? And where did he go? ", "GOYAL": "\n[1]She's on the train. They'll be in Venice in the morning. \n[2]She's checked into the Danieli... she's not alone. \n[3]I'm just wondering how they tracked them down at the hotel... \n[4]The local police picked him up. \n[5]We should check for prints.    Maybe he forgot to wipe it down... \n[6]Looks change. \n[7]She's on the move. Time to go. \n[8]He's not going anywhere. \n[9]What do we do with him? \n[10]How did he know there would be a camera? \n[11]What should we do? \n[12]What are we going to do? \n[13]Sir? \n[14]Where's Taylor? \n[15]Sir... over here. Take a look at this! \n[16]Account numbers... access codes... unless I'm mistaken... he left the money behind. \n[17]Looks like 744 million. ", "JEAN LUC": "\n[1]Your mastermind couldn't pass his exams on his own? \n[2]That explains what the American harridan is doing here. \n[3]So nobody knows what he looks like? \n[4]Forgive me for saying so Mr. Ackerman, but he slipped away from you when you knew his whereabouts and his appearance...  What makes you think you can catch him now? \n[5]Perhaps he's nostalgic. \n[6]How can one man move through the house that fast? \n[7]The accent is Russ-- \n[8]We have to do something-- \n[9]Yes but-- \n[10]A mistake perhaps? ", "THE ENGLISHMAN": "\n[1]Have you been reading the newspaper? \n[2]No names.    Not on the phone. \n[3]It's been a busier weekend than I expected. \n[4]There's a recipe in a Tuscan cookbook there I need. Would you look it up for me? \n[5]I want to make sure our guests are surprised. \n[6]You're a brave and loyal girl. I'm in awe of you. \n[7]My only concern is for those who cross you, my love. \n[8]You may not believe it, but every step of this miserable game is taken in the hope of earning your trust and ever-lasting regard. I mean that. \n[9]$20 million dollars worth of surgery and that's the face you chose? ", "QUINN": "\n[1]You've assembled quite a task force to catch a common money launderer, Mr. Ackerman. \n[2]The money travels from America to the Cayman Islands... \n[3]What does this Alexander Pearce look like? \n[4]How do you know about it? \n[5]What makes you so certain? \n[6]No thank you, Mr. Demidov. \n[7]I don't think so. \n[8]Mr. Demidov... if I may ask you a question... Why do you care so much about Alexander Pearce? I mean, you've come here yourself... as if it were personal. "}}