{"dialogues": {"ROBERT": "\n[1]Mr. Rodman...it's too bad your client didn't show as much sense in choosing what he planted as he did in choosing his attorney... \n[2]Lately the only variation I'm hearing in your argument is the name of the client.  And you can sit there all day arguing the ins and outs of Illinois v. Gates, but you aren't going to convince me that this country has not sanctioned the use of anonymous informants. Furthermore, there is no sacred protection of property rights in the United Sates.  When you make the decision to have marijuana on your farm, whether it's one joint or an acre of plants, your property can be seized and your property can be sold. \n[3]Mr. Rodman, may I offer a piece of advice?  The next time you argue this point before this court, regardless of my whereabouts, I recommend you have something up your sleeve other than your arm. \n[4]Depends who it's from. \n[5]You can learn a lot about somebody from this stuff.  Three categories: you like me, you hate me, you want something from me. Definitely third category. \n[6]Depends on the state. \n[7]Medicinal marijuana initiative. Or am I being cynical? \n[8]Not by me. \n[9]In the hotel rooms, making the same motions.  Satisfied, he straightens, then turns to look at himself. \n[10]I'll be sure to let you know. \n[11]Like you protected Landry? \n[12]You've done a fine job here, Sir. The Office of National Drug Control Policy is in better shape than when you found it. \n[13]There are a lot of encouraging statistics.  The work's just started, but I intend to see it through. You've got my word on that. \n[14]I've come in to do a tough job and that's what I'm going to focus on. \n[15]That's very interesting. \n[16]Like you. \n[17]You're looking pretty good for an old guy. \n[18]Which part, getting terrorists loose on bail or freeing convicted murderers on technicalities? \n[19]Michael, you represent drug dealers, not civil libertarians. \n[20]Noriega is a criminal. \n[21]Last I read your clients were chopping people up with chainsaws and delivering illegal narcotics into this country. \n[22]If I ever return to the bench, Counselor Adler, I hope I have the pleasure of hearing your arguments. \n[23]What's it like? Imagine you're being accosted by a swarm of beggars in the heart of Calcutta, except the beggars are wearing $1500 suits and they don't say \"please\" or \"thank you.\" \n[24]Fine -- legalization.  Okay, forgetting all of our international trade agreements, legalize everything today.  The Government inserts itself into all drug transactions.  The U.S. becomes a giant pharmacy.  Our borders are mobbed, lines of people from here to Europe wanting to smoke, snort and shoot themselves into oblivion. \n[25]Drugs begin pouring out of America into every other country in the world. Canada is completely overwhelmed. \n[26]Somehow, I don't see that happening. \n[27]That's frustrating. \n[28]As it happens, the President of the United States, my new boss, the leader of the free world, has me penciled in for some \"face time\". \n[29]I don't know. \n[30]It's a presidential appointment so... until I quit or get fired. \n[31]Caroline?  How well did you know this boy who overdosed? \n[32]Okay, honey.  We understand.  You're mother and I have to talk. \n[33]I think she's lying. \n[34]We'll ground her, clip her wings a bit.  School and scheduled activities and that's it until further notice. This has to be handled delicately. Dan Kelly, in the District Attorney's office, will probably help us out, quietly.  Christ, this could be embarrassing. \n[35]Stop.  You experimented in college. I don't want to hear about that. \n[36]This is different. \n[37]To begin with, she's only sixteen years-old. \n[38]Space for what?  To O.D. like that other kid?  I will not send the message that this type of behavior is okay with her parents.  Because it isn't.  Correct? \n[39]How long have you known about this? \n[40]How long have you known? \n[41]Explain to me how you could think that I shouldn't know about this. Explain to me how this wouldn't be relevant to me.  As a parent. \n[42]I appreciate you coming in so early. \n[43]Still, this was a sensitive issue for me and I wanted to thank you personally. \n[44]I don't know what you mean. \n[45]I... I don't really know. \n[46]No, of course not.  She's one of the top students at her school. \n[47]It's Robert.  Wipe your schedule clean for the next three days.  I'm tired of talking to experts who never set foot outside the beltway.  It's time to see the front lines. \n[48]Any idea how much? \n[49]What do you look for? \n[50]Any way we can do it better? \n[51]That triple the amount of stuff is going through. \n[52]Who are these guys? \n[53]He died in a liposuction surgery, right? \n[54]Who do we interface with on their side? \n[55]I mean, who runs interdiction on the Mexico side? \n[56]I want everyone thinking out the box for a second.  What are we gonna do about Mexico? Come on, guys.  Out of the box. \n[57]Unlimited. \n[58]Come on.  I want to hear from everyone: FBI.  Customs.  Treatment. Is there anyone from treatment on this plane? Then I want an answer for why there isn't anyone from treatment. Look, we know we have to bust one of these cartels, Juarez or Tijuana, not just as a symbol, but hell yes, also as a symbol - they are symbols - and there's nothing wrong with sending a message.  That's why when Carlos Ayala hired Michael Adler lead defense, I flew Ben Williams to San Diego to prosecute.  Because he's the best we have, he's our symbol that we're serious about putting the top people away. So, as of right now, this flight only, consider the dam on new ideas thrown open. \n[59]If I'm not mistaken, we got DEA, Pentagon, U.S. Attorneys office, about a billion dollars of budget right here.  So what are you people waiting for? \n[60]I think we may have found our Mexican Drug Czar.  It's this General, Salazar.  At least I'll have somebody on the other side I can talk to. \n[61]Possibly. \n[62]Barbara -- \n[63]The first thing we have to do is present a unified front. \n[64]Look, I'm as worried as you are -- \n[65]Yeah, well, she has a way of self- medicating that probably seems familiar, too. \n[66]I have a drink before dinner to take the edge off my day.  That's different. \n[67]Yeah, because the alternative is to be bored to death. \n[68]Caroline.  Open this door immediately. \n[69]You're not going anywhere, young lady. \n[70]Where is it?  Where are the drugs? Where are they? \n[71]Fuck me?  Oh, okay.  Fuck me.  Fuck you. \n[72]I'm going to ask you one time to tell me the truth so that I can help you. \n[73]Okay, young lady, that's it. \n[74]What is wrong with you?  What? You're going away.  You're getting help somewhere. \n[75]Oh, yes I can. \n[76]I'd like to bring you up to Washington, walk you around our side of things, and share some of the information we've been able to develop on your cartels. \n[77]You've been making very good progress against the Tijuana cartel. \n[78]Hopefully the exchange of training methods and information between our countries will help with this problem. \n[79]Let me ask you a related question. We've talked about the supply side, but what about demand?  What is your policy for treating addiction? \n[80]Nobody saw her leave? Yes... I understand. \n[81]I have to go.  I have to go home. \n[82]No, not yet. \n[83]She snuck away.  And we haven't seen her.  She hasn't come home. \n[84]She hasn't called you? \n[85]Can you tell me anything?  Do you have any ideas? \n[86]I'm not the police.  I don't care about experimentation.  She's a kid. I'm worried to death. \n[87]I don't give a fuck about your parents -- \n[88]What? \n[89]You don't know what the hell you're talking about.  You're a cocky seventeen year-old and you don't have a clue what the stakes are. You don't know the value of the life you've yet to throw away.  And neither does she. \n[90]What do you mean, what do I want? \n[91]I don't want anything. \n[92]You want to help?  Stay the fuck away from her. \n[93]I'm looking for my daughter. \n[94]About the other night, I'm sorry. \n[95]God, I don't get it.  Are we supposed to say to ourselves, be prepared to lose her, be prepared to lose our child? Why does this happen to someone? How does it happen? \n[96]Hello. \n[97]No, it's all right. \n[98]What?  I thought Madrigal was dead. I thought it was verified. \n[99]I'll get there as soon as I can. \n[100]I have to call you back. \n[101]So's the video camera. \n[102]She'll be at a pawn shop in an hour. \n[103]Seth has to be excused.  He's going on a field trip. \n[104]I can't believe you used to bring my daughter here, to this place. \n[105]You're starting to piss me off.  Get out of the car. \n[106]I'm looking for my daughter, Caroline. She comes here. \n[107]I need to find my daughter.  I'll pay you. \n[108]I have money -- \n[109]I'll pay you a thousand dollars.  I have it in my wallet. \n[110]Just tell me where she is. \n[111]How was she? \n[112]The cocaine brand, 911, is an East Coast brand, a Juarez Cartel brand, and you must know it usually comes through into El Paso? \n[113]So what's it doing in Tijuana? \n[114]Let me ask you a hypothetical question: if Salazar worked for Madrigal and the Juaraz cartel, and he went out of power, would it mean the Juarez Cartel is losing influence? \n[115]That would probably mean the Tijuana Cartel is gaining power? \n[116]Is it possible to have a Drug Czar in Mexico who isn't connected in some war to one of the cartels? \n[117]The War on Drugs is a war on our nation's most precious resource... our children.  Sixty-eight million children have been targeted by those who perpetrate this war and protecting those children must be priority number one. There has been progress and there have been failures, but where we have fallen short I see not a problem but an opportunity. \n[118]An opportunity to correct the mistakes of the past while laying a solid foundation for the future. This takes not only new ideas, but perseverance.  This takes not only resources, but courage.  This takes not only government, but families. \n[119]I've... I've outlined a ten-point plan, representing a new bilateral effort... \n[120]I can't do this. If there is a War on Drugs then our own families have become the enemy. How can you wage war on your own family? \n[121]My name is Robert.  This is my wife, Barbara.  We're Caroline's parents. We're just hear to listen. ", "HELENA": "\n[1]Mmm. \n[2]Well, that's true.  I don't. I think someone else is asking for it. \n[3]It's delicious -- \n[4]I've heard... I can't remember where... That it's full of that good kind of fat, the kind you're supposed to eat -- \n[5]And now there's a good cholesterol and bad cholesterol.  Everything they tell you completely changes every other week.  I don't know why they think we should listen at all. \n[6]I'll put this in the back. \n[7]All the professionals keep them in the trunk. \n[8]Especially Tiger Woods. ...Actually, he keeps his on the back seat. \n[9]Hi. \n[10]Just watching you. \n[11]I keep feeling like I'm forgetting something. \n[12]David, come inside -- \n[13]Arnie, thank God. \n[14]Can you please tell me what on earth is going on? \n[15]Why are you talking like that? \n[16]Arnie, this is crazy. \n[17]What is he being charged with? \n[18]Arnie, I feel like Alice stepping through the looking glass. \n[19]Thank you so much, but I had a lot of help. \n[20]I am on the board of my son's school. I had a fundraiser for A.L.V. in my front yard.  I have a right to know if my husband is a legitimate businessman. \n[21]If all our assets are frozen and our \"sales force\" has scattered...  How am I supposed to survive?  I'm giving birth in three months.  How do I get through this? \n[22]How much do I pay him? \n[23]David, come back here this minute. David! \n[24]David -- \n[25]Please put down my son. \n[26]Thank you.  That's a valuable lesson. David, come on. \n[27]Yes, hi Jenny, account number 4168 2245 3173... I need a cash advance. \n[28]What's the largest amount I can get? Okay, I guess that'll have to do. \n[29]I so hope I didn't startle you.  I thought you might like some cold lemonade. \n[30]I know this is a difficult situation and you're only doing your jobs.  I don't bear you any ill-will, but I do have a small favor to ask. \n[31]A man threatened my children. These charges have attracted a lot of attention and it seems to be bringing all the nut-jobs out of the nut jar. Would you keep an eye out for anything out of the ordinary.  I don't know what else to do. \n[32]Thank you. \n[33]Arnie, I need money.  Somebody threatened my children.  They want a first payment of three million dollars. \n[34]Arnie, help me.  Doesn't anyone owe us money? \n[35]Please.  Tell me who Carl sells to. \n[36]What about legitimate businesses? We own a construction concern, real estate -- \n[37]Don't you have some good news?  Isn't there something positive you could say. \n[38]Sometimes I wonder what I'll do if Carl doesn't get out.  I'm not very adept at being on my own.  I've always had a man in my life.  Always. \n[39]I'm glad you think so, but I'm picturing a debt-ridden, thirty-two year-old mother whose ex-husband is being compared to Pablo Escobar. And I'm wondering who would want to be with someone like that? \n[40]How's David? How's David? He's terrific, Carl. \n[41]We watched his father get dragged away by federal agents.  I don't even know how to begin to tell him where you are or when you're coming back... Or if you're coming back. \n[42]How?  Supportive letters from prison while I'm being kicked out of our home? Do you have any idea what is happening out here?  Our credit cards are maxed. The people at the bank, you should see their faces when I walk in there. I have a letter from the government telling me that anything I sell from our house will be taken against an income tax lien.  Our friends are behaving like the crowd at a public hanging.  Nobody will help us.  Nobody will take us in.  Nobody wants anything to do with us.  So tell me, Carl, how you're gonna make it up to me. Tell me again how we'll get through this, and maybe while you're at it you can put your hand up against the glass so we can have a tender moment of connection. \n[43]Tell me what to do, Carl.  I need guidance, not a fucking platitude. I'm not bringing a child into the kind of life I grew up with.  I won't do it.  I want our life back. \n[44]I don't understand. \n[45]I don't have three months. \n[46]How much will you give me in cash? Today. \n[47]You must be joking.  That's a fraction of their value. \n[48]Get out.  Get out of my house. \n[49]It's all right.  We're have a disagreement, that's all. \n[50]A friend... of Carlos Ayala. \n[51]I'm on a special phone, may I speak freely? \n[52]I have a job for you and I don't have much time. \n[53]You're kidding.  Can't you shoot him or something? \n[54]When will you do it? \n[55]There's always a way.  If people get to the Pope or the President, you can get to him. \n[56]You've got a gun.  Get out of the car and shoot him in the head. \n[57]What are you?  A mouse?  Get out of the car and do it.  This is your chance. \n[58]I tried, Arnie.  And, I will continue to try. \n[59]That is going to be rather difficult when all the evidence is against us. \n[60]I know I made things worse.  I know that and I'm sorry, but Arnie I need something from you.  Something only you can help me with. \n[61]I need an introduction to the Obregon Brothers. \n[62]I figured out what Carl was up to and I need your help.  Will you help me? \n[63]Yes, he threatened to kill my five year-old son. I was under the impression I would be meeting Juan Obregon. \n[64]Why do you say that, Mr. Marquez? \n[65]My husband is the victim of an informer in your organization, not ours. \n[66]I don't think you're going to do that. \n[67]There are plenty of other suppliers in Mexico. \n[68]My husband had been working on something he called, The Project for the Children.  Are you aware of this? \n[69]We have the ability to change the color, odor, and physical property of cocaine. \n[70]Not in... \n[71]This doll is cocaine. \n[72]Every part, from his ears to his accessory belt, is high-impact, pressure-molded cocaine.  Odorless. Undetectable by dogs.  Undetectable by anyone. \n[73]Get a bowl. \n[74]Try it. \n[75]I'm six months pregnant.  I won't do it. \n[76]Fine, then we don't have a deal. \n[77]It should be... It's yours. I want our debt forgiven.  I want to be the exclusive distributor of Obregon Brothers Cocaine for the United States.  And I want the principle witness against my husband, Eduardo Ruiz, killed. \n[78]That's crazy.  My husband is on trial for smuggling. \n[79]You will help me with my other problem. \n[80]I'm in a hurry -- \n[81]You've got to be kidding me.  I'm pregnant.  What if I refuse? \n[82]Did you get it? \n[83]The place is swept twice a day.  I learned that down in Miami in '85... Arnie.  I'm the housewife.  I belong to the most exclusive country club in La Jolla that accepts Latinos. Until recently, I believed my husband imported hydroponic strawberries, which I donated at the school fair. \n[84]It's the same stuff?  From the rainy day stash? \n[85]I'm desperate, but I'm not stupid. \n[86]Come on.  Time to go. \n[87]Women's room, stall two. Should we stop for ice-cream? \n[88]Who was that? \n[89]Come downstairs.  Everyone is waiting. \n[90]Throw him out of here. ", "JAVIER": "\n[1]I had that dream again. \n[2]Where my mother's suffocating. \n[3]No.  There's no problem. \n[4]Drop the package.  Put your hands behind your head.  You're under arrest. \n[5]No, there's no mistake. \n[6]Javier Rodriguez. \n[7]An informant. \n[8]It was an anonymous tip. \n[9]Yeah. \n[10]I don't know.  Something. \n[11]Relax.  If they were going to kill us they would have done it in the desert. \n[12]Even if that were true, they're not going to come to your house where you're waiting for them. \n[13]If you want her to stay out of it, then stop telling her everything. You should learn how to keep a secret. \n[14]Anyway, I don't think we'll ever see them again.  Everything's back to normal. \n[15]The police won't find your car. \n[16]Call this man, he'll find your car for you. \n[17]The police will tell him. \n[18]Yes.  Better than filling out forms, right? \n[19]If I can. \n[20]What is it you want me to do? \n[21]Does this offer include my partner? \n[22]He'll do what I say. \n[23]Then I guess I'm going by myself. \n[24]Everybody has a weakness. \n[25]But will he be house-trained? \n[26]Who? \n[27]Your new friends. \n[28]Not this time. \n[29]It's not our decision. \n[30]Stop complaining.  Nobody knows what you've been up to. \n[31]Anna.  What's wrong?  What do you want? \n[32]He's not here. \n[33]No. \n[34]I'll find him. \n[35]What the fuck are you doing? You're supposed to be at work. Look at you. \n[36]Oh, really.  General Salazar was there? \n[37]Go home.  Get cleaned up.  Get to work.  Salazar is heading down to Mexico City next week and I'm not getting left behind.  Don't fuck this up. \n[38]We don't have an opinion on you. \n[39]The General is a man of his word. \n[40]What? \n[41]This is why Salazar is so interested in cleaning up Tijuana.  Madrigal, who's supposed to be dead, owns him. And Madrigal is making a move on Juan Obregon. \n[42]We keep our mouths shut. \n[43]Where are we going? \n[44]Where are you taking me? \n[45]Where? \n[46]No. \n[47]Not for me. \n[48]It's important that we work together. Mexico.  America.  One hand washing the other. \n[49]So... maybe you tell me about your informants in our operations. \n[50]This is a very different proposition. \n[51]Ten years ago Tijuana had no drug problem.  Now it is epidemic. Ten years ago America takes a hammer to Pablo Escobar, a hammer to the Miami drug trade, and you allowed everything to move to my country. You dumped the problem at our feet. Now, drug use is epidemic.  Now, the treatment centers are full and get no state money.  They survive on donations and what they get for building doghouses to sell to the \n[52]What?  What is it? \n[53]Why does he need money? \n[54]How much? \n[55]What is he planning on telling them? \n[56]...And I have the electronic serial numbers for their cellular phones. They change them every twenty-four hours but I have a contact at MexTel who can get me the new ESNs within twelve. \n[57]Now that you have what you want, let's talk about how I get what I want. \n[58]You worry about getting me the things that I want.  I'll worry about myself. \n[59]I feel like a traitor. \n[60]Anna.  Anna, please.  Let me in. \n[61]Come on.  You can't stay locked in your house all day. \n[62]I know this is a tragedy, but you have to realize that good has come out of it. \n[63]If Manolo hadn't gone and told them what he did then Salazar and Madrigal would never have been brought to justice.  He did a great thing for Tijuana.  He did a great thing for Mexico. \n[64]You will believe me, because it's true. \n[65]This seizure is one of the largest seizures in Mexican history...  It represents the first bilateral effort of the American DEA and the Mexican \n[66]Today I'm very proud to announce that Mexico, with the help of our American partners, is finally winning the war against narcotics trafficking. \n[67]I'm aware of that. \n[68]It could mean that, yes. \n[69]It's possible. \n[70]Yeah, it's possible... if you're prepared to die. ", "CAROLINE": "\n[1]Entertainment.  The Susan Lucci section or Banal Love Songs of the Nineties? \n[2]What are you doing? \n[3]What is this, like freebase? \n[4]More. \n[5]What about legalizing everything? Has anybody talked about that? \n[6]What if every country legalized at the same time? \n[7]Did you meet the President? \n[8]Will we get invited to the White House? \n[9]How long's the job? \n[10]That makes mom the Czarina.  I'm a Czarette.  Like Anastasia. \n[11]None of my friends can fucking believe my dad is the actual Drug Czar. \n[12]Sorry, but I mean, come on. \n[13]It's great, daddy.  It's just amazing, that's all. \n[14]All I'm saying, what I'm saying, is it never seems like anybody ever says anything that matters to them, like we all look at each other and nod with responses we've been trained to make, not real responses, just social conventions, phony, fake smiles, surface bullshit... I mean, we're all smart and do we have any idea what each other are like, really like?  Do I know what Seth's afraid of, or Vanessa, or fucked-up Bowman? \n[15]...Probably, but do I ever say this stuff, just say, \"hey, I'm uncomfortable in this crowd, I don't know what the fuck I'm doing, either? I know you're afraid and it's okay-- \" \n[16]And Vanessa doesn't think she's pretty so she does all these weird fucking diets which is totally about self- esteem.  And she's beautiful. And that's not even fair.  Because listen to me.  I'm fucking lying right now.  This is exactly what I'm talking about... I'm supposedly talking about you, making some big point about you, and it's really about me.  So I should talk about me, not you, not even the universal \"you...\" Okay.  Okay, I'm worried I'm not really smart or that I'm not nearly as smart as people think I am, or that my parents' expectations have been way too high since I was five, I mean who knows they're going to Harvard when they're five, not that I'm blaming them for anything because everything's great, and I may not even get in, but we all feel this shit and we never acknowledge it and if we can't acknowledge it to the people we care the most about then who will we ever say it too and what kind of life will that be? \n[17]Ach, that's what I'm talking about. Sarcasm.  Always fucking sarcasm. You're afraid and you think if you admit it people will think you're weak or won't like you -- \n[18]Is he breathing? \n[19]Are you kidding...  I'm staying with you -- \n[20]Sixteen \n[21]Yes. \n[22]Yes. \n[23]I volunteer.  I read to blind people. One day a week for two hours. \n[24]Cincinnati Country Day. \n[25]Yeah. \n[26]I'm third in my class. \n[27]I get A's.  All A's. \n[28]I'm a National Merit Finalist.  I'm on the Hi-Q team and the Math team. I'm in the Spanish Club.  I'm a Thespian.  I'm Vice-President of my class.  I'm on the volleyball team. \n[29]Did you tell Dad? \n[30]Are you going to? \n[31]Is this bad for him? \n[32]He didn't hang around us.  He's like one of those hippie kids.  I'm not part of that group.  It was a party in all these rooms.  His girlfriend who I barely know was completely hysterical... He's blue, he's puking... We didn't want to get in trouble, but what were we supposed to do? I mean, what would you have done if you had been us? \n[33]He's a friend.  He's also like the only one who was dealing with the situation.  He'd definitely had a few beers, but it's not like he wanted to drive.  We didn't know what else to do. It wasn't my pot. \n[34]Like always. \n[35]Maybe we could show up and smoke a little rock with them to unwind -- \n[36]Have you done your homework, honey? \n[37]Then here's a little bump. \n[38]Come on... We've been here before. \n[39]Fuck off. \n[40]I think so.  If she didn't she should have. I've only got maybe an hour.  Then volleyball practice is over and I have to be home. \n[41]The maid... They ask her what time I get back.  She spies for them. \n[42]I wish we could stay here.  Just be here forever and ever.  Make it a little home. \n[43]Okay. \n[44]Who is it?  I'm going to the bathroom. \n[45]One minute. \n[46]Excuse me -- \n[47]Fuck you.  I wasn't doing anything. You're like the Gestapo. \n[48]Like I give a fuck. \n[49]You can't make me. \n[50]Hi.  I'm Caroline.  I'm not sure I'm an alcoholic. I mean I don't really like to drink. For someone my age it's so much easier to get drugs than beer.  I don't know, this is really weird and I'm really nervous... \n[51]I guess I'm angry.  I mean I think I'm really angry about a lot of stuff, but I don't know what exactly. \n[52]Please -- \n[53]Don't -- \n[54]Hi, Daddy. \n[55]It's gonna be great...  I mean, I'm okay and all, because, see, I met a guy, he's in this pretty famous band and... They've invited me to write lyrics for them, I'm gonna be able to do that and maybe sing, too... not at first, but later. \n[56]I've been doing research for the school paper, that's what I've been doing, like on assignment kind-of, I've seen some stuff you wouldn't believe, but I'm gonna write it all down into lyrics.  They think I'm really good, everybody says so, what do you think? \n[57]On the good days I feel like I get it, like it all makes sense.  I can stay in the moment.  I don't have to control everything in the future. And I believe everything is going to work out fine. On the bad days, I just want to grab the phone and start dialing numbers. I want to pull my hair and run through the streets screaming. But, thanks to the people I've met in these rooms, people like Margaret and Jim and Sarah, people who've taught me how to listen, I'm pretty sure I'll make it through today. ", "OMITTED": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]\n[14]\n[15]\n[16]\n[17]\n[18]\n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]\n[31]\n[32]\n[33]\n[34]\n[35]\n[36]\n[37]\n[38]\n[39]\n[40]\n[41]\n[42]\n[43]\n[44]\n[45]\n[46]\n[47]\n[48]\n[49]\n[50]\n[51]\n[52]\n[53]\n[54]\n[55]\n[56]", "GORDON": "\n[1]I feel good. \n[2]Nope. \n[3]Nobody said shit, Eduardo -- \n[4]Chill out -- \n[5]Man, you never been close enough to a woman to know how she smells. \n[6]You planning on going somewhere, Eduardo?  You don't like it here? This is the best situation you're going to have for a long, long time. \n[7]Listen you motherfucker, you tried to kill me with a fucking cannon. \n[8]The amount of coke we got on you means capital punishment in some states. \n[9]We got you on tape making the deal. We got you bragging about the quality. We got you bragging about your business.  We got you. \n[10]One chance here, Eduardo.  Make us believe you got a boss.  No boss, it's all on you. \n[11]We can protect you. \n[12]That's a big word for a fisherman. \n[13]Mr. Ayala? \n[14]You're under arrest for violation of Federal Narcotics laws. \n[15]We have a warrant to search your home, Mrs. Ayala. \n[16]She ain't in on it. \n[17]I'm telling you, she doesn't know shit. \n[18]So does half of San Diego. \n[19]You should see little Montel play. Little Montel is the next Maradona. \n[20]He won.  He was a winner.  That bothers you. \n[21]What do we have here? \n[22]Are you getting this on tape? \n[23]So you pay off our customs officials? \n[24]This attitude's not gonna help him any, is it? \n[25]He hired you.  That was a mistake. \n[26]What do we do? \n[27]What do you think she wants? \n[28]Uh... Thank you. \n[29]Of course, we will. \n[30]It's good.  Not too sweet. \n[31]When the DEA gets into the narcotics business, then we'll stay at the Four Seasons. \n[32]Fuck your lawyers.  You aren't getting any cappuccino or Biscotti either. \n[33]Oh, man, I've never eaten so good in my life. Why don't you develop a useful skill? \n[34]I saw this guy at the courthouse. The car -- \n[35]No -- \n[36]Yes. \n[37]Go shower.  You smell. \n[38]Where's the love gone, Eddie? \n[39]That thought makes me feel awful. \n[40]You're breaking my heart. \n[41]So go shower already. \n[42]And shave.  You better look nice and believable for the jury. \n[43]It's like having another wife. \n[44]Who is it? \n[45]Call an ambulance.  Hurry. \n[46]Call the ambulance. Don't die on me.  You will not die on me.  Do you hear me?  Don't you die on me. \n[47]Hello, Helena.  What a great party. \n[48]Nobody.  I'm a nobody who arrested you, but your wife is a murderer. \n[49]I'm a cop. \n[50]You didn't win, Helena.  You lost everything.  Tell your children a nice bedtime story...  How you killed my partner. ", "SETH": "\n[1]Father of Greek tragedy?  Anyone? Okay, Aeschylus it is. His trilogy?  The Oresteia.  I mean this is beautiful, can anyone stop the Seth Machine? Score.  Thank you.  Madmax from Omaha we own you.  And Tragedy is closed out. \n[2]Banal Love Songs it is. Hey, you wanna try something? \n[3]Just watch. \n[4]Inhale the smoke and hold it. \n[5]Not like.  It is. \n[6]Go...  Go! \n[7]Hold it. \n[8]See... Now, you see. \n[9]We act like we have all the answers and we're totally invincible like our parents seem and their parents before them and it's fucking bullshit -- \n[10]For instance I know you jack-off thinking about Caroline even though you're supposedly \"in love\" with Vanessa.  Whatever the fuck that means? I mean, what is that convention, anyway?  We're all these random collections of self-interest, and then we just decide that now we're two people walking along -- \n[11]We live our lives by these unspoken rules that are handed to us. \n[12]What do we do?  Okay.  Fucked-up Bowman's turning blue.  Doctor.  We need a doctor. \n[13]He's a research doctor.  You're dad's a doctor, too -- \n[14]Mapping the fucking pig genome. We'll call your dad, he's a neurosurgeon -- \n[15]He's gonna fucking die right here on the kitchen floor -- \n[16]Nobody has anything on them, right? \n[17]You know my dad takes eight red cold pills every day?  He and my mom have cocktail hour every night, from six to seven, set your clock, two bourbons -- \n[18]Yeah, then some dope to take the edge off at the end of a long day. \n[19]Yes, mom -- \n[20]Drugs weren't even a problem until a hundred years ago when the white men in power declared them a problem. Opiates.  But, who was using 'em? Chinese immigrants.  Slave labor. And the darkies up in the inner cities dancing to them evil rhythms of ju- ju music.  People on the fringe. Artists.  Decadent rich people.  And who got scared?  White men in power. Who's scared today?  White men in power.  If J.P. Morgan and John D. Rockefeller ever admitted using, it'd be a whole different story. \n[21]911, and the come down. \n[22]Two hundred of C, hundred of the other. \n[23]Caroline, give me your money. \n[24]Yeah, right. \n[25]We'd like room 205. \n[26]I love this place. \n[27]Did Courtney Love play Nancy in Syd and Nancy? \n[28]Why?  Nobody's there. \n[29]I want to have sex and do a hit right as we're coming. \n[30]She's not at that place you sent her? \n[31]Oh, man -- \n[32]I tried to talk to her when she was up there, but they wouldn't put me through. I'm surprised she hasn't called. \n[33]I don't know what to say. \n[34]You won't say anything to my parents? \n[35]We sometimes went downtown to score. \n[36]The West End.  We buy it off the streets. I can stop, you know, and she can't. Two people, really similar, we can talk about anything, but for me it's like a weekend thing, then I get my shit together, and for her it's different -- \n[37]Hey man, I'm sorry.  I'm just trying to help. \n[38]Hey man, what are you doing? \n[39]I don't know, maybe we missed her. \n[40]Hey man, back the fuck up.  To this place.  What's that shit?  Right now, all over this country, a hundred thousand white people from the suburbs are driving around downtown asking every black person they see, You got any drugs?  You know where I can get drugs?  What kind of effect you think this has on the psyche of a black person, on their possibilities?  If you sent a hundred thousand black people into your neighborhood, Indian Hills, and they asked every white person they saw, hey, you got any drugs?, within a day, your friends and their kids would be selling. It's market forces, man.  The product's marked up three hundred percent.  You can go out on the street and make five hundred bucks in two hours and then do whatever you want for the rest of the day.  You think white people would still be going to law school? \n[41]You're gonna get me killed. \n[42]Great.  What a good idea. \n[43]Man, I'm telling you.  Don't do this vigilante thing.  Either the cops find her or she'll call you.  I promise. \n[44]Open the door.  Open the fucking door, man. \n[45]I know she's in there.  Let me talk to her. \n[46]I know she's in there. ", "BARBARA": "\n[1]Like a Grateful Dead Concert. \n[2]So you know we put the case before the arbitration panel, none of whom had any expertise.  Superfund is just one of those words.  People stop paying attention. \n[3]It's so frustrating. \n[4]Honey, your father knows the President. \n[5]Czar for life, just like a real czar. \n[6]Caroline -- \n[7]Oh, honey.  Are you all right? \n[8]Not yet. \n[9]I don't know. \n[10]What do you think? \n[11]How well do you know this boy, Seth, who was driving?  You know the police have charged him with a DUI and possession of marijuana. \n[12]Honey, we'd like to talk alone. \n[13]Me, too. \n[14]Honey, this is difficult, but we've all had our moments.  I tried -- \n[15]Should we take the quotes off experiment and call it what it is? \n[16]Why? \n[17]I think she has to find out for herself, on her own.  We have to allow her space -- \n[18]We don't want to push her away. These are growing experiences. \n[19]Six months.  I found some marijuana, that's all.  And a little pipe about two inches long.  I talked with her. She said her friends smoked pot and drank -- \n[20]She asked me not to. \n[21]Does this mean you're going to be gone more? \n[22]You might want to pencil in a little face-time with your daughter. \n[23]Because I'm at the edge of my capabilities, Robert. \n[24]If you start in on the war metaphors I'm going to drive this car into a fucking telephone pole. \n[25]No, I don't think so.  Leave me alone, give me money.  That's what I get from our daughter.  She has a way of shutting me out that seems very familiar. \n[26]I'm not the one who has to have three scotches just to walk in the door and say hello. \n[27]Oh, it is? \n[28]Why don't you go in and tell your daughter how bored you are. \n[29]Should we bring the police into this? \n[30]Me, too. \n[31]I don't know. \n[32]Robert. \n[33]The silver wedding cup. \n[34]My Leica's gone. \n[35]At least she's alive. \n[36]Where are you going? \n[37]I'm really not sure.  She seemed to recognize it wasn't Serenity Oaks. It's a pretty hard-core facility, but at least we know where she is. Maybe it's what she needs now. ", "ARNIE": "\n[1]Helena, I'm so sorry -- \n[2]I understand.  You're upset.  You want to know what's going on.  That's good. \n[3]Listen to me carefully.  First of all, Carl isn't here.  DEA's got him and they'll hang on to him until arraignment, which will probably be tomorrow.  So here you're wasting your time.  Are you with me? \n[4]Good.  From now on I want you to expect that every word you utter will be tape-recorded, that the movement of your lips is being read. Got it? \n[5]Got it? Good.  Do not discuss anything over the telephone.  Do not talk to the neighbors.  Stay out of your yard. \n[6]I don't know, but under no circumstances would I talk about it here.  I want you to go home and relax the best you can.  Continue your life as if nothing has happened. That is very important. \n[7]That's a very apt analogy, Helena. Now, go home and be with your children. \n[8]Of course he is.  I've known him for twenty years and he doesn't jaywalk... \n[9]...Carl is a very important member of this community and when we're through suing the police and the district attorney and the DEA, they'll have to rename the public parks for your husband. \n[10]Your husband is very good at his job... \n[11]Which is smuggling illegal drugs into this country. \n[12]You're gonna get through it, but the first thing we do is get Michael Adler to represent Carl.  We get Adler and we beat this thing. \n[13]I suspect he'll accept his payment in publicity. \n[14]On a clear day you can see Mexico City. \n[15]This place is swept twice a day.  I learned that in Miami in '85.  Then the U.S. shut down the whole Caribbean, but it's a big game of wack-a-mole.  Knock it down in Miami, it pops up here.  And San Diego is so much more relaxing. \n[16]Helena, if I had it I would give it to you, but I don't have that kind of money. \n[17]Yes, I told you before, there are people who owe you money but they're not paying.  There's too much heat on Carl. \n[18]Even if I knew I wouldn't tell you. You do not want to come into contact with these people.  Only Carl knows who they are.  That's his real asset. Ruiz doesn't know them.  They don't know Ruiz.  Church and State. \n[19]Laundromats for the washing of money. Unfortunately, Carl had only one successful business. \n[20]I remember when I first met you: little Helen Watts from the wrong side of somewhere.  I had a feeling even then that your survival instincts were pretty well honed. \n[21]That was a stupid thing you did. Incredibly stupid. \n[22]Have you gone crazy?  You are not Carl.  You aren't as good as Carl. They are moving the trial to a high security location.  The press has gone berserk.  The jury will be influenced.  Stay out of things. Let us try to win the case. \n[23]Helena, please.  This is out of your hands. \n[24]Helena -- \n[25]I can't do that. \n[26]What are you thinking, calling me at home with a message like that?  You've compromised me and our relationship -- \n[27]It's the same.  What happened to what they gave you? \n[28]Carl, I'm running late.  I'm coming right now -- \n[29]What? \n[30]I was just waiting for the right time. \n[31]I just didn't want to take a chance. I didn't want to risk it.  It could have been frozen along with everything else. \n[32]Carl, that's insane. \n[33]Carl, think about it, if I was trying to rip you off, I would have left town after Ruiz was killed.  I wouldn't sit next to you in court listening to the dismissal. \n[34]Carl -- ", "SALAZAR": "\n[1]What's your name? \n[2]Well, Javier Rodriguez, you've done a very good job, but we'll take care of it from here. \n[3]We've been following these Narco- trafficantes for some time but had not been able to bring them to justice. Put the prisoners in the car. Impound the truck. \n[4]One question.  How did you find about this? \n[5]What is the name of your informant? \n[6]For a State Police officer, you're very well informed.  Let's go. \n[7]Javier Rodriguez.  Twenty-nine years- old.  Graduated from Montessori school.  Five years as a beat cop in TJ.  Three years with the State Police.  Parents died four years ago in their apartment from carbon monoxide poisoning because they could not afford to fix their gas heater. Your sister works in a Maquiladora in Juarez, making designer blue-jeans. On the police force three years, you currently make 316 dollars a month. \n[8]That's your past.  I want to talk about your future.  Would you be willing to do something for me? \n[9]I'm trying to bust the Tijuana Cartel. \n[10]A small thing.  Nothing really. \n[11]Only if he can be trusted. \n[12]His name is Francisco Flores.  He is a killer and gun smuggler for the Tijuana cartel.  I need to speak with him.  I need you to find him and bring him to me so that I can speak with him. \n[13]I'm curious how you did this with such economy. \n[14]You watch and learn.  I earn his trust.  Then more pain.  Then I appear with kindness.  Within a week he will follow me around like a dog. \n[15]When he loves me like a father, he will never tell anyone he was here. He will freely give the names of his superiors.  Then we get them and they too will give us names.  And eventually somebody will get us to Juan Obregon and the cartel will fall. \n[16]This is shameful.  A disgrace. Francisco Flores -- \n[17]It's all right, son.  It's all right. Salazar is here.  You're among gentlemen, now.  This shameful treatment will stop immediately. Guard! \n[18]I want to know who is responsible for this treatment. \n[19]We aren't barbarians. \n[20]Bring this man a change of good clothes.  Has he eaten? \n[21]You will dine with me from now on. \n[22]We have much in common.  We both attended school in the United States, and both of our fathers are engineers. \n[23]Of course it is.  Have some more wine. \n[24]Now, Francisco, my friend... I must know where these men are who killed my captains.  Not where they were last week, but where they are today, and better still, tomorrow. You are clever.  You can predict where they will be, can't you? \n[25]I recruited the best men in Mexico for my task force and put them through a rigorous screening process.  Not only physical, but also psychological. \n[26]That would be very helpful to me. Also, I received the offer from DEA and the FBI to train some of my men at Quantico.  I think this will be extremely useful, a good way for us to absorb some of your methods. \n[27]I've been too busy to completely settle in. \n[28]Yes, I am confident that Juan Obregon will be taken into custody before the end of the year.  But, you must understand that it is very difficult because of corruption in the police force.  We get a tip that he is one place, then we get there and he is already gone, having been warned by someone on our side. \n[29]Yes, I hope so as well. \n[30]Addicts treat themselves... they overdose and then there's one less to worry about. ", "CASTRO": "\n[1]No telltales.  Nothing to read. Not touching my face.  Not even blinking.  No giveaways. How're you feeling? \n[2]No more pissant basin league bullshit for us, hunh? \n[3]Limbering up, gonna stay loose, keep it all together.  Take this motherfucker down. \n[4]Showtime. \n[5]Good afternoon, ladies, gentlemen. We're looking for Eduardo Ruiz.  We have a two o'clock appointment. \n[6]Hey, you want to hear a joke?  I got a joke.  Why do women wear makeup and perfume? \n[7]It's a funny fuckin' joke and it's quick.  Why do women wear makeup and perfume? \n[8]'Cause they're ugly and they stink. \n[9]Agent down.  Repeat, agent down. \n[10]Move 'em to Texas, fry 'em up. \n[11]Who do you work for? \n[12]Who do you work for? \n[13]They're whispering.  I can't hear them, but I know it.  I smell conspiracy.  I feel the lie vibrating out of the home. \n[14]I have dreams about this, actual dreams about busting the top people, the rich people, the white people. \n[15]She knows Arnie Metzger. \n[16]You want to make a wager on this? \n[17]Maradona is a cokehead.  Hand of God, my ass.  We're wasting our time here. \n[18]Winners don't do coke.  Or haven't you been reading the bumper stickers? \n[19]I love my job.  I love it.  The next time I'm having a bad day you gotta remind me of right now and I'll get over it. \n[20]You'd think he wasn't sitting here facing life in prison. \n[21]I don't know. \n[22]She's your girlfriend.  Open it, talk about your kids. \n[23]You want to ask us a favor? \n[24]It's probably poisoned. \n[25]Eddie, how you like your new home? I hope you hate it as much as I do. \n[26]Remember when we sat on that mob guy, that chef, for like six months? \n[27]Yeah, like turning into a beautiful woman. \n[28]Stay here.  I'll get the car. ", "RUIZ": "\n[1]You ever buy a quarter ton?  Not many people have. \n[2]So, it's worth the wait, right? What can I do?  Rent a Huey?  Have an airlift?  It's not like you can put it in a condom up some mule's asshole, right?  How many peasants would that take?  A line stretching from here to Mexico City -- \n[3]Relax.  We're waiting, that's it. \n[4]I don't know. \n[5]Soon. \n[6]Take me to the hospital.  I'm bleeding to death. \n[7]I am a legitimate business.  Fishing boats.  Tuna.  Check it out.  Tax records, everything -- \n[8]You can't visit me here.  I want my lawyer. \n[9]It's a death sentence.  I'll never make it to the trial. \n[10]This is coercion. \n[11]I know another word... Immunity. \n[12]Carlos, I mean Carl, started out in the family connection business: real estate in Tijuana, fishing boats out of Ensenada, hydroponic raspberries. He met up with the Obregon brothers of the Tijuana Cartel who were interested in two things: entering society and using his fishing boats. \n[13]In Mexico law enforcement is an entrepreneurial activity, this is not so true for the USA. Using regression analysis we made a study of the customs lanes at the border and calculated the odds of a search.  The odds are not high, and we found variables that reduce the odds.  We hire drivers with nothing to lose.  Then we throw a lot of product at the problem.  Some get stopped.  Enough get through.  It's not difficult. \n[14]This has worked for years and it will continue to work for years. NAFTA makes everything more difficult for you.  The border is disappearing. You people are like those Japanese soldiers left behind on deserted islands who think that World War II is still going on. Let me be the first to  tell you, your government surrendered this war a long time ago. \n[15]I got greedy.  I decided to bring a little in on my own and somebody tipped you off.  That was my mistake. Carl would never be so stupid. \n[16]Carl and I were friends from childhood.  He was loyal, that's not a mistake. \n[17]This is ridiculous.  Why is there no elevator? \n[18]This is not what my lawyers negotiated. \n[19]Would you mind if today we walked? It's one block.  I could use the fresh air. \n[20]Fuck off. \n[21]You expect me to be grateful for spending the rest of my life looking over my shoulder. \n[22]Can't you for a second imagine none of this had happened?  That my drugs had gone through.  What would have been the harm?  A few people get high who are getting high anyway. Your partner is still alive.  We avoid having breakfast together. Don't you see this means nothing? That your whole life is pointless? \n[23]The worst thing about you, Monty, is you realize the futility of what you're doing and you do it anyway. I wish you could see how transparent you are. This food tastes like shit. \n[24]You only got to me because you were tipped off by the Juarez Cartel, who's trying to break into Tijuana. You're helping them. You work for a drug dealer too, Monty. ", "MANOLO": "\n[1]Which one? \n[2]Wasn't that General Salazar? \n[3]What's he doing up here? \n[4]They wouldn't do it in front of all these people.  They'd send someone later, when we're alone. \n[5]Away from the car.  Now! \n[6]Shut your fucking mouth.  Nobody's talking to you. \n[7]She's nosy.  She hears me on the telephone. \n[8]Please.  Filing a report will not help you find your car. \n[9]This is fucking crazy.  Instead of killing us, he sends us on a suicide mission.  Do you know who Frankie Flowers is?  He's a psycho-cokehead- hitman.  A faggot.  He's killed fucking who knows how many people. You'd need half the force to get close to him.  And you can't get their help because he lives in fucking San Diego. \n[10]A group of us are going out tonight. \n[11]Guzman, Tomas, Esteban -- \n[12]Yeah.  It should be fun.  You wanna come? \n[13]It's no problem.  I was just with everybody we work with. \n[14]No, but a lot of other people.  You should come.  You should come out with us. \n[15]There's supposed to be someone here to let you in. \n[16]Madrigal's alive. \n[17]Porfirio Madrigal is not dead.  I just saw him. \n[18]Javi!  Come on.  Don't pull this you don't care bullshit.  This is incredible information.  It must be. Javi -- \n[19]No.  I'm looking for the waiter.  I want to order. \n[20]A steak. \n[21]That's okay, really. \n[22]I was going to feed them wrong information.  Feed them lies to... it was for... \n[23]Don't tell Anna I died like this. Tell her it was something else. Tell her it was official business. Tell her that I died doing something honorable.  Please, tell her that for me... ", "MARQUEZ": "\n[1]Mrs. Ayala.  Thank you for coming. I am Juan Marquez, I work for Mr. Obregon.  I believe you know my associate, \"Tigrillo,\" the Little Tiger. \n[2]No, this is not possible.  And I thank you for coming down here, though I suspect it's been a pointless journey. \n[3]I hear these stories.  Your husband in jail.  His business in chaos. Various people fighting over the scraps. \n[4]That is not true, Mrs. Ayala.  Your route is compromised.  Perhaps it is time for me to deal with other distributors in California. \n[5]You don't?  Listen to this woman in a man's world, a very violent world. \n[6]But not in whose interest it is to help you out of debt. \n[7]I don't know.  Perhaps I remember something. \n[8]You want to smuggle narcotics in Mr. Espastico Jacobo.  That's nothing new. \n[9]I don't believe you. \n[10]You first. \n[11]Fine, then we don't have deal. \n[12]Okay, okay. \n[13]That's good coke. \n[14]Perhaps... Perhaps... I'm afraid I must first ask you to pass a test. I asked the same of your husband and he succeeded with flying colors. \n[15]Take this back with you.  Deliver it safely to Tigrillo in San Diego and we have a deal. \n[16]Exactly, and this is how I know I'm not getting into business with the U.S. Government. \n[17]Deliver that safely to Tigrillo in San Diego.  And we have a deal. \n[18]Salazar and Madrigal are no longer with us. A feat none of these people could get accomplished. \n[19]You're going to be made the Special Assistant to the new drug Czar, which makes you a very valuable law enforcement officer. I hope you like to travel because we have plans for Juarez and El Paso, Nogales, Sinaloa, Jalisco, Michoacan... ", "FRANCISCO": "\n[1]I want to intercept cell phone calls, digital and analog.  And locate the source of the call.  I need databasing capability, to cross-reference calls and numbers. \n[2]Assassin. \n[3]My father is rich.  He'll pay you. \n[4]In my home I have B&amp;W speakers.  I recently purchased a compact disc burner.  I can make my own cd's, with whatever music I like, as if I bought them at the store, only I don't have to pay these crazy prices. \n[5]I got into stereo equipment when I was a kid.  Some people don't notice the difference but it is very important to me. \n[6]I can't go home.  I don't want to go.  Please don't make me. \n[7]I'll be killed. \n[8]Who is this? \n[9]Yes. \n[10]You may speak. \n[11]I love this place.  Don't turn around. \n[12]You were followed by the police, but they won't hear us over the children. I want to use a bomb. \n[13]I don't really like guns.  You shoot someone in the head three times and some doctor will keep them alive. \n[14]I don't know.  Eduardo Ruiz is the only real witness against Carl.  The security is very tight.  There may not be a way. \n[15]Careful... You're sounding like your husband, Mrs. Ayala. \n[16]They're not getting into the car. What are they doing?  They're walking right at me. \n[17]They're going to walk right past me. ", "SKETCH": "\n[1]Goodbye... Caroline. \n[2]What the fuck do you want? \n[3]You want some of that? \n[4]What you gonna do to get some of that? \n[5]What you gonna do? \n[6]Maybe a taste. \n[7]Feed this to you like a little bird. \n[8]You want this? \n[9]This is the Express train.  Baby turnin' pro and getting down in a big, big hole. \n[10]Kiss it.  Kiss your new mommy hello. \n[11]What do you want? \n[12]This is a business.  Get the fuck outta here. \n[13]Who the fuck do you think you are? Where the fuck do you think you are? Why the fuck do you think I shouldn't just put you in a dumpster? \n[14]I got money. \n[15]I want your money, I'll take your money. \n[16]Don't do that shit again. ", "CARL": "\n[1]Hello.  Hello. \n[2]I'm sorry, Jonas.  I don't care if that is the price you have gotten in order countries. \n[3]This is America, a different country. I am Carl, a different man.  So you see, everything about our situation is different and I believe the pricing will be different, too. You're a reasonable man... So take the weekend to think about it. \n[4]Every day with this guy is like starting all over again. \n[5]Hi. \n[6]What's up? \n[7]I got that.  How was your day? \n[8]You all right? \n[9]What is this?  What is going on? \n[10]That's right. \n[11]How's David? \n[12]Helena -- \n[13]We'll get through this, I promise. I'll make it up to you -- \n[14]Helena -- ", "CARLOS": "\n[1]I built our house and I don't want to lose it.  Every stone, every brick, every board. My business... That would take a lot of private study... That you don't have time for.  I suggest you look into the Coronel... Into selling it.  If you can stomach it, you should look into it. \n[2]Look into the Coronel; otherwise, there is nothing to do. \n[3]It's Saturday, Arnie.  You work too hard. \n[4]Don't bother. \n[5]So Arnie, when were you going to tell me about the 3 million dollars we got in from San Francisco two days after I got arrested? \n[6]And you didn't feel like you could trust my wife with this news? \n[7]You had it all figured out.  You move into my house.  You raise my kids.  You sleep with my wife.  It was a good plan, Arnie. \n[8]So my wife is lying? \n[9]Arnie, do think there's a difference between a reason and an excuse, because I don't think there is. \n[10]Goodbye Arnie. \n[11]Arnie.  He's not going to be able to make the barbecue. \n[12]Who are you? \n[13]We're back up and running. Completely untouchable.  Completely. ", "ANNA": "\n[1]He's right.  They'll do it when you're walking somewhere, make it look like street crime. \n[2]I can't find Manolo. \n[3]He never came home last night.  Was he with you? \n[4]I'm worried.  Last time he was out late, I went through his clothes while he was asleep. \n[5]It's very hard for me to come and tell you this. \n[6]It's Manolo.  He's going to do something stupid.  I'm worried that he'll get himself killed. \n[7]He's saying he's going to talk to the Americans.  Become an informer. \n[8]He has debts.  He has gambling debts. He owes a lot of money. \n[9]Nine thousand dollars. \n[10]Well, you know, he's going to say about Madrigal... and Salazar. \n[11]I want to believe you.  I really do. ", "SOCIAL WORKER": "\n[1]...How old are you? \n[2]Live with your parents? \n[3]Parents still together? \n[4]Do you work? \n[5]In school? \n[6]Private? \n[7]How are your grades? \n[8]What's that mean? \n[9]You do?  What else you do? \n[10]You wanna tell me what you're doing here, Caroline? ", "JOHNSON": "\n[1]Somewhere safe. \n[2]A place we have, that we know is protected. \n[3]Okay.  Where would you like to go? \n[4]We agree. \n[5]We thought maybe you'd have that kind of information for us. \n[6]We pay for that kind of information. \n[7]Is that what you're talking about, Javier? \n[8]You wanna tell me what the hell that was all about? \n[9]Oh, don't worry, Javier, you're not gonna have any problems there. \n[10]You should feel good about this. ", "NAN": "\n[1]Duck salad? \n[2]Helena, you never order duck salad. \n[3]Well, he's got good taste.  Isn't it the most wonderful thing you ever tasted?  I mean ever. \n[4]Looking for a nice sauce ala orange. \n[5]You mean all breast, just like you. \n[6]Jealous, that's all -- \n[7]What I know is ducks, as cute as they are, were designed by God to be eaten. \n[8]It's a turnout because it's a spectacle.  Can you imagine? \n[9]Silly, you knew that already. ", "STRANGE MAN": "\n[1]Yeah, this is fun. \n[2]Shouldn't let your kid wander off with strangers. \n[3]Mrs. Ayala -- \n[4]Your husband owes a lot of money. Enough that snapping this kid's neck wouldn't nearly cover it. \n[5]You better come up with it in a hurry or your kid is going to disappear, and he won't turn up until the evening news. \n[6]You get exactly one warning. \n[7]The first payment is three million dollars. ", "HUGHES": "\n[1]The word going around is you're not that happy in your work. Maybe we can help. \n[2]Special Agent Hughes, Drug Enforcement Administration of the United States. \n[3]It's really safe. \n[4]Javi, You want to come see us again, you're going on the box.  No more of this water-wing bullshit. \n[5]He's got something.  We just have to be patient. \n[6]That's good shit. \n[7]I want to take a minute and talk about what type of precautions you're taking to protect yourself.  When Salazar and Madrigal go down, they might send someone to see you. ", "SHERIDAN": "\n[1]I just want to be clear about one thing.  I used to work for him, but now I work for you.  I'm not a partisan person, I'm an issue person. In the next few weeks, if you allow me, we'll get you well-versed on an incredible array of issues.  The most important of which, in my opinion, being Mexico.  I know everybody that you're gonna meet. It's important that they like you. It's not important that they like me.  That's why I can help protect you. \n[2]I see where you're going with that, but if I could just say something, which is basically that a guy like Landry is so autocratic he doesn't know how to let himself be helped; it's a point of pride to take every bullet, no matter who fired it, or whether it was even aimed at him, which personally I think it very self-defeating.  Now, don't get me wrong, he's a man of enormous integrity, but there's a political component to this job that the General just didn't have any patience for. \n[3]I'm sorry... Did I wake you? \n[4]Salazar's been taken down.  He was working for Porfirio Madrigal. \n[5]Apparently not.  Look, it's a shit storm here right now.  When are you coming back? I don't know what to tell people any more. \n[6]If we're moving the press conference, we need to do it now. Are you all right? ", "MICHAEL": "\n[1]Mr. Wakefield, there's a situation that needs your attention right away. \n[2]My work keeps me young. \n[3]The worst serial killer in history - who?  Gacy - right?  Killed forty two people.  Our government killed fifty thousand in Vietnam and lied about it every day. \n[4]We kidnapped Noriega out of Panama. Is that covered in your Constitution? Because it isn't in mine. \n[5]Noriega was head of a sovereign nation who made the mistake of doing business with the U.S.  Government.  So, no, I don't have a problem waking up every day and fighting our government, fighting people like you, trying to keep this system a little bit honest. \n[6]I hope when you were on the bench, Judge Wakefield, you didn't handle the presumption of innocence in the same fashion. ", "ROSARIO": "\n[1]You two don't like me, do you? \n[2]Maybe it's because I'm getting an apartment nicer than anything you'll ever see in your life? \n[3]I can't believe the old man kept his promise. \n[4]They will say anything to get what they want, but then you remind them, it's always tomorrow, tomorrow, tomorrow. Occupational hazard, I guess. \n[5]His friend is giving us the apartment so it's not like he paid.  It's more like a favor. \n[6]You don't have the keys.  Oh that's perfect.  Are you an idiot? ", "MAN #1": "\n[1]Manolo, how are you? \n[2]What are you gonna have? \n[3]Well, if you like steak, we know a much better place.  We'll take you there. \n[4]Turn around. \n[5]You got anything you want to say? \n[6]Sorry about that... we had to be sure. "}}