{"dialogues": {"RENTON": "\n[1]Choose life. Choose a job. Choose a career. Choose a family, Choose a fucking big television, Choose washing machines, cars, compact disc players, and electrical tin openers. \n[2]Choose good health, low cholesterol and dental insurance. Choose fixed-interest mortgage repayments. Choose a starter home. Choose your friends. \n[3]Choose leisure wear and matching luggage. Choose a three piece suite on hire purchase in a range of fucking fabrics. Choose DIY and wondering who you are on a Sunday morning. Choose sitting on that couch watching mind-numbing sprit-crushing game shows, stuffing fucking junk food into your mouth. Choose rotting away at the end of it all, pishing you last in a miserable home, nothing more than an embarrassment to the selfish, fucked-up brats you have spawned to replace yourself. Choose your future. Choose life. But who would I want to do a thing like that? \n[4]I chose not to choose life: I chose something else. And the reasons? There are no reasons. Who need reasons when you've got heroin? \n[5]People think it's all about misery and desperation and death and all that shite, which is not to be ignored, but what they forget - is the pleasure of it. Otherwise we wouldn't do it. After all, we're not fucking stupid. At least, we're not that fucking stupid. Take the best orgasm you ever had, multiply it by a thousand and you're still nowhere near it. When you're on junk you have only one worry: scoring. When you're off it you are suddenly obliged to worry about all sorts of other shite. Got no money: can't get pished. Got money: drinking too much. Can't get a bird: no chance of a ride. Got a bird: too much hassle. You have to worry about bills, about food, about some football team that never fucking winds, about human relationships and all the things that really don't matter when you've got a sincere and truthful junk habit. \n[6]The only drawback, or at least the principal drawback, is that you have to endure all manner of cunts telling you that - \n[7]From time to time, even I have uttered the magic words. \n[8]Yeah. No more. I'm finished with that shite. \n[9]I'm going to get it right this time. Going to get it set up and get off it for good. \n[10]The Sick Boy method. \n[11]He's always been lacking in moral fibre. \n[12]That's hardly a substitute. \n[13]No, I don't think so. \n[14]We called him the mother superior on account of the length of his habit. He knew all about it. On it, off it, he knew it all. Of course I'd have another shot: after all, I had work to do. \n[15]Relinquishing junk. Stage One: preparation. For this you will need: one room which you will not leave; one mattress; tomato soup, ten tins of; mushroom soup, eight tins of, for consumption cold; ice cream, vanilla, one large tub of; Magnesia, Milk of, one bottle; paracetamol; mouth wash; vitamins; mineral water; Lucozade; pornography; one bucket for urine, one for feces, and one for vomitus; one television; and one bottle of Valium, which I have already procured, from my mother, who is, in her own domestic and socially acceptable way, also a drug addict. And now I'm ready. All I need is a final hit to soothe the pain while the Valium takes effect. \n[16]Mikey. It's Mark Renton. Can you help me out? \n[17]This was typical of Mikey Forrester. What the fuck are these? Under the normal run of things I would have had nothing to do with the cunt, but this was not the normal run of things. \n[18]I want a fucking hit. \n[19]For all the good they've done me I might as well have stuck them up my arse. \n[20]Heroin makes you constipated. The heroin from my last hit is fading away and the suppositories have yet to melt. I am no longer constipated. \n[21]I fantasize about massive pristine convenience. Brilliant gold taps, virginal white marble, a seat carved from ebony, a cistern full of Chanel No. 5, and a flunky handing me pieces of raw silk toilet roll. But under the circumstances I'll settle for anywhere. \n[22]Now. Now I'm ready. \n[23]Nineteen-sixty-seven. \n[24]One hundred and sixteen minutes. \n[25]Lewis Gilbert. \n[26]Eh - Ian Fleming? \n[27]OK, so who was it, then? \n[28]Who wrote it? \n[29]You don't know, do you? \n[30]The park? \n[31]Who wrote it? \n[32]Roald Dahl. Fuck me. \n[33]The down side of coming off junk was that I knew I would need to mix with my friends again in a state of full consciousness. It was awful: they reminded me so much of myself I could hardly bear to look at them. Take Sick Boy, for instance, he came off junk at the same time as me, not because he wanted too, you understand, but just to annoy me, just to show me how easily he could do it, thereby downgrading my own struggle. Sneaky fucker, don't you think? And when all I wanted to do was lie along and feel sorry for myself, he insisted on telling me once again about his unifying theory of life. \n[34]What do you mean? \n[35]Some of his solo stuff's not bad. \n[36]So who else? \n[37]OK, OK, so what's the point you're trying to make? \n[38]What about The Untouchables? \n[39]Despite the Academy award? \n[40]\n[41]That's your theory? \n[42]Give me the gun. \n[43]Clear enough, Moneypenny. This should present no significant problem. \n[44]Without heroin, I attempted to lead a useful and fulfilling life as a good citizen. \n[45]Good luck, Spud. \n[46]Now remember -- \n[47]If they think you're not trying, you're in trouble. First hint of that, they'll be on to the DSS, 'This cunt's no trying' and your Giro is fucking finished, right? \n[48]But try too hard -- \n[49]Exactly. \n[50]It's a tightrope, Spud, a fucking tightrope. \n[51]Try this. \n[52]Indeed, yes, those halcyon days. \n[53]Oh, yes, indeed. I look back on my time there with great fondness and affection. The debating society, the first eleven, the soft know of willow on leather -- \n[54]Oh, really? \n[55]Of course, the motto, the motto -- \n[56]Exactly. Those very words have been my guiding light in what is, after all, a dark and often hostile world. \n[57]Yes. \n[58]Yes, I can. The truth -- well, the truth is that I've had a long-standing problem with heroin addiction. I've been know to sniff it, smoke it, swallow it, stick it up my arse and inject it into my veins. I've been trying to combat this addiction, but unless you count social security scams and shoplifting, I haven't had a regular job in years. I feel it's important to mention this. \n[59]Spud had done well. I was proud of him. He fucked up good and proper. \n[60]Another dab? \n[61]And that was it. That was Begbie's story. Or at least that was Begbie's version of the story. But a couple of days later I got the truth from Tommy. It was one of his major weaknesses: he never told lies, never took drugs, and never cheated on anyone. \n[62]Can I borrow this one? \n[63]Yeah, the guy's a psycho, but it's true, he's a mate as well, so what can you do? Just stand back and watch and try not to get involved. Begbie didn't do drugs either, he just did people. That what he got off on: his own sensory addiction. \n[64]And as I sat watching the intimate and highly personal video, stolen only hours earlier from one of my best friends, I realized that something important was missing from my life. \n[65]The situation was becoming serious. Young Renton noticed the haste with which the successful, in the sexual sphere as in all others, egregated themselves from the failures. \n[66]Heroin had robbed Renton of his sex drive, but now it returned with a vengeance. And as the impotence of those days faded into memory, grim desperation took hold in his sex-crazed mind. His post-junk libido, fuelled by alcohol and amphetamine, taunted him remorselessly with his own unsatisfied desire dot. And with that, Mark Renton had fallen in love. \n[67]Excuse me, I don't mean to harass you, but I was very impressed by the capable and stylish manner in which you dealt with that situation. I thought to myself: she's special. \n[68]What's your name? \n[69]Where are you going, Diane? \n[70]Where's that? \n[71]Great. \n[72]I'll come back if you like, but I'm not promising anything. \n[73]Eh- \n[74]I think I left something back at the - \n[75]Diane. \n[76]Sorry. \n[77]Christ, I haven't felt that good since Archie Gemmill scored against Holland in 1978. \n[78]What? \n[79]Come on. \n[80]Jesus. \n[81]Yes, that's me. \n[82]More of a friend of a friend, really. \n[83]Are you her flatmates? \n[84]Because it's illegal. \n[85]No, not holding hands. \n[86]And that's what's illegal. Do you know what they do to people like me inside? They'd cut my balls off and flush them down the fucking toilet. \n[87]Easy for you to say. \n[88]Certainly not. \n[89]I hate being Scottish. We're the lowest of the fucking low, the scum of the earth, the most wretched, servile, miserable, pathetic trash that was ever shat into civilization. Some people hate the English, but I don't. They're just wankers. We, on the other hand, are colonized by wankers. We can't even pick a decent culture to be colonized by. We are ruled by effete arseholes. It's a shite state of affairs and all the fresh air in the world will not make any fucking difference. back on drugs as soon as possible. It took about twelve hours. \n[90]It looks easy, this, but it's not. It looks like a doss, like a soft option, but living like this, it's a full-time business. \n[91]Swanney taught us to adore and respect the National Health Service, for it was the source of much of our gear. We stole drugs, we stole prescriptions, or bought them, sold them, swapped them, forged them, photocopied them or traded them with cancer victims, alcoholics, old age pensioners, AIDS patients, epileptics and bored housewives. We took morphine, diamorphine, cyclozine, codeine, temazepam, nitrezepam, phenobarbitone, sodium amytal dextropropoxyphene, methadone, nalbuphine, pethidine, pentazocine, buprenorphine, dextromoramide chlormethiazole. The streets are awash with drugs that you can have for unhappiness and pain, and we took them all. Fuck it, we would have injected Vitamin C if only they'd made it illegal. \n[92]Aye, OK, Fr. \n[93]But the good times couldn't last for ever. \n[94]I think Allison had been screaming all day, but it hadn't really registered before. She might have been screaming for a week for all I knew. It's been days since I've heard anyone speak, though surely someone must have said something in all that time, surely to fuck someone must have. \n[95]Nothing could have been further from the truth. In point of fact, nothing at all was going to be just fine. On the contrary, everything was going to be bad. Bad? I mean worse than it already was. \n[96]It wasn't my baby. She wasn't my baby. Baby Dawn. She wasn't mine. Spud's? Swanney's? Sick Boy's? I don't know. Maybe Allison knew. Maybe not. I wished I could think of something to say, something sympathetic, something human. \n[97]\n[98]And so she did, I could understand that. To take the pain away. So I cooked up and she got a hit, but only after me. That went without saying. \n[99]Well, at least we knew who the father was now. It wasn't just the baby that died that day. Something inside Sick Boy was lost and never returned. It seemed he had no theory with which to explain a moment like this. \n[100]\n[101]Thank you, your honour. With God's help, I'll conquer this affliction. What can you say? Well, Begbie had a phrase for it. \n[102]\n[103]I wished I had gone down instead of Spud. Here I was surrounded by my family and my so-called mates and I've never felt so alone, never in all my puff. Since I was on remand they've had me on this programme, the state-sponsored addiction, three sickly sweet doses of methadone a day instead of smack. But it's never enough, and at the moment it's nowhere near enough. I took all three this morning and now I've got eighteen hours to go till my next shot and a sweat on my back like a layer of frost. I need to visit the mother superior for one hit, one fucking hit to get us over this long, hard day. \n[104]What's on the menu this evening? \n[105]Excellent. \n[106]Why, thank you. \n[107]Stick it on my tab. \n[108]In that case -- \n[109]No, thank you. I'll proceed directly to the intravenous injection of hard drugs, please. \n[110]I don't feel the sickness yet, but it's in the post, that's for sure. I'm in the junky limbo at the moment, too ill to sleep, too tired to stay awake, but the sickness is on its way. Sweat, chills, nausea, pain and craving. Need like nothing else I have ever known will soon take hold of me. It's on the way. \n[111]Maybe I could go back to the clinic. \n[112]At least get us some Tempazepam. \n[113]I do appreciate what you're trying to do, I really do, but I need just one score, to ease myself off it. Just one. Just one. \n[114]It seems, however, that I really am the luckiest guy in the world. Several years of addiction right in the middle of an epidemic, surrounded by the living dead, but not me -- I'm negative. It's official. And once the pain goes away, that's when the real battle starts. Depression. Boredom. You feel so fucking low, you'll want to fucking top yourself. \n[115]Are you getting out much? \n[116]Following the game at all? \n[117]No. Me Neither. \n[118]Aye. \n[119]Aye. \n[120]I'm sorry, Tommy. \n[121]No, I'm clean. \n[122]No problem. No problem -- easy to say when its some other poor cunt with shite for blood. \n[123]Great. \n[124]Sure. \n[125]Sounds great, Swanney. \n[126]You'll have to send us a postcard. \n[127]\n[128]\n[129]\n[130]\n[131]And I got a stitch stuck between my teeth, jerked my head back and the whole fucking stump fell off. \n[132]When are you going to visit him? \n[133]You're a real mate. And what about Tommy? Have you been to see him yet? \n[134]You're all hear. \n[135]Fuck you. \n[136]What do you want? \n[137]Yes. \n[138]Yes, as a matter of fact, it is. \n[139]No. \n[140]Well, it isn't. \n[141]You're too young. \n[142]It's Iggy Pop. \n[143]Iggy Pop is not dead. He toured last year. Tommy went to see him. \n[144]She was right. I had to find something new. There was only one thing for it. \n[145]Hello, yes, certainly. It's a beautifully converted Victorian town house. Ideally located in a quiet road near to local shops and transport. \n[146]Two bedrooms and a kitchen/diner. Fully fitted in excellent decorative order. Lots of storage space. All mod cons. Three hundred and twenty pounds per week. \n[147]I settled in not too badly and I kept myself to myself. Sometimes, of course, I thought about the guys, but mainly I didn't miss them at all. After all, this was boom town where any fool could make cash from chaos and plenty did. I quite enjoyed the sound of it all. Profit, loss, margins, takeovers, lending, letting, subletting, subdividing, cheating, scamming, fragmenting, breaking away. There was no such thing as society and even if there was, I most certainly had nothing to do with it. For the first time in my adult life I was almost content. \n[148]Oh no. \n[149]It's a scandal, Franco. \n[150]Begbie settled in in no time at all. \n[151]What? \n[152]Right. \n[153]Yeah, the guy's a psycho, but it's true, he's a mate as well, so what can you do? \n[154]Can you not go yourself. \n[155]Bad Bot came in at 16 to 1. And with the winnings, we went out to celebrate. \n[156]Diane was right. The world is changing, music is changin, drugs are changing, even men and women are changing. One thousand years from now there'll be no guys and no girls, just wankers. Sounds great to me. It's just a pity that no one told Begbie. \n[157]You see, if you ask me, we're heterosexual by default, not be decision. It's just a question of who you fancy. \n[158]It's all about aesthetics and it's fuck all to do with morality. \n[159]But you try telling Begbie that. \n[160]Let's face it, it could have been wonderful. \n[161]Since I last saw him, Sick Boy had reinvented himself as a pimp and a pusher and was here to mix business and pleasure, setting up 'contacts', as he constantly informed me, for the great skag deal that was one day going to make him rich. \n[162]I can't believe you did that. \n[163]It was my fucking television. \n[164]Why? \n[165]Why would I want to sell my passport? \n[166]But, of course, they weren't paying any rent, so when my boss found two desperate suckers who would, Sick Boy and Begbie were bound to feel threatened. \n[167]And that was that. But by then we had another reason to go back. Tommy. \n[168]What was it, pneumonia or cancer? \n[169]Eh? How's that? \n[170]I bet Lizzy told him where to put it. \n[171]I didn't either. What the fuck is it? \n[172]Tommy. \n[173]What? \n[174]How much? \n[175]So? \n[176]So we've just come from Tommy's funeral and you're telling me about a skag deal? \n[177]What was your price? \n[178]But you don't have the money? \n[179]That's tough. \n[180]Sorry, boys, I don't have two thousand pounds. \n[181]Jesus. \n[182]Four kilos. That's what -- Ten years' worth? Russian sailors? Mikey Forrester? What the fuck are you on these days? You've been to jail, Spud, so what's the deal -- like it so much you want to go back again? \n[183]It's so simple. We buy it at four grand, we punt it at twenty to this guy that Sick Boy knows, and he punts it at sixty. Everyone's happy, everyone's in profit. I put up two. I come away with six. \n[184]So long as everyone keeps their mouths shut, we'll not be getting caught. \n[185]Well, you're not going to tell anyone, are you, and besides, I thought we could meet up afterwards, maybe go somewhere together. \n[186]What? Steady like? \n[187]And what age are you? Thirteen? Fourteen? \n[188]Happy birthday. \n[189]So, what's he like? \n[190]I hadn't told anyone everything that was running through my mind about what might happen in London. There were a lot of possibilities I didn't want to talk to anyone about. Ideas best kept to myself. What no one told me was that when we bought the skag, some lucky punter would have to try it out. Begbie didn't trust Spud and Sick Boy was too careful these days, so I rolled up my sleeve and did what had to be done. \n[191]\n[192]Yes, that hit was good. I promised myself another one before I got to London -- just for old time's sake, just to piss Begbie off. \n[193]This was to be my final hit. But let's be clear about this: there's final hits and final hits. What kind was this to be? {----------Some final hits are actually terminal one way or another, while others are merely transit points as you travel from station to station on the junky journey through junky life. ----------} \n[194]This was his nightmare. The dodgiest scam in a lifetime of dodgie scams being perpetrated with three of the most useless and unreliable fuck-ups in town. I knew what was going on in his mind: any trouble in London and he would dump us immediately, one way or another. He had to. If he got caught with a bagful of skag, on top of that armed robbery shit, he was going down for fifteen to twenty. Begbie was hard, but not so hard that he didn't shite it off twenty years in Saughton. \n[195]Straight away he clocked us from what we were: small-time wasters with an accidental big deal. \n[196]This was a real drag to him. He didn't need to negotiate. I mean, what the fuck were we going to do if he didn't buy it? Sell it on the streets. Fuck that. We settled on sixteen thousand pounds. He had a lot more in the suitcase, but it was better than nothing. And just for a moment it felt really great, like we were all in it together, like friends, like it meant something. A moment like that, it can touch you deep inside, but it doesn't last long, not like sixteen thousand pounds. \n[197]Buy yourself that island in the sun? \n[198]It's your round Franco. \n[199]The moment you turn your back, we're out that door. \n[200]We'll be half-way down the road with the money. \n[201]I guess you would, Franco. Are you game for it? Well? \n[202]I don't know. What do you think? \n[203]Why not? I know I would. Where's Franco? \n[204]Cool down, Franco. The guy's sorry. \n[205]Now, I've justified this to myself in all sorts of ways: it wasn't a big deal, just a minor betrayal, or we'd outgrown each other, you know, that sort of thing, but let's face it, I ripped them off. My so-called mayes. But Begbie, I couldn't give a shit about him, and Sick Boy, well, he'd have done the same to me if only he'd thought of it first, and Spud, well, OK, I felt sorry for Spud -- he never hurt anybody. \n[206]So why did I do it? I could offer a million answers, all false. The truth is that I'm a bad person, but that's going to change, I'm going to change. This is the last of this sort of thing. I'm cleaning up and I'm moving on, going straight and choosing life. I'm looking forward to it already. I'm going to be just like you: the job, the family, the fucking big television, the washing machine, the car, the compact disc and electrical tin opener, good health, low cholesterol, dental insurance, mortgage, starter home, leisurewear, luggage, three-piece suite, DIY, game shows, junk food, children, walks in the park, nine to five, good at golf, washing the car, choice of sweaters, family Christmas, indexed pension, tax exemption, clearing the gutters, getting by, looking ahead, to the day you die. ", "SICK BOY": "\n[1]Goldfinger's better than Dr. No. Both of them are a lot better than Diamonds are Forever a judgement reflected in its relative poor showing at the box office, in which field, of course, Thunderball was a notable success. \n[2]I would say, in those days, he was a muscular actor, in every sense, with all the presence of someone like Cooper or Lancaster, but combined with a sly wit to make him a formidable romantic lead, closer in that respect to Cary Grant. \n[3]You Only Live Twice? \n[4]Running time? \n[5]Director? \n[6]Screenwriter? \n[7]Fuck off! He never wrote any of them. \n[8]You can look it up. How are you feeling since you came off the skag? For myself, I'm bored. \n[9]But you're looking better, it has to be said. Healthier. Radiant even. \n[10]And I wondered if you'd care to go to the park tomorrow. \n[11]Tomorrow afternoon. Usual set-up. \n[12]Roald Dahl. \n[13]It's certainly a phenomenon in all walks of life. \n[14]Well, at one time, you've got it, and then you lose it, and it's gone for ever. All walks of life: George Best, for example, had it and lost it, or David Bowie, or Lou Reed - \n[15]No, it's not bad, but it's not great either, is it? And in your heart you kind of know that although it sounds all right, it's actually just shite. \n[16]Charlie Nicholas, David Niven, Malcolm McLaren, Elvis Presley. - \n[17]All I'm trying to do is help you understand that The Name of the Rose is merely a blip on an otherwise uninterrupted downward trajectory. \n[18]I don't rate that at all. \n[19]That means fuck all. The sympathy vote. \n[20]Yeah. \n[21]Yeah, Beautifully fucking illustrated. \n[22]Do you see the beast? Have you got it in you sights? \n[23]For a vegetarian, Rents, you're a fucking evil shot. \n[24]This had better be good. \n[25]If I'm giving up a whole day and the price of a ticket, I'm just saying it had better be good. There's plenty of other things I could be doing. \n[26]Such as sitting in a darkened room, watching videos, drinking, smoking dope and wanking. Does that answer your question? \n[27]Now what? \n[28]Are you serious? \n[29]It's really nice, Tommy. Can we go home now? \n[30]Look, Tommy, we know you're getting a hard time off Lizzy, but there's no need to take it out on us. \n[31]Ursula Andress was the quintessential Bond girl. That's what everyone says. The embodiment of his superiority to us: beautiful, exotic, highly sexual and yet unavailable to everyone but him. Shite. Let's face it: if she'd shag one punter from Edinburgh, she'd shag the fucking lot of us. \n[32]Honor Blackman a.k.a. Pussy Galore, what a total fucking misnomer. I wouldn't touch her with yours. I'd sooner shag Col Kreb. At least you know where you are with a woman like that. Not much to look at, like, but personality, that's what counts, that's what keeps a relationship going through the years. Like heroin. I mean, heroin's got fucking great personality. \n[33]What's wrong, Allison? \n[34]\n[35]\n[36]Opium doesn't just grow on trees, you know. \n[37]\n[38]It's a mug's game, Mrs Renton. I'm not saying I was blameless myself, far from it, but there comes a time when you have to turn your back on that nonsense and just say no. \n[39]\n[40]\n[41]\n[42]\n[43]\n[44]Cut it out. \n[45]Don't know. Maybe Thursday. \n[46]Fuck you. OK, so Tommy's got the virus. Bad news, big deal. The gig goes on, or hadn't you noticed? Swanney fucks his leg up. Well, tough shit, but it could have been worse. \n[47]I know a couple of addicts. Stupid wee lassies. I feed them what they need. A little bit of skag to keep them happy while the punters line up at a fiver a skull. It's easy money for me. Not exactly a fortune, but I'm thinking, 'I should be coining it here.' Less whores, more skag. Swanney's right. Get clean, get into dealing, that's where the future lies. Set up some contacts, get a good load of skag, punt it, profit. What do you think? \n[48]And I'll tell you why. Because I'm fed up to my back teeth with losers, no-hopers, draftpacks, schemies, junkies and the like. I'm getting on with life. What are you doing? \n[49]Good chips. \n[50]I got a good price for it. Rents, I need the money. \n[51]Well, Christ, if I'd known you were going to get so humpty about it, I wouldn't have bothered. Are you going to eat that? Have you got a passport? \n[52]Well, this guy I've met runs a hotel. Brother. Loads of contacts. Does a nice little sideline in punting British passports to foreigners. Get you a good price. \n[53]It was just an idea. \n[54]Did you tell him? \n[55]There's a mate of swanney's. Mikey Forrester -- you know the guy. He's come into some gear. A lot of gear. \n[56]About four kilos. So he tells me. Got drunk in a pub down by the docks last week, where he met two Russian sailors. They're fucking carrying the stuff. For sale there and then, like. So he wakes up the next morning, realizes what he's done and get very fucking nervous. Wants rid of this. {---------- He's looking for Swanney to punt it, but Swanney's nowhere to be seen since he lost his leg. ----------} \n[57]So he met me and I offered to take it off his hands at a very reasonable price, with the intention of punting it on myself to a guy I know in London. \n[58]Four Grand. \n[59]We're two thousand short. \n[60]Come on, Mark, every cunt knows you've been saving up down in London. \n[61]What? \n[62]Well, I've not brought them. \n[63]Well, I've not brought them. \n[64]I'm sorry. \n[65]Well, why didn't you bring them? \n[66]Christ. \n[67]These are the guys I told you about. \n[68]Is he here? \n[69]So what are you planning with your share, Spud? \n[70]I got a round already. \n[71]I'm off for a pish. When I come back, that money's still here, OK? \n[72]I'll be right after you. \n[73]Still here, I see. \n[74]Good one, Franco. \n[75]We'd better go, Franco. ", "SPUD": "\n[1]Cheers. \n[2]Yeah. \n[3]Right. \n[4]And you might get the fucking job. \n[5]Nightmare. \n[6]My problem is that I tend to clam up. I go dumb and I can't answer any questions at all. Nerves on the big occasion, like a footballer. \n[7]A little dab of speed is just the ticket. \n[8]No, actually I went to Craignewton but I was worried that you wouldn't have heard of it so I put the Royal Edinburgh College instead, because they're both schools, right, and we're all in this together, and I wanted to put across the general idea rather than the details, yeah? People get all hung up on details, but what's the point? Like which school? Does it matter? Why? When? Where? Or how many O grades did I get? Could be six, could be one, but that's not important. What's important is that I am, right? That I am. \n[9]Only to get my foot in the door. Showing initiative, right? \n[10]Hey. Right. No problem. Whatever you say, man. You're the man, the governor, the dude in the chair, like. I'm merely here. But obviously I am. Here, that is. I hope I'm not talking too much. I don't usually. I think it's all important though, isn't it? \n[11]In a word, pleasure. My pleasure in other people's leisure. \n[12]I love people. All people. Even people that no one else loves, I think they're OK, you know. Like Beggars. \n[13]No, not homeless people. Beggars, Francis Begbie -- one of my mates. I wouldn't say my best mate, I mean, sometimes the boy goes over the score, like one time when we -- me and him -- were having a laugh and all of a sudden he's fucking gubbed me in the face, right -- \n[14]No. Well, yes. I have to admit it: I'm a perfectionist. For me, it's the best or nothing at all. If things go badly, I can't be bothered, but I have a good feeling about this interview. Seems to me like it's gone pretty well. We've touched on a lot of subjects, a lot of things to think about, for all of us. \n[15]The pleasure was mine. Best interview I've ever been to. Thanks. \n[16]A little too well, if anything, a little too well, that's my only fear, compadre. \n[17]Would not say no, would not say no. \n[18]No joy yet. \n[19]Six weeks. \n[20]It's a nightmare. She told me she didn't want our relationship to start on a physical basis as that is how it would be principally defined from then on in. \n[21]She read it in Cosmopolitan. \n[22]I've got balls like watermelons, I'm telling you. \n[23]That's fair enough. \n[24]Went ballistic? \n[25]So what's it going to be? \n[26]Morning, Gail. Morning, Mrs. Houston, Mr. Houston. \n[27]Sorry about last night - \n[28]I had a little too much to drink. I'm afraid I had a slight accident. \n[29]No, I'll wash them. I'll take them home and bring them back. \n[30]It's no problem. \n[31]I'd really rather take care of it myself. \n[32]\n[33]What? \n[34]But where? \n[35]I don't know, Tommy. I don't know if it's... normal. \n[36]\n[37]Hey, go easy, lady. The boy's got a habit to support. \n[38]Every time I think of Tommy I think of Australian, because every time I went round he was just lying there, junked out of his mind, watching Aussie soaps. Until he sold the telly, of course, then he was just lying there. Buy every time I think of him, I still think of Australia. \n[39]I want the money, Mark, that's all. \n[40]I don't know, maybe I'll buy something for my ma, and then buy some good speed, no bicarb like, then get a girl, take her out like, and treat her -- properly. \n[41]No, I don't mean like that -- I mean something nice, like, that's all -- \n[42]I got the last one. \n[43]Are you serious? \n[44]Jesus Christ. \n[45]You've stabbed me, man. \n[46]I've got to get to the hospital, man. ", "BEGBIE": "\n[1]No way would I poison my body with that shite, all they fucking chemicals, no fucking way. \n[2]Picture the scene. Wednesday morning in the Volley. Me and Tommy are playing pool. No problems, and I'm playing like Paul fucking Newman by the way. I'm giving the boy here the tanning of a lifetime. So anyway, it comes to the final ball, the deciding shot of the tournament: I'm on the black and he's sitting in the corner, looking all biscuit-arsed. Then this hard cunt comes in. Obviously fancied himself. Starts looking at me. Right fucking at me. Trying to put off, like, just for kicks. Looking at me as if to say, 'Come ahead, square go.' Well, you know me, I'm no looking for trouble but at the end of the day I'm the cunt with the pool cue and I'm game for a swedge. So I squared up, casual like. So what does the hard cunt do, or so-called hard cunt? Shites it. Puts down his drink, turns around and gets the fuck out of there. And after that, the game was mine. \n[3]All right. Nobody move. The girl got glassed and no cunt leaves here until we find out which cunt did it. \n[4]And remember, Rents: no skag. \n[5]It was fucking obvious that that cunt was going to fuck some cunt. \n[6]Clean up your act, sunshine. Cut that shite out for ever. \n[7]\n[8]But he pulled it off, clever bastard, and he got a result. \n[9]It's no our fault. Your boy went down because he was fucking smack-head and if that's not your fault, I don't know what is. Right. I'll get the drinks in. \n[10]Well, this is a good laugh, you fucking useless bastard. Go on, sweat that shite out of your system, because if I come back and it's still there, I'll fucking kick it out. \n[11]Armed robbery? With a replica? How can it be armed robbery? It's a fucking scandal. And the haul. Look. Solid silver, my arse. I took it to a fence -- it's trash, pure trash. There's young couples investing all their hopes in that stuff, and what are they getting? \n[12]Too right it is. Now look, have you got anything to eat, 'cos I'm fucking Lee Marvin, by the way. \n[13]Rents, Rents, come fucking back here. Look. \n[14]I've no fucking cigarettes. \n[15]Hey, I'm wanting a bet put on. \n[16]I'm a fugitive from the law. I can't be seen on the fucking streets. Now watch my lips. Kempton Park. Two-thirty. Five pounds to win. Bad Boy. \n[17]I'm no a fucking buftie and that's the end of it. \n[18]Now, listen to me, you little piece of junky shit. A joke's a fucking joke, but you mention that again and I'll cut you up. Understand? \n[19]No. On you go. \n[20]Yeah. \n[21]Yes, you fucking do. I've seen your statement. \n[22]Two thousand, one hundred and thirty-three pounds. \n[23]If everyone keeps their mouth shut, there'll be no one going to jail. \n[24]Did you bring the cards? \n[25]The cards. The last thing I said to you was mind the cards. \n[26]It's fucking boring after a while without the cards. \n[27]It's fucking boring after a while without the cards. \n[28]Bit fucking late, like. \n[29]Because I fucking told you to do that, you doss cunt. \n[30]We didn't get followed. \n[31]Twenty thousand. \n[32]Ninteen. \n[33]For four fucking grand? One plam tree, a couple of rocks, and a sewage outflow. \n[34]Shag her senseless. \n[35]You daft cunt. If you're going to waste it like that, you might as well leave it all to me. Now get the drinks in. \n[36]OK. Same again? \n[37]You'll never catch us, you flabby bastard. Right, see, when I come back -- \n[38]I'd fucking kill you. \n[39]For fuck's sake. \n[40]All down my fucking front, you fucking idiot. \n[41]Sorry's no going to dry me off, you cunt. \n[42]Not sorry enough for being a fat cunt. \n[43]Shut you mouth or you'll be next. \n[44]You were in my way. And anyone in my way gets it, fucking gets it. Everybody hear that? Everybody happy? Hey, Rent-boy, bring us down a smoke. \n[45]You're not going to and fucking hospital. You're staying there. And you bring me a fucking cigarette. And the bag. ", "DIANE": "\n[1]Thanks. \n[2]Diane. \n[3]I'm going home. \n[4]It's where I live. \n[5]What? \n[6]Do you find that this approach usually works, or, let me guess, you've never tried it before. In fact, you don't normally approach girls, am I right? The truth is that you're a quite, sensitive type but if I'm prepared to take a chance I might just get to know the inner you: witty, adventurous, passionate, loving, loyal, a little bit crazy, a little bit bad, but, hey, don't us girls just love that? \n[7]Well, what's wrong, boy? Cat got your tongue. \n[8]Ssshh! \n[9]Shut up. \n[10]Right. You can't sleep here. \n[11]Out. \n[12]No argument. You can sleep on the sofa in the living room, or go home. It's up to you. \n[13]And don't make any noise. \n[14]\n[15]Holding hands? \n[16]In that case you can do it. You were quite happy to do a lot more last night. \n[17]Calm down. You're not going to jail. \n[18]Can I see you again? \n[19]If you don't see me again I'll tell the police. I'll see you around then. \n[20]Hello there, Mark. What are you doing? You didn't tell me you were a thief. \n[21]'Oh, you've got green eyes, oh, you've got red eyes, and I've never met anyone quite like you before.' \n[22]Are you clean? \n[23]Is that a promise, then? \n[24]Calm down, I'm just asking. Is that hash I can smell? \n[25]I wouldn't mind a bit, if it is. \n[26]Smells like it. \n[27]Too young for what? \n[28]You're not getting any younger, Mark. The world is changing, music is changing, even drugs are changing. You can't stay in here all day dreaming about heroin and Ziggy Pop. \n[29]Whatever. I mean, the guy's dead anyway. \n[30]The point is, you've got to find something new. \n[31]Dear Mark, I'm glad you've found a job and somewhere to live. School is fine at the moment. I'm not pregnant but thanks for asking. Your friend Sick Boy asked me last week if I would like to work for him but I told him where to go. I met Spud, who sends his regards, or at least I think that's what he said. No one has seen Tommy for ages. And finally, Fracis Begbie has been on television a lot this week. -- \n[32]as he is wanted by the police in connection with an armed robbery in a jeweller's in Corstorphine. Take care. Yours with love, Diane. \n[33]Unless you get caught. \n[34]So why have you told me about it? \n[35]I've got a boyfriend, Mark. \n[36]That's right: 'going steady' for four weeks now. \n[37]Sixteen next month. \n[38]What do you think -- I should be carrying a torch for you? \n[39]Well, he's young and he's healthy. And you're such a deadbeat, Mark. ", "TOMMY": "\n[1]It's a waste of your life, Rents, poisoning your body with that shite. \n[2]Well, sure it was Wednesday morning, we were in the Volley playing pool, that much is true. \n[3]But Begbie is playing absolutely fucking gash. He's got a hangover so bad he can hardly hold the fucking cue, never mind pot the ball. I'm doing my best to lose, trying to humour him, like, but it's not doing any good: every time I touch the ball I pot something, every time Begbie goes near the table he fucks it up. So he's got the hump, right, but finally I manage to set it up so all he's go to do is pot the black to win one game and salvage a little pride and maybe not kick my head in, right. So he's on the black, pressure shot, and it all goes wrong, big time. What does he do? Picks on this specky wee gadge at the bar and accuses him of putting him off by looking at him. Can you believe it? I mean, the poor cunt hasn't even glanced in our direction. He's sitting there quiet as a mouse when Beggars gubs him with the cue. He was going to chib him, I tell you, then I thought he was going to do me. The Beggar is fucking psycho, but he's a mate, you know, so what can you do? \n[4]How's it going with Gail? \n[5]How long is it? \n[6]Six weeks! \n[7]Where did she come up with that? \n[8]Six weeks and no sex? \n[9]Useless motherfucker, that's what she called me. I told her, I'm sorry, but theses things happen. Let's put it behind us. \n[10]Yes, but then she finds out I've bought a ticket for Iggy Pop the same night. \n[11]Big time. Absolutely fucking radge. 'It's me or Iggy Pop, time to decide.' \n[12]Well, I've paid for the ticket. \n[13]Now? \n[14]Fuck, OK. \n[15]It'll be here somewhere. I might have returned it by mistake. \n[16]It will be. It'll make a change for three miserable junkies who don't know what they want to do with themselves since they stopped doing smack. \n[17]Such as? \n[18]We go for a walk. \n[19]A walk. \n[20]There. \n[21]Well, what are you waiting for? \n[22]It's the great outdoors. \n[23]It's fresh air. \n[24]Doesn't it make you proud to be Scottish? \n[25]Lizzy's gone, Mark, she's gone and fucking dumped me. It was the video tape and that Iggy Pop business and all sorts of other stuff. She told me where to go and no mistake. I said, is there any chance of getting back together, like, but no way, no fucking way. \n[26]I want to try it, Mark. You're always going on about how it's the ultimate hit and that. Better than sex. Come on, I'm a fucking adult. I want to find out for myself. \n[27]Better than sex, Rents, better than sex. The ultimate hit. I'm a fucking adult. I'll find out for myself. Well, I've found out all right. \n[28]No. \n[29]No. \n[30]You take the test? \n[31]Clear? \n[32]That's nice. \n[33]Have you got any gear on you? \n[34]Well, sub us, then, mate. I'm expecting a rent cheque. \n[35]Thanks, Mark. ", "SWANNEY": "\n[1]Are you serious? \n[2]Well, it's up to you. \n[3]Sure, sure. I've heard it before. \n[4]Yeah, well, it surely worked for him. \n[5]He knows a lot about Sean Connery. \n[6]you'll need one more hit. \n[7]To see you through the night that lies ahead. \n[8]Your favourite dish. \n[9]Your usual table, sir? \n[10]And would sir care to settle his bill in advance? \n[11]Regret to inform, sir, that your credit limit was reached and breached a long time ago. \n[12]Oh, hard currency, why, sir, that'll do nicely. Can't be too careful when we're dealing with your type, can we? Would sir care for a starter? Some garlic bread perhaps? \n[13]As you wish. \n[14]Perhaps sir would like me to call for a taxi? \n[15]Surprise! Pa-pah! Hit the artery by mistake. Common enough error, or so the quack tells us, as though that's going to make my leg grown back. Still, it could have been worse, it could have been my fucking dick. And I tell you what, in this place you get looked after: clean sheets, regular meals and all the morphine you can eat. \n[16]And see when I get out of here. I've got plans. Going to get myself straightened out and head off to Thailand, where women really know how to treat a guy. See, out there you can live like a king if you've got white skin and a few crisp tenners in your pocket. No fucking problem. \n[17]The strategy is this: get clean, get mobile, get into dealing, and this time next year I'll be watching the rising sun with a posse of oriental buttocks parked on my coupon. \n[18]Yeah. \n[19]", "MOTHER": "\n[1]Morning, Spud. Sit down and have some breakfast. \n[2]I'll put the sheets in the washing machine just now. \n[3]There's no need. \n[4]No problem for me either. \n[5]Honestly, it's no problem. \n[6]Spud, they're my sheets. \n[7]Oh, my son, I thought I was going to lose you there. You're nothing but trouble to me, but I still love you. \n[8]You listen to Francis, Mark, he's talking sense. \n[9]\n[10]We'll help you, son. You'll stay with us until you get better. We'll beat this together. \n[11]No. No clinics, no methadone. That made you worse, you said so yourself. You lied to us, son, your own mother and father. \n[12]No, you're worse coming off that than you are with heroin. Nothing at all. \n[13]You're staying where we can keep an eye on you. \n[14]He's our son. \n[15]", "MAN": "\n[1]And who the fuck do you think you are? \n[2]Good Morning. \n[3]Right. \n[4]Can you take this call? \n[5]Beautifully converted Victorian town house. Ideally located in a quiet road near to local shops and transport. Two bedrooms and a kitchen/diner. Fully fitted in excellent decorative order. Lots of storage space. All mod cons. Three hundred and twenty pounds a week. \n[6]As you can see, it's a beautiful conversion. Two bedrooms, kitchen/diner. Fully fitted. Lots of storage. All mod cons. Three hundred and twenty quid a week. \n[7]So what do you want for it? \n[8]But it's not worth more than fifteen. \n[9]Nineteen I can't offer you, I'm sorry. \n[10]Sorry, mate, I'll get you another. \n[11]Look, I'm sorry, I didn't mean it. \n[12]Fuck you. If you can't hold a pint, you shouldn't be in the pub, mate. Now fuck off. ", "GAIL": "\n[1]I read it in Cosmopolitan. \n[2]Actually it's a nightmare. I've been desperate for a shag, but watching him suffer was just too much fun. You should try it with Tommy. \n[3]What happened? \n[4]Do you understand? Our relationship is not being redefined; it is developing in an appropriate, organic fashion. I expect you to be a considerate and thoughtful lover, generous but firm. Failure on your part to live up to these very reasonable expectations will result in swift resumption of a non-sex situation. Right? \n[5]Wake up, Spud, wake up. Sex. Casual sex. You useless bastards. So, let's see what I'm missing. \n[6]Not much. \n[7]Good morning, Spud. \n[8]It's all right. I slept fine on the sofa. \n[9]This one could do with being tied up once in a while. ", "MAN 1": "\n[1]Well, Mr. Renton, I see that you attended the Royal Edinburgh College. \n[2]One of Edinburgh's finest schools. \n[3]I'm an old boy myself, you know? \n[4]Do you recall the school motto? \n[5]Strive, hope, believe and conquer. \n[6]Mr. Murphy, do you mean that you lied on your application? \n[7]You were referred here by the Department of Employment. There's no need for you to get you \"foot in the door\", as you put it. \n[8]Thank you, Mr. Murphy. We'll let you know. ", "FATHER": "\n[1]Every chance you've ever had, you've blown it, stuffing your veins with that filth. \n[2]Oh, don't worry, these things happen. It does everyone good to cut loose once in a while. \n[3]I hope you've learned your lesson, son. \n[4]It's a clean break this time. \n[5]Mark, there's something you need to do. \n[6]Retrovirus? \n[7]", "GAV": "\n[1]Get off that stuff, Rents and get a job. It's not as bad as it looks. While you're here, you don't fancy buying a cooker, do you? \n[2]Tommy knew he had the virus, like, but never knew he'd gon full-blown. \n[3]No, toxoplasmosis. Sort of like a stroke. \n[4]He wanted to see Lizzy again. \n[5]Exactly. I'm not wanting a cat, she says. Get to fuck, right. So there's Tommy stuck with this kitten. You can imagine what happened. The thing was neglected, pissing and shitting all over the place. Tommy was lying around fucked out of his eyeballs on smack or downers. He didn't know you could get toxoplasmosis from cat shit. \n[6]He starts getting headaches, so he just uses more smack, for the pain, like. There he has a stroke. A fucking stroke. Just like that. God home from hospital and died about three weeks later. Been dead for ages before the neighbours complained about the smell and the police broke the door down. Tommy was lying face down in a pool of vomit. \n[7]The kitten was fine. ", "LIZZY": "\n[1]It's an interesting theory. \n[2]What, and deny myself the only pleasure I get from him? Did I tell you about my birthday? \n[3]He forgot. Useless motherfucker. \n[4]Tommy, let's put the tape on. \n[5]Yes, I want to watch ourselves while we're screwing. \n[6]What do you mean, it's 'gone'? Where has it gone, Tommy? \n[7]Returned it? Where? To the video shop, Tommy? To the fucking video store? So every punter in Edinburgh is jerking off to our video? God, Tommy, I feel sick. ", "WOMAN": "\n[1]What do you see as your main strengths? \n[2]Homeless people? \n[3]Mr. Murphy, {leaving your friend aside,} do you see yourself as having any weaknesses? \n[4]Come in and sit down. You must be Mark. \n[5]You're a friend of Diane's? \n[6]Flatmates. I must remember that one. ", "DOCTOR": "\n[1]Wake up. Wake up. \n[2]Come in. Sit down, please. Well, you've already spoken to one of our counsellors, but before we go on there're just a few questions I'd like to ask you. \n[3]Question number one: the human immunodeficiency virus is a - what? \n[4]Retrovirus is the correct answer. Question number two: HIV binds to which receptor on the host lymphocyte? Which Receptor? \n[5]CD4 receptor is the correct answer. And now, question number three: is he guilty or not guilty? \n[6]Is the correct answer. And now it's time to 'Take the Test'. "}}