{"dialogues": {"SPEEDMAN": "\n[1]I'm sorry, can we cut, Damien? Damien grips his headphones in confusion, looking around to his cadre of assistants and ADs... The chopper continues to hover, soldiers continue to fight, except a few are starting to wonder what's going on. \n[2]CUT! We gotta cut, Dorf! \n[3]No! Not still rolling! Cut! Damien runs towards Speedman. Fats, who is young fat comedy gross-out star JEFF PORTNOY, gets up from the ground, rubbing his butt. \n[4]I'm sorry.. I can't do it, Dorff. Damien runs up to Speedman. They are the center of attention -- the whole crew watching them. \n[5]\n[6]Wait, hey, y'know, maybe- is it the line? \"You are my brothers\"? I don't think I would.say that. Four Leaf wouldn't say that. \n[7]Is he here, or is he-'at the.hotel? Because I would love to run it by him. \n[8]I think I got another in me if you want to go again, Damien. Damien looks at the scorched treeline behind them. Speedman looks too, then looks back at Damien. \n[9]Your call. In the background, Cody is casually putting out a fire on his lap. He gives an 'I'm O.K.' gesture to no one in particular. \n[10]You mu-mu-muhhh make me'ha-aaaapy.     Tropic Thunder 17. \n[11]All I want is to make the real Four Leaf here proud. It's his story, he lived it and wrote it in his book. That's why we're here. But really, I mean, how cah we begin to understand what he-- what you --went through? Four Leaf fixes his stoic, steely gaze on the horizon for a beat. He lifts his hands up, and we see he has only two HOOKS. Speedman studies him closely, aping his gestures, trying to \"get inside\" him as much as possible. \n[12]That's great. He's like a... Buddha or something. Maybe I should rub his belly for luck! He laughs, but quickly realizes Four Leaf doesn't find it funny.     ,Tropic Thunder 18. \n[13]Hey, Dorf. Just wanted to call and throw a little pep talk your way. I know today was rough, and you're probably mad at yourself for not getting the shots, but that's the way these movies go. We all boot it from time to time, and today was just one of those days. Happens. \n[14]Oh, also needed to let you know, and I. .know you're like wrapped up with the movie, but I really need that new chef like we talked about, you know to really 4 get that super-ripped thing happening. This guy is great but all he makes are dumplings. And they stiill haven't worked out the TiVo thing. III I. I I 4I \n[15]Yeah, of course, I just know we talked about getting super-super-ripped for that starvation sequence Speedman's other line goes. He sees the caller I.D. \n[16]Oh,, shit-- can you hang on a sec, D? He switches over,, but it takes a few seconds with the hooks. \n[17]Rick?. \n[18]What? \n[19]Yeah. Thanks. \n[20]No I'm fine. I've just been having a tough time over here. They still havn't got the TiVo hooked up and... I don't know... Lazarus is getting all this Oscar buzz already -- \n[21]Yeah but the way they talk about him. I mean, he played a retarded guy and won an Oscar, I play a retarded guy and don't even get a nomination. I don't know, I mean you said \"Simple Jack\" would be my \"Elf\" but with Oscars. Those were your exact words.     1 Tropic Thunder 26. \n[22]Yes but -- \n[23]Yeah. You are right. \n[24]I guess I just watched some retarded people. I mean, I spent a lot. of time. with them... watching them.. Watching all the retarded stuff they did. \n[25]Exactly! With Jack. I was, for the first time in-my life..  Retarded. I was retarded.in.the trailer, retarded at home., Brushing my. teeth retarded. In a `weird way I had to unlearn what it was to be... .NOT retarded. \n[26]About what? \n[27]How do you mean? Lazarus sets his. drink down. School's in session. \n[28]Oh. Lazarus laughs and excuses himself by rattling his glass and heading for the bar. Speedman stands hurt, delicately holding the spring,roll in his hook. \n[29]\"When... we.'.. put... aside... our... differences... we see we're kind of the same.\" Within moments, the place settles completely. \n[30]\"When we put aside our differences, we see we're kind of the same. Let's be friends, I know we will do great things together.\"       Tropic Thunder 34. \n[31]That's a quote from my children's book, \"The Boy Everybody-Was Jealous Of.\" I know it's just a book for. kids, but I think it applies to.making a movie as well. 'Course... I know a lot of the reason things are maybe messed up is ME. The guys look at each other -- maybe he's not so bad. \n[32]I was looking-at it all backwards. You guys are lost. You heed.me to.lead you, to help you gel, and straighten.up -- like a PLATOON! A long beat. \n[33]Whoa. \n[34]C'mon! Don't you get it? This is what .Dorf was talking about -- our slice of the Nam! He's trying to get in our heads!     Tropic Thunder 43. \n[35]That whole \"life and death\" speech in the chopper? He's meshing 'with us! What do you think all that \"playing God\" was about? The guys breathe a huge collective sigh of relief -- except Lazarus. \n[36]Kirk. I know you're the big fancy actor here, but, no offense, I've done a lot mote effects driven event films, and I think I can spot a prop body. \n[37]Alright, can we start the scene now? Or do you need a formal invitation?!  Scene 12A, ext. Jungle. Day. Ambush.     Tropic Thunder 44. Speedman closes his eyes, taking a second to get into character. He opens them, and grabs. his gun and creeps towards the bushes, stealthily.. \n[38]I got a baaaad feeling on this one, Fats. The group remains motionless., Speedman gives Portnoy a ,M in MAIM \"c'mon!\" type look. Portnoy doesn't know what he means... \n[39]I said, I got a baaad feeling on this one, Brooklyn... Oh! He's acting! Sandusky hesitantly takes the cue, and starts walking. stealthily around.with him, on high.alert.for Charlie. Swinging his gun unpredictably. \n[40]Naw, man. I know you ain't crazy Brooklyn... \n[41].Naw, man... I wouldn't think you was a queer.     \n[42]That's enough outta you Fats. Don't you worry, Brooklyn. You gotta lotta days a fucking ahead of you and I for one ain't gonna let Charlie... Lazarus can't handle it anymore. \n[43]Sorry Damien! Back to one... action!  Don't you worry, Brooklyn, You gotta \n[44]How many more takes you wanna wreck? Some of us are taking this seriously. Lazarus looks likes he wants to explode. But instead he becomes eerily calm. He begins an impressive transformation -- Everything except for his skin color returns to his real identity, a pompous Irish prick. \n[45]Excuse me Kirk, I think you dropped something. He mimes picking something , off, the ground. \n[46]It's called your character. Don't worry, I won't tell the Academy! Suddenly: GUNFIRE FROM EVERYWHERE! The Guerrillas have seized the moment. The actors all immediately hit the dirt, except for Speedman,.who just looks annoyed and blase as dirt and debris kicks up all around him. \n[47]You happy now? We're out of position for the effect! Am I the only one who read .the script?! This is the ambush! A tree aboveSpeedman gets hit, explodes, sprays chunks of wood and shrapnel everywhere. \n[48]What are you guys worried about? These guys are pros. The unions would tear them a new ass-if any of us got hurt. The actors stay down, looking scared. \n[49]Come on, you guys! Let's use this!     Tropic Thunder 47. No one follows Speedman's lead., Fine, he'll go it alone. Speedman begins shooting at the guerillas alone, and doing a very good job of it, going through an assortment of absurd action style maneuvers throughout. Redykulous looks around, and then decides to get up and join him. Sandusky and Portnoy look at each other -- what the heck -- and follow. They all fire at the unseen enemy, letting out very convincing WAR CRIES. \n[50]Aaaaand... CUT! Jesus!. Alright! That's the trailer 'right there! \n[51]Damien said to head north. I'm guessing they've got more of these \"battles\" and Viet Congs rigged for uls on the way.  Alright, let's hump-our shit to D'ang Kwook! Let's didi double time! We got a lot of clicks to cover! Speedman heads off into a particularly dense section of jungle. After a beat, he reappears, looking a little lost. \n[52]Oh yeah. Thanks, uh... \n[53]Right. Okay, To D'ang Kwook! Lets do-it- to-it! Everyone follows Speedman. Lazarus, very reluctantly, brings up the rear, still looking off into the jungle. A \n[54]We'll see some action soon enough. And try to stay in character. We're on camera.. \n[55]Whenever Damien decides it's time, I guess. \n[56]I don't know. That's the whole point. Damien wants us tired and confused. \n[57]Fine, fine. Okay, let's take a break, but be on the lookout for anything. Charlie doesn't care if you're on a break or not. Speedman plunks down and opens the map. He seems puzzled. Lazarus eyes him suspiciously. Sandusky walks off to take a leak. Lazarus then watches him go. Off to the side, Sandusky starts to pee. He hears something rustle next to him. \n[58]I'm gonna level with you, bro. I don't need to pee. I need to talk to you. Speedman surreptitiously takes out a can of Pymp Sweat and sticks the tip of his Bowie knife into it, to create a red pee.stream. \n[59]Lazarus is insane. He's freaking out, and. he's gonna.ruin the whole movie for all of us. The men respect you, because you went to boot camp and rehearsal.  And you're pretty handy with that map. I need you on my side, Kyle. \n[60]Good man. Good man. Speedman rejoins the group, gives Lazarus a cocky look. \n[61]If we stay on this trajectory we should be reaching the village any minute now. At the end of the line, we hear a few groans emanating from Portnoy. \n[62]Buck up,, Fats ...we got a long road ahead of us... \n[63]Quit your carping, we're right where we're supposed to be!     Tropic Thunder 54. WHUMP! All of a sudden Speedman disappears out of frame... We see he has fallen chest deep into the edge of a SLOW \n[64]Yes! There is! Its just a little more' down to the... lefty-down part from the: village.  Anyway,. this feels like the Sampan, Boat Raid at the end of the second act. \n[65]Any second now one should come by. Alright men, into the water! Everyone'except Lazarus reluctantly gets into the water. They all hold their rifles above their heads. \n[66]Wait! First of all... Now Speedman grabs him. \n[67]Kelvin believes in this movie. And, second, need I remind you,. I am your superior officer.     ,. Tropic Thunder 55. PÂ\u0096º \n[68]THAT'S THE WAY OUT! That's our only chance! \n[69]Help from where! Need I remind you that Damien's orders were to --  --stay in character.  Now, I already have an international box office presence, but for some of you, I'm guessing you might not want to screw this movie up! This actually seems to affect the actors. Lazarus can't believe it. \n[70].okay...C'mon, boys! This way. Let's go get those Viet Congs! Lazarus throws down his gun. He's had it. \n[71]Be my guest. Speedman hands over the soggy map. Kevin looks. After a long beat...     Tropic Thunder 56. \n[72]I can't believe you people!. You're pussing out on me? We are supposed to be a unit! \n[73]Unbelievable!. Are you guys really gonna abandon this movie? A long tense. beat -- finally, Sandusky walks towards Lazarus. Everyone follows him. Speedman looks stunned. After a moment, he shakes his head and begins crossing the river, holding his rifle with both hands over his head.     ,. Tropic Thunder 57. \n[74]So that's the way it,,is, huh? Fine! I'll finish the movie alone! (turns to Lazarus, under his \n[75]Yeah, I do!  I'm going to \"EX'S. JUNGLE. DUSK. FOUR LEAF PINNED DOWN AND ALONE\". And, I can shoot it alone. They'watch him trudge into the foliage. U2'S \"BULLET THE BLUE SKY\" comes up as the men watch Speedman disappear... \n[76]DORF!...CODY?!...What's the deal with a meal break? Are they gonna chopper stuff in later on? I don't wanna be a prima donna or anything, but, we gotta eat, right?  Damien?     P- 'Tropic Thunder 58. Clearly no answer. He trudges a bit further finally 'plunking down.by the trunk of a huge tree. , He empties his pack, within which is the gift bag.from his.agent. He 'surveys his wares: An i-pod. Nano, an In Style magazine, a neck pillow, Cherry Chapstick, a, tonight--show baseball hat, some packets of equal, and an unopened \"MRS. HENDERSON PRESENTS' DVD. \n[77]Die! Die, you son of a bitch! Die! Speedman deals a death blow. And unleashes a primal VICTORY SCREAM. Spent, he finally gets a good look at his victim: A.small, cute, cuddly PANDA... Speedman looks horrified...     ,i \n[78]I killed one rick. The thing I love more than anything in the world... \n[79]No! A Panda! I killed a panda! \n[80]\n[81]I don't think so. I'm out in.the bush. Alone. \n[82]Alright. P.O.W camp. Scene 67..Bring it on Dorf. \n[83]Poppy fields? \n[84]Corporal Four Leaf Tayback...Serial number 694529987.     'Tropic Thunder 64. \n[85]You bastard. \n[86]Corporal Four Leaf Tayback. And oh. yeah. . .THIS is from my uncle... SAM! He HEAD BUTTS Byong in the face,. sending him reeling into the back wall. Beat. \n[87]You.ok? You leaned into it, man.orry. \n[88]May God protect you from the mighty arm of the 51st Tropic Thunder to the end! My men will seek you out and mete. out a cruel justice!- Byong and the guards look at him, a bit confused. \n[89]\n[90]Uhhh..I don't think I got the new pages...     Tropic Thunder 70. \n[91]No! Puh-Puh-pulease don't h-h-h-hurt them... I Tran cocks his head curiously. He stops beating him..He signals.for the guards to stop beating the others. A long beat. \n[92]Please don't hurt them?I \n[93]Puh-puh-puhlease don't h-h-hurt them? A hush falls over the crowd. Tran'seyes widen. \n[94]Please! Excuse me, What are you saying? \n[95]What? You.. You saw Simple Jack? \n[96]Thanks. I mean even just the nomination... \n[97]No, I mean it is great to.be nominated,.. if you are, or that's what I hear. Whatever. It's a popularity contest. It's totally political, you have to lobby for like a year for it... \n[98]No problem. So are you going to let me go? \n[99]Oh, sure, absolutely. Speedman tries to throw an arm around Tran, a guard grabs the arm., and twists it back. Speedman shrieks in pain. \n[100]Excuse me? \n[101]The whole movie? \n[102]Hey, I know you're big fans and that's \n[103]\n[104]Aww, puh-puh-Pa! Whu-why you guh-got to muh-muh-make ffffffun of me? \n[105]Awww, puh-puh-paaaa... Tran turns to one of his men \n[106]Hi, Rick. It's Chris-- \n[107]B-b-b-b-but I am a G-g-g-ggggoood Dd-d-d- d-dancer. Speedman bows, exhausted and exhilarated. The old women .politely applaud. A new group forms in front of his cage. Speedman stands. He sighs, and begins the movie over again... \n[108]Shu-sure is a puh-puh-purty sssssssunrise, uh-uh-uh-uh-ain't it?     Tropic Thunder 81. \n[109]Chris Michael Speedman. \n[110]Well, I guess that really varies from project to project-- Byong SCREAMS at Speedman, who cowers. Even Rick flinches. \n[111]Yes! I work for you! \n[112]Shackled to the floor. Delirious, he sits bolt upright. \n[113]You mu-mu-make me ha-aa-ppy. \n[114]Muh-my nnnname is Juh-Jack. Some folks call muh-me Simple Juh-Jack. \n[115]Ah 1-1-likes pie. \n[116]And I'll second that. They all'turn to see...SPEEDMAN. The million-dollar smile is back! \n[117]Now let's get the hell outta here! Speedman leads the men to the door. Sandusky tosses Speedman'a machine gun. \n[118]Thanks Kevin. \n[119]Follow me. This time they do... \n[120]That's their supply chopper. \n[121]You want a diversion? I'll give you a diversion. Is this baby loaded? He holds up the machine gun... \n[122]Four Leaf! Effects guy! Come on!!     Tropic Thunder 101. But they can't break away, they-are trying to run toward the jeep but are under too much fire... \n[123]\n[124]It's him... \n[125]Cover me! Speedman runs towards Four Leaf, through a hailstorm of bullets...PORTNOY AND THE GUYS PROVIDE AS MUCH COVER AS \n[126]\n[127]How did you get hands? \n[128]Don't you die on me! Don't you... And his weeping continues. He then looks up. to see: ", "SANDUSKY": "\n[1]I'm Kevin. Are you serious? Kevin Sandusky? I'm playing Brooklyn?     Tropic Thunder 29. \n[2]Uh, no. I think-- But Portnoy is off already looking for his drug connection. They both watch him go. \n[3]Hey, Mr. Dorfman, I was hoping to find you. I know this is a party, but this afternoon after work I was breaking down my M-16, and I have to say, in the night watch scene, a minute and a half is a pretty short amount of time to assemble it. \n[4]Oh, yeah. Of course. This is a huge opportunity. To be working with all these great actors, and you. \n[5]Yeah, I know. It was kind of weird. Wasn't the point that we were all supposed to bond? \n[6]He doesn't. have a pulse ...or a head. He then grabs a bent and rusty.piece of metal. \n[7]Must've been one of those Claymore mines. This old Jungle must.be full of them., \n[8]Me too, cap'n.  Hey, cap?: If.I told you something, something kinda personal, you wouldn't think I was crazy, right? \n[9]Well,. if I told you that I, I never actually, well, been with a girl...you wouldn't, like, think I was, like, queer .or nothin'... would you.? \n[10]I think they're really shooting at us! \n[11]Uh...Sir, isn't it that way? Kevin points in the other direction. Speedman glances down at the map, which he rotates around, right side up now. \n[12]Kevin. Kevin Sandusky. \n[13]Yeah... \n[14]You saying you don'tithink they're filming us? \n[15]Well, yeah, I.guess. But \n[16]Kevin.     Tropic Thunder 53. \n[17]Well, I -- \n[18]We've been going the wrong way. 'We were supposed to be doing this: Sandusky traces his finger along the correct route -- a clearly marked, northward arrow. \n[19]instead, we did this. i I ï¿½1d Iv I. 11M% Sandusky draws a line due East --..into a. section of the. map clearly marked with scary skull and cross-bone type 14 % warnings. \n[20]It might be tricky, but maybe. \n[21]Chris, You have no idea where you're going! \n[22]Take it easy guys... \n[23]Okay! That's enough! Jesus Christ! It's not enough we have people shooting at us! Now we have to kill each other?! Let's pull it together! This place is full of land mines! Or doesn't anyone's sense memory recall our director being blown up by onel? That shut them up. \n[24]I think he's dead. A wet fart seeps out of Portnoy. \n[25]What? \n[26]God help me? \n[27]SHH! Everybody down! The guys hit the dirt. Lazarus crawls up to join them. He pulls out his binoculars, and surveys the scene. \n[28]I don't think so... . looks to me like some sort of heroin processing plant. Look at the cooking vats, and the guards. Sandusky continues looking through the binoculars.     Tropic Thunder 67. \n[29]It was a long trip. I read the in-flight magazine. We're in the Golden Triangle, the biggest drug producer in the world. Uh-oh. \n[30]It doesn't look good. Lazarus grabs the binoculars. \n[31]Must be one of those underground tunnels. The-cou-ntr-y-is-l-itte-red-with them. Je-f-f must have found one of the entrances,:. Portnoy is on his side in pain, whimpering. \n[32]Lemme see... Sandusky rolls him.over, and off camera, helps him remove his pants... All the guys recoil in horror. \n[33]How did it get infected so fast? More ad libs of disgust...     Tropic Thunder 69. \n[34]OH! my bad. You just got grazed. You're gonna be fine. \n[35]It looks clear, but I can't be sure. I say we stay in here till it's dark. \n[36]Forget it. That guard patrol knows we're out'here. They'll be looking for us. Anyway, Speedman's in that compound. And no one else knows but us. \n[37]Whoa whoa whoa ... . wait! So, we're just gonna leave him here?     Tropic Thunder 75. \n[38]We've gotten this far. Look, we're making a movie about one of the greatest rescues ever. It's a true story,, right? I mean, those guys weren't superheroes! They were just put in extra-ordinary circumstances, and they rose to the occasion. \n[39]And we don't? They believed they could do it. They believed in each other. Look, I'm not saying it's gonna be easy.  I mean, some of us might not come back. \n[40]Jeff -- I know this is really hard for you,.â\u0080¢but you're gonna have to kick some time, and it might as well be now.  Kirk, I've always admired you as an actor. But as a person, I have to say, not that impressive.' You got a.few Oscars. Got any balls? Lazarus takes this in. \n[41]Redyk. Whadda.you say? You talk a good game, but how's it gonna feel when you're sipping Cristalle with your homies.in the hot tub back in.Cali knowing you left.a man to die back here? You gonna rhyme about that? , There is a long beat. \n[42]We gotta get him outta there... \n[43]But Speedman does. If we can get in there, and find him, maybe he can help us sneak him out. \n[44]What is it? \n[45]Yeah. Sorry Portnoy. That's lame. I say we wait till just before dawn and sneak over the fence. Take our chances. You guys ok with that? The group nods in approval. \n[46]Good. Then let's get some rest. Me and Redyk are on first watch.  I'll wake you in two hours, and we'll switch. They break up. Portnoy comes up to Sandusky, extremely freaked out.     \n[47]Yes you are. \n[48]Okay.. .Lazarus, you heard him. Tie him up. We'll get you through it. \n[49]Wow... .look at all those stars. Makes a guy feel pretty small. \n[50]Back in LA, we don't get stars like this. I wonder why there are so many here? \n[51]I don't know. I give us pretty good odds. Redykulous looks at'his watch, and lets out a chuckle. \n[52]What's so funny? \n[53]Who? \n[54]You did that? \n[55]Yeah. . .well at least you have someone to think about. \n[56]Yeah,... .I guess. I dunno. I got a girl. \n[57]I don't think we're in love. \n[58]What? \n[59].No you don't. What would the great Redykulous, know about Girl Problems. You're ten girls deep 24 hours a day! \n[60]How do you mean? \n[61]What? But... \n[62]All this from the same guy who wrote\"Niggaz Gotta Bust a Nut on a Ho\". \n[63]So what! You're gay! You're also a great artist and-businessman ... why not rap about that? ï¿½u IÂ° I. 11ï¿½jm \n[64]I'm not gonna tell anyone, and your not gonna shoot me... .th-at's it...l-et -tout. Redykulous pulls back, and collects himself. \n[65]Listen, I know how utterly Redykulous you are. Even for just.thisone moment. . .and sometimes that enough. \n[66]This is it. You know what you need to do.' Tropic Thunder on three, two, one... \n[67]Oh sweet Jesus. Hold tight, Buddy! I'll be right back! Sandusky runs off to get the guys.     \n[68]Shhh! A muffled, anguished animal noise that could only be PORTNOY emanates from a nearby door. They run towards it. Redykulous kicks it in. \n[69]Come on, let's go! We found Speedmani \n[70].he's gay. Uh-oh. That's not what Redykulous was about to say. Beat. \n[71]Sorry...     \n[72]Damnit! We need to go! \n[73]I think he thinks he's Simple Jack. Like from the movie? \n[74]Can you fix him?! \n[75]Is it working? \n[76]Guys, let's go, we gotta get outta here! I it I. 11h.4% \n[77]Kirk, this is NOT the time! \n[78]My name...you remembered my name. You gotta show us the way outta here Chris. \n[79]If we could create a diversion, we could get to that jeep and drive it right over there...     \n[80]Yeah, but... And with'that, Speedman runs out in to the courtyard,.. the opposite direction from the jeep, doing a CRAZY WAR' \n[81].they're blanks... There is a long moment of silence as the guards just stare at Speedman. He seems a. bit surprised that. they are not dead,. as do the guards themselves. They cock their weapons, about to shoot him when.,.. A HAIL OF-BULLET FIRE-erupts-behind-the-gu-ards... They turn...WE REVEAL CODY AND FOUR LEAF BEHIND THEM, THEIR \n[82]Let's move! The.guys jump into the jeep, Sandusky at the wheel, and 'gun it.. \n[83]Chris, come.on! Speedman jumps. into the jeep as it passes by. They are speeding toward the helipad. \n[84]Get in the Jeep! \n[85]Start the chopper now Cody! Cody nods, getting his bearings... and hitting the ignition...the BLADES SLOWLY HUM TO LIFE, BEGINNING TO TURN... Portnoy grabs Cody's gun and hangs by the runner, shooting towards approaching guards... ", "LAZARUS": "\n[1]You made me! Why can't you... UNMAKE ME!' \n[2]I'm sorry, so, just keep crying or are'we cutting?? \n[3]You know what, this is nuts. You got my take. I'm done.  Movie star. We'll be here till Chinese New Year waitin.' for my man to. cry. \n[4].You got my take.     \n[5]There are all these young brothers who got no role models but a bunch of pimp- acting rappers, who glamorize a life of gangsterism and womanizing. I'm just grateful to have this opportunity to be able to represent. Redykulous hears this, looks pissed. \n[6]Huh, I always found mere observation a little rudimentary. Gotta dig deeper to mine the true emotional,paydirt. Diagram the source of the pain. Then live it. \n[7]Yeah... but Simple Jack thought he was smart. Or, rather, didn't think he was retarded. So you can afford to play retarded', being a smart actor. Tricky tricky stuff. Hats off for going. there. Especially.knowing how the Academy is about that shit. Speedman is lost: \n[8]Are you serious? Everyone knows you don't ever go fully retarded! \n[9]Check it out. Dustin Hoffman, Rain Man. Looked retarded. Acted retarded. NOT retarded. He could count toothpicks, cheat at cards. Autistic. Sure. NOT retarded. HANKS'. Forest Gump. Slow? Yes.      Tropic Thunder 31. \n[10]Retarded? Maybe. Had braces on his legs, he charmed the pants bff Nixon, and won a ping-pong competition. Peter Sellers, \"Being There\", infantile? Yes. Retarded? No. He claps a hand on Speedman's shoulder. \n[11]You went full retard, man. You never go 14 full retard. Don't believe me? Ask Sean Penn, 2001, I am Sam. Went full retard. Went home empty handed. Speedman sees this for the truth it is. How could he be so stupid? \n[12]But hey, man! Who knows? Four Leaf could be your ticket to Oscar gold. I'd lose the hook hands though... cripples don't give the Academy wood either. \n[13]Are you nuts, shithead? The dude is dead!! Sandusky looks unsure. He doesn't want to take sides. \n[14]What the FUCK is wrong with you people?! Speedman shoots him a look then takes a few steps back. He addresses the treeline. \n[15]Yo, asshole! Mothafucka just DIED! Speedman sighs, annoyed. \n[16]Jaysus! There isn't going to be any movie, ya gobshite!      Tropic Thunder 46. \n[17]Damien is dead, Speedman. Yes,_the show must go on, but this is feckin' madness. \n[18]Psst. Hey. Sandusky turns to see Lazarus peeing uncomfortably close to him. \n[19]Speedman is watching. I don't have much time. I don't really need to piss. I need to talk to you. You went to the boot camp Sandusky, right? You can read that map? \n[20]Good, good. Speedman is a tosser. That hoor's melt really thinks this is a movie. And he's got the lot of ya convinced.     Tropic Thunder 52. \n[21]Of course not! It's only a matter of time before he walks us into more mines or more of whoever the hell was shootin', at us. That muppet's going to get us all killed. I need to convince everyone.to turn around, but I .can't do it without the map. You're the only one who can read it. Can I count on you? \n[22]Good man, Good man. Lazarus makesa big show of pretending he's done peeing, shaking, etc.., and heads back to the group. Speedman eyes Lazarus. What is he up to? Sandusky is just getting comfortable, begins to pee again. He hears another rustle. He turns.to see Speedman, right next to him. \n[23]Look, ya eejit, I mean, if there was a village don't you think we would have hit it by now? \n[24]Hey, Is there a feckin' river on that map? S.pee`dman refers to the'now sopping wet map. \n[25]I don't see a \"Sampan\" boat! \n[26]Sandusky agrees. with me. Don't you, Sandusky? Kevin is caught, not sure what to d \n[27]No, yer an actor. Arid if memory serves, a pretty shite one. The actors react -- Damn! Oh Snap! Shit! Speedman steels' himself. \n[28]Jay-sus Fuck! It's Viet Cona! Not Viet Congs! Viet Cong, you plunker! And, hey, if you're so sure of yourself, why don't you let Kelvin have a look at the map?! Kevin doesn't know what to do -- he doesn't want to get in the middle of this. Speedman continues to be the tough guy. \n[29]No one is \"pussing out.\" They just prefer not. to die.out here. Sandusky, can you get'us back to the landing zone without the map? \n[30]Okay, which is it, gentlemen? Playin' war with Mister Box Office? Or staying alive? \n[31]Make a note gentlemen,. unwittingly, Jeffrey Portnoy is joining the proud ranks of those of us who have suffered for art.  A new frontier for you, Funny Man. When this is all over, you might have more than flatulence to offer an audience. Portnoy looks a little hurt. \n[32]You know, Redykulous', I respect what it is you do, the rapping, the rhyme-talking -- invented by the Irish I might add.      Tropic Thunder 59. \n[33]Yet you ooze this hostility towards me. Why do you think that-is? \n[34]Oh...I see...Put another way -- you're mad because I can act \"black\" better than you can. \n[35]Niggaz always got to be niggaz. This is truly over the line. Redykulous lunges at Lazarus. They fight. Redykulous throws a wide punch, that Lazarus deftly avoids, that hooks Portnoy right in the jaw. Sandusky jumps in and pries them apart. \n[36]Sandusky is right... we could all learn a little from his common sense approach. From now on we walk Indian style, footstep upon footstep. Sandusky. . .you take first position. He breaks off a branch, and hands it to Sandusky, and pushes him out front. Sandusky gives him a look.     Tropic Thunder 60. \n[37]Your bravery shames us. Sandusky reluctantly starts down the path, tapping for land mines with the branch. The guys follow at a VERY safe distance. EXT. JUNGLE - NIGHT AM l u I, I nhy CLOSE. ON Speedman's face. After a beat.a drop of water hits him in the.forehead. Then another. PULL BACK to reveal a pathetic shelter made. out of headphone. wire, and the In Style magazine.' The drip-is now becoming full on RAIN. He clutches an Equal packet and. the Cherry Chapstick. Gently, he puts the chapstick-to his face and takes a tentative bite, as though he were eating human flesh. He then tears open the Equal packet and empties its contents into his hand,.and takes. a lick, savoring every granule. He hears a rustling in the bushes across from him. A rodent? Food? Excited, he pulls out his Bowie knife and begins to stalk his prey. Now another movement behind.the bush, and a flash of. fur... Stealthily, he moves towards it. With cat like quickness, and knife drawn, he lunges onto the bush, A HUGE ROAR is heard... \n[38]What's wrong with him? \n[39]Alright. Sandusky? Sandusky looks up at him. Is he serious? \n[40]You and Redykulous are gonna have to carry Portnoy. God help you. He marches off. \n[41]\"EXT. P.O.W. PRISON CAMP -- DAY\"! Oranges and Lemons,,, the bells of St. Clements. Speedman was right. We 'are shooting the movie. Sandusky grabs the binoculars and starts'looking... \n[42]How could I be so stupid. \n[43]How do you know all,this? \n[44]What do you see? \n[45]Sweet Mother of Jaysus. Suddenly: GUNFIRE ERUPTS ALL AROUND! A BAND OF GUERILLAS have spotted them and are running at them, firing automatic weapons... The guys scream, and start a frantic retreat down the hill. Portnoy suddenly gets well enough to run out of his stretcher for dear life... In fact, he is actually beating them down the hill.. .when suddenly WHUMP! He falls into a PIT! \n[46]That's right. So here's the plan. Everyone leans forward expectantly. \n[47]We sneak out of here, make our way back to the hotel and once we're safe, we alert the government of Speedman's situation. \n[48]We could fooster about for donkey's years..Let:'s quit acting the maggot and nix that mentaller. The guys look at each other. What did that mean? \n[49]Jaysus! We're too late. They brained him! REDYKULOUS grabs the binoculars. Sees for himself. \n[50]That's the stupidest idea I've ever heard. \n[51]Listen.. .Don't be crazy Portnoy --you're not a fuck up. You'make millions of people laugh! \n[52]I'll try. Lazarus takes Speedman's face in his hands, forces him to look at him. \n[53].You're Chris Michael Speedman! \n[54]You're the greatest star in the world! There's a flicker of intelligence in Speedman's eyes. It passes. \n[55]The world needs you! It` needs its stars! You make people forget how awful and 1ï¿½ I Ii I. 1 ,14M depressing their lives are! People love your work! And... I love your work, too. Speedman is quiet. \n[56]Simple Jack was magnificent! \n[57]JESUS! Give me time, Sandusky! I'm not re- programming a VCR!!  You really committed yourself. And for that you DESERVED AN OSCAR! Speedman registers this. \n[58]\n[59]You know who you are... . you do Chris. Long beat. \n[60]Unlike me. What am I doing? I can't do this. How can I convince a man he is who we know he is, when I can't even convince myself of the same thing. He lets go of Speedman, and begins to break down.     Tropic Thunder 98. \n[61]Am I Redykulous? ... AM I!...Or.am I just acting like that's who I am? No. The sad fact is... I'm not Sergeant Osiris. . .or Father O'Malley ...or' Neil .Armstrong. I'm not even .Kirk Lazarus.  I have no idea who I am. The guys look at him... it's the first time he has let his guard down. \n[62]And I guess when you-do themath... .and boil it all down, I've invented myself so many times... .became so many people... .that at the end of the.day...I'm \n[63]You mean that? \n[64]\n[65]\n[66]\n[67]", "REDYKULOUS": "\n[1]Hey, can we get this going? I got peeps coming to my room to rub me down at 4. Bitches, too. His phone rings again. \n[2]Hey! What's up! Naw, nothing -- same soup, just re-heated, you know? Redykulous wanders off in another direction. The AD is now yelling into Damien's ear. \n[3]Hey, yo! I am trying to have a conversation here! \n[4]As far as Redykulous is concerned, you .know, I 'always believed you've got to exploit every opportunity. He holds up a can of \"PYMP SWEAT\".     Tropic Thunder 21. \n[5]That's why my new sports drink Pymp Sweat is the official beverage on the set of Tropic Thunder, as well as my new energy bar, the \"Bust-A-Nut\", with all proceeds going to clean up land mines in this previously war ravaged area. \n[6]What up, money. \n[7]Uh-huh... Damien is made uncomfortable by the cameraman who has i started manually zooming in and out on him in a dutch style camera move... DAMIEN i Do you mind if we step away for a moment? \n[8]From what? Damien tries to indicate the crew. \n[9]No. \n[10]No. I can't do that. If Redykulous steps away from the cameras then my .people don't get to see the real Redykulous. The show is called \"Utterly Redykulous\". \n[11]I guess. But not really. Your show and my show are the same thing. This is gonna help your show, trust me.      Tropic Thunder 33. \n[12]My show AND the soundtrack drops the same time \"Tropic Thunder opens. So you get that crossover audience everybody wants on your opening weekend, which will dictate your revenue streams all the way through DVD release, pay per view, etcetera. Damien thinks this over for a second. It does sort of for a close up He awkwardly tries to get away from them... \n[13]I don't think he's hiding.. I think he just died! Sandusky leans down towards the off screen corpse. pulls a wrist into frame. \n[14]\n[15]That was some sick shit! I wasn't even thinking bout the camera! The guys' adrenaline is flowing, they do high fives all around. Lazarus is not happy. He looks off into the jungle, sensing that someone was out there.     Tropic Thunder 49. \n[16]Yeah, well I'm definitely qualifying for those objectives. Everyone chimes in -- they all need a break. Lazarus notices the mutinous vibe and smiles. \n[17]Yeah, I'd like to check out some of those \"meds\" for my own self. Lazarus moves up to Speedman. \n[18]\n[19]You know what? I think I actually liked you better when you were a nigga. \n[20]\"Why\"?! I dunno...maybe because they had one good part for a black man in this movie and they gave it to a white guy. \n[21]You better rein in 'black like me' over here, before I put a foot in his white ass... \n[22]No. Just smells like hens dead. Smelled \n[23]God help him that bitch ever find his blackface minstrel show ass alone with me in the real world. Redykulous and Sandusky shake their heads and gather up Portnoy on a make shift stretcher.     Tropic Thunder 66. \n[24]Look! From behind, Sandusky grabs him and forces him to the ground. \n[25]\n[26]I can't believe this is how it ends for Redykulous. I'm a triple platinum recording artist., Shit. \n[27]Sounds good. \n[28]Yeah, and I don't wanna spend another minute getting the full on smell'o vision in this hole with his stinky ass. Everyone agrees. They start packing up. Sandusky looks horrified. SANDUSKY Au II4 WAIT! Look, I don't think I've met a more wildly self involved human than Speedman, but you're just gonna leave him here? I mean, come on. He's a person, guys. These drug lords are killers. I mean, they eat their enemies. We leave him alone now, he doesn't have a chance in hell. \n[29]Besides, how could we possibly rescue him? Get real, Sandusky, we don't know what the fuck we doing out here. \n[30]You mean, like, not on the same flight? Sandusky just looks at them. They know that is not what he meant.     Tropic Thunder 76. \n[31]Shit. I only wish they was filming this for my show. I'm in. He looks to LazaruS.,Lazarus takes a long dramatic pause.. Then... \n[32]He's right, man, that ain't right. Messin' with a man's brain. \n[33]Crazy is better than nothin'. \n[34]Yup. \n[35]Man, how can;, you be talking about stars? We might not make it outta here tomorrow. \n[36]Nothin'.. \n[37]I'm just thinking about Lill Kantankerous Bitch. \n[38]She's a rapper I'm producing, a twelve year old girl. Her first single drops tomorrow and I'm not even gonna be there to see it. \n[39]I pulled her off the streets six months ago. \n[40]Well, not literally, she was trapped in a dead end record deal with Rick Rubin. Didn't even have a lawyer. Huh. And here I am on the other side of the world. About to die for a guy I barely even know. Makes Redykulous wonder what's it all about. \n[41]You single? \n[42]Hey, it's cool.. I think you're extremely lovable. Weird silence. \n[43]I mean like ...like,. I know what you mean. I have love problems myself! \n[44].That's the problem. Silence. \n[45]Jeesus, I can't believe I'm gonna tell you this... Beat. \n[46]I'm... .I like guys. \n[47]I know-impossible huh. That's what I say sometimes, but its true. Talk abort living a loveless life. At least you have someone who loves you. I don't even have that. \n[48]When I think of the nights, alone in my penthouse, when I've longed for the gentle touch of another dude, to feel his skin against mine, or his sweet breath on my face. \n[49]Yeah, well, let me let you in on a big secret.      .Tropic Thunder 86. \n[50]Yeah right. And watch my clothing line, e4ï¿½ sports drink,jewelry, nutrition, bars, and fragrances go south? It's all such a lie. Now he begins to cry .a. little. Sandusky embraces him. \n[51]\n[52]Aww shit...  I can't. believe it's possibly the last day of my life, and I'm not even gonna be able to let my fans know how truly 'Utterly Redykulous I really am. \n[53]Thanks man. \n[54]Where is Portnoy?! \n[55]What are you doing, man! \n[56]That's not true! Listen, back in the day, I used to think I couldn't produce a record simply because... \n[57]Actually I was going to say poor. \n[58]Come on, man... And.the guards emerge. around a corner! They jab their rifles.at:the guys and SCREAM AT THEM TO PUT THEIR HANDS \n[59]What's wrong with him? \n[60]I heard that movie was good. \n[61]Yo, c'mon, man! Why is everybody gettin'. so insecure alla a sudden?! You're Kirk Lazarus! You're like the greatest actor in the motherfuckin' world! \n[62]That's right! We're.not what we're called, or who we pretend to be. We are what we are in our hearts. And to me, looking into your heart, you're a hero.. Lazarus looks to Redykulous. \n[63].Yup.       '- -Tropic Thunder 99. \n[64]And one of the finest pieces of black ass I ever seen come out of Belfast. Thera,... from off camera. ", "PORTNOY": "\n[1]\n[2]OW, SHIT! I fell right on my ass bone! Other \"dead\" extras begin to hold their heads up and look around. Some are amputee stuntmen.     11 Tropic Thunder 10. \n[3]Damien, I think I broke my ass. Is it possible to break your ass? \n[4]Plenty of gas right here, D-man! (then feeling the pain in his \n[5]Me so horny!! Me so horny!! He jumps into the pool with her! What a crack up! \n[6]Dorfie-- did you happenito see that grip withthe bandana?-The big guy?-I was supposed to meet him here. He has a- package of mine. Kevin Sandusky  comes up to them, looking fresh faced and eager. \n[7]Who are you? \n[8]Oh yeah. Right. Hey, have you seen that grip with the bandana? \n[9]Hey,. Speedman! That bullshit pep'talk made me.H-h-h-h-h-happy! The entire party cuts.up.in loud hysterics. Speedman looks hurt. The DJ puts on-a Redykulous track really loud, and the, place gets even crazier. \n[10]So, uh, any idea how long we'll be gone? Because I left most of my... vitamins back at the hotel. The other actors chime in with similar concerns, regarding sleeping arrangements, make up facilities, etc... ' \n[11]This is bullshit! Damien marches over to him, and SLAPS HIM REPEATEDLY in the face. \n[12]I think he's like... dead. \n[13]The last \"mugambo\" you ever tasted was in your momma's soup bowl. I wouldn't mind slurpin' on a little of that -- \n[14]Wow. That was really cool. \n[15]So... we're just supposed to keep walking? \n[16]What do you mean \"soon\"?     \n[17]When's that? \n[18]No... its just that I don't feel so hot... I left my medication at the hotel. \n[19]Yeah, but maybe we should stay here until they send help! Or maybe try to get back to the hotel. \n[20]Oh, man, this is not' cool, this is not cool at all. Speedman grabs the map back from Sandusky. \n[21]Uhhh... .UHHHHHHHH.  Ohhhhh-Maaaaaaannn...I'm cold. It's \n[22]Ohhh GOD! Is'anybody BOILING!? It's like a sweat lodge out here! \n[23]Nothing! Probably just the beginning stages of some ... . kinda...jungle fever. More bad noises. \n[24]If we can work out some rig to carry mï¿½? I think it might subside in a little bit... No one touches him. \n[25]\n[26]Ow! Fuck Dude! What the fuck?! He screams in pain! Finally, WHUMP!! He disappears into the'hole. REDYKULOUS whistles for the guys to join him, and they all pile into the hole. \n[27]My ass...I think I took one in the ass... \n[28]Hey Dude! What are you doing! Cut it out! That's not the bullet hole. The bullet hole is over here! It dawns on the guys that they have NOT been looking at the bullet hole. Ad-libs of even MORE disgust. \n[29]I gotta get back to the hotel. I'm not gonna make.it... \n[30]Yeah, but they were trained soldiers. They knew how to take care of themselves. \n[31]\n[32]I got an idea. Everyone turns to Portnoy. \n[33]It might be a little crazy, but... \n[34]Back in '98, I did a low budget titty comedy for skinemax, \"Sex Camp\". Anyway, me and the campers from the uncool camp had to break into the rich girls' camp. So we did it by building a catapult. They shot us over the wall and we parachuted down. The guys all look at each other... then finally: \n[35]I'm not gonna make it. \n[36]Then you gotta tie me up. I'm serious. Tie me to a tree. No matter how much I scream, or however much-I plead, you.must not untie me. I will be cunning, I will be in pain, and Iwill lie. The devil works this way. I will say, do, and excrete many regrettable things. But.no matter what.. .you must leave me alone. Beat.. \n[37]Ohhhh...jeeesssusss..it's horrrrible.:... \n[38].I can't feel my legs!...     \n[39]\n[40]Ohhhhh GOD! THERE'S BARBED WIRE IN MY \n[41]\n[42]Tropic Thunder 84. \n[43]\n[44]Ohh... . thank God...its Over ...it's finally over... \n[45]Tropic Thunder 85. \n[46]OHH GOOD!!!1 make it stop! ... .Pahllleeeeeese! \n[47]Ohh...phew... \n[48]\n[49]\n[50]\n[51]\n[52]\n[53]I'm clean! I'M CLEAN!!!!! He struggles to his feet, doing a celebratory dance. He immediately gets nauseous again and heaves. \n[54]My ' life .be_gins today! \n[55]I don't care! It doesn't matter what I do! I'll always be a screw-up! No one will ever respect me... \n[56]You said my farts made them laugh! Leave me ALONE!! \n[57]No, I can't do it.  I need it! I need it!! This'is all I deserve. \n[58]\n[59]Let's move! We got about sixteen hours before they wake up! They run out. \n[60]Anybody here know how to fly a helicopter? Cause that would come in, handy too. \n[61]", "DAMIEN": "\n[1]What? What did he say?  Play it through! Still rolling! Now the extras have stopped fighting -- except for a few way far back. \n[2]STILL ROLLING! Get down Kevin, you're dead! Sandusky immediately complies, he seems to be the only actor listening to the director. \n[3]It's good, keep going. This is a big shot so keep going, let it come. No arms, you're hanging on, it's-al-1-coming out... It's real, death, life, brotherhood and we just... let's keep it going now... He starts to back out, turning his finger in the \"still rolling\" motion. He gives a thumbs up to the AD. \n[4]No, no, it's good. Portnoy is walking around massaging his butt. \n[5]Get back in character Portnoy! Still rolling everyone!  Great crying Kirk -- stay with that. Chris Michael, don't worry about where Kirk is at, just be Four Leaf crying right here and now and still rolling... and GO! \n[6]Yes, well-you see, Four Leaf was there and he did say that. So... Right. So let's just go... \n[7]Kirk! Wait! Lazarus keeps walking. \n[8]Kirk! \n[9]EVERYONE! Please! The chopper only has so much gas! PORTNOY, trying to lighten the mood, rips a huge FART. \n[10]Okay, fine! Fuck me! What the fuck do I know? I'm just the fucking...  Godfuckit! Damien throws his headphones off in frustration... and throws up his hands. \n[11].Did we get that on film? The cameraman turns to the AD and then back to Damien, looking a bit scared. \n[12]My goal, quite simply, is for an audience member to walk out of the cinema, feeling as if they were IN Vietnam for two hours. Quite literally. \n[13]Intimidated?       1 Tropic Thunder 20. \n[14]Not really, mate. I tell you what's intimidating. Filming a seven-foot Hutu warrior who is readylto shove his machete up your ass if you look at him cockeyed.  That's intimidating. I think I ban handle actors of the unarmed variety. \n[15]You can't do that Todd. \n[16]Dailies are always bad! Bad dailies, good movie! Isn't that what they say? \n[17]Well, yes, that's exactly-it,.Walter if- you actually came out here you would see that .these actors are-- \n[18]Yes, Chris!? \n[19]Yes it does. It does. Though I do think you have to realize Chris, that you are somewhat responsi--     Tropic Thunder 24. \n[20]Chris? You there? Hello? Finally, after a few moments of listening to this, Damien explodes. He throws the phone on the ground and jumps up and down on it. He notices the crew staring at him. He tries to look as if that just didn't happen. He opens the sliding glass, and heads straight to the door. He continues walking through his office, out into the main offices. He motions for his assistant to join him. \n[21]Get everyone together! We are having a cast meeting\" tonight! No choice! Everyone must attend. I am putting my foot down! \n[22]You actually care, don't you? \n[23]You're the only one who auditioned. You're the only one who did the two week boot camp, Sandusky. \n[24]Yes, that was the point. Damien, grabs a drink from a passing tray, and downs it. We follow A WAITER as he passes Speedman with a tray of food. Speedman, ungracefully and with his hook hands, grabs a spring roll off the tray. He resumes talking to LAZARUS who is deeply uninterested.     \n[25]Redykulous... I need to talk to you. \n[26]We're having a cast meeting, right now We need to come together as a unit -- The camera crew moves in for the close-up. . .making Damien uncomfortable ... Redykulous takes it in stride. Throughout the scene he is TEXT MESSAGING someone.     Tropic Thunder 32. \n[27]From the...uh...you know... .this area.. \n[28]Oh. Hah! No, I mean away from the cameras.  them... \n[29]What? \n[30]Well this is about work ...my show so to. .speak. Do you understand? \n[31]Excuse me, everyone! If I could have your attention! Nothing. No one notices except Speedman. Damien grabs a couple bottles off the bar and BANGS them together. \n[32]Sorry to break up the party, but I just wanted to call your attention to a cast meeting tonight! Big meeting! Future of the film depends on it!  Not to mention my entire bloody life! Damien in a final cry of frustration, SMASHES a bottle on the bar. He succeeds only in cutting his hand. \n[33]\n[34]Yes... \n[35]I want to!!! But not really!!  Someone's an ANT? Or something??? \n[36]And...? \n[37]I see ...yes ...They would 'be under my total control... finally. I could shoot the whole movie there. Gritty. Dirty. Away from their pampered pussy posses and helpers... \n[38]Put them in the real shit. Film them with real fear in their eyes. REAL FEAR! \n[39]That'sâ\u0080¢right. Maggots. \n[40]\n[41]\n[42]\n[43]Okay, girls... now that I have your attention, I will tell you fuckfaces what we're doing here. You are no longer actors in a movie. You,are grunts in a war. These men around you are your brothers. The guys look at each other, unhappy. \n[44]Congratulations. You've just landed in \"the shit\". Your objective is to head north and liberate the village at D'ang Kwook Hill, at which point \"Four Leaf\" gets himself captured, at which point you rescue him, at which point we will chopper you home. We will also be rigging this entire valley of death with hidden cameras so that every glorious moment gets on film. And believe me it WILL be glorious. If it looks real, chances are good it probably is. You wanted to be actors? You wanted to occupy the skin of another human being? Get ready to occupy the skin of a terrified U.S. Infantry grunt, surrounded by death, crawling up Satan's arsehole. There's going to be enemy fire. Booby traps. Your own personal little slice of the 'Nam. The group shares a look -- \"What's going on?\" He pulls out a laminated packet. \n[45]\"Four Leaf\", since you're the Captain here, here's the scene list and the map.  Think you can handle it? From now on, Whatever we get on film is our movie, period. Damien pulls out a walkie-talkie.     .Tropic Thunder 40. \n[46]THIS is your only link to, the real world. It will be used only in an emergency or to replenish our supplies if absolutely necessary. This is NOT a cell phone. This radio goes'to the chopper, and the chopper ONLY. The chopper is GOD, and I am Jesus Christ his SONI!! You will' depend on and pray 'to US!! And nobody ï¿½iï¿½ï¿½ i n I' ï¿½IMdï¿½4 gets home until we get the shots!  Now... let's'put the greatest war movie ever in the can! With that, Damien marches toward the treeline and'steps on a dormant LAND MINE left sleeping for decades., BLOWING' ", "FOUR LEAF": "\n[1]Get outta here. I'm worm food, man, you dig? \n[2]Shit. . .the only way you're gonna get a piece of LA pussy if is you go out to the graveyard and dig some up... Osiris looks down at Four Leaf's now missing arms... \n[3]I'm scared,. Sarge. 'Scared I ain't never gonna see another sunset.  Why does a man want to pick up sticks against another man... 'Stead of usin' them sticks. to prop a man up? Osiris nods, now crying like a baby... ï¿½4Id Iu I. Igft \n[4]Hold my hands... 'cause I got somethin' to say... Osiris looks down.at Four. Leaf's bloody, stringy stumps. There's nothing to hold... \n[5]Are, you holding them? \n[6]I ain't never been worth a. nothin' in this life, and it's kinda late to start b e i' a somethin' now. But you... you are my... b-b-brother. Four Leaf screws.up.his .face and begins to cry--except that he can't. He tries again... and can't.. Hescrews up his face grotesquely... \n[7]You are my... WE NOW PULL BACK TO REVEAL we are actually on location shooting this war scene with about 50 CREW MEMBERS watching, surrounded by millions of dollars worth of film equipment. Four Leaf, actually the superstar. playing him, Speedman, is getting increasingly self-conscious, becoming more and. more aware of the-crew waiting for him to cry. The actor playing Osiris, KIRK LAZARUS, is also getting uncomfortable holding Speedman's not-crying head.     ,, Tropic Thunder 9. \n[8]When I lost these...  It was as if I saw through these for the first time..'.  And it was only then that I really began to use these...  \n[9]You don't know which way is up, do you private`? You couldn't find a dixie coonskin with an Ohio hooker holding your prick. and showin' you the way... Damien doesn't know what the fuck that meant. Four Leaf moves to him, staring deep into his eyes. Damien's eyes widen in fear.     \n[10]A raindrop cannot carve a valley. An ant cannot defeat a buffalo. But a tempest can cleave that mountain to make the valley, and an army of ants can fell the mighty buffalo. \n[11]If the lion, although king of the jungle, is thrown into the sea, he will drown... but...if...  He...lives in the...water, for many years, he will.. .grow gills ... . do you understand?  \n[12]I put my story in your limp Brit hands and you will not fail me!!  My boys were worse pussies than these guys. But the shit is what made us a unit. A whole. You must put them in the \n[13]There's a place. About a hundred clicks from here, as the crow flies. Deep in the jungle. No trailers, no port-a-potties. Nothing but triple canopy jungle and cockroaches the size of melons. Damien seems intrigued yet a little freaked out by his weirdness.     1 Tropic Thunder 36. \n[14]Rig up your documentary cameras'in that jungle, give me and Cody a few of those smoke bombs and some charges and we could light up the jungle so those lily-dick actors would think they were in the middle of. Hamburger Hill. You.get them thinking they're getting shot at, and you'll have your movie. Suddenly, Four Leaf slaps his neck with his hook as though he has been bitten. He holds out a small squished mosquito' between the claws of his prosthesis. \n[15]You must put them.under your thumb the way this. bug is under mine... .under YOUR control. \n[16]Yes... yes... \n[17]Save your breath, maggots! They all shrink back. Four Leaf's fierce posture is undercut as the helicopter lurches, sending Damien sprawling onto hire. \n[18]\n[19]See you in hell! As the noise of the helicopter fades, the group starts. trying to orient itself in their new surroundings.' The Jungle. Black, dense, unforgiving. All around them can be seen the remnants of a war that has been over for thirty years. A grave marker,. half of an old rusted outâ\u0080¢'downed chopper. All are absorbing the spookiness, except Portnoy who seems very upset. \n[20]I don't know what it's called. I just know the sound it makes when it takes a man's life. Cody, a little spooked, picks up his radio. \n[21]Hear that? Cody is preoccupied with the radio and the explosives. \n[22]Oh yeah. And with that Cody and Four Leaf are.RIFLE BUTTED out of consciousness... \n[23]In a detention hut. And they got Speedman... \n[24]Pull it together private! Shut your trap before you get us killed! You understand me , lilydick? ! Cody backs off, still scared. \n[25]That poor bastard. Looks like they coo- coo nested him. \n[26]What plan? \n[27]Sometimes the flowing stream can only move when... the water... dries up. \n[28]It means I'm,sick of your yappin'! \n[29]I gotta what? Take on the whole compound by myself! \n[30]No! Four Leaf and his men were real, it happened! \n[31]YES! Well ...no! I mean, kinds! Yeah! Not exactly. I served honorably in what they called the \"forced service\". Sanitation Detail at the United States Pentagon. \n[32]God-dammit, would you LISTEN! I was a fuckup, sure, but one day as I was cleaning the office of some Top-Brass big- wig, I came across a file headed for the shredder marked top secret. It was Four Leaf Tayback's file. A nobody. No family. Nothing. Killed in Action. They were gonna bury the whole thing. Total black op. \n[33]NO! I gave him one! I wrote the story And I gave the American people a hero! Yes, I am not technically Four Leaf, but if I didn't pretend to be him then nobody woulda ever known who he was! See what I'm sayin'?     Tropic Thunder 88. \n[34]I was a fuck up my whole life! This guy had a story worth-telling, and nobody woulda ever known! Cody slumps in the corner, looking spent and lost. \n[35]I'm sorry, man.. I'm responsible: for this .whole mess. \n[36]Something's happening! Get me the hooks! \n[37]Marvin Kaminsky. \n[38]Nope. First time outta the states actually. He shoots off a round and they run for cover.     Tropic Thunder 97. \n[39]You go... I got real bullets! I'll cover you.. It's the only way you'll make it! \n[40]Just go!! Sandusky looks at Speedman... they both know he's right. They go... leaving Four Leaf in the dust, still firing... The jeep speeds up to the helipad... the guys jump out. Just as the last guy is out... \n[41]Go on...get outta here. I'm worm food, you dig? \n[42]I ain't Four Leaf, Chris. We're in this mess because of me. \n[43]I ain't never been worth a nothin'...and it's too late to start bein' a somethin' now. Speedman tries to understand. He is welling up with emotion.. .real emotion. \n[44]But you... you can tell the story. . .You have to tell the real story... And Four Leaf... or Marvin... dies. Speedman begins to weep. Tears. Yes, he is crying, for real... ", "CODY": "\n[1]Is that the signal?     Tropic Thunder 11. The assistant doesn't appear to,understand English. He shrugs. Frustrated, Cody rips out an earpiece. \n[2]\n[3]Did he say \"go\"?       Tropic Thunder 12. \n[4]There's the signal! GO! GO! GO! Let's light this puppy up! Let's go freaking 11 TET here!! i Cody and his assistants push plungers, buttons, pull levers, and drag metal wands over long lines of wired nails, they spark and fizz... \n[5]That was good for me. Damien's mouth hangs open in shock. There is a strange quiet on the set. \n[6]So, I'm thinkin' as soon as Damien gives us the go ahead, we'ï¿½ust their cherry with a few airbursts, then alpha-alpha till they come running right at, us, then a good of fashioned firefight, maintaining our distance. Four Leaf ignores him, instead looking around the jungle, looking almost lost. \n[7]I been meaning to tell ya the whole shoot. I'm probably one-a your biggest fans. Your book was kinda my \"Catcher in the Rye\". It inspired me to become a gyro man. Four Leaf gives Cody nothing -- except his usual stoic stare. \n[8]I'm actually sort of a war nut. I mean I never was in the service, but for me blowing shit up in a war films is sort of my way of paying tribute to the real deal. And you sir, are the real deal. Nothing. \n[9]Hey, I was wonderin' what kind of sidearm you carry? Looks to me like a-- \n[10]Ok, we're ready to rock and roll.  Damien, come in. Cameras are up, ordinance are up. Ready to kick the tires and light the fires on your say so.     11 Tropic Thunder 42. \n[11]-- I repeat, we are now go for mission! \n[12]What? I still can't get Damien on the radio. I bet he forgot how to use the Walkie again. What do you say we get a little... pro-active? Cody, very excited, grabs a plunger. \n[13]Right on!! I bet Damien heard that!. Cody turns to Four Leaf, and finds himself staring straight at 10 GUERILLA FIGHTERS with their submachine guns pointed straight at them. \n[14]Oh shit. \n[15]Where are we?     Tropic Thunder 63. \n[16]What? Why? We gotta get outta here! Are they gonna kill us? Four Leaf turns on him, grabbing him with one of his hooks. \n[17]So what's the plan? \n[18]To get us out of here? Come on man, yoi4 lived this, you gotta have an idea of how we can get out of here? Right? Four Leaf looks a little at a loss... \n[19]No offense, but what the hell does that mean? \n[20]Come on man, you heard him back there. They wanna off us! We gotta escape! You \n[21]Stop it man! You're chokin' me!     .Tropic Thunder 82. Cody tries to push him away. They get into a wrestling match, hand to hook... Cody is pushing against Four Leaf... then four Leaf tries to pull away.. But Cody holds on to his hooks... he holds on until... HE PULLS THEM OFF! Revealing... TWO PERFECT HANDS. \n[22]AHH! Who the hell are you? Four Leaf looks down, sheepishly. \n[23]So all of \"Tropic Thunder\" is bullshit? \n[24]Are you even a VET!? \n[25]So you were some two bit criminal who got caught and sentenced to clean toilets at the Pentagon? I IDOLIZED YOU MAN! \n[26]So you decided to take his identity? \n[27]And you cashed in! \n[28]What? \n[29]By the way, what's your name anyway? \n[30]you ever been in this jungle? \n[31]Marvin, you gotta -- \n[32]", "TRAN": "\n[1]\n[2]\n[3]Say that. again., \n[4]No...like you did before! Silence. \n[5]\n[6]\n[7]Nyam nook snep Jawk!  You are Simple Jack? \n[8]We love the tale of this man, Simple Jack. Tran snaps his fingers, and an assistant shows Speedman a battered VHS BOX OF SIMPLE JACK. Speedman looks lovingly at it. \n[9]We do not have many luxury here. Simple Jack is the only movie we possess. We have watched it many, many times. How is the word? Genius? Speedman smiles big. They smile back at him. It's a small world after all. \n[10]You were nominated?     Tropic Thunder 72. \n[11]No. We will hold.you,for ransom.--.much more money now.. He pulls out a cell phone. \n[12]You mustn't touch me. The guard snaps the picture. \n[13]Now, do the movie. \n[14]Do the movie. \n[15]Yes. Begin. \n[16]\n[17]More stupid! \n[18]Get him some overalls! And give him the Simple Jack haircut! \n[19]\n[20]Byong turns to his lieutenants. ", "I": "\n[1]Tropic Thunder 25. We see Pedk is holding a Vanity Fair with an ad on the back: it is a picture of Speedman looking earnest, holding two baby PANDAS. The caption reads: \n[2]\n[3]r Tropic Thunder 30. \n[4]â\u0080\u009eTropic Thunder 35. \n[5]Tropic Thunder 41. \n[6]t' Tropic Thunder 48. \n[7]\n[8]\n[9]\n[10]\n[11]Tropic Thunder 78. \n[12]Tropic Thunder 80. \n[13]Tropic Thunder 87. \n[14]\n[15]Tropic Thunder 94. \n[16]\"Ttopic Thunder 100. ", "JULIE": "\n[1]Well, it might look like 1969 here in the tiny Southeast Asian country of Bien Den Phu, but it is 2007, and they are making history. We are here with an E! exclusive, the first look behind the scenes at what Hollywood insiders are calling the most expensive war movie ever produced. It's called \"Tropic Thunder\", and first time Director Damien Dorfman has assembled an all-star cast to play the forgotten grunts who perished near here more than 35 years ago.      Tropic Thunder 16. \n[2]Heading up the ensemble, the highest grossing action star of all time, Chris Michael Speedman... d I \n[3]The disappointing \"CHITLIN AND THE DUDE\", was followed.with last year's failed venture into serious dramatic territory... \n[4].\"Simple Jack\", the story-of a mentally impaired farm hand who can \"talk\" to animals was a box office disaster that many critics called one of the worst movies of all time. \n[5]But now, the question is can Speedman \"mu- mu-make\" audiences happy in the true life story of war hero Four Leaf Tayback in \"Tropic Thunder\". And,' possibly a shot â\u0080\u009e 1. -4416 at that elusive gold statuette? \n[6]Like for a lucky Oscar nod this time? Maybe you should rub Kirk Lazarus's belly! He already has three! Speedman laughs uncomfortably, trying to seem unperturbed. i \n[7]. is famous for his total immersion into whatever role he plays. To.transform into the role of the African American Sergeant who saved_Four Leaf's life... \n[8]After undergoing experimental pigmentation alteration procedures in a Singapore clinic, this was the startling result.     Tropic Thunder 19. A doctor dversees as nurses carefully peel the bandages off Lazarus's head. Lazarus is now Black. \n[9]British documentary director Damien Dorfman has never made a theatrical movie before, but his mission, he says, is to bring a reality to the film that he feels is missing from most Hollywood epics. \n[10]Well, he'll certainly have his hands full with king of comedy Jeff Portnoy. \n[11]After being arrested for heroin, cocaine and crack possession, Portnoy is out to prove he can. stay clean and get audiences addicted to seeing him in a movie without any potty. humor... \n[12]And from the world of hip-hop, multi.-- platinum selling rapper, producer, and clothing designer Redykulous, and star of his own hi't reality show \"Utterly Redykulous\". \n[13]At a reported budget north of $200 million, Tropic Thunder could end up costing almost as much as the real war! But the good news for Damien Dorfman and his troops -- the Oscar buzz is already starting! So for El News I'm Julie-- All of a sudden Portnoy, wearing a Tropic Thunder cap all askew and surfer shorts with no shirt, bursts out of the bushes. He screams wildly and GRABS Julie, who cracks up laughing at his \"stunt\". ' ", "PECK": "\n[1]I'm looking at your ugly mug on the back of Vanity Fair magazine in beautiful living color with the two cute cuddly pandas from cuteville. It's insane.     \n[2]The credibility factor that the pandas give you is priceless, and strangely, if' you see this picture, what really strikes me is the credibility that you give them. I've been getting psychotic feedback all day. Hey did you get the basket I sent? WE SEE: A survival-themed gift basket in a camouflage backpack, There's a satellite phone, camouflage sunblock, etc. \n[3]You sad? What's wrong? \n[4]Is that what this is about? Crazy Kirk Lazarus goes and places his entire body in some experimental Malaysian dipping sauce so he can actually be black, of course he's gonna get buzz. Listen to what I am telling you. He is clinically mentally not right. \n[5]I don't believe those were my exact words but let's get beyond that to the root of this. Remember the moment you chose to do, this', and I wanted you to do the ESP robot thing with Wolfgang Petersen? And I said stay home be happy and you said \"no, Rick I need to play a real human being\" and I said \"okay\" and then I said \"are you sure?\" and you said that you needed this-for your soul? \n[6]Which I totally respected and now you're doing the crazy surfer three..sixty move on me,..which I love by the-way-- but-you said fuck it, I gotta do it for my soul And-that's why I hate you.. Because you were RIGHT. And you're in. the Phuc Long fucking Delta,. in the real mud, with- leeches in your hair, 20,000 mil es from Fatburger.being an actor-And, I would wager, forcing everyone around you to rise to your level. Am I right? I mean you are over there forcing a bunch of PUSSY actors to gel, straighten up and. become a platoon. And it hurts. Am I right? Speedman actually seems tohave bought-this \n[7]Alright, that's what.I thought. Now get to work genius soldier. I'll handle the .TiVo. Peck hangs up abruptly. \n[8]He really knows how to handle a client. He hands the assistant the fax. \n[9]Get this yutzle on the phone. Now.     Tropic Thunder 90. \n[10]Ok, look, you wanna go through this again, let's do it. I see more for you than this. This whole 'big fish in the little scary jungle pond' thing. I see you as a front man, as a leader, not just of this little rebel guerilla warrior group. I see it big picture. Is it music, is it movies? Is it a series on Fox? I don't know. But I do know it is not happening with you staring at me doing my \"I Know Why The Caged Bird Sings\" routine for you and the peanut gallery for another six months. It's old school already. TRAN and some HENCHMEN watch, unamused. Tran nods, one of the henchmen turns a handle which lowers the cage into the water. After a moment, it comes back up with a soaking Peck. \n[11]And it makes me sad to see you chomping on the stogie and you're not even fourteen or whatever. I'm thinking \"what hole does that need to fill, that you have to keep dipping me into the water to somehow feel better about yourself?\" I can be a partner to you, not just a captive.      Tropic Thunder \n[12]But you have to allow me into your inner workings, into your headspace to facilitate that. And\"to do that you gotta let me outta the cage,'both figuratively and literally. Until you can let me go, I you.can't let you go. Do you get that? He gets dunked in the water again. \n[13]Obviously not. Dare I bring up.a sore subject. Can we do a little business on the blackberry privileges? Cause you're killing me here. ", "RICK": "\n[1]I got the personal attache of Bien Den Phu's ambassador to the United Nations of America delivering a TiVo directly to your bedroom. But the bad news is you gotta sit down and have monkey brains with him or some ceremonial shit for the local paper. \n[2]A hooker? You killed a hooker? Calm down, it's fine. This is a no-brainer. Thank GOD you're out of the country. \n[3]You WHAT? Uhy. Heavy shit National Park. Oh jeesus...take a breath.. .did anybody see you? \n[4]Chill zone, buddy, 1im thinking. Did anyone see you do this? \n[5]Alright. Listen to me. I want.you to.get your hands on some-bleach, some hydrogen peroxide and some lime. Your gonna wanna cut the body in quarters ... the femurs are gonna be a bitch... that's normal... Speedman'nods eagerly, absorbing it all, not noticing a \n[6]Chris? Breathe.! It's gonna be ok.. I'm calling that publicist right now, the one J Lo hired when she was'hammered and killed that kid with her Jetski. A guerilla shoots the phone. They quickly tie Speedman.up and whisk him'off into the jungle. \n[7]Chris? What is this craziness? \n[8]Chris? \n[9]What's going on? Who is this? \n[10]Oh. Really. Well I never heard of your little agency. But if you wanna poach my client? Lemme tell you something. His career's been in a death spiral since Simple Jack, so why don't you all go fuck yourselves! Oh, and I bet he hasn't even told you about the whole panda thing! He killed a panda! And next time you're at a cocktail party with Paris Hilton, or at Kate Mantellini's choking down some egg whites with Ron Howard, DON'T LET THAT SLIP, because chances are, I ALREADY DID! Rick slams the phone down.     \n[11]I saw your 'little fax, Flaming Fuckwads. I bet you thought I was just. going to lie here and take it. Well, wrong! My name is Rick Peck, not Rick Shaw,..and you are not gonna take me.for a ride, you industrious fuck; I don't care who you people think you are, but I am coming. there, and I am going to jack you up! I am bringing the heavy artillery, my friend, so you'd better be prepared for a blood bath.! I am walking out of there with Chris Speedman whether you, or he, likes it or.not! Rick slams down the phone, enjoying himself. \n[12]Shandra, get tech support to put a trace on this email attachment, let's find out where this \"Flaming Dragon\" agency is! Call the travel department. See if they got a nonstop to Bien-Ben-Wherever-the fuck-it-is! ", "BYONG": "\n[1]The Unseen Leader shakes. his head. \n[2]\n[3]What were you doing in our poppy fields? \n[4]Who sent you here? \n[5]Perhaps some hot tea will make conversing. a little easier? \n[6]What? just thought you might like. some... \n[7]We are Flaming Dragon. Speedman is with us now. There is a long silence as Rick processes this. Then he nods slowly. \n[8]Mr. Rick Peck. So far you have refused to give us the respect we asked for. Maybe this will change your mind. Please state your name. \n[9]Who do you work for, Mr. Speedman? \n[10]Yes. \n[11]Tropic Thunder 91. ", "OSIRIS": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7]\n[8]\n[9]What, and give up all that California pussy you been talking about? Shiiit. Someone's gotta show me around L.A... \n[10]Well ...y...you better come along and bring the shovel... He starts to choke up.     Tropic Thunder 8. "}}