{"dialogues": {"HARRY": "\n[1]Honey, I'm home. \n[2]Switching to sub-vocal.  Gib, you copy? \n[3]This needs more garlic. \n[4]There's Daddy Petrobucks. \n[5]Modem in place.  Transmitting... now. \n[6]Where's the john around here?  I have to take a major leak. \n[7]Magnificent, isn't it? \n[8]Renquist.  Harry Renquist. \n[9]This is Persian, if I'm not mistaken. \n[10]I adore it. \n[11]Do you dance, Ms. Skinner? \n[12]Unfortunately, Juno, I have a plane to catch. \n[13]I'd like that. \n[14]In the helicopter. \n[15]What? \n[16]Let's go.  We can still make our flight. \n[17]Empty.  Go. \n[18]What's this for? \n[19]Got it.  Nice touch.  Okay, pick me up at eight.  The de-brief is at ten hundred. \n[20]What a team.  See you at eight. \n[21]Fine, honey.  Stay asleep. \n[22]You better hurry.  You're going to be late for school. \n[23]Dana, don't forget to feed Gizmo!                      * \n[24]I'm late. \n[25]Yeah.  You should have seen it. We were the hit of the show with the new model ordering system, the one for the 680... how you can write up an order and the second the customer's name goes into the computer, it starts checking their credit, and if they've ordered anything in the past, and if they get a discount... \n[26]Yeah, it was wild. \n[27]Uh huh.  Okay. \n[28]What did you tell him? \n[29]Good thinking, honey. \n[30]Thanks dear. \n[31]Son of a bitch! \n[32]Dana!! \n[33]She knows not to steal.  I've taught her better than that. \n[34]Don't be ridiculous.  She's only -- how old is she? \n[35]Right.  She's only fourteen. \n[36]No way.  Not Dana. \n[37]Will you just open the door!                           * \n[38]I thought you moved out. \n[39]Harry Tasker.  One zero zero two four. \n[40]You better watch it.  She might file on you for sexual harassment. \n[41]Come on, Fize.  We're late for our butt-grinding. \n[42]Total is a strong word-- \n[43]What'ya got? \n[44]It doesn't mean anything.  She buys antiquities for Khaled. \n[45]Alright, I want a complete workup on her.  Do we know where she is? \n[46]You're kidding. \n[47]I'll handle it. \n[48]Dana, Mr. Hardy called.  Why weren't you in class today? \n[49]You seem fine now. \n[50]I'm not sure what to believe anymore, young lady.  You never used to lie to me.  But lately you don't seem to know the difference between right and wrong. \n[51]Dana, are you listening to me? \n[52]You know you can always talk to me.  Right?  Whatever is going on in your life, your mom and I'll understand. \n[53]You'd tell me if there was something wrong, wouldn't you, pumpkin? \n[54]Hi, I'm Harry Renquist.  I own a-- \n[55]--corporate art consulting company in San Francisco.  I have an appointment with Ms. Skinner-- \n[56]Well, what's the point of waiting? \n[57]That's right.  They want something...  dramatic.  I spoke to a number of people who said you're the one to see. \n[58]Let's see... that you can read ancient Sanskrit without having to sound out the words.  And that other dealers and archeologists don't like you much. \n[59]She's importing stuff from all over the mid-east. \n[60]Okay.  Let's step up the surveillance on her.  Put on two more guys. \n[61]Hi honey.  What's going on?                            * \n[62]Baby, I said I'd be there. Really.  Trust me. Gotta go, honey.  Bye bye. \n[63]Hello?  Oh, Juno, hi. Well sure.  I can be there in twenty minutes. \n[64]What?  It's on the way.  She says she's got something for me. \n[65]Hello? \n[66]It's certainly... dramatic. \n[67]Is that why you got into this business? \n[68]And you have a reputation as someone who gets what she wants. \n[69]Yes. \n[70]Uh, yes, it is important. \n[71]Uh, it looks like I have to run. I'll call you tomorrow.  Your proposal is very interesting. \n[72]Station wagon? \n[73]I need you at the Georgetown mall                      * in three minutes.                                      * \n[74]See, that's the problem with terrorists.  They're really inconsiderate when it comes to people's schedules. \n[75]Test two three. Pull over here. \n[76]Gonna try to get a closer shot of                      * Beavis &amp; Butthead.                                     * \n[77]Stay on him. \n[78]Sorry. \n[79]Get back to the car! \n[80]Federal Officer in pursuit of suspect!  Sorry. \n[81]Westbound in the park... suspect is on a motorcycle... he's going to  come out on Franklin.  Hang on-- \n[82]I want you on 14th in case he turns south.  And I need Seven on the north side to box him in. \n[83]And make it fast.  My horse is getting tired. \n[84]Can you just press the top floor, please. \n[85]What the hell were you thinking? We had the guy and you let him get away. \n[86]What kind of  cop are you? \n[87]Look, I know you're upset.  I'm really sorry, honey.  I raced home as quick-- \n[88]I'm sorry.  Thank you for the party. \n[89]Come on to bed, you don't have to brush your teeth. \n[90]I couldn't believe it.  I go back to get this report I need, right, and the phone is ringing, so like a bonehead I answer it-- \n[91]It's the big client in Japan, and it's the middle of the morning there and their whole system is crashed... this guy's having a meltdown-- \n[92]Well I pull out the manual on their setup, which is the new 680 server... \n[93]...and I'm troubleshooting it with them over the phone... talking to a translator, right, who's getting half of it wrong... it was unbelievable...  really wild. \n[94]Uh huh. \n[95]Okay.  Here she comes. \n[96]Look at the way the little punk is driving.  He's all over the place.  Look-- he hasn't signalled once. \n[97]So, you wanna play huh?  You little-- \n[98]Son of a bitch! \n[99]That's him. \n[100]Abu Kaleem Malik. \n[101]We'll get him. \n[102]Look, uh... I've got to talk to Helen about this thing with Dana. I'm just going to run in and see if she can get away for lunch. \n[103]Just hang a minute. \n[104]No.  No, I'd like to surprise her.  Thanks, I know where her desk is. \n[105]He-- Helen.  Helen-- it's Helen. It's Helen, Gib. \n[106]She's having an affair. \n[107]It can't be.  Not Helen. \n[108]It can't be. \n[109]I still don't believe it. \n[110]\n[111]Put a tap on her phone. \n[112]Helen's phone.  Her office line and the line at my house. \n[113]Yeah, and we do it twenty times a day.  Don't give me that crap. Just put on the taps.  Now. \n[114]How was school today? \n[115]I was in the area, and I thought you might like to have lunch. \n[116]They said you had to run out. \n[117]So, a little excitement in an otherwise dull day.  Did is work out okay? \n[118]I thought we might have lunch tomorrow. \n[119]No problem. \n[120]There she is. \n[121]Give me audio. \n[122]Yeah, but for who?                                     * \n[123]Absolutely. \n[124]Keep talking. \n[125]And you've got one. \n[126]So what's your angle? \n[127]Sure.  Set me up and then don't tell me. \n[128]So you're basically lying your ass off the whole time?  I couldn't do it. \n[129]Isn't that hard to keep up, in the long run? \n[130]Use 'em and lose 'em. \n[131]What about the husbands? \n[132]Those idiots. \n[133]You working on someone right now? \n[134]What does she do? \n[135]But with you, she gets to be hot, right? \n[136]Sooooo... she's pretty good in bed, then? \n[137]Let me think about it.  Hold it a day for me? \n[138]Give me the page. \n[139]It skips from page nine to eleven.  Where's page ten? \n[140]\n[141]Shit!  It's almost eight.                              * \n[142]She's still at my house.                               * \n[143]Unit Two?  Unit Seven? \n[144]Immediate roll.  Acquire subject at K Street and Key Bridge.                            * Vehicle is red-and-white                               * convertible.  You have six minutes. \n[145]Whatya going to do?   Tell? \n[146]You tell on me, I tell on you. \n[147]What about that time you trashed a six-week operation because you were busy getting a blow-job? \n[148]Roger's two. \n[149]Roger, two.  One to Condor, do you have visual? \n[150]Sit down. \n[151]How long have you been a member of his faction? \n[152]How did you meet him? \n[153]What did happen? \n[154]Why did you continue to see him? \n[155]Not because you were attracted to him? \n[156]You weren't attracted to him at all? \n[157]Tell me about your husband, Mrs Tasker. \n[158]Would you say he was boring, then? \n[159]You're in a lot of trouble, Mrs. Tasker, so I suggest you cooperate.  If we want to know the most intimate details of your life, you'd better tell us. \n[160]Let me handle this part.  Do you mind? Why did you go to Carlos' hideout? \n[161]And you agreed? \n[162]Why? \n[163]What did you need? \n[164]This Simon.  Did you sleep with him? \n[165]You didn't have sexual relations with him? \n[166]Answer the question-- \n[167]Wait!  Calm down, Mrs. Tasker. There is only one more question. \n[168]Do you still love your husband? \n[169]Louder please. \n[170]There is only one solution to your problem, Mrs. Tasker.  You must work for us. \n[171]I'm giving her an assignment. I am offerring you a choice.  If you work for us we will drop the charges and you can go back to your normal life.  If not, you will go to federal prison, and your husband and daughter will be left humiliated and alone.  Your like will be destroyed. \n[172]Yes or no. \n[173]You will be contacted with the assignment. \n[174]No one must know!  Especially him.  You must appear to live your life normally, conveying nothing.  The security of this nation depends on it.  Can you do that? \n[175]Think carefully.  You will be lying to the man you love.  The person who trusts you the most. \n[176]The code name of your contact will be Boris.  Your code name will be-- \n[177]No.  Doris. \n[178]You son of a bitch.  Did you really think you could elude us forever, Carlos? \n[179]Beat it. \n[180]We should pick up visual at the next light. \n[181]Morning, boss. \n[182]Absolutely.  But can it wait? I'm on a critical surveillance right now. \n[183]No.  Not that I can think of. \n[184]In her Walkman.  It's the one thing I knew she'd be taking. \n[185]There are going to be some changes Dana.  You're going to start following some rules.  And I'm going to be there to see that you do. \n[186]You're going to stay in school. Do you understand? \n[187]Did I tell you about the time we first met? \n[188]You were quite young at the time. All wet and still attached to your mom by a cord.  You opened your eyes and looked right at me. And I knew then I would always love you with all my heart. \n[189]Somewhere along the way I got lost, honey.  I forgot about what was really important.  I'm sorry pump-- I mean-- \n[190]Dana, regarding this singing-- \n[191]You were pretty good. \n[192]Honey that song came out in 1968, when I was exactly your age. \n[193]So last night was pretty exciting, huh? \n[194]Sure, hon. \n[195]Why not?  You think I can afford a suite like that on my salary? Is Jean-Claude done yet?                               * \n[196]Let me do the talking.  You are                        * very pretty.  You may start by                         * unzipping your dress. \n[197]No no.  Do it slowly.  Very slowly. \n[198]Now slip the dress down...                             * slowly. \n[199]Now slide the nylons off one by one. \n[200]That's good.  Now the panties.                         * \n[201]Now turn, cheri, in the moonlight.  Let your body flow like water. \n[202]Now dance for me.  Go on. \n[203]Let your hands be a lover's hands on your own skin as you move. Yes, that's it. \n[204]Now, lie on the bed and close your eyes. \n[205]Keep them closed.  Do not open them. \n[206]Let the hooker go.  She's not important. \n[207]You wouldn't believe me. \n[208]Juno.  I wish I could say it's a pleasure to see you again. \n[209]Look, Juno, this is just some whacko hooker I met in the bar. \n[210]I don't know what this crazy bitch is on.  You should just cut her loose, so we can get down to business. \n[211]Can you give me a clue?  It could be a water heater for all I know. \n[212]This is a Soviet MIRV-Six, from an SS-22N launch vehicle.  The warhead contains 14.5 kilos of enriched uranium, with a plutonium trigger.  The nominal yield is 10 kilotons. Release her and I'll cooperate. \n[213]What can I say?  I'm a spy. \n[214]I'm sorry, honey. \n[215]...and I can verify that they have the arming box and all                            * equipment necessary to detonate the four warheads.  This is absolutely the real thing, gentlemen. \n[216]Oral hygiene? \n[217]You know, you should swab that with alcohol.  I might get an infection. \n[218]You're damaged goods, lady. \n[219]There is no us, you psychotic bitch. \n[220]There was nothing.  I swear. \n[221]Sodium amytal, maybe some other truth agent. \n[222]Yes. \n[223]Ask me a question I would normally lie to. \n[224]Yup.                                                   * \n[225]17 years. \n[226]I don't take those assignments. \n[227]She's really a fox, isn't she? \n[228]No. But I wanted to. \n[229]Looks that way. \n[230]Yes.  I'm going to kill you pretty soon. \n[231]Because I picked the lock on these handcuffs... \n[232]Don't move. \n[233]God, you have great legs. \n[234]Go it, baby. \n[235]What? \n[236]Yes. \n[237]No. Much more. \n[238]They found the bodies.  Come on-- \n[239]Let's go. \n[240]In ninety minutes a pillar of                          * holy fire will rise at this place                      * as a sign to out enemies.                              * It is done... \n[241]Now no man can stop us.  We are set on our course.  No force can stop us... ... we're cool, we're badass, blah blah. \n[242]We must be in the Florida Keys .                       * .  .  the Overseas Highway                             * connects the islands to the mainland. \n[243]Just us. \n[244]Go down there and kill everybody, I guess. \n[245]Wait here.  If you have to use this, use it.  Don't choke. Okay? \n[246]\n[247]Let's go.  I'll brief you in the air. \n[248]... the Coast Guard has to clear them back to a twenty mile radius.  Anybody that can't make the minimum safe distance we need an airlift on, immediately-- \n[249]Get 'em.  I'll brief them on the way in. \n[250]Here they come. \n[251]Roger, Mike Three Five, you are cleared to engage.  Be advised, your targets have Stingers and light machine guns. \n[252]Recommend you use your Mavericks                       * to take out the bridge.                                * \n[253]Negative, Mike Three Five. That's a negative. Probably not. \n[254]Good shooting, Mike Three Five. I need you to stay on station. Okay.  You see that limo? \n[255]Any minute now. \n[256]I need to borrow this thing for a few minutes. \n[257]If I break it they can take it out of my pay. \n[258]Sorry. \n[259]Tell Helen what's going on.  Tell her I love her.  And ask the pilot where the button for the 20mm cannon is-- never mind.  I found it. \n[260]Let go baby!  I've got you! Daddy's got you! \n[261]Don't touch the stick, baby. \n[262]Hi, pumpkin. \n[263]I told the guy--- I told the guy, this isn't even my order. \n[264]I seem to remember something about a history project that's due tomorrow. \n[265]Dance? ", "HELEN": "\n[1]Hi, honey.  How was the flight? \n[2]Okay. \n[3]Me too. \n[4]How'd it go at the trade show? You make all the other salesmen jealous? \n[5]That's fabulous Harry. \n[6]The plumber came yesterday.  He said they have to dig under the slab or something and it's going to be six hundred dollars to fix. \n[7]It's not okay.  It's extortion. \n[8]I slept with him and he knocked off a hundred bucks. \n[9]I mean, it's not like he's saving the world or anything.  He's a sales rep for Chrissakes. Whenever I can't get to sleep I ask him to tell me about his day. Six seconds and I'm out.  But he acts like he's curing cancer or something. \n[10]Are you kidding?  Harry had to go out of town. \n[11]Yeah.  You know Harry. \n[12]I won't let you down, Brad. \n[13]You bitch. \n[14]Harry only has two moods: busy...                      * and asleep. \n[15]I need you to talk to Dana.  The vice principle called and she cut class again this afternoon. \n[16]Hi, Charlene?  It's Helen.  Is he there? \n[17]Sorry to bother you in a meeting, but you have to promise me that                        * you'll be home at eight.  I don't                      * want Dana and I sitting here by ourselves like we were last year. You promise? \n[18]Yeah, Gib.  I know Harry. \n[19]Where are you going? \n[20]No you're not.  You're going to stay here until your father gets home and have cake! \n[21]That's not true, honey-- \n[22]Dana!  Come back here! \n[23]It's okay, don't bother, Harry. \n[24]Yeah.  It was great. \n[25]Let's go to bed, Harry.  There's only one present you have to open tonight. \n[26]Don't move.  I'll be right back. \n[27]I'll just be a second.  So what happened tonight at the office? \n[28]What'd you do, honey? \n[29]It sounds wild.  So now you're a big hero, right?  For fixing their system. \n[30]My husband the hero. \n[31]I'll be right there, honey.  Just a minute. \n[32]Just a second. \n[33]Happy Birthday, Harry. \n[34]Simon?  Ohmygod. \n[35]Hello, Simon? It's all right.  There's no one around. \n[36]You mean right now? I guess so.  Okay.  I'll be right there. Yes.  I can't wait.  Bye. \n[37]Can you cover me for an hour? \n[38]Will you shutup.  I should never have told you about him. \n[39]So.  You came by to see me today? \n[40]They must've just missed me. \n[41]Yeah.  It was a rush thing.  They needed some documents down at the court house.  I barely made it. \n[42]Oh, sure.  Fine. I'll get some more gravy. \n[43]Hello? \n[44]Yes.  Go ahead. \n[45]Yes.  I suppose so.  Where? \n[46]I can't, honey.  I promised Allison I'd go shopping with her. Sorry. \n[47]I kept looking back, like you taught me.  I didn't see anyone. \n[48]I understand. \n[49]Where were you?  On a... uh,                           * mission? \n[50]Worse than Cairo?                                      * \n[51]Yes. \n[52]That was you?! \n[53]Tell me what happened? \n[54]You can trust me completely. \n[55]Right, of course.  I was worried when I didn't hear from you that night. \n[56]Were they trying to kill you?                          * \n[57]And you chased one? \n[58]What is it you want me to do? \n[59]You'll call me then? \n[60]Dinner's in the warmer.  Tell your father I may be late. \n[61]Out. \n[62]What's happened? \n[63]What is it you need me to do? \n[64]I'm married! \n[65]We're going to Paris? \n[66]I don't know.  I have to think... \n[67]Okay.  I'll do it. \n[68]It's just that... it's been sixteen years since anyone but Harry did that, I-- \n[69]NO!  Stop! Get off me RIGHT NOW! \n[70]Kettleman, Barnes and McGrath. I'm a legal secretary. \n[71]He said he was an American agent. \n[72]I don't know anything about a faction.  I just met Simon...  or whatever his name is...  a couple of weeks ago.  I barely know him. \n[73]About two weeks ago I was at the mall, having coffee... \n[74]I should have gone to the police, I suppose. \n[75]I don't know.  I guess... I wanted to see what would happen. \n[76]Three days later, he called me. He told me to meet him at Overlook Park. \n[77]Helen. \n[78]I just glances inside. \n[79]He needed my help. \n[80]No. \n[81]Well, maybe a little. \n[82]No!  Never! \n[83]I wasn't cheating! \n[84]Harry?  What can I say about Harry?  He's a sales rep for a computer company. \n[85]Yeah.  I suppose he is. \n[86]That's none of your goddamn business!  What kind of questions are these? \n[87]My husband is a good man. \n[88]He wanted me to go with him on a mission, to pose as him wife. \n[89]Yes. \n[90]I don't know.  I guess I needed something... \n[91]I needed to feel alive.  I wanted to do something...  outrageous. And... I don't know... it felt good to be needed.  To be trusted.  To be special. \n[92]There's so much I wanted to do in this life, and it's like I haven't done any of it.  And the sand's running out of the hourglass.  I want to be able to look back and say:  See!  I did that.  It was wild and it was reckless and outrageous and I fucking did it! And I frankly don't give a shit if you understand this or not. \n[93]No. \n[94]Look, if you ask me everything twice, this is going to take a really long time.  And I have to get home to my family. \n[95]Let me out of her!  Right now! \n[96]I didn't sleep with him! You hear me, you chickenshit bastards-- \n[97]What? \n[98]Yes. \n[99]I love him.  I have always loved him and I will always love him. Can I go home, please? \n[100]Oh, gee thanks.  Mmmm, let me see-- \n[101]What do you think?  Of course yes!  What's involved? \n[102]My husband can't know about this. \n[103]I think so. \n[104]I can do it! \n[105]Natasha? \n[106]Where are you off to young lady? \n[107]What? Oh, the flat tire?  Yeah, I thought the damn towtruck was never going to get there. \n[108]Hello? \n[109]Oh.  Yes? \n[110]What? \n[111]Uh... well, okay then.  You sound terrible.  I'll run out right now.  Just call the prescription in to the pharmacy.  Sure, no problem.  Bye. \n[112]Allison is sick in bed.  I have to go over there, honey. \n[113]Do you have an envelope for Doris? \n[114]Do I have to... you know-- ? \n[115]I'm Michelle.  Carla's sick.  She thought you might like me, so -- \n[116]I'm not wearing any. \n[117]I thought you only liked to watch. \n[118]Harry-- ?! \n[119]He's got nothing to do with this. It's me you want, right? \n[120]Harry, be quiet.  Let me handle this. \n[121]Listen, you don't need him, he's nothing.  He's a sales rep for a computer company, really-- \n[122]That was unnecessary. \n[123]What were you doing there? \n[124]You know her? \n[125]I'm Helen Tasker.  Harry's my husband.  And you are? \n[126]Look, Harry's not part of this. He's just a sales rep. \n[127]No, you don't understand, we've been married for 15 years-- \n[128]Harry, what's the matter with you?  Tell them the truth.  We're married, we have a daughter-- \n[129]Oh yeah?  Oh yeah?  Then where did I get this? \n[130]Oooowww!!  That hurt.  You biii-- \n[131]N-no. \n[132]How can Harry do that?  He's a salesman for chrissakes. \n[133]You bastard!!  You lying son of a bitch!! \n[134]Don't call me honey!  You don't ever get to call me honey again. You understand?!  You pig! \n[135]You bugged me?!! \n[136]What's going on, Harry? \n[137]Something you obviously have a hard time doing! \n[138]What did he give you? \n[139]It makes you tell the truth? \n[140]Is it working yet? \n[141]Are we going to die? \n[142]My God.  Have you had to...  have sex with other women in the line of duty? \n[143]What about Juno? \n[144]Did you pork her Harry? \n[145]Are you a total lying, scumsucking pig Harry? \n[146]What is it? \n[147]Harry... snap out of it! \n[148]Tell me something before this stuff wears off and you start lying again. \n[149]Do you still love me? \n[150]As much as you used to? \n[151]I married Rambo.                                       * \n[152]If we're on an island, why are they using trucks? \n[153]What are you going to do? \n[154]Oh shit. \n[155]Oh my God.  Harry. \n[156]Fuck you. \n[157]You... bitch!! \n[158]That's my husband. \n[159]... you should have seen your father, standing there all covered with spaghetti sauce.  He looked like such a dope. \n[160]Go ahead. \n[161]Not yet.  But we'll find him. ", "GIB": "\n[1]Roger that. Hey, Fize!  Get your butt in here.  Harry's inside. \n[2]It's Talkradio.  You're on the air. \n[3]Skinner.  Skinner.  Come on... \n[4]Juno Skinner.  Art and antiquities dealer, specializing in ancient Persia. \n[5]Harry, we got a problem.  Guards are swarming all over the dock. \n[6]Just copy the goddamn files! Harry, don't be stopping to smell the roses, now.  You hear me, Harry? \n[7]Harry, seconds count, buddy. Ditch the bitch, let's go. \n[8]Son of a bitch is with her two minutes and she's ready to bear his children What's your exit strategy Twinkle Toes? \n[9]Aw, shit.  Here we go-- \n[10]Harry, what's your twenty?  I need a position, buddy-- \n[11]Uh... right!  I'll catch you on the next bend. \n[12]Harry!  Where are you! \n[13]He's in the helicopter. \n[14]Harry?  HARRY?! \n[15]Harry Tasker wallet.  Harry Tasker passport.  Plane ticket stub, hotel receipt, Tasker.  Two postcards of Lake Geneva.  House keys.  Souvenir snowing Swiss village. \n[16]For Dana, schmuck.  Bring your kid something.  You know.  The dad thing. \n[17]Hey, hey, hey... what are we forgetting? \n[18]Yep.  Sleep fast. \n[19]Come any closer I'll kill you. \n[20]Hi, kid. \n[21]Here, check these out. \n[22]The CCD camera and transmitter and inside a pack of smokes. Slick little unit, huh? \n[23]What? \n[24]Kids.  Ten seconds of joy. Thirty years of misery. \n[25]Yeah, but you're not her parents, anymore, you and Helen.  Her parents are Axl Rose and Madonna. The five minutes you spend a day with her can't compete with that kind of constant bombardment. You're outgunned, amigo. \n[26]See, kids now are ten years ahead                      * of where we were at the same age. You probably think she's still a virgin-- \n[27]Fourteen, Harry. \n[28]Uh huh.  And her little hormones are going like a fire alarm.  I                        * say even money that physicist on                       * the bike is boinkin' her.                              * \n[29]Okay.  Okay.  De-nail ain't just a river in Egypt.  She's probably stealing the money to pay for an abortion. \n[30]Or drugs. \n[31]Twenty here, fifty there... I figured my wife's boyfriend was taking it. \n[32]Well .  .  .  I moved back in. My lawyer said it would give me a better claim on the house in the property settlement.  Don't change the subject... you owe me two hundred bucks. \n[33]Albert Gibson.  Three four nine nine one. \n[34]Janice, how many years have you been buzzing us in? \n[35]And you still reach for your piece every time. \n[36]God!  You have no idea how much that turns me on.  I've never had the courage to say this before but... I love you, Janice. \n[37]In her dreams. \n[38]There are degrees of totality. \n[39]Which we all know is a front for certain nations to fund terrorist                      * activities.  Something big is                          * going down -- \n[40]It's a two million dollar disbursement from Khaled to... Juno Skinner. Uh huh.  The babe at the party.                        * \n[41]Nope.  The art buys are in a separate ledger. \n[42]Sounds like a job for a specialist. \n[43]It's all set up...  ghost phones and fax, all the usual stuff. You have a suite at the Marquis Hotel under Renquist.  Okay, reality check.  Go. \n[44]She could be moving money, guns. Anything. \n[45]It's Helen.                                            * \n[46]Yeah, right. \n[47]Harry, this is your conscience speaking... \n[48]Harry?  Listen to the following code word.  Helen.  H-E-L-E-N. Now, do you want me to I beep you? \n[49]We have a friend.  Five cars back, inside lane.  They've been                       * on us since we left Juno's.                            * \n[50]Uh huh.  Want me to lose them? \n[51]Helen's going to be pissed. \n[52]You don't smoke, dickhead. \n[53]What's the plan? \n[54]There's another guy, still in the car. \n[55]Helen?  Hi, it's Gib.  Harry remembered something he left at the office.  You know Harry. \n[56]Oh shit. Harry, I lost the third guy. Harry? \n[57]Harry?  Harry, you copy?!  Shit! \n[58]\n[59]\n[60]Harry, what's your twenty? \n[61]Copy that. \n[62]The guy on the horse?! \n[63]Hey, did that guy Harry chased last night call in to give himself up yet?  Cause apparently that's the only way we're going to catch the son of a bitch -- \n[64]Goddammit!  That's outrageous. \n[65]That's it.  Get 'im Harry We'll teach that little puke not to signal. \n[66]Ha!  The little prick ditched you!  That is so goddamn funny. \n[67]Can we go to the office now, Mr. Superspy? \n[68]Hardcore, highly fanatical, ultra-                     * fundamentalist.  Linked to                             * numerous car-bombings, that cafe                       * bomb in Rome, and the 727 out of Lisbon last year.  Major player.                       * \n[69]What's going on? \n[70]You want me to just hang-- ? \n[71]I'll just hang then, shall I? \n[72]You look like you got gut-kicked. What's the matter?  You sick? \n[73]Something to do with Helen, is what I'm getting. \n[74]Congratulations.  Welcome to the club. \n[75]Nobody believes it can happen to them. \n[76]Same thing happened to me with wife two.  I had no idea until I came home and the house was empty.  I mean empty.  She even took the ice-cube trays from the fridge.  What kind of person would think of that? \n[77]Relax.  Helen still loves you. She just wants this guy to bang her.  It's nothing serious. You'll get used to it after a -- \n[78]What'dya expect Harry?  She's a flesh and blood woman.  And you're never there.  It was only a matter of time. \n[79]I say we concentrate on work. That's how I always got through it whenever my life turned to dogshit.  Let's catch some terrorists and then you can beat the crap out of them.  You'll feel better. \n[80]Women.  Can't live with 'em. Can't kill 'em. \n[81]He's giving us a blank check on                        * wiretaps.  So I've set 'em up on all of Juno's shipping agents, her clients, and Faisil made up                        * a list of possible contacts that Crimson Jihad might have in this country.  Now all we can do is                         * wait --                                                * \n[82]Is this national security stuff boring you? \n[83]What're you talking about?  We have that. \n[84]Sure, Harry.  I'm on it. \n[85]Look, Harry.  I know this is rough.  I felt the same way the first time it happened to-- \n[86]Okay, she's turning on Seventeenth.  Make a left, you should see her. \n[87]Guy's a spook! \n[88]He could be working her to get to you. \n[89]The guy's a fake!  He's taking credit for our moves. \n[90]Unbelievable. \n[91]He's a goddamn used car salesman. This just gets better. Sorry Harry, I know this is painful. \n[92]Here's today's transcripts. There's nothing interesting. \n[93]What are you talking about? \n[94]Aw, it's gotta be a typo-- \n[95]Okay.  Here. \n[96]Jeez, Harry.  Seek help. \n[97]The purse is still at the house. \n[98]Wait a minute!  Are you out of your mind?  You can't pull agents off a priority surveillance to follow  your wife!    It's gross misappropriation of Sector's resources, it's...  it's a breach of national security. \n[99]Goddamnit, Harry.  This is our butts.  So your life is in the toilet.  So your wife is banging a used car salesman.  Sure it's humiliating.  But be a man here-- \n[100]Whatya talking?  I'm clean as a preacher's sheets, babe.  Clean as a -- \n[101]You know about that? \n[102]Take Franklin, it's quicker. \n[103]You don't have any pictures though, do ya.  Huh?                                   * \n[104]That's not what it looked like when we found you. \n[105]But you didn't.  Why not? \n[106]Is this a common thing for you? Cheating? \n[107]So, it was your first time. \n[108]So sex with him isn't exactly making your flag wave anymore. \n[109]But he's not exactly ringing your bell lately, right?  I mean-- \n[110]She's lying. \n[111]You're not going anywhere. \n[112]Everyone tries.  It's unbreakable. \n[113]She could be telling the truth. \n[114]Now what? \n[115]Oh shit.  Harry... what're you doing? \n[116]You can drop it now, Carlos.  The game is over.  Your career as an inter-national terrorist is too well documented. \n[117]Take off, dipshit! \n[118]We're dead, right?  So... where'd you put the transmitter? \n[119]Listen carefully.  Go to the Hotel Marquis in one hour.  Pick up an envelope marked Doris at the front desk.  And dress sexy. \n[120]You've reached a new low with this one.  I can't believe you're crazy enough to use the room at the Marquis. \n[121]Not quite. \n[122]Son of a bitch!  Where? \n[123]Call our DEA contact, tell him I want those choppers flight-ready the second we land. \n[124]I thought this look like your work. \n[125]You're welcome. \n[126]--you tell the son of bitch this is  Bright Boy Alert.  Repeat, a Bright Boy Alert.  And I need a patch of the White House ASAP. That's right-- \n[127]I can get 3 Marine Corps Harriers here in about 12 minutes. They're on maneuvers out of Boca Chica. \n[128]... well get the Highway Patrol to go through the streets and tell everybody on their damn loudspeakers.  Just the basics... get away from windows, don't look at it... yeah-- \n[129]Get lower, goddamnit!  Right now! \n[130]It's show time.  Don't look at                         * the flash.  Do not look at the flash. \n[131]Malik's copter landed twenty minutes ago in Miami.  He's on the top of a high-rise downtown. SWAT's on the scene, and I got the cops sealing off the area.                         * He renezvous'd there with about                        * a dozen more faction members.                          * They're barricaded on the                              * twentieth floor. Harry, they have a hostage.  It's                      * Dana.                                                  * \n[132]They must have grabbed her during the night... we didn't know. Sorry, Harry, I-- \n[133]Harry!  We'll get her out!  We                         * have a man inside already .  .                         * .  Harry!!  Aw, shit... here we go. \n[134]I'd like to remind you that it has been ten years since you were actually in one of these. \n[135]It'll be fine.  He's got hundreds of hours in Harriers.  Joint-ops, cross-training and all that. \n[136]He's a little rusty.  It's like riding a bicycle .  .  .  you never forget.  Uh .  .  .  I'd seek shelter! \n[137]He's got it. \n[138]So, what's the scoop, team?  You see your contact yet? ", "SIMON": "\n[1]Helen?  It's Simon.  Is it safe to talk? \n[2]I can't talk long.  Can you meet me for lunch tomorrow?  I must see you. \n[3]The same place.  One o'clock.  I have to go now.  See you tomorrow.  Remember, I need you. \n[4]Are you sure you weren't followed? \n[5]Okay.  It's just, things are a bit hot for me right now.  If I get a signal... I may have to leave suddenly. \n[6]It's my job to risk my life, but not yours.  I feel bad about bringing you into this, but you're the only one I can trust. \n[7]Ssshhh!  We say Op.  Covert                            * operation.  And this one got a little rough. \n[8]Cairo was a day at the beach next                      * to this. \n[9]Did you read the papers yesterday? \n[10]Sometimes a story is a mask for a covert operation.  See-- two men killed in a restroom, and two unidentified men in a running                          * shootout, ending at the                                * Marriot... \n[11]You recognized my style.  See, you're very good.  You're a natural at this. \n[12]I'm sorry, I can't. \n[13]I know.  But it would compromise your safety too much to know certain things. \n[14]It's strange.  I knew I was in a woman's thoughts when I was shooting it out with those assassins. \n[15]Three of them.  Hardly worth                           * talking about.  Two won't bother                       * me again. \n[16]Something came over me, I just had nail him, no matter what the                       * risk.  It was pretty hairy.  I thought he had me, a couple of                         * times.  But I really can't take credit .  .  . \n[17]Not here.  I'll call you and we'll rendezvous again. We have to leave separately, so we aren't seen together.  For your safety. \n[18]Yes.  Now go. \n[19]It's a great little bar, Amanda, you'd love it.  Beirut's a great place if you know the city.                            * Listen, this isn't a secure line. I'll tell you all about it when I get back tomorrow... if I live. Scared?  Never!  Except of you-- \n[20]--I have to go, baby.  A guy's coming toward me-- \n[21]It wants you too.  Feel it vibrate?  How about a little spin? \n[22]You gotta jump in.  That's rule number one.  It takes a little practice, but there's no way around it. \n[23]See, it's not just the car, it's a total image.  An identity you have to go for.  This isn't some high-tech sports car...  it doesn't even handle that great. But that's not the idea, is it. \n[24]What're we talking about here? Pussy, right? \n[25]Well then this is a vital piece of equipment.  Used properly, it can change your life.  See, you cruise.  No racing.  This ain't a Ferrari.  You check out the scenery, let the scenery check you out.  You got to take it slow.  Old cars are like good women... they heat up fast. \n[26]Let's face it, Harry, the Vette gets 'em wet.  But it's not enough.  If you want to really close escrow, you gotta have an angle. \n[27]It's killer.  Look at me-- I'm not that much to look at.  No really.  I can be honest.  But I got 'em lining up, and not just skanks, either.  Some are. \n[28]Sorry.  Trade secret. \n[29]Okay, just ask yourself.  What do women really want?  You take these bored housewives, married to the same guy for years.  Stuck in a rut.  They need some release.  The promise of adventure.  A hint of danger.  I create that for them. \n[30]Well, think of it as playing a role.  It's fantasy.  You have to work on their dreams.  Get them out of their daily suburban grind for a few hours. \n[31]Doesn't matter.  I like change. You know, constant turnover.  As soon as I close the deal, it's one of two more times, then adios. \n[32]Exactly.  The trick is, you gotta pick your target.  They have to be nice little housewife types. School-teachers.  But, I'm telling you, you get their pilot lit, these babes, they can suck- start a leaf-blower. \n[33]Dickless.  If they took care of                        * business, I'd be out of business, know what I mean? \n[34]I always have a couple on the hook.  You know.  There's one right now, I've got her panting like a dog.  It's great. \n[35]Some kinda legal secretary of something.  Married to some boring jerk. \n[36]And she could be so hot, if she wanted to be.  She's like a dying plant that just needs a little water. \n[37]Red hot.  Her thighs steam. \n[38]Hey, slow down you're gonna miss the turn! \n[39]See.  You and this car were meant for each other.  Why fight it? Sure, I have a couple other buyers lined up, but I like your style.  Whattya say?  Should we start on the paperwork? \n[40]Because it's you. \n[41]Nothing from Simon? \n[42]Helen.  I need your help.  Can you meet me tonight? \n[43]It's serious.  That's all I can                        * say.  Just meet on K Street under                      * the Key Bridge.  At eight sharp.                       * \n[44]Now don't be alarmed... but if I'm spotter, it would be best if they don't see you.  You should keep your head down until we're out of the city. \n[45]My place in the city is too hot right now.  So is the penthouse in New York.  But this place is secure. \n[46]To our assignment. \n[47]Helen, I want you to be my wife. \n[48]Just for the operation in Paris. I need to be married.  They'll be looking for a man traveling alone. \n[49]Helen, there's a double agent in my outfit... I don't know who. There's no one I can trust. Except you.  Can you get away? Just for two days. \n[50]Here.  Sit down.  Be comfortable. \n[51]You are incredibly brave.  I have to remind myself the fear you must be feeling.  I've lived like this for years, so I'm used to it.  Every day when I get up, I think it might be my last.  But it makes you appreciate life. And the moment.  Because that may be all you have. \n[52]To pull this cover story off, we have to look exactly like two people who are intimate with each other.  The enemy can spot a fake easily. \n[53]You see what I mean?  That reaction would give us away in a second.  Try to relax. \n[54]Relax.  There, that's better. Let yourself slip into the role. \n[55]There you go.  That's right... \n[56]If not for me, do it for democracy. \n[57]Keep this for me.  I can't afford to be taken with it.  National security is at stake.  I'll contact you if a can.  Okay?  Oh-- \n[58]Thank you.  You saved my life. What's your name? \n[59]You can call me Simon. You're very brave to do this... You opened it. \n[60]Then you know. \n[61]Yeeaoowww!! \n[62]Wait!  You got the wrong guy.  My name's Simon.  Look, just let me go.  There's no need to kill me. I haven't seen your-- \n[63]-- face.  Shit!  Shit!! \n[64]It's you!  Hey, you still interested in that Vette at all? \n[65]No... I sell cars.  That's all! Not even foreign cars.  Nothing international, I swear.  I'm no terrorist.  Everything I said was a lie... you have to believe me. I'm actually a complete coward. If I ever even saw a gun I'd-- \n[66]-- faint.  Aahhh!  Don't kill me. I'm not a spy.  I'm nothing.  I'm navel lint.  I have to lie to women to get laid.  And I don't score much.  It's pathetic. See, look... would a spy pee himself? \n[67]No.  Soon as I turn you'll shoot me. \n[68]Please don't.  You can have the car for free-- ", "JUNO": "\n[1]Very good.  It's sixth century B.C.  Do you like the period? \n[2]Well.  And I thought this was going to be just another bunch of boring bankers and oil billionaires. \n[3]Call me, if you'd like to see some of my other pieces. \n[4]Harry!  I thought I might see you again.  I just didn't  except you to call so soon. \n[5]I agree. \n[6]So your clients want something for the lobby of their new corporate headquarters? \n[7]So what did these... people... say about me exactly? \n[8]Those wimps.  It's because I use                       * my diplomatic contacts to export cultural treasures from countries which tell them to take a hike. I told you to move those crates an hour ago.  Come on guys, let's get going. \n[9]You see, a lot of these pieces are from ancient Persia. Unfortunately, ancient Persia is twenty feet under the sand of                          * Iran, Iraq and Syria.  Not the most popular places lately.  So I've had to become an expert in international diplomacy. \n[10]Well, do you see anything you like, Mr. Renquist? \n[11]It's a good thing you pay me well. \n[12]No.  He checked out okay-- \n[13]What do you want me to do? \n[14]How? \n[15]Hello, Harry. \n[16]Do you like my tomb?  The museum                       * financing fell out, so I thought                       * your clients might be interested. \n[17]Especially in this light.  This is the only light they had then,                       * so I like to study it this way. I love this place.  I love all ruins. \n[18]I've always been a collector at heart.  When I see something I want, I have to have it. \n[19]Yes, I do. \n[20]Look at this.  People who dies twenty centuries ago. \n[21]They breathed and loved and wept, just like us.  And now their ideals, their religions, their social orders... are gone like mist.  What did any of it matter? \n[22]I only hope they lived well. That they got what they wanted. \n[23]Getting what you want is the only important thing. \n[24]Yes what? \n[25]Hello, Harry. \n[26]Who's your little friend? \n[27]So now it's Tasker?  Not Renquist? \n[28]No, my dear, he is a federal agent.  He killed two of my colleagues the other night. \n[29]Something before take-off? \n[30]She was telling the truth, wasn't she Harry?  She really doesn't know.  Interesting. \n[31]His wife. \n[32]Incredible, aren't they?  Warrior figures from the Persian Empire of Darius the First, around 500 BC.  I call them \"The Four Horsemen\". \n[33]They're absolutely priceless. \n[34]Here you go, dear. \n[35]This is Samir.  See if you can guess his specialty. \n[36]Not exactly. \n[37]Samir is just going to ask Harry a few questions.  See, we're not even sure which agency Harry works for.  Now, Samir is absolutely first class, but on the other hand we have Harry, here, who has managed to lie convincingly to the woman he loves for 15 years.  So it will be interesting to see how long he can resist. \n[38]Because they're very well-funded raving psychotics, and I'm getting a lot of money. \n[39]You think I care about their                           * cause?  Or yours?  Not at all.                         * See, America is on top now .  .                        * .  but so was Rome, once.  All                         * civilizations crumble.  One nation succeeding over another. What does it mean in the long run?  The only important thing is to live well.  And...  living                          * well takes money.                                      * \n[40]Did you tell her about us, Harry? \n[41]Sure.  Say that now. \n[42]Thanks for everything, Harry.  It was good while it lasted. \n[43]Now just keep your knees together, and you'll be fine. \n[44]Hold that thought. \n[45]My condolences to the window.                          * \n[46]Let's go, Suzy Homemaker. \n[47]Like one? \n[48]Shit! ", "DANA": "\n[1]Hey, thanks dad.  I never had one of these. \n[2]Really lame. \n[3]Hey, Gib.  What up? \n[4]Can't stop, I'm late.  Bye, Dad! \n[5]He lies!  I was there!  I was in the nurse's office, cause I had a headache. \n[6]Great!  You're going to believe that fat dweeb Mr. Hardy over your own daughter. \n[7]Yeah, Dad. \n[8]Okay, Dad. \n[9]I'm not a pumpkin!  Okay?!!  Do I look even remotely like a pumpkin?! I'm not a muffin, or a cupcake or a honeybear either! And you don't understand anything Dad... \n[10]See. \n[11]Out.  If Dad doesn't care enough about us to be here on his birthday, then why should I care? I'm going to a movie. \n[12]Mom, wake up!  Dad barely knows we exist. \n[13]It is true!  He doesn't know anything about me.  He still thinks I'm like ten years old or something.  As long as I just smile and say yes to whatever he says, like his good little fantasy daughter, he thinks everything's fine.  But it's not fine.  Nothing's fine. \n[14]Oh my God!  I think that's my dad! \n[15]Fine. \n[16]I'm done. \n[17]Where are you going? \n[18]Oh my Gooooood. \n[19]Yeah, right. \n[20]Why?  So I can wind up like you? What's the point? \n[21]Dad, how come you know the words? \n[22]Unbelievable!  Trent told me he wrote it.  He's history. \n[23]I'm done. \n[24]I have a book report. \n[25]I have to go to the bathroom. \n[26]You shoot me, this'll fall. \n[27]Don't come any closer.  I'll drop it!  I swear to God. \n[28]No way you whacko. \n[29]I'm done. \n[30]Dad.  You just think you know everything, don't you? ", "MALIK": "\n[1]Ms. Skinner?  Can I speak to you for a moment please, in your office? \n[2]You stupid undisciplined bitch! \n[3]Do you realize that there are surveillance teams watching this place right now?  Your phones are almost certainly tapped.  And you are busy laughing and flirting like a whore with this Renquist, who may be a-- \n[4]That is for interrupting. And that is for being wrong.  We do not tolerate mistakes. \n[5]Find out who this Renquist it. \n[6]Use the gifts that Allah has given you. \n[7]Who is this woman? \n[8]His wife?  Good.  Bring them. \n[9]Open it. \n[10]Do you know what this is? \n[11]Do you know why you have been brought here? \n[12]So that this man can verify to the world that Crimson Jihad is now a nuclear power. \n[13]If we were wrong about him... then the last thing you see will be your blood spraying in his face. \n[14]You have killed our women and                          * children, bombed our cities from afar like cowards, and dare to call us terrorists-- \n[15]-- But now the Oppressed have                          * been given a mighty sword, to                          * strike back at their enemies.                          * Unless the US pulls all military forces out of the Persian Gulf area, immediately and forever, Crimson Jihad will rain fire on one major US city each week until these demands are met... \n[16]... First one weapon will be detonated on this uninhabited island as a demonstration of Crimson Jihad's power and our willingness to be humanitarian. However, if there demands are not-- \n[17]Get another one, you moron! \n[18]This is a communique from Crimson Jihad.  You have heard from your own expert.  You have seen the Holy fire with your own eyes.  Do not force us to destroy this city.  And do not try to use force against us.  I can trigger this bomb instantly.  All I have to do is turn that key... ... and five million of your people will die. \n[19]That key right there! \n[20]Someone has stolen the key! \n[21]If you drop it, I will have no reason not to kill you. \n[22]Come on, child.  Give me the key. Don't you want to live?  I give you my word. ", "FAISIL": "\n[1]Affirmatory.  We are in.                               * \n[2]These are encrypted files, guys. This is going to take me a few minutes. \n[3]Okay, files are unlocked.  I'm in. I'm down, baby.  I got my hand up her dress and I'm going for the gold.  I'm-- \n[4]This is GREAT!!  I never get to shoot! \n[5]It's a scale really, with \"perfect mission\" on one end and \"total pooch-screw\" on the other and we're more about here-- \n[6]Yes. \n[7]Sorry, sir.  Uh... here's what we got. \n[8]Jamal Khaled.  We think he's dirty so we raid his financial files...  Check it out... \n[9]One hundred million in wire transfers from the COMMERCE BANK                       * \n[10]Here, check this out-- \n[11]And this is a little above market-                     * rate for the horizontal bop, even                      * for a total biscuit like her. \n[12]Uh huh.  Right here in river city. \n[13]She lives in Rome, but she does stuff here the Smithsonian and has a lot of diplomatic connections, so she has offices                        * here.                                                  * \n[14]And the second you left there, we started getting calls to the                           * ghost numbers.  They were checking out the Renquist front. \n[15]They call him \"The Sand Spider\".                       * \n[16]Probably because it sounds scary.                      * \n[17]Seven here. \n[18]Roger, One.  Rolling. ", "TRILBY": "\n[1]Jesus, Harry!  You guys really screwed the pooch last night. Please tell me how I can look at this, that it's not a total pooch- screw. \n[2]Faisil.  You're new on Harry's team, aren't you? \n[3]So what makes you think that the slack I cut him in any way translates to you?! \n[4]Why? \n[5]This is impressive, gentlemen. Of course, it would have been even more impressive if you actually knew where he was. \n[6]Yes.  You will. Harry, I still want you in charge, even though your cover is blown.  Just keep a low profile. I generally prefer it when my covert operations don't make the front page. \n[7]Harry, this report on last night's operation is the thinnest piece of crap I've ever seen from you.  I'm sure you won't mind giving me a little more detail on why all these assets were deployed. \n[8]Harry.  Is there anything you want to tell me? \n[9]Harry?  You know we never fire anybody. ", "ALLISON": "\n[1]So I guess you didn't get away                         * for the weekend after all?                             * \n[2]I'm shocked. \n[3]Girlfriend, you got a man.  You                        * just have to take control .  . .  set up the right mood.                              * \n[4]Then you better do something to                        * jumpstart that man's motor.  You know... wake up the sleeping giant of his passion. \n[5]Helen! It's your mystery man. \n[6]Just an hour?  You should tell this stud to take more time. ", "VOICE": "\n[1]I said SIT DOWN. Who do you work for? \n[2]Of course.  Mrs. Tasker.  And what were you going with the international terrorist, Carlos the Jackal?  Taking dictation? \n[3]Get going! \n[4]No.  He has particular tastes. He likes to watch.  You will say his regular girl, Carla, is sick. If he likes you, he will tell you what to do.  You must plant the bug near the telephone, by the bed, before you leave.  If you do not accomplish your mission, the deal is off. \n[5]In here. \n[6]Boris and Doris? "}}