{"dialogues": {"TRUMAN": "\n[1]Shit! \n[2]Why?  What's there? \n[3]Gimme a copy of \"The Sydney Morning Herald\". \n[4]Thanks anyway. \n[5]I want to be an explorer ...like <i>Magellan.</i> \n[6]...okay, okay, let's call it what it is... I'm not gonna lie to you...life insurance is <i>death</i> insurance...you just gotta ask yourself two questions...<i>one,</i> in the event of your death, will anyone experience financial loss?...and <i>two,</i> do you care? \n[7]Hold on will ya? This's no good.  Lumps all drownings together.  I need drownings broken down by category. \n[8]...just think about what I've been saying and lemme...hello?... \n[9]Can you connect me with directory inquiries in Sydney, Australia? ...er, yes.  Do you have a listing for a Lauren Powers... ...nothing listed?...what about a <i>Sylvia</i> Powers...nothing?  Thanks... \n[10]Not bad.  I just won the State Lottery. \n[11]Tyrone, what if I said I didn't want meatball today? \n[12]Not me.  You got the wrong man. \n[13]...this isn't about insurance, this is about the great variable - when will death occur?  Could be a week, a month, a year.  Could happen today...A sunbather, minding his own business, gets stabbed in the heart by the tip of a runaway beach umbrella...No way you can guard against that kinda thing, no way at all... \n[14]Stapleton on Staten Island? \n[15]I can't do it. \n[16]No, I... ...I got an appointment uptown. \n[17]Let's go further, daddy!  Let's go further! \n[18]<i>Please!</i>... \n[19]I'm here to see a Mr Hamilton. \n[20]When will he be back? \n[21]Do they hurt? \n[22]Is he gonna take the stand? \n[23]I'll get something out. \n[24]What could happen? \n[25]Mine. \n[26]I gotta get out, Marlon. \n[27]Outta my job, outta Queens...<i>out!</i> \n[28]It doesn't mean anything. \n[29]I gotta get out. \n[30]<i>Australia.</i> \n[31]See here, this is Queens. All the way round here, Australia.  You can't get any further away before you start coming back. Y'know, there're still places in Australia where no human being has ever set foot. \n[32]It's not that simple.  Takes money, planning. You can't just up and go. Oh, I'm gonna do it, don't worry about that.  I just gotta move slow.  Pick a moment.  Bonus time's just around the corner.  Soon as I get a retaining wall built on the back of the house I can start thinking about selling up...and I'll be gone.  Up and away on that big steel bird. I'm going, don't you worry about that. \n[33]Tick-fucking-tock.  That's the fucking problem, Marlon.  I'm thirty-four.  I'm older than Jesus Christ. \n[34]Where do the dreams go, Marlon? \n[35]I'm <i>serious.</i>  Where do the dreams <i>go?</i> \n[36]You really think it could've dropped off an airliner? \n[37]I can't tonight. \n[38]I'm sorry!  I'm sorry! \n[39]I figure we could scrape together eight thousand. \n[40]--We could bum around the world for a year on that. \n[41]Maybe I <i>feel</i> like a teenager. \n[42]Meryl, it'd be an adventure. \n[43]That can wait.  I want to get away.  See some of the world.  Explore. \n[44]Daddy!!...Daddy!!... \n[45]Daddy... \n[46]Hey, stop!  Stop!! \n[47]Two, four, oh, six. \n[48]Outta the way!  Outta the way! \n[49]I'm sorry!  I'm sorry!  No harm done! No harm done! \n[50]He's lying.  Two, four, oh, six was definitely the number. \n[51]I never believed he was dead. \n[52]You had to see his face when that wave hit. He wasn't scared Marion.  It was like he was expecting it, waiting for it.  He knew it was coming. \n[53]You know what was really strange about today? An old woman with a little dog and a businessman, walking in opposite directions on the sidewalk, both react like clockwork. They force him onto a bus against his will, a bus that doesn't normally stop outside my building.  And when I'm giving chase, the bus never makes another stop and I get the feeling that the traffic and the pedestrians are working together to make sure I never catch up with it. \n[54]You think I imagined it, don't you? \n[55]Maybe you're right.  If only the old woman hadn't left her dog behind. \n[56]It was Dad. I swear. \n[57]If it wasn't him, it was his twin.  Can you think of a reason he'd want to hide from us? \n[58]I was seven years old! \n[59]I'm telling you he's alive! \n[60]Fixing the mower. \n[61]I saw my father on State Street dressed as a homeless man. \n[62]What do you want? \n[63]I gotta go out.  About a replacement... ...mower blade. \n[64]Hi. \n[65]Lauren, right? \n[66]Look.  I was wonder-- \n[67]I haven't asked you yet. \n[68]Why, you married? \n[69]I'm not asking you to have my children, just a pizza.  How about Saturday? \n[70]Friday? \n[71]<i>Right</i> now?  We got finals. \n[72]I...I can't. \n[73]Why? You've got nothing to be sorry about. Has someone been talking to you? \n[74]What are you talking about?  Lauren!  Lauren! \n[75]Who?  There's no one around. \n[76]How do you know about that? \n[77]I don't understand. \n[78]Eyes?  Where? \n[79]Hey! \n[80]Who are <i>you?!</i> \n[81]Shut your mouth! \n[82]Leave her alone! \n[83]No...thank you. \n[84]Veronica, what do you know for sure? \n[85]I've got something to tell you, Sis. \n[86]I'm going to Australia. \n[87]I have an appointment at, er...Diamond Enterprises. \n[88]What're they doing? \n[89]Just tell me what the hell's going on? \n[90]Like fuck!  What're they doing? \n[91]You don't tell me, I'll get you investigated! \n[92]--I know. \n[93]You ever been into the AMT Building? \n[94]I'm going to visit a site. \n[95]Because I never do. \n[96]You got a problem with me going? \n[97]Let me worry about that. \n[98]Is there another way?  Can't you get around this? \n[99]When was the fire? \n[100]How come it's still smoking? \n[101]Says here it burnt to the ground. \n[102]Someone send you to tell me all this? \n[103]Small world. \n[104]You don't remember?  Two days ago I gave you my meatball sandwich in the park.  You were in a wheelchair.  Same sneakers. \n[105]<i>A miracle!</i> \n[106]Marlon. I've gotta talk to you. \n[107]I've fallen over something, Marlon. Something to do with my Dad. I think. \n[108]It's big, Marlon.  You wouldn't believe who's in on it. \n[109]There's no point trying to show you, they cover their tracks too well.  But I've been going into a lotta strange buildings, seeing a lotta familiar faces, y'know what I mean? \n[110]Do it, anyway. \n[111]I'm deadly serious. Marlon.  We can't talk here.  I'm being followed. \n[112]I don't know.  They look just like regular people. But I've been writing down numbers - license plates, taxi numbers, ID numbers - the same ones keep cropping up over and over. \n[113]I don't know.  Could be.  One thing's certain. The key is spontoneity.  Be unpredictable. They can't stand that.  That's why we've got to get outta here.  Can you come with me? \n[114]The beach. \n[115]This is where it started. \n[116]Things.  Things that don't fit.  Loose threads. False steps.  Slips of the tongue. \n[117]My father didn't want me to see what was over here. Whatever it was, it's gone now.  I never shoulda listened to him that day.  I knew it was wrong. \n[118]There were a hundred people on the beach that day.  Everybody knew what was going on except me. \n[119]Maybe I've been mistaken for somebody else. A couple of years ago, I tried to get hold of a copy of Time Magazine.  The week before an ad said, \"Next Week:  Truman Burbank and the Lost Generation\". \n[120]A guy with the same name as me in Time Magazine.  It ain't a common name so I looked out for it.  But the day it came out, every newstand was sold out.  No library had it.  I even wrote off for a back-issue.  Never seen a copy to this day. \n[121]Maybe I'm being set up for something.  You ever feel like that, Marlon?  Like your whole life has been building to something? \n[122]I'm a walking coincidence.  I can't count 'em. No something's happening, Marlon.  I've got to get to the bottom of it. \n[123]I'm scared, Marlon.  I'm as scared as hell. But I've never felt more alive.  It's just like she said. \n[124]It doesn't matter.  She was too beautiful for here. \n[125]Can you lend me some money?  A hundred bucks. \n[126]I'm going away for a while. \n[127]Maybe you just don't know me very well. \n[128]Lemme go to the bathroom. \n[129]I got a call in the area. What's the case?  Anything interesting? \n[130]Er, yes... No, no I'm not. \n[131]I wanna book a flight to Australia. \n[132]<i>Australia.</i> \n[133]Sorry, Sydney.  <i>Sydney,</i> Australia.  That's right. \n[134]<i>One.</i> \n[135]<i>Today.</i> \n[136]<i>A week.</i> \n[137]You sure you're not trying to keep me here? You are a <i>travel</i> agent, aren't you?  Your job is to help people travel, not keep 'em where they are. Or maybe you're a different kind of agent, Doris? \n[138]Why wouldn't I? \n[139]That's right. \n[140]You were expecting me, weren't you? \n[141]\"Yours truly...\"  You spell \"truly\" \"l...y\" or \"<i>e</i>...l...y\"? \n[142]That's what <i>I'd</i> like to know, Lawrence. \n[143]I was just about to resign.  Isn't that a laugh?  I just realized there's nothing to resign <i>from,</i> is there? \n[144]Why're you all pretending?  Huh? What is this a front for?  Why aren't I in on the joke?  Was I away that day?! \n[145]I'm talking to you!  Who am I?! \n[146]\"Security!  I'm calling Security\". \n[147]You don't believe a single word you're saying! None of you do! You hear me?! \n[148]Say my name or I'll smash its head open. \n[149]Say my <i>name!</i> \n[150]Say my name!  You <i>know</i> my name!  <i>Say it!</i> \n[151]I mean it!  I'm ready to do it! What's my <i>name?!!</i> \n[152]This is your last chance! \n[153]What...is...my...<i>name?!</i> \n[154]See that car way down there?  I bet it's a Suburu station wagon. \n[155]I predict the next four cars will be a white Honda Civic, a blue and white Dodge Dart with the front hubcap missing, a Volkswagon Beetle with a dented fender and a motorcycle. \n[156]There's the Honda...the Dodge...here comes the dented Beetle... \n[157]Look, damn you! \n[158]Don't you want to know how I did that? Maybe you <i>already</i> know.  Is that it? \n[159]Have you been concerned, Meryl?  Nice name. \"Meryl\".  I always liked it. \n[160]Actress's name, isn't it?  What's your <i>real</i> name? \n[161]Take a break. Meryl I <i>know.</i> \n[162]Drop it, I said.  It's over. \n[163]Shut up! \n[164]No.  We're going for a drive. \n[165]For years I've been saying I want to go some place, well now I'm ready to go.  Let's just jump in the car and go. \n[166]I thought maybe, Atlantic City. \n[167]That's right.  I do, don't I? \n[168]Cos I never have.  That's why you go places, isn't it?  Cos you're curious.  I haven't been curious since I was seven years old, y'know that?  Back then you'd have to nail me to the floor to keep me in one place. \n[169]So much traffic, this time of day.  Does that strike you as peculiar? \n[170]Look at them.  You believe they're fighting?  I don't believe it. Why don't you <i>slug</i> him, really make it authentic? \n[171]Blocked at every turn.  Beautifully synchronized, don't you agree? \n[172]<i>Should</i> I? \n[173]That's true.  We could be stuck here for hours.  Could be like this all the way to Atlantic City. \n[174]You're right.  Let's go back.  I'm sorry.  I don't know what got into me. \n[175]I've changed my mind again.  What's Maine like this time of year?! I've never been to Maine. Or let's just see where the road takes us. \n[176]I think I'd like a little company. \n[177]Look down there, Meryl!...No cars!  I don't run into traffic.  The traffic follows me around. We're in a moving pack, don't you see? \n[178]It's hard to go places, isn't it? \n[179]No.  There's no accident.  It'S just more stalling. \n[180]What's going on? \n[181]Is there any way around? \n[182]Why do you want to have a child with me? You can't stand me. \n[183]Don't lie to me! \n[184]<i>Tell me what's happening?!</i> \n[185]You're <i>part</i> of this, aren't you?! \n[186]No, you're scaring <i>me,</i> Meryl! \n[187]Stop this now or I kill your leading lady. I know you can hear me. \n[188]Who are you talking to?! \n[189]No.  You said, \"Do something.\"  Who were you talking to?  I swear I'll kill you, if you don't tell me. \n[190]How could you buy this damn thing when you know he drowned in front of me?! \n[191]You have any idea what it's like to drown? \n[192]I'll <i>kill</i> her! \n[193]Right on time.  Cops must be telepathic. \n[194]Damn! \n[195]Stay where you are or I'll kill her! \n[196]People know who I am, my every move, complete strangers know my name.  Even when there's no one around, I feel the eyes on me. \n[197]No.  No.  I've never seen her before. I know you already think I'm going out of my mind but I genuinely believe the world revolves around me somehow.  Everybody seems to be in on it. \n[198]That's just it.  I think I <i>am</i> somebody. \n[199]Sometimes I think it's in my head, sometimes I think it's for real. \n[200]Not yet. \n[201]Fuck you! \n[202]Get the hell away!  It's my life! \n[203]I'm coming to find you Sylvia!  I'm making myself deaf! You're going to have to kill me!  Come on! \n[204]Nobody move! Drive! \n[205]Keep talking.  Say whatever you say! \n[206]Act normal!  Keep filming! \n[207]Even the stars I wished on... \n[208]You never had a camera in my head. \n[209]Something <i>was</i> real! <i>Something had to be real!</i> ", "CHRISTOF": "\n[1]You ever pass a car wreck on the side of the road?  They're pulling out a body.  You know you shouldn't look, but you do. \n[2]You did well. \n[3]Old age.  Sentiment.  You play someone's father all those years, you <i>are</i> someone's father...He sees the way Truman is.  He feels responsible. \n[4]The mask has slipped before.  Everything can be explained. \n[5]What's dangerous is that he makes the connection between what happened today and the <i>girl</i>. \n[6]He's re-created the event on and off for a number of years.  We've never understood what prompts him to indulge the fantasy, or for that matter what inspired such a painfully shy boy to approach her in the first place... \n[7]We'd noticed them making eyes at each other for some weeks but never thought he'd say anything.  She was a year older, wrote poetry, way out of his league... \n[8]We knew we were taking a risk.  She hadn't been properly coached, but we were torn... He'd summoned the courage to make the approach...We wanted to reward that.  Of course she took full advantage... \n[9]Why did he say Australia?  Why couldn't he have said New Jersey? \n[10]We removed all physical trace of her but we couldn't erase the memory... \n[11]When he decided to go after Sylvia, we were forced to intervene once again... \n[12]...Everybody stay focused...remember who you are... \n[13]Damn! \n[14]I can't believe how much he's shoved down.  That he sensed the significance at aged seven and clung to it so fiercely. \n[15]monitor pointedly excluding Roman from the conversation \n[16]I'll paper over them. \n[17]<i>Fear?  Doubt?</i>  Is that what you have trouble watching?  Perhaps you don't like watching <i>yourself.</i> \n[18]He's jumped the rails, Moses, that's all.  We'll get him back on. \n[19]He's not ready. \n[20]You can't pull him back in without me. He's just acting out of character. \n[21]What happened overnight? \n[22]God, that thing of his must be psychic. He didn't masturbate? \n[23]Can we contain him long enough? \n[24]He believes she has the answer. \n[25]It's too late for that.  That won't satisfy him.  He's going to have to find out for himself. See it with his own eyes.  Right now he needs something genuine. Even if we have to fake it. \n[26]Why don't we ask him? \n[27]How long to take Atlantic City out of mothballs? \n[28]Give me a number five gridlock on the Jersey Turnpike. \n[29]What the hell is wrong with the \"carousel\"? Keep them together. \n[30]He's so close!  It's tantilizing! \n[31]No police.  Not yet.  We shadow him. We don't want him to panic. \n[32]He's trying to outrun the <i>world.</i>  Keep him on this route. Are we ready? \n[33]Did he see it? \n[34]No. \n[35]He's bluffing.  Call his bluff. \n[36]...and the last thing I'd ever do is lie to you... \n[37]Thank you. \n[38]Ratings have never been our primary goal.  I imagine we'll lose those voycurs only interested in witnessing Truman's latest torment.  However I'm certain our core audience will remain loyal. \n[39]It has to be the reality. \n[40]We've become increasingly frustrated watching actors give us phony emotions, bored with pyrotechnics and special effects.  While the world he inhabits is counterfeit, there's nothing fake about Truman himself.  No scripts. no cue cards.  It's not always Shakespeare but it's genuine.  That's how he can support an entire channel. \n[41]I prefer to think of it as a <i>mirror.</i>  Not only does he give us a glimpse of the truth, he gives us a glimpse of <i>ourselves.</i> \n[42]We find many viewers leave him on all night for comfort.  Haven't you ever watched your child or your lover sleep? \n[43]Thank you. \n[44]I don't believe so.  Not now.  He tested his world, as we all do at certain times, and eventually it <i>passed</i> the test.  You have to understand, he is a man made-for-TV, the world he occupies his only frame of reference. No, for him to come even <i>this</i> close to the truth is a remarkable testament to his instincts. \n[45]Working on \"Truman\" has always been a huge commitment for an actor, not just in terms of separation from friends and family, but since Truman essentially drives the plot, it's a never-ending improvisation.  Recent events have raised the pressure but also the prestige. \n[46]As with our own lives, the only people he can't cast are his family.  Otherwise he has final approval, able to elevate an extra into a lead role as was the case with his only real friend, Marlon, or alternatively relegate a star to a bit player. \n[47]Who can? \n[48]In his entire life, forty-two minutes.  A technical fault in 1978 accounts for most of that time.  The remainder generally results from blindspots, in the early days, when Truman would stray out of range of our cameras. \n[49]I believe that to be so.  I often feel the only difference between Truman's life and our own is that his is being more thoroughly documented. We all play our allotted roles-- \n[50]--He can leave at any time.  If his was more than just a vague ambition, if he were absolutely determined to discover the truth, there's no way we could prevent him.  I think what really distresses you, caller, is that ultimately he <i>prefers</i> the comfort of his \"cell\"-- \n[51]Do I know you, caller?  Your voice sounds familiar. \n[52]More than ever.  By unwittingly allowing us to witness his struggles, he's constantly forcing us to evaluate our own lives.  He gives us hope. \n[53]What are you looking for? \n[54]Only by two weeks. \n[55]His eagerness to leave his mother's womb also meant he was the one selected. \n[56]The ultimate live television.  In competition with five other unwanted pregnancies - the casting of a show determined by an air date - he was the one who arrived on cue. \n[57]It won't come to that. \n[58]I hope we've got fresh extras. \n[59]I don't like the couple with the baby. They'd never be together. \n[60]Who's doing wardrobe?  I keep seeing the same wardrobe... \n[61]...everybody back to One... \n[62]...and, action background... \n[63]...nice...nice...I like the woman with the dog... let's keep it moving...I want that traffic kept together...everybody look like you've got places to go... \n[64]I bet he doesn't stop at the newstand. \n[65]...Bodycam Two... \n[66]...streetlight eight... \n[67]...ready, Car-Cam One.  Go to One... \n[68]...and cut to interior... \n[69]...looser... \n[70]...and action, Vivien... Looks just like Truman's mother at that age. \n[71]Damn, she missed her mark! Why do we bother with walk-throughs if nobody pays attention?  Give me a two-shot of Truman and Vivien...go to the master ...hold the elevators... Vivien, press the elevator button again ...and make sure you catch his eye this time... \n[72]Good!  Perfect!  Cut to the interior... \n[73]...and Lawrence... \n[74]...nice look, Lawrence...and, Vivien... \n[75]Regrettably, I have to inform you that Hannah has chosen not to renew her contract. \n[76]I'm sure we can all respect her reasons. \n[77]Her separation from Truman will be orchestrated over the summer. However, I'm pleased to announce that television's first on-air conception will still take place.  You witnessed the initial contact this morning. You all know Claudia from her work in theatre. Thankfully, Truman doesn't. \n[78]This is a copy of Claudia's back story. Her character's name will be Vivien. She's the new adjuster at the office. \n[79]We intend to entice Truman into the affair as soon as possible.  Claudia will make her advance at the seminar Truman's attending next week.  Details are in your schedules.  I'm sure you'll all make Claudia welcome. \n[80]I don't have to tell you, how critical the next few weeks will be.  This takes us into the next generation.  When Truman's child is born, the network will be switching to a two-channel format to chronicle both lives. \n[81]There will simply be duplicate coverage. \n[82]When did he start sleeping like that? \n[83]Is that the best shot we can get? \n[84]What happened to the room? \n[85]I want to check the set-ups for tomorrow's insurance convention. \n[86]Give me a shot from his wedding band. \n[87]Why is he so still?  He's too still. \n[88]Isolate the audio in the cans and amplify. \n[89]Give me a preview.  An ECU on his torso. \n[90]Phone him. \n[91]He didn't drink tonight?  No pills? \n[92]Hang up! \n[93]Get Marlon over there. \n[94]Any fucking pretext! \n[95]Cut transmission. \n[96]I said, \"Cut\"! \n[97]There.  Freeze...Zoom into the chair... \n[98]Enhance. \n[99]He wasn't making a mess.  He was engineering a blind spot. \n[100]All prop cars accounted for? \n[101]\"STAND BY\" graphic, now accompanied by soothing classical music \n[102]We tell him the truth. \n[103]We're making a movie. \n[104]What have we missed? \n[105]No.  We've missed something. \n[106]Trust that boy... We're not watching the sea. \n[107]Sweep the harbor. \n[108]Resume transmission. \n[109]What do we have on that boat? \n[110]Fire a warning. \n[111]Pull back. \n[112]How long will another chopper take? \n[113]We have to stop him for his own good. Turn him back with the elements. \n[114]He was <i>born</i> in front of a live audience. Don't worry, he's not willing to risk his life for the truth.  His doubts will turn him back. \n[115]Kill the lights. \n[116]Keep running! I take full responsibility. How close? \n[117]Capsize him!  Tip him over! \n[118]Do it! \n[119]What do you mean he's not there?  We can't have lost him again. \n[120]Truman... \n[121]You won't do it, Truman.  I've watched you your whole life. ", "MERYL": "\n[1]I got it free with the tune-up. \n[2]You missed a section. \n[3]I was afraid I'd seize up during cross. One of the keys kept sticking. \n[4]No point.  Two eye witnesses saw him near the dumpster where they found the legs. \n[5]You gonna eat before you leave? \n[6]Did something happen today? \n[7]What are you doing?  Come to bed. \n[8]Oh.  God, everytime you and Marlon-- \n[9]And then what, Truman?  We'd be back to where we were five years ago.  You're talking like a teenager. \n[10]We said we'd try for a baby.  Isn't that enough of an adventure? \n[11]You want to be an explorer?  You mean like all the other great explorers from Queens? You don't even have a passport, Truman.  I bet you don't even know how to get one. \n[12]This'll pass.  Everybody thinks like this now and then. Come to bed. \n[13]What're you doing out here? \n[14]Your sister called.  She was worried about you. \n[15]I kept seeing my brother for years after he died. \n[16]I made macaroni. \n[17]What's going on, Truman?  You're not yourself. \n[18]We could do it right here, like we used to. \n[19]Don't be too long. \n[20]Aren't you gonna be late? \n[21]Rape on the subway. \n[22]They're guilty as hell but they'll walk.  No witnesses.  Her word against theirs. Maybe we could meet for lunch today. \n[23]Where's the motorcycle? \n[24]Where have you been?  I've been calling you all day. \n[25]Nice of you to say so after eight years. \n[26]Oh, God.  What's got into you? \n[27]I invited Marlon and Rita for a barbeque Sunday. I thought I'd make my potato salad.  Remind me... \n[28]...we need more charcoal. \n[29]I'm gonna take a shower. \n[30]What?! \n[31]You hate gambling. \n[32]So why do you wanna go? \n[33]You blaming <i>me</i> for the traffic? \n[34]You've never been on this road before. You don't know what it's like. \n[35]What the hell are you doing? \n[36]Would you please slow down, Truman? \n[37]Truman, that was the turnoff! \n[38]Let me out, Truman.  You're not right in the head. You wanna destroy yourself, you do it on your own! \n[39]There's been an accident, Truman.  We have to go back. \n[40]Truman!!  Come back!! \n[41]Let me get you some help, Truman.  You're not well. \n[42]That's not true. \n[43]I thought you knew everything.  What could I tell you? \n[44]Truman, you're scaring me! \n[45]head, half-strangled due to the pressure of the knife \n[46]<i>You're</i> the one talking to the walls! \n[47]Truman, stop it! Don't let him do it! \n[48]They were going to let him kill me! ", "MARLON": "\n[1]Ouch.  Whose nuts were those? \n[2]Yeah?  Outta what? \n[3]Outta your <i>job?</i>  What the hell's wrong with your <i>job?</i>  You gotta great job. You gotta <i>desk</i> job.  I'd kill for a desk job. \n[4]Sonofabitch. \n[5]<i>Nothing</i> means anything.  Try stocking vending machines for a living.  My biggest decision of the day is whether the Almond Joys look better next to the Snickers or the Baby Ruths. \n[6]Sure and go where? \n[7]No shit.  Where is Australia exactly? Near England? \n[8]So when are you leaving? \n[9]I never knew anybody who got out. \n[10]You win. \n[11]They're still there.  Just buried under what we settled for. \n[12]Sure.  It's halogen.  You oughta report it. You coming for a drink? \n[13]What're you doing? The man told you there's no such bus. \n[14]C'mon, Truman, a lotta times they don't find a body.  You know what the currents are like in that water. \n[15]Why would he fake it? He's not Elvis Presley. \n[16]Oh, so now it's also the pedestrians and the buses and the cars?  What are you saying, the entire population of Lower Manhattan is conspiring to stop you finding out that your father staged his death to pursue a life as a street person?  Oh yeah, that makes sense. \n[17]I think you're missing your dad. The anniversary was yesterday, wasn't it? \n[18]You got sand in your cuffs. \n[19]Truman!  Sorry, I'm up against it today. \n[20]Are you okay? You look like shit. \n[21]In on <i>what?</i> \n[22]Something's definitely in the air.  My last delivery, a kid got crushed to death. tilting a vending machine.  They won't even let me take the rest of the day off. \n[23]<i>Who?</i> \n[24]Is someone leanin' on you, Tru?  Cos I got some friends here, they owe me.  We can lean back. Is he one of them? \n[25]Christ, Truman.  You're gonna get both our asses fired. \n[26]Where're we going? \n[27]What're we doing here, Truman? \n[28]Where <i>what</i> started? \n[29]Make sense, Truman.  You going religious on me? \n[30]I don't want to put you down but why would anybody go to all this trouble over you? \n[31]A coincidence.  Haven't you ever heard of a coincidence? \n[32]Of <i>what?!</i>  Why're you doing this to yourself? \n[33]<i>Who?</i> \n[34]All I got on me is the takings from the machines. Why do you need it? \n[35]Truman?  It's me, Marlon. \n[36]I was in the bank today.  The Federal on Lewis.  A clerk was talking about somebody named Truman messing with her baby.  Is that the stranger you're talking about? \n[37]It's a lot of world for one man.  You sure that's not wishful thinking, you wishing you'd made something more of yourself?  Christ, Truman, who hasn't sat on the John and had an imaginary interview with Barbara Walters? Who hasn't wanted to be somebody? \n[38]I used to dream all my friends and family got together in a hotel room, thinking of ways to fuck me up. \n[39]Tru, we've known each other since before we could get a hard-on. \n[40]The only way we ever made it through high school was cheating off each other's test papers.  Jesus, they were identical. I always liked that, because whatever the answer was, we was <i>right</i> together and we was <i>wrong</i> together. \n[41]The only night either of us ever spent in jail, we spent <i>together</i> and I wet myself but you never told anyone. I was best man at your wedding and my brother was best man at <i>my</i> wedding and you didn't talk to me for a month over that and I didn't blame you because you've been more of a brother to me than he's ever been.  And I never shoulda let my Goddam father talk me into that. \n[42]I know things haven't worked out for either of us like we used to sit up on Freemont Street all night and dream they would.  We all let opportunities pass us by, none of us asks for the dance as often as we should.  I know that feeling when it's like everything's slipping away and you don't want to believe it so you look for answers someplace else.  But, well, the point is, I would gladly step in front of traffic for you. \n[43]eyes, repeating the words in his ear  \n[44]I can't thank you enough.  I don't know what happened.  He was so close.  It threw me.  I'm indebted. \n[45]Question is, will <i>Truman</i> make her welcome? \n[46]Tru!..Tru!.. \n[47]I'm comin' in, Tru! ", "CHLOE": "\n[1]We've tightened security. \n[2]Why would he do this to us? \n[3]...you see him messing with the antenna...what did you <i>think</i> would happen?...<i>\"lapse of concentration\",</i> is that what you call it? I call it amateur-hour... In case you hadn't noticed, we don't get to do it over. \n[4]You think this is funny? \n[5]Truman's had bouts of paranoia before and recovered. \n[6]He couldn't do it, even on the sofa. \n[7]Not for the last two inonths. \n[8]Why go to all the trouble? \n[9]Why not just tell him she's dead? \n[10]Do you think he sees the entry? \n[11]I don't know how it got there! Enhance. TrumanËsque <i>a.</i> characteristic trump<i>,n.</i> [&lt;<i>triumph</i>], 1. playing- \n[12]Oncoming is very thin. \n[13]You want to pull him over? \n[14]He's trying to outrun the traffic. \n[15]I don't think so. \n[16]He was premature, wasn't he? \n[17]Curious even then?  Like he couldn't wait to get started? \n[18]What was it like, the first show? \n[19]Is it true what you said...on the show tonight? About letting him go if he wanted it badly enough.  Would you really do that? \n[20]The rotation was made this morning. \n[21]When Truman dies do we go back to the single channel? \n[22]Under what pretext? \n[23]How does he know where the cameras are? \n[24]The sponsors are threatening to pull the plug if we don't make a statement within the next hour.  The media is in a feeding frenzy.  The phone lines are jammed.  Every network has a pirated shot of Harlon and the dummy. \n[25]When we flush him out how do we explain this? \n[26]You can't!  He's tied himself to the wheel. He'll drown! \n[27]You lied, you hypocrite!  The only way he can leave, is dead! ", "SIMEON": "\n[1]...and back to the close-up... \n[2]We could be up and running...three hours maybe. \n[3]They're rusty.  We can't keep up. We don't know where he's going any more. \n[4]She's in trouble!  We've got to help her! \n[5]...Ready two.  Go to two. \n[6]And back to the medium. \n[7]...and wide... \n[8]That loser pays our salary. \n[9]Who cares?  Makes life easier for us. He is what he is. \n[10]About the time Meryl left. \n[11]What's to see? \n[12]He started to reorganize.  I was going to call you.  But half-way through, he gave up and fell asleep. \n[13]He took it off. \n[14]We've declared a curfew.  Only the extras required for the search are on the set. Everyone else is at first positions. \n[15]He has to be on foot.  He has the world's most recognizable face.  He can't disappear. \n[16]We'll get him on this next sweep. \n[17]It's just a matter of time. \n[18]Why would we? \n[19]That's him! \n[20]Jesus!  God!  Is he out of his mind? \n[21]By the time we pick up the pilots, <i>too</i> long. \n[22]There's no rescue boat in the area.  He won't know what to do. \n[23]It's not working.  He can sail that thing! \n[24]He doesn't care... \n[25]It's too late... ", "INTERVIEWER": "\n[1]Welcome to week seventeen hundred and sixty eight of \"Truman\" and there can scarcely have been a more momentous week in the show's history.  I'm your host, Michael Conners, and this is a special edition of \"Tru Talk\", the forum where we discuss and analyze recent events with the show's award-winning creator and producer, Christof. I remind viewers that as this is a living history, it is our practise to keep the image of Truman on screen at all times. Welcome. \n[2]Before we start taking calls, the huge surge in ratings over the last few days, how do you hope to sustain that audience now that Truman appears to have reconciled himself, returned to \"normal\"? \n[3]But recent events have been <i>so</i> dramatic, it does raise the perennial question.  What keeps us watching one man twenty-four hours a day - eating, sleeping, working, sitting for hours in contemplation? \n[4]A window onto the human condition? \n[5]But how do you account for the popularity of those eight hours a day when Truman sleeps? \n[6]Let's go to some of those viewers' calls. \n[7]Charlotte, North Carolina, for Christof. \n[8]You're on, caller.  Go ahead. \n[9]Sacramento, California, you're on \"Tru Talk\". \n[10]Of course Truman has always been very much <i>in</i> on casting. \n[11]Istanbul, Turkey, you're on with world-renowned videographer, Christof. \n[12]The Hague for Christof...The Hague?...lost them. Amagansett, Long Island, you're on \"Tru Talk\". \n[13]Recording a human life from birth to death, that's still the intention?  You still believe Truman has more to contribute? \n[14]Let's take another call. London, England you're on \"Tru Talk\". ", "LAWRENCE": "\n[1]Hey, Burbank, I got a bridge-buyer in Stapleton I need you to cloes by four. \n[2]You know another one? \n[3]A half hour across the bay.  Sea air.  Do you good. \n[4]This is a sure thing. They're upping our quota.  You need this. \n[5]Not since they begun reconstruction. What're you doing with that? \n[6]What for? \n[7]That's why we got adjusters. \n[8]I got a problem with you not doing your job, Burbank.  You already screwed up once this week. \n[9]680 West 89th. \n[10]Where the hell have you been, Burbank? What the hell's going on? \n[11]Listen, don't bother with the resignation. Just get the fuck outta here. \n[12]You better get outta here or I'm calling Security. \n[13]I wouldn't kick her out of bed. ", "LAUREN": "\n[1]No. \n[2]--I can't go out with you. \n[3]Well when you do, that's my answer. I'm sorry.  It's not up to me. \n[4]No. \n[5]<i>Now.</i> \n[6]If we don't go now, it won't happen. \n[7]Well, what do you want to do? \n[8]I never knew this place existed. \n[9]Come on!  Come on!  It's wonderful! \n[10]That's right.  Oh, God, I'm sorry. \n[11]Get me out of here.  I don't want to be here. \n[12]My name's not Lauren!  It's <i>Sylvia!</i> ", "SYLVIA": "\n[1]In a minute someone's going to come and stop me talking to you. \n[2]You remember when you were a little boy, you stood up in class and said you wanted to be an explorer like Magellan.  And your teacher, Sister Olivia said, \"You're too late, Truman.  There's nothing left to explore.\"  And all the other kids laughed. And you sat down. \n[3]It doesn't matter.  You've forgotten about that boy, Truman.  You got scared.  Just because something happens, doesn't mean you can't take another chance in your life. \n[4]There isn't much time.  Just listen. Everybody's pretending Truman.  Everybody but <i>you.</i> Look at that project.  You think anybody lives there?  It's all for you, Truman. A show.  The eyes are everywhere. \n[5]Everywhere, <i>disguised...</i>Truman, they're going to fill your head with lies. You've got to make yourself deaf, you understand?  When you're afraid the most, it means you're on the right track.  Trust that boy.  Promise me you'll do that? \n[6]I told you, Truman! \n[7]No he's not!  He's just saying that! Does he look anything like me?! \n[8]Don't listen to him, Truman.  Make yourself deaf.  Come find me. \n[9]You remember when you were a little boy... \n[10]...Trust that boy... ", "AGENT": "\n[1]Where exactly? \n[2]<i>Where</i> in Australia?  What <i>city?</i> \n[3]For how many? \n[4]When do you want to leave, remembering, of course, that you do lose a day on the way there? \n[5]I'm sorry.  I don't have anything for a week. \n[6]It's the busy season. \n[7]I do have a fabulous rate on a cruise ship departing for Australia tomorrow.  But you wouldn't want to do that. \n[8]I thought you were in a hurry. \n[9]You want to book the flight? \n[10]It's non-refundable. ", "VERONICA": "\n[1]Hey, Truman!  Where you bin?  You bin cheatin' on me? \n[2]Bout time you got this thing cleaned. Don't tell me you bin makin' your old lady wear it. \n[3]God, do they still make this stuff? What's the Sell-By Date? \n[4]Like I say, I don't normally do this. I gotta charge extra. \n[5]You want me to do it again?  I think I could do it better. \n[6]For sure? The nuns at my school, they used to say, \"The whole of life is faith.\" \n[7]On the house. ", "MOSES": "\n[1]over his head, including Chloe to save Roman's face \n[2]You know why they're so nervous.  The birth of Truman's child is going to double revenue. For God's sake don't let him upstage you. You've been grooming a successor. \n[3]<i>Him</i> or <i>you?</i> \n[4]What if he's <i>in</i> character?  What if he's starting to act <i>in</i> character at last?  Have you ever considered that? \n[5]Rumors are circulating he's dead. \n[6]For God's sake, Chris.  The whole world is watching.  We can't kill him in front of a live audience. \n[7]On the behalf of the studio, I demand you cease transmission. ", "FATHER": "\n[1]Truman!  Truman!  <i>Stop!</i> \n[2]Come down <i>now!</i> \n[3]<i>No!</i> \n[4]Nothing's there.  It's the same as this. Come down, <i>please!</i> \n[5]I told you to stay close.  Don't ever leave my sight again.  You gotta know your limitations.  You could've been washed away by the tide. \n[6]It's getting late, Truman. ", "TYRONE": "\n[1]How's it goin', Truman? \n[2]Good.  Good. \n[3]I'd ask for identification. \n[4]Hold on, Truman.  I got somethin' to show ya. \n[5]The flagship of Christoforo...our Genoese navigator, huh?  I know you love this like me. \n[6]See ya tomorrow, Truman. ", "RAQUEL": "\n[1]Don't you dare go in. Truman.  I just got her off to sleep. \n[2]Well, the next time he shows up. bring him over.  Until then, I'm not saying a word about this to Mom and neither are you. \n[3]But you're here and he's not.  Has it really taken you this long to invent a story to ease your conscience? \n[4]And I'm telling you he's fish food! \n[5]I've got something to tell you too. \n[6]Mom's real sick. "}}