{"dialogues": {"ABBY": "\n[1]Morning, Freddy. \n[2]If you say so... \n[3]There are no problems, Joy.   Only solutions. \n[4]Okay, that's a problem. Call Matt Hardwick down at Media Services. He's got a few Sky Cams and he owes me. Now, where are my weathermen? \n[5]Hi, guys! \n[6]What's with the pot bellies? \n[7]I like the one in the green and the one in the brown, but I want to see the one in the green with less sideburns and the one in the brown with more, then I'll make my decision. \n[8]Morning, Larry. \n[9]You're not a man, Larry... You're a newsman. A newsman isn't defined by the easy times, Larry, he's defined by the difficult ones. Can you imagine Ted Koppel or Chris Hansen or Anderson Cooper having their wives as co-anchor? Hell, no, because they couldn't handle it. But you can. You've got balls the size of Volkswagens. Don't think I haven't noticed. \n[10]I think I've made my point. \n[11]It's just a matter of staring the chaos in the eye and showing it who's boss. Nice work, guys. \n[12]That means he got the numbers. \n[13]It's a temporary setback. This week we'll do better. \n[14]Please tell me you're not thinking of killing the show. \n[15]Stuart, \"Sacramento AM\" is an award-                         * winning news program. \n[16]You can count on me, Stuart. \n[17]I can't be letting corporate management dictate the content of this show. This is my show. I control it. \n[18]Yeah, all 2.47% of them. \n[19]You printed his profile? \n[20]Well, technically eight and a half. He said he could cook, but when I pressed him, he was completely unfamiliar with cumin. Don't you think that's a little suspicious? \n[21]Hi. I'm looking for a guy with sandy brown hair, athletic build, and blue eyes... he's 5'9 which -- I know what you're thinking -- it's a little short, but he's read The Great Gatsby twice, so we'll just live with it, okay? \n[22]Jim -- hey. Hi. Hey. \n[23]You know what? This is not the best angle. We should get the table over there. Then we both get a view, instead of one of us looking at the busboy station. \n[24]No, trust me. It'll be better over there. \n[25]You know, they've done studies that show tap water is no different from bottled water. And they passed a law recently to have all restaurants filter their tap water. So, technically it's not tap water. \n[26]It's filtered water, which is exactly what bottled water is, except you don't have to pay $7 for it. \n[27]In your profile, you said you liked red wine. \n[28]Was there anything else you changed your mind about? I mean, just so I can figure it into the overall picture. \n[29]Actually, my associate producer did. She likes me to be prepared. Not that I'm ever not prepared. Kudos on your comprehensive car insurance policy, by the way. \n[30]No, but it was in your background check. So...tell me about yourself. \n[31]Good point. \n[32]I printed out some talking points for us just in case this happened. \n[33]No, but since you have nine out of ten of the necessary attributes on my checklist, I just wanted to make sure this goes as smoothly as possible. \n[34]You realize the ice in that scotch is made from tap water, don't you? \n[35]Next time we could go bowling. I noticed online that you're the mid- ranked amateur in the state. I mean, if there is a next time. I'm not trying to be presumptuous, but I am getting a pretty good vibe here... \n[36]FYI, be sure to eat this by tomorrow. With curry, you can't smell if it's gone bad, so after three days, you should just toss it. Really, don't even give it to a pet or anything. \n[37]Here, just to be sure, I'll write today's date on it for you. \n[38]I told them to double bag this! \n[39]I'm so sor -- Wait, my -- \n[40]Don't ask. \n[41]D'Artagnan! Stop that! \n[42]How many times do I have to tell you? Leave Juliet alone. Wasn't Romeo enough for you? \n[43]Now there's a man. Not some five foot nine scotch drinker who lies about cumin. \n[44]Oh my God. It's that cable access jackass Stuart was talking about. \n[45]So you're saying men are incapable of love? \n[46]The only thing you burst is your credibility. Men are absolutely capable of experiencing love. \n[47]What? \n[48]Well, he's not like you, that's for sure. \n[49]He's smart...he's handsome but doesn't know it... He's successful, but in a job that means something. He loves red wine, classical music, Cary Grant movies... \n[50]Are you interested in listening or not? \n[51]He works out, not because he's vain, because it's healthy. He's socially liberal but fiscally conservative. He likes dogs but he's a cat person. He never gets out of bed before you on a Sunday morning -- \n[52]What?! \n[53]Why are those qualities so threatening to you? Perhaps because your complete lack of any one of them is the real reason why women aren't interested in you. At least women of quality. \n[54]Oh, he's out there...somewhere. \n[55]Well, no...I'm just describing a type...I thought that's what we were doing. \n[56]Excuse me? \n[57]I am not ugly! \n[58]That is the most ridic -- \n[59]How could you possibly -- \n[60]I ended up pantsless in a parking lot. \n[61]What?! No! \n[62]Why are we watching this?! \n[63]Are you kidding me? \n[64]And he's a    quintessential misogynist    uber-moron who represents    everything wrong with television    and society at large... \n[65]I've got a whole list of ideas on how to improve ratings. We don't need him. \n[66]What are you talking about? Albuquerque is 45% Latino. \n[67]You already hired him?! \n[68]Your superior. \n[69]I am an award-winning news producer. I am an award-winning news producer... \n[70]You don't even knock? \n[71]So, essentially your knock was negated by your complete lack of adherence to the social etiquette of what follows a knock. \n[72]Woof woof.     Recognize the bark? \n[73]Imagine my relief. \n[74]I'm sorry, what channel is your show on? \n[75]This is channel two. You do know that the lower numbers are better, right? More people watch. So don't tell me that \"you and I\" make good TV. I am an award-winning news producer. I make good TV. You make imbecilic trash watched by housebound inbreds who are so busy putting their hands down their pants they're unable to change the channel. \n[76]Let me tell you something. I am not one of your viewers. My cat stepped on the remote. \n[77]There is no way Mike Alexander is going to stay on my show. I want you to skewer him. Make him look like a complete idiot. Not that it will be hard. The man is a moron of unseen proportions. \n[78]Larry, listen to me. I want Mike Alexander to go down in flames. I want Mike Alexander to be nothing but a pile of ash on the seat next to you. I want the janitor to come in with his Dustbuster and vacuum up the ashes of Mike Alexander, and then when he throws the ashes into the dumpster outside, I want the rats to vomit and then defecate on the ashes of Mike Alexander. \n[79]C'mon Georgia, let him have it. \n[80]Ooh, good one. \n[81]Cliff, let's go to commercial. \n[82]What?   When? \n[83]This is my show. \n[84]C'mon, Larry. Take him down. \n[85]Good girl, Georgia. Take control. \n[86]Oh, dear God. \n[87]People liked him?! \n[88]How is that possible? \n[89]Stuart, I really think this is a mistake -- \n[90]Keep it clean, keep it moving, and stick to the script. You're on a live affiliate network news program. You do not have the luxury of using the words \"blow\" and \"job\" in the same sentence. If you say anything scatological, you're fired. \n[91]If you hear my voice in your ear, do what I say. \n[92]Who let them on the lot? Don't we have security? \n[93]Do we have phone lines?      Open them!                      * \n[94]Jesus, if we're gonna do this, we might as well milk it. Two, go wide! Good. Ready, one -- tight on his hand! \n[95]Lick the Jello off her finger! \n[96]Go one! \n[97]Your realize I once had the Archbishop Desmond Tutu on this show. \n[98]I can't even illustrate how far I've fallen, because you're not smart enough to get the references. \n[99]Do you have any idea how much I hate myself for that?! It was cheap titillation. I am now going to broadcasting hell right behind Geraldo and the naked weather girl from Canada. \n[100]Juliet --                                                 * \n[101]Murderer. \n[102]Dammit!                                                   * \n[103]Here, kitty kitty.... \n[104]It's okay, baby. I'm not mad. I mean, yes, I am somewhat angry --                         * but I'm repressing it...                                  * \n[105]Really? This is how I get to spend my evening? \n[106]It's okay, baby. Just stay there. \n[107]Almost there. \n[108]You're gonna be okay. Come on. \n[109]It's okay. I've got you. \n[110]Oh, my. \n[111]Oh, my, my... \n[112]He flosses... \n[113]Ahhhh! \n[114]Help! \n[115]Ahhh!!! \n[116]Hi, I'm Abby. \n[117]You're a doctor? \n[118]Well, I guess I'm pretty lucky D'Artagnan picked your tree to climb. Dave in the next unit over sells lawn furniture. I don't know that I would have been as confident with his diagnosis. \n[119]Wow, he doesn't usually like men. \n[120]Well, I guess I should get going now. \n[121]Thanks again for saving me. \n[122]Oh. Thanks. There was a -- spider. On me. But it's gone now. \n[123]I'm such an idiot -- \n[124]Yes. I'm going now. Good night. \n[125]I should be happy about this, shouldn't I? \n[126]I feel so dirty. \n[127]Yes...                                                    * \n[128]I hope you can chew with your mouth closed. \n[129]Your innards are of no consequence to me. I hate what you represent. \n[130]Your skewed perception of male- female interaction is not \"the truth\". \n[131]For your information, I happened to meet him last night. \n[132]Oh, he's very real. Not to mention stunningly handsome and morally sound. His name's Colin. \n[133]He's a doctor. An orthopedic surgeon, actually. \n[134]What? \n[135]You disgust me. \n[136]Not exactly. We're taking things slow -- getting to know each other first. Why am I talking about this with you? \n[137]Dr. Anderson is everything that you could never be. In fact.... \n[138]Hi, this is Abby Richter calling for Dr. Anderson. Yes, I'll hold. \n[139]Please. It's the twenty-first century... \n[140]Hi Colin. This is Abby. Your neighbor. From last night. \n[141]Couldn't be better. I just wanted to call and tell you how much I enjoyed meeting you. \n[142]So... I was just thinking that we should have dinner. \n[143]There's this new French Bistro that got fantastic reviews and there's a gallery opening in Old Town on Friday. So, if you want, we could have dinner, then go to the opening. \n[144]Is that not a good time? \n[145]What the hell are you doing? \n[146]He was not. \n[147]How do you know? \n[148]I'm not desperate! Why, did I sound desperate? \n[149]Okay. What do I do? \n[150]Why would I -- \n[151]Hey, Doug. \n[152]Oh my God. Sorry. \n[153]Just a guy I'm seeing. It's nothing serious. \n[154]Hang on a sec. \n[155]What now? \n[156]This is so rude. \n[157]When do I pick up? \n[158]You'd better be right about this. \n[159]You have a point. \n[160]I don't want a \"bitch.\" And Colin would never be a bitch. He's a well-rounded man capable of mature emotions and deep abiding love. Things which you know not of. \n[161]Why would you want to help me? \n[162]My God, you're right. Now what? \n[163]But what about -- \n[164]What are you, Nostradamus? That's -- \n[165]-- amazing. \n[166]Even if it's constructive? \n[167]What if what he's saying isn't funny? \n[168]And a fake orgasm is good? \n[169]A fake orgasm is no orgasm. \n[170]You'll never know. \n[171]Some men care. \n[172]Okay, I'm trying to decide whether I should just walk away right now, or run. \n[173]I love how you assume every man is as perverse as you are. \n[174]What's wrong with my look? \n[175]These aren't nurse shoes! They're Lady Keds. \n[176]What's wrong with comfort and efficiency? \n[177]I am not getting breast implants. \n[178]What are mine saying? \n[179]Really? I hate Tolstoy. \n[180]I look like a hooker. \n[181]You're not touching my hair until I know exactly what you're going to do with it. \n[182]Why would I want bedhead? \n[183]I just don't want to be perceived as a bimbo. \n[184]Well just don't sit there. Say something. \n[185]Huh? \n[186]But I wear contacts. Besides, doesn't the woman usually remove glasses during a makeover? \n[187]I know how to flirt. \n[188]So, if I don't listen to you, I'll be an old maid? \n[189]Oh, ha ha. That's very funny. \"Are you wearing underwear?\" \n[190]\"Hey babe, what's wrong with a little ass grabbing?\" \"I mean what's the point of you even having one unless it's there for me to grab it? You're just a set of orifices and a pair of tee- tas.\" \n[191]Maybe I'm just a good student. \n[192]Doing what? \n[193]Why? Am I turning you on? \n[194]Actually, I kind of like it. \n[195]Sucker. \n[196]Who is it? \n[197]Oh my God! \n[198]I'm not ready for this. Am I? I'm not. \n[199]Oh. Hey. \n[200]Thanks. \n[201]What do you mean? \n[202]That was you? I'm so sorry. \n[203]Can you call me later? I'm super busy. \n[204]Bye. \n[205]Now what? \n[206]Your joke. \n[207]Thank you. \n[208]Thank you for... just being you. \n[209]You're so much fun to be with. \n[210]You're not like the other guys I've dated. \n[211]You're so much more interesting and informed. \n[212]Dude, what the fuck?! \n[213]Oh, shit. \n[214]I'm not talking to you. \n[215]Were you looking at another girl? \n[216]Uh -- her? \n[217]Oh. \n[218]What?! \n[219]Oh my God, I'm so sorry. \n[220]No, I have to get it out or else it will stain -- \n[221]What fabric is this... \n[222]Cotton's the worst. Well actually leather's the worst, followed by suede... \n[223]Are you sure they're cotton cause this should be coming out, wait... it's coming. It's definitely coming. It's...done! \n[224]I understand, officer. \n[225]That was pretty much the all-time worst first date ever. \n[226]No, no, I take full responsibility. So... ...Thanks. But, hey, at least your pants are clean. \n[227]I know... \n[228]Good night. \n[229]Me, too. Just -- scratch that. \n[230]You did it! You did it! \n[231]He's really a great guy, isn't he? \n[232]And he fits all ten criteria on my checklist! \n[233]I'm going to ignore that because I'm in a very good mood. \n[234]It was good. \n[235]Colin called. He wants to get together again. \n[236]How long do you think I should wait to sleep with him? \n[237]I am not a sexual deviant. \n[238]No...eleven months. \n[239]Do I what? \n[240]What bean? \n[241]Ewww, gross. That's what you call it? \n[242]I find it impersonal.                                    * \n[243]I just don't think of myself that way. \n[244]Great. \n[245]Who is it? \n[246]One second -- \n[247]Where? \n[248]I can't. I have a date with Colin. \n[249]Mike, I'm not going on your dinner. \n[250]Let me get my purse. \n[251]Yeah... \n[252]We'll just stay for one drink. I'm really sorry about this. \n[253]Not everyone wants to start their day by watching you rant about implants and g-strings. \n[254]Oh, look! We're here! \n[255]Are these the Jello Girls? \n[256]Of course. \n[257]We're really excited about the ratings increase this year. Next quarter we hope to -- \n[258]Oh, God. \n[259]Nothing... \n[260]I'm looking for the remote. \n[261]For...the...underwear. \n[262]This ceviche is just so....GOOD! I'm going to ask the chef for the -- ooh -- recipe! Excuse me -- \n[263]Well, it's fifteen seconds...each hour. \n[264]They're very -- oh! \n[265]Mike! -- Wait! You -- tell them. \n[266]It's fifteen seconds every hour of Mike telling an Ugly Truth and...Jesus...GOD, they're good. \n[267]Ohhhhh... \n[268]You knew he had it the whole time, didn't you? \n[269]You would have done fine without me. \n[270]Really? \n[271]I'll have one, too. \n[272]The Balloon Fiesta is coming up, so, I was thinking for sweeps, we could do a segment on \"how men are full of hot air.\" \n[273]I was kidding -- \n[274]Colin would never like a girl like that. \n[275]That's a trait to be admired, not mocked, man-whore. \n[276]I've seen you with the Funbag Twins, remember? \n[277]You're telling me you've never slept with those girls? \n[278]Exactly my point. Man-whores want women who wear slutty clothes and suck lots of cock. \n[279]What? I can say cock. You don't own that word. Cock. There. I said it again. \n[280]NO! We're saving that for this weekend. He's taking me to Santa Fe. \n[281]Of course I'm ready. \n[282]Well, I am ready. \n[283]Yes, the city gets treated to flower-vagina metaphors. Georgia O'Keefe would be so pleased. \n[284]Who are you? \n[285]Since when do you have an agent? \n[286]Yeah... \n[287]What's our story at the top of the hour? \n[288]What's up? \n[289]What?! \n[290]Today? Now? But I'm going to Santa Fe -- \n[291]Hi, stupid motherfucker who'd still be on cable access if it weren't for me. I hear you're moving to \n[292]Nothing. Just practicing my speech. \n[293]Stuart decided you needed a cheerleader. \n[294]Apparently, he felt that you needed a producer more than I needed to get laid. \n[295]Okay, so let's go over the pre- interview questions. \n[296]Really? Colin's penis? That's what you want to talk about right now? I was thinking maybe we should talk about what you're gonna say on the show. So, tell me Mike. How did \"The Ugly Truth\" start? \n[297]Yes -- thousands of lives are being enriched by your wisdom. \n[298]It may have started because of you, but it's lasted because of me. \n[299]I'm not a control freak. \n[300]I like rising with the sun. And a view. \n[301]I could be having sex right now -- \n[302]You entertain people with your moronery. And they love you for it. \n[303]Your welcome. \n[304]I'm working on it. \n[305]You were amazing out there. \n[306]Where's Rick? \n[307]What exactly are we celebrating? \n[308]I know about the offer from NBC. \n[309]Really? \n[310]So...who was the doozy? \n[311]No, I'm interested. In what makes you...you. \n[312]You can't really believe there's no such thing as a good relationship. \n[313]And some water, please. \n[314]So I've been told. \n[315]I don't think so. \n[316]I can't dance like that. \n[317]Mike, no -- \n[318]Oh my God. How did you learn to ­- \n[319]We've got an early flight tomorrow. We should go. \n[320]So the car's picking us up downstairs at eight. You want me to call you? \n[321]Good idea. I had a great time. \n[322]Remember, the car's -- \n[323]Bright and early. Good night. \n[324]Good night. \n[325]Yeah. \n[326]Wow. \n[327]What the hell was that? And why do I want to do it again? \n[328]Colin? \n[329]Uh, no -- \n[330]How'd you find me? \n[331]Oh. Okay... \n[332]Nothing. I'm just so -- surprised to see you. \n[333]It sure is... \n[334]Mike, what are you doing here? \n[335]Mike -- \n[336]He just showed up to surprise me. \n[337]I thought it was you at the door. \n[338]Mike, wait -- tell me what just happened in the elevator. \n[339]Should I tell Colin to go? \n[340]Really? That's it? That's all you have to say. \n[341]I guess the truth is ugly, isn't it? \n[342]Sorry, about that. He was upset about his performance on Leno. \n[343]Why do you like me? \n[344]You know what? I am like that. \n[345]To be honest, I didn't like the way you poured the wine. I would have decanted it. And I was editing that speech as you were giving it. Plus, this bed should be facing north-south instead of east-west! \n[346]I haven't been myself for one second of the two weeks and five days we've been dating. \n[347]The girl some idiot told me to be. \n[348]And you're sure he checked out? Okay, thanks. \n[349]Morning, Freddy. \n[350]What are you talking about? \n[351]We don't need Mike Alexander. He's a dime a dozen. \n[352]Yes. No. Yes. No. No. I can't believe I even considered for a second allowing myself to feel something for him. \n[353]I know I can't control everything. As much as I'd like to. \n[354]But I should at least be able to decide who I feel something for and who I'm repulsed by. \n[355]Yes. No. No. Yes. Fuck no. \n[356]They're all fine. But let's go over your intro. \"I'm Jack Magnum and this is...\" \n[357]Oh-kay.   Let's maybe lose the gun. \n[358]Unless the NRA is paying your mortgage this month, I say lose the fucking gun. \n[359]He's ad-libbing. Why is he ad- libbing? There's no ad-libbing. \n[360]Hi! I'm sorry, but Jack Magnum will no longer be able to do \"The Ugly Truth\" segment. Which should really come as no surprise. Because men are completely unreliable. \n[361]Take Mike Alexander, for instance. He up and quit the show without so much as a word. You think you know what men are going to do, you think you know what they want to do...but when it comes down to the moment where they actually have to nut up, they turn around and do something completely different. \n[362]The big, strong, romantic men we've been reading about in novels and watching in movies since we were nine? They're fallacies. \"Blue Lagoon\" is a total freakin' lie. Men are not strong. Men are not brave. Men are afraid. \n[363]...They're afraid to say what they feel. Afraid to grow up. Afraid to tell the truth. \n[364]Even if they have a moment in a hotel elevator that's totally romantic and filled with potential, men are completely incapable of copping to it. Because men are weak. \n[365]Hey -- \n[366]That is not true. \n[367]Says the man who's never made a gesture except for this one -- \n[368]The elevator was a moment of passion, followed by a moment of panic on your part, apparently. \n[369]And then you ran away. \n[370]That is bullsh -- \n[371]I hate you so much I just swore on live television. \n[372]Where are we going?! \n[373]What a shock. You're bailing. \n[374]I broke up with Colin in Los Angeles, jackass. \n[375]Oh, that got your interest? If you think we're going to finish what we started in LA, you're out of your mind. You lost your chance. \n[376]Can you stop talking, please? \n[377]You're right. I had a momentary lapse in judgement where I thought you might be more than you are. But you aren't. Clearly. \n[378]\"I'm Mike Alexander. I like girls in Jello. I like to fuck like a monkey. Don't fall in love -- it's `scary.'\" \n[379]I am not a psycho. \n[380]The definition of neurotic is a person who suffers from anxiety, obsessional thoughts, compulsive acts and physical ailments without having any objective evidence of disease -- \n[381]You're in love with me.      Really. Why? \n[382]If you say \"just kidding\", I'm going to throw you out of this balloon and watch your body splatter to the ground. \n[383]What's this? \n[384]No, what's Jorge doing so close? We need a master. \n[385]Hello...I'm the producer. It's sweeps week. How do you think I got them to pay for this? \n[386]Isn't it beautiful? ", "MIKE": "\n[1]You want the truth! But you can't handle the truth. `Cause it's -- \n[2]I'm Mike Alexander and we're back with the \"The Ugly Truth.\" Tonight, as always, we're going to talk about what it is men and women really want in relationships. I've been looking through some books... \n[3]\"Smart Women Foolish Choices\", \"Women Who Love Men Who Hate Them\", \"Hating Men Who Love Women But Hate Loving Men\"... \n[4]Billions and billions of dollars wasted on self-help psycho­babble. \n[5]Now listen up, ladies, cause I'm only gonna say this once tonight and it's just three little words. No, they're not \"I love you.\" Here goes... MEN. ARE. SIMPLE. We can not be trained. All this \"Men Are From Venus\" bullshit is a waste of your time and money. \n[6]You want to be a lonely hag, then keep reading these stupid books. You want a relationship, here's how you get one: it's called a Stairmaster. Get on it and get skinny and get some trashy lingerie because at the end of the day, all we're interested in is looks. No one falls in love with your personality at first sight, they fall in love with your tits and your ass. And they stick around because of what you're willing to do with them. You want to win a man over? You don't need ten steps. You need one. And it's called a blow- job. \n[7]And don't forget to -- \n[8]What's your boyfriend's name, princess? \n[9]My point exactly, Shrek. Next caller. \n[10]Men don't fall in love. Men fall in \"want.\" We want things. We're hunters and gatherers. We're the same as we were when we were cavemen and a gillion years of evolution hasn't done squat. Trust me, there was a Pamela Anderson of cave women and all the cave guys were trying to stick their dicks in her. Now girls, if you want to think lust is the same as love, that's fine, but you're delusional. Let's take some more calls. You're on the air. \n[11]Did I burst your little Harlequin Romance bubble? \n[12]Okay, I'll bite. Who's the guy? \n[13]The guy, Mr. Wonderful, the one who's so capable of love. Who is he? What's he like? \n[14]Thank you very much. Go on. \n[15]This is a guy in America, right? You're not calling from Europe or anything. \n[16]No, please. I'm loving this. \n[17]Oh my god. You're a lesbian! \n[18]Well, you're describing a woman. \n[19]Where is this guy? I will give you one hundred dollars of my own money to bring him down here and let me meet him. \n[20]Wait a second. You're not even dating this guy?! \n[21]You don't even know him?!? \n[22]Hold on...whoa...now I get the whole picture. You're a dog. \n[23]You heard me. You must be. If you were hot, you'd be out breaking some poor schmuck's heart instead of spending all your time fantasizing about Mr. Wonderful. Face it, you're ugly! \n[24]Well, of course you don't think so. Ugly people never know they're ugly. It's like people who have B.O. They never know it because they're surrounded by their own stench all the time. \n[25]Look, lemme help you out here. You might as well just face the fact that you're gonna be alone and stop pining away for some fantasy guy you're never going to get. Get a hobby. Build housing for the poor. Anything. \n[26]Hey, Lassie -- the show's called \"The Ugly Truth\". If you can't face it, don't call. Well that about wraps it up for today. I'm Mike Alexander reminding you that the truth is never pretty. \n[27]Face it, you're ugly! \n[28]Ugly people never know they're ugly. It's like people who have \n[29]Yeah, and as you can tell by all the screaming rugrats in this town, Latino guys like to have a lot of sex. Which means they'd rather listen to me tell them how to bang hot chicks than hear about why they can't bring grandma across the border. \n[30]Sorry, I was eavesdropping out in the hall. \n[31]Thanks, boss. \n[32]Who's this delightful creature? \n[33]Mmm...I like a woman on top. \n[34]Hey, no hard feelings, right? \n[35]I knocked. I got no response. \n[36]Wow. You are wound like a fuckin' top. \n[37]Hey, what do you know? You're not ugly at all. \n[38]You know, if it weren't for you, I would have never gotten this gig. You and I make good TV. \n[39]Eighty three. \n[40]I hadn't really been picturing you that way, but thanks for the image. \n[41]Thank your pussy for me, then. \n[42]How ya doing, guys? \n[43]It is... but then again, so is the truth. \n[44]What relationships are really like. \n[45]Take marriage for instance. It's about mutual benefits, social pressure, and taxes. It's not about love and we should stop pretending it is. \n[46]Well, while we're making observations, you two project this image of the perfect couple, when clearly, it's a lie. \n[47]I mean, come on Larry, I grew up watching you on TV. You used to be this cool confident cat. Georgia's no dumb bunny. She knew the only way she was getting off the weekend shift was by hooking up with you. But then lo and behold, she became more popular than you and ended up with twice your salary. \n[48]Bullllloney you are. You hate her success. You feel emasculated by her and that screws with your head which inevitably screws with your manhood. \n[49]My point? My point is that your husband hasn't had sex with you in...I'm gonna say. . .three months? \n[50]I know, it's her fault! \n[51]I agree. You've economically emasculated your husband to such a point that he's afraid to desire you. Sure, you can dump his ass, but honey, have you seen the eligible men in Albuquerque? It's slim pickings out there for a woman in her forties. You're not going to do any better than Larry. You just have to let him be a man. LET HIM \n[52]And you, Frowny McFlacid, give it to her. Now! \n[53]Remember? How could I forget? You threw up in my car. \n[54]What? \n[55]First of all - don't listen to what I say on my show. Second of all, you're supposed to do that to 25- year-old girls who think they're hot and can get any guy they want. Not 14-year-old girls. They're going through puberty. They have enough problems. \n[56]Well, I was there when she was fourteen and let me tell you something -- she lied. \n[57]Oh, that's a nice thing to tell your son -- \n[58]Thanks. \n[59]\"Happy 85th Birthday, Harold\"? \n[60]Looks like he got to blow out his candles. \n[61]Who wants to go out and eat? \n[62]Really? Because I thought you were gonna get fired if you don't keep me happy. I've got a list of demands to go over after the show. And let me just warn you -- they're gonna be scatological. \n[63]Just because you look pretty today, I won't mention the misguided phallic rage you just displayed. \n[64]Promise you'll talk dirty? \n[65]I'm Mike Alexander and this is \"The Ugly Truth,\" where we'll be taking a few minutes every day to talk about men, women and relationships. Let's start with men. Men are simple. To illustrate my point -- on my left we have the best our world has to offer. \n[66]You have a gourmet meal, fine wine, classical music and great literature. \n[67]Now, if you'll follow me we have something quite different... \n[68]Ah, I see you ladies have started without me. \n[69]Babes wrestling in Jello. Let's just take a quick survey and see which option the men out there would pick. \n[70]Beethoven, stuffed pheasant and                              * James Joyce -- or semi-naked chicks frolicking in strawberry-flavored goo. \n[71]Mmmm...I was wrong. It's cherry. And that's the ugly truth. Over to you, Georgia. \n[72]Who's that? \n[73]C'mon, we were a good team back there. You were the one who told me to lick the Jello. \n[74]Seriously? There's a naked weather girl? Can we get her? \n[75]Guys, enough with the fan mail. \n[76]Uh, no. \n[77]Can we just play poker? \n[78]If you want a woman to keep sleeping with you there are certain things you never say. \n[79]For instance, \"Hell no, I don't want to meet your family.\" Or \"How hard is it to lose ten pounds?\" \"I have to take a dump, I'll call you back.\" And here's one that's sunk a lot of perfectly good sexual relationships: \"Marriage? I'm just hanging out with you until I meet someone better.\" Guys, use your big head to help your little head. In other words, lie. And that's the ugly truth. \n[80]You hear about the ratings?                               * \n[81]And did you hear Corporate's coming next week to take me to dinner?                           * \n[82]What's up with her? \n[83]Yeah, I picked up on that. \n[84]Why do you hate my guts? \n[85]You hate the truth? \n[86]But your imaginary boyfriend's the truth? \n[87]I really hope he's real this time, because otherwise this is just sad. \n[88]You know what that means? \n[89]He had to stick his finger up some guy's butt in medical school. \n[90]So, did butt-boy ask you out? \n[91]You're the one who brought it up. \n[92]You're calling the guy?! You can't do that. You've gotta let him call you. \n[93]Saving you. He was blowing you off. \n[94]Don't! He'll be expecting you to call him back. When you don't, he'll call you. \n[95]Because I know men. If you want it to work out with this guy, you'll listen to me and do exactly as I say. You already did irreparable damage with your psycho-aggressive control freak phone call. It might even be too late. Even if you do salvage the situation, you'll probably never be more than Abby, his desperate neighbor. \n[96]Listen to you -- desperately asking me if you sound desperate. \n[97]Although you won't admit it, you know I know what I'm talking about. It's your call, dude. \n[98]Pick up the phone and say: \"Hey, Doug.\" \n[99]Just do it. \n[100]Just a guy I'm seeing. It's nothing serious. \n[101]Hang on a sec. \n[102]Make him wait. \n[103]That's the point. \n[104]Never. You make him wait until he gets frustrated and hangs up. If he's still holding on after thirty more seconds, you may actually have a chance. \n[105]Think about it. Would you wait on hold for somebody you were trying to blow off? \n[106]Just give me a little bit of time and I can make this guy your bitch. \n[107]Maybe not, but I know about lust, seduction, and manipulation. And clearly, you do not. \n[108]Because then you'll have to admit that I know more about this stuff than you do. \n[109]Thirty seconds. \n[110]Always make an impression. Let's get out of here. We have work to do. \n[111]Don't worry, in five seconds he'll call back. \n[112]Rule number one. Never criticize. \n[113]Never. Men are incapable of growth, change or progress. For men, self- improvement ends at toilet- training. Rule number two. Laugh at whatever he says. \n[114]That's irrelevant. A fake laugh is like a fake orgasm. \n[115]No, but a fake orgasm is better than no orgasm at all. \n[116]Only to you. You're not the only person in the room, you know. Let's not be selfish. \n[117]That was perfect. You have a perfect laugh. Real or fake? \n[118]Rule number three. Never talk about your problems. Men don't really listen or care. \n[119]No. Some men pretend to care. When we ask you how you're doing, it's just guy code for \"let me put my dick in your ass.\" \n[120]I know you think Colin is above it all, but he's a guy. If he's even remotely into you, he's thought about each one of your orifices at least ten times. \n[121]I don't assume. I know. \n[122]Rule number four. Men are very visual. Ninety percent of a relationship is based on how good the woman looks. We have to change your look. \n[123]Sports bras? Khakis? Srunchies? Nurse shoes? \n[124]Abby, you're a very attractive woman but you are completely inaccessible. You're all about comfort and efficiency. \n[125]Nothing. Except no one wants to fuck it. \n[126]Size isn't everything. Breasts just have to be friendly. They have to say, \"Hello, everybody! Look at me!\" \n[127]Uh, \"I'm reading Tolstoy and I don't want to be disturbed\"? \n[128]Excuse me ma'am, but we need some bras that will make my friend's boobs say, \"Put me in your mouth -- I taste good.\" \n[129]Sweet. Strap it on, flapjacks. \n[130]That's a good thing. \n[131]Well, you're on your back, so that works. \n[132]We're giving you bedhead. \n[133]Bedhead is sexy. A ponytail implies that you are either operating heavy machinery or emptying the litter box. Neither of these things inspires an erection. \n[134]I don't want you to be a bimbo. You need to be two people, the saint and the sinner, the librarian and the stripper. It's a delicate balance. On one hand, you have to push the guy away with cold indifference and yet on the other hand be a sexually teasing tornado. \n[135]Glasses. \n[136]You need glasses. \n[137]Yeah, but we're going for a stripper­librarian thing. Right now, I wouldn't trust you to find me a book. \n[138]Not bad. Now we need to practice flirting. \n[139]Do you want to be an old maid? \n[140]\"My name's Abby and I'm arthritic and alone. I have eighteen cats who keep me company.\" \n[141]Come on! I wouldn't say that and I wouldn't grab ass. \n[142]You're a deeply, deeply disturbed person. \n[143]Would you stop doing that? \n[144]Touching me with your finger. \n[145]Maybe. \n[146]Really... \n[147]No teaching the teacher. \n[148]Told you he'd drop by. \n[149]Calm down. Keep the conversation under a minute. Be mysterious. Keep him guessing. \n[150]Make him suffer. \n[151]What the hell is that?! \n[152]Nod if you can hear me. \n[153]Just relax. You're gonna be fine. I'll walk you through this. \n[154]There's no right answer to that question. Do something non- committal... \n[155]Laugh. \n[156]Shit, he was serious? \n[157]Okay, that was a little over the top, but nice try. \n[158]Okay, no more improvising. Just repeat everything I say, \"You're so much fun to be with.\" \n[159]You're not like the other guys I`ve dated. \n[160]You're so much more interesting and informed. \n[161]Dude, what the fuck?! \n[162]Oh, shit. \n[163]No, I'm not talking to you. \n[164]Abby, listen -- tell him you saw him looking at another girl. It's the only way out of this. \n[165]Alright, we need a recovery. Make sure to eat your hot dog slowly. Men like watching penis-shaped food go into a girl's mouth. \n[166]Where are you going with this?       No guy wants to hear that! \n[167]He's an idiot. I figured you out in two. \n[168]Now tell him good night and stick your tits out. We're going to give this one last shot. \n[169]...And walk away. \n[170]I didn't do anything. It was you. Don't ask me why, but I think he likes you. \n[171]Yeah, he's dreamy. \n[172]Right...weren't items one through nine something to do with him pretty much being gay? \n[173]Yeah, I heard, wet crotch. \n[174]As a matter of fact, I did have a date. It wasn't mine, but it was a date. I was helping out a friend. \n[175]Girl. \n[176]She would be if she were less irritating. \n[177]No, actually I make fun of hers'. \n[178]That's right. And you should listen to me. \n[179]Because this is better. \n[180]You really want to go out with a guy named Fugly35? \n[181]Uh...look closer. That's Jim Morrison. Who I'm pretty sure isn't an accountant in Rio Rancho. \n[182]What are you wasting your time on the internet for anyway? \n[183]At least I date. \n[184]So summing up Bonobo-land, the chicks look great, get freaky in bed and in turn, they get to sit on their asses and boss their men around all day. \n[185]If that's not an argument for evolution, I don't know what is. \n[186]What did you think? \n[187]Did you hear Corporate's taking me to Saffron tonight? What do you think -- \n[188]Cool. \n[189]The more you make him beg for it, the more you've got him on the hook. Do everything but. Then show him beneath that control freak exterior, there's a sexual deviant waiting to be unleashed. \n[190]Good point. If memory serves us right, you've been out of practice for what? A year? \n[191]Alright, well, how often do you -- \n[192]You know... Flick the bean? \n[193]No, I call it masturbating, but I thought it would offend your delicate lady-like sensibilities. So... how often do you flick it? \n[194]What could be more personal? \n[195]Well, you need to start. Because if you don't want to have sex with you, why the hell should Colin? \n[196]It's Mike! \n[197]You have to come with me. \n[198]My dinner with Corporate. I don't want to fuck it up. \n[199]We'll pick him up on the way. \n[200]So, if it doesn't go well and they cut the segment and the ratings go back down to negative fourteen and they cancel the show, you're cool with that? \n[201]I'm Mike. Change in plans. Grab your keys. We gotta go. \n[202]No, dude, I'm the talent. \n[203]No, \"The Ugly Truth.\" Hasn't he ever seen our show? \n[204]Hey, ladies. You're looking quite fetching. \n[205]Yeah, they're my dates. \n[206]So, you guys here to give me a raise, or what? \n[207]What are you doing? \n[208]What remote? \n[209]You're wearing them? Now? \n[210]Yeah, Abby. Tell us about the teasers. \n[211]Actually, I'm really enjoying the way you're telling them. \n[212]Sorry, buddy, that's my toy. \n[213]No, just part of the time. Figured I should let you finish. \n[214]Seriously, thanks for coming tonight. I mean, you know, to dinner. \n[215]I know. \n[216]He likes you, by the way. Colin. I can tell. \n[217]You kids play safe. \n[218]So, what's next? A little three-way Scrabble? Some Twister? Maybe a massage chain? We could write in each others' diaries... \n[219]Don't do anything I wouldn't do. \n[220]Just doing my job. \n[221]Indeed you did. \n[222]I forgot, Colin only likes \"women of quality.\" \n[223]Who says I'm a man-whore? \n[224]You saw me what? Take them to dinner and introduce them to some network executives? They want to be actresses. Who am I to kill their dreams? \n[225]I didn't say that... \n[226]Every man wants that. And for your information, I was only with the one who can read. Did you just say cock? \n[227]A week ago you cried at the thought of a vibrator. Now you're all \"cock this,\"\"cock that.\" You had sex with Colin, didn't you? \n[228]You sure you're ready for that? \n[229]You don't sound ready. \n[230]Here's to overturning assumptions. I'm really a man of discriminating taste and you're a foul-mouthed slut. \n[231]So there you have it. Never assume a girl is easy, or assume she's a prude. There are many layers in between and it's your job, gentlemen, to peel back those layers and figure out exactly what type of woman you are dealing with. \n[232]Because once you do peel back those layers, my friends, her lady garden awaits. And I'm pretty sure you're gonna want to fertilize that patch of petunias. And that there is the Ugly Truth. \n[233]Jay Leno wants me on his show? You're shitting me. \n[234]This is Rick. My agent. \n[235]Holy shit. Leno? This is amazing. \n[236]How cool is this? \n[237]Abby?    What are you doing here? \n[238]I thought you were going to Santa Fe... \n[239]I'm sorry you didn't get to meet little Colin this weekend. And by little, I don't mean undersized, although I highly suspect that's the case. \n[240]Well, Jay, I had a sales job where I drove around a lot, listening to talk radio. I started calling in and lo and behold, people liked what I had to say. Then I decided what the hell, I need my own show. I have a message people need to hear. \n[241]Excuse me, lady, but you have a boyfriend right now because of me. \n[242]So, you've been acting like your normal control freak psycho self in front of him? \n[243]When you checked into the hotel, did you or did you not insist on getting an \"Eastern-facing\" room on \"a floor not below seven\"? \n[244]My point is, Colin likes the Mike version of Abby, not the Abby version of Abby. So, don't go knocking my words of wisdom when you're living proof that they work. \n[245]Yeah, thanks to me. \n[246]This isn't helping. \n[247]What do I always do? \n[248]That might be the nicest thing you've ever said to me. \n[249]Don't do it. Try to find lust instead. It's a lot easier and a lot less messy. Blue balls only last a few hours. A broken heart can last years. \n[250]Who? \n[251]Like I said, better a floozy than a doozy. \n[252]Well, Jay, let me tell ya -- \n[253]Marriage starts off great. She's cute, you're cute, the world's cute. Nothing can burst your bubble of everlasting love. \n[254]Then, ten years later, she's put on twenty pounds, you've got nose hair, you're voting for different presidents, and one day, the receptionist at Jiffy Lube accidentally grazes your hand as she hands you back your keys and you realize that's the first time a woman's touched you in three months. By year twenty, you've learned to completely tune out the sound of her voice and it occurs to you that ever since you walked down the aisle, you're living with someone who can barely tolerate your presence and, on the rare occasion that you actually do make love, she probably thinks about Jake Gyllenhaal. \n[255]Was I? \n[256]I sent him home. I thought we should celebrate on our own. \n[257]Uh, hello? Leno? I was just on it. Maybe you saw? \n[258]Okay, well then you know I turned it down. If it weren't for you, I'd still be on Channel 83. So don't worry, I'm not going anywhere. \n[259]Relax. Drink. Enjoy. You did your job. I'm re-signing with you. Now let's stop talking about work. \n[260]What are you, trying to kill my buzz? \n[261]It wasn't just one...it was more like a parade. By the time I hit thirty, I realized you can only have so many bad relationships before you figure out there's no such thing as a good one. \n[262]To my very core. \n[263]Just bring us tap water. \n[264]What? It's the exact same thing, isn't it? \n[265]C'mon, let's dance. \n[266]I'm serious. I've seen your spazzy dance, now I want to see the real thing. \n[267]I can. \n[268]You'll be fine. \n[269]I'll get a wake up call. \n[270]Me, too. \n[271]Picking us up at eight. Got it. \n[272]My floor.     See you tomorrow. \n[273]Good night. \n[274]Good night. \n[275]So, I guess I should -- \n[276]Abby -- I really need to kiss you again. And not just in a one-night stand way, in a totally different way. Oh fuck, what am I doing? \n[277]Nut up, Alexander. You can do this... \n[278]I just came by to tell Abby about the change in our flight time. But I can tell her later. \n[279]Just leaving. \n[280]How convenient. \n[281]I guess we're all interchangeable. I've taught you well. Maybe you should take over the show. \n[282]Why pull up anchor now? You've worked damn hard to get him here. \n[283]What else do you want me to say? \n[284]That's what I've been telling you. \n[285]Love it. \n[286]Love it. \n[287]You know what I like best about you, Joe? I don't want to have sex with you at all. \n[288]Yep. \n[289]New station. New wardrobe. \n[290]Where do you get this stuff? \n[291]Look at me, Jonah. I'm 38, I'm still single, I live alone... Does it look like it's all working out? If there's one thing you don't want to be, it's like me. \n[292]My what? \n[293]Oh, this is beautiful. \n[294]Oh, I'm all over this. \n[295]Let me tell you something about women. \n[296]Women would have us believe that they are the victims. They aren't. They want us to think that we break their hearts for sport. That's crap. They say they want romance. They say they want true love, but all they want is a checklist. Is he perfect? Is he handsome? Is he a doctor? \n[297]You men that fit the criteria -- don't kid yourselves. They're not sleeping with you. They're sleeping with a carefully calculated set of venal choices. Money over substance. Looks over soul. Polish over principles. No gesture, no matter how real or romantic, will ever compensate for a really impressive list of credentials. \n[298]So, the elevator wasn't a gesture? \n[299]I came by your room! \n[300]Well, that wasn't panic, sweetheart. It was an unwillingness to compete with the walking checklist that was in your bed. You should be thanking me. \n[301]And that's the Ugly Truth, folks. A girl in heat for two guys will always pick the one with the better resume. \n[302]No, you hate yourself for being so shallow. \n[303]I'm not going anywhere with you. \n[304]Hey! I know -- we can pass the time with you telling me how much fun you and Colin had having sex in Los Angeles. \n[305]What? \n[306]I never had a chance with you. \n[307]What does that mean? \n[308]Yeah, it is \"scary.\" It's fucking terrifying. Especially because I'm in love with a psycho like you. \n[309]I just told you I loved you and all you heard was \"psycho\". You are the definition of neurotic. \n[310]Again, I just told you I'm in love with you and you're standing here giving me a vocabulary lesson. Back me up on this, buddy...who here is afraid? \n[311]Beats the shit out of me, but I am. \n[312]Are you going to threaten me with death when we have sex? Because it might be distracting. \n[313]As many of you know, sometimes a guy's gotta admit what he thought was the truth isn't necessarily the whole truth. Yes, women have a checklist, but sometimes that list includes a foul-mouthed idiot who took way too long to realize he was in love. Let's continue this conversation in a second. \n[314]Zoom in on this, guys. I want the whole city to see how lucky I am. \n[315]Hope you don't mind, but we're live. \n[316]You knew about this? \n[317]God, I love you. \n[318]So, here it is, guys. The games, the manipulation, the ploys, the tactics... all the things we do to think we're in control. But guess what? We never are. ", "COLIN": "\n[1]Just stay calm. You're gonna be fine. \n[2]Whoops. \n[3]An orthopedic surgeon. \n[4]I do a lot of leg and hip stuff but I do get the occasional foot. You seem to be fine. No sprain. \n[5]I'm here whenever you need me. \n[6]My home number's on the back. If the ankle starts giving you problems, just give me a call. \n[7]Dogs are great, but...well, you're a cat person. You know. \n[8]Any time. \n[9]You forgot your cat. \n[10]Good night. \n[11]You alright? \n[12]Oh, hi. Everything okay? \n[13]Oh, thanks. \n[14]Oh... great. \n[15]Hmmm, Friday... wow. \n[16]Actually, Abby, I'm still kind of unsettled with the move and everything so I`m really not -- \n[17]No, this is Colin. \n[18]Who's Doug? \n[19]Oh. \n[20]Unbelievable. \n[21]It's Colin. \n[22]Hi. Wow, you look great. \n[23]What happened to you today? \n[24]You put me on hold and didn't call me back. \n[25]Abby wait... \n[26]Do you want to go the Lobos game on Saturday? \n[27]Do you follow baseball? \n[28]I'm really more of a fair weather fan myself. I do like watching Mike DeLoggia pitch, though. Amazing bone structure. \n[29]What's so funny? \n[30]What joke? \n[31]For what? \n[32]You're welcome... \n[33]Thanks. \n[34]That's nice to hear. \n[35]What? \n[36]Did I do something wrong? \n[37]Who? \n[38]Yeah. I was just trying to get us a hot dog. \n[39]It's fine, really... \n[40]Cotton. \n[41]Well, I can't say it was boring. \n[42]Gee, thanks. \n[43]You're not what I'm used to. \n[44]Actually, that's a good thing. I'm used to women I can figure out in five seconds. I can't do that with you. \n[45]That definitely made up for my wet crotch. \n[46]Hey, you're early -- \n[47]No worries. Are you a news producer as well? \n[48]So you're one of the anchors? \n[49]You talk about g-strings? \n[50]What's wrong? \n[51]Are you okay? \n[52]You've got to love her enthusiasm. \n[53]Are we ready to go?     I know Abby is. \n[54]I think we've got it from here. \n[55]I can't believe I've never seen this before. \n[56]Yes, a bottle of flat, please. \n[57]Miss me? \n[58]You were expecting someone else? \n[59]Since you couldn't come to Santa Fe, I decided to come to you. \n[60]Joy told me. I started thinking about all the things we were going to do there and I decided I couldn't wait. \n[61]What's the matter? \n[62]Well, you told me you were spontaneous. Guess the proof is in the pudding. \n[63]Whoops. Looks like we'll have to get naked sooner than I thought. \n[64]Oh, you're not room service. How ya' doin', man? \n[65]No worries. The rest of the night is ours. \n[66]To the first of many romantic evenings to come. \n[67]Whoa -- \n[68]Well, you're beautiful, you're smart -- You're open, you laugh at my jokes, you never criticize... You never try to control the situation, and I've got to say, it's a breath of fresh air. A lot of women I know are total control freaks -- and it's a nightmare. I love that you're not like that. \n[69]What do you mean? \n[70]Are you serious? \n[71]Then who have you been? ", "STUART": "\n[1]Have you seen the ratings for yesterday? We got beat by all the network shows, plus a rerun of \"Who's the Boss\". The one where the vacuum breaks. \n[2]The guy with the cable access show on Channel 83 does better. If we programed Jerry Springer re-runs, we'd do a nine share at a quarter the price. \n[3]I'm not, but I can guarantee you that's what the new management's thinking. \n[4]Management doesn't listen to awards. It listens to numbers. We're not a family-run station anymore, Abby. You're good at what you do, but you've got to get me some numbers. I've got two daughters in college and a son in beauty school. I don't know how much you know about Vidal Sassoon but that shit ain't cheap. \n[5]Morning, everybody. \n[6]Now before I play this, I have to warn you... ...he's a little rough around the edges. \n[7]One word. Ratings. Say hello to our new guest commentator. I'm starting him with two segments a week. Three minutes a pop. \n[8]His name is Mike Alexander. \n[9]He's got a point of view. We don't have to like him, we're news people. We're objective. Stone Phillips interviews terrorists, doesn't mean he likes them. It's good for ratings. \n[10]A live debate on immigration policy? Never work. \n[11]See, what did I tell you? He's great. \n[12]One thousand, one hundred and forty- seven calls and over three hundred E-mails. And fifty-three percent of them were women. This guy's a lightening rod! \n[13]Liked him? They loved him. \n[14]I don't know, but I'm scaling back the news and giving it to \"The Ugly Truth.\" Corporate wants five minutes of Mike Alexander, five days a week. \n[15]Just keep him happy and both of our contracts will be renewed. \n[16]Hey, the gang's all here! Abby, you know Harold and Bob. \n[17]That's my guy. Always with the jokes. \n[18]Hold on. Tell Harold about the new teaser campaign we're starting next week. You're going to love this. \n[19]See what I mean about her? \n[20]Abby? I need you. \n[21]I just found out Mike was offered a job by the local NBC affiliate at twice the pay. This Leno thing is his audition. \n[22]If Bob and Harold find out about this, we're dead. I need you to fly out there and talk him out of it. \n[23]Just don't let him know you know beforehand. Let him do the show and get us our publicity, then convince him to sign with us for the next three years. Now go. \n[24]Did you get him? Is he ours? \n[25]I thought you said we had him. \n[26]He quit this morning. I got a smug call from Channel 4 saying they closed a deal with him. Corporate's having a shit fit. What the hell happened? \n[27]You better hope so, because you're going to find me a new one by the end of the week. \n[28]He better be. \n[29]Oh, Jesus. He's going political. \n[30]Hey, Harold. Yes, I know -- we're fixing it. \n[31]See? I told you she'd get him back. \n[32]What elevator? \n[33]They don't know the camera is on, do they? \n[34]Joy, how do you feel about a promotion? ", "JOY": "\n[1]We've got problems. \n[2]The sky-cam on the traffic copter has a cracked lens and they can't fix it. \n[3]Research shows people like fat weathermen. It makes them feel safe. \n[4]Stuart wants to see you. He's freaking out. \n[5]Absolutely not. You should be out, observing humanity. Humanity's who watches our show. \n[6]You've already rescheduled on this guy three times. You cancel tonight and he's gone. He's read more than a dozen books, he has a 401K and he's cute. \n[7]What? I'm married. I live vicariously through your dating life. And I really think that this could be our next boyfriend. C'mon, he had nine out of ten items on your checklist. \n[8]How did the date go? \n[9]That's awesome! \n[10]Is that you? \n[11]Found her. \n[12]Congratulations? \n[13]Uh, yeah, you've never gotten a twelve share before. \n[14]She's spiraling lower and lower into a morass of self-loathing and intense hatred for you. \n[15]What happened to him? That sounded almost enlightened. \n[16]And -- he's back. \n[17]I still can't believe that you broke up with Colin. \n[18]Tiny. \n[19]And we're live in -- five, four, three, two -- \n[20]Well, kinda true. \n[21]We have ten seconds. \n[22]...And we're out. Keep rolling on B-camera. \n[23]Don't worry, I saw this coming, so I got us a three second delay. \n[24]I feel good about it. \n[25]Not lately, so feel free to say it again. ", "JONAH": "\n[1]Dude, you totally hosed me! \n[2]Last week on your show, you said you should always be mean to hot girls because they'll want you more. I tried it today, she cried, and then I got detention. \n[3]Mom said when she was fourteen, she was the prettiest girl in the class. \n[4]So, no date tonight? \n[5]Guy or girl? \n[6]Ooh...is she hot? \n[7]So she likes to make fun of your clothes and stuff? \n[8]You told me not to do that. \n[9]If you know so much about chicks, why are you sitting here playing \"Fight Night\" with me when you could be out with the Jello girls? \n[10]You owe me a dollar. \n[11]Dude, check it out. Balloon Fiesta. \n[12]Why do you look like a lawyer? \n[13]You're never going to get any pussy looking like that. \n[14]From you. \n[15]I'm pretty sure you don't want to open your new show with that. \n[16]Dude, check this out. Your replacement's on. \n[17]I don't think she's into you,guy! \n[18]It's like she's in his brain! \n[19]\"Love\"? \n[20]Has anyone ever told you you have a stupendous bosom? ", "JIM": "\n[1]Technically, I'm 5'9 and 3/4. \n[2]But I'll read Gatsby again if that makes it any better. \n[3]I'm fine here. \n[4]Bottle of flat, please. \n[5]Yeah, I still like the way it tastes better. \n[6]Scotch on the rocks. \n[7]I do, I just feel like having a scotch right now. \n[8]You printed out my profile? \n[9]That wasn't in my profile. \n[10]Well, what's left that you don't know? \n[11]I take it it's happened before? \n[12]Thank you. \n[13]Uh, no thanks.   It's late.   I                           * should go. \n[14]Three days. Got it. \n[15]It's fine, really... \n[16]I'm just gonna -- go. ", "GEORGIA": "\n[1]He's trying to kill me! He knows I can't eat crab, I'm allergic to it! Does anyone see this? Is this a hive? \n[2]I have to tell you, Bruce. This is the best Chicken Kiev I've ever tasted. \n[3]And what you can do to help preserve the ancient forests of Alaska -- and how it might help your Albuquerque electric bill. \n[4]That's just what we need on this show. \n[5]Uh, no, that would be my untouched vagina. \n[6]For years, there have been concerns about lowering television standards. But many believe that this man and his local public access show, \"The Ugly Truth,\" have brought things to a new low. With that, we welcome Mike Alexander. \n[7]The truth about what, Mr. Alexander? \n[8]Sounds to me like no one's ever loved you and you're taking it out on the female population. \n[9]What's your point, Mr. Alexander? \n[10]Why is it my fault?! \n[11]Well, what am I supposed to do, give up the money, so he can get an erection? \n[12]I hope mine do... \n[13]I know you do, honey. ", "LARRY": "\n[1]Abby! \n[2]I'm sorry to do this to you, Abby, but I don't think I can work with her anymore. It's bad enough I have to take her criticism at home. I can't do it on air, too. A man can only take so much. \n[3]I've only thought of them as blue as of late, but you're right. They are quite sizeable. But not disproportionately so. I like to think of them as aesthetically pleasing -- \n[4]When we return, our live Skycam traffic update and more on David Beckham's hundred thousand dollar tattoo. \n[5]Does anyone think my highlights are too shiny? \n[6]And I thought you were angry and bitter. \n[7]Mike, how do you respond to those who say your show is offensive? \n[8]Excuse me? \n[9]I'm proud of my wife's success. \n[10]That's not my fault! \n[11]Next up, Javier tells us if your petunias are going to see any rainfall this weekend. \n[12]I love \"Blue Lagoon\". ", "ELIZABETH": "\n[1]Don't listen to your Uncle Mike, he was blind from masturbating too much. \n[2]It's nothing worse than what he's heard on your show. \n[3]Let's hope you can clean it up now that you're on a network. Congrats. \n[4]Sorry, I didn't have time to bake one. I took it from work. Harold didn't quite make it through the big day. \n[5]What do you think did him in? \n[6]Hurry, take a picture of me. I'm online with Fugly35 and he wants to know what i look like. \n[7]He's being ironic. Look, he's hot. \n[8]Shit. Are you serious? \n[9]Says the man who hasn't had a decent relationship since 1999. \n[10]No...you fornicate. \n[11]Did he just say -- \n[12]What? No one's ever going to believe this. I need proof. ", "CLIFF": "\n[1]Go to commercial. I don't know how you do it. \n[2]Stuart told me to keep rolling, no matter what. \n[3]Not right now it isn't. \n[4]And we're out. \n[5]And camera one. Action Mike. \n[6]Think this guy's any good? \n[7]What is she doing? \n[8]I thought he quit. \n[9]Nuh-uh. ", "PILOT": "\n[1]Are we ready to soar up, up and away? \n[2]Off we go! \n[3]I wouldn't recommend that... \n[4]So, who wants champagne? \n[5]To our left, we have the Sandia Mountains, glistening in the afternoon twilight... \n[6]And to our right, you'll see the Rio Grande River winding its way through the diochramatic landscape... \n[7]And off in the distance, we have the Petroglyph National Monument, where -- \n[8]I'm just going to drink my champagne. \n[9]May I suggest you wait until we land? ", "AGENT": "\n[1]Are you ready for this? I just got you on to \"The Tonight Show\". They want you as a guest. \n[2]Since he became the hottest thing in morning TV. \n[3]You leave tomorrow. Let's go clear it with Stuart. \n[4]Dude, this is awesome. You're about to go on Leno! NBC is going to give you the moon -- \n[5]-- in a gift basket, of course. \n[6]Just do what you always do. \n[7]Uh -- \n[8]You go ahead and hold our table, doll. We've got some business to discuss. ", "JACK MAGNUM": "\n[1]How's my skin? Too shiny?     How are my pores? \n[2]Which side is better? Left? Right? Full-frontal? \n[3]The Ugly Truth! \n[4]What?   The gun is my signature move. \n[5]...and this is The Ugly Truth! \n[6]Most of you are watching this show so you can learn how to get chicks. Let me assure you, you're in good hands. You're looking at a guy who's personally had sex with over 137 women. Most of them conscious. \n[7]We're here at the Balloon Fiesta, and I'm supposed to be telling you men are full of hot air, but I think we all know, it's the ladies that are full of crap. Just because she says no, doesn't mean she means no. "}}