{"dialogues": {"DAVID": "\n[1]Someone left these. You want one? \n[2]You like sports? \n[3]What a coincidence? I'm a male synchronized swimmer and I'm looking for representation. \n[4]But I'm afraid of water, so that's been holding my career back a little bit. \n[5]You represent someone in Philadelphia? \n[6]Not really. \n[7]I'm David Dunne. \n[8]How long are you staying in Philly? \n[9]Great. \n[10]What are you talking about? \n[11]I think you got the wrong idea. \n[12]Okay. \n[13]Fine. \n[14]Against a window. \n[15]Yes. Where are the rest of the passengers? \n[16]No. \n[17]No. \n[18]Yes... Why are you looking at me like that? \n[19]I don't think I got the job in New York. \n[20]I'm still going to New York. Just not this second. \n[21]I know. \n[22]How about in the meantime, you don't sleep in the guestroom anymore? You sleep in our room. I'll sleep down here. \n[23]Jeremy, why don't you go sleep with your mom? \n[24]I think it's be better if I was alone. \n[25]How about your room then? If you get scared like before, you can come back in here? \n[26]I used to play football in college. In my first year as quarterback, we went on this winning streak. It just went on and on. It didn't matter who we played... I'd always win. You get superstitious when something like that happens. You give things meaning. Like you wear the same color socks each game or you listen to the same B.B. King song before you leave the apartment. I wouldn't even untie the shoelaces on my cleats. I'd just slip them on and off so nothing would change... I gave things meaning that had no meaning. I'm here to make sure I'm not making shoelaces into something they're not again. I was the only person to survive that accident. The only one... It feels like it means something. \n[27]Okay. \n[28]What do you mean? \n[29]The metal of the watch I was wearing was crushed like a sledge hammer hit it. \n[30]Is Noel in? \n[31]Oh. \n[32]Wow. \n[33]That's a sad story. Do you think you could ask Noel something for me? \n[34]Ask if he can check how many sick days I've taken since I've worked here? \n[35]Yes. \n[36]You know what I think about to calm down? I think about those big fat, hundred and twenty pound turtles that live in the islands. Those suckers never get angry, never get in fights and live longer than all of us and all they do all is sit on the beach and hump other turtles. Why don't we take a second and think about the turtles? \n[37]Hey Noel. \n[38]What? \n[39]He's asleep. \n[40]I wanted to ask you a question. It'll sound strange, but just think about it for a second. \n[41]When's the last time I was sick? You remember? \n[42]I haven't been sick this year. I know that. \n[43]Do you remember me getting sick? \n[44]Megan, do you ever remember me getting sick? \n[45]In the three years we've been in this house?... In the old apartment?... Before Jeremy was born?... Before we were married? \n[46]That's strange isn't it? Not remembering one fever... Or a cold... Or a sore throat. What do you think that means? \n[47]Yes. \n[48]No that's it. \n[49]Yeah. I know. \n[50]When was the last time I wore pink? \n[51]Oh shit... \n[52]Goodnight Megan. \n[53]I don't know for sure. ...I don't think so. \n[54]Seventy-five percent. \n[55]Skeptical about what? \n[56]In college. A car accident. \n[57]You assumed wrong. \n[58]I think you skipped a couple steps. \n[59]You forgot the \"Now I'm going to tell you what the hell is going on\" step. See usually that comes before the, \"It's over\" Step. And it always, always comes before the \"You can go\" Step. What is over? \n[60]What was your idea Elijah? \n[61]Jeremy don't take another sip of that drink. \n[62]Throw it in the trashcan near the door and wait for me outside. Do it now please. \n[63]At the church... You were following me weren't you? \n[64]What's this about? This is obviously some scam. Is this where you tell me one of those pictures is like an investment? \n[65]I see guys like you all the time in my work. You find someone you think is emotionally vulnerable and you tell them a fantastic story, utterly convincing... and somewhere in there, you slip it in... 'I just need your credit card number','I just need a small down payment.' \n[66]Did you know that this morning was the first morning I can remember, that I didn't open my eyes and feel that sadness... Do you know what I'm talking about? That little bit of sadness? I thought the person that wrote that note had an answer for me. For why I survived that train. For why my life feels so out of balance... But I guess that's what you were counting on. \n[67]I'm going to leave now. Good luck with your sale. \n[68]I work at the stadium as a security guard. \n[69]Hi. \n[70]Oh. \n[71]What's he look like? \n[72]Send him packing. I'm not walking all the way over there. \n[73]Hold up Jenkins... \n[74]It's for last week's game. \n[75]What do you want? \n[76]We're not proceeding anywhere together. \n[77]One more time. What is it you want? \n[78]Are you for real? \n[79]I got this job because my college coach called the guy who manages the stadium. There's no hidden meaning to it. \n[80]They need me at the gate. \n[81]Did you really want to see the game? I can get you in. \n[82]It gets heaviest ten minutes before kickoff. \n[83]Why don't we pat down? \n[84]Just give me a minute. \n[85]That guy in green. Sometimes people carry weapons in here. Then they drink too much. They're team isn't doing so well, bad things happen... We do random pat downs of the crowd to discourage people from carrying. If he's carrying, he'll step out of line. \n[86]I got you a seat in the seven hundred level. It's nose-bleed territory, but at least you won't get spit on. \n[87]Probably the army jacket. Those guys carry hunting knives and stuff for show. \n[88]I thought he was carrying something. \n[89]I got this picture of a silver handled gun tucked in his pants. Like on t.v. \n[90]Like what? \n[91]Yes. \n[92]I don't know what you're asking? \n[93]Listen. I got to be on the sidelines during the game... You can get to your seat by taking the stairwell at- \n[94]Okay, I don't want to play this game anymore. \n[95]The guy might not have been carrying anything. \n[96]I have to go now. \n[97]Quick. \n[98]Yes. My wife Megan. She was in the car with me. \n[99]Have a good life Elijah and try to buy your tickets at an authorized sales location. \n[100]You know how mad your mom would be if she knew you were playing football? \n[101]In under six seconds. I've heard. \n[102]I'm going to go in. \n[103]Why'd you do that? \n[104]Jeremy. I'm going in. I have to do some things. \n[105]I'm going to work out. \n[106]There's nothing to do. \n[107]Why don't you rest now? I'll take it from here. You've been a big help. \n[108]No. \n[109]No. \n[110]No. \n[111]How much did you put on there? \n[112]You put too much. That's two hundred and fifty pounds. \n[113]That's the most I've ever lifted. That could have been dangerous Jeremy. Why don't you go upstairs and let me finish up? \n[114]No. \n[115]No Jeremy. \n[116]No. \n[117]How much did you take off? \n[118]You added? \n[119]Two hundred and seventy. \n[120]Okay. \n[121]Why don't you move back a bit? Just to be safe. \n[122]You should never try anything like this. You know that right? \n[123]What do you do if something happens? \n[124]How many did you put on that time? \n[125]There's no more left? \n[126]What else can we use? \n[127]About three hundred and forty. \n[128]Yeah, hello. \n[129]Megan? \n[130]Yeah? Megan where are you calling from? \n[131]I remember you. \n[132]Yeah it might be nice. \n[133]...When you work with clients on machines, do they sometimes just jump up a level or two? Do something they didn't know they were capable of? \n[134]What do I do when I'm around someone I know? \n[135]Hello. \n[136]David. \n[137]Okay. \n[138]Thank you. \n[139]His room? \n[140]I see. \n[141]That's great. \n[142]Know what? \n[143]Jeremy. \n[144]There are big guys in almost every gym who can lift that much. \n[145]Four ten... four forty-five... Five hundred. \n[146]We've had some problems with drug selling in this stadium. Would you mind if I checked the pockets of your sweatshirt? \n[147]Yeah? \n[148]When? \n[149]Megan handles that type of stuff. \n[150]Jeremy's stuff. \n[151]So do I need to put any smelly ointments on him or anything? \n[152]What was that? \n[153]Yes I am. \n[154]You are like me. We both can get hurt. I'm just an ordinary man. I'm not what you think I am. \n[155]He's dealing with a lot of things. I think he needs to find answers himself. \n[156]Would you like to try going- \n[157]-out again. \n[158]But if we see another mother from Jeremy's school, me name is Juan. I always wanted to be a Juan. \n[159]Jesus. \n[160]Jeremy what the hell are you doing? \n[161]-Jeremy did you load that gun? \n[162]-Elijah was wrong. \n[163]-You know the story about the kid who almost drowned in the pool? \n[164]-That was me they were talking about. I almost died. That was me. \n[165]-I'm not. I just didn't connect it. \n[166]-Jeremy listen to what- \n[167]-Jeremy if you pull that trigger I'm going to leave! I'm going to go to New York. \n[168]You're right... If you shoot me, that bullet is going to bounce off me and I won't get hurt... but then I'm going to go upstairs and pack. And then leave to New York. \n[169]Jeremy! \n[170]You're about to get into big trouble! I'm your father and I'm telling you to put that gun down right now God damn it! One!... Two!... \n[171]I must have felt some lump in his back when I bumped him. Most guns have a black or silver handle. I had a fifty-fifty shot at the color. \n[172]Stop messing with my life Elijah. My son almost shot me last night. He wanted to prove you were right. \n[173]You have a problem, Elijah. My wife is right. Somewhere along the line one of your bones broke and your mind just broke with it. \n[174]No. And I have been sick. I spent a week in a hospital when I was a boy recovering from pneumonia and almost drowning. \n[175]Two skinny eight year old kids were playing around the pool. They were dunking me. I swallowed water. They didn't know it and they almost killed me. Heroes don't get killed like that. Normal people do. \n[176]I don't want to see you again okay. Now I'm finished. \n[177]But I put cologne on. \n[178]...I think rust. \n[179]As a color, not as rust. You know, a rust colored paint or wood? \n[180]My turn. What's your favorite song? \n[181]What was that? \n[182]Soft and Wet. That's very interesting. \n[183]That's not the game. \n[184]I'm not sure. \n[185]What about the game? \n[186]I had a nightmare one night and I didn't wake you up so you could tell me it was okay. I think that was the first time. Does that count? \n[187]Yes. \n[188]I don't know Megan. \n[189]I know. \n[190]Who called through? \n[191]Megan... \n[192]Megan? \n[193]Me too. \n[194]I think her leg is fractured. \n[195]My shoulder's hurt. \n[196]You need to leave now. \n[197]Where is he? \n[198]It's over now. Your children are fine. They're getting help. \n[199]I'm going to go now. \n[200]I had a bad dream. \n[201]He doesn't look very threatening. \n[202]Are you Elijah's mother? \n[203]It's a pleasure to meet you. I'm David Dunne. \n[204]We are. \n[205]He's doing well today. \n[206]He's kind of a miracle. ", "ELIJAH": "\n[1]I won't get hurt momma! I'm safe! \n[2]I'm not going out anymore. I'm not getting hurt again. This was the last time. I told you. \n[3]They call me Mr. Glass at school. Cause I break like glass. \n[4]Why? \n[5]Where is it? \n[6]Someone's gonna take it. \n[7]It's a classic depiction of good versus evil. Notice the square jaw of Slayer - common in most comic book heroes. And the slightly disproportionate size of Jaguaro's body to his head. This again is common, but only in villains... The thing to notice about this piece... The thing that makes it very, very special... is its realistic depiction of its figures. When the characters eventually made it into the magazine they were exaggerated... as always happens. This is vintage. \n[8]You've made a considerably wise decision. \n[9]Once again please? \n[10]How old is Jeb? \n[11]No. \n[12]No, no, no, no no... You need to go now. \n[13]Do you see any Telletubbies around here?... Do you see a slender plastic tag clipped to my shirt with my name printed on it?... Do you see a little Asian child with a blank expression sitting outside in a mechanical helicopter that shakes when you put a quarter in it?... No?... Well that's what you see at a toy store? Any you must think this is a toy store, cause you're in here shopping for an infant named Jeb. One of us has made a gross error and wasted the other person's valuable time... \n[14]This is an art gallery my friend. This is piece of art... \n[15]This is one of seventeen original drawings by Fritz Champion remaining in the world. It's value will triple every year... This piece is to be treasured. To be cherished... To be coveted by every single one of your banker friends that think they're better than you. \n[16]I'm listening. \n[17]What about Jeb? \n[18]Will it be near a window? \n[19]Come back in three days. I'll think about it. \n[20]We're by appointment only. \n[21]Congratulations, you have a mailbox... The sale isn't for two weeks. \n[22]You've never been sick? \n[23]Well if this ain't a riddle worthy of the Riddler? \n[24]So let's get some of the usual questions out of the way. Why am I using a cane? Raise your hand if you were thinking that. \n[25]I fractured my leg. It's the fifth time I've done that particular bone. It didn't really heal well this time. \n[26]Raise your hand is you're wondering who the hell breaks the same bone five times? \n[27]I have something called Osteogenesis Imperfecta. It's a genetic disorder. I don't make this particular type of protein very well and it makes my bones very low in density, very easy to break. I've had fifty-four breaks in my life. I have the tamest version of the disorder... Type one. There are type two, type three, and type four. Type four's don't make it very long... That ends our lecture on the medical anomaly known as Elijah Price. \n[28]How certain are you that you haven't been sick in your life? \n[29]Seventy-five percent? That's not nearly good enough for me. I'm extremely skeptical. \n[30]Your answer to my question. It's one thing to have never been injured in your life, but to state that you've never taken ill, well that's a whole new level. \n[31]What's he talking about? \n[32]Was it serious? \n[33]I assumed because of the train. \n[34]It's over. You can go now. \n[35]The life of an idea that has lived too long in my head. \n[36]There are probably only four or five individuals in the world who can claim more knowledge of comics than myself. I've spent a third of my life in a hospital bed with nothing else to do but read. I have studied the form intimately. I have seen the patterns in them... The references to social and cultural events and the atmosphere that surrounded them. I've come to believe that comics are our last link to the ancient way of passing on history. \n[37]The Egyptians drew pictures on walls about battles, and events. Countries all around the world still pass on knowledge through pictorial forms. I believe that comics, just at their core now... have a truth. They are depicting what someone, somewhere felt or experienced. Then of course that core got chewed up in the commercial machine and gets jazzed up, made titillating - cartooned for the sale rack. \n[38]This city has had its share of disasters. Well publicized ones. It was around the time of that plane crash, when it first entered my head. And there it stayed, as I waited and watched the news over the years... And then one day I see a news report on a train accident and its sole survivor who was miraculously unharmed. And just like that, an idea blossoms into the flower of possible reality. \n[39]If there is someone like me in the world, and I'm at one end of the spectrum... Couldn't there be someone the opposite of me, at the other end? A person who can't be hurt like the rest of us. A kind of person they were talking about in those stories. \n[40]A person they believed was put here to protect the rest of us. Guard us. \n[41]Technically no. I gambled that you would attend the church service. I just waited for you. \n[42]You've misunderstood. \n[43]What type of job do you have David? \n[44]You mentioned you've met 'guys like me' in your work. What type of job would that be? \n[45]They said I couldn't get in with my ticket. \n[46]I've come to understand that... An ill advised purchase in the parking lot. \n[47]Not money. But I appreciate your healthy cynicism in the manner. It will be wise for both of us to proceed with greatest caution. \n[48]We've already begun. \n[49]Why is it, do you think, that of all the professions in the world... you chose protection? \n[50]You could have poured coffee in Starbucks, you could have learned to install track lighting in office buildings, you could have told people their horoscopes on the internet... You could have been one of ten thousand things... but in the end, you chose to protect people. You made that decision... and I find that very, very interesting. Now all I need is your credit card number. \n[51]That last part was a joke. \n[52]Is there a problem? \n[53]How did you know that man you bumped was carrying a weapon? \n[54]You thought he was carrying a knife? \n[55]But not a knife? \n[56]You have good instincts when it comes to things like that? \n[57]Telling when people have done something wrong? \n[58]Have you ever tried to develop it? \n[59]You're skill. \n[60]Characters in comic books are often attributed special powers. X-ray vision, things of that sort. \n[61]It's an exaggeration of the truth. Maybe it's based on something as simple as instinct. Like being able to touch someone and tell whether they've done something wrong... Or the level of what they've done wrong. \n[62]Or he might have been carrying a silver handled gun tucked in his pants. \n[63]One last question. \n[64]The car accident you were in... Was there anyone else involved? \n[65]Hold up for a second! \n[66]I just want to ask you something! \n[67]They call me Mr. Glass. \n[68]Kids. \n[69]How long have you been married? \n[70]How did you get together? \n[71]Now you're going to have to tell me more. \n[72]How so? \n[73]You and my mother would have a special connection. \n[74]...And everyone lived happily ever after. \n[75]What part of David's body was injured? \n[76]There have been three major disasters in this city over the last four years. I've followed each one of them... A Seven-three-seven crashes on take off. One hundred and seventy-two die. No survivors... A hotel fire downtown. Two hundred and eleven die. No survivors... And am Amtrak train derails seven and half miles outside of the city. One hundred and thirty one die. One survivor. He is unharmed. I've spoken with your husband about his survival. I suggested a rather unbelievable explanation. Since then, I've come to believe, that my explanation, however unbelievable, is in fact, true. \n[77]It's a mediocre time Mrs. Dunne. People are starting to lose hope. It's hard for many to believe that extraordinary things live inside themselves as well as others... I hope you can keep an open mind? \n[78]I own a comic book museum. It's called the Limited Edition. \n[79]I believe comic books are based loosely on reality - I believe there are real life equivalents of the heroes in those books that walk the earth - I believe your husband is one of those individuals. \n[80]I'm glad you brought up fate Mrs. Dunne. I'm becoming a strong believer in it... See, David refuses to speak with me any longer... And when I saw your name on my insurance list of approved physical therapists... It was like fate had intervened... We were meant to speak to each other. \n[81]Joined a rugby league. Turned out to be a bad idea. Come here I want to show you something. \n[82]Look at this. I just noticed this today. \n[83]This is from the Sentryman series. A color version of this was actually used in the second issue. \n[84]Look at this eyes. What do you see? \n[85]It's fear. He was scared. They were being honest in the beginning you see. They let him be human. They turned him into a garden variety hero later... Then he was brave all the time. \n[86]I followed the guy in the army jacket. \n[87]He had a silver handled gun tucked in the back of his pants. Were you really injured in that car accident in college? \n[88]Because I think you faked it. I think you took the opportunity to end your career - no questions asked. And I think you did it, of all things, for a women... Not only do you have the physical traits of a hero, down somewhere in there, you have the moral code of one too. You were ready to sacrifice everything for what's right. Where can you find that these days? Only thing you didn't realize is that you were giving up a part of yourself when you gave up football. The physical part. And you need that part desperately to feel balance again... You can have it back now. This was all just make believe before. What if there was someone the opposite of me? What if?... I now believe you are the genuine article Mr. David Dunne. The kind of person we knew existed, from our history. \n[89]It's time for someone like you. Bad is winning. I can feel it. \n[90]That's not what I witnessed David. \n[91]I never said you couldn't be killed. I never said that. \n[92]Are you finished? \n[93]How much is this one? \n[94]...David. It's Elijah. It was so obvious. It's referred to over and over. That's the key you see. The repetition across time. That means at some point it was all based on common thought, a common event - a fact. It was this one issue that brought it back for me... Century Comics One-Seventeen. That's where this group, the Coalition of Evil, tried to ascertain the weakness of every superhero. \n[95]...Because they all have one. Just like you. The cells that make up your muscles and your bones react to forces that act upon it, slightly different from than mine. That's clear... Your cells react to bacteria and viruses slightly differently than mine... That's also clear...But for some reason, you and I react the exact same way to water. We swallow it, we choke. We swallow too much of it, we drown. However unreal it may seem, we are connected, you and I, we are on the same curve... just on opposite ends. \n[96]The point of all this is, we now know something we didn't... You have a weakness... Water. It's your krpytonite. You hearing me David? Call me back... I got rugby practice in an hour. \n[97]Hello. \n[98]David? \n[99]David, it's okay to be afraid. Because this part won't be like a comic book... Real life doesn't fit into little boxes that were drawn for it. \n[100]Go to where people are... You won't have to look very long. \n[101]Did you see this? \n[102]It has begun. \n[103]When I saw it this morning. I felt a part of the world again. \n[104]A plane just crashed. \n[105]Secrets? \n[106]I almost gave up hope. There were so many times I questioned myself. I've made so many sacrifices but it's all been worth it. There are millions and millions or mediocre people in the world David. Isn't it great that we aren't one of them? ", "MEGAN": "\n[1]You okay, Virginia? \n[2]I'll put something on the t.v. Maybe we'll find some almost naked guys to inspire you. \n[3]Not a lot. \n[4]What does that mean? \n[5]I don't want to drag this out too long for Jeremy. \n[6]It stopped being our room a long time ago. You should go up and get some rest. \n[7]Is Jeremy okay? \n[8]Oh. \n[9]I don't know. It's been a while. \n[10]Okay. \n[11]Not a specific day. What's this about? \n[12]...I can't remember. \n[13]It means we're probably to tired to remember. \n[14]Is that what you wanted to ask me? \n[15]Is there anything else you wanted to ask me while I'm up?... \n[16]...When was the last time you wore pink? When was the last time you drank soup standing up? Final call for strange questions at two in the morning. \n[17]Maybe you should go up. Jeremy might see you're gone and get frightened. The train thing, really shook him up. He's scared something's going to happen to you. He doesn't want to let you out of his sight. \n[18]The Mitchell barbecue three years ago. \n[19]Matching shirt and shorts. It was brutal. \n[20]Goodnight David. \n[21]I've come to a decision. \n[22]Let me just ask you something okay? And you can be totally honest. I'm prepared for any answer. It won't affect me... \n[23]Have you been with anyone? Since we started having problems? The answer won't affect me. \n[24]It won't affect me either way. \n[25]...My decision is... I'd like to start again. Pretend we're at the beginning. It's a big deal you walked away from that train. It's a second chance. If you want to ask me out sometime, that would be okay. \n[26]Yes. Is this David? \n[27]My name is Megan Inverso. We went to college together. \n[28]I was hoping you would call me, but... Anyway I decided not to wait. I was thinking, it might be nice to go to dinner together. \n[29]...Hello? \n[30]Not often, but it is possible. Most people get scared when they see the shadow of their limits. They don't know how long the shadow really is. They don't know how far away the real limits are standing... They stop out of fear. \n[31]This is kind of strange isn't it? \n[32]We're not even acting like ourselves. \n[33]Like that. Your mouth's dirty. You tapped your napkin to your lips. You only do that when you're with someone you don't know. \n[34]You use your sleeve. \n[35]Hi. This is Claire. Her son is in Jeremy's class. Claire and I worked on the school food drive together. \n[36]This is my husband. \n[37]Goodnight. \n[38]Thanks. \n[39]Elijah right? \n[40]We're going to prevent any substantial atrophy of your good leg with this. It works the quadriceps. \n[41]Twelve years. \n[42]A car accident. \n[43]...See my husband was a big football star in college and we were in an accident together. Our car flipped on an icy road. We were both injured. He couldn't play football anymore. If that hadn't happened, we wouldn't have been together. \n[44]Football wasn't the kind of life I wanted... For ten years I'd be by the phone waiting for a call telling me he broke his neck in a practice game. And if it wasn't that call, it would be a call telling me he blew out his knee or suffered his third concussion. I've seen way too much of it in my job... I can barely take it when my clients are in pain. I don't hate the game. I admire the amount of skill it involved and, like everyone else, I was in awe of how he could play it, but I couldn't give him my heart and then have something happen to him. And it always does with that game. It's not a thing many people would understand. \n[45]Any way, fate stepped in and took football out of the equation. \n[46]Sort of. \n[47]Who said my husband's name is David? \n[48]And what was that explanation? \n[49]Is this a religious thing? \n[50]For a second there I thought you were a fanatic. \n[51]He's just laying in bed. He's pretty upset. He won't talk. \n[52]It's weird to hear you tell me about Jeremy. A good weird. \n[53]Yes. \n[54]Oh. Elijah Price came to visit me at the center today. \n[55]He didn't do anything. He just told me his theory... It's sad when patients get like that. They loose reality. \n[56]-Oh my God. \n[57]-Sometimes when people are sick or hurt for a long time, like Elijah, they're mind gets hurt too. \n[58]-They start to think things that aren't true. He hold me what he thought about your father. It isn't true. \n[59]-Jeremy, your father was injured in college - you know that. You know all about that. \n[60]-Don't do it. He'll die Jeremy. \n[61]The sitter's here. \n[62]We can do this another time if you want? I'm fine with anything. \n[63]Is that what that smell is? \n[64]Rust? \n[65]I didn't know that. Mine's still brown. \n[66]Soft and Wet, by the Artist Formerly Known as Prince. \n[67]We're supposed to be honest. \n[68]My turn. When was the first time the thought popped into your head that we might not make it? \n[69]It's a second date. There aren't any rules. \n[70]Think carefully? \n[71]It's finished. I won. \n[72]Maybe it wasn't a specific moment, maybe it- \n[73]That counts. \n[74]Do you knowingly keep Jeremy and me at a distance? \n[75]Why? \n[76]It's like you resent us David. Resent the life you have. \n[77]You know even if it meant we couldn't be together, I would never have wished that injury on you? What you could so physically was a gift. I would never have wished it to go away. \n[78]You know that right? \n[79]We're not moving. \n[80]Look let's be honest here. We're just at the beginning. I don't expect you or I to change the course of where our lives were headed because of two dates. If you do go to New York, we can still develop this. We'll just be forced to take it slow. And in the end, that's definitely better. This is our second time around David. I don't expect us to get carried away. I guess congratulations is the right thing to say. \n[81]I thought I was dead. \n[82]It's over now. ", "JEREMY": "\n[1]I told you! \n[2]They thought everybody on the train died. \n[3]I told them they were wrong. \n[4]Mom even cried. \n[5]A lot. \n[6]Let's go home. \n[7]I want to sleep here tonight. \n[8]I won't make any noise. \n[9]Dad's been injured. \n[10]He couldn't play football anymore. \n[11]You thought my dad was a real- \n[12]Was it sold out? \n[13]Are you going to tell? \n[14]You want yo play the last downs? We got a big guy like you. You can play on opposite sides. \n[15]He's Potter's cousin. He's the starting corner back for Temple University. \n[16]He going pro in the draft. They say he can run the fifty- \n[17]Just play one set of downs. I told them you were great. \n[18]Just one- \n[19]What things? \n[20]I'll help you. \n[21]I can't play! I'm working out with my dad! \n[22]You think you could beat up Mike Tyson? I mean before he started wiggin out and eating people's ears? \n[23]What if you worked out everyday for six months? You think you could beat him then? \n[24]What if you only ate foods that were good for you and you worked out everyday for a year? \n[25]How much can you lift? \n[26]I'll take it off. I'll help you right. \n[27]You think you could have beaten up Bruce Lee? \n[28]I mean if you knew karate? \n[29]What if he wasn't aloud to kick and you were really mad at him? \n[30]I lied. \n[31]How much is it? \n[32]Let's put more. \n[33]More? \n[34]Get mom. \n[35]All of it. \n[36]How much is it? \n[37]How much is it dad? \n[38]I'm sleeping in my room. \n[39]I'm not scared. \n[40]Do you know why? \n[41]I know now. \n[42]You're secret identity. That man was right. \n[43]You could have lifted more. ...Don't worry, I won't tell anyone. \n[44]I don't think so. \n[45]It was Potter and another guy I play football with. They were messing with this Chinese girl. She's kind of fat. She doesn't talk to anybody. I tried to make them stop. They kept pushing me down and wouldn't let me get up. \n[46]I thought maybe cause you were my dad, I thought I might be like you. \n[47]I'm not like you. \n[48]Why do you keep saying that? \n[49]You don't believe. I'll show you... You can't get hurt. \n[50]-You won't get hurt... \n[51]-I'll show you. \n[52]-You're lying. \n[53]-I'll just shoot him once. \n[54]-Don't be scared. \n[55]-Why? \n[56]...You didn't have to yell. ", "ELIJAH'S MOTHER": "\n[1]No more sitting in this room. I've let it go on long enough. \n[2]You can't do anything about that. You might fall between that chair and this television. If that's what God has planned for you, that's what's going to happen. You can't hide from it in your room. \n[3]...You make this decision now to be afraid... And you'll never turn back your whole life. You'll always be afraid. \n[4]...I got a present for you. \n[5]Forget why. Do you want it or not? \n[6]Well, go get it then. \n[7]On a bench, across the street. \n[8]You calling me a liar? \n[9]Then you better get out there soon. \n[10]I bought a whole bunch. They'll be one of these waiting for you, every time you want to come out here. \n[11]They said this one has a surprise ending. \n[12]I am. I'm helping him with the sale. \n[13]He's spoken of you. He says you're becoming friends. \n[14]I'm very proud of him. He's been through a lot in his life. A lot of ups and downs, a lot of bad spells. A couple I'd thought had broken him... I mean emotionally. They were bad... But he made it. Yes he did. \n[15]Yes he is. \n[16]I'll tell him you're here. ", "WOMAN": "\n[1]Elijah. \n[2]Is he supposed to be crying like that? \n[3]Can I have him back? \n[4]You alone? \n[5]It's my field. I represent athletes. I'm an agent. \n[6]Is that right? \n[7]I'm meeting a player from Temple University. He's a cornerback. You like football? \n[8]This kid is six foot two, two hundred and forty pounds. He runs the fifty in under six seconds. He's going to be a God. \n[9]Kelly. \n[10]Is David Dunne there? \n[11]Megan? \n[12]I thought it was you. \n[13]...See the villain's eyes. They're larger than the other characters'. They insinuate a slightly skewed perspective of how they see the world. Just off normal. \n[14]That's what I said to my son. He said, there's always two kinds. The soldier villain who fights the hero with his hands, and then there's the real threat. The brilliant and evil arch enemy who fights the hero with his mind. ", "MAN IN SCRUBS": "\n[1]How are you feeling? \n[2]You are in the emergency room of the University of Pennsylvania Hospital. You were in a serious accident. How's your vision? \n[3]Where were you sitting on the train? \n[4]In the passenger car? \n[5]Was your family traveling with you? \n[6]Did you get up from your seat? \n[7]You're certain you were in the passenger car? \n[8]Your train derailed... Some kind of malfunction... It took a curve way to fast. A second train collided with yours after it derailed. The debris is spread over one mile. It's unbelievable they said. They only found two people alive so far... You and him. \n[9]The man's skull was cracked open and most of his left side was crushed. \n[10]And to answer your question, there are two reasons why I'm looking at you like this. \n[11]One, because it seems, in a few minutes, you will officially be the only survivor of this train wreck. And two, because you don't have a scratch on you. You didn't break one bone. ", "PRIEST": "\n[1]Sarah Elaston, social worker at Broad and Locust Community Center. We pray for your soul. Kevin Elliott, business man, father of six. We pray for your soul. Glen Stevens, researcher in the area of Leukemia at Drexel University. We pray for your soul. \n[2]...Jennifer Pennyman, third grade teacher at Jefferson Elementary. We pray for your soul. \n[3]Are you a religious man, David? \n[4]Good. Because I'm going to talk to you as a man. Not as a man of the cloth. \n[5]It was luck. \n[6]Luck... Random... Without meaning. \n[7]Three years ago, my cousin died on a plane that crashed on take off at Philadelphia International airport. Do you remember that crash? \n[8]I prayed and prayed and finally found some meaning in the event. It gave me peace... And then not quite a year later, an entire family from my parish burned to death in a hotel fire downtown... Again I prayed. Again I found  meaning. Just two days ago, my nephew rode with you on that train back from New York. He was traveling alone for the first time. \n[9]I'm sorry if I can't react to your survival with the appropriate 'It was the hand of God. It was a miracle.' kind of answer... I'm fresh out of those right now. \n[10]My twelve year old nephew's neck was broken in four places... What's your point? You were chosen? I don't think so. ", "NURSE": "\n[1]...No, he insisted we only call you. Though it took us a while to track down your number. It's not on file here. \n[2]What stuff is that? \n[3]It's more emotional damage. It wasn't very serious physically. \n[4]Nothing like when I sent you to the hospital. \n[5]My office was on the other side of the building back then. You don't remember me do you? \n[6]I had red hair. \n[7]I think you were a little younger than Jeremy when it happened. Did you know we changed the conduct rules of the pool because of you? \n[8]The kids still talk about it like some ghost story...\"Did you know there was a kid that almost drowned in the pool? He got pneumonia and almost died.\" \n[9]We let them tell it... It helps keep them safe. \n[10]Are you still phobic of water? ", "BUSINESS MAN": "\n[1]Wrap it up. \n[2]My kid's gonna go berserk. \n[3]My son Jeb. It's a gift for him. \n[4]Four. \n[5]What did I say? \n[6]What if I kept it? \n[7]I'll keep it in my office room. \n[8]I have a lock on the door. ", "DYED HAIR GIRL": "\n[1]He ate about six of those chocolate covered doughnut holes with his milk. He said he only had three, but I know he had six. \n[2]My parents sleep in separate beds. \n[3]By the way, Jeremy went to sleep in his room tonight. \n[4]You got two calls. One came through while I was on the line - I wasn't talking too long. There was an emergency with my sister. She tried to do her own perm and now she looks like- \n[5]Someone from New York. \n[6]About a security job at a museum. They want to hire you. I didn't know you guys were moving to New York. Thanks for telling me. \n[7]Oh. I let the answering machine pick up the other call. \n[8]Great. ", "PONYTAIL MAN": "\n[1]Hey man it's twenty after. It's time to close. I gotta head. \n[2]You better not be jacking off to the Japanese comics. I swear to God. \n[3]Listen man, I didn't know you were in- Just choose something all right? \n[4]Hello. You understand English? \n[5]Look man, I'm just gonna wheel you out. You can think about things outside on the sidewalk. I gotta get some chicken in me, you know what I'm saying? \n[6]Shit. \n[7]Dude, I don't care if you are in a wheelchair. If you do that again, I'm calling Five-O. \n[8]That's it crackerjack! You're going to sit your ass in jail now. ", "ANCIENT SECRETARY": "\n[1]Yes? \n[2]No sir he is not. I read about you in the paper. \n[3]I was in an accident once too. A horse almost trampled me to death. \n[4]I had to put him down. \n[5]Proceed. \n[6]Is that the entire message? "}}