{"dialogues": {"MARTIN": "\n[1]I'll do this. You check in. Liz pecks his cheek, gets out. Martin leans forward. \n[2]How much do we owe you? \n[3]No, this is our first visit to Berlin. We're -- -- he stops short, staring at their bags, stacked on the luggage cart. He turns, tracks the their taxi, already pulling out of the drive... \n[4]Tegel airport. Arrivals. Quick. The driver pulls out into traffic. The rain still heavy. Martin stares out at the wet city. Eyes track as the shadowy columns of the Brandenburg Gate pass by. He lets himself relax a little, enjoying this moment of forced calm. He catches sight of the driver in the rear-view. Young, female, shortish hair. Tomboy cute. Smart eyes, older than her years. Layers of clothing. GINA. She glances into the mirror, catches Martin watching her. \n[5].I wouldn't know. First time. \n[6]I think you missed... He stops, smiles as he realizes she's navigated around a large construction back-up, saving them time. \n[7]What do you do, when you're not...? She laughs. He smiles, nods. Okay, dumb thing to say. \n[8]Sorry, I didn't mean anything -- \n[9]They say your whole life flashes before you... but it's the little things... the details... the moments. Its like looking at a painting. Stand close, all you can see are the brush strokes. It's only when you step back that you get the whole picture... \n[10]I... I don't... speak German... \n[11]. American... A beat. Farge signals the Nurse to come in. Speaks to him slowly and clearly in English: \n[12]Martin... Harris. Doctor... Martin Harris... Farge exchanges a look with the nurse. To Martin... \n[13]My wife.. ? Where's my wife? Liz...? Is she hurt? Where is she --?! \n[14]Thanksgiving... but my wife... she's in Berlin with me. Where is she? Why isn't she here? \n[15]Oh, Jesus... Liz doesn't know... She'll... she'll be worried sick. 9. \n[16]Yes... yes, she does... it's... I can't remember... His voice trails off. A long beat. Farge asks gently: \n[17]Thanksgiving. You told me that. I remember... almost everything. But I don't know how I got here. Another beat. He shakes his head. Scared... \n[18]Yes, yes... okay. \n[19]My wife...? Meine Frau... ? Beat. The nurse shakes her head, apologetic. Martin watches a FAMILY, a wife and children, pass his door, visiting another patient. He turns his head, stares at his belongings... \n[20].She gave it to me, our anniversary. The Nurse smiles, shakes her head, not understanding. Martin sets the watch down, picks up the little blue book beside the watch -- 'Horticus' -- the classic botanical reference. He flicks through it, reads the handwritten inscription: \"For Martin, that he may discover the worlds inside...\" A distant smile... \n[21]Hotel Imperial... I'm here for the Forum... Doctor! Please, get the Doctor. \n[22]Doctor, I've been gone for four days. My wife is out there, in a city she doesn't know. She must be terrified... I need to find her before -- \n[23]Yes, fine, but look, I know her. She's looking for me. You're married, aren't you? What would you do? Farge tracks his own wedding band. A long beat. He sighs. Not happy about this at all. \n[24].Liz? \n[25]Liz! I'm here, I... A HOTEL MAID appears from the bedroom door. Startled as she sees Martin... \n[26]My wife... Meine Frau... I'm looking for Mrs. Harris... She suddenly gets him... nodding, pointing down. \n[27]No... I mean yes... Distracted, still looking at passing faces... \n[28]I don't have it with me. My name's Harris, Dr. Martin Harris. I'm on the list. My wife is Elizabeth Harris. 13. \n[29]I'm trying to find her. I've been in the hospital. As the guard checks a screen, a crop-haired man in a cheap suit nearby tracks them: HERR STRAUSS, head of hotel security. He approaches, also checks the screen as the guard speaks to him quietly in German. \n[30]I've already told this gentleman, I've been in the hospital. I was in an accident... Martin sees someone through the crowd... \n[31]Professor Bressler! Words lost in the noise. Martin pushes toward him. But: \n[32]That's Professor Bressler, right there. He knows me, he can confirm who I am. \n[33]No, I'm done being patient... Martin stops short. Staring past them: \n[34]That's her, that's my wife. Over there. By the buffet table. 14. \n[35]Seeing her. The look on his face. Processing... an overwhelming mixture of confusion and relief. \n[36]That's her. That's Liz, my wife. Strauss stares at him blankly. Martin starts to lose it. \n[37]Look I have been missing for four days and she has no idea what happened to me! So you need to take me to her, right now. Heads are turning. A beat. Herr Strauss mutters to the guard, then beckons Martin to accompany him inside. \n[38]Liz... Liz turns fully. That beauty. A flash of surprise as she sees Martin. His clothes. The suture on his head. \n[39]Oh, Jesus Liz, I -- Moving in to embrace her... abruptly she steps away from him, a flustered look of confusion on her face. Beat. \n[40]Liz, I... I was in an accident. I was in the hospital, in a coma I'm so sorry, they didn't know who I was --- \n[41]Liz...? Please. It's me. \n[42]It's me. Martin. Your husband. Liz half smiles, glances around. Is this a joke? To the security guard, flustered: \n[43]Is this some kind of a joke? \n[44]-- because it really isn't funny. \n[45]Do you have any idea what I've been through? 16. \n[46]I've been in the hospital for four days! Where were you? Were you even trying to find me --?! Moment's strained silence. Strauss unsure what to do, signaling a guard. Martin B steps in... \n[47]-- who the hell are you!? \n[48]You. Whatever you think you're doing, you need to stop it. Liz, please. This is... He tries to put his hand on her arm. Liz shies away. Martin B between them now. Martin shoving him back. \n[49]Get out of my way --! Guard GRABS Martin's shoulder. Martin shakes him off. Guard grabs him again. Martin elbows him. A scuffle. \n[50]Liz --! Please... . Martin's hauled back... away from Liz. \n[51]Great! That's the first good idea anyone's had. Call the police. Call the God damn Army! 17. \n[52]It's not funny. I was hurt... Liz just stares at him, afraid, anchored to Martin B's arm. \n[53]There! Right there! ON THE VIDEO: Slowing to real-time. Liz, arriving at reception, speaking with the Receptionist, gesturing outside. \n[54]That's Liz, and I... I must have been outside, I... I can't remember. The video plays on. Liz thanks the receptionist, leaves. \n[55]He's not Martin Harris. I am Martin Harris. The man downstairs is pretending to be me. \n[56]He's forcing her... he must have-- \n[57]This... this is insane. He stares at their faces. He calms himself, trying to get a grip. A memory resurfacing... \n[58]My lab number... at Dartmouth... Call my assistant, she can verify who I am. Call her right now... He picks up a pad, scribbles down the number. Beat. The female detective picks up the phone, dials. She switches to speaker. RINGING TONE. CLICK. A recorded message... \n[59]it's Thanksgiving... no one's going to be there till Monday...  Rod... Rodney Cole... he's a colleague. A friend. I know his number... 603-389-4457... Female detective dutifully dials the number. RINGING again. CLICK of a machine. Then a jovial male voice: \n[60]Professor Bressler, talk to him. He's why I'm in Berlin. 19. \n[61]But it has!... That man has taken everything from me, don't you see? You have to arrest him... \n[62]She is my wife! \n[63]I'm sorry, I didn't realize this was funny to you. The Older Detective frowns, offended. The Female Detective speaks into her radio. Martin tracks, panicking. \n[64]I told you, I was in an accident. I lost... I lost all my -- Wait, what are you doing...? The Female Detective listens to the radio response, nods to the Older Man who checks in with Strauss. \n[65]Oh God... You're going to arrest me. You're going to -- \n[66]I'm sorry... you're probably right. Faces look over, interested. \n[67]I... the accident. I haven't been remembering things, very well. Perhaps this is just... perhaps I'm confused. Martin remembers something, fumbles in his jacket and produces Farge's card. \n[68]This is my doctor, at the hospital. He warned me this might happen. I should go back there. I'm really embarrassed... Strauss LEANS in, half convinced. \n[69]I... I don't know. 21. \n[70]Please, I won't be any more trouble. You can call the doctor. Please. \n[71]His gaze FIXED on them as the cab starts to move again... \n[72]Wait! Stop! I've changed my mind... Martin thrusts a few bills forward, steps out... \n[73]Rodney it's me, Martin. Rod, I'm in Berlin for the conference, but it's Liz. She's... I'm in trouble, Rod... Phone issues a DEMAND for more money. Martin fumbles for change, drops a crumpled ball of Euros into the GUTTER. \n[74]Are you going to give up? okay. Solve the problem... \n[75]Can I help you? Hello? The guy points to his headphones, shrugs. Martin STARES at his screen, ears listening for the tell tale sound of music seeping from the earbuds... nothing. Martin rises suddenly, looks to the bored ATTENDANT who nods towards the back. Martin moves past college kids on Facebook, to a dim back corridor, a door marked \"Manner,\" and what's he's looking for: a back door, cracked. \n[76]So. I'm guessing he doesn't know where she is. \n[77]Please thank him for his time. \n[78]You know where she is. You paused. I could tell. 27. \n[79]Please, I just want to thank her. She saved my life. Biko eyes him, wary... \n[80]I thought, maybe she could use my help. Maybe I could give her some money... I just want to thank her. Please. Martin puts out his hand, sincere. Biko sizes him up, then takes his hand, shakes it. \n[81]Martin. Martin Harris. \n[82]You remember me. You know who I am. She finishes the Turkish coffee, starts another. \n[83]I was in your taxi. \n[84]No, you do. I was in your taxi, we crashed. Why did you leave? Why didn't you talk to the police? Hey! She puts up a hand, calming him. \n[85]Your friend, Biko.  It's not his fault. I told him I had money for you. \n[86]No. I mean, not now. I -- Gina laughs, shakes her head, tries to push by him. He gets in her way. Eyes from around the room track. \n[87]Please. Listen to me, I've been in the hospital, since the accident. My memory, it's... I don't remember what happened but something is going on and there are some people I need you to speak to. I need you to tell them what happened. Gina ducks back behind the counter. \n[88]Look, things have been happening to me. I think I'm being followed. That got her attention. Her eyes lift, scan outside. \n[89]You're my only link to before everything went... \n[90]Yes, crazy... but it's true. 29. \n[91]You have to help me -- She rounds on him. Patience snapping. Pushes through doors, gesturing him with her into... \n[92]You're not listening to me -- \n[93]But you know who I am. \n[94]Martin Harris, Doctor M -- \n[95]Where was I going? In the taxi? \n[96]But I'd just arrived. It doesn't make any sense... She raises her hands, enough. He looks at her, takes in the bruise on her face. \n[97]You got hurt, too. In the crash.  Thank you. For saving my life. Thank you. \n[98]No. You can't be sure how you'll act. Not until something like that happens. \n[99]No. You don't understand. As I explained to the last guar -- who went home by the way -- it's not about Credit Cards. Someone has taken over my identity. Someone is pretending to be me. Here. In Berlin. Spiegler nods, sensing this won't be an easy one. \n[100]Yes. They... They believe the other man. I need a new passport, papers to prove -- Spiegler sighs, a mixture impatience and sympathy. \n[101]Because... Because my wife. He's staying with my wife. They must be forcing her -- Spiegler suppresses a small laugh, looks away. \n[102]You don't think I know how it sounds? Let me ask you this, if my wife was having some hot and heavy affair with another man, why not just leave me? Why this? After all, we're in Europe, right? 32. \n[103]Look, I need a passport.  I need the documents that this embassy is supposed to provide. \n[104]Monday?! They've kidnappedmy wife. You need to find out who this other man is, you need to be in contact with my wife -- Spiegler exhales, cuttint Martin off. He picks up Martin's Rolex, glances at the initials. Looks at his copy of 'Horticus', the inscription on the inside cover. As he does, a slip of paper comes loose, Martin picks it up. \n[105]I have a meeting with Bressler... \n[106]Never mind. You've been very unhelpful. Earlier a woman yelled at me because I had it so easy... being an American. Have a nice day... Spiegler watching him. Second thoughts. Consults his address book. Scribbles down a number... \n[107]Excuse me. I need to find Professor Bressler's lab. I have an appointment at 12.30... I'm late... The female RECEPTIONIST behind the desk consults her screen. Beat. Frowns. \n[108]Dr. Martin Harris. The professor knows who I am. We scheduled this meeting weeks ago. \n[109]Well, we haven't met, but we've been corresponding. He invited me here to discuss my thesis. Dr. Martin Harris... She frowns, rises from the desk. \n[110]Is there some sort of problem? No answer, she disappears into a back office. Martin shakes his head, exasperated. He scans the building plan on the wall... 'Bressler. L.P - Molekulare Botanik - 305'... Suddenly about-turns, heads for the stairs. The woman out of the office. SEES him. \n[111]Professor Bressler... Martin B turns, sees him. His eyes harden. But it's Bressler who speaks first. Alarmed, indignant: \n[112]It's all right, Professor... \n[113]Professor. He is not Martin Harris. I am Martin Harris. 35. \n[114]I called the police, you sonofabitch --! \n[115]Drakea Drakensis... Miss Drake was wrong... . the PLANT SAMPLE on the table behind Bressler. \n[116]A single insect was attracted, but she couldn't see it. It's too small and it moves too fast. Thynnidae. It's a kind of wasp, but it looks like an ant. Only the males have wings. The orchid re-produces the pheromones of the female wasp to lure it in. It's a trick. It's pretending to be something it isn't... Bressler looks to Martin. Surprised... curious now. Martin sees his opening. Hope in his voice... \n[117]We talked... you and I... on the phone... 36. \n[118]we discussed your interest in alternative forms of propagation. I told you about my father, a school teacher... his passion for science... how he passed that on to me... \n[119]I said I'd like to do the same for my kids. You talked about your children... Two girls... right? Yeah... their -- His voice falters... tails off into silence. Searching his memory. Expression shifting to one of panic... \n[120]You... you told me their names... I can't... I know them... I... Martin B picks up for him. Icy clarity: \n[121]No! That wasn't you. Don't you remember? We spoke of how brave our wives were to marry --- \n[122]-- our honeymoon in Paris. My wife and I. Liz wanted to go to the museums. All I wanted to do was visit the -- 37. \n[123]I... this isn't happening... . the POLICE suddenly there. Two OFFICERS. Bressler signals for them to stay back. Martin lifts his eyes... \n[124]I... I'm... He's not... A beat. Martin B shakes his head. \n[125]Doctor... Do you know what it feels like, to become insane? \n[126]I can tell you. Martin looks over, Farge almost RECOILS at the intensity in Martin's eyes. Fear. Loss. Anger. \n[127]It's like a war, between what you know... He taps his forehead. \n[128].and what you believe. His hand moves down his body to his chest, taps his heart. He LEANS towards Farge. \n[129].who do you think wins? Martin SMILES. Tight, hurting, fatalistic. Farge, almost afraid, nods to the nurse who slips the needle in. \n[130]his mind struggles to compute. The sudden overwhelming realization that he's not insane. This man is HERE. His eyes DART as the other orderly glances over, the man from the train tunnel. Call him SMITH. He smiles at Martin, polite, nondescript. Ghostly in his disinterest. \n[131]. pulls himself upright. Tries to stand, but his body is like Jello. Reaches out, grabs the leg of a steel equipment trolley which TEETERS... CRASHES to the floor, showering Martin with a CASCADE of instruments and dressings. \n[132]It's okay... I'm fine... Paramedic would do something, but his colleague's YELLING at him to hurry. Just has to watch Martin go... \n[133]That's where Spiegler worked for you? The secret police? \n[134]I always have it with me. It was a gift from my father... Jurgen flips it open. Notices the inscription, the NUMBERS written inside the front endpaper. A beat. \n[135]No. It's my wife's handwriting. \n[136]My schedule... for this week. It's everything I remember. Jurgen turns over the card. German print. A cheery cartoon Uncle Sam: 'Uncle Sam's Bowling &amp; Billiards'. \n[137]My friend Rodney Cole told us to go, said it was a blast. 47. \n[138]Professor Bressler. He knows everything... \n[139]They tried to kill me. \n[140]Do you believe me? A beat. Jurgen pours them both another brandy. \n[141]of money... ? \n[142]It's all I have. I'll pay you in cash as soon as I can. Jurgen nods, picks up the watch. Turns it, looks at the engraving on the back. As Martin turns to leave... \n[143]Thank you. \n[144]I'm sorry. Please. I had nowhere else to go... She starts to respond, holds it back. Nods. \n[145]I just need to know. The man you picked up, the man who's life you saved. That was me, right? It was me. She looks down at him, moved. Eyes track his wedding ring. \n[146]I... don't know. Can you imagine what it's like, to wake up one day, and your life... has been erased. Beat. He starts to rise, collect himself. \n[147]Thank you. He starts to go. She puts a hand on his arm. He stares at it. Human contact. \n[148].Five years. \n[149]Yale... I was a teaching assistant. Liz heard me lecture. \n[150].You don't have to believe me. It's crazy, I know. Gina pauses, stares through chain-link at the cars below. \n[151]I'd still have my memories. \n[152]Thank you. He takes a sip. Then another. Gina watching him. Muffled TV and arguing VOICES in Turkish from the floor below. \n[153]Oh. I'm sorry, I just... I'm sorry. Did you do these? \n[154]No, you're right...  I'm sorry. They're beautiful. You should -- \n[155]Your eyes... It's the one thing I remember about the accident. Your eyes in the mirror... He tails off. Face-to-face... BANG! BANG! Pounding on the door. Gina motions Martin out of sight as she opens the door... .It's Biko, the soft-spoken Somali taxi-driver. He grins. Tries teasingly to peek past her into the apartment. \n[156]I'm... I'm just going... in here. Biko looks at Gina, raises an eyebrow. \n[157]No, look! She tracks his gaze: Down below, Jones exits the building, looks up amidst other onlookers. Wipes blood from his face. Martin looks around, wild, for anything, his gaze settling on: the far wall. Flames FLARE in, growing. \n[158]We have to go up... He starts to pull her, but she's FROZEN, staring in horror. Martin tracks her gaze: Biko's body, tucked under the stairs. Lifeless eyes stare back. \n[159]The keys. Where are the keys? Gina stares at him, lost. Martin reaches into her pockets. Finds Biko's keys. He HAULS broken panes, debris off the car, manages to get it open. He bundles her inside. \n[160]C'mon. C'mon... IN THE REARVIEW: The Range Rover, making a U-Turn, heading their way... \n[161]C'mon...! Running side-by-side. Train horn BLASTS as they cross right in front of it as the Range Rover, cut off, SPINS 90 degrees, races down the tracks alongside it. Martin and Gina scramble across tracks, towards a tunnel... . the Range Rover passes the back of the train. HARD right, over the tracks. Too Fast. The car catches air... . BELLIES down hard onto the next set of tracks. Front tire EXPLODES... . Range Rover SPINS... rear wheels SLAM into the track. Another tire BURSTS. Scraping STOP, car straddling the rails. Jones shifts into reverse. Rims SPIN against metal. \n[162]Gina... 64. \n[163].Yes. I think so... I don't remember... how it felt exactly. She approaches him, leans in so she can see his eyes... \n[164].For the same reason I would. If I thought it was the only way to protect her. Gina nods, distant. Martin presses on, difficult. \n[165]I keep having a dream. Liz is in the bedroom of our home, although it's different somehow. Her hair's different... she's smiling, about to say something. Then it ends. I can remember places, details... 66. \n[166]I just can't remember... how I felt. He stops. Just the low pulsing BEAT from the other room The lights revolving over them. Gina watching him. Looking back at her. That connection again. He looks away. She shakes it off, produces a borrowed joint, offers it to him. He shakes his head no. She shrugs, sparks it. Inhales deeply, eyes close. She leans back. \n[167]You'll need to get out of town. There's a man who's helping me. He can -- \n[168]We're you... 67. \n[169]I won't let anything happen to you. \n[170]I'll protect you. She opens her eyes again, looks up at him, smiles, on her way to sleep. \n[171]Thank you for coming. Martin glances around, edgy. Jurgen watches him, glances at Gina long enough to let Martin know he's spotted her. 68. \n[172]I... I didn't do it. Jurgen studies him, hard. Looks back at Gina. \n[173]These numbers, are a code. The first number refers to the page of a given book. The second to a specific line on that page. The third number to words on that line. If I didn't have the exact edition of the book, the code would be unbreakable. \n[174]That's where it breaks down -- the words are the Latin names of two plant species... Calochortus Albus... and Umbellularia Californica. Fairy Lantern... and California Bay. Both common flowering plants... \n[175]\"The role of Gorytini and Thynnidae in Drakea pollination.\" \n[176]Correct. Yes. Look -- \n[177]Fahad's sponsoring the Forum, Bressler's the keynote speaker. \n[178]In a way... they're opposites. Bressler wants to end world hunger. Open research... universal access to all his data on crop cultivation... \n[179]They're both progressives. Fahad knows we'll need food long after oil. New agricultural patents are worth billions... 70. \n[180]He's got balls, that's for sure. Another beat. Jurgen slides the 'Uncle Sam' bookmark card from the pages of the 'Horticus'... turns it over, Martin's remembered schedule scribbled on the back. \n[181]It's in our suite. Champagne and hors d'oeuvres for Bressler and a few of his guests. \n[182]Yes. Bressler invited him... Martin trails off. Starting to get there... \n[183]Oh, Jesus... You can't -- Jurgen flips his notebook shut. Gets up. \n[184]Jurgen may have nothing.  I need your help. \n[185]Yes, hello, this is Dr. Harris. I have a message for Dr. Bressler... \n[186].The zoo. She loves Polar Bears. I never knew exactly why. Gina nods, looks over to the restaurant. Looks back at Martin who hasn't moved. She checks her watch. \n[187]This shouldn't take long. I just need to see what Bressler wants. Liz's gaze settles on the painted sign for the zoo. \n[188]Standing across from her in this protected space. A strange numbness. Doesn't know where to start... \n[189]. Liz. Just that syllable. She stares back, features tense. \n[190]Liz. What's happening? \n[191]Why --?: I have to know why, Liz. Are they making you do this? Are they threatening you? \n[192]The zoo. The Polar Bears. You see? I KNOW YOU, Liz. You KNOW me... Liz's eyes fixed on his. She searches his face. A long beat. Her facade seems suddenly to crumble... \n[193]You can't what? \n[194]Come with me, right now. We can \n[195]Who are they? She shakes her head, tormented. 79. \n[196]My case...? She closes on him. A wave of emotion as she's almost in his arms, her hands on his face, searching his eyes. \n[197]Cuts up a small path rising up from the Polar Bear area. At the top he turns, hiding himself, looking back. \n[198].Nothing he can do now. He turns away, moves to the top of the path where Gina waits for him. They walk in silence... \n[199]The combination. For the lock. It's 2... 8... 0... 6... A beat. The woman and Gina both looking at Martin. The woman enters the numbers. The locks pop open. She lifts the lid, picks something up. A pause... then her expression softens. She turns it toward Martin... \n[200]gazing at it. He runs his fingers over its dock-eared corners, every bump and crease. Looks up to find Gina watching him. A long, awkward pause. She reaches over. Takes the photo from him. Studies it. \n[201].Yes. I'm sorry. Yes. She's my wife. She's in danger. I have to -- \n[202]No, wait. I meant what I said. We can take care of you. I can get you money, arrange -- \n[203]Gina stops, turns. A beat. Sadness, anger. \n[204]Rodney? What are you doing here? \n[205]Yeah... but how did you know --? 90. \n[206]What are -- ? \n[207]What the hell Rod! You're my oldest friend! You know who I am. It's me... it's not that other guy. He's not -- \n[208]No... That's insane. Liz, she---- \n[209]That's not... she... 92. \n[210]But... I... who am I...? A pause. Cole shakes his head, pats him on the cheek. 93. \n[211]Wait! WAIT! Martin breaks free, walks unsteady to the rear of the van, locks eyes with Cole, trapped, clawing towards the back... Martin puts a hand out... and takes his briefcase. \n[212]Is it true...? 94. \n[213]Stares down at the wreck. Mind spinning... Gina comes up, touches his shoulder. \n[214]. Jurgen... we were going to meet... I have to see him. \n[215]I have to! Martin's face. Blood streaking in the rain. Absolute. A long beat. Gina takes a deep breath. \n[216]he told me I'm one of them... the things he said... the things he said I've done...  How can I be that person? \n[217]Thank you. 96. \n[218]No... No... \n[219]No! Leave me alone. He stumbles away, pushing towards the bathroom. \n[220]No... \n[221]I made him up... I made him up to kill a man I've never met. 98. \n[222]Prince Fahad is going to be assassinated today. There's a bomb in the suite. I put it there. A long beat. Gina's eyes meet his, brief, scared. Sudden shift. Martin stuffs the cash back in the bag. Grabs her by the arm, propels them both outside... \n[223]Take this... get out of Berlin. Gina shaking her head. \n[224]Take it and go! Get as far away from me as you can. \n[225]Look at me. Look at me... \n[226].Is this what you want? Is this the person you still want to help. You should have let me drown... She sputters, eyes start to roll back in her head, losing consciousness. Martin RELEASES and she drops in the dirt water of the Alley, hands and knees, GASPING for breath. Martin stares down at her. He picks up the bag, drops it in front of her face... \n[227]Pure instinct and adrenaline. Gina grabs the bag, stumbles across the street, HORNS BLARE as cars swerve to avoid her... And she's gone. \n[228]You're not listening! There is a bomb, in the Eisenhower Suite. I put it there. \n[229]I've told you! There's no time to explain this... 104. \n[230]I can prove it. Pull up your lobby recordings from August 27 of this year. Strauss, startled by the ferocity in Martin's voice. \n[231]Do it. NOW. Do it or many people will die. I'm not lying. A beat... Strauss nods to one of his technicians who starts to type into a console... \n[232]There! Stop! The technician freezes the image: A dapper couple, checking in. He wears a sportsjacket, light-haired, horn-rimmed glasses. She's got short dark hair. Martin points. Strauss leans in, sensing it. \n[233]Do you see...? Beat. Beat. And then MOTION on the monitors: The Prince and his detail, rushing down a corridor. Strauss tracks... \n[234]Lily, Laurel... The smile... dying. Realization... \n[235]Bressler's daughters... Lily. Laurel... Calochortus albus... Umbellularia Californica... Flowers... Passwords... He SCANS the many monitors, LOCKS onto: Liz, moving down a corridor, purposeful. \n[236]Fahad was never the target. It's Bressler! You have to tell Strauss! They're after Bressler! 108. \n[237]Gina1 Gina! MARTIN is moving, pressing through crowds. 109. \n[238]No... \n[239]I won't do it... \n[240]Bringing the Vun up, pointed at Bressler's head, perfect kill shot. No choice. Finger on the trigger... \n[241]Don't. Keep your hands where I can see them. Please... GROANING from the hotel structure. Plaster and cables fall, SPARK across the floor. Martin FLINCHES, tries to keep steady. Liz is steady, cool. Laughs a little. \n[242]Let go of the knife, Liz. \n[243]Please, just stop, Liz... Her face, reading him. His fear, his uncertainty... She smiles, just a little... Liz throws the knife! Martin FIRES as the blade sinks into him, sending him reeling back onto the floor. \n[244]His hand going to the knife sunk in his shoulder, SCREAMING in agony as he rips it out, looking up at... \n[245]They say your whole life flashes before you... but it's the little things... the details... Gina reaches out, takes Martin's arm. Draws him closer. ", "GINA": "\n[1]Everyone says how much it's changed. Berlin. Eyes connect, brief. Wipers flip-flap. \n[2]Yes, me too. I mean, I wouldn't know either. You're American? He looks back at her, inquisitive... \n[3]For the airport, it's always Americans in the morning... Asians at night. 4. \n[4]You do what you do, I do what I do, right? \n[5]It's okay. I know what you meant. Her eyes meet his in the mirror. She swings the taxi onto Wilhelmstrasse. Stops at a red light. Ahead, the Marshall Bridge over the River Spree. \n[6]I don't drive a taxi. She takes the two drinks towards a table. He follows. Across the room, the owner eyes them. 28. \n[7]Okay. Okay. How did you find me? \n[8]Do you? \n[9]Crazy? \n[10]What do you expect me to do? I'm an illegal, driving a taxi without a permit, in an accident without insurance. If the cops catch up with me they'll throw me in jail. If I'm in jail, I lose everything, understand? If I'm in jail, they deport me. \n[11]No! It's you who is not listening. You're an American. Go to your fancy embassy. Go to the Police. There a million people here who will help you. \n[12]No, I don't. What's your name? \n[13]Okay, fantastic, you're Martin Harris. You're whoever you say you are. Yes, I picked you up and we crashed. It doesn't mean I know who you are! She backs off, a hand raised against him. He STARES after her, the truth of what she's said hitting him. \n[14]What...?  To the airport. Arrivals. You were in a hurry. \n[15]You'd have done the same. \n[16]Well... I know me. I jump in without thinking. It causes me lot of trouble. She looks up at him. Meets his eyes square for the first time. Then... \n[17]So please. Just leave me alone. He nods. She turns, pushes back into the restaurant. He watches her explaining to her boss... Then turns away, towards a back door. \n[18]Hey, friend. We're closing... The man looks up: It's Martin. He's exhausted, wet. His eyes full of need and fear. 49. \n[19]I thought I told you to -- \n[20]I know the feeling. \n[21]You're married. What about your wife? \n[22]It was you. Martin Harris. You. \n[23]Don't be an idiot. Come on... He hesitates, then lets her lead him out of the cafe. In the corner, the owner watches them go. The TV NEWS changes, flashes a special. The Owner looks up: ON TELEVISION: Martin's face, caught by a camera at the hospital. Juxtaposed next to it, a smiling picture of the Nurse. German text scrolls: \"Wanted for Murder...\" The Owner's hand moves, picks up the phone. 50. \n[24]So, how long are you married? \n[25]Where did you meet her? \n[26]And there's no way she just didn't... recognize you? He shakes his head. They reach the cement steps of an overpass, climb. \n[27]Everyone has a story... Where they came from, where they are going, what happened to them. Why they're not happy, or alone.  Who cares what I believe. It's bullshit. All that matters is...  Who you are, what you do, right now. She reaches in her jacket. Opens the notebook she was writing in. Columns of figures. 51. \n[28]This is me. 2,259 Euros and counting. The number's the only thing that changes. I reach 4000, I can buy papers... Or maybe I'll come home one day and find a stranger who claims to be me. I'd like that. Walk away. Leave it all behind. You could do that. Martin shakes his head. \n[29]You see? We're different. You like your memories. very American of you. He nods. She shrugs, turns away. \n[30]Come on... \n[31]Slivovic. \n[32]The walls are made of cardboard... but it's home. Another smile, tired. A long beat. Abruptly, Gina gets up and leaves the room. Sound of drawers opening. \n[33]Don't ask. \n[34]The light's bust so you have to leave the door open if you want to see anything. Don't worry, I won't peek. \n[35]I give you a place to stay, it doesn't give you the right to -- 54. \n[36]I should what? Have been an artist? Perhaps in Bosnia...  \"Can you imagine what it's like, to wake up one day. And your whole life... has been erased?\" He STARES at her, moved. That connection again. He looks away. Looks back again... \n[37]What is it? \n[38]You're the best. She pecks him on the cheek. Biko pushes in the door, just a little, but enough to catch Martin, in his undershirt, carrying the rest of his clothes, halfway to the shower. \n[39]Yes, that's right. I sleep with every married American you send my way -- Thank you for that, by the way. \n[40]Get on your way! Go! She pushes him out, closes the door. The stew has started to SMOKE. Gina moves it off the burner. \n[41]Just a moment, Biko. And you're going to be late -- She throws open the door... SMITH and JONES press in! Jones clamping a hand over her mouth. Watching them work is awe-inspiring, chilling. There's no wasted motion whatsoever. Their faces calm, observant. Jones holds Gina, gun covers the dark entrance to the bathroom where the shower still runs as Smith turns the music up LOUD, then opens the oven, blows out the pilot light, turns on the gas... CLOSE ON THE GAS -- A hazy layer, rippling over the floor... Smith grabs a candle off Gina's table, lights its wick, sets it on top of the stove. \n[42]Terror-stricken, realizing Martin has abandoned her. Jones nods to Smith who goes out the door, covers the hall. Jones FLIPS Gina onto her stomach, presses her face to the floor, pulling down the top of her pants as he prepares to inject her with the hypodermic. She struggles, SCREAMS IN RAGE, chokes on the gas. Her EYES WIDEN as Jones slides the needle in, starts to PRESS... . CRASH! Martin blasts in from the fire escape, through the window nearest them, catching Jones in the face, cutting his face. He tumbles over -- his gun sliding away... \n[43]Left --! Turn left... Martin spins the wheel. Taxi swerves across oncoming traffic into a SIDE-STREET. Gina waving frantically... \n[44]Left again! Left again! Now right. Here. HERE! Just in time, Martin pulls a right. Cab drifts, SLAMS a wall side-on... bounces back into the center of the road. \n[45]Jesus! A look from Martin: What? Gina glances behind. No sign of them. Moment's relief. Turns to her right. Sees the RANGE ROVER racing down the parallel side-street... \n[46]They're going to cut us off! Right. Turn right -- ! Martin SCREECHES into a turn. Heads for the parallel alley. Range Rover FLASHES through the intersection just ahead. Taxi cuts across feet behind them... \n[47]Come on... They push their way forward through the crush. \n[48]His family is in Africa. The money will just stop coming... they'll never know why... . Martin calming her, stroking her head. Her hand finding his, gripping it tight, wanting the contact. Martin looking down at the face buried in his chest. Feeling versus memory. Gina... Liz... Torn. A long beat. Her control returning. And her strength. She separates from him. \n[49]You saved my life. No response. Eyes locked. \n[50].You never know, what you will do, until the time comes, right? Martin looks down, unsure. She stays on his face. Looking for... Her eyes shift: \n[51]Wait here... Martin watches her go, speak with them through low light and smoke. His gaze wander... into the strobing lights... \n[52].Put these on. She pulls a mod shirt on, glances back as he now undresses. \n[53]Were you happy? He looks up, shirt in his hands. She doesn't waiver. \n[54]Your marriage? Was it happy? \n[55]So why would she do this to you? \n[56]In Bosnia... It was not like you probably imagine. It was nice. .there were cherry blossoms. One day, I was sixteen. My sister and my brother came to me and said hey let's play hide and seek, down by the creek. He had ten Marka for whoever won. It was amazing, the way he just said it... Beat. She raises the joint, hits it again. Her eyes open, but she's deep in the memory and it's intense. \n[57].So I went down to this place I knew, under the small bridge over the creek. And I hid and waited. Not really that long... Then I went back home, to find my brother and collect my money. He, and my father and my uncle were dead. And so was my mother. My sister was alive... for a little while. She turns her head, eyes blaze straight at Martin. \n[58]It was not enough, to kill us. They wanted us to remember, every day, for the rest of our lives. \n[59]What? Raped? No. No one touched me. But now... I'm not going anywhere. I'm not running anymore. She nestles in under his arm. Closes her eyes. He lets his hand gently stroke her hair. \n[60]Liar... Say it again. \n[61].Cool. \n[62]We have to go. We have to do what Jurgen said, stay out of -- She starts to pull him away, but he's not moving. He's staring at the pre-paid cell phones on display. \n[63].No, I don't know, but he stressed it was important. Eleven o'clock, if that's all right? Weinhaus Huth on Tiergarten... yes. 72. \n[64]Why here? \n[65]Okay, go. You're going to be late for your date. 73. \n[66]They just sat down. Martin's gaze doesn't waiver. Up ahead of him, glimpsed through the crowds... Liz. He follows, watching, transfixed. 75. \n[67]Behind the glass of the penguin exhibit. She saw the kiss. \n[68]She's pretty... Martin doesn't acknowledge. Each face a mix of emotions. \n[69]He doesn't have any. He was in an accident, that's why the bag was unclaimed... \n[70]Can you remember now... how you felt? Martin's silence hangs in the noise and activity around them. Gina handing back the photo. He stares down at Liz again as Gina stands, start to collect her things... \n[71]We shouldn't stay here, it's not safe for you... Her voice trails off as she looks at Martin, really sees him in this moment. He looks up at her, torn, back down at the pictures, the relics of his life, his memories, spread out in front of him. He glances at the clock: 2:55... Gina tracks his gaze... gets it, takes a step back... \n[72]Oh, God. I'm an idiot. She's meeting you here. Martin meets her gaze, open book. \n[73]That's good. I'm happy for you. I have to go. \n[74]Stop. Be quiet. You've got what you wanted. You don't need me anymore and in case \"we've\" forgotten, I take care of myself very well. She starts for the door. Martin getting up... \n[75]One kiss and suddenly... Everything that's happened? To Biko? To us? -- I know, she's your wife. Like I said, I'm an idiot. Goodbye, Martin. She turns away again. Martin, frozen, watches her go. \n[76]Wait. There's another passenger. \n[77]Help me with my bags, please. The driver goes to fetch the case. Is stopped by its OWNER. Raised voices. Moment's confusion. Then... .the SQUEAL of TIRES. The taxi driver spins around to see Gina gone and his own taxi pulling away. He YELLS after her, furious. But she's off in traffic... \n[78]Martin... He turns, MOVES. She chases after him... \n[79]Martin! Stop! Martin, what's wrong... ? Martin! \n[80]We've got to go... leave Berlin. We've got to get out of here...! \n[81]Martin...? 95. \n[82]Listen to me. You're not. You're not... on the wall: 6.15... Martin closes his eyes. Gina reaches out. Quiet. Gentle: \n[83]Martin. He's not coming. A long beat. He nods, heavy-hearted. She's right. As they stand to go... door JINGLES... \n[84]She's sorry she's late. She says Jurgen gave it to her. He said that you'd know... that Martin Harris would know what to do... Slowly, almost dazed, Martin takes the bag. Frau Brunner looking at him intently, still talking... \n[85]Herr Jurgen told her to wish you good luck... that it was a pleasure knowing Dr. Harris. Martin looks at her, nods slowly. A beat. Finally... \n[86]The entry stamp in your passport. You were in Berlin three months ago... Martin, like a statue. Voice, dead. \n[87]I'm not leaving you! Listen to me: Maybe you're not the man who went into the water. But you are the man I pulled out... Martin, staring into his reflection on the wet street... \n[88]Martin, there's no way you can show your face at the hotel. Everyone is looking for you. I \n[89]Are you serious...? Why don't you ask the Prince? The guard hesitates, unsure... it's all she needs. She moves by him, into the room. \n[90]Sir! Your highness! You're in danger here. There is a bomb in this room! Bressler and the Prince look over, confused, interested... . and Fahad's Security ACTS. A gun lined on Gina, pushing her back. Two men grab the Prince, pushing back other guests, hustle him toward the suite's emergency exit,. 106. \n[91]Professor! Over here! Gina at the table she saw Lily at before, lifts the tablecloth to find a frightened little girl staring back. \n[92]It's okay, come on... The girl, convinced, swept into Gina's arms. She and Bressler head for the door, each carrying a child. \n[93]Seeing Martin and Liz, embracing. Confused. Alarmed. Hurt. \n[94]Martin...? Martin? He STARES at her. Tears in his eyes... \n[95]Also seeing the gun. A hand going out, a scream building... \n[96]moves through the crowd, anxiously searching the stream of people still pouring from the building... She JUMPS as a hand takes her arm. Turns her. Martin. she stumbles back, hands raised against him. Fear, betrayal, love... Him standing there, empty, bleeding... 114. \n[97]Hey... Do you know? What you would have done...? He looks back at her, starts to speak. An ANNOUNCEMENT cuts through, their train leaving. They stand, move off... ", "JURGEN": "\n[1]Alles in ordnung, Frau Brunner. He smiles. Frau Brunner retreats back behind her door. Jurgen turns to Martin. Eyes reading him. \n[2]Come in. Come in. \n[3]Siegler used to work for me. Did he tell you that? His laughter becomes a COUGH that racks his body. Lets it pass, before ushering Martin into a tiny living room. \n[4]Sit down... Points Martin toward a battered chair. opens a bottle of cheap brandy, pours two glasses. Turns to find Martin looking at FRAMED PHOTOS on the sideboard... . a YOUNGER JURGEN in East German army uniform... in a large office... smiling beside a Russian-made sedan... \n[5]The Staatssicherheit. The Ministry for State Security. \n[6]A true believer, like the rest of us. Now look at him. I should have had him shot. Another laugh, more COUGHING. Hands Martin a brandy. 46. \n[7]He forgot. Germans are experts at forgetting. We forgot we were Nazis. Now we've forgotten forty years of Communism. All gone. But it's not just history that's forgotten. It's people, too. He sinks into a chair. Tired smile. \n[8]But enough of me... \n[9]These mean anything to you? \n[10]So, they mean something to her. He looks to Martin. Direct. \n[11]Her involvement in this. There must have been something... in the past... some indication? A beat. Martin shakes his head, at a loss. Jurgen leafs on... the piece of CARD drops from between the pages. Jurgen picks it up. Martin's notations from the night before in the train: times... dates... places. \n[12]Passport, credit cards, family photos... things like these take time to prepare. You say this man has detailed knowledge of your research, of your relationship with... \n[13]Including the fact that you were going to have a random accident that would allow him seamlessly to take your place? These people may be good, but they're not God. The question is, why would they want to take your place? What could they gain from being you? \n[14]Yes, did you a favor I'd say. Now you have... Redlichkeit... Now you know you are right. \n[15]In the Stasi, we had a basic principle: Ask enough questions and a man who is lying will eventually change his story. But a man who tells the truth cannot change his, however unlikely his story sounds. I believe you are telling the truth, Doctor Harris. A long beat. Jurgen closes the notebook. \n[16]I'll start by calling these numbers again... as you say, it's Thanksgiving... 48. \n[17]and there's the time difference, so it may take time to make contact. And then there is the question... \n[18]Yes. Of money. Martin takes off his Rolex. Sets it on the table. \n[19]Doctor Harris... A wince of pain as Jurgen gets up. Lifts a tea tin off the shelf. Opens it. Takes out a hundred Euros... \n[20]A loan against your guarantee. \n[21]I'll need twenty-four hours. Call me tomorrow afternoon. Do you have a place to stay? A long beat. Off Martin's FACE... \n[22]Hans. It's Colonel Jurgen. From the old days. I need a favor. 56. \n[23]You know, the most dangerous man in the world is the man who feels that he is drowning. He will drag under anyone who tries to help him. Jurgen sets his newspaper on the bar. A picture and article about the murdered nurse. Martin's picture, fuzzy. \n[24]You said you had something. Martin feels in his pockets, takes out the copy of 'Horticus', turns to the numbers on the end papers. \n[25]And what do the numbers refer to? \n[26]Not part of your work? Or Professor Bressler's? Martin shakes his head. Jurgen grunts. Pencils notes... \n[27]Your thesis. The one you sent Bressler. What was the title? 69. \n[28]And it was after reading it that he invited you here. Correct? \n[29]Did you ever know someone called Laurence Darnell? Martin looks at him quizzically. Shakes his head. \n[30]He was a graduate student at the University of Wisconsin. He died in an auto accident earlier this year. He was doing research very similar to yours. Jurgen studying him closely. Martin shakes his head. \n[31]What is Professor Bressler's relationship with Prince Fahad? \n[32]So they're not close? \n[33]But Fahad's just a businessman. \n[34]But his progressiveness has cost him... his own people hate him... the attempts on his life... \n[35]There's a cocktail party, before Bressler's speech tonight? \n[36]Is Fahad going to be there? \n[37]Martin Harris... with just a few guests, in a confined space with Prince Fahad. For some, that might be a very good reason to want to be you. \n[38]-- I need a few more hours. You need to go somewhere you will not be seen. Then meet me outside the Cafe Adler on the Kochstrasse. 6.30 sharp. \n[39]hears the phone START RINGING again inside his apartment. Fumbles in his pocket for the key. \n[40]Ja ? 81. \n[41]Yes, it is. \n[42]I appreciate it, Herr Cole... Puts the phone down. A beat. Another look at the airport scans of Martin. Studying them a moment. Jurgen opens the bowling bag, up-ends it onto the table. Bowling shoes, a shirt, a hand towel... Taking a knife from the counter, Jurgen cuts around the bottom of the bag... lifts away a false floor. Reaches inside. The contents hidden from us... a shadow of tension crosses his face. Then a slow, enigmatic smile. 82. \n[43]Dr. Cole... Please, come on in. Jurgen ushers him in. Leads them into the living room. \n[44]Drink? I've a bottle labelled 'brandy', which is more than likely hair lacquer... or some vodka my neighbor gave me after it made her husband go blind. \n[45]Maybe some coffee? I'm making some for myself. \n[46]The Stasi. In East Germany. 83. \n[47]A 'Zil'. Suspension of a donkey cart and smelt like a tannery. Vanished as quickly as the Wall. Cole studies the other pictures. Notices Martin's Rolex beside them. Jurgen pours the kettle into his mug. \n[48]Quite by chance, as it happens. \n[49]Come with us to the authorities. Help them confirm his identity. \n[50]Curiosity... \n[51]Professional curiosity. There's not much in this world left to interest an old spy like me... Cole's face tightens... his back still toward Jurgen. \n[52]. a few questions I still think over. One in particular. From when I worked for the Aufklarung: our foreign intelligence wing. Cole still hasn't moved. Discreetly slips open a button on his jacket. Jurgen cradles his coffee, steam rising. 84. \n[53]There was this rumor. Of a US based assassination unit called Section 15. Freelance, deniable. They'd work for whoever would pay -- public sector, private sector. Second-to-none in their planning and efficiency. They never failed. What's more, they were invisible. They'd strike, and nobody would even know there had been foul play. It was only rumor, of course... Cole turning to face Jurgen. Smile gone. Glint of a gun inside his packet. Jurgen looking steadily back at him. Takes a deep gulp of coffee. \n[54]Where would I run from Section 15, Mr. Cole? I can hardly walk. The edge of a smile, another large gulp of the coffee. Jurgen sets down the cup. He wheezes... \n[55]Before I could get Chesterfields, I smoked sixty machorkas a day. Filthy Soviet things. Killed more Russians than Stalin. My doctors assure me I'll soon be joining their list of casualties. Cole looking back at him, impassive. \n[56]And then what? We shake hands and you go away? Cole reaches a hand inside his jacket... \n[57]There's no need for that. Beat. Cole's eyes flicker. Jurgen's body tightening... the coffee... the empty sachet of sweetener... 85. \n[58]You never think... you'll have the courage to use it. \n[59]Tell me... if he remembers everything. What then...? No answer. Jurgen's hands slip. He slumps forward, his head hammering down onto the table. A final convulsion. Then he's still. A long beat. Cole buttons his jacket. Slips on some gloves. Gently lifts Jurgen's head from the table top, rests it on a forearm, as though Jurgen were asleep rather than dead. Restoring some dignity to him. Cole goes to the mantel, wipes off the one framed photo he picked up. Takes Martin's Rolex, drops it into his pocket. He turns, casting an expert eye over the apartment... The legs of the stove... ever so slightly askew... The phone RINGS... RINGS... Cole ignores it, moves forward. ", "LIZ": "\n[1]Hey... You're gonna do great. You always do. 2. \n[2]The Eisenhower suite. Dr. and Mrs. Harris. \n[3]What do you mean the suite may not be available? 3. \n[4]But we confirmed two months ago. Receptionist raises an apologetic hand as she attends to a ringing phone. Liz sighs, glances back toward the entrance. Suddenly curious as she sees... \n[5]Excuse me... do I know you? 15. \n[6]And just who might 'you' be? Amused whispers. Martin, bewildered, growing angry. \n[7]This is a... misunderstanding. I... I don't know this man. This is my husband... Martin. She calls to a MAN nearby engaged in conversation. Mid-30s like Martin. Elegant, groomed, athletic... conspicuously more handsome in a chiselled way. Know him as MARTIN B. \n[8]What are you talking about... ? \n[9]joke about what? \n[10]No. I have no idea what you've been through. \n[11]Are you ready...? \n[12]Are you ready... ? Liz rubs dust off his face, leans in to kiss him... 65. \n[13]Take your time, I want to see the zoo anyway. ON LIZ. Memory, or nostalgia, touch her cool face. \n[14]I love the Polar Bears... Martin B nods, watches her go. He checks his watch and heads inside. \n[15]What are you doing here? \n[16]You're crazy -- you have to leave me alone. \n[17].How did you find me -- 78. \n[18]I can't... \n[19]. can't get out. Can't leave. They'll kill me. \n[20]I... I can't answer that. \n[21]No! They'll kill us both! \n[22]Please. Not now. Not until we're safe. Then I'll explain everything, I promise. All I want is for us to get out alive. You have to believe me... Urgent look around. Her eyes lock on his. \n[23]Your case. \n[24]Your briefcase. It got left behind. At the airport. That's why you were going back there. You need to find it... In an hour, there's a chance for me to get away. Meet me at the airport at three o'clock. We can run together... Martin's eyes. Mind racing. Eyes suddenly catching GINA, walking right by. Moment's urgent eye contact. The signal. Martin B's here. He's on his way... What can he do? He knows he can't stay. Suddenly, Liz moves her face to his. Kisses him on the lips. Whispers... \n[25]I love you. A beat. Martin steps back slowly. Their eyes hold. Then he turns, walks quickly away... \n[26]Are you ready...? .and MARTIN ENTERS THE FRAME, hair cut and colored differently. There's drywall dust on his hands and clothing. As he leans to kiss her, we CONTINUE... .INTO THE BATHROOM... to a wall beside the shower... panels cut away, exposed plumbing. Something integrated into the wall behind the pipes. MOVING CLOSER... Semtex plastigue... circuits and wires... diiï¿½ video timer connected to a high-tech DETONATOR... \n[27]Your highness... we're honored you could attend this evening. \n[28].I didn't realize the girls were coming this evening. \n[29]Let me take these... Bressler hesitates a moment, then lets go... \n[30]Of course... \n[31]Checking on your baby again? \n[32]Why don't you just wear it? As a nerdy accessory? Here, turn around. Liz picks up the bag. Adjusts the strap... slipping out the Bluetooth. Places the bag over Bressler's shoulders. \n[33]There. Perfect. \n[34]Stop the timer. I'll finish it. Martin B nods, takes the stairs back up two at a time, shouldering his way past the folk streaming downward... \n[35]Oh thank God you're here! Martin stares at her in horror as she beams up at him. One hand caressing his cheek... .her other hand pressing a knife against his chest. \n[36]Hello, Martin. I just placed a gun in your jacket pocket. One bullet. There's really only one person, one right way to kill Bressler now, isn't there? The crazy man whose been stalking him, the crazy man who pretended to be Martin Harris... \n[37]Oh, and after you've shot him, point the gun at the Police. \n[38]God you're weak. The 'Martin' I knew wouldn't have been able to go on living like you are. 110. \n[39]I'll kill them all. Bressler, the girls... your new girlfriend, and whoever tries to stop me. Look at it this way: I'm giving you a chance to save most of them. You can be the hero... A kiss, sexy. Gina in the background, taking a step back... \n[40]Ooops, bet you wish you could explain that. Time's up, Martin. Go finish what you came to Berlin for in the first place. On Martin. Caught. No play. He turns, walks... \n[41].Hello, Martin. REVOLVING... to find Martin there. Bleeding, hurt, covered is debris, but holding the gun on her in unsteady hands. \n[42]Be careful, that might go off. She turns to face him. Hair slicked, clothes drenched. Stunning despite everything \n[43]Five years as a team... and you end it like this. Her hand almost casually moves back, the knife still seated in her palm. Martin tracks it, steadies the gun. \n[44]You know, working with you... it almost wasn't work. We were so good... You, were so good. At the job. At other things... She smiles a little, warming. \n[45]Don't you want to know your real name? 113. \n[46]'Liz?'... Don't you want to know y real name? Don't you still want... me? She leans forward, just a breath. Warmth radiating, Martin stepping back... \n[47]A soft distance in her face. A small hole in her chest, just below her beautiful collar bone. Her eyes find him, focus, smile... \n[48]You'll never know. You'll never know who you are... A long beat. We're not sure when exactly the life goes out of her eyes. Finally, Martin pulls himself forward. Gently closes her eyelids. ", "MARTIN B": "\n[1]What's up? \n[2]Last time I looked... He checks his name tag. There it is: 'Dr Martin Harris.' \n[3]Yeah... still me. More laughter. Martin pales. A beat. Turns to Liz. \n[4]Look, You seem like you've had an accident, or perhaps -- \n[5]Okay, okay. Can you please just get him out of here? Martin rounds on Martin B. Jabs a finger. \n[6]Drakea, named after Anthea Drake, the English botanist who wondered how it manages to reproduce when it doesn't appear to attract any insects... A wave of anger... that's Martin's work he's discussing! \n[7]What the hell are you doing here? \n[8]-- how did you get in here? Are you absolutely out of your mind? \n[9]oh, Jesus... A phone RINGS somewhere in the room. It's picked up. \n[10]No... let me explain. This man showed up at the hotel last night. Security had to remove him. The police were called... \n[11]-- seems he checked himself out of the hospital. He was in an accident of some sort. . one of the research students CALLS to Bressler in German. Martin catches the word \"polizei\". A surge of panic. He looks around. Sees a straw he can grasp at... \n[12]-- I don't believe it! You've been listening to my calls? Just who the hell are you? \n[13]... Laurel, and Lily. Martin frozen as Martin B goes on... \n[14]Twins... ten years old. The same age I was when I told my father I wanted to be a botanist. We discussed that on the phone, Professor... how I'd never seen him so happy. Martin sways on his feet, sweat beading... \n[15]-- to marry scientists. I told you about our honeymoon -- \n[16]\n[17]Look STOP IT! Martin B suddenly seems to SNAP. \n[18]This is my wife we're talking about! My father, whom I loved. You may think it's funny, but it's my life. Whatever sick pleasure this gives you -- I'm tired of it. I'm done. You need to... STOP. Martin just STARES at the Martin B who's shaking, upset. Like looking in a mirror that has taken your emotions. \n[19]I can't believe I need to do this... He reaches in his jacket. Produces a passport. Martin B's face. Dr. Martin Harris. Then he opens his wallet. Credit cards, New Hampshire driver's license... a PHOTOGRAPH in the wallet's plastic sleeve... \n[20]Dr. Harris speaking. \n[21]No, thank God. I assume he's safely back in the hospital. 74. \n[22]I hope you can forgive me. It was something you said... .It's been tormenting me. UNDER THE TABLE. Martin B has his phone out and is TEXTING, blind... \n[23]I'm sorry, it's my fault. Another appointment I forgot. \n[24]I'm sorry if I offended you, Dr. Bressler. I just -- \n[25].Perhaps you're right. \n[26]. makes eye contact with Liz across the room, she heads towards the back. He begins to follow... hesitates... He looks back, to the picture windows. Empty now. 105. \n[27]Fuck... ", "COLE": "\n[1]Oh my God... that's unbelievable, the poor man. Well here's the good news -- I've just arrived in Berlin... yes, I've been teaching in Leipzig, at the Hochschule fur Technik. I came up for the last day to hear Bressler's speech... I'll come right over, it's not far... No, it's no problem. \n[2]Herr Jurgen? \n[3]No, thank you... \n[4]I'm good. Thanks. Cole looks around the tiny apartment. Sees the framed photos on the mantel. Looks closer. \n[5]You were in the military? \n[6]Wow, wait till I tell my son. He loves all that Cold War stuff. Look at that car. What is that? \n[7]So. This business with Martin. A hell of a thing. How did he find you? \n[8]Sounds like he was damn lucky. So, what can I do to help? \n[9]The authorities? Jesus, it's that bad? A guy comes to you with a story like that. What made you take the case? \n[10]Curiosity? Is that all? \n[11]You had fifteen minutes after I called. Why didn't you run? \n[12]I want to know how he found you. I want every number, every source you've contacted on his behalf. \n[13]But we do. The best of us. Jurgen coughs again. Suddenly sways. Puts a hand out to steady himself. Knocking over the mug of coffee... as the cyanide sweeps through him. Trembling hands clasp the edge of table. Building force. Shaking. His piercing eyes never leaving Cole... through the pain: \n[14]Jesus, Martin, how are you doing? \n[15]You called me, remember? You left a message on my machine. \n[16]Stay one step ahead of me. Any move, I'll shatter your spine. His voice flat with menace. Martin's mouth opening... \n[17]-- Go... Martin glancing round. Cole jerks him back, guiding him toward the passenger pick-up zone. \n[18]My God... she's right. You're completely gone. You really think you are Martin Harris. \n[19]-- Martin Harris? You're right. He's not. He's the guy who took over for you after you went missing. Exasperated, Cole leans forward. Spelling it out. \n[20]Martin Harris doesn't exist. You invented him. He's your legend. A fiction you created. You made him up as a cover to get Bressler to invite you to the conference... \n[21]'Liz'...? Your \"wife\"? How do you think she feels about all this? You two were a good team, then you go and get Norman fucking Rockwell on her. \n[22]-- they aren't real memories. Don't you get it? Martin Harris is a fabrication... but you've one and filled in the caps, invented a whole damn life for him. They could write a textbook about you! Jesus --! Martin's face. Spinning. Refusing to believe. The Van SCREECHES to a stop, Smith gets out pops the doors. The distant sound of the city traffic, a light wind, whistling. \n[23]All that studying... planning. Hell, you even had us take out that kid after we ripped off his thesis. A year of prep and you try to screw it up... . we do everything to bring you back in, but you go on trying to screw it up. Do you know how much time you've wasted? It's Thanksgiving for Christ's sake! I should be eating turkey with my kids, not here cleaning up after some wacko who bumps his head and decides his cover story's for real. Martin's eyes... staring back at him. Crumbling... \n[24]You. You were my best boy. .suddenly Cole SLAMS a fist into Martin's stomach. Martin doubles over. Cole WHIPS the gun across his FACE. Kicks him AGAIN. Martin on his hands and knees, spits blood. Cole glaring down at him. Disgusted. Smith covers Martin as Cole moves into the van, empties out a junkie's works: dropper with needle, bottle top, cotton balls, lighter. Expertly cooks up a fix of brown heroin. Draws it into the syringe, glancing back: \n[25]Look at you now. Nobody. A no- one. Just another dead junkie... Streak of CONCERN as the sound of tires screeching reaches them. Cole looks up in time to see Gina's taxi, rounding the ramp, accelerating towards them! Smith steps forward, gun raised, firing! \n[26]Caught, the van TEETERING... Sneers at Martin, starts to speak.. Eyes go WIDE as... THE VAN... TIPS... FALLING off the edge, Smith's body going with it... disappears. A moment of calm silence and then CRUNCH! A dull sick crash as the Van hits below. ", "FARGE": "\n[1]Wenn Sie mich horen konnen, blinken Sie zweimal. He watches as Martin's eyes tilt. Look directly at him. A sound. A dry croak... slowly forms itself into speech: \n[2]Are you English? \n[3]My name is Doctor Farge. You are in the Waldfriede Hospital. I'm the head neurologist here. You have been in an accident. Can you tell me your name? Beat. Martin nods. Voice weak. \n[4]Doctor Harris, it's all right. The taxi you were in went into the river. You were the only passenger. Your heart stopped for six minutes. It is Thursday, November 27th. For four days you have been in a coma. \n[5]We didn't find any identification with you, Doctor Harris... the driver, who saved your life, disappeared soon after the accident and no one else has come forward. I must apologize, but we had no idea who you were. It sinks in. Martin shakes his head wretchedly. \n[6]Calm down, Doctor Harris, please. Where can we reach your wife? Does she have a cell phone? \n[7]Can you tell me what you do remember, Martin? Do you remember what day it is? A beat. Giving it thought... then: \n[8]It's called retrograde amnesia. With severe trauma of this kind, memories get lost, or fractured. Most return... although it's unlikely you'll ever fully recall the events around your accident. In the meantime, let us see if anyone has filed a report looking for a Martin Harris, okay? \n[9]-- you have to realize the risk -- \n[10]-- Let me call the hotel again. We can leave a message... \n[11]This is my card. Any nausea, dizziness, difficulty with speech, you contact me immediately. Do you understand? \n[12]Confusion... memory loss... the complete or partial loss of identity... these are common stages in recovery. Some temporary, others longer term. We're going to do an MRI. Try to find out what's happening. Martin stares out the window, not fighting, hardly listening. A bird alights on a branch. \n[13]The mind is like a jigsaw puzzle. The pieces fit together to create the person we are. With major trauma, the puzzle is shattered. But the brain's ability to recover is remarkable. The mind needs a narrative, an identity... a soul. Without memory, without a past, we are nothing. In the coma state, memories are rebuilt. In some cases the pieces move. In others they go missing. And sometimes... completely new pieces are found. The bird flies off. Martin's eyes track... empty. \n[14]Comas sometimes perform a kind of alchemy. A patient awakes convinced of a reality that was previously only fantasy. 39. \n[15]New men, in effect, with new lives... new loves. \n[16]..There is quite a lot of literature on the subject. But finally, I would say it's a \n[17].The man's condition was unusual, yes. But there was nothing to indicate violence. \n[18]To someone who threatens that fantasy...? Yes. I believe he is. ", "BRESSLER": "\n[1]It's puzzling, one wonders how -- Bressler stops talking. Stares past Martin B at MARTIN, heading toward them down a corn row, eyes burning. \n[2]This laboratory is a restricted area. Who are you? \n[3]You know this man? \n[4]So what is this? Some sort of hybridized propagation? There are two Martin Harrises? \n[5]I thought we might have a table for three, in case you still had your alter ego with you. \n[6]Well, it's a lesson. You never know what people will do. All my work used to be on-line, my e- mails on an open server. A year ago, someone broke into my office and stole my computer. I believe they were after my research. Luckily, I split my data up and double encrypt it until I put it all together and make it public. That's why this stays with me until tonight's over... Martin B nods, starts to look at his menu... \n[7]Now what was so important that it could not wait until this evening? ON MARTIN B, REALIZING he's been played. A single BLINK. A beat. When he looks up, he's cool. \n[8]No! God NO! You're focusing on the science, but this...  .this is history. You open the research before it's finished, the conglomerates gobble it up. In the entire history of human development, name me one time when business has ever acted except in its own self-interest. 76. \n[9]It doesn't matter.  But see you, you say I am too cautious. It's an idiot thing to say. I'm a realist! \n[10]Don't be stupid. You can't offend me. We are colleagues, this is good discussion. But please, Dr. Harris -- Power is an animal, all to itself. It adapts, mutates to whatever form will best preserve it. It's always closer than we know. ON MARTIN B, extending a hand... \n[11]Look, I probably have it somewhere... Perhaps my wife -- BRESSLER, held at the door by Fahad's security, searching his pockets for an invitation. \n[12]I'm late. Very un-German of me. \n[13]Now I can see why somebody would pretend to be Martin. Liz laughs, her face lighting up... then chillincj as Bressler's TWO DAUGHTERS appear behind him, smiling shy. \n[14]Separation anxiety. Just leave it there, if you could. He gestures to a sideboard in open sight. \n[15]Ah, Mrs. Harris... \n[16]I can't help it. \n[17]Lily! Lily! ", "STRAUSS": "\n[1]Dr. Harris. Do you have any other identification? Passport? Drivers license? \n[2]I'm sorry, sir... \n[3]If you would be patient, sir. \n[4]Excuse me Madam. Your husband is here. He needs to -- \n[5]You are Dr. Harris? \n[6]If you don't leave now, sir, we'll have to call the police. Martin pulling free, steps away. \n[7]As you can see... you're not there. Martin STARES at him, helpless. The Older Detective hangs up the phone... \n[8]-- but why? Exactly? .Why? There's no answer to that. Martin looks down. A beat. \n[9]You want us to disturb a Nobel prize winning scientist, simply to attest to your story... when no crime has been committed? \n[10]For what? Entering the country legally? Presenting all the correct documentation? ON ONE OF THE MONITORS: A view of the Rose Room: Liz and Martin B visible in the corner, dining. \n[11].And sharing a hotel suite with his wife? Excuse me, your wife? \n[12]So... now you are saying that you are not Dr. Martin Harris? ON MARTIN. Eyes tight. Point of no return. \n[13]But isn't that the suite 'you' are staying in, 'Dr. Harris'...? Or wait, you're not Dr. -- \n[14].What exactly are you hoping to find? Martin ignores him, his eyes TRACKING. \n[15]Sound an alarm. Evacuate the hotel.  You and-you, you're with me. We'll meet the Prince at the loading docks.  You, take him downstairs. Strauss and his men flood out. The guard pulls keys, starts to uncuff Martin from his chair. ", "BIKO": "\n[1]He says he doesn't care if she saved your life... the bitch cost him 20,000 Euros... the insurance won't cover the cab because she had no license... the driver who was letting her moonlight in his taxi, skipped town... The depot manager's rage reaches a Hitlerian climax... \n[2]. He says illegal immigrants are destroying German society... \n[3]No one knows where she is. Martin studies Biko, nods. \n[4]Hey, American. I'm sorry we couldn't help you -- \n[5]Solomon... Solomon Obiko. My friends just call me Biko. \n[6]You got company? She puts her foot against the door, inscrutable. Biko drops a set of keys into her hand. \n[7]Bring it back to my place. Leave the keys on the TV. And don't forget to reset the meter. \n[8]Hey, no need to explain to me. \n[9]Hey, while you're at it, check the line to number eight. She's always getting bad service. One of the men lifts his face. It's JONES. Biko takes them in, their clothes... frowns. ", "SPIEGLER": "\n[1]Have you contacted your Credit Card companies? \n[2]Did you contact the local authorities? \n[3]Why do they believe the other man? \n[4]Do you know, the things people will do to get a US Passport...? Anyway, we're closing until Monday. If you come back then -- \n[5]You understand, we're not a detective agency, we... Spiegler stops, sensing Martin isn't listening anymore. Martin's staring at the slip of paper where on one side is scribbled: \"28th. Bressler. 12.30 pm...\" \n[6]What? \n[7]Hey. Martin Harris. Here... Martin takes it. 33. \n[8]An old friend. He needs work, and he's good at finding things. He may be able to help you. ", "OLDER DETECTIVE": "\n[1]Immigration confirms the arrival of a Doctor and Mrs. Harris on November 23rd at 16.37. An hour later they checked into their suite at the Hotel. Martin breathes in. Chooses his words carefully. \n[2]And this impostor... may I ask? Did he also steal your wife? 18. \n[3]Even if she is your wife, sharing a room with her is not illegal. Not in Germany. \n[4]Listen... you have no proof you are even American. We can arrest you only for that. 20. \n[5]On Monday, you can speak with a lawyer. Tell him who you are. The Older Detective confers with the Female Detective. ON THE MONITORS: the image from the Rose Room reappears: Liz and Martin B visible: laughing, drinking. Martin's gaze darts, panicked: The image. The detectives. Strauss. Martin... coming to a decision... \n[6]Is he still dangerous? Farge watches the Coroner wheel away the Nurses's body. "}}