{"dialogues": {"RYAN": "\n[1]How much does your life weigh? \n[2]Imagine for a second that you're carrying a backpack... I want you to feel the straps on your shoulders... You feel them?  Now, I want you to pack it with all the stuff you have in your life. Start with the little things. The stuff in drawers and on shelves. The collectables and knick-knacks. Feel the weight as it adds up. Now, start adding the larger stuff. Your clothes, table top appliances, lamps, linens, your TV. That backpack should be getting pretty heavy at this point - Go Bigger. Your couch, your bed, your kitchen table. Stuff it all in... Your car, get it in there... Your home, whether you have a studio apartment or a two story house, I want you to stuff it into that backpack. \n[3]Now try to walk. \n[4]Kinda hard, isn't it? This is what we do to ourselves on a daily basis. We weigh ourselves down until we can't even move. And make no mistake - Moving is living. 2. \n[5]Now, I'm going to set your backpack on fire. What do you want to take out of it? Photos? Photos are for people who can't remember. Drink some gingko and let the photos burn. In fact let everything burn and imagine waking up tomorrow with nothing.  It's kind of exhilarating isn't it? That is how I approach every day. \n[6]Excuse me? \n[7]Oh... No. Um, no thank you. \n[8]Excellent question. Who the fuck am I? Poor Steve has worked here for seven years. \n[9]He's never had a meeting with me before... \n[10]...or passed me in the hall... \n[11]... or told me a story in the break room.... \n[12]And that's because I don't work here. I work for another company that lends me out to pussies like Steve's boss... \n[13]... who don't have the balls to sack their own employees. And in some cases, for good reason. Because, people do crazy shit when they get fired. \n[14]And that's where I come in. \n[15]This is not an assessment of your productivity. It's important not to personalize this. 5. \n[16]Steve, I want you to review this packet. Take it seriously. I think you're going to find a lot of answers in there. \n[17]Look, anybody who ever built an empire, or changed the world, sat where you are now. And it's because they sat there that they were able to do it. \n[18]I'm going to need your key card. \n[19]Take the day. Put together your personal things. Talk to your co- workers. Tomorrow, go out and get some exercise. Go for a jog. Give yourself routines and pretty soon you'll find your legs. \n[20]Don't worry. We'll be in touch soon. This is just the beginning. \n[21]I'll never see Steve again. 6. \n[22]This is where I live. 7. \n[23]When I run my card, the system automatically prompts the desk clerk to greet me with this exact statement. \n[24]Had my status simply been gold or God-forbid, silver. I might have gotten a hello or a smile... Maybe. \n[25]Loyalty is earned and rewarded with these small touches. It's these kinds of systemized friendly touches that keep my world in orbit. \n[26]All the things you probably hate about travelling - The recycled air. The artificial lighting. The digital juice dispensers and mini pizzas stacked to their heat lamps are the warm reminders that I am home. \n[27]You have me in a Dodge Stratus in Kansas City. \n[28]Did you?... \n[29]Fair enough. Any other messages? \n[30]Well done. \n[31]GoalQuest twenty? \n[32]Every once in a while I do speaking engagements. Motivational kind of stuff. But GoalQuest... We're talking major Tony Robbins shit. 10. \n[33]Talk about burying the lead. I'll check in when... \n[34]I... ah, fuck... \n[35]Twenty minutes from boarding into a world of bliss. \n[36]No kidding? \n[37]I thought you needed me everywhere. 11. \n[38]I don't know why you ever bring me in. Wherever I go, the money follows. Let me plant seeds, they'll grow to Oaks. \n[39]What are we talking about here? \n[40]That's me, hanging up on you. \n[41]To know me is to fly with me. I'm the aisle, you're the window - trapped. \n[42]We start chatting, impersonally at first. Our moderate politics, our sinking opinions on the American service industry. 12. \n[43]You recommend a hotel in Tulsa. I tip you off to a rib joint in Fort Worth. \n[44]You tell me your best joke. I've heard it before, but listen anyway. \n[45]Nothing like turbulence to cement a bond. Soon you're telling me about family. \n[46]Your wife just went back to work but you can't intervene because you sure could use the extra paycheck and besides, last June she read some book and woke up one morning a feminist. \n[47]And that if your windfall ever came through, you'd quit and spend the rest of your days restoring vintage speedboats.  The water. That's where you belong. \n[48]We exchange cards and slot them next to countless others. \n[49]Fast friends aren't my only friends, but my best friends. \n[50]Sad? Not really. We're a busy bunch. I'm peaceful. I'm in my element here. I suppose I'm a sort of mutation, a new species. I live between the margins of my itineraries. \n[51]Hello? \n[52]Every family has one person who is the glue. The one who keeps the genealogy in check. That's my sister Kara - The glue. \n[53]Hey Kara. \n[54]Just fine. You? The kids? \n[55]Couldn't be better. \n[56]Yeah? \n[57]Yeah. \n[58]Why? \n[59]How is Julie? \n[60]Isolated? I'm surrounded. \n[61]Did he? \n[62]That place is a shit hole. No one stays there. \n[63]I'm going to try my best. \n[64]You're satisfied with Maestro? \n[65]They're stingy with their miles. I like Hertz. \n[66]Maestro doesn't instant check out. I like to park and go. \n[67]Funny, you don't seem like a girl who needs directions. \n[68]The new outfit, Colonial, isn't bad. \n[69]Yes. \n[70]Never have available upgrades. \n[71]I'm Ryan. \n[72]So are you going to join me? \n[73]Maplewood Card? How dare you bring that into this palace. \n[74]They got you with the cookies? \n[75]There's actually an industry term for that. It's a mixture of faux and homey. It's faumey. 18. \n[76]Concierge Key. Yeah. \n[77]Graphite. I was pretty excited the day that puppy came in. \n[78]That's not bad. \n[79]That's a personal question. \n[80]I hardly know you. \n[81]You have no idea. \n[82]Let's just say I've got a number in mind and I haven't hit it yet. \n[83]I hope it doesn't cheapen our relationship. \n[84]There's nothing cheap about loyalty. \n[85]I really have to start throwing these out. \n[86]Good call on the towel rack. \n[87]I was improvising. \n[88]We got to do this again. \n[89]I'm in Newark on the 12th, Madesto on the 13th, Oklahoma City on the 15th. \n[90]No, but I'll be in Florida by the 20th. \n[91]Ft. Lauderdale. \n[92]Forty minutes. \n[93]I think that's the lady like thing to do. \n[94]Last year, I spent three hundred twenty two days on the road. \n[95]Which means that I had to spend forty three miserable days at home. \n[96]Hi... \n[97]Yeah, sorry I couldn't be there. \n[98]It's fine. Really. I'll go with the majority. \n[99]I looked into it, but the IRS requires a permanent address for employment. Otherwise, they classify you as a vagrant. \n[100]Hey yourself. \n[101]Thanks. Hope it wasn't a bother. \n[102]It's my sister. She's getting married. Haven't met the guy yet. \n[103]I know, right? \n[104]Hey, you want to come over tonight? \n[105]Oh, that's... that's great. \n[106]That's okay... I' think I'll settle in. \n[107]That's my fucking line. 27. \n[108]Tell me you're not taking this seriously. \n[109]It doesn't make any sense. It's... ... completely impersonal. \n[110]There's a methodology to what I do. A reason why it works. \n[111]Who are you taking off the road? 29. \n[112]Okay, what we do here is brutal and leaves people devastated, but there's a dignity to the way I do it. \n[113]Yeah, why don't you come in. \n[114]Look, I appreciate your... zeal. And you have some good ideas. But you know nothing of the realities of my job. Sure, you can set up an iChat... but you don't know how people think. \n[115]Okay kiddo, fire me. 30. \n[116]She's going to be doing this on a regular basis. You don't want to know if she can fire somebody? \n[117]My dog could fire Ned. Fire me. \n[118]Who the hell are you? \n[119]My future? I don't know you. The only person who can fire me is Craig Gregory. \n[120]Handle what? Handle me? Mr. Gregory hired me and he's the only one who can fire me. I'm going to talk to him. \n[121]You can't follow me... You're on a computer screen. Remember? \n[122]Try again. Fire me. \n[123]Actually, you didn't. Now, fire me. \n[124]I'm fired? \n[125]Never say fired. \n[126]Why? \n[127]You never know why. Why doesn't matter. 32. \n[128]I'm going to spend my energy on suing you if you don't give me a reason that you're firing me. \n[129]Oh, so you're firing me without grounds. Now, I really have a lawsuit. \n[130]Personally?  This is the most personal situation you will ever enter. So before you try to revolutionize my business, I'd like to know that you actually know my business. \n[131]Am I the only one who sees that by automating our own business, we're making ourselves irrelevant. \n[132]I'm not... I'm not a dinosaur. \n[133]What do I know about what happens around here? Have Ferguson do it. \n[134]No. \n[135]Excuse me. I just don't think a MySpace page qualifies you to rewire an entire company. \n[136]I'm not a fucking tour guide. 34. \n[137]Yes. Alone. \n[138]Huh. \n[139]That's exactly what it is. Luggage.  You know how much time you lose by checking in? \n[140]Thirty five minutes per flight. I travel two hundred seventy days a year. That makes one hundred fifty seven hours... That's Seven Days.  You ready to throw away a whole week on that? \n[141]Bingo. Asians. \n[142]Never get behind people travelling with infants. I've never seen a stroller collapse in less than twenty minutes. \n[143]Old people are worse. Their bodies are littered with hidden metal and they never seem to appreciate how little time they have left on Earth. \n[144]Five words. Randomly selected for additional screening. 37. \n[145]Asians. They're light packers, treasure efficiency, and have a thing for slip-on shoes. God love'em. \n[146]I'm like my mother. I stereotype. It's faster. \n[147]Are you upset at your laptop? \n[148]Fats Domino had a lighter touch. \n[149]What are you working on so furiously? \n[150]Who is it for? 38. \n[151]Natalie, what is it, you think we do here? \n[152]That's what we're selling. But it's not what we're doing. \n[153]Our job is to make limbo tolerable - To ferry wounded souls across the river of dread and humiliation to the point at which hope's bright shore is dimly visible... And then to stop the boat, shove'em in the water, and make them swim while we row back to the palace of their banishment to present the employers with our bills. \n[154]I got to grab this. I'll meet you at the rental lot. 39. \n[155]Hey, I was hoping I'd hear from you. \n[156]Fat Matt's. Bring a bib. \n[157]You know, I didn't know what was appropriate... \n[158]This sounds like a trick. \n[159]When am I going to see you? 40. \n[160]Oh... sorry. \n[161]How long is your layover in O'Hare? They've got multiples into SDF... Think you could push? \n[162]Ryan Bingham, from CTC. \n[163]All you have to do today is watch and listen. When I talk about the strategy packet. You hand them one of these... \n[164]Everything important in life comes with a packet. \n[165]Thank you for coming by. As you're probably well aware, this is a tough economic climate and your company is not immune. \n[166]While I wish I was here with better news, the reason you and I are meeting is this is your final week of employment here. \n[167]This is not a time to look for blame. Your position simply no longer exists. \n[168]I understand why you are saying these things. 42. \n[169]It's perfectly natural to feel this way. I want you to take the next week to explore this strategy packet... \n[170]Fill out the skill set work sheet... Use the hopes and dreams diagram... And the tree of aspirations. \n[171]The answers are all in there. \n[172]The answers are all in there. The answers... The answers... ... are-all-in-there. \n[173]Your children's admiration is important to you? \n[174]Well, I doubt they ever admired you, Bob. \n[175]I'm not a shrink, Bob. I'm a wake up call. You know why kids love athletes? \n[176]No, that's why we love athletes. Kids love them because they follow their dreams. \n[177]But you can cook. \n[178]Your resume says you minored in French Culinary Arts. Most students work the frier at KFC. You bussed tables at Il Picatorre to support yourself. Then you got out of college and started working here.  How much did they first pay you to give up on your dreams? \n[179]At what point were you going to stop and go back to what made you happy? \n[180]Do you believe in fate, Bob? \n[181]Yeah. You know, the mysterious ways in which we wind up doing the things we were meant to do. \n[182]Exactly. Well, I think fate is telling you to do something, Bob. \n[183]I see guys who work for the same company their entire lives. Clock in. Clock out. Never a moment of happiness.  Not everyone gets this kind of opportunity. 45. \n[184]The chance for rebirth. If not for yourself... Do it for your kids. \n[185]You should look into it - The promotions are great... \n[186]You okay? \n[187]Our expense account allots for forty dollars each on dinner. I plan on grabbing every mile I can. \n[188]Your really want to know? \n[189]I don't spend a nickel, if I can help it, unless it somehow profits my mileage account. I'm not talking hotel rooms and rental cars either, but internet services, cell phone, music downloads, teleflorists. The works. I shop them according to the miles they pay and I pit them against each other for the most value. 47. \n[190]No, it's not like that... The miles are the goal. \n[191]Let's just say I've got a number in mind and haven't hit it yet. \n[192]I'd rather not. \n[193]It's ten million miles. \n[194]Pi is just a number. \n[195]I'd be the seventh person to do it. More people have walked on the moon. \n[196]Lifetime Exec Platinum status. You get to meet the Chief Pilot, Maynard Finch. And... They put your name on the side of a plane. \n[197]Now, who's stereotyping? \n[198]And why do you suppose that's singular to men? \n[199]Thanks for the advice. \n[200]Man alive. \n[201]My sister is cooky. She thinks this is charming... Like the gnome thing. 50. \n[202]She should be so lucky to visit Lambert Field. The Wright Brothers flew through there... (points out the conical \n[203]Why she wants dozens of reminders of all the places she hasn't been is beyond me. \n[204]Look - Before Lindbergh could cross the Atlantic, he took off from one of those runways... Ever wondered why they call it the Spirit of St. Louis? \n[205]Sometimes, they just need to vent. \n[206]People say these things all the time. It comes with the trade. \n[207]Sure. People are always saying crazy stuff. They get worked up. \n[208]I think that's a good sign. \n[209]No... it's just talk. \n[210]I mean, no, nothing good can come of that, but I don't think you should worry about it. \n[211]This is the job. Taking people at their most fragile moment and setting them adrift. \n[212]Okay. This is where it gets a little difficult, but stay with me. You have a new backpack... but this time, I want you to fill it with people. Start with casual acquaintances, people around the office, friends of friends and work your way to the people you trust with your most intimate secrets. Now move into family members - cousins, aunts, and uncles. Get your sisters and your brothers and you parents. Get them all in that backpack. And finally your husband or wife or boyfriend or girlfriend. Get them in their too. 55. \n[213]Don't worry. I'm not going to ask you to light it on fire. \n[214]Feel the weight of that bag. Make no mistake, your relationships are the heaviest components of your life. Feel the straps cutting into your shoulders. All those negotiations and arguments and secrets and compromises. \n[215]Now set that bag down. \n[216]You don't need to carry all that weight. \n[217]Some animals were meant to carry each other. To live symbiotically over a lifetime. Star-crossed lovers. Monogamous swans. We are not one of those animals. \n[218]The slower we move, the faster we die. We are not swans. We're sharks. \n[219]Is that so bizarre? \n[220]I don't see the value. \n[221]Sell it to me. \n[222]Sell me marriage. \n[223]Pff... 57. \n[224]How many stabile marriages do you know? \n[225]I'm surrounded by people to talk to. I doubt that will change. \n[226]Starting when I was twelve, we moved each one of my grandparents into a nursing facility. My parents went the same way. Make no mistake. We all die alone. \n[227]Those cult members down in San Diego with the white sneakers and little Dixie cups of Kool-Aid. They didn't die alone. \n[228]Just saying - There's options. \n[229]Oh fuck. 58. \n[230]Oh, hey... I... \n[231]Hi. Alex this is Natalie. Natalie, this is my... friend, Alex. \n[232]That's kind of like firing people over the internet. \n[233]You did? \n[234]To Nebraska. \n[235]At a certain point, you stop with the deadlines. \n[236]Well done. \n[237]The bill? \n[238]I'm not sure if... \n[239]Right. \n[240]No... \n[241]... We were going to hit that party for the tech conference in the hotel. \n[242]It's going to be fine. \n[243]You okay there? \n[244]Think she'll be okay? \n[245]That's why I don't have a \"back home\". \n[246]You know about the back pack? \n[247]You did? 66. \n[248]Did it bother you? \n[249]I don't hate people. I'm not exactly a hermit. \n[250]I don't think it's even that... I... First time I ever flew, I was sixteen. \n[251]It was January and I had just gotten my driver's license. The lakes were frozen over, so we piled into my car and hit the ice to do donuts. When, out of nowhere, I hit a soft spot and the hood of my car tilted up and I was sinking backwards into the water. \n[252]I literally started to drown. Within a few seconds, I black out. Then, I wake up in the sky. I'm in a helicopter, laying on a stretcher. This guy in a uniform is telling me I was minutes away from dying. \n[253]Right?  So just as we're hovering over the hospital, I sit up. And from there, I could see the whole western horizon. We'd been flying twenty minutes. Twenty minutes to reach a city I'd thought of as remote, halfway across the state... a foreign capital. My parents had taught me we lived in the best place on Earth, but now I could see the world was really just one place and comparing didn't make much sense. And I remember thinking - Don't tell me this isn't an age of miracles. Don't tell me we can't be everywhere at once. \n[254]I don't know what originally sparked the back pack. I probably needed to be alone. Recently, I've been thinking that maybe I needed to empty the bag before I knew what to put back in. \n[255]Hey, you're up... \n[256]Oh... Okay. \n[257]Yeah, all right... Just leave the money on the dresser. \n[258]I can't remember the last time I enjoyed spending time with someone as much as you. \n[259]Just relax. It was nice to see you cut loose. So, did you wake him up or slip out? \n[260]This morning... Your new friend. Did you wake him for an awkward good bye or just slip out so he could feel like a whore. \n[261]Protocol is always tricky. \n[262]Sometimes there really is no right thing to do. \n[263]Had to skip town early to make a meeting. \n[264]Chicago. \n[265]I don't know. We just don't have that kind of relationship. \n[266]It's, you know. Casual. \n[267]It works for us. \n[268]Never thought about it. What's going on here? \n[269]No. \n[270]It's simple, you know that moment when you look into someone's eyes and you feel them looking right into your soul, and the whole world goes quiet for a second. \n[271]Right. Well, I don't. \n[272]Oh come on, I'm just dicking around. I need your help... \n[273]A chance to what? \n[274]Natalie, your definition of \"real\" is going to evolve as you get older... \n[275]Bullshit philosophy? \n[276]No, it's simply a life choice. 72. \n[277]Wow. Big words. \n[278]Well, screw you too. \n[279]I don't have a gauntlet of... \n[280]... Fuck! \n[281]These Detroit guys can be tough. They've been getting hammered. Don't get distracted. Stick to the simple stuff. Get the packet in their hands and get them out the door. \n[282]What's going on here? 74. \n[283]We could use a little more time. \n[284]This is a real company, Craig. We're here to do some damage. \n[285]Just give me a minute to prepare and get my things together. \n[286]She's hardly ready for this. \n[287]This is a whole other animal... \n[288]Just remember, don't apologize. Don't tell them how hard this is for you. Today is one of the worst days they will ever have. What we feel doesn't even compare. \n[289]Just keep it professional. You're going to do fine. \n[290]You did good. \n[291]You okay? Want me to take over. \n[292]... We just got out here. That was one place. I think we need to try a few more... Maybe there isn't a difference, but it's comforting to know we're in the next room. I know you don't give a shit about my comfort. We could just use a little more time. That's all I'm saying. Right... Right.  Yeah... Alright... Uh huh. Bye. \n[293]He thought you did a great job. You did - I was real proud of you. \n[294]We're being pulled off the road. We're going home. \n[295]That's what it looks like. \n[296]It's alright. I understand. \n[297]It's fine. \n[298]What do you mean? \n[299]Oh, I don't know. \n[300]Grabbing another flight... Something I need to take care of. I'll see you in, uh... at home. 80. \n[301]Okay, start walking it in from the left. \n[302]There'll be plenty of time for all that.  One more foot to the left. \n[303]I'm fine, I guess.  Okay great... walk away. \n[304]Think so? \n[305]How do you like Wisconsin in February? \n[306]Northern Wisconsin. What are you doing this weekend? \n[307]What? I haven't even... \n[308]Why not? \n[309]I'm being serious. \n[310]Well... Yeah. \n[311]It's not like I know her that well. \n[312]Look. You know. I'm not the wedding type. But for the first time in my life... I don't want to be that guy, alone with his drink. I want a dancing partner. I want a plus one. And if you can stomach it, I'd like it to be you. 82. \n[313]Really? \n[314]I feel like we should kiss or something. \n[315]Are you available? 83. \n[316]Kara... \n[317]Alex, this is my sister Kara. \n[318]Kara, what are you doing at a hotel? \n[319]You're not staying at the house? \n[320]Oh, okay. \n[321]Um... \n[322]So, the rehearsal dinner? \n[323]There's a packet. \n[324]Um, I love you? 85. \n[325]Me? You're the one getting married. \n[326]I brought those photos you were asking for... 86. \n[327]There were quite a few already up there. Almost couldn't find room. \n[328]What gave you the idea to do something so... \n[329]Sounds nice. \n[330]Must be a nice development. \n[331]Nice. \n[332]That's a nice touch. \n[333]That bit at the end about promise... I like it. 88. \n[334]I gave it up. \n[335]No. \n[336]Not really. No. \n[337]I don't think that's for sleeping. \n[338]You sure? \n[339]Jim seems like a good guy. \n[340]Hey, Julie, I was thinking... with dad not being... Well, I didn't know if you had someone to walk you down the aisle... \n[341]Oh... Oh, great. Just wanted to make sure you were covered. So I should get there at... \n[342]Hey Kara? \n[343]Can you believe she's getting married already? She's just a kid. \n[344]Oh. \n[345]Are we really doing this? \n[346]I took geography in here. That was my seat. \n[347]No. You? \n[348]That's me. \n[349]Point guard. Don't act so surprised. \n[350]My first fight. 92. \n[351]Got my ass kicked. \n[352]This is where we used to go to make out. \n[353]Go Cougars! \n[354]It's Kara. \n[355]What's wrong? What happened? \n[356]Yeah, of course... \n[357]What happened? \n[358]Today? \n[359]What do you want me to do? \n[360]You want me to talk to him? 94. \n[361]I haven't been to bat. I haven't been in the dugout. \n[362]I tell people how to avoid commitment. \n[363]It's a philosophy. \n[364]Hey, it might have helped you. \n[365]Oh, hey Jim. 95. \n[366]Yeah, it's pretty powerful stuff. \n[367]Kara mentioned you were having some... thoughts? \n[368]Okay. What makes you say that today? \n[369]The point? \n[370]It's marriage... it's the most beautiful thing on Earth... you know, what everyone aspires to... 96. \n[371]That's true... \n[372]Well, it's hard to define \"try\". \n[373]Jim, I'm not going to lie. Marriage can be a pain in the ass. And you're kind of right - All of this is just stuff on the way to your eventual demise. \n[374]We are all on running clocks that cannot be slowed down or paused and they all lead to the same place. Some guys leave marks that last beyond their own mortality. Not guys like you and me... But some. But even those footprints disappear. There isn't a \"point\". \n[375]I'm not the guy you'd normally want to talk to about all this stuff... But think about it - your favorite memories. The greatest moments of your life? Were you alone? 97. \n[376]I don't want to sound like a Hallmark card, but... Life? It's better with company. \n[377]Come to think of it... Last night, the night before your wedding, when all this shit was circling through your head... Weren't you two sleeping in separate rooms? \n[378]Kind of lonely? \n[379]Hey. Everybody needs a copilot. \n[380]Thanks. \n[381]It's not good... Emotional. \n[382]Go get her. 98. \n[383]Hi, I'm Ryan. \n[384]Oh, hey! 99. \n[385]You're just going to have to come and visit. \n[386]Same guy. Just one address. \n[387]... I'm lonely. \n[388]You don't actually call them that. \n[389]Really? I can't imagine why. \n[390]Are they actually on line, right now? \n[391]This is ridiculous. 101. \n[392]Last year, I flew three hundred fifty thousand miles. The moon is only two fifty. \n[393]Imagine for a second that you're carrying a backpack... I want you to feel the straps on your shoulders... You feel them? 102. \n[394]Now, I want you to pack it with all the stuff you have in your life. Start with the little things. \n[395]The... um... The stuff in drawers and on shelves. \n[396]Excuse me. \n[397]Surprise. \n[398]How could you lie to me? \n[399]What do you mean? I wanted to see you. I didn't know you had a family - Why didn't you tell me that? \n[400]Try to help me understand. What is it you signed up for? \n[401]I'm an escape? \n[402]I'm a parenthesis? \n[403]I thought I was a part of your real life. \n[404]Yeah, right, you got me in 2C? \n[405]What's got you so fucking happy? \n[406]Oh no... \n[407]You know how many times I've thought about this moment? Played out the conversation I'd have with you right here. \n[408]You know, I... I can't remember. \n[409]I'm from here. \n[410]Oh, how did you know it was me? \n[411]Oh. I'd like to transfer some of my miles. Can you open up an account under Jim and Julie Miller? \n[412]How many miles would it take to circle the globe? \n[413]Sounds perfect. \n[414]I'm going to have to call you right back. \n[415]I got tied up in... personal stuff. What's going on? \n[416]No, I fire dozens of people a day. \n[417]Fuck. \n[418]They're all depressed. We're firing them. \n[419]No, I don't remember anything. Of course they're upset. You never think that... \n[420]No, nothing that stands out. Is Natalie alright? Is she coming in? \n[421]Just like that? \n[422]She say where she was going? \n[423]I should give her a call. \n[424]I'm fine. What about video conferencing? \n[425]How long are you sending me out? \n[426]To whom it may concern, I can't even count the number of people I've fired in my lifetime. So many, that I've forgotten what it's like to actually hire somebody. We've never met, but I know you'd be lucky to have Natalie Keener. My advice? Take her and don't look back. She'll be the best decision you've made in a long time. \n[427]Tonight, most people will be welcomed home by jumping dogs and squealing kids. Their spouses will ask about their day and tonight they'll sleep. \n[428]The stars will wheel forth from their daytime hiding places. \n[429]And one of those lights, slightly brighter than the rest, will be my wingtip, passing over, blessing them. ", "NATALIE": "\n[1]If there's one word I want to leave you with today, it's this... \n[2]Glocal. \n[3]Our global must become local. \n[4]This company keeps twenty three people on the road, at least two hundred fifty days a year. It's expensive and it's inefficient. When I came to Craig three months ago with this, he told me, and quite astutely - it's only a problem if you have a solution. 26. \n[5]Well, today I stand before you with jus that. \n[6]You all know Ned in reception. \n[7]Today, I'm going to fire Ned. Sorry, Ned. I'm sure H.R. will hire you back this afternoon. \n[8]Ned could be any employee in any one of our client's locations worldwide. Strategy packets would be shipped in advance. Ned would be given a seat and find one of our transition specialists waiting for him. \n[9]Mr. Laskin, the reason we're having this conversation today is your position is no longer available. \n[10]Hearing the words \"You've been let go\" is never easy. Change is always scary. But consider the following -  Anybody who ever built an empire, or changed the world, sat where you are now. And it's because they sat there that they were able to do it. \n[11]This is the first step of a process that will end with you in a new job that fulfills you. \n[12]I want you to take that packet in front of you. \n[13]Review it. All the answers you're looking for are inside. Start filling out the necessary information and before you know it, you'll be on your way to new opportunities. \n[14]Now Ned, I'm going to need you to go back to your desk and start putting together your things. As a favor to me, I'd appreciate it if you didn't spread the news just yet. Panic doesn't help anybody. \n[15]Have a good day, Mr. Laskin and good luck with your future. \n[16]Give it up for Ned. 28. \n[17]You can start the morning in Boston, stop in Dallas over lunch and finish the day in San Francisco. All for the price of a T1 line. Our inflated travel budget is eviscerated by eighty-five percent... And most importantly to you guys on the road... No more Christmases in a hotel in Tulsa... No more hours lost to weather delays... You get to come home. \n[18]You wanted to see me? \n[19]Thank you. How's everyone taking it? \n[20]Actually, I minored in psychology. \n[21]It's okay, I got this. \n[22]Mr. Bingham, I regret to inform you that your position is no longer available. \n[23]My name is Miss Keener and I'm here today to discuss your future. \n[24]Mr. Gregory hired me to handle this for him. \n[25]Mr. Bingham... 31. \n[26]Ryan... \n[27]I just did. \n[28]Mr. Bingham, I'm here today to inform you that your position is no longer available. \n[29]Yes, you're fired. \n[30]You've been let go. \n[31]This is a mythical situation. How could I possibly know why? \n[32]It's important not to focus on the \"why\" and rather to spend your energy thinking about your future. \n[33]Mr. Bingham, the reason is not important. \n[34]Don't take this personally, Mr. Bingham. \n[35]What? \n[36]I really like my luggage. \n[37]I don't know, maybe five minutes waiting for... 36. \n[38]You can't be serious. \n[39]That's racist. \n[40]No. Why? \n[41]I type with purpose. \n[42]I'm building a work flow of firing techniques. Questions &amp; responses. Actions &amp; reactions. A script that works kind of like a tributary, taking you through the steps of firing someone. \n[43]Theoretically, you could put it in the hands of anybody and they could be downsizing immediately. All they have to do is follow the steps. \n[44]We prepare the newly unemployed for the emotional and physical hurdles of job hunting while... Minimizing potential legal blowback? \n[45]Okay, what are we doing? \n[46]That was really impressive. You rehearse that? \n[47]You ever find it strange that termination comes with a packet. \n[48]Perhaps you're underestimating the positive effect your career transition may have on your children. \n[49]Well, tests have shown that children under moderate trauma have a tendency to apply themselves academically as a method of coping. \n[50]Yeah. Fine. \n[51]Hungry, much? \n[52]Okay, you got to fill me in on this mile business. What's that all about? Are you talking like frequent flier miles? \n[53]I'm dying to know. \n[54]So, what are you saving up for? Hawaii? South of France? \n[55]That's it? You're saving to save? \n[56]Wow. Seems a little abstract. What's your target? \n[57]It's a secret target? \n[58]Huh. Isn't ten million just a number? \n[59]I guess we all need a hobby. \n[60]Oh hey, I didn't mean to belittle your collection. I get it. Sounds cool. \n[61]Do they give you a parade or something? 48. \n[62]Men get such a hard-on from putting their name on stuff... You guys don't grow up - You just need to pee on everything. \n[63]Probably cause you can't have babies. \n[64]If I had that many miles, I'd just show up at the airport, look up at one of those big destination boards, pick a place and go. \n[65]Left, left, left, left... one more inch... and stop. \n[66]I don't get it. \n[67]No, I mean... why would your sister want a fake photo in front of the St. Louis Airport? \n[68]Wow. Pretty sweet. \n[69]Well, I'm sure she's going to be crushed for having missed this airport. \n[70]No. \n[71]Please, for the love of God, can I fire the next one? \n[72]We're here to talk about your future. \n[73]Inside the packet you'll find a clearly worked out severance package. \n[74]Three months pay. Six months medical. A full year of placement services through our company, CTC. \n[75]Commonly, it takes one month of searching for every ten thousand dollars you expect to earn in salary. \n[76]Not necessarily... \n[77]Oh yeah? \n[78]I don't know. Why? \n[79]They do? \n[80]She was so calm. 53. \n[81]So they don't actually ever do it? \n[82]How do you know? Do you follow up? \n[83]I'll be back soon. Not really sure how long this whole exercise is supposed to last. He's fine... It's hard for these guys to accept change, you know.  I... I'm not even going to answer that... No, I can't even think of him that way... He's old. \n[84]Never...? \n[85]You never want to get married? Never want kids? \n[86]Yes. Yes it is. \n[87]What? \n[88]I... Uh... How how about love? \n[89]Okay. Stability? \n[90]Someone to talk to, spend your life with? \n[91]How about just not dying alone? \n[92]Brian left me. \n[93]No, it's fine. I'm fine. Just stupid emotions. \n[94]Now we're talking. \n[95]Yeah, but what does that make me? Someone who falls for a prick? \n[96]I followed him to Omaha. \n[97]I had a job waiting for me in San Fran, when he got an offer from ConAgra. He told me we could start a life together. So I followed him. \n[98]I look in the mirror and I just see compromise... I'm supposed to do something. \n[99]I just can't... I thought I'd be engaged by now. No offense. 60. \n[100]When I was sixteen, I thought by twenty three, I would be married, maybe have a kid... Corner office by day, entertaining at night. I was supposed to be driving a Grand Cherokee by now. \n[101]Now I have my sights on twenty nine, because thirty is just way too... apocalyptic. I mean, where did you think you'd be by... \n[102]I don't want to say anything that's... anti-feminist. I mean, I really appreciate everything your generation did for me. \n[103]But sometimes it feels like no matter how much success I have, it all won't matter until I find the right guy. \n[104]Yeah, I guess. I don't know. I could have made it work. He just really fit the bill. \n[105]My type. You know, white collar. College grad. Loves dogs. Likes funny movies. Six foot one. Brown hair. Kind eyes. Works in finance but is Outdoorsy, you know, on the weekends.  I always imagined he'd have a single syllable name like Matt or John or... Dave. In a perfect world, he drives a Four Runner and the only thing he loves more than me is his golden lab. Oh... and a nice smile.  How about you? \n[106]I meant Alex... \n[107]Wow. That was depressing. \n[108]I should just date lesbians. \n[109]I don't mind being married to my career, and I don't expect it to hold me in bed as I fall asleep. I just don't want to settle. \n[110]It is. By definition. \n[111]So, what's the plan for this evening? \n[112]What...? Oh, is it illicit? \n[113]We are in Miami. \n[114]I didn't know you could just attend those... \n[115]You're going to crash it? \n[116]No, I get it. I'm in! 64. \n[117]Oh shit! \n[118]Oh yeah... This was a great idea. You are so pretty. You're exactly what I want to look like in fifteen years. \n[119]Last night got a little out of hand. I said things... I don't remember everything I said. I just didn't want you to think... \n[120]What? \n[121]I... just left. \n[122]I didn't know what was right. \n[123]What happened to Alex? \n[124]That's too bad. Where does she live? \n[125]You thinking of going to see her? \n[126]What kind of relationship do you have? \n[127]Sounds pretty special. \n[128]Think there's any future there? \n[129]Really never thought about it? \n[130]How can you not think about these things? How does it not even cross your mind that you might want to have a future with somebody? \n[131]Yes. \n[132]You're an asshole. \n[133]Don't you think it's worth giving her a chance? \n[134]A chance at something real? \n[135]Would you stop condescending for one second? Or is that one of the principles of your bullshit philosophy? \n[136]The isolation? The traveling? Is that supposed to be charming? \n[137]It's a cocoon of self-banishment. \n[138]Screw you. \n[139]You've set up a way of life that basically makes it impossible for you to make any human connections. Now, somehow, this woman runs the gauntlet of your ridiculous \"life choice\" and comes out the other end with a smile - Just so you can call her casual. Jesus. I need to grow up? You're a twelve year old. \n[140]I'm... I'm game. \n[141]Got it. \n[142]Hello, Mr. Samuels. My name is Natalie Keener. \n[143]I wish I was here with better news, however your position here at Deckers is no longer available. \n[144]You've been let go. 76. \n[145]My name is Miss Keener. I am here to tell you about your options... \n[146]It's perfectly normal to be upset. However, the sooner you can tell yourself that there are greater opportunities waiting for you... \n[147]Anybody who ever built an empire, or changed the world, sat where you are now. And it's because they sat there that they were able to do it. \n[148]There's a packet in front of you. \n[149]I want you to take some time and review it. \n[150]All the answers you're looking for are inside those pages. 77. \n[151]The sooner you trust the process, the sooner your next step in life will unveil itself. \n[152]I need you to return to your office now and begin to put together your personal things. \n[153]Thank you for your time, Mr. Samuels. \n[154]Mr. Samuels? There's nothing else we can discuss now. Thank you for your time. \n[155]Mr. Samuels... Mr. Samuels.... MR. \n[156]No, I'm alright. 78. \n[157]Thanks. \n[158]For good? \n[159]I'm sorry about what I said about Alex. I was out of line. \n[160]I mean, who am I to be dolling out relationship advice? \n[161]You going to be okay? \n[162]In Omaha? \n[163]It's better than you'd think. \n[164]Ryan, where are you going? \n[165]... Some guy sits down in a conference room somewhere and a server routes their session to one of our termination engineers. \n[166]I prefer \"terminators\", but it bumped with legal. \n[167]They follow a workflow that can take them through anything from a standard dismissal to a violent aggressor. \n[168]No, they're beta-testing. Role-playing. We go live at the end of the month. (catches one of the guys making a mistake Kyle, you're running through the events too quickly. You have to give them time to acknowledge each statement. Okay? It's a legal thing. \n[169]How exactly do you mean? \n[170]It's challenging work. \n[171]... I followed a boy. ", "ALEX": "\n[1]Yeah, I am. \n[2]Hertz keeps its vehicles too long. If a car's over twenty-thousand miles, I won't drive it. \n[3]Hertz doesn't guarantee Navigation. \n[4]I hate asking for directions. That's why I get a Nav. \n[5]Is that a joke? \n[6]Their kiosk placement is a joke. 17. \n[7]It's basically a fleet of shit boxes - Don't know how they're still in business. \n[8]Alex. \n[9]Hilton offers equal value and better food - But the Maplewood gives out warm cookies at check in. \n[10]I'm a sucker for simulated hospitality. \n[11]Oh my God. I've heard about these, but never seen one in person. Is this a...? \n[12]I love the weight. \n[13]I'll say. I put up pretty pedestrian numbers. Sixty thou a year, domestic. \n[14]Don't patronize me. What's your total? \n[15]Oh please... \n[16]Show some hubris. Impress me. I bet it's huge. \n[17]Come on... \n[18]This is pretty fucking sexy. \n[19]We're two people who get turned on by elite status. We may have to settle for cheap. \n[20]We can always use that room with the ice machine. \n[21]Thanks. I liked how you burritoed me in the sofa cushions. \n[22]Too bad we didn't make it to the closet. \n[23]Any Southwest? I'm swinging through Albuquerque the week of the 16th? \n[24]Miami? \n[25]That's nothing. \n[26]I should probably go back to my room so I can wake up in my bed. 21. \n[27]I'm in Hotlanta. I need a rib joint recommend bad. \n[28]You haven't called. \n[29]Ryan, I'm not some waitress you banged in a snow storm. The word \"Appropriate\" has no place in our collective vocabulary. I'm the woman you don't have to worry about. \n[30]Next time you're worried about manners - Don't. If you want to call - Call. Just think of me as yourself... only with a vagina. \n[31]I'm out of Hartsfield, into IAD, then a connection at ORD into SDF. \n[32]Tell me about it. \n[33]I can push. \n[34]I should give you both a moment. \n[35]Maybe a drink? \n[36]He broke up with you over text message? \n[37]What a weasely prick. \n[38]We all fall for them. Pricks are spontaneous, unpredictable, and fun. And then we're surprised when they turn out to be pricks. \n[39]You'll do plenty. \n[40]Life can underwhelm you that way. \n[41]It doesn't work that way. \n[42]They can be a little counterproductive. \n[43]It was our pleasure. \n[44]You really thought this guy was the one. 61. \n[45]Huh, let me think for a sec.  Well, by the time you're thirty four, all the physical requirements are pretty much out the window. I mean you secretly prey he'll be taller than you. \n[46]Not an asshole would be nice? Just someone who enjoys my company. Comes from a good family - You don't think about that when you're younger. Wants kids... Likes kids... 62. \n[47]Wants kids. Healthy enough to play catch with his future son one day. \n[48]Please let him earn more than I do. That doesn't make sense now, but believe me, it will one day. Otherwise it's just a recipe for disaster. Hopefully some hair on his head...? But it's not exactly a deal-breaker anymore. Nice smile... Yep, a nice smile just might do it. \n[49]Tried it. We're no picnic ourselves. \n[50]You're young. Right now you see settling as some sort of failure. \n[51]Don't worry, by the time someone is right for you, it won't feel like settling... And the only person left to judge you will be the twenty four year old girl with a target on your back. 63. \n[52]It's nothing like that. \n[53]Well, I mean... \n[54]Jennifer Chu? \n[55]Thank you, Natalie. \n[56]Look... \n[57]Back home, I don't get to act the way I do with you. \n[58]I know. You're so cool. \"Mr. Empty Back Pack\". \n[59]I googled you. \n[60]It's what us modern girls do when we have a crush. \n[61]Well, that depends. Is the bag empty because you hate people or just the baggage they bring along? \n[62]You just don't want to be tied down? The whole responsibility thing. \n[63]You're not going to answer? You're just going to tell me a story? \n[64]Jesus... \n[65]Oh my God. \n[66]Got to fly stand-by and make a meeting in Milwaukee. \n[67]Oh, no. I made you feel cheap. \n[68]I'll text you later so we can swap schedules. \n[69]Neither can I. 69. \n[70]I have to admit, when you asked me to meet you in Vegas... I thought we'd gamble, make out in a heart shaped jacuzzi, maybe see one of those weird French Canadian circus shows. \n[71]How do you feel about the wedding? \n[72]They're a cute couple. \n[73]Yeah, they'll make cute kids. If they're lucky, maybe look a little like you. \n[74]Who doesn't? 81. \n[75]I like it if you're there. Besides, I know a killer burger in Milwaukee. \n[76]No... \n[77]I can't. \n[78]I couldn't. \n[79]You want me to be your date? \n[80]To a wedding... Jesus, Ryan. Your sister's wedding? \n[81]I'm just not sure if it's appropriate for me to... \n[82]Okay. \n[83]Yeah, I can't believe I... Yeah, I'm in. When is it? \n[84]Then kiss me. \n[85]Hi. \n[86]It's not exactly... \n[87]What in life is worth doing that doesn't have a packet. \n[88]The basket was very lovely. \n[89]... Substantial? \n[90]It was a great idea. \n[91]I'll get it. \n[92]Yeah, yeah... \n[93]That's all you got? \n[94]Give me a boost. 91. \n[95]You ever fool around with one of your teachers? \n[96]Not until college. Come on, show me around. \n[97]You played basketball? \n[98]I didn't know you were such a jock. \n[99]How'd it go? \n[100]Very romantic. \n[101]I'm really happy I came here. \n[102]I'll grab your suit. Good luck. \n[103]When am I going to see you? \n[104]So settled down. You're not going to change on me... \n[105]Call me if you get lonely. \n[106]What are you doing here? \n[107]... just some guy who was lost. \n[108]What were you thinking - Just showing up at my door like that? \n[109]Come on, I thought we signed up for the same thing. \n[110]I thought our relationship was perfectly clear. You're... 105. \n[111]... an escape. \n[112]You know, a break from our normal lives... A parenthesis. \n[113]Seriously, Ryan? I can't believe we're having this conversation. I mean what do you want? \n[114]You don't even know what you want. I'm sorry that I ruined your night... But you could have seriously screwed things up for me. That was my family. That's my real life. \n[115]Look, Ryan. I'm a grown up. I don't hold a grudge. When you're ready to be an adult and see me again, just give me a call. ", "CRAIG GREGORY": "\n[1]How's the road warrior? \n[2]Great numbers out of Phoenix. You know Big Auto is going to drop another 10K this month. \n[3]Yeah, Christmas came early. Wish I could have you in five places at once. I need you back in Omaha by the end of the week. \n[4]We got something big - Game changer. \n[5]I'm thinking of planting seeds right now. \n[6]You'll see. Today, I took my first crap in two weeks. Hallelujah. \n[7]Good. I love that sound. \n[8]Just thrilled to have everyone under one roof. Welcome home boys. \n[9]I know there's are lot of whispering about why we're all here. 25. \n[10]Retailers are down twenty percent. Auto industry is in the dump. Housing market doesn't have a heartbeat. This is our moment. It's one of the worst times on record for America... and I don't want to be standing here two years from now, wondering how we missed this window of opportunity. \n[11]Now, last Summer we received a dynamite young woman by way of Cornell. She challenged us with some big ideas. My first reaction was, who does this kid think she is? But when I started to give a listen, I was pretty knocked out. So now, with a little peek into our future - Natalie Keener. \n[12]Yeah, that's why we brought the entire company in from the road - Because we're not taking this seriously. \n[13]Who am I even talking to? \n[14]Ryan, Coke and IBM have been doing it for years. Just like anything, there's a few months of transition, but everyone settles in. \n[15]You don't get it. You're grounded, Ryan. Everyone is. It's done. \n[16]Stabbing people in the chest instead of the back? \n[17]Great job in there, Nat. \n[18]Nice. \n[19]Ryan, stop it. \n[20]She just fired Ned. \n[21]Ryan. \n[22]Stop it, Ryan. \n[23]Ryan, I think we know what you're trying to say... \n[24]Hell-of-a-way to welcome her to the team. 33. \n[25]No... We're making you irrelevant. \n[26]Hey, don't blame me. Blame fuel costs. Blame insurance premiums. Blame technology. Watch yourself, Ryan. You're too young to be a dinosaur... \n[27]I want you to show her the ropes. \n[28]I'm not talking about here. \n[29]Hey, you seem pretty confident that this girl doesn't know what she's doing... \n[30]Great. Well, here's your chance. Show her the magic. Take her through the paces. \n[31]This is the boat. \n[32]This is you. \n[33]Do you want to be in the boat? \n[34]Ryan, we're ringing the bell. Rounding everybody up. If you want to stay out there a little longer, you can. But you're not going to be on your own.  Let me know. \n[35]Welcome to Detroit. \n[36]I've been getting those great numbers over the last few days. Thought we should nut up and give this a try. \n[37]Gotta leave the nest at some point. \n[38]I know. Good thing we brought our best. So let's stop screwing around, alright? \n[39]I was thinking Natalie takes this one. \n[40]I've been watching her. She's great. \n[41]I mean, she created it. Natalie, you not up for it? \n[42]Atta girl. 75. \n[43]Got a second? \n[44]What happened to you yesterday? I was trying to reach you all day. \n[45]Do you remember Karen Barnes? 109. \n[46]She was part of a thirty person reduction a few weeks back in Wichita. Natalie fired her. \n[47]She killed herself. Jumped off a bridge. \n[48]Yeah. Do you remember anyone giving you any signals of anything? Depression? \n[49]Hey, look, you know I have to ask. \n[50]Wasn't any woman who gave you any indication...? Anything? \n[51]Natalie quit. \n[52]Text message. 110. \n[53]Yeah, real fucking nice, right? No one has manners anymore. \n[54]Nah. She was pretty upset. \n[55]I need you back in the air. \n[56]Did you hear me? I thought you'd be thrilled. \n[57]CTC is pausing on the whole new media front for a moment. Giving it a little more thought. Getting our work horses back out doing what they do best. \n[58]We're going to let you sail and sail. Send us a postcard if you ever get there. ", "KARA": "\n[1]Hi Ryan. \n[2]How are you holding up? \n[3]Missy's outstanding. Matthew made varsity. How's the road? \n[4]That's good. So, Ryan? \n[5]I didn't even want to have to ask you for this, because I know how you are about... doing things for others... \n[6]But we're coming in on three weeks to go for Julie's wedding and there's something we could really use your help on. 15. \n[7]We've been sending people these kits so they can print out photos of Julie and Jim on cardboard, and take photos of them in interesting places kind of like that gnome in the French movie. \n[8]Because it's Julie's wedding... and she thinks it's fun. Does it matter why? \n[9]Would you call her? She thinks you've turned to butter - Disappeared. You're awfully isolated, the way you live. \n[10]Your assistant told me you're going to be in Vegas. \n[11]Can you get a photo of the cut-out in front of the Luxor Pyramid? \n[12]Jesus, Ryan, I'm not asking you to check in. Can you just take a stupid photo? \n[13]Well, thank you for trying your best. \n[14]Ryan? \n[15]Well, hello. \n[16]Ryan has told me nothing about you. \n[17]Fuck, I was hoping I wouldn't have to... Yeah, uh, Frank and I are trying out a trial separation. \n[18]There was an extra room on hold here, so I just took it for the weekend. 84. \n[19]Yup. So, you guys are dating? \n[20]Hey, don't worry about it. We're all getting a little old to be calling someone girlfriend... I remember when mom used to call Jack her boyfriend. It drove me up the wall. Boyfriends are for kids... And I'm just a divorcee! \n[21]Yeah, I'll see you two there. \n[22]He's going to make a great husband. \n[23]He's been really supportive. \n[24]Yeah. \n[25]No Ryan. Actually, she's 37 years old. She's barely squeaking by. \n[26]Yup. Sleep tight. \n[27]Ryan, where are you? We're having a meltdown here. \n[28]It's Jim. Can you get back here? We need your help. \n[29]Jim's got cold feet. \n[30]That's how cold feet work. \n[31]Talk to him. \n[32]Hey, it's either you or me. You know my record. I've already struck out once. \n[33]Don't you talk for a living? Motivational type stuff? \n[34]What kind of fucked up message is that? \n[35]It's stupid. \n[36]Come on, Ryan. You haven't been around much. Fuck, you basically don't exist to us. I know you want to be there for her... Well here it is. This is your chance. \n[37]Welcome home. ", "JIM": "\n[1]It's sixty acres up against the foothills. I subdivided the old Lazy W Ranch and took a nice slice for myself. \n[2]Homes will go in the high fours. \n[3]It's a community, not a development. The concept is turn-key everything. You buy a maintenance contract with the home. We'll whack your weeds, we'll even change the light bulb. Furniture? You buy your own or choose a package. Seamless traditionalism, yet all the perks. \n[4]We all need a place to call our own. This is America. This is what we were promised. \n[5]What? \n[6]Thanks. So, you still renting that one- bedroom? \n[7]You own now? \n[8]But you're looking? \n[9]One more box... 89. \n[10]Ryan? \n[11]You ever read this? \n[12]I'll say. \n[13]I don't think I can do this. \n[14]I was just laying there last night in bed and I couldn't sleep. I was thinking about the wedding and the ceremony and all. Us buying a house and moving in together. Having a kid... Having another kid...  ... Thanksgiving, Christmas, spring break, football games, all of a sudden they're out of school, getting jobs, getting married, And then, you know... I'm a grandparent. I'm retired. Before you know it - I'm dead... and I just kept thinking... \"What's the point?\" \n[15]I mean what is the point? \n[16]Yeah, I mean, what am I starting here? \n[17]You never got married. \n[18]You never even tried. \n[19]You seem happier than most of my married friends. \n[20]No... I guess not. \n[21]Yeah, Julie went back to the apartment and I was all alone in that big honeymoon suite... \n[22]Yeah. \n[23]That's a nice touch. \n[24]What's the mood like out there? \n[25]What should I do? \n[26]I'm sorry I'm such a fuck up... Will you be my co-pilot? ", "JULIE": "\n[1]Oh my God, Ryan! \n[2]You must be Alex. You are so beautiful. Kara was right. Did you get the basket? \n[3]Tammy wrapped all of them. \n[4]Ryan, you look so grown up. \n[5]I know, right? You haven't even seen my ring. \n[6]Jim designed it. \n[7]Oh great! They go over there. \n[8]I know, isn't it great how everyone chipped in? \n[9]Well, Jim has a lot of our nest egg invested in this real estate venture right now. So when we went over our finances, a honeymoon just didn't seem affordable this second... So I thought... Hey, just because we can't travel doesn't mean we can't have pictures. \n[10]Thanks. \n[11]I don't know! \n[12]No, I'm good. I'll have some warm milk. That should do the trick. \n[13]Yeah, I know... Isn't he great? \n[14]Oh, yeah, Jim's uncle is going to do it. \n[15]Guests are arriving around 5ish. Things get going at 530. So you know, around then. It's easy. Just come down the elevator. 90. ", "BOB": "\n[1]And what do you suggest I tell them? \n[2]Positive effect? 43. \n[3]Go fuck yourself. That's what my kids'll think. \n[4]Yeah. It was. \n[5]Hey asshole, aren't you here to console me? \n[6]Because they screw lingerie models. \n[7]Yeah, well I can't dunk. \n[8]What are you talking about? 44. \n[9]Twenty seven thousand a year. \n[10]Fate? \n[11]I met my wife at a gas station. ", "KAREN": "\n[1]I'm here to be fired, right? \n[2]You don't have to sugar coat it. I get the drill. What are they offering? \n[3]Give me the bullet points. \n[4]Placement services? How generous. 52. \n[5]So I could be looking for a while. \n[6]Oh, don't sweat it. I'm pretty confident about my plans. \n[7]Yeah. Can you tell me? Is high tide in the morning or the evening? \n[8]There's this beautiful bridge by my apartment. I need to figure out what time to jump off it. ", "KEVIN": "\n[1]Ryan Bingham's office. \n[2]They are completely out of all full sized sedans... 9. \n[3]Yes, I reminded them of your remarkable #1 Gold Club status and years in the program. They are moving mountains to see you in a Sebring. \n[4]Your sister Kara called. Needs to speak urgently about your sister's wedding. I told her you were midair and not even I knew your final destination. \n[5]And you got an invitation to speak at GoalQuest in Vegas. \n[6]It's got a hologram. They're calling it Dos Equis. That's some pretty major Tony Robbins shit there. \n[7]Hold on, I have Craig Gregory for you... ", "STEVE": "\n[1]... who's on the verge of tears. \n[2]Who the fuck are you? \n[3]What did I... do? What could I have done differently here? \n[4]Oh, I'm sure it's going be really helpful. \n[5]Right... \n[6]Wait, how do I get in touch with you? ", "DIANNE": "\n[1]I signed for this while you were gone. \n[2]They seem happy. \n[3]Lots of luck. 24. \n[4]It's good to see you. Feels like a while this time. \n[5]Actually, I kind of started seeing somebody. \n[6]Yeah, we're having drinks tonight if you want to come over. ", "MANAGER": "\n[1]So, what happened? 111. \n[2]You graduated top of your class. You seemed to have your pick of employment... Including right here. Instead, you went to Omaha... to fire people for a living. \n[3]I can't imagine doing that day-in- day-out. Not in this climate. \n[4]Everybody does at one point or another. \n[5]This guy says I'd be lucky to have you. \n[6]Hope he's right. "}}