{"dialogues": {"CARL": "\n[1]Quite a sight, huh Ellie? Uhp, mail's here. \n[2]Shady Oaks Retirement.    Oh brother. \n[3]Hm. \n[4]No. Yes. Tell your boss over there that you boys are ruining our house. \n[5]I believe I made my position to your boss quite clear. \n[6]Oh yeah, that was good. Here, let me talk to him. \n[7]You in the suit. Yes, you.      Take a bath, hippy! \n[8]Tell your boss he can have our house. \n[9]When I'm dead! \n[10]No. \n[11]No. \n[12]No. \n[13]No. \n[14]Uh, no.   I'm doing fine. \n[15]Uh... kid... \n[16]Kid.   KID!! \n[17]Thank you, but I don't need any help! \n[18]Proceed. \n[19]But skip to the end! \n[20]So you want to assist an old person? \n[21]You ever heard of a snipe? \n[22]Bird. Beady eyes. Every night it sneaks in my yard and gobbles my poor azaleas. I'm elderly and infirm. I can't catch it. If only someone could help me... \n[23]Oh, I don't know, it's awfully crafty. You'd have to clap your hands three times to lure it in. \n[24]I think its burrow is two blocks down. If you go past -- \n[25]Bring it back here when you find it! \n[26]What? Hey! Hey you!         What do you think you're doing? \n[27]Don't touch that! \n[28]Get away from our mailbox! \n[29]I don't want you to touch it! \n[30]What do I do now, Ellie? \n[31]Morning gentlemen. \n[32]Ready as I'll ever be. Would you do me a favor and take this? \n[33]I'll meet you at the van in just a minute. I... want to say one last goodbye to the old place. \n[34]So long boys! I'll send you a postcard from Paradise Falls! \n[35]We're on our way, Ellie. \n[36]Huh? \n[37]Hm. \n[38]What are you doing out here, kid? \n[39]No. \n[40]Oh, alright, you can come... \n[41]...in. \n[42]Don't touch that.   You'll soil it. \n[43]Kid, would you stop with the -- \n[44]Let go of the -- knock it off! \n[45]Don't jerk around so much, kid! \n[46]Well, that's not gonna work. \n[47]Stayed up all night blowing up balloons, for what? \n[48]That's nice, kid. \n[49]What are you doing over there? \n[50]Wha... what happened? \n[51]Steered us? \n[52]Huh? \n[53]Can't tell where we are. \n[54]GP-what? \n[55]We'll get you down, find a bus stop. You just tell the man you want to go back to your mother. \n[56]There. That ought to do it. Here, I'll give you some change for bus fare. \n[57]Well, we're up pretty high.   Could take hours to get down. \n[58]...that thing was...building or something. \n[59]We can't be close to the ground yet. \n[60]Wait, wait! No don't, don't, don't! \n[61]Whoah!   Hey, hey! \n[62]Russell, hang on! \n[63]Walk back!     Walk back! \n[64]Where... where are we? \n[65]Don't worry, Ellie. I got it. \n[66]There it is. Ellie, it's so beautiful. \n[67]We made it. We made it! Russell, we could float right over there. Climb up. Climb up! \n[68]Yeah, yeah. Whatever. \n[69]Watch it. \n[70]Now, when you get up there, go ahead and hoist me up! Got it?! \n[71]You on the porch yet?! \n[72]What? That's it?! I came all this way just to get stuck at the wrong end of this rock pile? Aw, great! \n[73]What are you talking about? \n[74]Walk it? \n[75]Now, we're gonna walk to the falls quickly and quietly, with no rap music or flash-dancing. \n[76]We have three days, at best, before the helium leaks out of those balloons. And if we're not at the falls when that happens... \n[77]...we're not getting to the falls! \n[78]Don't you worry, Ellie.    We'll get our house over there. \n[79]Hey, let's play a game. It's called: \"See who can be quiet the longest.\" \n[80]Darn thing. C'mon, Russell, would you hurry it up? \n[81]Which knee? \n[82]I asked you about that five minutes ago! \n[83]Russell! If you don't hurry up, the tigers will eat you. \n[84]Oh, for the love of Pete. Go on into the bushes and do your business. \n[85]Eugh!   None of my concern! \n[86]Oh, did you? \n[87]Oh yes, they're very tall. \n[88]They do indeed. \n[89]Oh ye-   Chocolate? \n[90]What is that thing?! \n[91]There's no such thing as a snipe! \n[92]Go on, get out of here. Go on! Shoo! \n[93]Careful, Russell! \n[94]Russell! \n[95]Get out of here.    Go on, git! \n[96]Aaaah! \n[97]\"Kevin\"? \n[98]Hey. Beat it! Vamoose! Scram! \n[99]Hey!   That's mine! \n[100]Aaah!   Shoo, shoo! Get out of here. \n[101]Go on, beat it. \n[102]No. \n[103]That doesn't even rhyme. \n[104]What? Get down! You're not allowed up there! \n[105]You come down here right now! \n[106]Sheesh!   Can you believe this, Ellie? \n[107]But I told him no -- I told you no! N-O. \n[108]I see you back there! \n[109]Go on, get out of here. Shoo! Go annoy someone else for a while. \n[110]Uh, hello? \n[111]Oh!   Hello sir!    Thank goodness. \n[112]It's nice to know someone else is up here! \n[113]What?    You can smell us? \n[114]Hey. \n[115]What? \n[116]We have your dog! Wonder who he belongs to? \n[117]Did that dog just say \"Hi there?\" \n[118]Uh..wha? \n[119]It's not possible. \n[120]Russell, don't touch that. It could be radioactive or something. \n[121]Yes! Take it! And on the way, learn how to bark like a real dog! \n[122]No. \n[123]It's just a weird trick or something. Let's get to the falls. \n[124]I am not your master! \n[125]Russell! At this rate we'll never get to the falls! \n[126]I am nobody's master, got it? I don't want you here, ...and I don't want you here. I'm stuck with you. And if you two don't clear out of here by the time I count to three- \n[127]Ball? \n[128]You want it boy?     Huh?   Huh?   Yeah? \n[129]Go get it!! \n[130]Quick Russell, give me some chocolate. \n[131]Just give it to me! \n[132]Bird.   Bird! \n[133]C'mon Russell! \n[134]Daah! \n[135]Aaahh... \n[136]I think that did the trick. \n[137]Afternoon. \n[138]Well, thanks for keeping us dry anyway, Ellie. \n[139]Wait, aren't you \"Super Wilderness Guy?\" With the GPM's and the badges? \n[140]No. \n[141]You've been camping before, haven't you? \n[142]Well, why didn't you ask your Dad how to build a tent? \n[143]Why don't you try him sometime? Maybe he'll surprise you. \n[144]He's got to be home sometime. \n[145]Phyllis? You call your own mother by her first name? \n[146]Oh. \n[147]Hey, uh, why don't you get some sleep. Don't want to wake up the traveling flea circus. \n[148]Alright.   He can come. \n[149]Yeah. \n[150]Cross my heart. \n[151]What have I got myself into, Ellie? \n[152]Morning Sweetheart. \n[153]We better get moving. \n[154]Huh. Bird's gone. Maybe Russell won't notice. Alright, everybody up! \n[155]Hey, that's my food!   Get off my roof! \n[156]What is it doing? \n[157]Sorry Russell. We've lost enough time already. \n[158]Huh? \n[159]Wait, we're not going with you. We're going to the falls! \n[160]Get away from me! Get down! \n[161]Uh... yeah. \n[162]Wait, are you Charles Muntz?! \n[163]The Charles Muntz? \n[164]It's really him! That's Charles Muntz! \n[165]Him! \n[166]I'm Carl Fredricksen. My wife and I, we were your biggest fans! \n[167]Wow. \n[168]We're not actually going inside the \"Spirit of Adventure\" itself?! \n[169]Would I?!?! \n[170]Wait up, Mr. Muntz! \n[171]Jiminy Cricket. \n[172]Did you ever! Will you look at that? \n[173]Oh my gosh, the Giant Somalian Leopard Tortoise! \n[174]Oh my Ellie would have loved all this. You know, it's because of you she had this dream to come down here and live by Paradise Falls. \n[175]You're sure we're not a bother? I'd hate to impose. \n[176]No! \n[177]But it ran off!      It's gone now. \n[178]Well! It's been a wonderful evening, but we'd better be going. \n[179]We don't want to take advantage of your hospitality. Come on Russell. \n[180]Hurry! \n[181]Russell! \n[182]Get back!! \n[183]Gimme your hand! \n[184]Alright.   But we've got to hurry. \n[185]See anything? \n[186]This is crazy. I finally meet my childhood hero and he's trying to kill us! What a joke. \n[187]Careful Russell. \n[188]Yeah?   How so? \n[189]Hmm, get used to that, kid. \n[190]Hold on Russell, stand still! \n[191]Look at that bird go! \n[192]Wait up, you overgrown chicken! \n[193]Russell, give me your knife! \n[194]No! \n[195]This is none of my concern.      I didn't ask for any of this! \n[196]I am not your master! And if you hadn't a shown up, none of this would have happened! Bad dog! Bad dog! \n[197]Now, whether you assist me or not, I am going to Paradise Falls if it kills me. \n[198]Russell? \n[199]Russell! \n[200]No, Russell! No! \n[201]Wahhoo! \n[202]Russell? \n[203]Dug! \n[204]Can you stay? Well, you're my dog aren't you? And I'm your master! \n[205]Good boy, Dug. You're a good boy! \n[206]Russell! \n[207]Dug!   Bring `er over! \n[208]I'm getting Kevin.    You stay here! \n[209]I don't want your help.     I want you safe! \n[210]How do we get past these dogs? \n[211]Kevin! \n[212]Don't worry Kevin, we're on our way! \n[213]What do we do now, Dug? \n[214]Who wants the ball? \n[215]Then go get it! \n[216]I'm sorry Kevin.      Let's get you out of here. \n[217]Come on, Kevin. \n[218]Come on! \n[219]Come on, Kevin! \n[220]Russell! \n[221]Dug! \n[222]Russell!! Over here!!    Let's go! \n[223]Come on, Kevin! \n[224]No! \n[225]Russell!   Get out of there! \n[226]No!    Leave them alone! \n[227]Russell! Hang on to Kevin! Don't let go of her! \n[228]Kevin!   Chocolate! \n[229]Don't jerk around so much, kid! \n[230]You know, it's just a house. \n[231]Ow! Ow! Ow! \n[232]Huh, where's my cane?      I just had it here... \n[233]You know what? Keep `em.       A little gift from me to you. \n[234]Ready! \n[235]Excuse me. Pardon me.    Old man coming through. \n[236]I'm here for him. \n[237]Russell, for assisting the elderly, and for performing above and beyond the call of duty, I would like to award you the highest honor I can bestow: The Ellie Badge. \n[238]Red one. \n[239]Red one. \n[240]It's red, isn't it? \n[241]No, I'm not. Red one. \n[242]Maybe I need new glasses. ", "RUSSELL": "\n[1]\"Good afternoon. My name is Russell. And I am a Wilderness Explorer in Tribe 54, Sweatlodge 12. Are you in need of any assistance today, sir?\" \n[2]I could help you cross the street. \n[3]I could help you cross your yard. \n[4]I could help you cross your... porch? \n[5]Well, I gotta help you cross something. \n[6]\"Good afternoon. My name is Russell.\" \n[7]\"And I am a Wilderness Explorer in Tribe 54, Sweatlodge 12.\" \n[8]\"Are you in need of any assistance today Sir?\" \n[9]Ow. \n[10]\"Good afternoon. My-\" \n[11]See these? These are my Wilderness Explorer badges. You may notice one is missing. It's my Assisting the Elderly badge. If I get it I will become a Senior Wilderness Explorer! \n[12]\"The wilderness must be explored! \n[13]It's gonna be great! There's a big ceremony, and all the dads come, and they pin on our badges... \n[14]Yep! Then I will be a Senior Wilderness Explorer! \n[15]Snipe? \n[16]Me! Me!   I'll do it! \n[17]I'll find it, Mr. Fredricksen! \n[18]Two blocks down! Got it! \n[19]Sniiiipe! Here Snipey Snipey... \n[20]Hi, Mr. Fredricksen.    It's me, Russell. \n[21]I found the snipe and I followed it under your porch, but this snipe had a long tail and looked more like a large mouse. \n[22]Please let me in? \n[23]Huh. I've never been in a floating house before. \n[24]Goggles.   Look at this stuff! \n[25]Wow, you going on a trip? \"Paradise Falls: A Land Lost in Time.\" You going to South America, Mr. Fredricksen? \n[26]You know, most people take a plane, but you're smart because you'll have all your TV and clocks and stuff. \n[27]Whoah.   Is this how you steer your house?   Does it really work? \n[28]Oh, this makes it go right, and that way's left. \n[29]Hey look, buildings! \n[30]That building's so close I could almost touch it. \n[31]Wow! This is great! You should try this, Mr. Fredricksen! Look, there's a bus that could take me home two blocks away! Hey, I can see your house from here! \n[32]I know that cloud, it's a Cumulo Nimbus. Did you know that the Cumulo Nimbus... \n[33]...warm air goes by cool air, and the airs go by each other and that's how we get lightning. \n[34]Mr. Fredricksen, there's a big storm coming. It's starting to get scary. We're gonna get blown to bits! We're in big trouble, Mr. Fredricksen! \n[35]Look! \n[36]See?    Cumulo Nimbus. \n[37]My pack! \n[38]Got ya! \n[39]Whew!    I thought you were dead. \n[40]I steered us. I did!      I steered the house! \n[41]After you tied your stuff down you took a nap, so I went ahead and steered us down here. \n[42]Oh we're in South America all right. It was a cinch, with my Wilderness Explorer GPS. \n[43]My dad gave it to me. It shows exactly where we are on the planet. With this baby, we'll never be lost! \n[44]Oops. \n[45]Sure, but I don't think they have busses in Paradise Falls. \n[46]Nah, I'll just use my city bus pass. \n[47]Whoah, that's gonna be like a billion transfers to get back to my house. \n[48]Mr. Fredricksen, how much longer? \n[49]What was that, Mr. Fredricksen? \n[50]Whoah! \n[51]Okay! \n[52]This doesn't look like the city or the jungle, Mr. Fredricksen. \n[53]You mean assist you? \n[54]Okay, I'll climb up! \n[55]Sorry. \n[56]Hey, if I could assist you over there, would you sign off on my badge? \n[57]We could walk your house to the falls! \n[58]Yeah, after all, we weigh it down. We could walk it right over there. Like a parade balloon. \n[59]Uh-huh. \n[60]Sand! \n[61]I found sand! \n[62]Huh. This is fun already, isn't it? By the time we get there, you're gonna feel so assisted... Oh, Mr. Fredricksen, if we happen to get separated, use the Wilderness Explorer call. Caw caw, raaar!! \n[63]Wait. Why are we going to Paradise Falls again? \n[64]Cool!   My mom loves that game! \n[65]I'm tiiiired. And my knee hurts. \n[66]My elbow hurts and I have to go to the bathroom. \n[67]Well, I didn't have to go then! \n[68]I don't want to walk anymore.     Can we stop? \n[69]There's no tigers in South America. \n[70]Zoology. \n[71]Okay!   Here, hold my stuff. \n[72]I've always wanted to try this! \n[73]Mr. Fredricksen? Am I supposed to dig the hole before or after? \n[74]Oh.    It's before! \n[75]Huh?  Tracks?! Snipe! \n[76]Here, snipe... Come on out, snipe. Snipe! \n[77]Huh. \n[78]Ha! Gotcha! \n[79]Don't be afraid, little snipe. I am a Wilderness Explorer so I am a friend to all of nature. Want some more? \n[80]Hi boy.    Don't eat it all.   Come on out. \n[81]Come on. Don't be afraid little snipe. Nice snipe. Good little snipe. Nice... \n[82]...giant snipe! \n[83]I found the snipe! \n[84]Are they tall? \n[85]Do they have a lot of colors? \n[86]Do they like chocolate? \n[87]It's a snipe! \n[88]But you said snipes eat-- \n[89]Whoah! \n[90]Whoah! Whoah! \n[91]Hey, look Mr. Fredricksen, it likes me! \n[92]No stop, that tickles! \n[93]Uh-oh! No no no no no Kevin, it's okay. Mr. Fredricksen is nice! \n[94]Yeah, that's his name I just gave him. \n[95]Can we keep him? Please?? I'll get the food for him, I'll walk him, I'll change his newspapers... \n[96]\"An Explorer is a friend to all, be it plants or fish or tiny mole.\" \n[97]Yeah it does. \n[98]Hey, look!     Kevin! \n[99]Ellie? \n[100]Uh, hey Ellie, could I keep the bird? Uh-huh. Uh-huh. She said for you to let me. \n[101]You were talking to a rock. \n[102]Hey, that one looks like a turtle! \n[103]Look at that one!     That one looks like a dog! \n[104]It is a dog! \n[105]Uh, we're not allowed to have dogs in my apartment. \n[106]Hey, I like dogs! \n[107]Sit boy. \n[108]Hey look, he's trained!    Shake! \n[109]Uh-huh.    Speak. \n[110]Cool! What do these do, boy? \n[111]Can we keep him? Please please please? \n[112]But it's a talking dog! \n[113]Hey Dug! Who you talking to? \n[114]Dug, stop bothering Kevin! \n[115]Hey!     Quit it! \n[116]Why? \n[117]Wait.   Wait, Mr. Fredricksen. \n[118]What are we doing? \n[119]Hey, uh, we're pretty far now. Kevin's gonna miss me. \n[120]Which one's the front? \n[121]Is this step three, or step five? \n[122]There! \n[123]All done. \n[124]That's for you! \n[125]Awh.   Tents are hard. \n[126]Yeah, but... can I tell you a secret? \n[127]Alright, here goes. I never actually built a tent before. There. I said it. \n[128]Well, never outside. \n[129]I don't think he wants to talk about this stuff. \n[130]Well, he's away a lot.   I don't see him much. \n[131]Well, I called, but Phyllis told me I bug him too much. \n[132]Phyllis isn't my mom. \n[133]But he promised he'd come to my Explorer ceremony to pin on my Assisting the Elderly badge, so he can show me about tents then, right? \n[134]Mr. Fredricksen, Dug says he wants to take Kevin prisoner. We have to protect him! \n[135]Can Kevin go with us? \n[136]Promise you won't leave him? \n[137]Cross your heart? \n[138]Where's Kevin? He's wandered off! Kevin! Dug, find Kevin! \n[139]Oh, look! There he is. \n[140]Her babies! Kevin's a girl? \n[141]Wait, Kevin's just leaving? But you promised to protect her! \n[142]Her babies need her, we gotta make sure they're together. \n[143]Yeah... \n[144]This was her favorite chocolate. Because you sent her away, there's more for you. \n[145]Kevin? \n[146]It is?!? Who's Charles Muntz? \n[147]Uh-huh. \n[148]I liked his other voice. \n[149]Yes!! \n[150]Hey! \n[151]Hey! \n[152]Hey! \n[153]Hey, that looks like Kevin! \n[154]Yeah! That's my new giant bird pet. I trained it to follow us. \n[155]She likes chocolate. \n[156]Yeah, I gave her some of my chocolate. She goes ga-ga for it. \n[157]But we haven't even had dessert yet. \n[158]Kevin? \n[159]I am hurrying! \n[160]They're coming! \n[161]Help! Help! \n[162]Hang on to Kevin! \n[163]Kevin! \n[164]No no no! Kevin! Stay down. She's hurt real bad. Can't we help her get home? \n[165]You okay, Kevin? \n[166]You know what, Mr. Fredricksen? The wilderness isn't quite what I expected. \n[167]It's kinda... wild. I mean, it's not how they made it sound in my book. \n[168]My dad made it sound so easy. He's really good at camping, and how to make fire from rocks and stuff. He used to come to all my Sweatlodge meetings. \n[169]And afterwards we'd go get ice cream at Fentons. I always get chocolate and he gets butter- brickle. Then we'd sit on this one curb, right outside, and I'll count all the blue cars and he counts all the red ones, and whoever gets the most, wins. I like that curb. \n[170]That might sound boring, but I think the boring stuff is the stuff I remember the most. \n[171]Look, there it is! \n[172]That's it, go Kevin!      Go find your babies! \n[173]Run Kevin! Run! \n[174]Oh no! \n[175]No! \n[176]Let her go! Stop! \n[177]Kevin! \n[178]You gave away Kevin.   You just gave her away. \n[179]Here. \n[180]I don't want this anymore. \n[181]I'm gonna help Kevin even if you won't! \n[182]Ooph! \n[183]Yes!    Don't worry Kevin! I'll save - \n[184]Let me go! \n[185]He's not my friend anymore. \n[186]Where are you keeping Kevin!? \n[187]Let me go! \n[188]I'll unleash all my Wilderness Explorer training! \n[189]Hey, where are you going?    I'm not finished with you! \n[190]Mr. Fredricksen! \n[191]You came back for Kevin!     Let's go get her. \n[192]But I want to help! \n[193]I want to help! \n[194]Ha ha! \n[195]Whoooaaah! \n[196]I can't do it! \n[197]Huh? \n[198]You leave Mr. Fredricksen alone! \n[199]Hey! Squirrel! \n[200]Mr. Fredricksen! \n[201]That was cool! \n[202]Sorry about your house, Mr. Fredricksen. \n[203]Look at you. You're so soft. \n[204]I wish I could keep one. \n[205]Bye Kevin! \n[206]Ready? \n[207]Wow. \n[208]Blue one. \n[209]That's a bike! \n[210]Mr. Fredricksen, you're cheating. \n[211]That's a fire hydrant. ", "MUNTZ": "\n[1]\"Adventure is out there!\" \n[2]Gentlemen, I give you: the Monster of Paradise Falls! \n[3]I promise to capture the beast... alive! \n[4]And I will not come back until I do! \n[5]Well... Yes. \n[6]\"Adventure is out there!\" \n[7]Well, you're a man of good taste! \n[8]You must be tired.     Hungry? \n[9]Attention everyone! These people are no longer intruders. They are our guests. \n[10]I'm sorry about the dogs -- hope they weren't too rough on you. \n[11]Go ahead and moor your airship right next to mine. \n[12]Oh.    Would you like to? \n[13]Most of the collection is housed in the world's top museums: New York, Munich, London... `Course I kept the best for myself. \n[14]Oh yes, the Arsinoitherium. Beast charged while I was brushing my teeth. Used my shaving kit to bring him down. \n[15]Oh, surprise me. Only way to get it out of Ethiopia at the time was to have it declared as \"dental equipment!\" \n[16]Oh, you recognize it? I'm impressed! That's an interesting story there... \n[17]Hm, excellent choice. I found it on safari with Roosevelt. \n[18]He and I fell into a habit of playing gin rummy in the evenings. And did he cheat? Oh, he was horrible! \n[19]Oh dear, broken translator.   It's that loose wire again. There you go big fella. \n[20]Well, dinner is served!    Right this way. \n[21]So how are things stateside? Almost tempted to go back a few times, but I have unfinished work here... Please. \n[22]I hope you're hungry because Epsilon is the finest chef I've ever had. \n[23]Oh, Epsilon, you've done it again! \n[24]I'm honored. And now you've made it! \n[25]No no! It's a pleasure to have guests -- a real treat. \n[26]No no, quiet! Calm down.     Calm down... \n[27]Shouldn't've used that word... Having guests is a delight. More often I get thieves, come to steal what's rightfully mine. \n[28]They called me a fraud, those... dah! But once I bring back this creature, my name will be cleared. \n[29]Beautiful, isn't it? I've spent a lifetime tracking it. Sometimes years go by between sightings... \n[30]I've tried to smoke it out of that deathly labyrinth where it lives... Can't go in after it. Once in, there's no way out. Lost so many dogs... \n[31]And here they come, these bandits, and think the bird is theirs to take! But they soon find that this mountain is a very dangerous place. \n[32]\"Kevin?\" \n[33]Follow you? Impossible.      How? \n[34]Chocolate? \n[35]You know, Carl. These people who pass through here, they all tell pretty good stories. A \"Surveyor\" making a map. \n[36]A \"Botanist\" cataloguing plants. \n[37]An old man taking his house to Paradise Falls. \n[38]That's the best one yet. I can't wait to hear how it ends. \n[39]Oh, you're not leaving? \n[40]No, the boy's right. You haven't had dessert. Epsilon here makes a delicious Cherries Jubilee. \n[41]Oh, you really must stay. I insist! We have so much more to talk about! \n[42]It's here. \n[43]Get them! \n[44]You lost them? \n[45]Wait.   Wait a minute.   Dug... \n[46]Get away from my bird! \n[47]Careful. We want her in good shape for my return. \n[48]And they wouldn't believe me. Just wait till they get a look at you. \n[49]What? \n[50]Where's your elderly friend? \n[51]Well, if you're here, Fredricksen can't be far behind. \n[52]Alpha! Fredricksen's coming back. Guard that bird. If you see the old man, you know what to do. \n[53]Nice talking with you. \n[54]Where are you, Fredricksen? \n[55]What?    Calm down!   One at a time! \n[56]Does anyone know where they are?!?! \n[57]Grey leader! Take down the house! \n[58]Any last words, Fredricksen?   Come on, spit it out! \n[59]Enough! I'm taking that bird back with me alive or dead! ", "DUG": "\n[1]Hi there. \n[2]Oh yes. \n[3]My name is Dug. I have just met you and I love you. \n[4]My master made me this collar. He is a good and smart master and he made me this collar so that I may talk -- SQUIRREL!! \n[5]My master is good and smart. \n[6]Oh it is, because my master is smart. \n[7]Hey would you- -cuerdo con tigo- I use that collar- -watashi wa hanashi ma- -to talk with, I would be happy if you stopped. \n[8]I am a great tracker. My pack sent me on a special mission all by myself. Have you seen a bird? I want to find one and I have been on the scent. I am a great tracker, did I mention that? \n[9]Hey, that is the bird! I have never seen one up close but this is the bird. May I take your bird back to camp as my prisoner? \n[10]Oh I can bark! \n[11]And here's howling! \n[12]Please be my prisoner. Oh please oh please be my prisoner. \n[13]Hi Alpha.    Hey, your voice sounds funny. \n[14]Why yes, the bird is my prisoner now. \n[15]I am here with the bird and I will bring it back and then you will like me. Oh, gotta go. \n[16]Oh please oh please oh PLEASE be my prisoner! \n[17]That man there says I can take the bird and I love that man there like he is my master. \n[18]I am warning you, once again, bird! \n[19]I am jumping on you now, bird. \n[20]A ball!   Oh boy oh boy!     A ball! \n[21]Oh oh oh! Yes, I do.        I do ever so want the ball! \n[22]Oh boy, oh boy! I will get it and then bring it back! \n[23]Hi, Master. \n[24]Find the bird.    Find the bird... \n[25]\n[26]Yeah, get off of his &lt;&gt;! \n[27]The bird is calling to her babies. \n[28]Her house is over there in those twisty rocks. \n[29]She has been gathering food for her babies and must get back to them. \n[30]Oh, yes. Oh, yes. Since I have said that, I can see how you would think that. \n[31]Uh, tomorrow. Come back tomorrow and then I will again have the bird. Yes. \n[32]I do not like the Cone of Shame. \n[33]Master, over here! \n[34]Go toward the light, master! \n[35]Go on Master!       I will stop the dogs! \n[36]Stop you dogs!! \n[37]No, my pack is not following us! Boy they are dumb. \n[38]Hey, I know a joke. A squirrel walks up to a tree and says I forgot to store acorns for winter and now I am dead. Ha! It is funny because the squirrel gets dead. \n[39]Master.   It's alright. \n[40]I was hiding under your porch because I love you. Can I stay? \n[41]You are my master?! \n[42]Oh boy.     Oh boy! \n[43]Uh... POINT! \n[44]Hi. \n[45]Listen you dog!     Sit! \n[46]Alpha? I am not Alpha, he is- Oohhhh! \n[47]Master! \n[48]Oh I am ready to not be up high. \n[49]Grey one. ", "YOUNG ELLIE": "\n[1]It's a beautiful day, winds out of the east at ten knots. Visibility... unlimited. Enter the weather in the logbook! \n[2]Oh! There's something down there! I will bring it back for science. Awwww, it's a puppy! \n[3]No time!   A storm! Lightning! Hail! \n[4]What are you doing!?! \n[5]Don't you know this is an exclusive club? Only explorers get in here. Not just any kid off the street with a helmet and a pair of goggles. Do you think you got what it takes? Well, do you?!? \n[6]Alright, you're in. Welcome aboard. \n[7]What's wrong? Can't you talk? \n[8]Hey, I don't bite. \n[9]You and me, we're in a club now. \n[10]I saw where your balloon went. Come on, let's go get it! \n[11]My name's Ellie. \n[12]There it is. \n[13]Well, go ahead. \n[14]Go on. \n[15]Hey kid!! \n[16]Thought you might need a little cheerin' up. I got somethin' to show ya! \n[17]I am about to let you see something I have never shown to another human being. Ever. In my life. \n[18]You'll have to swear you will not tell anyone. \n[19]Cross your heart. Do it! \n[20]My Adventure Book! \n[21]You know him. \n[22]Charles Muntz, explorer. When I get big, I'm going where he's going: South America. \n[23]It's like America... but south. Wanna know where I'm gonna live? \n[24]\"Paradise Falls, a land lost in time.\" I ripped this right out of a library book. \n[25]I'm gonna move my clubhouse there, and park it right next to the falls. Who knows what lives up there? And once I get there... \n[26]Well, I'm saving these pages for all the adventures I'm gonna have. Only... I just don't know how I'm gonna get to Paradise Falls. \n[27]That's it! You can take us there in a blimp! Swear you'll take us. Cross your heart! Cross it! Cross your heart. \n[28]Good. You promised. No backing out. \n[29]Well, see you tomorrow kid!   Bye. \n[30]\"Adventure is out there!!\" \n[31]You know, you don't talk very much. I like you. ", "ALPHA": "\n[1]No. Soon enough the bird will be ours yet again. \n[2]Find the scent, my compadres and you two shall have much rewardings from Master for the toil factor you wage. \n[3]Beta. Gamma. Mayhaps you desire to -- SQUIRREL! \n[4]Mayhaps you desire to challenge the ranking that I have been assigned by my strength and cunning? \n[5]Do not mention Dug to me at this time. His fool's errand will keep him most occupied, most occupied indeed. Ha ha ha. Do you not agree with that which I am saying to you now? \n[6]You are wise, my trusted Lieutenant. \n[7]This is Alpha calling Dug.   Come in, Dug. \n[8]I know, I know!   Have you seen the bird? \n[9]Impossible! Where are you?! \n[10]There he is. Come on! \n[11]Where's the bird? You said you had the bird. \n[12]Where is it? \n[13]You lost it. Why do I not have a surprised feeling? Well, at least you now have lead us to the small mailman and The One Who Smells of Prunes. \n[14]Master will be most pleased we have found them, and will ask of them many questions. Come! \n[15]He has lost the bird.     Put him in the Cone of Shame. \n[16]Master, dinner is ready. \n[17]Thank you Master. \n[18]Master! The small mailman has returned. \n[19]Allow no one to be entering through these doors. Guard well that bird, my minions. \n[20]I will have many enjoyments for what I am about to do, Dug. \n[21]What? Do not just continue sitting! Attack! \n[22]No! No! Stop your laughing! Get this off of me! ", "NEWSREEL ANNOUNCER": "\n[1]\"Movietown News\" presents... Spotlight on Adventure! \n[2]What you are now witnessing is footage never before seen by civilized humanity: a lost world in South America! Lurking in the shadow of majestic Paradise Falls, it sports plants and animals undiscovered by science. Who would dare set foot on this inhospitable summit? \n[3]Why, our subject today: Charles Muntz! \n[4]The beloved explorer lands his dirigible, the \"Spirit of Adventure,\" in New Hampshire this week, completing a year long expedition to the lost world! \n[5]This lighter-than-air craft was designed by Muntz himself, and is longer than 22 Prohibition paddy- wagons placed end to end. \n[6]And here comes the adventurer now! \n[7]Never apart from his faithful dogs, Muntz conceived the craft for canine comfort! It's a veritable floating palace in the sky... \n[8]...complete with doggie bath and mechanical canine walker. \n[9]And Jiminy Cricket, do the locals consider Muntz the bee's knees! And how! \n[10]But what has Muntz brought back this time? \n[11]And golly, what a swell monster this is. But what's this? \n[12]Scientists cry foul! The National Explorers Society accuses Muntz of fabricating the skeleton! \n[13]The organization strips Muntz of his membership. \n[14]Humiliated, Muntz vows a return to Paradise Falls and promises to capture the beast... alive! \n[15]And so the    explorer is off to clear his name.     Bon voyage Charles Muntz, and    good luck capturing the Monster of    Paradise Falls! \n[16]Here's Charles Muntz piloting his famous dirigible!! \n[17]He hurdles Pike's Peak! \n[18]He hurdles the Grand Canyon! \n[19]He hurdles Mount Everest! \n[20]He... goes around Mount Everest! Is there nothing he cannot do? \n[21]Yes, as Muntz himself says: \"Adventure is--\" ", "GAMMA": "\n[1]Oh, here it is.    I picked up the bird's scent! \n[2]I'm getting prunes and denture cream! Who are they? \n[3]Yeah, your voice sounds funny! \n[4]Yeah, I wonder if he's found the bird on his very special mission. \n[5]Yeah, right. \n[6]Why's he with that small mailman? \n[7]We weren't! \n[8]What do we do with Dug? \n[9]Yeah, he's with them.    He helped them escape! \n[10]None of your mailman friends can hear you. \n[11]I got it!! \n[12]Uh-oh. \n[13]Grey 2, checking in. \n[14]Squirrel? \n[15]I hate squirrels. ", "BETA": "\n[1]Wait a minute, wait a minute! What is this? Chocolate. I smell chocolate. \n[2]Ah man, Master will not be pleased. We'd better tell him someone took the bird, right Alpha? \n[3]Hey Alpha, I think there's something wrong with your collar. You must have bumped it. \n[4]No no. But maybe Dug would.     You might want to ask him. \n[5]Sure, but the second Master finds out you sent Dug out by himself, none of us will get a treat. \n[6]What's Dug doing? \n[7]Where are they? \n[8]Not you. \n[9]Uh, it was Dug. \n[10]Scream all you want, small mailman. \n[11]Grey leader, checking in. \n[12]Target sighted. ", "VOICE": "\n[1]Hey, are you okay over there? \n[2]I can smell you. \n[3]I can smell you. \n[4]Stay! \n[5]You came here in that? \n[6]In a house? A floating house? \n[7]That is the darndest thing I've ever seen! You're not after my bird, are you? But if you need to borrow a cup of sugar, I'd be happy to oblige! \n[8]Well, this is all a misunderstanding. My dogs made a mistake. ", "CONSTRUCTION FOREMAN TOM": "\n[1]Hey! `Morning, Mr. Fredricksen! Need any help there? \n[2]Well just to let you know, my boss would be happy to take this old place off your hands, and for double his last offer. Whaddya say to that? \n[3]Uh, I take that as a no, then. \n[4]You poured prune juice in his gas tank. \n[5]I am not with him! This is serious. He's out to get your house! \n[6]Really? \n[7]I'll take that as a maybe! ", "DOG WALLA": "\n[1]Yes!    It is him! He is! \n[2]Follow me! I like you temporarily. You do smell like prunes. I will not bite you. \n[3]Treat?!   Treat! I want a treat! \n[4]Master! He's gone! The old man! He's here! He's got the bird! The bird's gone! \n[5]He's in Hall D! He's in Hall B! It's the old man! \n[6]Yes, Alpha. "}}