{"dialogues": {"EVEY": "\n[1]\"Remember, remember, the fifth of November, the gunpowder treason and plot.  I know of now reason why the gunpowder treason should ever be forgot.\" \n[2]Those were almost the very first words he spoke to me and, in a way, that is where this story began, four hundred years ago, in a cellar beneath the Houses of Parliament. \n[3]In 1605, Guy Fawkes attempted to blow up the Houses of Parliament. \n[4]He was caught in the cellars with enough gunpowder to level most of London. \n[5]Sometimes I wonder where we would be if he hadn't failed.  I wonder if it would have mattered. \n[6]I suppose the answer is in the rhyme.  More than the man, what we must remember is the plot itself. \n[7]For in the plot we find more than just a man, we find the idea of that man, the spirit of that man, and that is what we must never forget. \n[8]This, then, is the story of that idea, of that spirit that began with an anarchist's plot four hundred years ago. \n[9]I was born near the end of the millennium, the year 1997.  My father used to say that people were so afraid that the world was going to end that they were willing it to happen. \n[10]I don't remember much of the century's turn.  I don't remember the market crash or the plague or any of the Trafalgar riots. \n[11]I've read about them since but I don't recall how any of them impacted my life except for the fear.  They would hide it from me, like a secret between them. \n[12]But I could feel it. \n[13]Of the chaos that seemed to swallow the beginning of the 21st century, there is one thing I do remember. \n[14]Very clearly, I can remember that sound. \n[15]And I remember those boots, black leather that gleamed bright in the morning sun.  I had never seen such boots.  All moving in perfect unison. \n[16]It must have seemed so easy to them.  They offered such a simple deal; give up control and we will restore order. \n[17]At first, the arrests were political.  Dissidents.  Radicals. Liberals. \n[18]When my parents were younger, they had been activists.  They had marched with Labor in the great train strike. \n[19]I never saw them again.  Overnight, my life, my entire world was erased. \n[20]It was done so quickly and violently, so completely, that it began to seem that it had never even existed. \n[21]The homosexuals were next.  What God had started with AIDS had to be finished by man.  It was God's work.  That's what we were told. \n[22]But once they were gone, there was someone else.  Someone different. \n[23]Someone dangerous. \n[24]There were those who understood what was happening, who knew it was wrong but who kept silent. \n[25]And in the vacuum of that silence, order was imposed. \n[26]Order that was like those boots, order that required rigorous discipline.  Order that is exactly the same, where each single step falls with every step.  The order of the many shaped into one. \n[27]Somehow in my heart, I knew it wouldn't last. \n[28]What they thought they had crushed, the spirit they believed trampled and ground beneath the marching of their boots, rose up, rose as if from a four hundred year old grave, rose to remind us all that day. \n[29]I don't know what brought us together that night.  I had never been to that part of Westminster but ever since I've known him, I've stopped believing in coincidence. \n[30]Excuse me?  Uh... excuse me, Mister? \n[31]Would you like... uh, would you like to sleep with me? \n[32]I mean, for money. \n[33]Oh god, I'm sorry. \n[34]Yes, no, I mean for money.  But I know what you want and I'll do it. \n[35]Anything you want, mister.  Please, I need the money.  I know I'm young but I promise I know what I'm doing. \n[36]Christ, you're a Fingerman. \n[37]Oh god, please.  It's my first time.  Please don't hurt me. \n[38]Oh no! \n[39]Please, don't! \n[40]Who -- Who are you? \n[41]Evey. \n[42]Why did you do that?  Why did you... help me? \n[43]For what? \n[44]Music? \n[45]Is that why you're wearing a mask? \n[46]Uh... November fourth. \n[47]I don't know. \n[48]To your music? \n[49]I can't hear anything. \n[50]Oh my... \n[51]It's beautiful... \n[52]Wait.  I've lost you. \n[53]Oh... \n[54]A jukebox?  Where did you get it? \n[55]Oh, it's beautiful.  I've never heard anything like it. \n[56]This place is amazing. \n[57]Stay here... with you? \n[58]I... I don't even know your name. \n[59]V?  V... I like that. \n[60]V, v, v, v, v. \n[61]Oh, V, you scared me. \n[62]I was reading the inscription. What is it? \n[63]Yes, I suppose you have.  This place is the only universe I have right now. \n[64]I don't know.  I'm so grateful to you -- I just feel I should help you, you know, the way you're helping me.  I mean, that's the deal, isn't it? \n[65]I think I do.  Part of me wants to stay here forever and never have to face what's going on outside.  But that's not right.  Is it?  That's not taking responsibility.  Not conquering my universe. \n[66]I want to help you, V.  I want to do something.  Can we make a deal? \n[67]Good.  That's that, then. \n[68]V, you said that Latin thing was a quote.  Who said it? \n[69]Uh... thank you. \n[70]Listen -- I was kind of hoping -- \n[71]No -- \n[72]\n[73]V, what are you doing? \n[74]Oh no. \n[75]You can't kill him! \n[76]Oh god, V.  I can't -- I can't -- \n[77]No... I made a mistake. \n[78]I have to find someone. \n[79]Oh no... V? \n[80]You've made a mistake. \n[81]Please.  I haven't done anything -- \n[82]No, please, I didn't do anything. \n[83]No. \n[84]No, I -- \n[85]Oh god, I don't -- \n[86]No -- \n[87]I don't know. \n[88]They were going to rape me, kill me -- \n[89]Please.  I didn't do anything. \n[90]I read her letter.  Hid it.  Slept. Woke.  They questioned me.  And I read her letter again. \n[91]Over and over... \n[92]Her name was Valerie. \n[93]No.  No, that isn't true -- \n[94]No, wait! \n[95]I had come to know every inch of those four walls in that dark hell and they knew every inch of me. Every inch... \n[96]Except one. \n[97]No. \n[98]Thank you but I'd rather die behind the chemical sheds. \n[99]What? \n[100]You... \n[101]You did this... to me. \n[102]You did this to me! \n[103]You -- You hit me and -- and cut my hair.  It was you.  It was just you all this time. \n[104]You tortured me.  You tortured me -- \n[105]Oh god, why? \n[106]Love? \n[107]Set me free?  Don't you realize? \n[108]Don't you realize what you did to me?  You nearly drove me mad! \n[109]I hate you. \n[110]I hate you!  Set me free?  You put me in a prison to set me free?! \n[111]Shut up!  I don't want to hear it. I wasn't in a prison.  I was happy! I was happy here -- \n[112]That's warped!  That's evil and it's wrong!  What gives you the right to judge?  Who are you to say what's not good enough?! \n[113]Shut up!  You're mad!  I don't want to hear it! \n[114]I can't feel anything!  There's nothing left to feel!  Don't you understand? \n[115]I don't know what -- Oh god -- I can't breathe -- \n[116]What are you doing to me?  I can't breathe -- \n[117]I feel -- I feel like I'm going to burst. \n[118]Oh god -- I felt -- \n[119]Like an angel -- \n[120]Oh god, V, I'm so scared.  What's happening to me? \n[121]The roof?  Outside? \n[122]I -- I don't want to be blindfolded. \n[123]Everything's so -- different. \n[124]That was beautiful. \n[125]I've wanted to do this for a long time. \n[126]Thank you, V.  Thank you for everything you've done for me. \n[127]It was a good backdrop.  I believed it.  I really did.  It's still a bit hard for me to accept that it wasn't real.  That it was just you. Especially the letter. \n[128]It is a beautiful letter, V.  Every time I read it I could feel Valerie, almost like she was holding me.  I believed in her most of all.  I believed that she loved me and I loved her back. \n[129]I feel a bit foolish telling you this.  I know that you must have written it and thought you should have it back. \n[130]What? \n[131]Valerie? \n[132]She's beautiful. \n[133]Roses.  You grew them for her. \n[134]They're beautiful. \n[135]Two days before the first day we met. \n[136]You're planning something, aren't you, V? \n[137]What are you going to do? \n[138]I've never been here before. \n[139]Oh, V, it's lovely.  Where on earth did you find it? \n[140]What's in these packages? \n[141]What are you going to do with all of it? \n[142]Where does this train go? \n[143]Whitehall... V, that's the New Government Building. \n[144]But the underground has been shut down for years.  How are you going to make it run without any power? \n[145]Oh, V, turn it off, please. \n[146]What is that, V? \n[147]\n[148]V, what's going to happen? \n[149]Is it going to be violent? \n[150]But why?  Why must is be violent? \n[151]What is the other face, V? \n[152]Yes, V? \n[153]Of course. \n[154]Tell me. \n[155]It would be my pleasure. \n[156]All it takes is a little practice. \n[157]V?  What are you going to do? \n[158]You're coming back though, aren't you? \n[159]V, I won't let you leave unless you promise me that you will come back. \n[160]Just promise. \n[161]\n[162]You came back. \n[163]\n[164]Oh god, what happened? \n[165]You need a doctor. \n[166]No, don't say that! \n[167]Yes, they need you, V. \n[168]What? \n[169]I don't understand. \n[170]I promise. \n[171]V, you are not going anywhere! \n[172]You're not going to die, V! \n[173]I won't let you die! \n[174]\n[175]I remember... I remember staring at the mask, at that smile. \n[176]Part of me couldn't believe he was dead and maybe that was why.  The smile was still the same. It made me want to tear it off so I could see the face, so I could see that he was dead. \n[177]But I had promised. \n[178]I began to try to imagine his face. Of course, I had long pictured my father behind that smile but I knew in my heart that V was not my father. \n[179]Yet every time I pictured another face, any face, something was lost, something important was somehow diminished.  V was more than a face.  V was V. \n[180]And then, quite suddenly, quite naturally, I realized whose face must be beneath that mask.  It was the only face that mattered. \n[181]I won't let you die. \n[182]Goodbye, my love. \n[183]\"Ave Atque vale.\" \n[184]I looked it up the next morning. \n[185]\"Hail and farewell.\" \n[186]They will, my love.  They will. \n[187]\"Remember, remember, the fifth of November!\" \n[188]I have come here tonight to keep a promise.  A promise that is over four hundred years old.  Tonight I am here to give you your freedom! \n[189]Since mankind's dawn a handful of oppressors have accepted the responsibility over our lives, responsibility that we should have accepted ourselves.  By doing so, they took our power.  By doing nothing, we gave it away. \n[190]Tonight, our world will change. Our leaders will be gone and we must choose what comes next.  A return to the chains of others or lives of our own.  A world of the past or one of the future. \n[191]Let us choose carefully, London, and when we do, let us mark well and remember, remember this fifth of November! \n[192]Yes, my love.  Yes it is. \n[193]I know that there is only one way to repay him for what he did. \n[194]And I know that that way is going to take a lot of hard work. \n[195]I know this like I know the sun will rise tomorrow and beneath that new sun, our work will begin. ", "V": "\n[1]\"The multiplying villainies of nature do swarm upon him.\" \n[2]\"And fortune, on his damned quarrel, smiling, showed like a rebel's whore.\" \n[3]\"Disdaining fortune with his brandished steel, which smoked with bloody execution.\" \n[4]Good evening. \n[5]Me?  I imagine all manner of names shall be heaped upon my humble visage but, for now, let us simply say I am the villain. \n[6]And you would be? \n[7]Of course. \n[8]Why indeed? \n[9]Almost time. \n[10]For the music. \n[11]Yes, music.  My music.  You see. Evey, I am a performer. \n[12]We all wear masks.  Life creates them and forces us to find the one that fits.  Do you know what day it is? \n[13]Not for long. \n[14]\"Remember, remember, the fifth of November, the gunpowder treason and plot.  I know of no reason why the gunpowder treason should ever be forgot.\" \n[15]Tell me, Evey, what good is an actor that plays his part to an empty theatre? \n[16]Nor do I.  That's why you are here. I need you, Evey.  I need someone to listen. \n[17]Yes.  Yes, to my music. \n[18]Can you hear it?  It's already begun. \n[19]At first, you have to listen very carefully... \n[20]Ahh, yes.  There it is.  Beautiful, is it not? \n[21]Thank you. \n[22]No, you haven't. \n[23]I saved it.  Like everything here. \n[24]Of course not.  You grew up in their world.  Art is created by individuals and there are no individuals in a world where you are told what to think. \n[25]You're welcome to stay. \n[26]Yes.  If you like. \n[27]I don't have a name.  But you can call me V. \n[28]I've come to offer you a choice. Commander Prothero. \n[29]Commander Prothero. \n[30]That was your title at Larkhill. You remember Larkhill, don't you, Commander? \n[31]Where they sent the undesirables. \n[32]Maybe I can help your memory. Let's see.  Larkhill opened in the summer of 2009.  You were appointed it commander.  You wore a uniform in those days.  You looked very good in it. \n[33]You were a man of many responsibilities.  You made sure Larkhill made all its quotas, especially the oven quotas even though they required an excessive amount of maintenance. \n[34]But there was one task you took to with exceptional relish.  Remember the medical block, Commander?  I believe you called it the funny farm.  You were the one that selected the prisoners.  You hand picked each one. \n[35]You gave us a choice, remember, Commander?  You said we could cooperate with the doctors or... \n[36]Hold out your hand. \n[37]Of course you were.  Now I'm telling you to make a choice. Either you stick that syringe into your neck or -- \n[38]I can kill you right now. \n[39]Crying doesn't help, Commander.  I remember there was a woman who had been screaming for two days.  You winked at the doctor and laughed, \"All in the name of science.\" \n[40]It's a difficult choice, isn't it? Certain death versus something that might be... worse.  But you never know.  There is still a chance. You could survive.  Look at me. Now, time's up, Commander.  Choose. \n[41]Yes.  I'm quite sure you will. \n[42]I hear your summons, my lady.  And obey. \n[43]A Latin quotation.  A motto.  \"Vi veri veniversum vivus vici.\"  \"By the power of truth, I, while living, have conquered the universe.\" \n[44]Does that bother you? \n[45]No deals, Evey.  Not unless you want them. \n[46]Yes.  I think we can make a deal if you like.  I think I know a way you could help me very soon indeed. \n[47]Nobody you'd have heard of.  A German gentleman named Dr. John Faust. \n[48]He made a deal too. \n[49]Please allow me to introduce myself... \n[50]I'm a man of wealth and taste. \n[51]Shh.  It isn't polite to disturb the dead on their journey. \n[52]A courtesy I'll most respectfully extend to his grace. \n[53]Vi veri veniversum vivus vici, Evey. \n[54]Death has followed his grace the whole of his career.  Is it any coincidence it has finally followed him here? \n[55]Let us pray. \n[56]\"There is more behind and inside of V than any of us had suspected. Not who, but what: what is she?\" \n[57]Yes. \n[58]Are you afraid? \n[59]There are no coincidences, Delia. Only the illusion of coincidence. \n[60]I have another rose.  This one is for you. \n[61]I killed you ten minutes ago. While you slept. \n[62]No.  No pain. \n[63]Yes, look.  Look and tell me what you see. \n[64]Welcome home, Evey. \n[65]Because I love you, Evey.  Because I wanted to set you free. \n[66]You were already in a prison. You've been in a prison all your life. \n[67]Happiness is the most insidious prison of all, Evey. \n[68]You were born in a prison, Evey.  I didn't put you there.  I just showed you the bars.  You've been in a prison so long, you no longer believe there's an outside world. \n[69]That's because you're afraid, Evey. You're afraid because you can feel freedom closing in on you.  You're afraid because freedom is terrifying. \n[70]Don't back away from it, Evey. Part of you understands the truth even as part pretends not to. \n[71]Woman, this is the most important moment in your life.  Don't run from it. \n[72]Good.  You're almost there.  Go closer.  Feel the shape of it. \n[73]You were in a cell.  They offered you a choice between the death of your principles and the death of your body. \n[74]You said you'd rather die.  You faced the fear of your own death and you were calm.  Try to feel now what you felt then. \n[75]The door of the cage is open, Evey. All that you feel is the wind from outside.  Don't be afraid. \n[76]Try to walk.  The lift will take us to the roof. \n[77]No, Evey.  No more blindfolds. \n[78]Do you feel it? \n[79]I know.  Five years ago, I too stared beneath a night like this. Naked under a roaring sky. \n[80]The night is yours, Evey.  Seize it.  Encircle it within your arms. \n[81]Bury it in your heart up to the hilt. \n[82]Become transfixed and transfigured --  \n[83]Forever. \n[84]You did it all yourself, Evey.  I just provided the backdrop but the drama was all your own. \n[85]But I didn't write that letter, Evey. \n[86]Come with me. \n[87]Yes.  Valerie Page.  She was the woman in room four. \n[88]She wrote the letter just before she died.  I delivered it to you as it was delivered to me.  The words you wept over were the same words that transformed me. \n[89]Yes. \n[90]Evey, do you know what day it is? \n[91]You remembered. \n[92]You know me too well now. \n[93]I'm going to fulfill an old promise. \n[94]I'll show you. \n[95]Yes.  It is the deepest part of my home.  Once you know it, I should think you'll know everything. \n[96]In a way, I suppose it really found me. \n[97]Gelignite. \n[98]Careful. \n[99]I told you.  I'm going to finish what was started four hundred years ago. \n[100]This is the old Victoria line but it is blocked, blocked somewhere between Whitehall and St. James. \n[101]I just thought I might ask them to turn it on for me. \n[102]Good evening, London. \n[103]I thought it was time we had a little talk. \n[104]Are you sitting comfortably?  Good. Then I'll begin. \n[105]Right now, I imagine there are hundreds of soldiers rushing here to kill me because someone does not want us to talk. \n[106]They are afraid that I am going to say the things that are not supposed to be said.  They are afraid that I am going to say the truth. \n[107]The truth is that there is something terribly wrong with this country, isn't there?  If you look about, you witness cruelty, injustice and despotism.  But what do you do about it?  What can you do? \n[108]You are but a single individual. How can you possible make any difference?  Individuals have no power in this modern world. That is what you've been taught because that is what they need you to believe.  But it is not true. \n[109]This is why they are afraid and the reason that I am here; to remind you that it is individuals who always hold the power.  The real power.  Individuals like me.  And individuals like you. \n[110]I have come to offer you a deal. If you accept, I will give you a different world.  A world without curfews, without soldiers and surveillance systems.  A world that is not run by other men but that is run by you.  I am offering you a second chance. \n[111]Four hundred years ago, a great citizen made a most significant contribution to our common culture. It was a contribution forged in secrecy and stealth although it is best remembered in noise and bright light. \n[112]To commemorate that glorious night at precisely the stroke of midnight, the edifice of their world will erupt with enough sound and fury to shake the earth.  All I ask is that you join me at the gates to watch as the past is erased, the pathway cleared so that together we can start toward a new day. \n[113]But, you ask, who am I to make such promises?  A fair question but hardly necessary as you know me already.  To know me any more you need only look to a mirror. \n[114]Truth be told, this wasn't even my idea, was it?  If you think back, you'll remember that night, whispering in your lover's arms.  I became a part of your plan just as you have now become part of mine. Give me the line of the queen and I'll give you your secret dream. \n[115]On the twelfth stroke of the fifth day of the eleventh month, I hope we shall all meet again. \n[116]Until then, I bid you goodnight. \n[117]... if you give me the line of the queen, I'll give you your secret dream. \n[118]... This wasn't even my idea, was it? \n[119]If you think back, you'll -- \n[120]Remember that night, whispering in your lover's arms. \n[121]... now you've become a part of mine. \n[122]Give me the line of the Queen and I'll give you your secret dream. \n[123]Of course, my dear. \n[124]That, Evey, is what I have been waiting for. \n[125]Yes. \n[126]Change, Evey.  That's all.  Just change. \n[127]Yes, I suppose it will. \n[128]Because, Evey, that is the nature of change.  She is a temperamental creature that appears in earnest rarely but, when she does, she will wear one of two faces.  The first face is the destroyer.  It is lamentable but all true change begins with death. \n[129]The other face?  She is the true face of change.  The face of the creator.  She is the one that remakes the world.  Evey? \n[130]May I ask you for a favor? \n[131]It is a small thing but it would mean a great deal to me. \n[132]I've never danced before.  I've thought about it many times, here in this room, listening to the music.  But I've always been alone. \n[133]Thank you, Evey.  You are an excellent dancer. \n[134]Alas, I have run out of time. \n[135]Don't you remember?  I have a date tonight, Evey. \n[136]Of course, I'll be back.  You don't think you can be rid of me now, do you? \n[137]I promise. \n[138]Good evening citizens of London. This is the voice of Fate.  Your fate... \n[139]Tonight, the face of London is going to change and I am going to offer you the chance to change with her.  Your Leader is finished.  He will not leave these tunnels alive. \n[140]At midnight tonight, the Head will be destroyed and a new era will begin.  You must now decide if you are going to be a part of that era. \n[141]You can choose to stay here and die with your Leader or you can choose to be free.  The decision is yours and yours alone. \n[142]Some of you have wives.  Some of you have families.  All of you have lives.  Consider each of them as you ask yourself, are they a part of the past, or are they a part of the future? \n[143]You are going to die as you ruled -- \n[144]Alone. \n[145]You, most of all, should know, Leader.  You created me.  Without you, I would never be.  More than life, Leader, you gave me purpose. \n[146]\"He that killeth with the sword, shall be killed with the sword.\" \n[147]Goodbye, Mr. Finch. \n[148]The real question is, are you? \n[149]No.  But I don't have to. \n[150]You see?  You cannot kill me. There is no flesh and blood within this cloak to kill.  There is only an idea. \n[151]And ideas are bulletproof. \n[152]Evey... \n[153]It's too late for that... \n[154]Evey, listen to me.  I've not long and there are things that must be said. \n[155]I have done that which I came to do.  Now, it is time for me to rest and with me the past will, at last, find peace. \n[156]But the world, the world is not saved... Do not think that, when the fires die and the smoke clears, there is no miracle... there is only a path... upon which they must learn to rule themselves. \n[157]Not me, Evey, not me.  I told you I am the villain.  The destroyer... But yes, they will need help... \n[158]I kept my promise to you, Evey... Now you must promise me. \n[159]Promise me... you will discover the face under this mask... but you will never look beneath it. \n[160]Promise me.  Please... \n[161]Sweet Eve.  Wherever I shall go, I shall always love you. \n[162]Midnight... Midnight.  Eve... Make them remember... \n[163]Let me be there, Evey, when it begins... Please, let me hear the music, one last time... my music... \n[164]I know you won't... I know... \n[165]My love... Ave Atque vale... \n[166]You will discover the face under this mask but you will never look beneath it. \n[167]I know you won't... I know. \n[168]\"Make them remember...\" \n[169]Let me be there, Evey, when it begins... \n[170]Please let me hear the music... one last time... my music. \n[171]At first, you have to listen carefully. \n[172]Ah, yes.  There it is.  Beautiful, is it not? ", "LEADER": "\n[1]Gentlemen, I will hear your reports now.  Mr. Heyer, speak for the Eye. \n[2]Freeze it! \n[3]Mr. Etheridge, report for the Ear! \n[4]Very good.  Mr. Finch, speak for the Nose. \n[5]Thank you for that professional annotation. \n[6]Very good.  Gentlemen, keep me informed of any further developments.  England prevails. \n[7]Mr. Almond, do you know what this is behind me? \n[8]No.  No sir.  It's more than that. This, this computer is a symbol, Mr. Almond.  A symbol of the highest attainable goal of mankind. Do you know what that goal is, Mr. Almond? \n[9]Control, Mr. Almond!  Control!  The world around us is a changing, directionless, amoral morass and it is up to man and man alone to set things right! \n[10]Without control, man is nothing more than any other stinking, sweating, brute animal.  Control, Mr. Almond.  The control that we have painstakingly built up over the last ten years.  Now, do you understand what happened last night? \n[11]Yes, Mr. Almond.  Last night someone did the unthinkable. Someone hurt us.  It is imperative that we act swiftly and precisely. I want that man found, Mr. Almond. I want his head or, by god, I'll have yours. \n[12]Ah, Mr. Finch.  I sent for you because what I have to say cannot be said over a phone or a radio. What I have to say cannot leave these four walls.  Do I make myself clear? \n[13]I believe in a few things, Mr. Finch.  I believe in god.  I believe in the destiny of the Nordic race.  And I believe in fascism.  The romans invented fascism.  They had a symbol for it; a bundle of twigs bound together. One twig could be broken but a bundle would prevail.  That is the heart and soul of fascism. Strength in unity.  I tell you these things knowing full well that they make you uncomfortable. \n[14]You have in fact expressed your discomfort in several arrest reports, arrests that were, in your opinion, \"unnecessary.\"  The fact that you are here, that you are not rotting in a prison cell, is a mark of my respect and admiration for you, for your craft, and for what you have done for this country. \n[15]It is also because I know you, Finch.  I know what you are. You're a man like me.  A man who understands when they are given a job what must be done.  I understand you, Finch, and that is why I can trust you. \n[16]This terrorist knows us, Finch. These attacks are perfectly calculated and they are divisive. He knows what he's doing, Finch. He knows us all too well. \n[17]What I think is that this man must be stopped.  Stopped at all costs and no one, I repeat, no one is to be placed above suspicion.  Do I make myself clear? \n[18]England prevails, Mr. Finch. \n[19]Enough! \n[20]Mr. Finch, would you please explain to me the nature of this meeting?! Because I was under the impression that you had some information about the terrorist, codename V! \n[21]No more questions, understand!  I want answers!  I am not interested in where he grew up, what kind of flowers he likes or his favorite color! \n[22]Do I make myself clear? \n[23]Dismissed.  England prevails, Mr. Finch. \n[24]Mr. Finch, the girl.  Do you have anything on the girl? \n[25]A year, gentlemen. \n[26]I have given you almost a year and you have given me nothing. Nothing! \n[27]Yes, Mr. Dascombe, I do know it. It is that very fact that keeps me awake at night, wondering if perhaps there is a reason that Mr. Finch has failed. \n[28]I'm saying that perhaps I don't know you as well as I thought I did. \n[29]No, I am asking for some goddamn results! \n[30]It's over, is it?  He's gone. Vanished, you say? \n[31]Transcripts recorded over the last thirty days in which the terrorist was talked about or mentioned in a positive context.  This is only thirty days! \n[32]Is this what you consider, \"disappeared?\" \n[33]Mr. Creedy, I want the producers, writers, and actors of that \"stupid variety show\" arrested and charged with sedition. \n[34]Push me, Roger, push me and you'll find out how serious I am. \n[35]This, this V is still out there.  I can feel him like a sickness worming its way into the hearts and minds of the public.  Something must be done, and done quickly, to exorcise this demon for the very soul of this country is at stake. \n[36]That is why I am compelled to give each and every one of you notice that if by the fifth of November you are still giving me nothing more than excuses, I will have to revoke your party status and terminate your positions. \n[37]Mr. Creedy, I will speak with you in private.  The rest of you are dismissed.  England prevails. \n[38]Mr. Creedy, as the new head of the Finger, you are the most important member of my cabinet. \n[39]Your predecessor, Mr. Almond, was a good man, a man who understood what strength in unity meant, a man who, above all, loved his country.  I need to know if you are such a man. \n[40]Do you love your country, Mr. Creedy? \n[41]Yes, Mr. Creedy? \n[42]When? \n[43]Damn you!  Damn you! \n[44]Lieutenant, ready my transport.  I want every armed man within a hundred miles at Jordan tower. Now! \n[45]I want this man dead!  I want him shot on sight! \n[46]Who was it?  Who was he? \n[47]Roger Dascombe!  Of course.  Of course!  It makes such perfect sense. \n[48]No!  There is no mistake! \n[49]Who?  Who are these people?  They must be detained immediately. Whatever they saw or whatever they think they saw is subordinate to the truth and that truth is that Roger Dascombe is the terrorist and the terrorist is dead! \n[50]Finch, what are you doing here? \n[51]Be careful, Finch. \n[52]The terrorist is dead! \n[53]Are you challenging my authority? \n[54]I am trying to run a country!  When I tell you, Mr. Finch, the terrorist is dead, then the terrorist is dead!  If you continue to suggest otherwise then you will leave me no choice but to have you arrested on charges of sedition. Do I make myself clear? \n[55]Now, it is imperative for the people of London to know that they are safe, that the terrorist is dead and everything is under control. \n[56]Good evening London.  As Leader of this great country, I felt it imperative to speak with you and to assure you once and for all that the shadow that recently fell across our land has indeed passed. \n[57]What we have endured this long year was no accident, no mere coincidence.  This was not a simple act of terror conducted by a singular madman.  No, this was a test. \n[58]It was not me, nor the Party, nor the government that was threatened this year.  It was our beliefs. Our faith.  I believe that God himself bore witness to our struggle and like Job I believe that we have been vindicated. \n[59]How do I know this?  Let me read to you where I found the answer, where I so often find the answer.  In the Scripture.  Revelations. \n[60]\"If any man have an ear, let him hear.\" \n[61]\"He that leadeth into captivity shall go into captivity; he that killeth with the sword shall be killed with the sword.  Here is the patience and faith of the Saints.\" \n[62]\"And I beheld another beast coming out of the Earth; and he had two horns like a lamb and he spake as a dragon.\" \n[63]\"And he doeth great wonders, so that he maketh fire come down from Heaven on the Earth in the sight of men.\" \n[64]\"And he deceiveth them that dwell on the Earth by the means of those miracles which he had the power to do --\" \n[65]His wife? \n[66]Now what's this all about, Mrs. Heyer? \n[67]Protect you from what? \n[68]Come now, Mrs. Heyer. \n[69]Let who hurt you? \n[70]The terrorist is dead. \n[71]How? \n[72]Who?  Who is it, woman? \n[73]What?! \n[74]How do you know? \n[75]But how did you know it was Heyer? \n[76]But you have no proof? \n[77]Yes, proof?  This is an extremely delicate situation, Mrs. Heyer.  It has been reported that the terrorist is dead.  It would be a catastrophe to arrest a man now without concrete, conclusive proof. Do you have any evidence at all? \n[78]But if you're right, if Heyer is indeed the terrorist... \n[79]Yes, Mr. Heyer, your wife has done her duty to her country. \n[80]Don't worry, Mrs. Heyer.  You will be taken care of.  I will launch an immediate investigation and I promise, you will be the first to know when an arrest will be made. \n[81]Subversion, Mr. Heyer.  Your wife was privy to the dialogue of subversives.  That's all you need to know at this time.  Lieutenant! \n[82]The Heyers are leaving.  I need to see Mr. Creedy at once. \n[83]Mr. Finch? \n[84]I'm coming with you. \n[85]There will be no discussion -- \n[86]I am sick to death of this terrorist being everywhere and nowhere!  I will judge whether Mr. Finch is right and I will judge it with my own eyes!  Do I make myself clear, Captain? \n[87]Is there a problem, Mr. Finch? \n[88]Good.  Captain, mobilize your men. \n[89]We'll find this bloody bastard and we will finish him. \n[90]Mark my words, Mr. Finch, this man is going to become an example so that every man, woman, and child in this country will remember what happens to those who would ever think to stand against the state. \n[91]Captain, I need a gas unit down here with enough nerve gas to fill every rat-hole in these tunnels. \n[92]There are over one hundred of the best trained soldiers in this country down here.  Let him come. \n[93]Captain, what's happening? \n[94]Don't tell me you're a coward, Mr. Finch. \n[95]This was your idea. \n[96]What trick is this? \n[97]This is an outrage!  I order you not to listen to this! \n[98]Captain, order all your men to fall back and secure this position! \n[99]Any man that disobeys this order will be court marshaled! \n[100]Captain!  Captain, where are your men? \n[101]Goddammit, I will not tolerate this insubordination!  I want those deserters shot, Captain. \n[102]Shot on sight! \n[103]Traitors!  You cowards! \n[104]I know who you are!  I'll see you hang!  Every last one of you! \n[105]Finch?  Finch!  Finch, goddammit, you can't leave me!  Don't leave me! \n[106]Damn you!  Damn you! \n[107]Conrad?  Is that you?  You're working with Finch, aren't you? And Creedy!  You're all in this together! \n[108]Who are you? \n[109]Noooo! \n[110]Mr. Finch!  Oh god, Mr. Finch! \n[111]Oh, I knew it, Mr. Finch.  I knew you wouldn't desert me.  You're a good man, Finch.  A damn good man. \n[112]Careful, Mr. Finch.  He's quick as the devil. \n[113]Mr. Finch, what are you doing? Shoot him.  Kill the bastard, Finch. \n[114]Finch, I order you to shoot him! Finch! \n[115]I warned you, Finch, the penalty for treason is death. \n[116]Are you ready to die? \n[117]Do you really believe you can pick up that knife before I pull this trigger? ", "FINCH": "\n[1]Thanks to Etheridge, we found the launch for the fireworks.  These appear to be individually weighted flares and we have found traces of the same chemicals at both of the detonation sites which leads us to conclude that, despite a level of sophistication, these devices are all home-made with over the counter chemicals, making them impossible to trace.  Whoever he is, Leader, he's good. \n[2]Hmm.  It's a rose.  A violet carson, I believe.  Strange. \n[3]I didn't think they still existed. \n[4]Now? \n[5]Send the rose to the lab.  Also, scrape a sample of this paint and have it analyzed as well.  I'll be back as soon as I can. \n[6]Yes, sir. \n[7]Well, I... \n[8]You think he's an insider? \n[9]Perfectly. \n[10]England prevails. \n[11]I want those tapes from the Ear in my office tonight, Dominic. \n[12]Any word from your superior, Mr. Creedy? \n[13]Quite. \n[14]Background noise? \n[15]What music did he play? \n[16]Da, da, da, dum.  That's code. Morse code. \n[17]For the letter \"V\". \n[18]Anything on the girl yet? \n[19]What is it? \n[20]He made him eat a host. \n[21]And then just Beethoven's fifth. \n[22]We have got the initial path report back.  The host was full of cyanide. \n[23]And do you know what? \n[24]When it reached his abdomen, it was still cyanide. \n[25]Just lives. \n[26]I know it's too early for your profile but do you have any initial impressions? \n[27]Bloody hell. \n[28]Perhaps Fate will make something more of all this.  I certainly can't. \n[29]Quite.  Government directed terrorism never sews healthy ideas into the public.  Oh, that reminds me. \n[30]Can you tell us anything about this? \n[31]We found one in the carriage with Prothero and this one in the Bishop's quarters.  A violet carson. \n[32]I heard that strain had died off. Thought a botanist might shed some light on it.  Delia? \n[33]Magic.  I'll drop by tomorrow then. \n[34]A connection? \n[35]What about codename V? \n[36]Five is the letter V.  Brilliant, Dominic. \n[37]All we need is Larkhill's employment records. \n[38]Oh my god. \n[39]Oh bloody hell. \n[40]Oh no. \n[41]Delia? \n[42]Get an ambulance. \n[43]That's the last entry until six months later when Dr. Surridge is back in London.  There is no mention of the man in room five again.  End of story. \n[44]Except that it wasn't the end of the story. \n[45]Between 2009 and 2012, over forty men and women who were previously stationed at Larkhill met with what were believed to be accidental deaths.  Eventually, only three remained. \n[46]The three he'd been saving until last. \n[47]Everyone who worked at Larkhill. Everyone who could have identified him.  You see there are two possible motives here.  Not one. \n[48]The first is revenge.  He escapes from Larkhill and vows to get even with his tormentors.  The whole exercise an elaborate, chilling vendetta. \n[49]That's the explanation that I find most reassuring, funnily enough. Because that means he's finished. It's over now. \n[50]The second motive is more sinister. Like I said, everyone who could have identified him is dead. \n[51]What if he's just been clearing the ground? \n[52]What if he's planning something else? \n[53]You see, the diary we found was in full view.  We didn't have to search for it.  He left it there. He wanted us to find it.  He wanted us to know the story.  Or... \n[54]For all we know, the diary could be a complete and utter fake. Codename V could have written it himself. \n[55]He's playing games with us.  He might never have been at Larkhill at all.  Do you see?  It could all be another smoke screen, a false trail, another cover story -- \n[56]Yes, Leader. \n[57]No, Leader.  Not yet. \n[58]No, but I can guess. \n[59]\"Remember, remember, the fifth of November.\" \n[60]Not for us. \n[61]What are you saying? \n[62]Are you asking for my resignation? \n[63]I don't know how you stand that tripe. \n[64]Don't you see, Dominic? \n[65]I'm V. \n[66]Why don't you just shoot me, Creedy?  Wouldn't that make everything a lot simpler? \n[67]He has to be at Jordan tower.  Come on! \n[68]But I thought I was the terrorist. \n[69]Since I'm not in jail and since you have another, even more convenient suspect.  I'm guessing the charges have been dropped. \n[70]I am careful, sir.  Always.  That is why I suggest that a search of this building begin immediately. \n[71]With all due respect, I disagree and I believe that he is presently trying to get out of this building disguised as one of us. \n[72]No sir, I'm trying to run an investigation -- \n[73]Play it again. \n[74]I don't know.  For twenty seven years, I've been at this job. Twenty seven years, I've done what I've been told to do.  Maybe that's all there is to it.  I'm just a dumb old dog.  A dumb old dog that only knows one trick. \n[75]Maybe.  And maybe I'm not ready for a revolution. \n[76]We will. \n[77]It's on the tape.  I know it.  I can feel it.  He did this for a reason.  He needs something. \n[78]The line of the Queen? \n[79]Maybe it's a line from Shakespeare. Or a book.  I don't know. \n[80]But right here.  He's talking to someone.  Someone specific. Someone who knows what he wants. \n[81]Eighteen hours. \n[82]Dominic! \n[83]Dominic, go home. \n[84]Forget it.  There's no more time. You go home and get some rest. You're going to need it tonight. \n[85]Yes, he does. \n[86]Give it up, old man.  You're not even sure you want to stop him. \n[87]Christ!  That's it!  It's got to be it! \n[88]Oh my god. \n[89]Is the Leader in? \n[90]Perfect. \n[91]Leader, I need as many men the Captain can spare and I need them right now. \n[92]To capture codename V. \n[93]He's underground.  The old subway. I know exactly what he's going to do.  If we move quickly, we can be there, waiting for him. \n[94]Leader, every second we delay... \n[95]No... no sir. \n[96]I don't think that will be necessary. \n[97]This... this is a mistake. \n[98]Leader, we have to get out of here! \n[99]It was a mistake.  This is what he wants.  He knows us, Leader.  He knows us too well.  We have to get out of here before it's too late -- \n[100]Don't move! \n[101]Drop the knife. \n[102]No, Mr. Susan.  No, I'm not.  I'm a man who does his job and does what he's told.  For twenty seven years, that's all I've been. \n[103]I've read Delia's diary over and over all year.  It sickens me but I am unable to judge her.  I am as guilty as she. \n[104]I have no excuse.  I did what I was told to do. \n[105]My job was to find you and catch you.  I've done my job.  I've done it for the last time.  I'm tired of it.  I'm tired of it all. \n[106]Kill him yourself if you can. \n[107]Thank you, V.  And goodbye. ", "HELEN": "\n[1]Derek! \n[2]Darling, how are you?  Hello, Rosemary. \n[3]Oh, you poor dear. \n[4]Oh, Conrad, don't be such a bloody bore.  Do tell us about the terrorist, Derek.  Is it true he blew up Big Ben and the old Bailey? \n[5]Oh, it sounds dreadfully exciting. Aren't you glad you've got such a ruthless, implacable brute for a husband, Rosemary? \n[6]Believe me, you're lucky.  You could be struck with a professional peeping tom like Conrad.  England's highest paid voyeur, aren't you darling? \n[7]Oh yes, of course.  We have to get back so the little pervert can watch what the neighbors do after Sunday lunch.  He's so exciting. \n[8]Ciao! \n[9]There you go, baby.  Now my baby boy can think so much clearer. Can't he? \n[10]You have been thinking, haven't you? \n[11]I know you have.  Ever since this terrorist appeared. \n[12]Oh jesus, that smile.  That smile turns me on like nothing else. \n[13]Tell me.  Tell me what's going on in that ruthless sadistic brain of yours. \n[14]No.  You're kidding. \n[15]You're serious, aren't you? \n[16]Is that the same trouble you love putting in my mouth? \n[17]I know, Derek.  You love your country and you love your party, just like you love your wife. \n[18]Derek.  I'm sorry.  I know I can be a bitch.  But that's why you're here, isn't it? \n[19]This is it, isn't it, Derek?  What we've been waiting for.  At last, you'll be rid of Susan.  I'll be rid of Conrad.  And we'll be free. Free, won't we? \n[20]\"The most important member of my cabinet.\"  Yes it is, isn't it, dear? \n[21]I stop when you stop.  What did he say next? \n[22]Come on, Peter, what are you afraid of?  Almond used to tell me everything and you're twice the man he was. \n[23]Oh yes, I can tell you do love your country, almost as much as you love this... \n[24]Go on. \n[25]What? \n[26]He told you to frame someone as the terrorist. \n[27]I know Adam Susan.  Now who was it? \n[28]Yes you can, honey.  You can and you will.  You have to trust me, love.  We're going to help each other. \n[29]Look at that face.  You see? You're just bursting to tell me. \n[30]Now who was it? \n[31]Shut up, Conrad.  I'm thinking. \n[32]How?  How did you know that? \n[33]All right.  You have a deal. \n[34]Oh no!  Not you.  Conrad.  Not yet. Here you can have a chocolate. Open up.  Open! \n[35]Good boy.  As for the rest of the box, perhaps when you're Leader. \n[36]Right now I need something else Conrad.  I need you to use that pretty little brain for me.  You know all about the old underground, don't you? \n[37]I need to know everything, understand?  Everything. \n[38]I don't know.  All I know is he does... And I know what he wants. \n[39]I told you, I'll handle Conrad and V will take care of Susan.  The mob will take care of the guard and then... You can use the Finger to take over. \n[40]Oh... oh... that is vulgar... \n[41]Yes, oh yes, oh you're a pig, Peter... \n[42]Yes and I'm... I'm going to be Eva... Oh Eva... \n[43]\"Don't cry for me Argen... oh Argen... Argen... tina! \n[44]Now listen to me, Conrad.  This is the most important moment of our lives.  Everything I've worked and hoped for comes to this.  Susan is a very dangerous man, especially now, that's why I need you, Conrad. I need you to be stronger than him. I need you to be the better man. Understand? \n[45]If you do this Conrad, and you do it right, I'm going to turn you from the little man I married into the man of my dreams. \n[46]Not on the lips. \n[47]Leader, I'm terribly sorry but I absolutely must speak with you. \n[48]I have something to tell you, something important but -- \n[49]I can tell you and only you.  In private. \n[50]It is a matter of national security. \n[51]Please, forgive me.  I've been so afraid, afraid to come here to talk to you.  I thought he must know.  I was terrified he knew but I had to come because I knew you were the only one that can protect me. \n[52]You won't let him hurt me, will you? \n[53]The terrorist. \n[54]Oh, how I wanted to believe it, Leader, but I know it's not true. \n[55]Because I know who the terrorist is. \n[56]It's Conrad, Leader.  Conrad.  My husband is the terrorist. \n[57]I saw him, Leader.  In the middle of the night.  I heard something. I went to the landing and that's when I saw it. \n[58]That mask.  That hideous smiling mask. \n[59]I know, Leader.  I know the way a woman knows. \n[60]Proof? \n[61]Leader!  Wait! \n[62]Thank you, sir. \n[63]I want you to go straight to your office and wait for me to call. When I do, I want you to come immediately home.  Understood? \n[64]Oh, Conrad, I'm so proud of you. \n[65]Tonight, Conrad. \n[66]I promise you will never forget tonight. \n[67]Goodbye, Conrad. \n[68]Creedy?  Creedy, you dumb bastard, you left your car parked in front. \n[69]What did I tell you?  Creedy. \n[70]Oh my god. \n[71]Conrad!  What have you done? \n[72]Don't touch me!  You stupid piece of shit!  You've ruined it!  I had it all planned perfectly and you've ruined it! \n[73]I have to get out of here!  I have to get away! \n[74]No!  Let go!  Now! \n[75]Conrad, damn you!  Let me go! \n[76]No, please!  Oh god, no!  Oh god, please help me! ", "DELIA": "\n[1]Do you have a motive? \n[2]I mean, was anything taken? \n[3]Well... \n[4]He's incredibly powerful.  This man's sternum was split like dry wood from the base all the way up to the manubrium. \n[5]And he's resourceful.  On that table behind you is a breakdown of all the chemicals found in Prothero's blood stream. \n[6]There were hundreds of different chemicals in him.  From trinitrotoluene to estrogen to motor oil. \n[7]The Leader finally authorized an uplink for you?  He must be getting nervous. \n[8]Yes -- Yes, of course. \n[9]Roses. \n[10]It's you, isn't it?  You've come to kill me. \n[11]Oh thank god.  Thank god. \n[12]No, no.  I thought I would be, but I'm not.  I'm -- \n[13]Relieved. \n[14]Oh god, all these years.  All this waiting.  And somehow I always knew you'd come back. \n[15]When I saw you that night -- the night you escaped, you were standing against the flames and you looked straight at me. \n[16]I knew then that one day you'd come looking for me, that you'd find me. \n[17]What -- what happened at Larkhill. What we did -- What I did.  That terrible knowledge, it's been with me so long.  That I could do things like that. \n[18]For years, I blamed it on the government, on the authority I could never stand up to.  But living so long with the knowledge of what I did has made me understand otherwise.  I alone was accountable. \n[19]There is something wrong with us. With all of mankind.  With me. Something evil that made me enjoy what I did.  Some hideous flaw. \n[20]We deserve to be culled.  We deserve it. \n[21]It's funny, I was given one of your roses today.  I wasn't sure you were the terrorist until I saw it. \n[22]What a strange coincidence.  That I should be given it today. \n[23]Then you are going to kill me now? \n[24]Is there any pain? \n[25]Thank you. \n[26]Can I -- Can I see your face again? \n[27]It's beautiful... \n[28]May 23rd... \n[29]Prothero has hand picked my subjects.  Four dozen of them, none of which will be any use to me if I don't get to work soon. \n[30]They're so weak and pathetic I find myself hating them. \n[31]They don't fight or struggle.  Just stare at you with weak eyes. \n[32]June 9th: Of the original four dozen, over 75% are now deceased. Strangely, no clear patterns have emerged as of yet. \n[33]Batch 5 seems to have no common discernible effect on any specific group though the men seem slightly more resilient than the women. \n[34]I'm hoping the survivors will provide more answers or my time here will have gone to waste. \n[35]June 18: And only five left now. Two men and three women.  Which tends to contradict my entry on the 9th. \n[36]The man in room five is a fascinating case. \n[37]Physically, there doesn't seem to be anything wrong with him.  No cellular anomalies, nothing. \n[38]Batch five, however, seems to have brought on some kind of psychotic breakdown.  He's quite insane. \n[39]He has this way of looking through you.  Reverend Lilliman won't go near him.  He claims that it is the devil in room five.  I see him cross himself whenever he passes his door.  Still, there's something about him... \n[40]I'm glad Prothero let room five have a go at the gardening project. He is quite proficient.  Prothero was reluctant to allow an inmate access to the tool and chemical supply at first but now the fat toad is delighted.  The crop has almost doubled. \n[41]He also grows roses.  Beautiful roses. \n[42]December 24th: I was in the mess. It was about half past ten when we heard the first explosion. \n[43]The ones at the front ran straight into the gas.  It was horrible. \n[44]A few of us made it out through the rear door.  You could hear men screaming everywhere.  I hate the sound of men screaming. \n[45]In the center of the camp, everything was on fire.  Everyone running in all directions.  We had hardly enough time to get our bearings when the ovens exploded. \n[46]It was the man in room rive.  I couldn't have known.  The chemical supplies, grease solvents, ammonia, fertilizer.  He'd been making things with them. \n[47]Mustard gas... \n[48]And napalm. \n[49]And in the yard, I saw him.  He had the flames behind him.  He was naked. \n[50]He looked at me... \n[51]As if I were an insect.  Oh god. As if I were something mounted on a slide. \n[52]He looked at me. ", "CREEDY": "\n[1]Mr. Almond doesn't seem to be answering his page, sir.  I'm sure he's in the field. \n[2]What's all this, then, Harper?  I get a radio that a man's down and in need of assistance? \n[3]Are you flat broke already? \n[4]What I wouldn't give for a piece of that. \n[5]Aye.  This nonsense has put a serious strain on my drinking.  I think I was actually sober today. \n[6]Well, it's good to know when the shit hits the fan who your real friends are. \n[7]You look lost. \n[8]Can I buy you a drink? \n[9]Well I didn't like the looks of you anyway -- \n[10]Bloody hell! \n[11]It's him!  We got him! \n[12]Yes, sir. \n[13]I, uh, appreciate your faith in me. \n[14]Oh god, yes! \n[15]Oh, don't stop. \n[16]I can't -- \n[17]He asked me... if I loved my country. \n[18]Oh god... \n[19]Then he asked me to do something... oh, oh... \n[20]Helen, I can't.  I can't tell you. \n[21]My god?!  How did you know that? \n[22]No way.  I can't tell you that. \n[23]Helen, please. \n[24]It was... Fi... Fi... FINCH! \n[25]Everything's set, sir.  No worries. \n[26]Tonight. \n[27]I'm here to arrest Mr. Finch for acts of treason and terrorism. \n[28]If I were you, boy, I'd shut my hole unless you want to start explaining why you didn't say nothing about Mr. Finch's secret identity. \n[29]Yeah, I suppose it would. \n[30]Bloody fuckin' hell. \n[31]Don't just stand there!  Follow them! \n[32]But how does he know? \n[33]Do you know what I want?  I want you just like this... Bent over that black leather chair... \n[34]What about Conrad? \n[35]Use the Finger?  You mean like this? \n[36]But you like it? \n[37]That I am, misses.  But I'm the pig that's gonna be running this country. ", "PROTHERO": "\n[1]Good morning, London.  This is the voice of Fate -- Damn. \n[2]Good morning -- ack.  Good morning Lond-- Goddammit!  Where is my bloody tea?! \n[3]I know.  I know.  Damned inconvenient this entire affair. Fine.  Let's try again. \n[4]Good morning, London.  It is 6 am, the fifth of November 2019 and this is the voice of Fate.  The new day brings good news and bright prospects from overseas, where negotiations with New China are moving in a positive direction. Last night's scheduled demolition of two deteriorating landmarks went off without a hitch. \n[5]Spokesman for the Interior ministry said both structures were severely damaged and judged to be a danger to the unsuspecting public.  Plans for new landmarks are well underway. \n[6]Do you believe this crap, Dascombe? \n[7]\"Exactly what they tell us.\"  I Know but do you think that people will believe it? \n[8]... plans for new landmarks are already well underway. \n[9]\"Remember, remember, the fifth of November...\" \n[10]Do you suppose that's why he did it? \n[11]Guy Fawkes.  He tried to blow up Parliament. \n[12]Don't they teach history in school anymore? \n[13]Yes, of course.  My mistake. \n[14]I love trains.  I remember riding the underground with my father. Shame they shut them all down. \n[15]Get off of me! \n[16]I have a lighter... somewhere... \n[17]I found it! \n[18]Oh god. \n[19]Who are you?  What do you want? Money?  Is that it? \n[20]Wait, wait.  You're, you're the one that blew the Bailey. \n[21]You're making a mistake.  I'm nobody -- \n[22]Oh god, what do you want? \n[23]What -- What did you call me? \n[24]I don't know what you're talking about. \n[25]Her. \n[26]You. \n[27]You!  You're him, aren't you? \n[28]Oh my god!  What are you going to do? \n[29]Oh no, no!  Please I was just doing what I was told! \n[30]Please, don't make me do this... \n[31]I'll see you in hell. \n[32]Fi... Fi... Fi... \n[33]Five. \n[34]Room five. \n[35]Next. ", "DOMINIC": "\n[1]What do you make of this, Mr. Finch? \n[2]Strange? \n[3]No prints yet, sir.  Just like Prothero. \n[4]Yes, sir.  They're on top of it. \n[5]Sorry it took so long.  The boys had a devil of a time trying to filter out the background noise. \n[6]The perpetrator apparently turned on the Bishop's stereo. Subsequently, a great deal of the tape is useless. \n[7]Beethoven.  The fifth, I believe. \n[8]Sir? \n[9]No.  The agency said somebody claiming to be Lilliman's valet canceled his Sunday appointment. \n[10]23rd Psalm. \n[11]It goes on like that for a while. Fairly incoherent except we could make out a few words in this part. Transubstantiation. \n[12]That miracle business when the wafer transform into the body of Christ. \n[13]Yes, listen to this part. \n[14]There's a couple of funny human noises... \n[15]I got it! \n[16]Larkhill Resettlement Camp. Prothero's and Lilliman's employment records show they both help positions there at similar times. \n[17]Most of Larkhill's records were destroyed for security reasons but I did uncover an old standard procedures and operations manual. \n[18]In special case studies, medical research groups used roman numerals to identify test inmates. \n[19]He's killed them all?  It's not possible. \n[20]I'm sorry, sir.  You knew the doctor pretty well? \n[21]We found this on her bureau, sir. It's Dr. Surridge's journal.  It covers her years at Larkhill.  It might contain the whole story. \n[22]Es gooh. \n[23]Finch?  Finch, what's wrong? \n[24]What the hell? \n[25]Creedy?  What the hell's going on? \n[26]You can't be serious. \n[27]Holy Christ!  Creedy, you stupid ape!  If Finch is V then tell me who is that? \n[28]Come on, Finch.  We've seen it fifty times.  I mean, after what they done to you, I don't know why we're even trying to stop him. \n[29]That ain't it, Finch.  It's more than that.  I know you.  It's something personal with this one. \n[30]Well, we got less than thirty hours to stop it. \n[31]How? \n[32]What? \n[33]But what does that mean? \n[34]But I've still got over three hundred lines from The Fairy Queen. \n[35]He's got us, doesn't he, Finch? ", "VALERIE": "\n[1]I was born in a rainy burg in Nottingham in 1975.  I passed my eleven plus and went to girl's grammar. \n[2]I met my first girlfriend at school.  Her name was Sara.  Her wrists.  Her wrists were beautiful. \n[3]I sat in biology class staring at the pickled rabbit fetus while Mr. Herd said it was an adolescent phase that people outgrew. \n[4]Sara did.  I didn't. \n[5]In 1994, I stopped pretending and took a girl called Christine home to meet my parents. \n[6]A week later I moved to London to go to college and study drama.  My mother said I broke her heart. \n[7]But it was my integrity that was important.  Is that so selfish?  It sells for so little but it's all we have left in this place... \n[8]It is the very last inch of us... \n[9]But within that inch we are free. \n[10]London.  I was happy in London. \n[11]I played Dandini in Cinderella. \n[12]The world was strange and rustling with invisible crowds behind the hot lights and all that breathless glamour. \n[13]Work improved.  I got small film roles, then bigger ones. \n[14]In 2006, I starred in \"The Salt Flats.\"  That's where I met Ruth. We fell in love. \n[15]Every Valentine's Day she sent me roses and, oh god, we had so much. Those were the best three years of my life. \n[16]In 2010, they came. \n[17]And after that there were no more roses... \n[18]Not for anybody. \n[19]After the takeover, they started rounding up the gays.  They took Ruth while she was out looking for food. \n[20]Why are they so frightened of us? \n[21]They burned her face with cigarettes and made her give them my name.  She signed a statement saying I'd seduced her. \n[22]I didn't blame her.  God, I loved her but I didn't blame her. \n[23]But she did. \n[24]She killed herself in her cell. She couldn't live with betraying me, with giving up that last inch. Oh, Ruth. \n[25]They came for me.  They shaved off my hair.  They held my head down a toilet and told lesbian jokes. They brought me here and pumped me full of chemicals. \n[26]I can't feel my tongue.  I can't speak. \n[27]It is strange that my life should end in such a terrible place but for three years I had roses and apologized to nobody. \n[28]I shall die here.  Every inch of me shall perish... \n[29]Except one. \n[30]An inch.  It is small and fragile and it's the only thing in the world that's worth having. \n[31]We must never lose it or sell it or give it away.  We must never let them take it from us. \n[32]I don't know who you are but I hope you escape this place.  I hope that the world turns and things get better and that one day people have roses again. \n[33]I don't know who you are but I love you.  I love you.  Valerie. ", "DEREK": "\n[1]It's so good to see you.  Since this bloody terrorist business, the old man has me literally chained to the office. \n[2]It comes with the job.  How are things in the Eye, Conrad? \n[3]I'm afraid so.  We're dealing with a pathological psychotic in the most extreme case.  We'll catch him though.  I promise. \n[4]Goodbye, Helen.  Conrad. \n[5]Until you're half the woman of Helen's sophistication, I'd keep your little mouth shut. \n[6]Really, just look at the way you dress. \n[7]Everyone is so worried about the terrorist.  Especially Susan.  You know why?  Because nobody knows what he's going to do. \n[8]If I were him, I know what I'd do. \n[9]I'd blow that fat bastard to kingdom come. \n[10]Am I? \n[11]There's an old train line under the New Government Building.  It collapsed when they poured the foundation.  You could haul in enough TNT to launch our Leader's ass all the way to the moon. \n[12]You need to be careful, Helen. Your mouth is going to get you into trouble one day. \n[13]You never know who might be listening. \n[14]I don't want to hear it, Rosemary. \n[15]I don't have to take any crap from you!  I have that fat bastard riding me all day.  I don't want to listen to you, so shut your fat gob! \n[16]And me not wanting to fuck you is obvious.  Take a look at yourself. \n[17]Get out of my sight.  I'm cleaning my gun. \n[18]Bang. \n[19]Don't worry, Rose.  I didn't load it. \n[20]Not tonight. \n[21]Almond.  What?!  Where? \n[22]Oh god, yes!  God, thank you! \n[23]Don't move an inch, you bloody bastard. \n[24]You didn't hear me arrive, did you? Didn't know we'd rumbled you? \n[25]It's all finished, chummy.  All of it.  The old man told me it was my head or yours and what do you know. It's yours. \n[26]Because you're standing over there with your bloody stupid knives and your fancy karate gimmicks -- \n[27]And I've got a gun. \n[28]Bang. \n[29]Who -- Who are you? \n[30]Horrible!  God, it's horrible! ", "CONRAD": "\n[1]We have less than two minutes of usable footage, Leader.  It took the suspect less than a minute to dispatch the Finger's vice patrol. \n[2]As you can see, the suspect's reflex speed is extraordinary.  As is his strength. \n[3]I'm afraid the mask makes retinal identification impossible. \n[4]Hello, Rosemary.  Derek, how -- \n[5]Well, we've been working some bugs out of the new Mark IX fiber optic network, actually -- \n[6]Helen, I think we'd better -- \n[7]We've all been looking.  The man simply disappeared. \n[8]Helen?  Helen, why did you want that tape? \n[9]Know what, my love? \n[10]Oh, Helen. \n[11]Is everything all right?  Helen? \n[12]Investigation of what? \n[13]Yes, Helen. \n[14]I did it, Helen.  I did it, didn't \n[15]Tonight. \n[16]Yes? \n[17]Thank you. \n[18]Helen... \n[19]I won, Helen.  I did it.  I won. I'm the better man. \n[20]We've been through a bad patch, Helen.  But now, he's gone... There's nothing to come between us... \n[21]Helen -- \n[22]No, Helen, you're not leaving me... not this time... not ever. \n[23]No one can help us, Helen.  God is dead. ", "INTERROGATOR": "\n[1]Do you know why you're here.  Evey Hammond? \n[2]Allow me to be more precise.  Did you participate in the murder of Dr. Delia Surridge? \n[3]Did you participate in the murder of Derek Almond, director of the Finger? \n[4]Did you participate in the murder of Bishop Anthony Lilliman? \n[5]Have you ever participated in a terrorist act against your country? \n[6]What is the identity of codename V? \n[7]You are a lying cunt. \n[8]This board will not tolerate any more of your lies, Miss Hammond. We have over 120 minutes of audio and videotape and 75 pages of testimonials from eye witness that identify you as an accomplice to the terrorist, codename V. \n[9]Do you want to know why you're here?  You are formally being brought up on charges of murder on fourteen counts and sedition against your Leader and country which brings an automatic sentence of death. \n[10]Process the prisoner and return her to her cell until she is more cooperative. \n[11]Enough. \n[12]Now Miss Hammond, let us review the facts. \n[13]You work for codename V.  Codename V killed Delia Surridge and then Derek Almond with your help and that is why you were found outside her home. \n[14]Isn't that what happened, Miss Hammond? \n[15]Oh dear, Rossiter? \n[16]\"My name is Evey Hammond.  On the 5th of November 2019, I was abducted by the terrorist known as codename V and then taken against my will to an unknown location.\" \n[17]\"Once there, I was systematically brainwashed by means physical and psychological.  I was frequently subjected to sexual abuse during this period.\" \n[18]\"Eventually I was terrorized into helping him commit the murders of Derek Almond, Dr. Delia Surridge, and Anthony Lilliman, Bishop of Westminster.\" \n[19]\"I, the undersigned, swear that the above statement is genuine and that it was not signed by means of intimidation.\" \n[20]We'd like you to sign that for us, Miss Hammond.  Where we've put the little cross. \n[21]As you wish. \n[22]Escort Miss Hammond back to her cell, Rossiter, where she will wait while you arrange a wet detail of six men. \n[23]Then take her out behind the chemical sheds and shoot her. ", "DASCOMBE": "\n[1]The time has come, London, to return to a bygone age, an age of tradition, an age of values that have been disparaged and all but forgotten.  What this country needs is a leader!  A true leader to remind us of that age.  A righteous leader with the strength of his moral convictions to do what must be done.  I give you that man!  I give you our leader!  Adam Susan! \n[2]Would someone get his lordship his bloody tea? \n[3]Lewis, they want this report on the first hour -- \n[4]It's not our job to believe it, Lewis.  Our job is to tell the people -- \n[5]They will if it's you that's telling it to them.  Now let's try it again. \n[6]Finch! \n[7]Do you know what this is all about? \n[8]What? \n[9]Oh come on.  He's long gone.  He has to be.  He did what he came to do and it's over. \n[10]Isn't it? \n[11]Now Adam, there is no one better than Finch and you know it. \n[12]It's not Finch's fault, Adam. \n[13]He's gone, Adam.  It's over. \n[14]For god's sake, Adam, it's a stupid variety show. \n[15]You can't be serious -- \n[16]All of London's waiting.  Ready, two.  And here we go -- ", "LILLIMAN": "\n[1]Ah, there they go.  My happy and contented flock.  Spiritually refreshed and ready to face the world again. \n[2]Did you enjoy the sermon today, Dennis? \n[3]Hmm, yes.  A trifle purple, I thought.  Still, Fate wanted it included and who are we to question the will of the almighty, miserable sinners that we are? \n[4]And speaking of sin, I wonder which of the seven deadlies the good lord will see fit to tempt me with today. \n[5]I was thinking of something a little less ethereal.  Has the young lady arrived? \n[6]Oh dear.  Oh dear.  Not too old, I trust? \n[7]Fifteen, hmm. \n[8]Ah well, if Job could bear his disappointments, I suppose I must have the good grace to bear mine. Show her in when she arrives. \n[9]Oh my! \n[10]And to think I doubted your loveliness for even an instant. Mea culpa, my child, mea culpa. You are a vision.  An angel. \n[11]Of course, \"hate the sin, love the sinner.\"  I always say.  Take your dress off, please. \n[12]You -- You filthy whore! \n[13]I'll kill you, you fucking sow. \n[14]What's this?  Who -- \n[15]Dennis? ", "FATE": "\n[1]Good evening, London.  It's nine o'clock, the fourth of November in the year 2019 and this is the voice of Fate broadcasting on 275 and 285 of the medium wave. \n[2]People of London, be advised -- \n[3]-- that Braxton and Streathon are quarantine zones as of today. \n[4]It is suggested that these area be avoided for reasons of health and safety. \n[5]Good news following the productivity reports from Herefordshire indicating a possible end to meat rationing starting mid February. \n[6]Police raided seventeen homes in the Birmingham area, uncovering what is believed to be a major terrorist ring. \n[7]Twenty eight people, eight of them women, are currently in detention awaiting trial. \n[8]And that is the face of London tonight. \n[9]And this is the voice of Fate signing off and bidding you a pleasant evening. ", "CAPTAIN": "\n[1]Yes, sir. \n[2]Sir, I think there has been a mistake. \n[3]But sir, there are people that say they saw both the terrorist and Dascombe together -- \n[4]What for? \n[5]Sir, yes, sir! \n[6]Sir, yes, sir. \n[7]They lost him. \n[8]Fall back.  Fall back and secure the central platform. \n[9]You!  You!  Point position.  We're getting out of here!  Now! ", "GUARD": "\n[1]Hey, what the -- ? \n[2]Bloody hell! \n[3]Freeze! \n[4]Fuck all. \n[5]Mr. Heyer!  Mr. Heyer! \n[6]Sir, this package arrived for you, sir. \n[7]Sir -- \n[8]But if Mr. Finch is right -- ", "BODYGUARD 1": "\n[1]Sir, who did what, sir? \n[2]Sir, we're both straight military, sir. \n[3]What the hell's that! \n[4]I thought I saw a man jumping onto the train. \n[5]You're right, I... It must have been rags. \n[6]Lock the car doors. \n[7]What's happening -- ", "ROSEMARY": "\n[1]Hello. \n[2]Yes, well -- \n[3]She's a bit hard on him, isn't she? \n[4]Derek -- \n[5]Derek, please!  We can't carry on like this. \n[6]You don't talk to me.  You don't eat with me.  You don't have sex -- \n[7]Derek?  What? ", "DENNIS": "\n[1]Very inspiring, your grace.  Though the segue of the forces of Satan among us did strike me as a bit of a curious digression. \n[2]Perhaps pride, your grace. \n[3]The agency informed me she'll be here directly.  However, there was a mixup.  It's not one of the usual girls.  She's a little older. \n[4]They promise me she's no more than fifteen. \n[5]Yes, your grace. \n[6]The young lady, your grace. ", "ROSSITER": "\n[1]Shut up. \n[2]I said shut your hole! \n[3]Shut up. \n[4]It's time, unless you want to change your mind. \n[5]Sign that statement.  You could be out inside three years.  Perhaps they'd find you a job with the Finger. \n[6]Then there's nothing left to threaten you with, is there?  You are free. "}}