{"dialogues": {"STAUFFENBERG": "\n[1]Now they tell us to disengage - a day late. No matter how many times we tell Command the reality, they always manage to leave us- \n[2]I wonder... Was there even a point in our coming to Tunis? \n[3]\n[4]\n[5]\n[6]I don't know what I ever did with ten. \n[7]I'm wanted in Berlin. \n[8]Are you asking as a member of the High Command? \n[9]You can speak openly, General. He died just before you came in. \n[10]I'm a field officer. \n[11]That's unfortunate for me. \n[12]I'm a soldier, General. I serve my country. \n[13]The people chose otherwise and here we are. Now we have to win. You know what will happen if we don't. \n[14]We all took an oath, General. \n[15]I'm a twin, you know. \n[16]My brother died the day after we were born. \n[17]I was lying in the desert, covered in blood, sure I was going to die. I tried to think about my wife, my children... But my mind kept drifting to my dead brother. How I would finally be with him. How I would finally be whole again... \n[18]This is my reward for what happened to my men. It's all I deserve. \n[19]I don't want the damn th- \n[20]I'm not going to the front. I'm needed in Berlin. \n[21]These men need no introduction. \n[22]What makes you think the army will follow you at all? \n[23]Oust him, kill him. That isn't what matters. How do you plan to take control of the government when Hitler is gone? \n[24]With all respect, sir, you put too much faith in your popularity. All of you do. \n[25]You said yourself, I'm a field officer. You all may understand government, but I know the men. A great many of them may hate Hitler, but they all fear him - they fear Himmler, Goebbels, the whole of the Reich. That kind of fear won't just die with Hitler. And as for respect: the army, and the people, respect only one thing. Authority. And if just one man questions that authority, you can lose them all. They were fooled into following Hitler... How will you fool them - force them - into following you? \n[26]What are you doing here? I thought I left you in Bamberg. It's a wonderful surprise. Thank you, brother. \n[27]I came to join the Resistance, not some sewing circle of discarded generals and politicians. \n[28]Like Hitler before him, yes? Lately I have to wonder if Germany is even fit to choose her own destiny. \n[29]Plenty of people thought- \n[30]What are you trying to say? \n[31]I said senior officers. The only men that can get to him. \n[32]Even if they could remove Hitler, they can't hope to seize power. For God's sake, they have no plan. \n[33]Children, that is far too- \n[34]Air-raid. \n[35]Valkyrie. \n[36]Not as it's currently written. \n[37]Hitler designed it himself to crush any internal unrest if he's cut off or killed. \n[38]The orders could be rewritten. A few subtle changes would put those reserve units completely under our command. \n[39]Now what would the High Command do if they thought, say, the SS was staging a coup? \n[40]Hitler's   own Reserve Army, using Hitler's   own plan and under our command,   would automatically seize power in   Berlin... \n[41]Precisely. It will seem as though we're fighting for Hitler Government, not against it. \n[42]I'm afraid it's the only way. \n[43]I'm a soldier first, an aristocrat second. \n[44]And you're neither, Doctor. Now if you want to be Chancellor, you'll do as you're told. \n[45]But one who's gone as high as he can go in Hitler's Army. It's no secret he's not happy about it. \n[46]I'd say the General's lost more important things this morning. \n[47]I am critical of losing the war, General. All wars - as in Africa - are lost through indecision. \n[48]In Berlin. \n[49]I've made my decision, General. I`m here to help others make theirs. \n[50]We're at war. We must act. Sometimes... rashly. \n[51]That would be a decision for the Supreme Military Commander. \n[52]Second only to the Chancellor. \n[53]Yes... Quite. \n[54]We'll be closer than that before we're finished. \n[55]Yes, I've been giving that some thought. We should include any field units that are home on leave. \n[56]I've also drawn up an outline for orders to streamline combat groups in order to quietly concentrate forces at vital points - state and government buildings, of course, but also the radio and newspapers. \n[57]Combat groups will be reorganized as reinforced grenadier regiments. One or two of them can be quickly mobilized, eliminating the usual six hour lag. We blitz the government quarter, arrest all Ministers and Party leaders, surround all SS and police barracks. Any officers who resist will be arrested... or shot. \n[58]If anyone comes to you, play ignorant. Just tell them- \n[59]Why didn't you tell me? \n[60]Do you think Fromm reported us? \n[61]You don't mean to say- \n[62]But Olbricht- \n[63]That greatly limits our options of where and when to make our move, but it's the only way. \n[64]Perhaps it's better I don't say. \n[65]Why haven't you then? \n[66]None of my associates know we've been talking if that's what you're afraid of. \n[67]You can't report me. Maybe if you had when I first approached you, you'd have been keeping your oath. But now you're just as guilty as- \n[68]It is to me. \n[69]I have no choice. It's clear now that without you we have no hope of success. \n[70]You want us to succeed. Don't you? \n[71]No. \n[72]But my pregnant wife, our four children, the Germany I first swore to defend... They demand that I be something different. They demand that I fight for their future even if it means... \n[73]Even if it means that I never see them again. \n[74]Action is inevitable. As are the consequences. When they come for me I'll do what I can to hide what you knew and when you knew it. But don't delude yourself. You were involved in a crime against your country long before you met me. There's still time to redeem yourself. Only God can judge you now. \n[75]Leave us, please. \n[76]It's the only time I can relax. \n[77]Adjut- What for? \n[78]For Christ's sake. Don't I have enough to do? \n[79]I'll refuse the promotion. \n[80]Dammit, I can't handle the work I already- \n[81]We're not ready. We're moving too fast. \n[82]For what? \n[83]Be seated. \n[84]Do you know how this war will end, Haeften? The portrait will be un- hung... And the man will be hung. \n[85]Bottom line. I'm engaged in high treason with all means available to me. Can I count you in? \n[86]Anything is a very dangerous word. \n[87]What about the Panzer divisions in- \n[88]First Africa, now France. \n[89]Sometimes I wonder if Hitler's real aim is to leave nothing but scorched earth for all of Europe. \n[90]We'll see if I can't convince him. \n[91]Mein Führer, if I may... The situation in Normandy is- \n[92]But- \n[93]Heil Hitler. \n[94]They're all insane. Every one of them except for Speer, and he's nothing but an architect. \n[95]Tell Beck we've found our assassin... I'll do it myself. \n[96]Who else, then? Who can even get as close? \n[97]Valkyrie is very clear. Once the order is given, the Reserve Army will automatically seize control of the government with or without me. \n[98]Olbricht will oversee operations in my absence. I can be back in Berlin three hours after Hitler is- \n[99]We both know there's no other way. \n[100]Nonsense. You're stronger than you think. You might just be the strongest one of all. \n[101]The country... Nina. Listen. I want you to delay your trip. Just for a while. \n[102]I would just be more comfortable knowing where you are - until I'm back from Berlin. Things will be different then. I promise. \n[103]A few days. If all goes well. Then we can travel as a family. \n[104]I love you, Nina. \n[105]I'm one of the inner circle now. They'll make sure I am who I am. Beyond that, they won't touch me. How much time do I have? \n[106]We have an inside man at the Wolf's Lair in communications. He'll notify you immediately following the flash and then sever all contact with the outside world. \n[107]It's my job, isn't it? While Hitler's inner circle is still regrouping, you will initiate Valkyrie and seize control in Paris and Berlin. Even if Hitler survives, we'll have momentum. \n[108]That could be difficult. \n[109]This is Goerdeler's idea, isn't it? \n[110]Fucking politicians. I'll hold off if the decision is unanimous. And I want another man on the committee. A soldier. \n[111]Him. \n[112]Drive on. \n[113]Himmler. Where is Himmler? \n[114]What do you say? \n[115]My briefcase. \n[116]General, if I may- \n[117]\n[118]Today was a matter of indecision - nothing more. A military operation in the hands of a politician. \n[119]I'll do my job. You just take Berlin. \n[120]I'd like to place a call to Bamberg, please. \n[121]As best I can. \n[122]I know the soldier inside me is a traitor. I wonder how I'll be judged as a man. \n[123]By God. \n[124]Bombing in Ebingen. I can't get through. \n[125]Like a farmer watching the corn grow. One day it's over his head... \n[126]Nothing... \n[127]Indeed. I've got the whole bag of tricks right here. \n[128]Yes, sir, there is. I'm expecting a call of the utmost importance. Even if it comes when I am in conference with the Führer I'd appreciate it if you had a man come and get me. \n[129]Will Mussolini be in the briefing? \n[130]I'll need a place to wash up - change my shirt. \n[131]No room for error this time. Assume I have ten minutes in this heat. \n[132]Two minutes for the walk, one for the security check and one to the bunker. Three minutes for the walk back. That's seven. \n[133]Plenty of time. \n[134]Dammit man, what is it? \n[135]See that the car is ready. \n[136]I have everything I need, Lieutenant. Thank you. \n[137]I can manage, thank you. \n[138]Where are they going? \n[139]My injuries left me a bit hard of hearing. See that you place me as near the Führer as possible. \n[140]Sergeant. I'm expecting an urgent call from Berlin... \n[141]Contact General Olbricht in Berlin. Tell him Hitler is dead. Proceed with Operation Valkyrie. Then sever all communications. \n[142]Drive. \n[143]We have to get to the airfield at once. Orders form the Führer. \n[144]We're on orders from the Führer. We have to get to the airfield immediately. You will step aside. \n[145]Get me General Keitel. \n[146]Yes... General Keitel. Stauffenberg here. I can't get past the outer gate. A Sergeant... \n[147]Sergeant Kolbe says no one is getting out... Yes. Yes. Maybe you can explain it to him. \n[148]Quiet, isn't it? \n[149]This is Stauffenberg. Get me General Olbricht. \n[150]It's been three hours, Olbricht. What the hell have you been doing? \n[151]Dammit man, I saw the explosion myself. Nothing else matters now. We are committed. \n[152]Now where is Fromm? Is he with us or did you- \n[153]Listen to me, Olbricht. Never mind Germany. Never mind Europe. Your life is at stake now, do you understand? If you want to live through the night you'll do exactly as I say. \n[154]The second you hang up the phone, initiate Operation Valkyrie in Fromm's name. Then go over to his office in force, give him the choice to join us or place him under immediate arrest. Do I make myself perfectly clear? \n[155]I am at the airfield now. I will be in Fromm's office in fifteen minutes. Be there when I arrive. \n[156]Hitler is dead. Operation Valkyrie is in effect. \n[157]You did. \n[158]Be that as it may, the Reserve Army is assuming control here in Berlin. We trust you'll join us. \n[159]I delivered the bomb myself. I saw the blast. He is dead. \n[160]Are you with us or not? \n[161]No, General. You are. \n[162]Lock him upstairs in his private quarters. Make sure his phone lines are cut. \n[163]You're not in uniform. \n[164]Helldorf, I'm... glad to see you. We're getting a late start and we need all of the manpower we can muster. Can we count on the police? \n[165]I can't offer you any guarantees. The decision is yours and yours alone. Can we count on you? \n[166]Have your men surround the building. No one gets in or out of here without my permission. I want every available soldier on task - we need simultaneous control of every government building in the city. Dismissed. \n[167]...Deploy troops to seize and protect all Reich agencies. Of most importance are communication centers - newspapers, radio stations, telephone and telegraph offices. All Nazi officials and government leaders are to be arrested at once... \n[168]Send him in. It's all right. Send him in. \n[169]The Führer is dead. The SS is staging a coup. We've initiated Operation Valkyrie to crush the uprising and save Hitler's Germany. \n[170]You have your orders. Join us or face the consequences. \n[171]Lt. Herber. Come here. \n[172]Lock him up with Fromm. \n[173]Send the following teleprint to all Army Commanders... `Broadcast communique not correct. The Führer is dead. Orders to be carried out with utmost dispatch.' \n[174]I saw the blast... \n[175]Field Marshal Witzleben is right. I am the officer in charge. I am the man responsible. No one else. \n[176]My actions speak for me. I'd rather my wife and children remember our last time together. \n[177]The Führer will want to put us on trial, make an example of us. This won't win you any favor. And it won't hide you're involvement. \n[178]You knew and you did nothing. You're just as guilty as we are. Even more so. \n[179]No one will be spared. ", "OLBRICHT": "\n[1]We've been discovered. \n[2]Oster's been arrested. The Gestapo came for him last night. \n[3]Did you hear what I said? \n[4]There's no one we can trust. Not in Berlin. \n[5]We could use your help. \n[6]This war can't be won in the field. \n[7]You can't honestly believe you'll make a difference on the front- \n[8]It makes no sense. You opposed Hitler, you opposed the war. \n[9]If we win, it will still be Hitler's Germany. \n[10]On behalf of the Führer. \n[11]I... I didn't. \n[12]I'm sorry. \n[13]Gentlemen, may I present Colonel Stauffenberg. He's been reassigned to my office at the War Ministry. Colonel, may I introduce- \n[14]We've already considered Valkyrie. It isn't suitable. \n[15]Yes, of course, but- \n[16]They would declare a military state of emergency. \n[17]There is one... small problem. \n[18]He's a careerist pig. \n[19]I wanted to introduce you to our new man - Colonel Stauffenberg. \n[20]We were thinking the very same thing. \n[21]I think that went rather well. \n[22]You play the part of bureaucrat beautifully. \n[23]There's a man here to interview as your adjutant. \n[24]No one told you? You've been promoted Chief of Staff for the Reserve Army. \n[25]Unfortunately, your nocturnal activities don't count as service to the Reich. \n[26]You'll do no such thing. \n[27]This is an opportunity we could never have dreamed of. You're in the inner circle now - with genuine access to Hitler, his advisors, his schedule... We need this. \n[28]Not half as fast as the Allies. An invasion is coming, Colonel. Any day now. We must act and we must act soon. \n[29]Tresckow may have left you in charge of the \"central solution,\" but in this world I still outrank you. You will accept the appointment. Is that understood? \n[30]Now. The new man is waiting outside. He comes highly recommended. He might even be an ideal candidate. \n[31]We still need an assassin. \n[32]What if they search your bag? \n[33]Might this be just a little too small? \n[34]Of course, I'm all for redundancy. However... If, by some miracle, Hitler does survive, what then? \n[35]Just how did you manage that? \n[36]Himmler is expected to be at the meeting as well. Don't proceed unless you can get them both. \n[37]Why kill a madman just to have a lunatic take his place? \n[38]The members are in total agreement on this. \n[39]And just who this soldier be? \n[40]Him? \n[41]This is General Olbricht. Order the Guard Battalion and all Army Schools near Berlin to take up march readiness. Stand by for Operation Valkyrie. \n[42]Call Beck. \n[43]This has been a drill. You're all to be commended for your quick response. Dismissed. \n[44]\n[45]That man there. Who is he? \n[46]Get rid of him. \n[47]It was only a drill. An exercise. \n[48]Heil Hitler. \n[49]I can't issue Valkyrie again unless we follow through. If he fails to- \n[50]Not until I hear from Stauffenberg. Not until I'm sure. \n[51]Noted, Colonel. Thank you. \n[52]Well, what did he say? \n[53]Get him back on the line. \n[54]Only Fromm can initiate. You know that. \n[55]I'm not doing anything until I talk to Fellgiebel. Get him back on the phone. NOW. \n[56]I can't initiate Valkyrie without confirmation that Hitler's dead. It's too great a risk. \n[57]Watch yourself, Colonel. \n[58]I know just what Beck will say. He's a dying man. What does he have to lose? \n[59]I can't cover up another false alarm. When Stauffenberg returns, when he gives me confirmation. Then we'll proceed. \n[60]The same place you are. Lunch. \n[61]Explain this. \n[62]We don't know that the Führer is not alive. We don't know any- \n[63]We've had no confirmation that- \n[64]Dear God. \n[65]I- No one has spoken to him yet. \n[66]I understand. \n[67]I understand. \n[68]Get Beck and the others. Tell them it's time. \n[69]This is General Olbricht calling on behalf of General Fromm - Commander of the Home Army. Adolf Hitler, is dead. A group of radicals from the SS are attempting to seize control of the government. Operation Valkyrie is in effect. All military districts, training schools and replacement troops are to take control of essential government offices at once... \n[70]General Fellgiebel. At the Wolf's Lair. \n[71]There's no use calling, all communication lines are- \n[72]General Fromm is no longer in command. I am. \n[73]You will present these orders to your troops. \n[74]\n[75]And who would have led the men here in Berlin? You? \n[76]The Colonel did more than any man could have hoped. If anyone is to blame it's- \n[77]I'm sorry, Colonel. ", "FROMM": "\n[1]What is it you want? \n[2]Well, Olbricht? Speak up. \n[3]Ah yes - the hero from Africa. I'd offer my hand but you might not give it back. \n[4]About time they put a man with balls in this office. Have a seat. You too, if you must. \n[5]They tell me you're critical of the war, Colonel. Not that you don't seem to have good reason. \n[6]In the field, you mean. \n[7]I take it that's why you're here. To make decisions. \n[8]They say when there's no clear option, one should do nothing. \n[9]Just what sort of rash action did you have in mind, Colonel? \n[10]Supreme Commander, you say. \n[11]If only I were that man... This war would be going quite differently. \n[12]I don't need to remind you that we've all sworn an oath. That said, I'm going to forget we had this conversation with the understanding that such speak will never occur under this roof again. Am I clear? \n[13]Tell   your friends that I always come   down on the right side. And as long   as the Führer is alive, you know   what side that is. \n[14]Heil Hitler. \n[15]For God's sake, Stauffenberg, you're- \n[16]... they're waiting for you. \n[17]Mein Führer... I wish to present Colonel Claus von Stauffenberg - our new Chief of General Staff for the Replacement Army. \n[18]Mein Führer, we have asked Stauffenberg here today so that he might brief us on mobilizing troops from the Home Army to support those in Normandy. \n[19]I don't know what you've got brewing and I don't want to know... But when the music stops, I'd be much obliged if Keitel should find himself without a chair. \n[20]That call better have been important. \n[21]How dare you put the Reserve Army on standby without my knowledge. You damn near cost me my commission. What in God's name made you think you even had the authority? \n[22]DON'T LIE, OLBRICHT. Not to me. We both know it was no fucking drill. \n[23]You may not, Colonel. You may not do anything. Because now you've not only shown me you can't deliver, you've painted a target on my back. If I so much as sense you trying to move the Reserve Army again, I'll personally have you both arrested. Do I make myself abundantly clear? \n[24]Heil Hitler. \n[25]I'll hear you say it, Colonel. \n[26]Who told you the Führer was dead? \n[27]This is Fromm. Put me through to The Wolf's Lair. \n[28]Yes. General Fromm for Field Marshal Keitel. Urgent. \n[29]What's going on up there? The most incredible rumors are circulating in Berlin. \n[30]There's talk the Führer's been assassinated. \n[31]Stauffenberg? On his way back to Berlin, I should think. \n[32]Certainly. \n[33]A false alarm. The Führer is fine. \n[34]\n[35]\n[36]Dammit, man. Do you realize what you've done? The Führer is a- \n[37]This can't be happening. It's some kind of joke. \n[38]Colonel, if what you say is true you should shoot yourself at once. The rest of you are under arrest. \n[39]I don't know where you think this is going, but I suggest you men change into civilian clothes and find a place to hide. \n[40]Well, Lieutenant. What do you make of all of this? \n[41]I won't ask you to make a choice. That's for you and you alone. All I ask is that you observe and think for yourself. In time you'll see things for what they truly are. You know where to find me when you do. \n[42]Lieutenant. Heil Hitler. \n[43]If you have any last messages, you'd better write them now. \n[44]Noted, Major. Get on with it then. \n[45]\n[46]Continue. \n[47]Very well then... A court martial, convened by me in the Führer's absence, has pronounced sentence: Colonel Mertz von Quernheim, General Olbricht, Lieutenant Haeften... And the Colonel, whose name I will not mention, are condemned to death. Take them outside. \n[48]Involvement. I don't know what you- \n[49]Spare me, Stauffenberg. ", "BECK": "\n[1]I apologize for this unfortunate... spectacle. On behalf of everyone, welc- \n[2]Can this plan be made to work? \n[3]Can we get to him? \n[4]We don't seem to have a choice. Without Fromm there is no Valkyrie. Get him. \n[5]Out of the question. It won't work. We need you here in Berlin. \n[6]Orders are not enough. They need a man to follow. The right man. \n[7]Three very crucial hours. \n[8]I'll tell the others- \n[9]I'm afraid whatever the outcome, I won't be there to see it. \n[10]Beck. \n[11]Himmler is not in the briefing. \n[12]Carl. \n[13]Carl, if I may have a word with you in private. \n[14]Very well. There's no need to vote. \n[15]I consider you a friend. And I look forward to the day when we can once again live as free men. But you've become a liability. \n[16]I'm sorry it has to be this way. \n[17]Fellgiebel informed me this evening... Himmler's issued an order for your arrest. You'll have to leave Germany. Tonight. When we've succeeded with the central solution you'll return as Chancellor. Until then- \n[18]Disappear, Carl. Avoid contact with anyone. \n[19]No more indecision. From now on, Stauffenberg has discretion. \n[20]Have you made your peace with God, then? \n[21]Then you have nothing to fear. \n[22]By history? \n[23]In the end, we answer only to ourselves. \n[24]Did you reach your wife? \n[25]Ebingen is a long way from Bamberg. They're safe. You've seen to that. To think... You came to us a wounded soldier from Africa. Now... Now you are both the architect and the assassin. I'm still trying to understand how this came to be. \n[26]What's that? \n[27]Gentlemen, may I introduce Chief Helldorf. He's guaranteed the full support of the Berlin Police. \n[28]We can begin. \n[29]Hitler has scheduled a military briefing for today at one o'clock. Stauffenberg will strike regardless of who else is present. \n[30]Once in position, he will signal us once to alert the troops and again after the flash... \n[31]Assuming Fromm refuses to join us, Olbricht will take Command of the Reserve Army and initiate Operation Valkyrie. \n[32]Then he'll notify all district commanders between Paris and Berlin that the SS is attempting to seize power. The Reserve Army will arrest all SS, Gestapo and Nazi officials. \n[33]When the time is right, Witzleben and I will arrive at the War Ministry and assume the roles of Commander of the Armed Forces and Head of State, respectively. \n[34]With Berlin secured, Goerdeler will return and address the nation as our new Chancellor. Then, God willing, we can negotiate a truce with the Allies and spare Europe from total destruction. \n[35]Gentlemen, this is the most important day of your lives. Long live sacred Germany. \n[36]This has to be seen as a movement of the people. \n[37]You're certain he's dead. \n[38]Acts of vengeance will not be tolerated. We represent a different form of government. We represent what is good and just in Germany. \n[39]I'd like a pistol, please. \n[40]For personal reasons. \n[41]I'm thinking of earlier times... ", "TRESCKOW": "\n[1]Managing the Führer's security must be quite an undertaking. \n[2]I can assure you he's safe here. Relax, Brandt. Enjoy your meal. \n[3]I understand you're returning to Berlin this afternoon... \n[4]Could I trouble you to deliver a package to Colonel Stieff? \n[5]With my regards to Colonel Stieff. \n[6]He's... landed. \n[7]Get me Colonel Brandt... Colonel? Tresckow... I trust you landed safely... I hate to trouble you but there's been a bit of a mix up. It seems you have the wrong bottles for Colonel Stieff. You... do still have the package? \n[8]I can be at your office first thing tomorrow morning to pick it up. Terribly sorry for the inconvenience... Thank you. \n[9]There's only one way to be sure... \n[10]I can only guess the altitude caused the fuse to malfunction. First the beer hall, Memorial Day - now this. Someone is watching over that sonofabitch, I swear it. \n[11]What makes you think- \n[12]The Gestapo could have arrested him for anything. Find a replacement. \n[13]Then stop looking in Berlin. \n[14]I beg your pardon. \n[15]I wonder how the Führer, who does not partake, would feel about an officer who did so on duty... Colonel Brandt. \n[16]And I you. \n[17]I'll say this for you, Doctor... You're certainly delusional enough to take Hitler's place. \n[18]I doubt you'll remember much of anything. \n[19]For God's sake- \n[20]All right. What do you think, Colonel? Confront Hitler, force him to resign? Or the central solution? \n[21]They follow a butcher now. What difference does it- \n[22]Operation Valkyrie. \n[23]The Reserve Army has thousands of men all over the city - most of them not even in uniform. Valkyrie is top secret plan to mobilize those men in a national emergency. \n[24]And initiate Operation Valkyrie. \n[25]Rewriting the order is one thing - distributing it is another. A bomb can be disarmed, recovered if it fails. In this case we'd be willfully circulating written evidence of high treason. It's the best idea we've heard yet. \n[26]Fromm... \n[27]Commander of the Home Army. Olbricht can put the reserve troops on alert, but only Fromm can actually initiate Valkyrie. \n[28]Perhaps if we offered him a key position in the new regime he could be made to see the light. \n[29]Dammit, Stauffenberg. You scared me half to death. \n[30]Looking this over, I'm not satisfied that the Reserve Army is enough to shut down Berlin completely. \n[31]To Operation Valkyrie. \n[32]I've been transferred to the front. \n[33]Would you have stayed? \n[34]It's more likely just... an unfortunate coincidence. Anyway it doesn't matter. You wrote the orders. You know them better than anyone. \n[35]I'm appointing you military leader of the Resistance. Beck agrees. \n[36]We both know Olbricht hasn't the wit or the spine. No. It's you. \n[37]One more thing. You were right what you said that first night. It's not enough to kill Hitler. We need to isolate his chain of command. The slightest confusion could crush us. We need to be certain that no conflicting orders get out after the flash. \n[38]How will you do it? \n[39]God promised Abraham that he would not destroy Sodom if he could find just ten righteous men. \n[40]I have a feeling that for Germany it may come down to one. ", "MERTZ": "\n[1]Two 975 gram packs of plastic-W. Enough explosive to cripple a panzer. Your detonators. Your fuses. British time pencils. This acid capsule is your trigger. \n[2]When you're ready to arm, attach the detonator to the bottom of the time pencil, like so... ...Insert the entire device into either end of the plastic-W, crush the acid capsule and you're live. When the acid eats through the wire holding back the trigger spring... Well... You'll want to be very far away. \n[3]Theoretically there's a 30-minute delay. But with the kind of heat you can expect at the Wolf's Lair, I'd give you 10, 15 minutes tops. \n[4]This is state of the art. You can have small or precise. Not both. \n[5]The explosion won't do the killing. The air in the room will. \n[6]Hitler's bunker is constructed of reenforced concrete. A steel door, no windows. Just one of these explosives in a space like that will cause tremendous air pressure. \n[7]Enough to instantly kill everyone present. The second charge will be entirely redundant. \n[8]But as   you said yourself it would take a   miracle. Anyone in that bunker   when just one of these goes off is   not coming out alive. \n[9]General Olbricht's Office. Hold the line. Stauffenberg says Himmler's not at the briefing. He wants to proceed. \n[10]They say no. Wait. \n[11]I say do it. \n[12]Put the Reserve Army on standby alert. \n[13]But that's not what he- \n[14]I didn't hear you. Come again. Fellgiebel. FELLGIEBEL. \n[15]I... couldn't be sure. It sounded as though he said... Hitler is still alive. \n[16]Sir... The bomb did go off. That much was clear. Fellgiebel's next step will be to sever all communications. \n[17]Colonel Stauffenberg was explicit. We initiate Valkyrie regardless. \n[18]Then lie. Tell him Hitler's dead. Or arrest him. But do it now. \n[19]Sir... Did you hear me? You have to give the order to initiate Valkyrie. This is our only- \n[20]Every second we stand here arguing is a second lost. \n[21]What about Stauffenberg? What about his risk? He did his part and now you're abandoning him. \n[22]Shouldn't you be consulting Beck? \n[23]At least put the Reserve Army on alert. \n[24]And where are you going? \n[25]Orders from General Olbricht. \n[26]Someone had to do something while you were playing dead. \n[27]\n[28]General Olbricht's office. \n[29]Stauffenberg for you, sir. ", "GOERDELER": "\n[1]After this most recent failure I'd say we've no other choice. \n[2]He's a man like any other. Flesh and blood. Take him head on and- \n[3]When that day comes, I'll be sure to remember you. \n[4]Dammit, Tresckow- \n[5]I haven't welcomed him. Not yet. Where does he stand? \n[6]He's a field officer. He knows the army better than any of us. I want to hear his opinion. \n[7]\"Central Solution.\" You soldiers are all the same. Say what you mean. \n[8]The army will follow diplomats before they follow assassins. \n[9]I beg your pardon, Colonel, but you are in the presence of men who would have been Hitler's inner circle. Instead we resigned. We put our principles above personal gain. \n[10]Now see here, Colonel- \n[11]Excuse me. What is Valkyrie? \n[12]And what use is that to us? \n[13]While we put a new government in place. \n[14]But only if Hitler's dead. \n[15]That is what you're saying, isn't it? The central solution. \n[16]How else will you make people believe the SS is trying to seize power? \n[17]I'm disappointed in you, Colonel. I thought a man of your background would appreciate a more- \n[18]Yes, but- \n[19]Who is Fromm? \n[20]The point of your central solution is to replace Hitler so that we can negotiate a truce with the Allies. The Allies, I suspect, would be more amenable to a truce... IF WE \n[21]I don't think I am alone when I say your judgement is in question. I would like to take a vote. \n[22]\n[23]If you have something to say, Ludwig, say it here. Say it now. \n[24]Wha... What are you saying? \n[25]This is your doing, isn't it? ISN'T IT? You can't just get rid of me like this. I am the man Germany will follow. I'm... I... \n[26]Ludwig, I- ", "HAEFTEN": "\n[1]For anything, sir. Anything at all. \n[2]Five thousand ships, one-hundred thousand men from the combined Allied forces. \n[3]They were never dispatched. Word is Hitler took a sleeping pill. His staff was afraid to wake him. \n[4]The Russians bearing down from the East. \n[5]Maybe this is a blessing in disguise. Maybe he'll finally listen to reason - consider a truce while he still can. \n[6]That's... hardly precise. \n[7]Your man? \n[8]You're arming them... now? \n[9]Leaving just three minutes to place the bomb. \n[10]If the bomb goes off in ten. \n[11]The Colonel is changing, Major. You understand this can be difficult. \n[12]But sir- \n[13]I'll see where our driver is. \n[14]You mean to tell me that the alert is only just going out- \n[15]Thank you, Colonel. \n[16]Better I die for Germany than for Hitler. ", "REMER": "\n[1]What do you suppose this is all about? \n[2]It just all seems very... vague, sir. Protocol dictates we should receive orders in writing- \n[3]Something just doesn't feel right about this. I would hate to find out I'm being taken advantage of. \n[4]Of that I am certain. What I can't say is which side we're on. Get in. \n[5]Take us to the Reichministry. Be quick about it. \n[6]Minister Goebbels, my battalion has an order to blockade the government quarter and place you under arrest. \n[7]Yes, sir. \n[8]Hello? \n[9]Of course, Mein Führer. \n[10]Release these men at once. \n[11]I've just been on the phone with Hitler himself. We are the coup, you idiot. We've been duped. \n[12]\n[13]\n[14]You're under arrest. \n[15]General, my orders are to deliver the prisoners alive. \n[16]But, sir- ", "FELLGIEBEL": "\n[1]You realize how close I am to Hitler. With one word I could have the Gestapo make you disappear. \n[2]But you know. And when the SS catch you, they'll pull you apart like warm bread. It'll be a crime just to have known you then. I warn you. If it means protecting myself, I will expose you. Do not try to contact me again. \n[3]So you think that makes me a sympathizer, eh? You give a man the choice of betraying a fellow officer or his Führer and assume his actions will show you his heart. It's not that simple. \n[4]For the last time, don't push me to make a decision. \n[5]And what if you do, eh? What then? Will you be any different from Hitler? What of his Reich, his people, the very momentum of history? Will all of that let you be something he isn't? \n[6]There it is. \n[7]At east, Gentlemen. General Fellgiebel, communications. I just wanted to meet the hero of Africa... And see if there's anything you need. \n[8]Of course, Colonel. \n[9]I said Olbricht. General Olbricht at the War Ministry. The call is urgent. \n[10]What does it look like? The Führer is- \n[11]Alive... \n[12]I am calling from The Wolf's Lair with urgent news for the General. Something terrible has happened... \n[13]The Führer is still alive. \n[14]Sever all communications. \n[15]", "KEITEL": "\n[1]You're a woman, Fromm. And a fat one at that. I'd have you sent to the front if I didn't think you'd surrender just to be Montgomery's whore. \n[2]You're dismissed, Stauffenberg. \n[3]Send your man home, Fromm. Then bring us some brandy. \n[4]...Now for the first order of business. Fromm, I believe you will brief us on blocking divisions for the Eastern Front... \n[5]...Gentleman. You are dismissed. \n[6]Gentlemen. The meeting has been pushed forward to 12:30. Mussolini is arriving on the afternoon train and Hitler wants to have lunch with him. \n[7]I only wish he were. Then some ambitious officer might take the opportunity to shoot the dago bastard. \n[8]Please pardon our tardiness... You remember Colonel Stauffenberg? \n[9]Stauffenberg. \n[10]Several men left the building before the explosion. \n[11]But what? Spit it out, man. \n[12]I don't know what you mean. Everything's in order here. \n[13]Another failed attempt. The Führer was never in danger. By the way, where is your man Colonel Stauffenberg? \n[14]Let me know when he arrives. I'd like a word with him. ", "NINA": "\n[1]The Colonel's brother, Berthold. \n[2]I will see my husband now. \n[3]His ring. \n[4]He had a ring on his right hand. Where is it? \n[5]Thank you. \n[6]...After that I thought I'd take the children to the country for a few days to see my- Claus? \n[7]Have you heard a word I said? \n[8]Does this have something to do with... your work? \n[9]How long until... until we see you? \n[10]And if things... don't go well? \n[11]And I love you... What- \n[12]Go be with your children. ", "FREYEND": "\n[1]Your bag... Colonel. \n[2]Gentlemen, may I present Colonel Claus von Stauffenberg - Chief Officer of the Reserve Army. \n[3]Let me take that for you. \n[4]Please, do be quick. You heard the General. \n[5]Major Freyend speaking. Stauffenberg? Yes, he's arrived... They are on their way now. \n[6]General Keitel insists that the Colonel please hurry. \n[7]Please. Let me help you with that. \n[8]It's too hot. The briefing has been moved to the conference hut. \n[9]Sir, your briefcase. I insist. \n[10]Where the hell is Stauffenberg? \n[11]Pardon the intrusion, sir, but I think you will be most interested to hear what this man has to say. ", "VOICE": "\n[1]It's not so much your car he doesn't trust... It's your driver. \n[2]Colonel... COLONEL. \n[3]Were you followed? \n[4]You don't need to search him. \n[5]Colonel Stauffenberg? \n[6]I'm sorry. Please come again. \n[7]That's a lie. \n[8]Do you recognize my voice? \n[9]What the hell kind of coup is this? \n[10]Colonel Stauffenberg. ", "BRANDT": "\n[1]Irregularity is the Führer's precaution of choice. \n[2]Cointreau? You better hope I don't get thirsty on the flight. \n[3]You'll forgive me, General. This little round-up has had me writing reports all day. \n[4]Dissenters. A plot against the Führer. \n[5]You'd be surprised, the number of cowards in this army that would be willing to stand against the Reich. \n[6]Of course. It's one thing to think you know what's right. What matters is having the strength to do it. \n[7]Is this what you've come for? \n[8]Perhaps we should open it. \n[9]You've come a long way. You must be thirsty. \n[10]I took you for another sort, General. ", "BERTHOLD": "\n[1]We've lost North Africa. \n[2]What do you mean you quit? \n[3]Beck is a just and capable man. As for Goerdeler, well, he's popular. He'll make a good Chancellor. \n[4]You can't blame the people for this. You have to see the beginning of something to know how it'll end. It's no different than a farmer watching the corn grow. One day it's over his head. \n[5]The greatest offenders are not the ones who thought better but the ones who sensed better. \n[6]I seem to remember you telling me about reports from the Ukraine - the SS forcing Jews to dig their own graves. You said then that Hitler should be removed. An officer's duty, you said. What's changed? \n[7]Perhaps it doesn't matter that you succeed. \n[8]Perhaps it only matters that you try. Don't you see? Someone has to stand up and show the world that not all of us were like him. \n[9]Then give them one. Find a way. \n[10]Evil happens when good men do nothing. ", "HELM": "\n[1]Lieutenant. \n[2]This order is calling the Reserve Army for some sort of stand-by action... in Berlin. \n[3]Valkyrie? I've never heard of that. \n[4]Send it through. But keep me informed. \n[5]The Führer is dead. \n[6]That's ridiculous. He`s not even in the army anymore. \n[7]Pass the order along. \n[8]It's just that now we're getting conflicting orders, sir. The Wolf's Lair says one thing, Stauffenberg another. \n[9]Yes, but sir- \n[10]It's a coup all right... And when it's over, we'd better wind up on the right side. Now we can't afford to remain neutral any longer. We have to make a decision. ", "HITLER": "\n[1]My comrades. Once again - I don't know how many times it has been now - an attempt has been made on my life. I speak to you tonight for two reasons. First, so that you can hear my voice and know that I am unhurt. And second, so that you may know the details of a crime without parallel in German history... \n[2]May I say, I am honored to meet a hero who has sacrificed so much for Germany. If only more of my officers were like you. \n[3]Let this man stand as an example to all of you. He is the ideal German officer. \n[4]Hmmm? Oh yes, Normandy. That will no longer be necessary. General Goering has assured me that Normandy is under control. \n[5]Then listen to me very carefully... \n[6]My comrades. Once again - I don't know how many times it has been now - an attempt has been made on my life. \n[7]I speak to you tonight for two reasons. First, so that you can hear my voice and know that I am unhurt. And second, so that you may know the details of a crime without parallel in German history... \n[8]A small clique of ambitious, dishonorable, stupid officers have conspired to eliminate me. Except for a few bruises and burns, I was completely untouched. ", "HAANS": "\n[1]What about it? \n[2]Looks like a drill of some kind. \n[3]Send the order through, Sergeant. \n[4]You all know your jobs. Get to work. \n[5]What is it now, Sergeant? \n[6]Our job is not to interpret the orders. Our job is to pass them along. Regardless. \n[7]Is that perfectly clear, Sergeant? \n[8]Very well. Send all communications from the Wolf's Lair. Stop all communications from Stauffenberg. ", "HAGEN": "\n[1]Probably just a drill. \n[2]What did I tell you? A drill. \n[3]Here we go again. \n[4]Major Remer. We've just had orders from the War Ministry. The battalion is to blockade the government quarter and place Minister Goebbels under arrest. \n[5]What is it, Major? \n[6]A coup you think? \n[7]But these men are part of a coup. ", "HASE": "\n[1]What the hell is going on? My men have been standing here for an hour. I don't know what to tell them. \n[2]At ease, gentlemen. \n[3]Major Remer? He commands the Deutschland Guard Battalion. What about him? \n[4]Remer? Don't worry about him. He's an order taker. To the bone. \n[5]... Completely blockade the government quarters. Everything from the Brandenburg Gate to Potsdamer Platz. Nobody, not even generals or ministers, should be allowed to pass. You have your orders, gentlemen. \n[6]Is there a problem, Major? \n[7]These are the orders as they were presented to me, Major. Now move. ", "DOCTOR": "\n[1]Mrs. Stauffenberg? \n[2]Perhaps before you see the Colonel we should go to my office and- \n[3]He's been constant with fever but he refuses any pain killers. The right hand has been amputated above the wrist. He's lost the fourth and fifth fingers on the left. We... couldn't save the left eye. \n[4]I don't- \n[5]I'm sorry... His hand was amputated in the field... I'm afraid- \n[6]When will you be going back to the front? ", "WITZLEBEN": "\n[1]...He is not a man, he's a lunatic. He doesn't drink, he doesn't fuck. He has no weakness to exploit, no vice to manipulate. His only passion is complete control. How can you expect to reason with him? \n[2]Confront Hitler now and you'll end up with piano wire for a neck-tie. Our only option is the central solution. \n[3]That's a laugh coming from a politician. \n[4]We have the have the respect of the people. And the army. \n[5]The military districts are receiving contradictory reports. I've got men sitting around joking about whose turn it is to arrest whom. Neither the capital nor the radio network are under our control. And where are the troops? You'd think there would be some activity going on in this city. The word is all over the street that Hitler is still alive. We trusted you and you failed us. You should have stayed. To be sure. \n[6]I'm going home to await my inevitable arrest. ", "HERBER": "\n[1]The... General will see you now. \n[2]Colonel Stauffenberg is an honored guest. The hero of Africa. \n[3]The General will see you now. \n[4]I... I don't know... \n[5]Heil Hitler. \n[6]Arm yourselves. ", "ADAM": "\n[1]General Fellgiebel, sir. He says it's urgent. \n[2]Colonel... Colonel, you forgot your- \n[3]The one-eyed Colonel... \n[4]He left the building very abruptly - just before the explosion. \n[5]Yes, sir. Of course. But... \n[6]Well. The Colonel left his hat. ", "FAT GENERAL": "\n[1]Begging your pardon, but I have orders to report to General Fromm. \n[2]\n[3]I'd say there is a coup all right, but it's not the SS. \n[4]I will do no such thing without speaking to General Fromm. I swore an oath- \n[5]This is treason. I won't take part. The Führer is not dead. THE FÜHRER \n[6]", "GOEBBELS": "\n[1]I am ready to be connected. \n[2]What can I do for you, Major? \n[3]Are you a dedicated Nazi, Major? \n[4]Have you seen the Führer? Is he- \n[5]Everything is under control. I've taken charge of the Guard Battalion and given them new orders. We're turning the tables on these cowards. \n[6]Take this down. By order of Adolf Hitler... "}}