{"dialogues": {"DAVID": "\n[1]Hey, don't record any more messages on my alarm--clock, okay? \n[2]I'll think we're married or something. \n[3]How's your cold? \n[4]I guess you took my mind off it. She pulls a pink pill-box purse from the nightstand, withdraws a multi-colored phone. \n[5]Help yourself to whatever you want. Set the alarm, Maria will clean up. Lock up when you go. And... you are the greatest. \n[6]Bye \"honey!\" I'll call you later. \n[7]Soon! They have a comfortable, healthy, mutually satisfying, gloriously superficial relationship.     5 \n[8]Did you reserve the court? \n[9]I'm sorry to do this early. I gotta be done by 10. Car phone rings. David checks Caller ID - it's his office. He clicks on. \n[10]How did you find me? \n[11]What are the colors? \n[12]Let, me think about it. \n[13]Okay, but. don't tell anybody where I am I don't care if God calls. I'm very busy. \n[14]The Seven Dwarves? No. \n[15]And that was the desire of my father, who hired them. \n[16]I had a cold. I was alone. \n[17]Thanks.     7 \n[18]Julie Gi.anni is a friend. Sometimes we sleep together. Brian howls in pain, like a hurt dog. \n[19]What -- \n[20]What do you want to listen to? \n[21]What have we got here - Barcelona, Looper... Radiohead? Brian freezes at what he sees. \n[22]We almost died.     8 \n[23]How was it? \n[24]You changed your hair. David taps on the window of the art department, in panic over several cover mock-ups. He gives a presidential thumbs-up, moves on. They look at each other, trying to decipher if the thumbs-up was a decision. \n[25]Sneezy, Bashful, Sleepy, Happy, Doc, Dopey, and of course, Grumpy. \n[26]Good. Now I want answers, and I want them now.  How's it going? He gestures charmingly, easily, and bows with apology over his lateness. All are happy to see him. Sort of. \n[27]It's a nightmare either way. \n[28]What -- \n[29]I'm not talking to you anymore. \n[30]No. \n[31]The conversation, the coffee -- \n[32]There is no murder! It didn't happen! I don't have to talk to anybody! A Contentious Prison Guard  swings his feet down and gets up from watching a 17-inch television on a stool. He exits into the bigger room to quiet down David Aames.     11 Slight push in to show the television show he is watching, and we see a snippet of \"To Kill A Mockingbird.\" \n[33]Get the fuck away from me. \n[34]Get the fuck away from me. \n[35]My parents are dead, you fuck! \n[36]Good cop... bad cop. \n[37]Primer on David Aames, Senior. My father was not built for the 21st Century. He never ate at     12 McDonald's, not once, and never watched television. Yet his biggest magazine is still TV Digest. He and my mother threw the grandest parties of the literary world. He ballooned, jumped from planes, sought adventure... His autobiography is the manual for every cutthroat publisher in New York. It's called Defending the Kingdom. \n[38]I don't think he ever got over the fact that I was terrified of heights. And when he and my mother were run over by a drunken teenager on New Year's Eve, ten years ago... David Aames moves closer to the light. We see a strange bland expression of his mask, at first other--worldly... and then more clearly. \n[39]he left the keys to the Kingdom to me...    51% control,   49% going to a group of seven board members who all thought they were first in line. \n[40]What do you care? \n[41]If I talk, you'll just think I'm crazy. McCabe gathers his things. \n[42]Fine. Enjoy your dinner. Somehow the lilt in McCabe's voice draws him closer. \n[43]Who needs ice? Aames moves swirls is more like it - through into his party, which is nicely underway. Upscale. Modern. Part literary crowd. Part fashion crowd.       He's great in a crowd. Surrounded by people, David Aames comes alive. \n[44]Jesus, you have the greatest taste in shoes I've ever seen. Bar none. Anywhere. A Woman Caterer in Whites     slips by with a knowing smile. \n[45]Emma, do you know Lynette? \n[46]Livin' the dream, baby. Livin' the dream. The two friends hug. David shares a quick glance with Brian's date, who still burdened with coat. \n[47]And to what do I owe this pleasure, the pleasure of -- \n[48]No no, I think it's amazing. I love your coat.     16 \n[49]Well, Madison Square Garden is nearby, it might fit there. \n[50]Thank you. \n[51]Okay. \n[52]I'll leave this upstairs. David exits. They are left to consider his personal charisma. \n[53]Hey Tommy. David moves to address him so he can still track Sofia. \n[54]It's okay, Tommy -- \n[55]I got it. \n[56]Two's enough - \n[57]Get Tipp out of here, drive him home, and in the morning tell him he's re-hired with a 50% raise. Set up a meeting with the other attorneys. I'm going to be in early tomorrow --  -- earlier than usual. \n[58]I didn't invite you, Julie. \n[59]But that's how it works with parties. You have to be invited. \n[60]Is that good? \n[61]Four is pretty good? \n[62]Four is what? \n[63]Four is what? \n[64]Four is what? She pulls away, and talks plainly to him. \n[65]A moth? \n[66]It was a gift, actually. She turns and sees it's David, engaging smile in place. She jumps slightly. \n[67]Whoa, whoa, whoa. \n[68]How about if you help me? Unless I'm horning in here. \n[69]See, I've got a little problem. I've got a stalker. \n[70]I need a cover. I need for you to pretend we're having a scintillating conversation. And you're wildly entertained. I know it's tough. \n[71]She's right across the room and she's burning a hole in my back right now, isn't she? \n[72]Yes_ \n[73]Shit. \n[74]Hmm. \n[75]Sort of a day office. Come on - They arrive at the door to a smaller upstairs apartment. \n[76]Well I am. Goodnight. He enters and shuts the door. Frustrated, she stands for    a moment, listening to the music streaming from the downstairs apartment. We watch her private moment as she decides to leave him, turns, feels the emotional pull, dances back and knocks sharply three times. \n[77]Really? \n[78]We're safe.      And I've got nothing to drink...     24 \n[79]This is Joni Mitchell. This one is Monet. And this one is done by me.  It is a snowboard. \n[80]It's the real thing. His paintbrush painted that vanilla sky. His canvas. It. was my mother's. \n[81]You know what I think? You're either a very good actress or you really do sort of like me. \n[82]There's probably not too much you aren't great at. \n[83]It's pretty good, you know - \n[84]I'm surprised you're available. \n[85]I can't keep this banter going. \n[86]What's going on -- \n[87]Julie Gianni is stalking me. \n[88]Well, we're out of drinks up here. \n[89]These stupid glasses        - \n[90]Don't be stupid. The party's just starting. \n[91]You can't go. You're my guest of honor. \n[92]I don't own you. You're brilliant, you're good-looking, you're handsome. \n[93]No one's hitting on Sofia. \n[94]No, you're not blind. You're just drinking Jack Daniels. And when you drink Jack, you start. in with that Frank Sinatra, \"She Shot. Me Down,\" gimme a cigarette, King of Sad thing... \n[95]I'll find one. \n[96]Everyone does. \n[97]You're not from Ohio. \n[98]I feel the same way. \n[99]I'll give you a lift home later. \n[100]The Sweet and Sour speech again. \n[101]A lot of people are scared of heights. It's not the heights that bother me, it's the impact that terrifies me.  I won't stay long. She laughs. It was never his decision to make.     29 \n[102]I'm glad he protects you. This is a lethal canine. \n[103]No problem. \n[104]So you're really a dancer, huh? \n[105]Sure. David looks at her refrigerator. A note reads: Call Dad! An odd epiphany occurs as he sees the collage of photos     30 that represent a hard-working, hard-earned, committed and passionate life. Shot moves across the photos. A young girl living a young girl's hard-working and happy life. Group photos of co- workers. A few from a vacation. A whole new cast of characters, all committed, and they all look inviting to him. And one gloriously random photo of her in Cabo San Lucas, raising a toast with friends. \n[106]I like your life. \n[107]I do not want to know the story behind this photo. Who's Sergio? \n[108]Your nickname is Sergio? \n[109]So many secrets. \n[110]I've never known an arms dealer. \n[111]Citizen Dildo.     31 \n[112]Never run a company. Stay an artist. Stay an arms dealer. \n[113]No. Ever accept any of your 12,000 proposals? \n[114]And you moved to New York. To dance and paint and act and deal arms. \n[115]Jeff Buckley... or Vikki Carr? Both - simultaneously. He continues looking. Flashes of the photos on her refrigerator. \n[116]No. I really don't. \n[117]I dug her completely. Somehow, I had found the last semi-guileless girl in New York City. \n[118]Boy, am I going to the wrong dentist. \n[119]Well you know - I'm a pleasure delayer. \n[120]Pleasure delaying... you don't know? You keep the relationship casual until the absolute breaking point.And then, one night, or afternoon, or morning... it could be months from now... oh, you know how it works -     33 His vision moves across the bright blue sky of one of Sofia's photos. A single crimson cloud. \n[121]Ah, you've got dinner with your daughters. \n[122]Back then I had intricate systems with women you wouldn't believe. \n[123]Hey Doc. Don't get all melancholy over the thirty seconds you were single a long time ago. \n[124]Yes. \n[125]Just our shortcomings. That's all we're allowed to draw. \n[126]Mine's finished. \n[127]Jesus. That's how you see me? \n[128]No. It's wonderful. It's something you'd see on the wall of a steak-house in hell, but it's wonderful. Sign it. Sofia's face falls a bit. She sees she's hurt him. She takes the drawing and signs it, a little guilty. \n[129]No. She grabs it. Its a rich portrait, filled with detail, humor and style. She is rocked by its elegance. \n[130]I know. I couldn't. I saw you like that.     35 \n[131]I'll sell it to you. \n[132]One kiss. She smiles. Something is developing between them. \n[133]That smile is gonna be the end of me. \n[134]He only met you a few hours before me. He would do the same. \n[135]It is. But as his best friend, I also know that he's trying to finish a novel about inadequacy and rejection. So the longer I stay, the better it is for his career. Sofia smiles, shakes her head. And yawns. \n[136]No, no. You're more right then you even know. I used to be one of those guys who was just     36 snowboarding through his life, with no focus whatsoever. \n[137]About five minutes ago. \n[138]It's the greatest show... it's called \"Sofia.\" Sofia looks at him and smiles. They look back to the television. \n[139]We did a story on this guy. He owns half of Arizona. \n[140]How would you ever know? \n[141]I left my number on your fridge. He makes a courtly bow and turns. She feels the loss of his company. \n[142]Thank you for the inspiration. I will now attempt to run my company, showing compassion for the seething throng of my partners who root quietly for me to fail. She looks at him, quite aware of his personal and business crossroads. Silently, she roots for him like crazy. \n[143]For things you don't even know - thank you. I'm going to go to work. I have a company to run. \n[144]Julie Gianni.     You're following me. \n[145]And _- \n[146]Yes she did. \n[147]You're right on the money, Julie. \n[148]Hey, Julie. \n[149]I'm not blowing you off! I just want to be alone for a little bit. Trust me - I have a lot of things I gotta take care of. If we're friends, which we are, you'll understand. \n[150]Sure I would - \n[151]It's vivid. \n[152]Well, you know, if you can reach one person. Julianna is a little hurt, hides it well. \n[153]what is happiness? \n[154]I didn't tell him that. I didn't say that. \n[155]About what -- \n[156]Promises         - I thought we had an understanding. \n[157]Julie... \n[158]stop the car! She picks at things on the dashboard, as she talks with a manic energy. \n[159]Take me to your house. We'll talk this out. I want to see where you live. I want you to stop the car, Julie. I want you to stop the car! \n[160]You're amazing. Hello. \n[161]Yeah, well, actually... I had a horrible dream. \n[162]I left your house. I went to the car, and my friend the stalker had been following me. \n[163]Yes. She followed me down the street. She wanted to talk, and I had that buzz... from you and me, and I think my mind was on that terrible drawing of me... and, you know, I got inside. And she drove me off a bridge and committed suicide with me in the car. \n[164]But I survive! I survive with my arm and my face reconstructed. And what's worse I couldn't wake up. \n[165]What party? A party? \n[166]My dreams are a cruel joke. They taunt me. Even in my dreams, I'm an idiot who knows he's about to wake up to reality. If I could only avoid sleep, but I can't. \n[167]I try to tell myself what to dream. I try to dream that I'm flying, something freeing. It never works. Viewed in shadow, he rises out of bed. \n[168]I don't... I don't remember. \n[169]Here's what you remember from a coma. Nothing.     45 \n[170]What really happened? What, didn't you read the file? I was out for three-and--a-half weeks. My face and arm were shattered. My jaw was broken in four places. No surgery could be performed because of the coma. You can't feel the darkness, or the numbness, you can't even feel. \n[171]And then... I came back to life. Just like that dog, Benny. Benny The Dog. \n[172]Except my life was no longer normal. There were blinding migranes now... \n[173]. nerve damage. Why?        This is how big business operates. A random accident. A \"lifestyle mishap?\" They are not coincidences. How do you think air-tight contracts are broken? These are power upheavals. \n[174]And they're in the news every day, right. between the lines. Someone did this to me. My father wrote this in his book, you know. Chapter One, Page One, Paragraph One. What is the answer to 99           out of a hundred questions? Money. \n[175]Yes, well, the rumors of my death have been mildly exaggerated. \n[176]Who could I trust? The ants were taking over the ant-hill. Who could I trust?     47 \n[177]Doctors. Their power is in jargon. So you study up... \n[178]Is that the procedure for all Bilateral Periorbital Hematomas in a LeFort III fracture of a comatose patient? \n[179]. you do your best. David consults a list he's made. \n[180]And beyond the cheek grafts, Dr. Pomeranz is, are the pins fastened     48 with any kind of aluminum which could ionize and cause that pressure in my head? Because I'm ready for another operation. \n[181]Experiment. Use me. \n[182]These are more than headaches. This is like a steel plate slicing through my every thought. \n[183]Because I can't think straight most of the time. \n[184]Yes. Medication. \n[185]This isn't about vanity, Dr. Pomeranz!  This isn't about vanity. This is about functioning in the world.     49 It is my job to be out there functioning. I've got the money, and I'll pay any amount. Invent something. Play jazz. You say you're the best face man in New York City. Fucking prove it. \n[186]Fuck my arm! Dr. Pomeranz looks over to a young assistant. \n[187]Tell me. Bring it on. \n[188]A facial prosthetic. \n[189]So it's an aesthetic regenerative shield.     50 \n[190]I see -- \n[191]Good. Because for a minute there I thought we were talking about a fucking mask! \n[192]No it's great. This completely takes care of Halloween. But what about the other 364         days of the year? \n[193]A new form of me began to take shape. \n[194]I planned my re-emergence like the Normandy Invasion. Take-out boxes, catalog orders with new clothes, comic books and magazines with ripped-out pages fill the living room. \n[195]Sofia. Sofia. Sofia. Sofia. Sofia. Sofia. \n[196]I attended the monthly board meeting of the Seven Dwarves by video hook-up. Oh, baby. This was war. On screen before him, all seven, and Thomas Tipp too. Shot moves in on screen. We can feel the cool tension of their imminent takeover. David twitches, feels it physically. \n[197]because nobody's buying books let's invest... my father was an adventurer.     52 David sits in the middle of his office. Push in on the white tape that covers the camera on the top of the monitors. \n[198]Sofiaaaaaaaaaaa. Serrano. \n[199]I grew stronger in ways I had never known before. And on December 5th... my planes filled the sky... the return of David Aames, Jr. Citizen Dildo. \n[200]You won't believe this... but this is me smiling. She laughs a little at his strange new humor, keeps a brave front. \n[201]I didn't want to see me, okay. But then I woke up today and finally, a good hair day. David fights anxiety, smoothes his coat.     53 \n[202]You want to go out, you want to do something? \n[203]What? \n[204]This weekend. I'll cancel an operation or two. We'll have fun. Because I am all about fun. She kisses his cheek, pulls back quickly, and as she exits... he sees her fighting tears. \n[205]Hey listen, it's David. I'm back in your life. I saw you earlier tonight. I was just watching our old friend Benny the Dog on... on Conan... and I thought of you.  Whatever. I loved seeing you today. So I'll see you soon. You're a great dancer! He hangs up and feels instantly mortified. He looks at the phone in his hand. \n[206]What are you drinking? \n[207]Is there any other kind? \n[208]You look good, man. How's your book? \n[209]I can't. It's a facial shield. It's an antiseptic prosthesis to stop infections. These fucking doctors. \n[210]I can't. It's my face. This is my face. \n[211]Hey, if you're embarrassed, just go. Nobody asked you to chaperone     56 \n[212]She didn't want to be alone with me?  That's bullshit. Because I think I'm being pretty fucking cool about the whole thing. \n[213]Did she say that? I met her \"once?\" Did she say I met her \"once?\" Brian looks away. He's said too much. \n[214]Fuck you, Brian. How about no more sympathy? How about if that's the deal we make with each other? Okay? David shakes him off, goes to the bar, and rips off his mask. His head thuds from a migraine. \n[215]Gimme a Budweiser and a shot of tequila.     57 \n[216]What did you say to me? \n[217]Why don't you ask me to my face, bitch? The barman looks up, expressionless. \n[218]Patron. If you have it. \n[219]Another shot, another Bud. He throws bills on the bar. \n[220]Why - \n[221]Patron! David regards a video monitor behind the bar. Someone's camera is fixed on Sofia dancing with Brian, and another good-looking Young Man. She playfully shoves the good- looking Young Man away, not unlike the move that won David     58 over lo those many nights ago at her apartment. He pounds back another drink. \n[222]Hello again. \n[223]Idea. Let's start all over. He regards her for a moment, sees her apprehension and discomfort. \n[224]How about if you help me? Unless I'm horning in here -  You are. But the food is good. He continues, taking a step. \n[225]See, I've got a little problem. I've got a stalker.  It doesn't sound life-threatening. (does himself, self- deprecating I need a cover. I need for you to pretend we're having a     59 scintillating conversation and you're wildly entertained. I know it's tough.  I'll improvise. \n[226]She's right across the room and she's burning a hole in my back right now, isn't she? \n[227]That's right! Their heads are close together, looking off into the club. David doesn't notice that Sofia is having a hard time playing along with this game. She is overwhelmed, holding it in. David continues. \n[228]I think she' s the saddest girl to ever hold a martini. \n[229]Are you okay? \n[230]What's wrong? Is it me? \n[231]Come on. Tell me now. Something's wrong. Tell me everything. Let's talk about it right now.     60 \n[232]I don't believe you just said that. That. is the best thing I've ever heard. That is hilarious. God, that just killed me. The way you said that. See - that's what I love about you. \"I'll tell you in another life when we are both cats.\" \n[233]Don't be a drag. Can't you see she wants to go on her own? \n[234]I may be an idiot, but I'm not drunk. \n[235]We'll meet up soon. Sofia turns and runs away. \n[236]We'll call you again to go out with me! \n[237]Where you going? \n[238]Wait a minute. \n[239]I don't know. \n[240]Tomorrow I'll wish I was dead. \n[241]Hey! \n[242]What did you say to Julie Gianni the night of the accident? \n[243]You told her she was a \"fuck buddy.\" \n[244]And she was a little more than pissed about it. \n[245]Whatever. I mean - who am I, if I can't. be the one who tells you you're not ugly? Aw, give me a courtesy laugh. Come on! Brian shakes his head, starts running.     63 \n[246]Brian!! I'm so fucked up. I'm just so fucked up! Brian stops one last time, irritated, at the far end of the street. \n[247]We're best friends! We're bros! Brian needs to rid himself of David. He turns and runs in the direction of Sofia. David feels the deep pangs of rejection. Breathing hard. His head hurts. His body hurts. \n[248]Come on, man, we're bros. Beat. He sprints down the middle of the street after Brian. \n[249]No, I'm okay - \n[250]Ugh - \n[251]This is a joke. \n[252]I'm still that guy. I'm still that guy. Sofia speaks with rapid-fire conviction, as if she might change her mind if she thought about it too much. \n[253]I am still that guy. \n[254]We created our own world together. Us vs. Them - \n[255]Where's Brian? \n[256]I thought you guys hooked up. She stops in profile with him. She's astonished at his jealousy. Then: \n[257]Sofia... I'm... She covers his mouth, nose and face. Only his eyes remain. \n[258]- and we were quite a pair.   Her believing in me. Me believing that I deserved it. We hear the sound of voices, human voices howling like dogs. \n[259]No. \n[260]No. I did not sleep. \n[261]Ellie? \n[262]I've only been in love once. \n[263]Everything is a nightmare -- \n[264]No... no... \n[265]I never trusted the Doctors. What happened next was surreal. That same arrogant bastard, Dr.     68 Pomeranz, called me and suddenly he was my new best friend. \n[266]He'd discovered a new form of reconstructive surgery, with the help of a doctor from Berlin. \n[267]The next thing I knew they shot me full of drugs I'd never heard of and away we went. INT. SURGICAL THEATRE -â\u0080¢ DAY David is wheeled down the hallway on a stretcher. He is high on tranquilizers, singing \"One of Us.\" The doctors are all smiles. \n[268]what if Gawd was one of ussssss... \" \n[269]The odds, they said, were one in three that the headaches could be reduced by 50% and facial tissue could be regenerated.     69 \n[270]I couldn't tell you what they did. It seemed like science fiction to me. \n[271]Obviously, I was suspicious. Wouldn't you be? \n[272]Once you've been driven off a bridge at 80 miles an hour, somehow you don't invite happiness in without a full body search. \n[273]I always liked... George. \n[274]How about another question - \n[275]I don't want to know what's under here. \n[276]I already called Pomeranz and switched it to Wednesday. \n[277]I'll go in the morning. The car'll be fixed. She advances, takes his face in her hands. She tugs at the corner of one of the plates.     71 \n[278]Couldn't be that. \n[279]How bad is it? \n[280]In my next life I want to come back as this mole -     72 (points out mole between her breasts - seriously, this mole. I mean, you'll have to wear bikini tops to work, or loose-fitting shirts so I can breathe, but - \n[281]- I could live right there. \n[282]Oh absolutely. She grabs his face, kisses him... a powerful moment, like few others in this life. \n[283]We talked about the big things, the little things, and the big things. But in truth, with Sofia, it was the in-between times. \n[284]I have no idea. Brian shakes his head.     73 \n[285]How's things, Brian? \n[286]How's things, Brian? \n[287]Where'd you get the camera? \n[288]Well, as long as you're okay. \n[289]Always. David offers his hand. They shake. \n[290]What - what are you talking about? Brian laughs. The spell is broken. Friends again. \n[291]You asshole! \n[292]No, I think it was me. Thirsty, that's all. She kisses his hand reassuringly. \n[293]I could listen to you say \"mmmmm\" for the rest of my life. \n[294]Where. Is. She. \n[295]Now I'm going to make sure that I tie this four times. Do you know why, Julie? Because four times really means something. David pulls his pants on, frantically opens the wardrobe closet. No Sofia. Goes to the kitchen. No Sofia. Julie sobs quietly, sweetly, tied to the bed. She behaves and acts like Sofia. \n[296]Okay, I'm freaked out. It worked. So just tell me right now - where is Sofia? \n[297]In one minute I'm going to call the police -- \n[298]I knew you'd survived the accident. She looks at him with tearful eyes. \n[299]Whose body was it? Who's the one who hired you? The Seven Dwarves? \n[300]No, of course not. It wasn't an accident at all. It was attempted murder! \n[301]Police Department? I've captured an intruder who's entered my home. He turns to her. Her eyes are yearning. \n[302]They think that I had something to so with this. \n[303]You've got it solved? Where is she? \n[304]Thank God you're here, man. I love her. \n[305]Press charges against. me? \n[306]This is Julie Gianni. That's not Sofia. This is Julie Gianni. I didn't do that do that to her.  Tommy, someone's setting me up. \n[307]It wasn't Sofia. It was Julie. \n[308]Yes. \n[309]I don't know what the cops have told you, but let me assure you - Julie Gianni is alive alive ALIVE. \n[310]Where is she? \n[311]Let me tell you something - I did not do that to her. Look me in the eye and tell me that it was the same girl you brought to the party. Tell me it was your dream girl, your \"proximity infatuation.\" \n[312]You have revealed yourself. \n[313]Where'd you get the coat, Brian? Where'd you get the camera? How much did they pay you? \n[314]You have revealed yourself to me. \n[315]I'm in no mood to be fucked with. So do yourself a favor and le - \n[316]Who the fuck are you? \n[317]What do you want? Why are you following me? \n[318]Calm down? \n[319]Look. I'm straight, okay? \n[320]What I'd like them to do is shut up! Especially you! Silence. David opens his eyes. They're all staring at him. Casually waiting for orders. \n[321]I can' t.        -- \n[322]Of course. Can you? \n[323]I signed something. \n[324]Fuck! \n[325]Yes. \n[326]I... I don't know what's real. \n[327]I don't want to remember. \n[328]It wasn't Sofia. \n[329]No. \n[330]No! \n[331]Who... are... you? \n[332]You are not Sofia... you're not Sofia...     85 \n[333]Whatever. Julie starts to cry. Battling tears, she offers her heart and soul. \n[334]Sofia? \n[335]Where were you... Sofia doesn't answer, doesn't want to lose the moment. \n[336]I don't want to know.  Just tell me you love me. David keeps his face buried in her shoulder'. He doesn't want to look. The passion gives way to a mounting dread, as he hears a voice almost like Sofia's.     86 \n[337]What the fuck is happening? Julie begins to react to what is clearly no longer an advanced lovemaking session. \n[338]I want to see your face! She grabs at the pillow. \n[339]I want to see your face! David reaches orgasm, sobbing, recklessly out of control. Julie's body stops kicking and settles into silence. He loosens the pillow, and is rewarded with one last violent attempt at life. Her hand smacks his neck. He's so taut it bounces off. She grabs at his face one last time, her hand is left with enough power only to caress his face. She goes limp. Silence. David's crying turns to a whimper. He looks at the pillow over Julie's head. He's confused, a puddle of jagged adrenaline. He doesn't want to remove the pillow for fear of who could be underneath. He rises up, his elbow across her lifeless chest. With true horror, he knows he has to move his hand, but his hand will reveal who he's just killed. \n[340]I did it, didn't I? I don't... feel... like I killed someone. I feel like... \n[341]I'm in a dream... \n[342]I need your help. \n[343]I need your help. \n[344]What will you plead? \n[345]What do you believe? \n[346]Will I see you at the trial? \n[347]McCABE!!! McCABE!!! COME BACK!!! \n[348]I think I've been here before - McCabe strides purposefully past the Building Guard. Aaron shows the pass, and hustles to keep up. \n[349]Her name is Libby. A stunning young woman rises and moves to greet them. \n[350]They laughed at Jules Verne too. \n[351]What's the \"Lucid Dream\" option? \n[352]. a dream... What if there was a mistake? What if the dream became a nightmare? \n[353]I want to wake up! I want to wake up! Aaron grabs for him. David wrenches free. \n[354]\n[355]It's a nightmare! The doors shut. Music rising. \n[356]Tech Support!! Music stops. We hear the ding of the elevator. \n[357]Tech support. \n[358]Oh shit. You sold me the Lucid Dream. Ventura smiles. \n[359]Well, what the hell happened? \n[360]\"True moment of choice?\" \n[361]When did the Lucid Dream begin?     97 \n[362]Yes. \n[363]The splice? \n[364]I'm not a big fan of heights. \n[365]..erased? \n[366]My mother's favorite. \n[367]An album cover? \n[368]What happened in my real life? Something happened. What did you erase? \n[369]Tell me everything. \n[370]I didn't kill Sofia. \n[371]Tommy.  But then... somebody died. \n[372]I found you on the Internet. I signed the contract with you. And then... \n[373]I remember... It comes back to him, powerfully. \n[374]Somebody died. It was me. \n[375]The little things. There's nothing bigger, is there? \n[376]So all I have to do is imagine something? If I wanted McCabe to come back, right now - McCabe comes flying out of the door. \n[377]The world out. there. And you can bring me back, just. like Benny the Dog. \n[378]How do I wake up? \n[379]And I chose this scenario, didn't \n[380]I want to live a real life. I don't want to dream any longer. \n[381]Let them out there read my mind. \n[382]Look at us. I'm frozen, and you're dead. And I love you. \n[383]I lost you when I got in that car. I'm sorry. She looks at him, beguiling and understanding. \n[384]But remember what you told me once? Every passing minute is another chance to turn it all around. She kisses him. \n[385]I'll see you in another life when we are both cats. David backs up and begins to run. He arrives at the edge, looking down at the distance to the ground, stopping himself at the precipice. He looks back to Sofia one last time, and then leaps out into the celestial future. For a fraction of a moment, he is suspended in mid-air. And he hurtles to the ground. And the ground hurtles to meet him. ", "SOFIA": "\n[1]-- the pleasure of Sofia. Serrano. \n[2]I'm sorry about my coat. It's too big for your closet. \n[3]I overdressed. I mean I underdressed. \n[4]Do you have another room to put it in? \n[5]Happy Birthday. Her upbeat physicality is intoxicating. Sofia hands David her present. \n[6]Welcome. \n[7]Okay. \n[8]So this is what's become of rock and roll. A smashed guitar behind a glass case displayed on some rich guy's wall. \n[9]I like it. She turns and walks away, David following close behind. \n[10]- how did you get all this stuff, this apartment, this life - David is looking just over her shoulder. She turns to see an almost disturbingly large portrait of David Aames, Sr. She turns back. \n[11]I see. \n[12]You are, but the food's good.     22 \n[13]It doesn't. sound life-threatening. Someone passes, bumping her slightly, into him. \n[14]I'll improvise    - \n[15]Red dress, strappy shoes? \n[16]-- wow, she's really staring at you. \n[17]And she seems to be growing... less happy. \n[18]I think she's the saddest girl to ever hold a martini. Julie Gianni sits on the steps watching. The girl, and the dress, looked much happier in the bedroom. Julie rises and begins to move.     23 \n[19]You have another apartment? \n[20]I'm not going in there. \n[21]I hear her coming. \n[22]No. David pulls her inside. Shuts the door behind them. \n[23]Who did these paintings? \n[24]Well, two of them are geniuses.  \n[25]I am an actress. \n[26]Are you about to compliment, my phone voice? \n[27]Oh, I'd only disappoint, you. See - I'm not. qualified. I can spell.     25 \n[28]I'm surprised you're surprised. \n[29]Me neither. Beat. They drop the act. A powerful, awkward moment... and the door opens. \n[30]Brian! Come in here! \n[31]She looked dangerous. \n[32]Don't worry. I'll get. us all something. Jacks and Cokes? She exits, leaving the two friends. \n[33]Where you going? \n[34]Huh? \n[35]Hang on, I'll go with you.     28 \n[36]No, I have to work tomorrow. \n[37]Hey Paulo! A large goofy dog comes running at her, and then proceeds to slather David with love too. \n[38]I love living here. And I refuse to clean up! \n[39]I've got to work around the clock to keep this place. David eases the dog away as he examines the oddly exquisite dolls. He grabs a look at her in the other room. A bit of leg between boot and skirt.  As he admires the dolls: \n[40]For     14     years.   But I don't dance like you dance. She laughs to herself, steals a look at him. Turns away. \n[41]Do you want something to drink? \n[42]Well, it's mine and you can't have it. David examines a humorously embarrassing vacation photo of a sloshed Sofia, a guy's arm reaching for her breast. Dedication reads: To Sergio! Marry me! \n[43]It's a nickname. \n[44]It's a long story, and we don't know each other. \n[45]That's because I'm really an arms dealer. \n[46]You do now. What about you? What's your nickname? David freezes. And then decides what the hell - to tell the truth. \n[47]You're not staying over. \n[48]Oh please. Somehow, I can't play the violin for you.  Although. It must be hard controlling all those people's lives. Everyone at that party is connected to you for survival in some way, it seems. David looks at her, mentally assessing her level of guile. \n[49]Ever been married? \n[50]12,008.No. \n[51]Right.  Do you want to hear Jeff Buckley... or Vikki Carr? \n[52]Everyone said \"don't go to New York.\" But I just think good     32 things will happen if you're a good person with a good attitude. Doncha think? He regards her.  He's a little restless, and a lot enchanted. Is she for real? \n[53]You think I'm naive. He decides she's for real. He turns back to the photos on her fridge. \n[54]I have to get to sleep. Truthfully -- I'm also working mornings as a dental assistant. \n[55]I've never drawn such a true likeness before. \n[56]Already? Hang on. Okay - done. Sofia offers her drawing. It's a caricature of a good- looking guy surrounded by money, cars and very thin girls. He snatches it, studies it, and what he sees hurts him in surprising ways. \n[57]Maybe I didn't add enough money -- \n[58]Let's see yours. \n[59]Wow. I feel bad.  You said to draw a caricature. \n[60]Well, it's very good. \n[61]You monster. How much for? \n[62]And what happens when your friend calls you tomorrow? \n[63]I see that friendship is important to you. \n[64]Your career is one I'd worry about. David looks down. She's hit a nerve. \n[65]I'm sorry - \n[66]When did you change? \n[67]Every passing minute is another chance to turn it all around. David shakes his head a little. Her words strike right to the heart of him. \n[68]What are you watching? \n[69]I've seen this thirty times. \n[70]Is he a fraud? \n[71]Good point. \n[72]Oh, well that's comforting. It's safe for Benny. I'm in! David moves closer to her. \n[73]We better watch out. They regard each other, and David gets up off the sofa. It's true. The promise is too great to not savor it, and walk away for now. Thrill remains in the air. \n[74]Where are you going? \n[75]Come here, I want to tell you a secret. He pauses a moment, and turns. In this instant, a fleeting instant, it's the oddest thing. He can see their entire     38 life together. He returns to her. Tentatively, she grabs a quick sweet kiss on his mouth. He stays for an extra moment, kissing just her upper lip, leaving no doubt as to the potential of their future. And then... very close she says: \n[76]I meant that to be your forehead. David stands. He looks around the small apartment. \n[77]Pleasure delayer. He is still somewhat stunned by the evening, and the girl. He actually wants to run his company. \n[78]Hello. He steals a kiss. They both feel like they're getting away with something. \n[79]Did you get to work alright?     43 \n[80]You dreamed you'd never see me again. \n[81]Julie. \n[82]I thought you were going straight to work. \n[83]How was your house after the party? \n[84]The PARTY. Remember? Red dress... strappy shoes... I spilled something on your SHIRT... sweet and sour... and the saddest girl to ever hold a martini. He looks at her, completely lost and spacy.     44 \n[85]It's been a long time. I tried to see you but your people wouldn't let me. \n[86]Sure. \n[87]Let's go out and do something. \n[88]Hi! \n[89]Nothing.     55 \n[90]Where's the bathroom? \n[91]Hello again. \n[92]I don't talk like that. \n[93]Red dress, strappy shoes? \n[94]David -- \n[95]No. \n[96]I'll tell you later. \n[97]I'll tell you in another life... when we are both cats. David looks at her. His eyes flash at her choice of words. Perhaps there is hope. Sofia stares at. him, worried about his sanity as he goes overboard with his praise of her turn of a phrase. Push into close-ups as they struggle to deal with the discomfort of this moment. \n[98]Well, this is where I leave you. \n[99]No, I live just around the corner. \n[100]I'd rather walk. \n[101]Seriously, I don't need you to walk me home. Thank you. \n[102]Great. We'll go catch a movie or something. \n[103]So. We'll meet up soon. The word sounds a lot like goodbye and they both know it. \n[104]And it worked. Get up. \n[105]That's right. I agree. Ugh. \n[106]David. I'm not going to lie to you. I liked the way you looked. But if you don't pull it together, I'll forget the other guy. You know that. other guy - YOU? \n[107]I don't. have a mother-savior bone in my body. It's not about that. You're coming inside. But if this     65 turns out to be a big mistake, I do have the ability to fall out of love with you -  - like that. She helps him up. \n[108]Shut up. \n[109]He went with you, didn't he? \n[110]I wish you hadn't gotten in the car with that girl. \n[111]Your eyes apologized better. Come on. Portrait of the two, her leading him to the door, the crisp glycerine morning overhead.     66 \n[112]Holy God, this is going to change my life in a zillion different ways... I must be nuts. \n[113]You've got to take the plates off, David. \n[114]It's going to be fine, you'll see. \n[115]I hope that shrew at the front desk gave you shit about it. \n[116]Good, because I know that the problem wouldn't be you delaying something you were dreading. \n[117]Nooooo, it couldn't be that. She pulls off one of the plates. \n[118]I mean, I agree, it's very important to have... She pulls off another one of the plates. She grows a bit emotional. \n[119]. the right car... She pulls off another one of the plates. Tearing slightly. \n[120]. to take you where you want to go...  24   hours a day... Quadrant by quadrant, his face is restored to a pale- skinned and tender... perfection. \n[121]Well, your ears are in the right place. And the rest of it is... not too bad at all. Tenderly she kisses, and hugs him. \n[122]Do you love me? I mean, really love me... because if you don't, I'll just... have to kill you. \n[123]I love you. I love you. I love you. \n[124]Is this a dream? \n[125]Was I snoring? \n[126]I'm dreaming about you. Mmmmmmm. He gets up and goes to the bathroom.     75 \n[127]\n[128]They kiss. The kiss expands, as he moves to the back of her neck. He caresses her body. She kisses his fingertips. Her back to him. Tangled in sheets, they ease into lovemaking with the perfect fit of two bodies meant for each other. He gently grabs a handful of her hair. His hand stops.   It's not Sofia's hair. He slowly turns her face to his, and we glimpse David over the shoulder of the woman who is not Sofia. He leaps out of bed, falling to the floor, the sheet tangled around him. He turns on the light. Julie Gianni hides her face from the light, like a night animal caught in the intrusive glare of day. When she speaks, it is with Sofia's cadence and accent. \n[129]Yes, David, I'm Sofia. I'm Sofia. He accepts it, all of it, whatever it is, just to hold her. They kiss, gently, then more powerfully. \n[130]Open your eyes. They walk away, down the street, into a beautiful Vanilla Sky. Sofia slips her arm around his shoulder, as we've seen earlier. \n[131]It's a problem. \n[132]I'll find you again. She regards her lost love, taking him in. David treasures his last moments with her.  107 David takes a breath and begins backing to the ledge. ", "BRIAN": "\n[1]Easy. I can't handle heavy conversation at this ungodly hour. \n[2]Can't you just get rid of that board? \n[3]Those people drive you nuts. \n[4]You fucked Julie Gianni again, didn't you? David takes off driving. \n[5]I know someone was there when I called. You had that tone. (imitates nasal phone voice Oh, no man, I've got a cold. I'm hanging in tonight. \n[6]Fine. You can do whatever you want with your life - \n[7]-- but one day you'll know what love truly is. It's the sour and the sweet. And I know sour which allows me to appreciate the sweet. \n[8]My dream girl... Julie Gianni... is your... fuck buddy. Brian emits another pained howl. David reaches over to change the music. \n[9]Slow down, man. \n[10]Look out! Look out! David turns and sees he's hurtling into the back of a car stopped just in front of him. Clenching he hits the brakes, narrowly avoiding a high-speech collision. And then... to his right... another car comes hurtling toward him... and stops within an inch of deadly impact.           There is an awful moment, as the second car blares on the horn. Traffic continues, but the lingering feeling of dread and confusion is still in the air. \n[11]Fuck! \n[12]I know. My own death was right there in front of me, and you know what happened? Your life flashed before my eyes. \n[13]Almost worth dying for. Pedestrians continue walking around the honking tangled mass of the near-.accident. \n[14]Hey man. Happy birthday and all the usual shit people say to each other. How you doing? \n[15]Meet David Aames. \n[16]We met today at the library, if you can believe that -- \n[17]- we were both pretending to be intellectuals. \n[18]I'll just continue like you're both actually listening to me. \n[19]I have ceased to exist. \n[20]We picked it out together. Neither look at Brian. Brian takes a breath. He's been here before. \n[21]We picked it out together. We... \n[22]Stop flirting and open it. \n[23]Let's get a drink.     17 \n[24]I caught you. \n[25]Your friends are fun and I'm drunk. \n[26]Nobody stalks me. So I drink. \n[27]Here, finish my Jack and Coke. He messily tries to hand his drink to David, but spills it embarrassingly. All his cool is gone, and what's left are his friends covering for him, cleaning up. \n[28]No, it's the stupid guy holding it.     26 \n[29]I better hit it. I drank too much and I didn't fucking eat. \n[30]For you it is. \n[31]Fuck you, David. You're paying me to write my novel, so you own me. \n[32]But why'd you have to hit on Sofia? \n[33]Fine. Whatever you say.               I'm crazy, I'm blind. \n[34]That. I do. Gimme a cigarette.     27 \n[35]But wait. You're rich and women love you and I'm from Ohio and I'm drunk. Can I tell you the truth? \n[36]I dig her.        And I've never said this to you before, about any girl. But she could be... could be could be could be... the girl of my fuckin dreams. \n[37]I know. \n[38]But if she fucks tip our friendship - she can go to hell. I won't allow it!         We are bros. \n[39]Sure you do. Brianprepares to leave, as Sofia returns with   drinks. \n[40]I am Frank. And Frank must go. \n[41]I good you bid evening. Sofialooks at her watch, and the situation. \n[42]Stay, baby. \n[43]You're in great. hands. (beat, realizing it's over I'm just humoring myself that my opinion matters. Brian looks at the two of them. Life is telling him, and he knows it's time to go. Portrait of a man who will not get what. he wants. David notes the poetry in his friend. \n[44]You will never know the exquisite pain of the guy who goes home alone. Because without. the bitter, baby, the sweet ain't as sweet. Have a good time. He exits like a champ, a glorious sad-sack, with a hand flourish. \n[45]Hey. \n[46]I am in the mood for cheap sugary overpriced rum-and-cokes. You want one? \n[47]I'll go get us some         - \n[48]Behind... over by the place next to the door by the chick... I mean, girl who looks like Bjork. She leaves. David turns to Brian immediately. \n[49]Take it off. \n[50]Take off the mask! It's freaking me out. \n[51]Oh no. Trust me. It's a little different. \n[52]Sofia asked me. \n[53]Talk to a shrink!        Or you can call me sometime, instead of hiding in your apartment. Don't take it out on a girl you only met once. \n[54]Cut it out. I miss the old you. We all miss the old you. Because the new guy is shit. David turns away. The perfectly wrong thing to say. \n[55]Oh. Man. Wait. That came out wrong. I love you - period. How's your arm, man? David shakes his head, moves toward the bar. \n[56]Wait. I'll walk you to your door. \n[57]I've got my bike here. \n[58]Shut up, you're drunk. \n[59]61 \n[60]Okay then. So. We'll call you. \n[61]We'll call you. David and Brian walk on. Brian turns back to see Sofia running to the corner. \n[62]Well, it's been a real blast, David. I bid you good evening. \n[63]My bike. It's back over there. We'll hang soon. Bring your mask if you want. I'm getting used to it. \n[64]What?     62 \n[65]You drank a little too much. Call me tomorrow if you want. \n[66]No you won't. You just need to sleep. \n[67]What! \n[68]What? \n[69]Never. \n[70]Have you been harboring this shit all along? I never talked to her. \n[71]What, did she say? \n[72]Fine. David's face is huge in the Brian's viewfinder. \n[73]Don't flatter yourself. I'm fine. Besides - Sofia is great, but by no means one-of--a-kind. She was a proximity infatuation. Brian, naturally suspicious and somewhat jealous,             spots  a writer at a nearby table making notes. \n[74]And don't use that, it's mine. The writer looks busted. \n[75]I'm into things... you have no idea. \n[76]And anyway, we're friends, aren't we? \n[77]Hey what's up with your face? Fuck, there's a seam opening or something! \n[78]You're in fucking sad shape, man. Don't fucking ever hit a girl, man. Hit me, but don't fucking EVER hit a girl. David looks up -- sees a small security camera trained on them - pulls Brian out of the station. \n[79]Oh... it was Julie Gianni. So, Sofia was abducted by Julie, and now Julie is posing as Sofia. \n[80]You're in O.J. land, man. Julie Gianni is fucking dead! \n[81]I didn't talk to the cops. I talked to Sofia! \n[82]I just dropped Sofia off. And I saw everything you did to her.     80 \n[83]Yes! And you stole her from me! David backs away, as Brian responds bitterly, from his heart. \n[84]The one girl I really wanted, and you took her from me. You're insane. You're losing it, man. David nods powerfully. He now understands. Brian is one of them too. \n[85]Oh yeah, I'm with them. \n[86]Listen to me, 'cause it's the last time we're ever gonna speak. I was your only friend. ", "MCCABE": "\n[1]You're scared of your dreams, aren't you?     10 Portrait of CURTIS McCABE, 52.            Doctor of Psychiatry, prison division. He's far too wily to spend the currency of his brilliance just yet. It's too early in their relationship. He stands tall, leaning on a steel desk, polishing his glasses with end of his coat. \n[2]Is that how do you explain what's happened to you? \n[3]What happened to your face? \n[4]And you don't want to show me your face. \n[5]Do you know why you're here? \n[6]David - the part where we parry and joust, and get to know each other bit-by-bit... we're going to have to skip it. You've been charged with murder. In four weeks, a judge will determine your fate based on what I write. You will talk to me -- \n[7]Enough! The Contentious Guard leaves. \n[8]Is it true? \n[9]That you're a Daddy's boy? \n[10]I've read it. Page  127.           \"David Junior was a delight as a child.\" Did I miss something here? Is that all he wrote about you? \n[11]And you believe the Board, the Seven Dwarves, put you here to take control of your company. \n[12]We're just talking. And tonight's Wednesday night, and I go to Black Angus for dinner with my daughters on Wednesday nights, so I'll have to leave soon. You understand that our time is limited, don't you?     13 \n[13]With all the respect I can offer a man wearing a latex mask and spouting conspiracy theories, David, trust me - you've crossed that bridge. \n[14]There are five basic emotions in life. Tell me. what emotion gripped... him... before he entered that cell? Was it Guilt? Shadows. There is no answer, just a rustling and a growing sense of anticipation in the darkness. \n[15]Hate? Shame? Shadows. Still no answer. \n[16]Revenge... McCabe now shows the invisible skill with which he has brought his client to the precipice. And now, with one word, he invites David Aames to look over. \n[17]Love? In the darkness, a rustling and the slight turn of a head. \n[18]I'm completely on the wrong track, aren't I? \n[19]And you didn't immediately want to sleep with her? \n[20]How does that work? \n[21]- actually no I don't. I've been married for twenty-two years. \n[22]That's right. I do. \n[23]Like... what... \n[24]That's what you think I'm doing? \n[25]Well, you may have a point. Let's continue. Time is not our friend. \n[26]Is that the only thing that you dream? \n[27]Do you dream about the car accident? \n[28]What happened next? \n[29]Benny. Benny The Dog. \n[30]I'm from Ohio - we don't have power upheavals.     46 \n[31]I see you haven't been wasting your time. Do you ever draw anything else? All the drawings are of Sofia, drawn in a similar fashion. David is a little jumpy, a little amped. He moves to the window. The yard is filled with prisoners. \n[32]Did you sleep last night.? \n[33]I've got to leave early today, so you'll have to be brief. Now. What can you tell me about the name \"Ellie?\"     \n[34]Is that a girl you knew? A girl you were in love with? \n[35]Apparently, you kept repeating it last night. You did sleep, David, and your advisor said you cried out, you had a nightmare. \n[36]You cried out for \"Ellie,\" David. Do you remember what happened? \n[37]Dig deep, David. Dig deep. You cried out for Ellie. What do you remember about Ellie? Show me your face, David. Help me. Open the door. David rises and goes to the prison window. ANGLE ON McCABE In powerful framing, lower shot capturing him powerfully. \n[38]It's true you had an accident. It's true you were disfigured, but not anymore. Do you remember?!  They did fix your face. Take off that mask, David. You'll see your face is perfect under there. \n[39]Suspicious of whom? Of what? \n[40]Well, at the risk of boring you, I can present the alternate argument. I once knew a guy who was a real loner. And one day he woke up at 40, with two daughters who lit his life up with purpose. Suddenly he goes to endless school plays, he gets home at       9:20                  for the evening discussion, and he has the time of his life. His favorite Beatle was once John, and now it's Paul.     70 \n[41]It all depends on the individual, doesn't it? Tell me. What's happiness for you? \n[42]Well, you won't show me your face. So back to the time-line. Hurry. Let's move through this. \n[43]Who is the man in the restaurant? Who is it? \n[44]Can you tell the difference between dreams and reality? \n[45]Think about it. Think with your head. You signed a contract, did you not.?     83 \n[46]Was the man at the restaurant there? McCabe's voice becomes infinitely calm and helpful. \n[47]Accept your body's resistance. Let your head answer. \n[48]That's right. Who is Ellie? \n[49]What happened that night, David? Somebody died. \n[50]Do you understand that you hold the keys to this prison? \n[51]Who was it? \n[52]Who was it?     84 \n[53]You want to let it out, don't you David? You're about to tell me. Tell me what your heart and soul will not allow you to forget. David shudders. It's coming. \n[54]Did you kill Sofia? McCabe stands tall, stunned and curious, still pressing to pull the nightmare out of him. \n[55]David, who... \n[56]. was the man at the restaurant? David shakes his head. \n[57]Sometimes the mind behaves as if it were in a dream. Faces change, people become other people. The subconscious is a powerful thing. You treated Julie carelessly, didn't you, David? Your feeling of responsibility or guilt over Julie might have easily turned Sofia into Julie.  Do you know what derangement is? \n[58]All I know is, you killed your girlfriend and I don't know what's in your mind. \n[59]I'd work on this case forever if I could, but we've run out of time.     88 \n[60]Temporary derangement. It's your best chance. They won't believe me. \n[61]Believe it or not, I care about you. You've become like family to me. I don't want to give up on you. David looks at, him oddly. Suddenly, the archetype seems very familiar. McCabe continues with the noble concern of a towering father figure. \n[62]But I needed more. I needed an answer. I... I even thought there was more than a good chance someone was playing tricks on you. Maybe it was the board. But I can't exceed my duties here. I'm just a psychologist, and I have to leave you. \n[63]No. I'm just the opening act. He exits. David sits at. the table as McCabe and Aaron exit. He hears Aaron's television; it's the Life Extension Infomercial. \n[64]Life Extension Corporation, please. \n[65]L.E. We hold a court order. \n[66]He's my son. He's very shy. \n[67]No. \n[68]You can wait out here. \n[69]\"Cryonization - a journey of re- awakening after the preservation of the human body at extremely low temperatures.\" \n[70]David, you're not- Account Liaison REBECCA DEARBORN enters with paperwork. She is an electric presence. Efficient, caring and oddly compassionate. \n[71]Did you sign this contract, David? David looks down at pamphlet, looks up. \n[72]\"Cryo-tainment. \" Dearborn spreads apart the paperwork on her desk to reveal a thin Video Monitor built into the glass table-top. Aames and McCabe peer into the table--top as Dearborn presses play. \n[73]Your death will be wiped from your memory. I guess I missed that one in USA Today. David sits, reeling from the revelation he may be living a Lucid Dream. \n[74]Did you sign a contract with these people, David? \n[75]David. Listen to me. These people are dangerous. We're in trouble. We need to get off this roof now. \n[76]\"Pause\"? \n[77]David, don't listen to him. You were right. This is the Seven Dwarves. It's a set up! You can't trust him. David looks at McCabe with compassion. \n[78]I'm real. I have two daughters. You know that. \n[79]\n[80]Mortality as home entertainment. This cannot be the future. Can it? David regards McCabe. Once dynamic, McCabe now seems unsure of his own existence. Slowly, always looking at David, he settles into the truth of his very being. With great nobility, McCabe shoves his hands into his pockets and faces his own destiny... or lack thereof. \n[81]Goodbye.     106 ", "JULIANNA": "\n[1]Where you going so early? \n[2]Why not? \n[3]Don't you ever say that word. Or I'll never come over here and bring you chicken soup and fuck your brains out again.     4 \n[4]Still there. How's yours? \n[5]Reyna, it's Julianna. I missed my audition.  I lost my head. Listen, I have to go.  I'm with David. \n[6]Bye \"honey!\" \n[7]When? When? \n[8]Hello handsome. He turns to see Julie Gianni in the bathroom doorway, wrapped in a comforter. \n[9]I've come to wish you happy birthday. \n[10]Yeah, that was a little weird - \n[11]I'm mad at you, you dick. We made love four times the other night.     20 \n[12]Two is good. Three is very good. But four - \n[13]No, four is... four is... just hold me. \n[14]Hold me, and then I'll leave, and you can go talk to that cute brunette. \n[15]I don't want to meet your fancy friends. I knew 'em all back when I was fancy too. He holds her. They talk in between friendly kisses. \n[16]She looks like a moth, David. \n[17]Sometimes I worry about one of these clever girls in a big silly coat who'll play you in just the right way, and I'll lose my friend. And there'll be no more chicken soup parties for you and me.     21 She kisses him again. David very gently, and skillfully resists. She gets the message. \n[18]When will you call me? And don't say soon. I hate it when you say \"soon.\" \n[19]David Aames. David leans on his car, turns and shakes his head. \n[20]only a little.    I wanted to finish what we were talking about.     39 \n[21]But I can see from your walk that you didn't sleep with her. David turns. \n[22]Let me see if I can guess. You haven't slept with her because... it's more fun when you can draw it out. Sex just isn't as good if the woman hasn't told all her friends she'd never sleep with you. \n[23]She must be exhausted from trying to be witty for you all night long. \n[24]I'm sorry I got weird. I missed an audition and I just felt bad     40 you didn't invite me to your party. It zings him. David turns, considers her. \n[25]Do you want to make it up to me? I won't tell a soul. Slowly, he is drawn to her. His old self rallies one last time. He gets in the car. \n[26]Would you do a story about me if I made a CD? \n[27]Do you like my music? \n[28]If I weren't me, I would buy a CD by me. \n[29]What is happiness to you, David? \n[30]For me, this is happiness. Being with you. David doesn't look at her. She speeds up, slowly.     41 \n[31]When did you stop caring? \n[32]About the consequences of the promises you made. \n[33]Do you know how hard it is to pretend to be your \"buddy?\" I love you, David. You fucked me four times in one night. You have been inside me and I have swallowed your come. That means something. \n[34]Four times, David! That means something. Four times. He grabs at the wheel. She won't let go, and speeds up. \n[35]Twenty-four hours a day I live with the aching possibility that you might call me to do something.     42 \n[36]Don't you know, David? Every time you sleep with someone... your body makes a promise whether you do or not? \n[37]Tell me something, David. Do you believe in God? Sweet pop music swells. She bursts the barrier of the winding road, and the car sails into an embankment of a road below. All sound disappears, as we hear a new kind of music. Ethereal, almost wondrous. This music continues. \n[38]Boo! He recoils. His vision sharpens. In the morning shadows, with increasing focus, we see that it is actually Sofia. \n[39]What's happiness to you, David? \n[40]Baby, what's wrong? He gasps for breath, backing away. Totally terrified. Paralyzed. In a low voice: \n[41]Who? His instinct is to protect his lifeline Sofia - and he pounces on her with a manic will to survive.     76 Julie Gianni looks a little loopy, almost stoned. Taunting. \n[42]I'm Sofia. \n[43]David, don't hurt me. David returns and sits across from her on the bed, terrified and barely hanging on. \n[44]I am Sofia. \n[45]Don't do it, honey. \n[46]What. accident?     77 \n[47]I haven't had any accident! \n[48]Honey, please. He picks up the phone. Dials 911. \n[49]I thought you were a vandal. \n[50]I'm Sofia. \n[51]I'm Sofia. \n[52]David, honey. This will all be over soon. We'll be together again. You'll forget Julianna and I won't be afraid of you. Let me get you a cold towel. She exits. He struggles to rise. His head is a swirling mess. And then: \n[53]I love you. I'm afraid of how powerful this is. He continues moving passionately, harder now. Julie responds to the overwhelming surge within David. She gives over to the waves of dark pleasure, riding him like a rocket. from hell. Harder now. Grabbing her hands and pulling them high above her head, clamping down with his own. Julie Gianni cries a deep, guttural sound of passion. This is what someone sounds like when they're not faking it. And then... slam... a pillow comes down over her face. ", "VENTURA": "\n[1]Problems? \n[2]There's an explanation for all this, David. \n[3]You and I know each other. You found me on the Internet. Silence. David stares at the man. \n[4]I'm here to help you. And first of all, it's very important that you calm down. \n[5]You must overcome your fears and regain control. Take hold of your life again. It's as easy as holding that glass. What if I told you that you can take control of all of this... everything... even me... David turns to him. \n[6]David, look at these people. It seems as though they're chatting away, doesn't it? Nothing to do with you -     82 David listens, as he looks at the spirited Saturday night crowd, lost in their revelry. \n[7]-- and yet, they might only be here because you wanted them to be. You are their God. And not only that, you could make them obey you... or even destroy you. David shakes his head, exhausted and in no mood. He shuts his eyes, fights off a headache. \n[8]You see? David looks at him with horror, backing away. Receding in his vision: \n[9]You and I signed a contract, David. \n[10]David Aames. I think it's time we had a proper re-introduction. I'm Edmund Ventura from the oasis Project, formerly Life Extension --â\u0080¢ \n[11]Yes, I'm your Tech Support. We first met      150   years ago. \n[12]I tried to warn you in the bar. I told you to exercise control, that it all depended on your mind. All of this, everything is your creation. And we're now heading toward your true moment, of choice. \n[13]Yes. \n[14]Remember the day of the nightclub? \n[15]That night, when Sofia left you and you fell asleep on the pavement, that was the moment you chose for the splice... \n[16]Splice. The end of your \"real\" life and the beginning of L.E.'s Lucid Dream. A splice of many years which passed while you were frozen and dreaming. \n[17]From the moment you woke up on that street, nothing was \"real\" in     98 a traditional sense. Your Lucid Dream is monitored by Life Extension, and a panel of experts who follow your every thought. Even at this moment. \n[18]Forgive me. I'm blowing your mind. David looks down with dread. \n[19]I know.  We erased what really happened from your memory. \n[20]Replaced by a better life under these beautiful Monet-like skies. \n[21]That's right.. A better life because you had Sofia. \n[22]And you sculpted your Lucid Dream out of the iconography of your youth.     99 \n[23]An album cover that once moved you... \n[24]a movie you once saw late at night that showed you what a father could be like... \n[25]or what love could be like... \n[26]This was a kind woman, an individual, more than your equal. Ventura nods wistfully. He fell in love with her a little, too.     100 \n[27]You barely knew her in real life, but. in your Lucid Dream, she was your savior. \n[28]Do you really want to know? \n[29]The morning after the nightclub, you woke up on that street, hung- over and along. You got up and walked away. You never saw Sofia again. \n[30]No. \n[31]You battled your board, the Seven Dwarves, for control. In the end it was Thomas Tipp, your father's     101 friend, the one whose job you saved, who wrenched the company back in your control. \n[32]You longed for Sofia. You shut yourself away for months. You were alone. You couldn't take the pain anymore. Headaches... you could barely function. \n[33]And on a day in late December, you gave yourself to us. You're now in a suspended state. INT. DAVID'S APARTMENT â\u0080¢-- MEMORIAL - DAY Friends and family clog the old apartment. Shelby looks out into the hallway and sees an old acquaintance. \n[34]Your friend Brian Shelby threw a three-day memorial in your old home. He was a true friend. \n[35]You were missed, David. She moves into close-up, and we see the wonder and the joy of a perfect love, nearly attained. She soaks in the beautiful, painful mystery of life. \n[36]It was Sofia who never fully recovered. It was she who somehow knew you best. And like you, she never forgot that one night where real, true love seemed possible. \n[37]Consequences, David. It's the little things. \n[38]Your subconscious did create problems. Your dream turned into a nightmare. The glitch has been corrected. \n[39]We're now on \"pause\". And you're about to return to your Lucid Dream... \n[40].. with all of the upgrades. You won't remember any of this, nor be charged for the technical support. it is now your moment of choice. You can return to your Lucid Dream, and live a beautiful life     104 with Sofia, or whomever you wish... or you can choose the world out there. Ventura gestures to the city beyond, as they come to a halt. \n[41]Yes. Just like Benny the Dog. Your face and body can now be fixed, of course. But it's very different out there now. Your finances won't last long. Your panel of observers are waiting for you to choose. Ventura gestures into the camera. He begins walking backwards to the roof's ledge. \n[42]There are no guarantees. But remember, even in the future, the sweet is never as sweet without the sour. David sees that Brian Shelby has now joined McCabe on the roof. He nods to Brian, who nods back. \n[43]The decision is yours. Ventura glances over the edge. \n[44]Yes, to face your last remaining fear of heights. \n[45]Don't feel bad, David. This winning man is your creation. It's in his nature to fight for his existence. But he's not real. \n[46]What are their names? \n[47]It's been a brilliant journey of self-awakening, and you've simply got to ask yourself -- what is happiness to you? \n[48]Any last wishes? \n[49]I wish you well, David. Music rises as he turns to see Sofia. He moves to her. She touches his cheek. His face is restored. They embrace. ", "TIPP": "\n[1]Hey.  Listen to me. Don't blow me off. I'm all packed, I'm going back to London and I understand. You put me up for that other attorney's job, so you didn't have to fire me. A classy move, and your father would have done the same --- \n[2]I became incompetent. Is there anything more unbecoming than an aging mascot? I cared about your father. I lived and breathed for him. But these guys, the board, they think you're stupid.  A corporate hazard, a rogue. But the word \"stupid\" is what David heard loudest of all. Nearby, we see a Woman Partner taking a quick look at David.     18 \n[3]But they're going to find a way to get you out. They're lined up for your office - David scans the room. Beneath the good cheer, he sees the other layer. Lying. Disloyalty. All part of the institution he enjoys forgetting exists. Each word bashes his soul. \n[4]-- your job. Your life. Your position. They are working day and night. to cheat you out of your 51% vote. And they are going to sell this tradition, this tradition of words, so they can eat at a better cafeteria. And what they don't know is this - (gestures grandly to books that surround them - people will read again. David's gaze falls upon Sofia, who is looking directly at him. And for one blinding moment, something passes between them. She looks away. He feels saved. \n[5]They even have a nickname for you behind your back. David smiles faintly. Understandingly.   Tipp kisses him on the cheek, boldly and drunkenly. He feels like a hero to himself. \n[6]Citizen Dildo. David flinches, just a little. \n[7]Now you've got great instincts. But I say this with complete love. Claim your life... Learn to be an Asshole... Don't be         -     19 \n[8]Don ' t be-  Okay. Forgive me. I still believe in this family. Even if it's only you. David continues tracking Sofia as he slips over to Peter Brown. \n[9]David David David. I don't want to worry you, I'm holding them off. But we've got a situation here. The by-laws of the Board protect your 51% vote only if you're mentally acute. Now I'm sorry that poor girl died, but you've given the Board a real gift with your mishap. They'd like to declare you \"incapacitated.\" But you are back, and you sound good to me -â\u0080¢ so let's fight the fuckers._. and have a full recovery. And maybe you should let people see you. I mean, the last time we were together you were in a coma and you were very fucking rude to me. You didn't say a word. Camera reveals the extent of David's facial damage. \n[10]Guys, can you give us a minute here? Detective Larson... Detective Andrews... thank you. The room empties, and Tipp approaches David. \n[11]I'm going to handle this exactly the way your father would have handled this. I've got it solved. \n[12]She's going to be fine. David hugs Tipp.     78 \n[13]Yeah... Now, I want you to look at these photos and then I'm going to destroy them. Sofia's testimony is also in here. It won't exist. She's not going to press charges. \n[14]David, wake up. As your friend, I think you should see what you did to Sofia. The press won't get hold of this if you get. away quickly. David leans back in his seat. It's all of them - everybody - against him. Tipp opens a file thick with paperwork, two computer discs and photos. He displays a photo to David, moving it into the light so he sees it clearly.              Julie Gianni, battered. \n[15]David, the Board and I have taken care of everything. They've been really great, actually. All of this is going to disappear. We're all behind you... even the Board. David looks at Tipp. It's very clear now. He's one of them. David attempts calm. \n[16]Get out of here. A migraine is thundering in David's head. His world is spinning backwards.     79 INT. POLICE STATION -â\u0080¢ NIGHT David strides down the hallway. A Man in a crystal blue sport coat stands, waiting. As David passes, the Man confides a single line - as if smuggling out a valuable secret. Voices from other rooms, including a small child saying: \"Mommy, mommy.\" ", "DEARBORN": "\n[1]Mr. McCabe, how are you? I'm Rebecca Dearborn.  Life Extension, or L.E. as we like to refer to it, is a glimpse of the future... a ticket... not in the juvenile sense, but in the deeply meaningful sense that can only be borne in the human heart.     92 The DNA codes of the human body have been broken. Soon, heart ailments, cancer and so much more, will be a thing of the past. Very simply, your anguish... your discontent... even your death is no longer necessary in a traditional sense. Whatever malady that hides behind that mask... is temporary. She looks directly at David, and it stirs him. McCabe studies her, and the operation. He thirsts for clues. David flips through the folder - toward the back, a panel of photos of storage tanks. Lavishly and warmly photographed, just like next year's cars in a magazine. \n[2]Within an hour of your passing, L.E. will transfer your body to a vessel where you will be sealed and frozen at     196                   degrees below zero. Power outages, earthquakes, nothing will effect your suspension-hibernation. \n[3]Good choice. The Lucid Dream is Life Extension's newest option. For a little extra, we offer the cryonic union of science and entertainment. \n[4]Some find this presentation helpful.     93 \n[5]A living dream. \n[6]Of course, your subconscious can always play tricks on you. The subconscious is a very powerful thing - \n[7]-but this is a serious business. The Lucid Dream is worth the risk.     95 And what is any life, if not the pursuit of a dream? The dream of peace. The dream of achievement. The dream of hearing someone saying these words, when they truly mean them. David is deeply moved as he listens. Somewhere, music begins to play. It is The Beach Boys' \"Good Vibrations.\" \n[8]I love you, David. Te Quiero. Roam free, David. Most of us live our whole lives with no real adventure to call our own. It's hard to comprehend-but they laughed at Jules Verne too. ", "A WOMAN'S VOICE": "\n[1]Abre los ojos... open your eyes... open your eyes... \n[2]open your eyes... He reaches behind him to shut off a slim voice-activated clock-radio. He rises, a comforter draped around his shoulders, and heads to the bathroom. \n[3]Open your eyes... open your eyes, David... \n[4]. open your eyes... He reaches behind to shut off the same clock-radio, and its voice.  He makes a relieved agonized sound into the pillow. Gets up, sees a pizza box... a container of soup... a remote control on the floor. We hear an incisive voice with a comforting lilt - a man we'll meet later. \n[5]Relax... relax, David... open your eyes... An eye opens and the pupil darts to the right and left. Life again. \n[6]open your eyes. "}}