{"dialogues": {"GALVIN": "\n[1]It's a shame about your husband, Mrs. Dee. \n[2]I knew him vaguely through the Lodge. He was a wonderful man. It was a crime what happened to him. A crime. If there's anything that I could do to help... \n[3]he is usurping her time \n[4]\n[5]...I was a friend of your fa... \n[6]I'm talking to this man... \n[7]I was just talking to... \n[8]Pat says, 'Mike... there's a new bar, you go in, for a half a buck you get a beer, a free lunch, and then take you in the back room and they get you laid.' \n[9]...everybody. Mike says, 'Pat, you mean to tell me for a buck you get a free lunch and a beer, and then you go in the back and get laid?' 'That's correct.' Mike says, 'Pat. Have you been in this bar ?' Pat says, 'No, but my sister has...' Everyone. Buy yourself one too. \n[10]Hi, Mickey... \n[11]Uh... \n[12]...now who is that...? \n[13]Sally Doneghy, now who is that? \n[14]...hey, I don't need your charity... \n[15]Hey, what are you, my nanny? \n[16]I'm... Mrs. Doneghy? I'm Frank Galvin... why didn't you go in? \n[17]It's locked? \n[18]I'm terribly sorry... I hope we didn't put you out. Won't you come in...? I'd offer you some coffee, but it looks like my girl just went out. \n[19]It's not a good case. It's a very good case. \n[20]A healthy young woman goes into the hospital to deliver her third child, she's given the wrong anesthetic... \n[21]...I'm sure you do... \n[22]...I know. I went... \n[23]Yes. Yes, I have. \n[24]...fifty thousand dollars? \n[25]...I understand... \n[26]...I understand... \n[27]Please sit down. I told your wife. I'm sorry that we have to meet out here. I've got a case coming in two days in the Superior Court and my office is a mess of papers. \n[28]I was telling your wife, we have a very good case here. \n[29]...and I have inquiries out to doctors, experts in the field... there is, of course, a problem getting a doctor to testify that another doctor's negligent... \n[30]I doubt we'll have to go to trial... \n[31]I completely understand... \n[32]I'm going to see you get that chance. \n[33]It's completely done on a contingency basis. That means whatever the settlement is I retain one-third... that is, of course, the usual arrangement... \n[34]What are you doing here? \n[35]...yes. Get her on the phone... \n[36]Gruber... \n[37]...he wants to testify...? \n[38]You know what that would mean? \n[39]To get somebody from a Boston hospital to say he'll testify? \n[40]This is going to drive the ante up. \n[41]That's the call that I'm waiting for. \n[42]They want to settle. It means a lot of money. \n[43]Dr. Gruber...? \n[44]Dr. Gruber... \n[45]I appreciate -- a man as busy as -- \n[46]...Deborah Ann Kaye... \n[47]They called, they're going to settle, what I want to do is build up as much... \n[48]The Archdiocese called, they want to settle... her estate... \n[49]Yes. \n[50]Yes. \n[51]question to him, as if to a child \n[52]I'm sorry...? \n[53]Do you know who her doctors were? \n[54]The most respected... \n[55]The hospital is owned by the Archdioceses of... \n[56]Well, well, when can we meet again. \n[57]We have to... we... we have to keep you under wraps. Please don't, don't discuss... \n[58]...the case with anyone. And I'll meet you Tuesday, and we'll go over your testimony... \n[59]Thank you... \n[60]Uh, why, why are you doing this? \n[61]I want to buy you a drink. \n[62]Would you like a drink? \n[63]Settle for a drink? \n[64]I had a very good day today. \n[65]You're very welcome. \n[66]Well, well, well. Huh? \n[67]It's a long road that has no turning. \n[68]I'm going to the Archdiocese tomorrow at two. I know you don't. I know you don't... no, you're just following your life. You have a life too... you have to move out West. It doesn't help you to stay here. Well... I'm sure she knows you care for her. \n[69]Well. Well. Well. Finally we're none of us protected... we... we just have to go on. To seek help where we can... and go on... I know that you love her... I know you're acting out of love. \n[70]As soon as I know... you give him my respects too. Not at all. Not at all... Good night. Well, bless you, too. Good night. \n[71]I'm her attorney. \n[72]How did you settle on the amount? \n[73]You thought it was just. \n[74]Because it struck me how neatly 'three' went into the amount. Two Hundred Ten Thousand. That would mean I keep seventy. \n[75]Yes. It would be. \n[76]And no one will know the truth. \n[77]That that poor girl put her trust in the hands of two men who took her life, she's in a coma, her life is gone. She has no family, she has no home, she's tied to a machine, she has no friends -- and the people who should care for her: her Doctors, and you, and me, have been bought off to look the other way. We have been paid to look the other way. I came in here to take your money. I brought snapshots to show you. So I could get your money. I can't take it. If I take it. If I take that money I'm lost. I'm just going to be a rich ambulance chaser. I can't do it. I can't take it. \n[78]It's not too good. I've only got one client. \n[79]I have to talk to you. \n[80]Come on. Let's get a drink. \n[81]...I'm going to need your help... \n[82]I'm going to help her. \n[83]They killed her. And they're trying to buy it... \n[84]Mick. Mick. Mick... \n[85]You -- Listen: you said to me, 'if not now, when...' \n[86]...he's a good man... \n[87]...I have to stand up for her... \n[88]I have to try this case. I have to do it, Mick. I've got to stand up for that girl. I need your help. Mick, will you help me...? Will you help me...? \n[89]We've got her sister. Testifies she had a meal one hour before she was admitted to the hospital. This is the point. \n[90]Admittance form is wrong. \n[91]I've got my Dr. Gruber, says her heart condition means they gave her the wrong anesthetic anyway, plus she came in complaining of stomach pains... \n[92]Not bad...? This guy's Dr. Kildare, the jury's going to love him, Mick... And you calm down, all right? Their guy, Towler's, the author of the book, 'Methodology and Practice, Anesthesiology.' ...and they got depositions from the nurses, everybody in the operating room, the scrub-nurse... 'All these guys are God. I saw them walk on water...' They had an obstetrical nurse in there. We got a deposition from the obstetrical nurse? \n[93]'Mary Rooney, forty-nine. Lives in Arlington, still working at the hospital.' Can you get out tomorrow? How come she isn't speaking up. \n[94]Okay now. Cases: Smith versus State of Michigan. \n[95]Brindisi versus Electric Boat. \n[96]I had a good teacher. McLean versus Urban Transport... \n[97]Jimmy? Bushmills. Lookit, do me a favor. I'll buy you a drink tomorrow. \n[98]I'm going to get laid. \n[99]D'you find an apartment? \n[100]I changed my life today. What did you do? \n[101]Why? \n[102]What Hotel are you staying at? \n[103]I'm a lawyer. \n[104]Really. How wonderful for you. \n[105]Oh, actually it was. Then why'd you call it off? \n[106]A brick house says you divorced him. I'll put you on your honor. Bet you a hundred dollars against you join me for dinner. And I'll take your word for it. Now you tell me the truth. Because you cannot lie to me. What's your name? \n[107]My name's Frank. And furthermore, you came back to see me tonight. \n[108]You just got lucky. D'you eat yet? Come on. \n[109]Jesus, you are one beautiful woman. \n[110]The weak, the weak have got to have somebody to fight for them. Isn't that the truth? You want another drink? \n[111]Jimmy! That's why the court exists. The court doesn't exist to give them justice, eh? But to give them a chance at justice. \n[112]They might. Yes. That's the point... is that they might... you see, the jury wants to believe. They're all cynics, sure, because they want to believe. I have to go in there tomorrow to find twelve people to hear this case. I'm going to see a hundred people and pick twelve. And every one of them it's written on their face, 'This is a sham. There is no justice...' but in their heart they're saying, 'Maybe... maybe...' \n[113]Maybe I can do something right. \n[114]That's what I'm going to try to do. \n[115]Yessir. I'm sorry. \n[116]I was held up. \n[117]Frank Galvin. We've met before. \n[118]This is a complicated case, your Honor... \n[119]My client can't walk, your Honor. \n[120]We are going to try the case. \n[121]...things change. \n[122]I wasn't disbarred, they dropped the pro... \n[123]I'm sure you would. \n[124]Mr. Abraham... \n[125]Abrams. Yes. How are you today? \n[126]Good. You ever been inside a hospital? \n[127]Ah. How did they treat you? \n[128]I'm getting it back. Don't worry about me, Mick. I'm fine. D'you find the obstetric nurse? \n[129]So what? \n[130]They still have to take it to a jury. \n[131]So what do you want me to do? Concannon's going to try the case his way, I'm going to try it mine. You want me to go wee wee wee all the time because he's got some flack, got stories in the newspaper. I'm going to win this case. \n[132]Oh shit, what's today? \n[133]I've got to go see Gruber. What's the best cigars you have? \n[134]Mickey: I'm supposed to meet somebody at O'Rourke's, I can't make it. \n[135]Thanks. Can you go over and meet her...? Tell her I'll stop by when I'm through... Laura Fischer... \n[136]Tell her that I'll meet her there, okay? See you tomorrow in the office. \n[137]We're doing fine. \n[138]Hold on a second. \n[139]It's all right, Mickey. \n[140]I swear to you I wouldn't have turned the offer down unless I thought that I could win the case... \n[141]I'm going to win this case... Mist... Mr. Doneghy... I'm going to the Jury with a solid case, a famous doctor as an expert witness, and I'm going to win eight hundred thousand dollars. \n[142]If I could accept the offer right now, I would. They took it back. \n[143]Dr. Gruber. \n[144]No... No... \n[145]Dr. Gruber. \n[146]I had an appointment at his office, I think I must have got it wrong. We had a meeting... \n[147]Where is he? \n[148]I... please. My wife... my wife's prescription has run out. If I can call him... \n[149]No, no, no. I have to talk to him. If I can only call him... \n[150]Thank you for seeing me. \n[151]I need an extension for my case. \n[152]I had a witness disappear on me. \n[153]I could subpoena him if I had a week. \n[154]Mr. Alito, please. \n[155]I have to reach him. This is an emergency. Could you give me his home number? \n[156]...Would you, would you call him up. I'll give you my number, and ask him... \n[157]I understand. Thank you, my name is Galvin. I'll be at the following number in a half an hour. It's urgent. \n[158]Hello. Yes. Thank you for calling. Frank Galvin... I'm representing Deborah Ann Kaye...? I'd like to discuss your firm's offer of the two hundred th... In the sense that I feel that we'd like to accept it. Well, it's rather a shock to me, too; but it's my client's wishes... She's changed her mind as of this evening... I must say that I tried to dissuade her... \n[159]...Well, she, on the eve of the case... You understand... I think quite frankly she's come down with nerves and she'd like... \n[160]When was that arrived at...? I, I know what Mr. Concannon said, but... I... Well, I think you're making a mistake... I think that you should reconsider; why don't you check with your principals, and I'll call you in the... No?... you... uh. All right. No. That's fine. I understand. Sorry to bother you at home. \n[161]I can't talk now. \n[162]Concannon got to my witness. I can't breathe in here... Hello Doctor...? Dr. Thompson. This is Joseph Galvin, attorney for a Deborah Ann Kaye, we had some correspondence some time ago...? That's right. I'm sorry that we never got back, the case was postponed, and I've had a changeover in staff... I'm sorry to call you so late... \n[163]...but we have had a change of strategy, and we were wondering, I know this is short notice, but... \n[164]What...? \n[165]We, we... No... we just had a small reversal in the case... I have some, uh... I have some work to do... \n[166]They, uh, they got to my witness. \n[167]I've got to work... \n[168]No, no, I'm just... \n[169]I've got to work. \n[170]You're going to stay here...? \n[171]I'm only going to rest a little while. \n[172]Dr. Thompson...? \n[173]Thank you for coming. \n[174]I have some errands to run, and then I thought we'd spend the evening... \n[175]I'm going to take you to the home to see the girl... \n[176]Yes. Yes. I think so. I hope you'll be comfortable. I'm putting you up at my... \n[177]...apartment. No, no. Please. You don't know who we're dealing with, I, please believe me, they... \n[178]These people play very rough. They don't want to lose this case. There's a lot of pressure they can bring to bear, I... \n[179]Please, Sir. Please. Humor me. \n[180]We'll spend the evening together, I'll put you up, you'll be very comfortable. Please. That's my address. The key is in it. 1225 Commonwealth. Treat the place as your own. Please don't tell anyone you're here, I'll see you this evening. Thank you, and thank you for coming. \n[181]Let me talk to Mickey. \n[182]D'you find the obstetric nurse? \n[183]Gimme the address. I'm gonna go. We're going to need her. \n[184]I'm Joe Galvin, I'm representing Deborah Ann Kaye, case against St. Catherine Laboure. \n[185]I'll just take a minute. Deborah Ann Kaye. You know what I'm talking about. The case is going to trial. Our chief witness is a Dr. David Gruber, you know who he is? \n[186]He's the Assistant Chief of Anesthesiology, Massachusetts Commonwealth. He says your doctors, Towler and Marx, put my girl in the hospital for life. And we can prove that. What we don't know is why. What went on in there? In the O.R. That's what we'd like to know. Something went wrong. And you know what it was. They gave her the wrong anesthetic. What happened? The phone rang... someone got distracted... what? \n[187]I want someone who was in the O.R. We're going to win the case, there's no question of that. It's just a matter of how big... \n[188]You know what happened. \n[189]Then why aren't you testifying for their side? \n[190]I can subpoena you, you know. I can get you up there on the stand. \n[191]Who put my client in the hospital for life. \n[192]Who are you protecting, then? \n[193]I do. Who is it? The Doctors. What do you owe them? \n[194]Then why don't you testify? \n[195]You think I'm pushy now, wait 'til I get you on the stand... \n[196]We're going to lose. \n[197]Do you think it's my fault? \n[198]That's not the question. It's over. Do you think that it's my fault? If I'd... if I'd... I never should have taken it. There was no way that I was going to win. \n[199]That's what I am. \n[200]Yes. \n[201]I... do you want me to leave? \n[202]\n[203]Who told you that? \n[204]And what makes you so tough? \n[205]Is there going to be a later...? \n[206]If I don't 'grow up...' \n[207]You, you don't under... \n[208]It's over! \n[209]What is that to you...? \n[210]Excuse me, I've... \n[211]Stop pressuring me... \n[212]No... no... \n[213]I'm going to do the best I can for you and your sister. I know what it means to you. Believe me... It means that much to me. \n[214]I'm swell. \n[215]Yeah. \n[216]Ready, your Honor. \n[217]It's a terrible thing to sit in judgment. So much rides on it. I know that you've thought, 'How can I be pure. How can I be impartial without being cold. How can I be merciful and still be just?' And I know that most of you have said some sort of prayer this morning to be helped. To judge correctly. We have the reputation of two men. Two well respected doctors and a renowned hospital before us. And with those two respected men we have my client, Deborah Ann Kaye... ...who was deprived of sight, of locomotion, hearing, speech, of everything, in short, which constitutes her life. We are going to prove she was deprived through negligence. Through the negligence of those respected men. We will show: One... \n[218]Thank you, your Honor, I'll continue. Dr. Thompson. Did you examine Deborah Ann Kaye last night at The Northern Chronic Care Facility? \n[219]What? \n[220]Dr. Thompson. From your review of the hospital records of May twelfth nineteen seventy-six. \n[221]In your opinion, what happened to Deborah Ann Kaye? \n[222]Now, Dr. Towler's testified that they restored the heartbeat within three or four minutes. In your opinion is his estimate correct? \n[223]Your Honor! \n[224]If I may be permitted to question my own witness in my own way... \n[225]I'm not through with the witness, your Honor. With all due respect if you are going to try my case for me I would appreciate it if you wouldn't lose it. \n[226]I'm an attorney on trial before the bar. Representing my client. My client, do you understand? You open your mouth and you're losing my case for me. \n[227]No, no, you listen to me. All I wanted in this case is an even shake. You rushed me into court in five days... my star witness disappears, I can't get a continuance, and I don't give a damn. I'm going up there and I'm going to try it. Let the Jury decide. They told me Sweeney he's a hard- ass, he's a defendant's judge. I don't care. I said, the hell with it. The hell with it. I'll take my chances he'll be fair. \n[228]And don't give me this shit, 'I was a lawyer, too.' 'Cause I know who you were. You couldn't hack it as a lawyer. You were Bag Man for the Boys and you still are. I know who you are. \n[229]Damn right I'm done. I'm going to ask for a mistrial and I'm going to request that you disqualify yourself from sitting on this case. I'm going to take a transcript to the State and ask that they impeach your ass. \n[230]We, yes. Yes. They, they present their side, and I get the same chance. To cross-examine... to... to... \n[231]Yes. \n[232]Dr. Towler... \n[233]You have a record of what happened in the operating room... \n[234]...there are notations every thirty seconds... \n[235]...of the procedures... \n[236]But those notations stop... ...Four-and-one-half minutes after Deborah Ann Kaye's... \n[237]Four-and-one-half minutes after her heart stopped. And they resume seven minutes... \n[238]...they start again three minutes earlier... \n[239]What happened in those three... \n[240]What happened in those three minutes...? \n[241]Why did it take that long to get her heartbeat... \n[242]...to get her heartbeat back...? \n[243]...almost nine minutes... causing brain damage. \n[244]Wait, wait, wait, you're saying that her brain damage could have been caused by her being deprived of oxygen for two minutes...? \n[245]Huh. And why is that? \n[246]No, you did fine. \n[247]No. No thank you, Doctor. You go home. \n[248]Yes... I... yes. \n[249]No. No. Thank you. You go home. \n[250]No. \n[251]I don't have a goddamned idea. \n[252]Okay. What do you do when you don't have a witness? \n[253]That's right. \n[254]There are no other cases. This is the case. Now you decide... Are you in or out...? \n[255]Why doesn't Mary Rooney testify? \n[256]Are you with me... are you awake...? \n[257]Rooney's protecting someone. Who is she protecting? \n[258]She's protecting the Doctors she'd be up there on the stand... \n[259]'You guys are a bunch of whores... uh... loyalty... you don't care who gets hurt... you don't have any loyalty...' \n[260]Who? They're all testifying. Everybody who was in the O.R.'s going to take the stand. \n[261]What difference can that make...? All right... \n[262]Uh... the admitting nurse... \n[263]She didn't do anything. She took the patient's history and signed the charts. 'K.C.' 'Kathy Costello...' \n[264]How old are you, how many children... when did you last eat... \n[265]Miss Rooney. Oh. Listen. I understand what you are doing. And I want you to know it's all right. \n[266]About Kathy Costello. I understand, and I don't blame you for shielding her. \n[267]I spoke to her, and everything is all right. \n[268]She told me. \n[269]I just saw her. \n[270]What? \n[271]Thank you. I'm sorry. \n[272]We don't have anything from the Nurse Association? \n[273]The Hospital...? \n[274]Thank you. \n[275]Call the A.M.A. ...I can't talk now. ...tell them you're Dr. Somebody... you have to find this nurse... \n[276]...you need some old forms that she had... somebody's dying... \n[277]Hello, Mrs. Costello... \n[278]Sorry to bother you so late. \n[279]This is Mr. Goldberg in Accounting. We have some money here for you... This is the Mrs. Costello that used to be a nurse? I'm sorry. I think we have our records mixed up. \n[280]Are you related to Kathy Costello, the R.N.?... I'm sorry... \n[281]Hello. This is Mr. Dorchester in Records. We're looking for Kathy Costello... \n[282]Thank you. I'll hold. \n[283]Hello. This is Ross Williams. I'm calling from California. I'm sorry. I know it's late in the East, but this is an emergency. May I please speak to Kathy Costello? I'm sorry. My records must be confused. This is the family of Kathy Costello...? Please excuse it. \n[284]Hello, I'm calling from... \n[285]I'm calling from Professional Nurse Quarterly... \n[286]This is Mr. Wallace in Subscriptions? \n[287]This is Miss Costello...? \n[288]Pardon? \n[289]We find that your subscription lapsed... \n[290]That's why I'm calling, Miss Price... \n[291]We have a renew-your-subscription offer... \n[292]Yes, we know that you do. I have it in my files. That's at the Manhattan Health Center... \n[293]Hi. How are you doing? \n[294]I've been meaning to come in a long time. \n[295]Uh-huh. My nephew's going to be staying with us in a few months, so I stopped by. \n[296]Four. You're great with these kids. \n[297]You're really... You, are you the one they told me was the nurse? \n[298]Mrs... \n[299]Yes. \n[300]That's a wonderful profession. My daughter-in-law's a nurse. What did you do, stop? \n[301]How come you stopped? \n[302]Will you help me? \n[303]What the hell are you doing here? \n[304]What are you doing in New York...? \n[305]I don't know. \n[306]I don't want a mistrial. \n[307]Dr. Towler; page 406, 'Contraindications to general anesthetic. Ideally a patient should refrain from taking nourishment up to nine hours prior to induction of general anesthetic.' Does that sound familiar? \n[308]'Practice and Methodology in Anaesthesia.' General textbook on the subject. Is that correct? \n[309]And you wrote that... \n[310]...Page 414, 'If a patient has taken nourishment within one hour prior to inducement, general anesthetic should be avoided at all costs because of the grave risk the patient will aspirate food particles into his mask.' Is that what happened to Deborah Ann Kaye? She aspirated into her mask? \n[311]If she had eaten, say one hour prior to admission, the inducement of a general anesthetic... the type you gave her... would have been negligent...? \n[312]Thank you. \n[313]Katherine Price. \n[314]Kathy Price... \n[315]You were the Admitting Nurse at St. Catherine Laboure Hospital on May twelfth, nineteen seventy-six, the night Deborah Ann Kaye was admitted... \n[316]You signed this form? \n[317]These are your initials, 'K.C.'? \n[318]D'you ask the patient when did she last eat? \n[319]What did she say? \n[320]One hour. \n[321]And did you write the numeral 'one' down on the record, standing for one hour? \n[322]A single hour. \n[323]Your witness. \n[324]Objection! \n[325]Nothing further, your Honor... \n[326]I object, your Honor... \n[327]Exception! \n[328]You know, so much of the time we're lost. We say, 'Please, God, tell us what is right. Tell us what's true. There is no justice. The rich win, the poor are powerless...' We become tired of hearing people lie. After a time we become dead. A little dead. We start thinking of ourselves as victims. And we become victims. And we become weak... and doubt ourselves, and doubt our institutions... and doubt our beliefs... we say for example, 'The law is a sham... there is no law... I was a fool for having believed there was.' But today you are the law. You are the law... And not some book and not the lawyers, or the marble statues and the trappings of the court... all that they are is symbols. Of our desire to be just... All that they are, in effect, is a prayer... ...a fervent, and a frightened prayer. \n[329]In my religion we say, 'Act as if you had faith, and faith will be given to you.' If... If we would have faith in justice, we must only believe in ourselves. And act with justice. And I believe that there is justice in our hearts. Thank you. ", "MICKEY": "\n[1]Get up. Get up. \n[2]What the hell do you think you're doing...? What's going on here...? \n[3]Fuck you. I got a call today from Sally Doneghy... \n[4]...You're 'sposed to be in court in ten days and she's telling me you haven't even met with them... \n[5]One lousy letter eighteen months ago... I try to throw a fuckin' case your way... \n[6]...I get these people to trust you -- they're coming here tomorrow by the way -- I get this expert doctor to talk to you. I'm doing all your fuckin' legwork -- and it's eighteen months. You're 'sposed to be in court. I bet you haven't even seen the file. \n[7]Listen to me. Listen to me... listen to me, Frank, 'cause I'm done fuckin' with you. I can't do it any more. Look around you: You think that you're going to change? What's going to change it? You think it's going to be different next month? It's going to be the same. And I have to stop. This is it. I got you a good case, it's a moneymaker. You do it right and it will take care of you. But I'm through. I'm sorry, Frank, this is the end. Life is too short, and I'm too old. \n[8]What do you want? \n[9]Don't touch anything. \n[10]Are you out of your mind...? \n[11]You need my help...? You need a goddamn keeper... are you telling me that you turned down two-hundred-ten grand? Huh...? Are you nuts? Eh? Are you nuts. What are you going to do, bring her back to life? \n[12]To do what...? To do what, for chrissake...? To help her to do what? She's dead... \n[13]That's the point, you stupid fuck. Let them buy it. We let them buy the case. That's what I took it for. You let this drop -- we'll go up to New Hampshire, kill some fuckin' deer... \n[14]What? \n[15]I know what I said but not now. You won it. Franky. You won it. When they give you the money, that means that you won. We don't want to go to court -- is this getting to you...? \n[16]...he's a good man...? He's the Prince of Fuckin' Darkness... he'll have people in there testifying that the broad is well -- they saw her Tuesday on a surfboard at Hyannis... don't fuck with this case. \n[17]Frank, but not now. Frank. You're trying to wipe out some old business. But not now. I understand. But you go call 'em back. You call the Bishop back. \n[18]Who have we got? \n[19]You got the admittance form says patient ate nine hours prior to admittance. \n[20]Forget it. You can't prove it. Sister's testimony is no good. Jury knows we win she gets the cash. \n[21]...Gruber's not bad. \n[22]No. \n[23]Right. \n[24]Right. \n[25]You got a good memory, Franky. \n[26]Yeah? And what are you going to do tonight? \n[27]Don't leave your best work in the sheets. \n[28]Been a long time, huh...? \n[29]Mary Rooney. She won't talk to me. I tried her at the hospital. I'm going to try her back at home. Read this. \n[30]So what...? The best is yet to come. Check the TV Guide. They got our Dr. Towler on a panel on GBH on Friday: 'The Healing Hand. The Experts Speak.' \n[31]What I'm saying, they're getting some help. \n[32]John: gimme a cuesta-ray. \n[33]Today is Tuesday. What? \n[34]Give 'em a box of Macanudos. \n[35]Sure. Who is she? \n[36]Oh, yeah. Your broad from last night. \n[37]Franky can't make it. He had an appointment he forgot, he's going to see you later. I'm Mickey Morrissey, we're supposed to get to know each other. \n[38]So far you're great. You got a cigarette? \n[39]Stearns, Harrington, you know who that is? \n[40]A huge law firm. Okay? They put him in the firm, he's married, everything's superb. Franky, he's starting to talk like he comes from Dorsetshire, some fuckin' place, 'You must drop by with Pat and me...' Okay...? \n[41]...and he's making a billion dollars every minute working for Stearns, Harrington, and he bought a dog, and everything is rosy. Then Mr. Stearns, he tried to fix a case. \n[42]That Frank was working on. Yeah. He thought Franky needed some help, so they bribed a juror. So Franky finds out. He comes to me in tears. He thinks that anybody who knows what a 'spinnaker' is got to be a saint. I told him 'Franky, wake up. These people are sharks. What do you think they got so rich from? Doing good?' He can't be comforted. He tells the boys at Stearns and Harrington they've disappointed him, he's going to the Judge to rat them out. \n[43]Before he can get there here comes this Federal Marshal, and Franky's indicted for Jury tampering, they throw him in jail, he's gonna be disbarred, his life is over. Jimmy, gimme another drink. How are you? \n[44]Okay. Now, so he's in jail. He, finally, he gets to see the light, he calls up Harrington, he says he thinks he made a mistake. As if by magic, charges against him are dropped, he's released from jail. P.S. He's fired from the firm, his wife divorces him, he turns to drink and mopes around three and a half years. You like that story? \n[45]What happened...? \n[46]What happened, Joey...? \n[47]D'you meet with Dr. Gruber...? \n[48]Yeah? How's our new witness? \n[49]She's workin' the late shift at the Hospital. She's at home now, I'm going over there to talk to... \n[50]Why is that? \n[51]...that's what the sister said. The chart said she ate nine hours prior to... \n[52]Is that what a good doctor would do? How old are you, please? \n[53]What qualifies you as an expert in anesthetics? \n[54]Easthampton Hospital for Women. Excuse me, what is that, a joke? Let me tell you something, Doctor, those men at Catherine Laboure. Men who are known not only in this city, but the world, were trying to save a woman's life. They were there, and here you are, four years later, read some hospital report, and say... \n[55]She getting good care over there? \n[56]Then what good would it do to ruin the reputation of two men, to help a girl whose life's not going to be changed in the least? You know what CODE BLUE means? \n[57]It's a common medical term. \n[58]How are you holding up? \n[59]And all we've got is a witch doctor! \n[60]Look at it this way: it's refreshing every time a Doctor takes the stand he's not a Jew. \n[61]I'm going back to the office. \n[62]You use their witness. \n[63]I think we tried that. The case is over. \n[64]And how the fuck... You broke the first law that they taught you in law school. You never ask a question you don't know the answer to. Frankie, wake up. You got your own expert witness says there was no negligence. It's over. Period. There'll be no other cases... \n[65]Yeah. I'm awake. \n[66]The Doctors. \n[67]Read me what she said. \n[68]...one of the other nurses? \n[69]All right. Who wasn't in the O.R.? \n[70]What did she do? \n[71]The 'History'...? \n[72]The broad has disappeared... \n[73]No records since she quit in '76. She quit two weeks after the incident. \n[74]...yeah... good... \n[75]Hello, this is Dr. Dorchester in Boston. This is an emergency. A nurse left my employ... \n[76]...four years ago... \n[77]I need a cigarette! She left my office four years ago, we're looking for a chart... I need a cigarette... \n[78]You got a cigarette...? \n[79]You got any cigarettes? \n[80]We got to talk. \n[81]Come on, we'll get a cup of coffee... \n[82]I talked to Johnnie White at the Bar Association. The broad used to work for one of Concannon's partners in New York awhile ago. She wanted to move to Boston. How badly did she hurt us, Joe? \n[83]We got a mistrial, you know. Joe -- did you hear what I said...? \n[84]He's not here. Yeah. I don't know when. All right. \n[85]The jury might be out for awhile. You want to run across the street and get a drink? ", "ANGLE": "\n[1]A MAN's back FILLS the SCREEN. He is dressed in a black suit; his hands are clasped behind him. ANOTHER MAN stands next to him. The Second Man reaches behind the First Man's back and puts a discreetly folded ten-dollar bill into his hands. \n[2]These Two Men from the front. Both somber, in their early fifties. They begin to walk down the aisle of the funeral parlor. \n[3]The WIDOW. A woman in her late fifties sitting by the bier receiving condolences. The Two Men approach her. The First Man  speaks: \n[4]Galvin sitting, raises cup of tea to his lips. Looks around deserted coffee shop. Sighs. \n[5]Galvin, coming down the aisle toward the front, shrugging himself out of his overcoat, he approaches the BEREAVED WIDOW sitting by the front of the home, he extracts his card from his pocket, starts to speak. He is stopped by the WIDOW'S SON, a hefty man in his mid-forties, who interjects himself between Galvin and the widow. \n[6]Galvin, the ground cut out from under him. Standing watching the mourners enter. \n[7]Mickey walks into the office. Stands looking at Galvin. \n[8]Galvin in the anteroom, dressed in his suit, unshaved, having just signed the paper. He takes a piece of Scotch tape from the dispenser on the desk, picks up a file folder from the coffee table. It is torn in several places and rudely Scotch- taped. \n[9]Galvin surveys the anteroom, opens door to corridor, Scotch tapes the note he has just typewritten to the outside of the door. \n[10]Galvin replaces the chart, puts his file, briefcase, etc. on the foot of the bed, takes a flash photo of the figure in the bed. Takes another one. Puts down camera, sits on the end of the bed gazing at the unseen form. He lights a cigarette, and sits looking at her. \n[11]The small, sumptuously appointed Italianate office. French windows, a fire in the grate, a view of Boston Common, JOSEPH ALITO, a slender, elegant man in his forties dressed in a very expensive suit, reading from his notes, news clippings, etc., which are held in a leather folder. \n[12]The clipping in the folder, confused Galvin being led into jail, \"Boston Lawyer Held in Jury Tampering Case.\" Alito's hand snaps the folder shut. \n[13]Galvin, in his overcoat, arms full of books, reading from a textbook and trying to unlock his office door. \n[14]Galvin in overcoat standing outside door marked \"Doctors Only\" in bustling hospital corridor. He glances at memo slip in his hand. He opens door. CAMERA FOLLOWS him onto: \n[15]Galvin looking at the photo in the silver frame next to his bed. He sighs deeply. Beat. Reaches up to the lamp above his head and turns it off. He sits stiffly in the dark a moment, then lets his head fall back to the chair. \n[16]Galvin sitting on the bed looking at Deborah Ann. He looks up to the speaker. A slovenly Irish Nurse, who has come into the room and is standing by him. The other Nurse is framed in the doorway. Galvin is lost in thought. \n[17]Galvin seated across from the Bishop. A YOUNG PRIEST seated, discreetly, attentively, across the room. Sherry glasses in front of Galvin and the Bishop. Galvin drinking from his. \n[18]Galvin and the Bishop as before. Galvin finishes reading, looks up. \n[19]Galvin sitting at the fairly well-equipped bar, still. He looks out of the window at a building across the street. \n[20]Galvin downs his drink, picks his briefcase off of the bar and starts for the door. \n[21]Galvin, seated at the conference table intent on the form in front of him. He crosses out something with a pen. Galvin takes the form, rises, walks across the room, walks by the defense table with Concannon and an Aide at it. Approaches the Jury Box, which has several prospective JURORS in it. He is very nervous. He addresses a man. \n[22]Galvin reading. Looks up. \n[23]The two of them crossing the lobby. Dick Doneghy, looking around the lobby, spies them, starts across, and accosts Galvin. \n[24]Galvin standing, he waits a beat. Starts out of locker room. \n[25]Galvin looking in through the window of the dark, deserted ground-floor office. He knocks on the door. Nothing. He knocks again. Nothing. He stands unbelieving. EXT. GRUBER'S HOUSE &amp; STREET - NIGHT Galvin getting out of a taxi, rushing up the steps of a brownstone. Peeps through the window on the side of the house. Dark. He grabs the brass knocker. Pounds. Nothing, he pounds again. Nothing. He is beaten. He is without resource. He starts vacantly down the stairs. The door behind him is opened. He turns. \n[26]Galvin at the stand, shivering in the cold, talking on the phone. An open note pad in his bare hand. \n[27]Galvin dialing phone. \n[28]Mickey, looking pityingly at Galvin. Mickey sees the box of Macanudo Cigars on the desk, picks them up, starts to open them -- throws them across the room in disgust. \n[29]Laura in slacks and sweater coming out of the kitchen with her drink. She sits at worktable on which are Galvin's briefcase, files, etc. Galvin and Laura. He is biting his nails. \n[30]Laura sighs, takes a drag. Puts the book down on her lap. Sits, thinking. \n[31]The conference room. WIDE. Concannon's young lawyers taking notes as Concannon rehearses Dr. Towler, a Sony VTR being operated by one of them. \n[32]Concannon starts to stroll a bit around the conference room, in back of the assembled assistants, by the large windows, which offer a panoramic view of Boston. \n[33]Galvin watching them, he has a large boutonniere on his lapel. The departing PASSENGERS stream past him. An elderly BLACK MAN passes him by, turns and comes back to him. \n[34]Galvin at the phone. \n[35]Galvin standing by the bell. Rings it. Beat. The door is buzzed, he walks into the vestibule, past mailboxes, up the stairs. \n[36]Galvin in hall, CAMERA FOLLOWS him TO the door. \n[37]Concannon, in overcoat, about to go out, surrounded by an entourage of secretaries and ASSISTANTS in overcoats, waiting on him. \n[38]Concannon and the Young Attorney. The Young Attorney into phone, \"Thank you.\" He hangs up, starts reading from his notes to Concannon: \n[39]The two men, Galvin standing behind Mickey, smoking. He nods. \n[40]Galvin coming through the door. He looks at Laura, tiredly closes the door behind him, hangs up his coat in the closet, moves into the room. As Galvin walks into the room, the CAMERA PRECEDES him and TURNS so that WE NOW SEE them BOTH. \n[41]Galvin continuing to the defense table, Mickey Morrissey already seated, studying notes on a yellow legal pad. Galvin sits. Mickey looks up. \n[42]The COURTROOM getting to its feet as JUDGE WILLIAM B. HOYLE enters. The Bailiff, as the Judge sits: \n[43]The Courtroom. P.O.V. JUDGE. \n[44]DR. Thompson on the stand. Composed, waiting. Concannon consulting his notes. \n[45]Galvin, furious. \n[46]The Judge and Witness. \n[47]Galvin at the Plaintiff's table, hastily scribbling notes, he looks up. Gets to his feet, walks over to Dr. Towler in the witness box, the CAMERA MOVES WITH him. \n[48]Laura closes the door behind her, she does not turn on the light, walks over to a couch by the window, sits down, all the while reading the paper by the outside light. She lowers the paper to her lap. \n[49]Galvin watching them from behind a corner. \n[50]The Nurses come to the corner, Galvin walks past. \"Notices\" Rooney. Stops. \n[51]Laura sitting on the couch. Tense. Smoking. \n[52]Laura on the couch. Galvin dialing the phone. Mickey HALF SEEN in the next room. \n[53]Galvin, exhausted, smoking, on the telephone. \n[54]Galvin looks gratefully at her. He begins dialing the phone. \n[55]Interior office. Early morning. Galvin asleep with his head on his desk. Mickey asleep in a chair. Laura asleep on the couch, covered with Galvin's overcoat. Galvin wakes up, startled by the sound of the mail dropping. He picks up the phone mechanically. He realizes it is morning and he has been asleep. He replaces phone. He surveys the office. Dead, resigned. He closes the phone book. He reaches in a pack of cigarettes on the desk. It is empty. He roots in the ashtray for a long butt. This disgusts him. He rejects it. Rubs his eyes. Gets up. Goes to the window, stares out. Looks back at the scene in his office. It is over. He stands by Laura and looks down at her, he looks at Mickey. He has let them down. He goes to a cabinet under the lawbooks and takes out a bottle of whiskey and a water glass. He walks into the anteroom. Sighs, sits on the couch near the door. Glances at the several letters that have just fallen through the slot. He pours a half-tumbler full of whiskey, and drains it. He refills the tumbler. He absently picks up the mail and starts mechanically sorting through it. He stops at an official-looking piece. \n[56]Galvin reading the letter. He crumbles it and throws it into the wastebasket. He looks at the next letter and skims it into the wastebasket. He looks at the next letter and stops. \n[57]Galvin straightens, looks around the vestibule, takes heavy letter opener from his jacket pocket and pries open the Rooney mailbox. He extracts letters and rifles through them. \n[58]The phone bill opened. It reads, \"Rooney, Mary A. 263 Church Street, Arlington, Mass.\" Various local charges. One call to Chicago. One call to Fort Lauderdale. Eight calls to New York. The calls to New York are circled in pen. \n[59]Galvin on the phone. \n[60]Galvin scribbles on pad as we hear Kathy hanging up. \"Kathy Price. Chelsea Childcare.\" \n[61]Mickey replacing the form and the cigarettes. He re-closes the purse. He turns to her. She has seen nothing. \n[62]Kathy and Galvin. She realizes why he is there. She starts to cry quietly. \n[63]Mickey Morrissey standing in an alcove under the marquee, looking out at the street. \n[64]Mickey starting down the steps, intercepts Galvin. Galvin looks up, surprised. \n[65]Galvin at the entrance to the restaurant looking at her. He walks over to her slowly. \n[66]Laura getting up from the table. We SEE her back, and Galvin approaching. We SEE her shoulders droop, beaten. He draws closer. Galvin comes up to her, his face a mask of pain and confusion. She sighs, starts to speak. Stops. Beat. They look at each other -- he starts to speak, cannot. He knocks her to the floor, she upsets the table. A large man at the next table starts to restrain Galvin. \n[67]Galvin gets up from Plaintiff's table, takes up a large book as Dr. Towler takes the stands. He reads: \n[68]Kathy at the back of the court, coming down the aisle. As she passes the Defendant's table, Towler grabs Marx and starts whispering frantically. Concannon looks on, ignorant of what is happening. We hear Dr. Towler's \"Oh, my God...\" \n[69]Galvin surveys the courtroom, Kathy crosses in front of him, takes the stand, we hear the Bailiff administering the formula as we WATCH Galvin turn and look at the Jurors. \n[70]The Bailiff swearing in Kathy. \n[71]Galvin in front of the dead-still courtroom. He breaks his reverie. \n[72]Galvin nods, meaning, \"You did it perfectly.\" \n[73]Concannon, the Judge, Kathy. \n[74]Kathy getting down from the stand. The Judge addressing Galvin. \n[75]The Judge. He is making some notations on a page in front of him. He nods to himself, he has reached a decision. He looks up. \n[76]Galvin getting to his feet. \n[77]Galvin, silent, fuming, sitting at the table. \n[78]\n[79]Concannon, Young Lawyer, Dr. Towler, Dr. Marx at Defense table. Young Lawyer scribbles a note, passes it to Concannon, who ignores it. \n[80]Plaintiff's table. Galvin looking at the Jury, Mickey at the other end of the table. \n[81]The Jury Box. The Jurors seated, the FOREMAN standing. \n[82]Galvin, totally defeated. Nods his head sadly, as if commiserating philosophically, with himself. Mickey looks at him in grief, with sympathy. \n[83]Galvin and Mickey looking at her. Galvin's face impassive. Beat. He turns his back on her. Mickey does likewise. Beat. \n[84]Galvin standing framed in the doorway. He turns toward the door, his back to the CAMERA, his shoulders slumped. He stands for a moment, sighs, straightens up, and walks through the door. ", "CONCANNON": "\n[1]Anybody ever hear, 'For want of a shoe a horse was lost?' Who's going on vacation tomorrow? \n[2]Friedman. St. Barts. is that right? \n[3]notes at the side of the room (smiles, there is laughter from the room; to Friedman, sympathetic \n[4]Our court date is January twelfth. You're all acquainted with this case. It's been scheduled for eighteen months. We have the attorney for the Plaintiff, Frank Galvin -- and I trust you are all familiar with his record -- and we have been expecting him to call us to negotiate. As he did not, and five days before we're supposed to go to court we made him a rather generous offer, which he refused. Five days before the trial. What does this mean? I want to find out. Acquaint yourselves again with the depositions. Don't rely on the fact that we did it last year. Do it again. We're going to review them here, and you do it at home. You each have a full file. Know the deps, and I want you all to be here when we work with the defendants... when is that, Billy...? \n[5]I want an article in the Globe As Soon As Possible, 'St. Cat's... Neighborhood Giant serving the community' etc. We've got it in the files. I want something in Monday's Herald: 'Our Gallant Doctors,' something... Be inventive, I want television... ...talk to our man at GBH. And to belabor the obvious for a moment... Our clients are: the Archdiocese of Boston; St. Catherine Laboure Hospital, and Drs. Marx and Towler, two of the most respected men in their profession. The thrust of this defense will be to answer in court, in the press and in the public mind -- to answer the accusation of negligence this completely: not only that we win the case, but that we win the case so that it's seen that the attack on these men and this institution was a rank obscenity. All right. Let's get the cobwebs off. Billy...? \n[6]Ed Concannon. \n[7]Your Honor, Bishop Brophy and the Archdiocese have offered plaintiff two hundred and ten thousand dollars. \n[8]My doctors didn't want a settlement at any price. They wanted this cleared up in court. They want their vindication. I agree with them. But for today the offer stands. Before we begin the publicity of a trial. For today only. When I walk out that door the offer is withdrawn. As long as you understand that. It's got to be that way. \n[9]What is your name, please? \n[10]You were Deborah Ann Kaye's doctor...? \n[11]Don't equivocate. Be positive. Just tell the truth. \n[12]Whatever the 'truth' is, let's hear that. You were her doctor. \n[13]Say it. \n[14]You were the anesthesiologist at her delivery May twelfth, nineteen seventy... \n[15]Answer affirmatively. Simply. Keep those answers to three words. You weren't 'part of a group,' you were her anesthesiologist. Isn't that right? \n[16]You were there to help Dr. Marx deliver her baby. Were you not? \n[17]Anything special about the case? \n[18]When 'Debby'... Thank you. \n[19]Dr. Towler, who was in the operating room with you? \n[20]What did these people do when her heart stopped? \n[21]'Code Blue,' what does that mean...? \n[22]Why wasn't she getting oxygen...? \n[23]Tell me one? \n[24]She THREW UP IN HER MASK. Let's cut the bullshit. Say it: She THREW UP \n[25]...and her heart stopped and she wasn't getting oxygen. \n[26]And what did your team do... \n[27]...You brought thirty years of medical experience to bear. Isn't that what you did? \n[28]...A patient riddled with complications, questionable information on her, on her admitting form... \n[29]...to save her and to save the baby. Is that... \n[30]You reached down into death. Now, isn't that right? \n[31]Tell us. \n[32]I'm going to tell you how you handle the fact that he's black. You don't touch it. You don't mention it. You treat him like anybody else. Neither better or worse. And you get a black lawyer to sit at our table. Okay...? \n[33]Good. What else do you do? \n[34]Do it. We'll be at Locke-Obers. \n[35]Ready for the Defense, your Honor. \n[36]Dr. Thompson, just so the Jury knows, you never treated Deborah Ann Kaye. Is that correct? \n[37]Engaged to render an opinion. For a price. Is that correct? You're being paid to be here today? \n[38]Are you board-certified in anesthesiology, Doctor? \n[39]...I'm sure it is, but this is Massachusetts, Doctor. Certified in Internal Medicine? \n[40]Neurology? \n[41]Orthopedics? \n[42]Do you know Dr. Robert Towler...? \n[43]How is that? \n[44]What book is that? \n[45]...of Anesthesiology? \n[46]How old are you? \n[47]Uh-huh. Still practice a lot of medicine? \n[48]Yes, we've heard that. Doctor: you testify quite a bit against other physicians? Isn't that right? You, you're available for that? When you're paid to be there? \n[49]Do you, indeed. I'll bet you do. Fine. Fine. We'll save the court the time. We will admit the Doctor as an 'expert witness,' fine. \n[50]Objection. \n[51]No further questions. \n[52]Objection, we've... \n[53]We've touched on this, his own witness has said... \n[54]Your Honor...! Your Honor... \n[55]I know how you feel. I know you don't believe me, but I do. I'm going to tell you something I learned when I was your age. I had prepared a case. Mr. White asked me, 'How did you do.' I said, 'I've done my best.' He said, 'They don't pay you to do your best. They pay you to win.' That's what pays for this office. And that's what pays for the pro bono work that we do for the poor. And for the kind of law that you want to practice. And that's what pays for your clothes and my whiskey, and the leisure that we have to sit back and discuss philosophy. As we're doing tonight. We're paid to win the case. \n[56]You finished your marriage. You wanted to come back and practice law. You wanted to come back to the world. \n[57]Welcome back. \n[58]Nothing further, your Honor. \n[59]You are aware of the penalties for perjury...? \n[60]Yes. It is a crime. A serious crime. \n[61]You would not...? \n[62]In fact, you've just taken an oath that you would not commit perjury. You've just sworn to that. Isn't that right? \n[63]Just now... \n[64]...sworn before God you would tell the truth? \n[65]Now. I'd like to ask you something: four years ago, when you were working as a nurse, are you aware that Drs. Towler and Marx based their treatment of Deborah Ann Kaye on this chart that you signed...? \n[66]And wasn't that an oath...? These are your initials here: K.C. When you signed this chart you took an oath. No less important than that which you took today. Isn't that right? Isn't that right...? \n[67]Then, please, which is correct? You've sworn today the patient ate one hour ago. Four years ago you swore she ate nine hours ago? Which is the lie. When were you lying? \n[68]You know these doctors could have settled out of court. They wanted a trial. They wanted to clear their names. \n[69]And you would come here, and on a slip of memory four years ago, you'd ruin their lives. \n[70]'They lied.' Indeed! When did they lie? And do you know what a lie is? \n[71]You swore on this form that the patient ate nine hours ago. \n[72]You've just said you signed it. \n[73]You didn't write that figure. And how is it that you remember that so clearly after four years? \n[74]Objection! This is ri... expect us to accept a photocopy, we have the original right... \n[75]...what in the world would induce you to make a photocopy of some obscure record and hold it four years? This is a... why? Why would you do that? \n[76]And why, please tell us, would you think that? \n[77]No further questions. \n[78]Thank you, your Honor. We object to the copy of the admissions form as incompetent and essentially hearsay evidence and cite McGee versus State of Indiana, U.S. 131 point 2 and 216 through 25 of the Uniform Code: 'The admission of a duplicate document in preference to an existing original must presuppose the possibility of alteration and so must be disallowed.' And, your Honor, having given the Plaintiff the leeway we would like your ruling on this issue now: we object to the admission of the Xerox form. \n[79]Thank you, your Honor. Further: Ms. Costello is a rebuttal witness. As a 'Surprise Witness' she may only serve to rebut direct testimony. As her only evidentiary rebuttal was the admitting form, which has been disallowed I request that her entire testimony be disallowed and the jury advised that they must totally disregard her appearance here. ", "LAURA": "\n[1]Still looking. \n[2]I changed my room at the Hotel. \n[3]The TV didn't work. \n[4]And what are you? A cop? \n[5]My ex-husband was a lawyer. \n[6]Yes. It was, actually. \n[7]Who says I'm the one that called it off? \n[8]Laura. \n[9]What if it wasn't you that I came back to see? \n[10]I think I will. \n[11]And are they going to get it? \n[12]Maybe what? \n[13]And is that what you're going to do? Is that what you're going to do...? \n[14]That's all right. \n[15]How'm I doing so far? \n[16]What are you drinking? Jimmy...? \n[17]Should I? \n[18]Yes. \n[19]The Big Boy did...? \n[20]Huh. \n[21]Me, too. \n[22]Would you like me to leave...? Is this a bad time -- ? \n[23]Is this a bad time. \n[24]What happened...? \n[25]...and is that serious? \n[26]Do you want me to go...? \n[27]Why don't you get some rest? \n[28]You can't work if you can't think. You get in bed. It's all right. I'll stay here with you. It's all right. Come on... \n[29]Yes. \n[30]Isn't there something you... \n[31]You're talking like a drunk. \n[32]And it's over...? \n[33]Well, then what are you doing here? \n[34]You do what you want. You want to leave... You want to go kill yourself? \n[35]You want me to tell you it's your fault? It probably is. What are you going to do about it? I thought it's not over till the jury comes in. \n[36]You told me so. Maybe you'd get some sympathy. You came to the wrong place. \n[37]Maybe I'll tell you later. \n[38]Not if you don't grow up... \n[39]You're like a kid, you're coming in here like it's Saturday night, you want me to say that you've got a fever -- you don't have to go to school... \n[40]Oh, yes, I do, Joe. Believe me. You say you're going to lose. Is it my fault? Listen! The damned case doesn't start until tomorrow and already it's over for you! \n[41]What is your wife's picture doing by the side of your... \n[42]What would you like it to be to me...? I, I, I can't invest in failure. \n[43]Joe... Joe... \n[44]You're pressuring yourself... \n[45]Yes. We've all got to let go. \n[46]Is it over? \n[47]What are you going to do? \n[48]I have to talk to you. \n[49]Hello? Mr. Gal... where are you...? \n[50]You're going to New York? I... you're kidding... Because I'm going to New York. I just got a call. I have to go sign papers. About my divorce. I... good. Frank. We'll meet there. All right? \n[51]Can we meet there, Joe? \n[52]At the Beacon. On Fifty-third Street... we can spend the night. \n[53]At around four...? \n[54]I feel the same way, Joe... I'll see you this afternoon? \n[55]It's all right... it's all right... it's all right... it's all right... ", "JUDGE": "\n[1]You're late, Mr. Galvin. \n[2]Why is that? \n[3]Let's do some business. \n[4]They tell me that no bargain ever was completed other than quickly when both parties really cared to make a deal. \n[5]Now, have you boys tried to resolve your little difficulty because that certainly would save the Commonwealth a lot of time and bother. \n[6]I'm sure it is, Frank: and let me tell you something. If we find it so complex, how in the hell you think you're going to make a jury understand it? See my point? Let's talk a minute. Frank: what will you and your client take right now this very minute to walk out of here and let this damn thing drop? \n[7]I know full well she can't, Frank. You see the Padre on your way out and he'll punch your ticket. You follow me? I'm trying to help you. \n[8]Huh! \n[9]That's it...? Come on, guys... life is too short... You tell me if you're playing 'chicken,' or you mean it. Frank: I don't think I'm talking out of school, but I just heard someone offer you two hundred grand... and that's a lot of money... and if I may say, you haven't got the best of records. \n[10]...that's true. Sometimes they change, sometimes they don't. Now, I remember back to when you were disbarred... \n[11]And it seems to me, a fella's trying to come back, he'd take this settlement, and get a record for himself. I myself would take it and run like a thief. \n[12]Hm. We have the date set? Next Thursday. Good. See you boys in court. \n[13]Yes? \n[14]What is it? \n[15]That's perfectly all right. \n[16]You should have taken their offer. Especially if you were unprepared. \n[17]That happens. \n[18]I don't have a week. This case never should have come to trial. You know better. You're Mr. Independent. You want to be independent? Be independent now. I've got no sympathy for you. \n[19]Is the Plaintiff ready? \n[20]Defense...? \n[21]Let's begin. \n[22]Do we have time this morning to... All right. Mr. Galvin, you want to continue now, or we can resume with Dr. Thompson this afternoon. \n[23]Sustained. Yes. The witness will confine his testimony to review of the hospital records. \n[24]I believe that's the law... is it not, Mr. Galvin...? \n[25]Are you saying that a failure to restore the heartbeat within nine minutes in itself constitutes bad medical practice? \n[26]Yes, Mr. Galvin? \n[27]I'd just like to get to the point, Mr. Galvin. Let's not waste these people's time. Answer the question, Mr. Witness. Please. Would a nine minute lapse in restoring the heartbeat in and of itself be negligence? \n[28]Then you're saying there's no negligence, based on my question? \n[29]The Doctors were not negligent. \n[30]Thank you. \n[31]Thank you. I think that's enough for this morning. I'll see the Plaintiff's Counsel in my chambers. Now, please. \n[32]I got a letter from the Judge Advocate's office on you today, fella, you're on your way out... They should have kicked you out on that Lillibridge case. Now this is it today. \n[33]Listen to me, fella... \n[34]Galvin, look, many years ago... \n[35]Are you done? \n[36]You aren't going to get a mistrial, boy. We're going back this afternoon, we're going to try this case to an end. Now you get out of here before I call the Bailiff and have you thrown in jail. \n[37]Mr. Concannon...? \n[38]Mr. Galvin, rebuttal? \n[39]I'll rule on that presently. Proceed. \n[40]Please proceed. \n[41]You may step down. \n[42]Mr. Galvin...? \n[43]Mr. Concannon...? \n[44]Mr. Concannon. \n[45]...one moment, Mr. Concannon... \n[46]The document is disallowed, the jury will be advised not to consider the testimony of Kathy Costello regarding the Xerox form. It's unsubstantiated and we can't accept a copy in preference to the original... \n[47]I'm going to uphold that. \n[48]Overruled... \n[49]Noted. Thank you. Miss Costello was a rebuttal witness. Her sole rebuttal was the document, which has been disallowed... \n[50]Her entire testimony must be stricken from the record. You shouldn't have heard it, but you did. Now, that was my mistake... and you must strike it from your minds, give it no weight. \n[51]Have you reached a verdict? \n[52]You are not bound by anything, other than your good judgment, based on the evidence. \n[53]Yes. You are. \n[54]Please retire and... ", "KATHY": "\n[1]Hi. \n[2]You live in the neighborhood? \n[3]How old is he? \n[4]Thank you. \n[5]Who told you that? \n[6]Mrs. Simmonds. \n[7]I used to be a nurse. \n[8]Yes. \n[9]Katherine Lynn Price. \n[10]I do. \n[11]Yes... \n[12]Yes. \n[13]Yes. \n[14]Kathy Costello. That's my maiden name. \n[15]Yes. \n[16]She said she had a full meal one hour before coming to the hospital. \n[17]Yes. \n[18]I did. \n[19]Yes. \n[20]It's a crime. \n[21]I wouldn't do it. \n[22]No. \n[23]Yes. \n[24]Yes. \n[25]Yes. \n[26]\n[27]I... yes. \n[28]\n[29]They lied. \n[30]I do. Yes. \n[31]That's not my handwriting. \n[32]Yes, I, yes, I signed it, yes. But I, I didn't write that figure. \n[33]Because I kept a copy. I have it right here. \n[34]I thought I would need it. \n[35]After, after the operation, when that poor girl, she went in a coma. Dr. Towler called me in. He told me he had five difficult deliveries in a row and he was tired, and he never looked at the admittance form. And he told me to change the form. He told me to change the one to a nine. Or else, or else, he said... He said he'd fire me. He said I'd never work again... Who were these men...? Who were these men...? I wanted to be a nurse... ", "GRUBER": "\n[1]Yes? Galvin, right? \n[2]That's perfectly all right. I'm kind of rushed. Do you mind if we walk while we talk? \n[3]I read the hospital report on your client. \n[4]...Deborah Ann Kaye... \n[5]Right. Who called? \n[6]...and you're going to do that? \n[7]You're going to settle out of court? \n[8]Why? \n[9]Her doctors killed her. \n[10]Her doctors murdered her. They gave her the wrong anesthetic and they put her in the hospital for life. Her doctors murdered her. \n[11]I read the file. Yeah. Marx and Towler. I know who they were. \n[12]Whose side are you arguing...? I thought that you wanted to do something. I don't have any interest in the woman's 'estate' -- No offense, but we all know where the money's going to... I have an interest in the Hospital; and I don't want those bozos working in the same shop as me. They gave her the wrong anesthetic. They turned the girl into a vegetable. They killed her and they killed her kid. You caught 'em. Now: how many others did they kill? \n[13]You want a cigar? \n[14]What are they going to do? Not invite me to their Birthday party...? Look, I gotta go. I have to be in Cambridge... \n[15]Okay. I'll meet you here. Tuesday night... I gotta go. You going my way? \n[16]I understand. \n[17]Right. Seven o'clock. Here. \n[18]...that's perfectly all right. \n[19]To do right. Isn't that why you're doing it? ", "ALITO": "\n[1]His name is Frank Galvin. B.U. Law, class of 'fifty-two. Second in his class. Editor of the Law Review. Worked with Mickey Morrissey twelve years. Criminal Law and Personal Injury...' \n[2]'Married Patricia Harrington, nineteen sixty...' \n[3]'Joined Stearns, Harrington, Pierce nineteen sixty as a full partner. Resigned the firm nineteen sixt-ynine over the Lillibridge case...' Do you...? \n[4]Accused. Not indicted. He resigned the firm. Divorced nineteen seventy. Galvin worked with Michael Morrissey until Morrissey retired in 'seventy- eight. Since then he's been on his own. Four cases before the Circuit Court. He lost them all. He drinks. \n[5]The man's an ambulance chaser... \n[6]This is a nuisance suit. He's looking for small change. He's asking for six hundred thousand and betting we don't want to go to court. \n[7]Neither does he. That's where he loses. This man's scared to death to go to court. We only have to call his bluff. \n[8]No. Absolutely, and we're going to see that it is not. \n[9]All right. But let's keep the price down. I've called Ed Concannon. He recommends that we continue to respond as if we're going to trial. \n[10]Well, of course, it's always dangerous... \n[11]Yes. \n[12]Why did he go to see Mary Rooney? \n[13]What did he find? \n[14]How good's your intelligence? \n[15]And so what is the rest of his case aside from Dr. Thompson? \n[16]Thank Mr. Concannon for me. Please tell him I'll see him at his office. \n[17]Legally it's over. Concannon was brilliant. \n[18]There's nothing to tell. It's been stricken from the record. ", "BISHOP": "\n[1]He was accused of jury tampering. \n[2]Four cases in three years... \n[3]...tell me about this case. \n[4]No -- we don't want this case in court. \n[5]I want to settle this thing and be done with it. I don't want the Archdiocese exposed. \n[6]So what I want to do is stop it here. I'm going to make him an offer. I want to do it myself. I want it to come from me. \n[7]If we were to go to trial, would we win the case? \n[8]I know that answer. If we went to trial would we win? \n[9]It's a question of continuing values. St. Catherine's -- to do the good that she must do in the community has to maintain the position that she holds in the community. So we have a question of balance. On the one hand, the reputation, and, so, the effectiveness of our hospital, and two of her important doctors -- and, on the other hand, the rights of your client. \n[10]A young woman. In her prime... deprived of... ...life... sight... her family... It's tragic. It's a tragic accident. \n[11]...nothing, of course, can begin to make it right. But we must do what we can. We must do all that we can. \n[12]Yes. We must try to make it right. \n[13]It's a generous offer, Mr. Galvin... ...nothing can make the woman well... but we try to compensate... to make a gesture... \n[14]We thought it was just. \n[15]Yes. \n[16]That was our insurance company's recommendation. \n[17]Nothing that we can do can make that woman well. \n[18]What is the truth? ", "VOICE": "\n[1]Continental Casualty... \n[2]Business hours are over, Sir. This is the switch... \n[3]I'm sorry, Sir, we're not allowed... \n[4]I can't guarantee that... \n[5]Mr. Galvin's... \n[6]If you're selling something, I'm late for work... \n[7]From the magazine? \n[8]How come you're calling me from...? \n[9]Yes. Price... \n[10]Kathy Price. \n[11]My subscription lapsed three years ago... \n[12]Missus... \n[13]We get it at work. We get the magazine at work. \n[14]No. At Chelsea Childcare. Okay. Look, call me Monday, hey? I'm late for work. ", "SALLY": "\n[1]It's locked. \n[2]...we, we love her, Dick and me... \n[3]But what can we do? She don't know who's visiting her... \n[4]...You saw her? \n[5]You know how beautiful she was? Her husband left her, and he took her kids... They, they, they'd let you die in there. They don't care. Nobody cares. The Patriot Home, the Chronic Care... in Arlington...? They'd take her in. Perpetual care. They'd take her. Fifty thousand dollars they want. An endowment. \n[6]I don't want to leave her. Dick... the, the... and Father Laughlin, he said that it was God's will... \n[7]My doctor told me that I got to move out West... that's when we filed in court. We didn't want to sue... \n[8]...But Dick, he's looking for two years in Tucson... and they called him up and said to come out. He's a good man. He's only trying to do what's right. \n[9]This is my husband. \n[10]He saw her at the Northern Care... \n[11]We just can't do it anymore. This is our chance to get away. \n[12]What does it mean? I... I mean we, you have other tactics... \n[13]Are we going to win? We have, you know, other tactics, though... ", "TOWLER": "\n[1]Dr. Robert Towler. \n[2]Yes. \n[3]Yes, that's correct. \n[4]Yes. \n[5]Yes, the roving nurse... \n[6]We, we were rather busy... \n[7]As I've said we had some more... \n[8]We had rather more important things on our mind than taking notes. We were trying to restore her... \n[9]...we were trying to restore her heartbeat. \n[10]We'd gone to 'Code Blue,' we were administering electro... \n[11]Brain damage could have been... it didn't necessarily take nine minutes, it could have been caused in two... \n[12]Yes. \n[13]Because she was anemic. It's right there on her chart. Her brain was getting less oxygen anyway... ", "CLAIRE": "\n[1]Thank you very much. \n[2]Mickey told me to come back to work. \n[3]...here's your mail, call Mrs. Doneghy... \n[4]...that was a Dr. David Gruber's office... \n[5]Mickey told him to call. 'He's some very hotshot surgeon at Mass. Commonwealth. He wants to meet with you at seven tonight re testimony in the case of Deborah Ann Kaye. You meet him at the hospital.' \n[6]It looks that way. \n[7]...a Mrs. Doneghy called... I told you that. \n[8]Frank Galvin's... who's calling please? Bishop Brophy's office... \n[9]I'm sorry, he's not in... may I take a mess... tomorrow when, two o'clock... I'll check my book... \n[10]Yes. Mr. Galvin's clear at that time... the Bishop's office, tomorrow, the fifth at two p.m. Thank you... \n[11]What does it mean? \n[12]Does that mean I'm back for awhile? ", "DONEGHY": "\n[1]...that's all right. \n[2]...the Archdiocese called up, they said who was our attorney, 'cause the case is coming to trial... \n[3]...we told them we didn't want it to come out this way. \n[4]We just... \n[5]What is this going to cost? \n[6]You said you're gonna call me up. You didn't call me up. Who do you think you are? Who do you think you are...? \n[7]I'm going to have you disbarred. I'm going to have your ticket. You know what you did? Do you know what you did? \n[8]You ruined my life, Mister... Me and my wife... and I am going to ruin yours... You don't have to go out there to see that girl. We been going four years. Four years... my wife's been crying herself to sleep what they, what, what they did to her sister. \n[9]What you thought!? What you thought... I'm a workingman, I'm trying to get my wife out of town, we hired you, we're paying you, I got to find out from the other side they offered two hundred... \n[10]You guys, you guys, you're all the same. The Doctors at the hospital, you... it's 'What I'm going to do for you'; but you screw up it's 'We did the best that we could. I'm dreadfully sorry...' And people like me live with your mistakes the rest of our lives. \n[11]I understand. I went to the Bar Association. They tell me you're going to be disbarred. ", "MARY ROONEY": "\n[1]I told the guy I didn't want to talk to... \n[2]No. \n[3]...you got your doctor's testimony. Why do you need me? \n[4]I've got nothing to say to you. \n[5]Nothing happened. \n[6]And ask me what? \n[7]I didn't do it, Mister. \n[8]Who says that I'm protecting anyone? \n[9]I don't owe them a goddamn thing. \n[10]You know, you're pushy, fella... \n[11]Well, maybe you better do that, then. You know you guys are all the same. You don't care who gets hurt. You're a bunch of whores. You'd do anything for a dollar. You got no loyalty... no nothing... you're a bunch of whores. ", "YOUNG LAWYER": "\n[1]Tuesday evening, Sir. \n[2]Please turn to your Page Four. \n[3]We're going to start with a review of the depositions of the Operating Room Team: the nurse-anesthetist, the scrub-nurse, the... \n[4]She's the only nurse who isn't testifying for the Doctors. \n[5]Nothing. \n[6]Very good. \n[7]As far as we know, nothing. ", "BAILIFF": "\n[1]Hear ye, hear ye, hear ye, all persons having anything to do before the Honorable, the Justices of the Superior Court now sitting at Boston within and for the County of Suffolk, draw near, give your attendance and you shall be heard. God save the Commonwealth of Massachusetts. \n[2]Katherine Price... \n[3]State your name please. \n[4]D'you swear that the evidence you are about to give will be the truth, the... \n[5]...whole truth and nothing but the truth, so help you God? \n[6]Be seated. "}}