{"dialogues": {"PARKER": "\n[1]Five years can be a bitch, huh? \n[2]Where's John? \n[3]Recital's over, asshole. \n[4]\n[5]\n[6]He...only had a year left on his sentence. \n[7]Why'd.. .you pull me out? \n[8]He was a computer program for crissake. \n[9]Real, my ass. It's an overblown game. Anybody ever catch that fucking psycho? \n[10]I'm getting by. \n[11]You want to know how I'm doing? Every day, I lose a little bit more of myself. I'm becoming something else, and it scares the hell out of me. \n[12]But with the six months off I get for being your guinea pig, I've only got to survive another 17 years, 5 months, and 23 days. \n[13]You know those cheesy Christmas cards of your family under that tree in your back yard you keep sending me every year? \n[14]Do me a favor \u0097\u0097 keep sending them. \n[15]\n[16]It'll never feel right. \n[17]Sometimes. \n[18]whose wrists and ankles are cuffed, being led into a Prison Interrogation Room. Dr. Madison Carter sits at a table, a VISITOR'S BADGE clipped to her suit. A notepad in front of her. \n[19]You actually listen to all those tapes? \n[20]A little less than yesterday. \n[21]John died. \n[22]You're not my therapist. You're hear to study me. Face it \u0097\u0097 I'm nothing more than a lab rat to you. \n[23]If I had died yesterday, you'd have already dissected my brain and analyzed it to see if I carry any genetic predisposition toward violence. \n[24]Not much. He was just a computer program. Nothing more. \n[25]Go to hell. \n[26]Enough! \n[27]I don't have to do anything except survive. And it's taking everything I've got just to do that. \n[28]You're wasting your time. I'm not going to play any more of your goddam games. \n[29]It's too early in the morning for me to be cordial. You got any coffee? \n[30]Only because I got pulled out early. \n[31]I've seen worse. \n[32]Jesus Christ. Can you kill it? \n[33]Not from in here. \n[34]What happens if I can't catch him? \n[35]How do you know I won't run? \n[36]being given a crew cut by an INMATE BARBER inside the Prison Barber Shop. Long lengths of Parker's hair cover the floor. Parker's face is then shaved. The majority of his face is hidden. Cox and Deane look on. \n[37]putting on his L. A. P. D. uniform and badge inside a Prison Interrogation Room. He looks very much like he did in virtual reality, except for the scar on his cheek, and his empty holster. Cox and Madison look on. \n[38]I don't need a baby\u0097sitter. \n[39]What she's going to do is get in my way. \n[40]She wasn't part of the deal, Cox. \n[41]Their weapons missing? \n[42]Where's my gun? \n[43]Every day for the last five years, I told myself someday I would be out here again. No more bars. No more guards. No more fights just to stay alive. Every day for the last five years, I told myself that lie. \n[44]Every time I said it, it was. I never really thought I was going to make it. \n[45]Fine. Never felt better in my life. See, I'm a good liar. \n[46]Don't worry. If I can't handle it, I'll just kill everybody. \n[47]Manson didn't kill the first cops to arrive on the scene. \n[48]Charlie? You say that like you're close, personal friends. \n[49]I know who would know. \n[50]Learn anything from Lindenmeyer's file? \n[51]What happened when he was 17? \n[52]Do me one favor \u0097\u0097 if you shoot at anything, make sure I'm nowhere near it. \n[53]Bang... \n[54]What are you doing? \n[55]You've studied me, now I'm studying you. Seems only fair, don't you think? \n[56]Maybe after they catch him, you should write a book about him... \n[57]I'm surprised you didn't write one about me. \n[58]I've been in prison, remember? \n[59]Just like they figured there was no better person to catch one... \n[60]... here on earth to create havoc and terror. I am War, I am death. I am destruction. David Berkowitz, 1977. \n[61]For murder, though it have no tongue, will speak with most miraculous organ. \n[62]Hamlet. What's David Berkowitz got to do with Sid 6.7? \n[63]Creating a whole far more dangerous than the sum of its parts. \n[64]This is getting you pumped up, isn't it? This is like the World Series to you. \n[65]Remember the bowling ball bag Sid carried with him in virtual reality? \n[66]What we need to do is stop playing with computers and go catch the son\u0097of-a-bitch before he kills anybody else. \n[67]Can you tell us what's on the disc? \n[68]You should see what he's been up to recently. \n[69]I'll wait out here. \n[70]Give me a goddam break. I'm not going to go anywhere alone. \n[71]Told you I wasn't going to go anywhere. \n[72]Sometimes, I like being part machine. \n[73]Why didn't you tell me you had a daughter? \n[74]She's beautiful, you know? \n[75]Want to tell me the real reason we stopped at your house? \n[76]You should practice lying more often. You're awful at it. Where to? \n[77]What does that mean? \n[78]Sounds to me like a well\u0097educated way of saying you have no idea what to do next. \n[79]Then all we can do is stay mobile and alert. He's got to make a move sometime, and we've got to be ready when he does. Welcome to police work. You better like coffee. \n[80]I forgot what real coffee tastes like... \n[81]Don't worry about it, all right? \n[82]Relax. I know what you meant. \n[83]Then why don't you start practicing and keep your mouth shut for a while? \n[84]I'll meet you there. \n[85]Stop me. \n[86]This is my area of expertise. \n[87]Nothing. \n[88]Being on the street's a little different than sitting in an office all day, isn't it? \n[89]You know I am. \n[90]Tell him. \n[91]Call me whatever you want, asshole. \n[92]The only thing I want to hear is your silence. \n[93]You and me have nothing in common. \n[94]Enough with your pulse already. Still got your gun? \n[95]Show me you can use it. \n[96]Nail the fucker. \n[97]Any time now... \n[98]What's the problem? \n[99]In English, please. \n[100]It's not your fault. We appreciate you trying. \n[101]Start of what? \n[102]You like baseball? \n[103]Officer Parker Barnes. Get every able body you can to Dodger Stadium -- J Section. \n[104]Live execution. \n[105]charges after him. A heat\u0097seeking missile locked on target. \n[106]Real effective security... \n[107]Authority still makes me nervous. \n[108]Both. \n[109]hesitates at the escalator leading to the south-bound side of the tracks. Further down the tunnel is the escalator to the north\u0097bound trains. Parker chooses the escalator closest to him. \n[110]peeking out from behind the pillar on the south-bound platform. \n[111]moves toward the edge of the platform, aiming his gun across the tracks. Those around him quickly back away. \n[112]Everybody get down! \n[113]\n[114]doesn't hesitate. He lines up his shot and pulls the trigger. \n[115]fires again. Repeatedly. Moving closer and closer to the edge of the platform, trying to get a better angle while he still has a shot. Parker moves to the very edge of the platform. His arm extended out over it. Completely oblivious to \n[116]Sid's getting away. \n[117]If you're gonna do it, better do it now. \n[118]I lost him... \n[119]That's Grimes... \n[120]killed my wife...who killed my daughter...who ruined my life used to taunt me with that line... \n[121]Grimes is back! He's back! He's come back!!! \n[122]But he's in there. And you knew it, didn't you? Didn't you?! \n[123]God, you fucking know-it-all! You've known all along and didn't \n[124]tell me! Why?! Were you afraid I'd lose it?! Go over the edge?! Huh?! Is that what you were afraid of?! \n[125]What the hell's going on?! \n[126]You...mother...fucker! I'M GOING TO \n[127]\n[128]\n[129]Shit! \n[130]They're going to fry me for it, anyway. \n[131]You son\u0097of\u0097a\u0097bitch. How could you let them put the implant in my head? How? \n[132]entire time? Can you give me one good reason why I shouldn't kill you right now? \n[133]Then I guess we're even. \n[134]Sid 6.7 told me after he killed the two guards. He suggested I kill you rather than him. \n[135]I pose an unacceptable danger to the public, remember? \n[136]When this is over, will you get this goddam thing out of my head? \n[137]If you're lying, I'll hunt you down and kill you myself. \n[138]I told you before, Grimes liked to be obvious. \n[139]Part of him is. \n[140]Think he's keeping track of his creation? \n[141]puts down his binoculars. Madison does not. \n[142]See something? \n[143]Nice work. \n[144]Why's that? \n[145]\n[146]Don't worry, I know. I know. \n[147]What C-4...was Cox talking about? \n[148]Where did you plant the C-4?! \n[149]A bomb's going off tomorrow night, but I have no idea where. \n[150]You mean there's something you haven't asked me? \n[151]You don't know? \n[152]Because this pain\u0097in\u0097the\u0097ass criminal psychology expert has helped me understand what I'm capable of. And what I'm not. And better than anyone else, I am capable of stopping Sid 6.7. \n[153]What C-4...was Cox talking about? \n[154]Where did you plant the C-4?! \n[155]You can't die until you tell me where the C-4 is. Where is it?! \n[156]Don't move, and don't make a sound. Got it? \n[157]I thought you liked me being in the audience. Don't you want me to see it? \n[158]You are going after Mayor Bennett. \n[159]Aren't you going to watch with me? \n[160]What are you talking about? \n[161]Madison, get me out of here! \n[162]sitting precariously on the increasingly-uneven roof of the Hollywood Tower in virtual reality. Unable to break free of his binds, he rocks the chair onto its side. He and the chair fall to the roof, which will keep him from falling to his death for another minute, if he's lucky. \n[163]\n[164]hanging on by his fingertips to the bulbous roof of the Hollywood Tower. He's going to fall at any second. \n[165]\n[166]finally losing his grip on the roof of the Hollywood Tower in virtual reality. He plummets with accelerating speed. Madison bursts through the partition around Lindenmeyer's station. Sacrificing her body. Without regard for pain. Parker tumbles toward the sidewalk 67 stories below. The speed is terrifying. Madison leaps over a table. Diving for the simulator's RETURN button. Parker falls faster. And faster. The street just beneath him. The instant before he slams into the street, his body DE \n[167]...I think so...You? \n[168]Lindenmeyer? \n[169]Sid? \n[170]Elizabeth Deane, please. Tell her it's Parker Barnes... \n[171]Trying to find out where the bomb is. Where the hell have you been? \n[172]Call off the manhunt looking for me. I didn't kill the transport guards. \n[173]No, but I've confirmed the reelection rally is the target. How much C-4 is missing? \n[174]If I were you, I'd get every demolition team in the city searching in and around the Biltmore Hotel. \n[175]Sid is smart enough to know you'd check everywhere in the immediate area. Whatever the device is, he's probably got it timed to move into position just before it detonates. Have the demo teams check every subway tunnel, water pipe, gas pipe, and sewer pipe that goes under, over, or into the arena. \n[176]You're the highest law enforcement official in the country. Use the fucking army if you need to. \n[177]Or what, you'll authorize my death a second time today? \n[178]You son-of\u0097a\u0097bitch, I'm going to kill you. \n[179]I'm sorry, I thought you were somebody else. \n[180]Jesus Christ. I know who the dominant personality is. Lindenmeyer. \n[181]Where the hell are you going? \n[182]Listen to me, a bomb is planted somewhere in the Hollywood Bowl! Evacuate everybody! \n[183]Then put somebody on who does! \n[184]You've got to stop the concert! A bomb is going to go off! \n[185]Hey, old buddy, old pal, good to see you again. \n[186]Now, is that any way to talk to an old friend? \n[187]How's your pulse? \n[188]Then shoot him already. \n[189]You won't want to watch. Turn around. \n[190]Mind if I borrow a couple of your tools for a second? \n[191]Care to join me? ", "MADISON": "\n[1]The cuffs won't be necessary. \n[2]I would like the following three things in this order: your mouth shut, his cuffs off, and your ass outside the door. Any questions? \n[3]No, I just like the effect a tape recorder has on you. How you feeling today? \n[4]In other words, par for the course. How do you feel about the simulation you participated in yesterday? \n[5]I know. I was there. I saw the whole thing. If I was your therapist, I would have advised you against putting yourself back into that kind of situation. \n[6]That's not true, Parker. \n[7]What was going through your mind when you killed the busboy? \n[8]You didn't see the expression you had on your face when you pulled the trigger. But I did. You kind of liked it, didn't you? That thrill of going over the edge again. Of taking out an innocent bystander or two, as long as you got the target... \n[9]It was just like before, wasn't it? Wasn't it? But you are making progress. Instead of killing seven people to get the one you're after, this time there was only one other person involved. \n[10]\n[11]I need to know what snapped in you. What made you capable of it. You have to make me understand. \n[12]Ms. Deane, you wanted to see me? \n[13]What's the assignment? \n[14]Quite an improvement. Hair well above the collar \u0097\u0097standard, L. A. P. D. regulation. What exactly am I going to be doing in the field? \n[15]This is Parker Barnes six years ago. The most decorated cop in the history of L. A. P. D. Special Investigations Division... \n[16]This is Parker with his wife and daughter. Beautiful young family, weren't they? \n[17]This is the group of cyber anarchists Parker was closing in on. \n[18]This is what Parker's wife and daughter looked like after they were kidnapped and executed. \n[19]This is what the cyber anarchists and two people who just happened to be in the wrong club at the wrong time looked like after Parker finished with them. \n[20]Letting a lunatic like Parker Barnes loose in the free world is like lighting a fuse. At some point, he will go off -- you saw what happened in the simulator. The risk to the public is unacceptably dangerous. \n[21]The man played judge, jury, and executioner with eight people's lives. He lost control and is capable of doing it again. \n[22]What you need is a collar. \n[23]You remember how to get to Toluca Lake? \n[24]What are you doing?! \n[25]It wasn't a lie. \n[26]You all right? \n[27]You ready for this? \n[28]He was re\u0097enacting Charles Manson's LaBianca murders. \n[29]Whoever did this wanted to do Charlie one better \u0097\u0097 to improve upon what was already done. \n[30]I've spent over 50 hours interviewing him. Charlie killed Leno and Rosemary LaBianca because of the ugly way the members of his family had butchered Sharon Tate. After seeing the blood bath on television, he wanted to show them how it should be done. The question is, what does Charlie have to do with Sid 6.7? \n[31]You drive well for somebody who hasn't done it in five years. \n[32]He had a twin brother who was a musical child prodigy who died in an electrical accident at age eight. Lindenmeyer went into an emotional shell until was 17. All he did day and night was play the violin. \n[33]Every music school in the country rejected him and he turned to computers. Stay here. \n[34]Any sign of Lindenmeyer? \n[35]Mind if we take a look inside? \n[36]Do what you've got to do. So will I... \n[37]You've got a problem with me carrying a gun? \n[38]Checking my pulse. It's elevated. You enjoy frightening me, don't you? \n[39]This Lindenmeyer's a real piece of work. \n[40]I'm still working on it. \n[41]Remember a few years ago when music schools were using a computerized teaching tool that accidently started frying kids' brains? \n[42]The government must have figured there was no better person to create a psycho than a psycho. \n[43]I am the demon from the bottomless pit... \n[44]I am impressed. \n[45]Who said that? \n[46]He's part of the mix. Sid 6.7 is a composite. \n[47]Lindenmeyer put increasingly complex combinations of criminal psychological profiles together to develop the ultimate villain. \n[48]But rather than selecting pieces from each individual, he simply let the stronger traits of each individual cannibalize the weaker ones. \n[49]It's a good bet a couple of the dominant personalities teamed up to overpower the others. The question is, which one of the dominants then finally managed to take control? \n[50]He'll let us see the ingredients that went in, but not how the soup turned out after stirring. \n[51]As a matter of fact, it is. Parker points to a name on the screen:JEFFREY DAHMER. \n[52]Dahmer carried the head of one of his victims in a bowling bag for over a week. Kept it in his locker while he was at work in a candy factory. We need to get a look at Sid 6.7's final profile. \n[53]In order to find him, we have to understand what makes him tick... \n[54]Think you can get into the program? \n[55]Not this one, but the next one. The one with the bicycle out front... \n[56]Give me your wrist. \n[57]And I'm going to make sure of it. Give me your wrist. \n[58]Grimes, you better not be the dominant. \n[59]How did you get your hand out? \n[60]I prefer keeping my professional life separate from my personal life. \n[61]Thank-you. Her name is Karin. \n[62]I told you, it was on the way and I wanted to change clothes. \n[63]Sid 6.7 is no longer bound by his programming. \n[64]Now that he's in the real world, there are no longer limitations on his behavior like there were in virtual reality. Sid is going to evolve. \n[65]What I do know is that whatever he's becoming, Sid 6.7 is going to be even worse than he was before. \n[66]buying two coffees from a downtown street vendor. She returns to the squad car, which is barely moving. Traffic is at a near standstill because of an accident. \n[67]You know, considering you've only been out of prison for seven hours, you're re\u0097adapting quite well. Wait, I didn't mean that the way it sounded. I meant... \n[68]Dammit, I hate sounding so clinical all the time. All I meant to say was I thought you were doing well, but then I... \n[69]I ruin so many moments by analyzing them when I should just be living them. \n[70]That's only a couple blocks from here. \n[71]Don't get out of the car. \n[72]Parker! PARKER! Shit! \n[73]What the hell's going on?! \n[74]What did you do to those people? \n[75]Enjoying yourself? \n[76]This isn't a game, Parker! \n[77]That who I think it is? \n[78]You have nothing in common. \n[79]I'm doing the best I can! \n[80]Any sign of Lindenmeyer? \n[81]Until we know what new influences are affecting him, we can't be sure. \n[82]Were you able to get into the program? \n[83]Let us know. \n[84]Whatever he was doing here was only the start. \n[85]I don't know, yet. What we do know is his performances are increasing in scale, not decreasing. Whatever it is, he isn't finished... \n[86]You mind playing that part again? \n[87]Freeze it there\u0097\u0097 \n[88]discovered media, haven't you? You like the attention...the power...You like being a star. What are you going to do next, star? What are you going to... \n[89]You do like to watch, don't you? If any of you are looking for Daryl Lindenmeyer, that's him... \n[90]It's not just Sid 6.7's performances that are increasing. Stars need bigger and bigger audiences. Whatever Sid is going to do next, it's going to involve media. \n[91]\n[92]Parker.. .Parker! \n[93]You could have just flashed him your badge, you know? \n[94]Which way? \n[95]\n[96]leaps off the descending escalator on the south\u0097bound side and rushes to Parker. She pulls Parker back just before the train reaches him. Had his arm still been raised, Parker would have lost his arm a second time. They tumble to the floor. A PASSENGER rushes to Madison. \n[97]What were you shooting at? \n[98]Parker -\u0097 stop! STOP! Don't make me shoot you\u0097\u0097 \n[99]lines up her shot. Hands shaking. With both fear and determination. Her finger presses down on the trigger...but she can't do it. \n[100]Dammit! \n[101]Let me help you... \n[102]Call 9-1-1. Wait for me above ground. \n[103]Do you have any idea the trauma you put that kid through?! \n[104]isn't back. He's only one part of Sid. Sid 6.7 is a hell of a lot worse than Grimes ever was. Get a hold of yourself! \n[105]What's going on? \n[106]Parker... \n[107]I should have told him. \n[108]I'm not sure. My guess is that's what Sid wants us to think. \n[109]Captain, I'm afraid of how smart Sid 6.7 is. But I'm even more afraid of what's he's becoming. \n[110]Oh, shit! \n[111]speeding recklessly through city streets in her car. She doesn't stop for red lights. Not for grid-lock. Not for nothing. She is also still finishing getting dressed. \n[112]There is no way Parker killed those guards. No way. \n[113]I need your help-- \n[114]I don't set policy. You have the key? \n[115]Got it. \n[116]We know you didn't kill those guards. \n[117]He didn't know about the neural toxin. I did. \n[118]How did you find out about the toxin? \n[119]You're not capable of it. \n[120]I was wrong. And I was wrong not to tell you Grimes was part of Sid. I should have told you. I won't make the same mistake again. \n[121]The rally's a little obvious as a target, don't you think? \n[122]Sid 6.7 isn't Grimes. \n[123]If we find Sid, Lindenmeyer won't be far behind. \n[124]That, or living through him... \n[125]I'm not sure...on the bridge...the guy at the payphone... \n[126]Thanks. \n[127]I figured you'd show up sooner or later... \n[128]Find out anything? \n[129]Can I ask you something? \n[130]You've already fulfilled the terms of your pardon. You stopped Sid 6.7 and you've got his module. You're free to go \u0097\u0097 right now. Why are you going to do this? \n[131]That's why I'm asking. \n[132]What's wrong with Parker? \n[133]Show me his physical sensory level. \n[134]Turn it down! \n[135]What's wrong? \n[136]Talk so I can understand. \n[137]Then fix it. \n[138]You okay? \n[139]More or less. \n[140]My guess is dead. \n[141]I don't know. \n[142]Let's get out of here. \n[143]Give him a break, would you? \n[144]Lindenmeyer never got over wanting to kill kids with more musical than he had... \n[145]Hey, Parker... \n[146]I couldn't tell you. \n[147]Duck! \n[148]What do we do now? \n[149]What should we do with it? ", "COX": "\n[1]My first two pairs of convicts suffered the same fate. \n[2]I'll tell you one thing -\u0097 there is no way in hell we should allow any real officers to train in this damn thing. \n[3]I'll walk him out. \n[4]You all right? \n[5]Donley started experiencing the attack for real. If I hadn't gotten you out, the same thing would have happened to you. You may not believe this, Parker, \n[6]What the hell did you have to shoot the busboy for? \n[7]You were supposed to act as if everything was real. \n[8]Before you, nobody else had gotten close enough to Sid 6.7 to take a shot at him. Hell, nobody else had even been able to start tracking him before he got to them first. New scar \u0097\u0097 you making it okay in there? \n[9]You've got to know I tried keeping you out of general population. Goddam politicians... \n[10]Don't give up, Parker. Not ever. \n[11]What about them? \n[12]Take care, pal. \n[13]Parker Barnes, I'd like you to meet Crime Czar Elizabeth Deane. \n[14]These were taken inside LETAC an hour ago. Pretty pictures, aren't they? \n[15]Name was Clyde Reilly. Hardware specialist. LETAC surveillance cameras got a picture of the perp as he left the building. \n[16]We don't know how, but Sid 6.7 made himself into an android. \n[17]Whatever. \n[18]If you can catch him. \n[19]Recognize this? How would you like your old job back? \n[20]If you try to run, I'll hunt you down and kill you myself. \n[21]There's already a task force out looking for Lindenmeyer. Every other officer in the city will be hunting Sid right along with you. \n[22]She's going to help you understand what makes Sid 6.7 tick. \n[23]This is the personnel file on the programmer, Lindenmeyer. There might be something in it you can use. \n[24]Fine \u0097\u0097 you want to stay here? \n[25]Officers in Toluca Lake just found an affluent couple...completely gutted. So were the first two cops to arrive on scene. \n[26]Sid 6.7 is now armed. \n[27]Be careful with it. \n[28]Madison lives two blocks from their present location. \n[29]I don't know. \n[30]... illegal search of Lindenmeyer' s duplex. Eleven civilian vehicles damaged or destroyed. Twenty\u0097four citizen complaints. And the calls are just starting to come in... I forgot what it's like to have you on the streets. \n[31]None. He could be hiding, he could be helping Sid, or could be in little pieces on Santa Monica beach. Any idea what Sid's going to do next? \n[32]In other words, we collectively don't know shit. \n[33]Don't blame yourself. In your shoes, I don't think I would have told Parker, either. So do you think Grimes has become the dominant personality? \n[34]You think he's smart? \n[35]Barnes wouldn't kill two innocent guards. \n[36]Do I need to remind you what happened to his wife? To his daughter? I will stake my reputation that Barnes didn't kill those guards. \n[37]What fail\u0097safe? \n[38]I think we both know who did. What's so urgent? \n[39]Why didn't anybody tell me?! \n[40]This is a police department. I'll be damned if this is going to go on without my knowledge. \n[41]Give me 30 seconds, then flip every switch you can reach. \n[42]Just paying my last respects. \n[43]The heat's been causing brown out's all over the city. Get above ground until it's restored. \n[44]Nobody's going to fry anybody... \n[45]Don't worry, they have no idea where you are. \n[46]She saved your life, Parker. She didn't have to, but she did. \n[47]The son\u0097of\u0097a-bitch is still out there, Parker. \n[48]On my life, I promise you I will. \n[49]hears the order over his radio headset. He races toward the bridge. As do a dozen other cops. \n[50]Hey, Sid, what were you planning on doing with the C-4? ", "LINDENMEYER": "\n[1]I did fix it.. I told you I did. I don't know why it happened again. \n[2]How much do you think I care? \n[3]Don't touch me!...DON'T TOUCH ME!!! \n[4]Did you recognize the son-of-a bitch who got away? \n[5]Think hard -- it'll come to you... \n[6]The reason you insisted on testing my system with prisoners is because of the increased risks involved with increased realism. \n[7]I'm still making adjustments... \n[8]\n[9]I understand... I understand perfectly. \n[10]He hears...everything. \n[11]All they want to produce around here is mediocrity! \n[12]It was you, wasn't it? \n[13]You amped the neural connectors back up, didn't you? You're the reason the convict died. You're the reason I got fired! \n[14]My God... \n[15]What do you expect me to do, put your character module in my pocket and just walk you out of here? \n[16]Hey, Reilly, Sheila 3.2's been asking for you... \n[17]Show's over unless I get to see what you've been working on after hours. \n[18]Do I get to see it or not? \n[19]All my work is my finest. \n[20]Get that fucking thing away from me! \n[21]It's nano\u0097technology, isn't it? Machines the size of molecules... \n[22]It feels so.. .real. \n[23]This is supposed to be years away. \n[24]How do you kill it? \n[25]Amazing. I hate to say it, but it is. \n[26]I think I understand what you have in mind... \n[27]You need a maid. \n[28]\n[29]There is only one way to get any more information out of Sid 6.7... \n[30]I told you this would work.. By setting back the clocks, he has absolutely no idea he's in virtual reality. He still thinks he's in the real world. \n[31]How should I know? \n[32]I wonder how that... \n[33]He's developing a hemisphere imbalance. \n[34]If I don't adjust the level of neural information each side of his brain is receiving, he won't be able to walk when I take him out of \n[35]I need you to hold this. It can't get any dirt on it. \n[36]All you have to do is hold the needle at the base. Just make sure not to jab yourself with the point... \n[37]Hand me the connector nice and... \n[38]God, some people are stupid. \n[39]She's taking a nap at the moment. \n[40]But don't worry. You won't be alone for very long. Fairly soon, you'll be dead. \n[41]Come on, live. Live! \n[42]Of course you are. \n[43]Help me get out of here. \n[44]What...are you doing?! \n[45]I'm begging you...please don't kill me! Please! ", "DEANE": "\n[1]What did Cox pull him out early for? \n[2]Don't remind me. \n[3]What the hell happened? \n[4]Simulations are supposed to give participants practice in realistic, dangerous scenarios while protecting them from the risks they are exposed to in the real world. \n[5]Again?! \n[6]Why wasn't I told? \n[7]Then about all I've spent $37 million developing is a very expensive way to control the prison population. \n[8]I watched your simulation, Mr. Barnes. Very impressive. You know, you're the only one to ever go up against Sid 6.7 who is still alive. \n[9]Nobody else ever got anywhere near him. Nobody else... understands him like you do. \n[10]You mean a nano\u0097tech synthetic organism. \n[11]Think you can do it? \n[12]This is a full pardon. It authorizes your immediate release. \n[13]Catch him and your record's clean. \n[14]If Sid 6.7 hasn't killed you, we throw you back in here and you serve out the rest of your sentence. \n[15]This is the newest technology approved for general implementation. It's called a locater implant. Every parolee gets one. We're going to know where you are every second for the rest of your life. \n[16]Yes or no, Mr. Barnes? \n[17]But only you will know he's not human. \n[18]We have an emergency situation which requires somebody with expertise in criminal psychology. Under the authority vested in me by the President, I'm giving you temporary re\u0097assignment. \n[19]You're going to put your theories to practice. I'm sending you into the field. \n[20]That's also where Mr. Barnes lost his arms to Mathew Grimes' booby\u0097 trap. What's your point, Dr. Carter? \n[21]Not if you're with him every step of the way. \n[22]I understand the risks involved here. But there is nobody better qualified to go after Sid 6.7 than Barnes. And, there is nobody who knows him better than you. If a situation becomes volatile, you will find a way to quell it. I have complete confidence in you. \n[23]What are they doing in Los Feliz? \n[24]Why would they be going there? \n[25]I wish we could hear them. \n[26]Neither will the public. The media has caught wind of his pardon. Unless Mr. Barnes starts giving me some tangible results, I'm going to put him back in his cage. \n[27]You were right, Dr. Carter. Letting a lunatic like Barnes loose in the real world did pose an unacceptably dangerous risk to the public. I should have never tried to solve one problem by allowing the creation of another. Chief Cox will give you a ride back to the station. You will provide him with any and all information you have developed thus far. Enjoy the rest of your sentence, Mr. Barnes. \n[28]He would slaughter eight people sitting in a room, but not two prison guards? \n[29]You already have staked your reputation. Mayor Bennett and I have been friends a long time. Since Grimes tried to kill him, it doesn't take a rocket scientist to come to the conclusion that Sid 6.7 might go after him, too. Bennett's Re-Election Rally is tomorrow night and we already have enough trouble on our hands with one psychotic on the loose. The fail-safe on\u0097line, yet? \n[30]This had better work, Mr. Wallace. \n[31]Barnes, where the hell have you been?! \n[32]What did you find out? \n[33]It's already been called off. Witnesses confirmed you weren't the shooter. Did you find out where the bomb is? \n[34]Enough to level an entire city block. \n[35]have searched everywhere in and around the hotel. I don't know where... \n[36]You know how much man power you're talking about? \n[37]This better not be a wild goose chase. \n[38]Don't forget, convict, if this psycho isn't stopped, you go right back to rotting in a prison cell. \n[39]Thank God. \n[40]What's the problem? ", "REILLY": "\n[1]As long as you keep overpaying me, I'll be the first to go into production on three, and four, as well. \n[2]Mr. Wallace, I could have 10 of them ready by tomorrow. \n[3]At this stage, you either get form or function. You said she wanted function. I gave you function. What are you complaining about? \n[4]Oh, believe me, it is. It is... \n[5]\n[6]I haven't been working on anything. \n[7]Bastard... Sheila, don't go anywhere. I'll be right back. \n[8]You're...such a wimp. \n[9]Watching your VR people Auto Reset gave me the idea. \n[10]Coordinated by polymer neural net. \n[11]It's better than real. It's synthetic flesh. Synthetic blood. Synthetic organs... It's a physiological machine. \n[12]As far as the public is concerned, it is. The reason you got fired, and I got my second demo into production, is I'm a lot smarter than you. I never give my best stuff away. \n[13]Separate the character module from the neural net... \n[14]... and you get nano\u0097death. Don't worry, I've got a bunch of other ones. \n[15]I know. I'm ready to incubate something a little more advanced than a coldblooded reptile. If you want to experience the future, meet me in my office in 15 minutes. And bring the Sheila 3.2 character module with you... \n[16]opening his office door for Lindenmeyer fifteen minutes later. Reilly immediately double bolts the door behind him and leads Lindenmeyer through piles of electronic circuitry. As well as a large aquarium full of nano\u0097pythons. \n[17]What I need is a nymphomaniac. \n[18]Where's the Sheila 3.2 module? \n[19]It feeds on what is basically amniotic fluid. In eight hours, we are going to have ourselves one hell of a play toy. \n[20]Baby, what I'm gonna do to you... \n[21]Who the hell is this?! \n[22]This... isn't.. .possible! ", "WALLACE": "\n[1]Barnes used to work for him when he was still a cop in the field, remember? \n[2]Lindenmeyer developed neural connectors that tap directly into the nervous system. If the simulator isn't calibrated properly, experiencing death in this level of VR is like experiencing death within a dream. The experience becomes real. \n[3]I was assured the problem was corrected. \n[4]Black book dollars, black book operation. You pay me for results, not how for how I get you there. \n[5]You embarrassed me in front of the highest\u0097ranking law enforcement official in the country. Do you have any idea how much money you just cost me? \n[6]Of the six prison inmates you've tested \u0097\u0097 all of whom have had at least some military or survival training -\u0097 only Mr. Barnes is still breathing. \n[7]You've had a year\u0097and\u0097a\u0097half to make all the adjustments you want, Lindenmeyer. Elizabeth Deane does not give second chances. Neither do I. You're fired. \n[8]You are to turn over the Sid 6.7 program, and all its documentation, for immediate destruction. Is that understood? \n[9]How does he know who I am? \n[10]As a matter of fact, I do. \n[11]This is Wallace... \n[12]Congratulations, Reilly... \n[13]To the first LETAC engineer to go into production on prototypes. \n[14]As long as they keep overpaying me, I'll keep overpaying you. Just make goddam sure you can have 10 of them ready for deployment around the city by next month. \n[15]Do they have to look so...robotic? \n[16]My engineers say the audio tap should be ready to field test in six months. \n[17]It makes me nervous just seeing him in a uniform. I will never forget the first time I saw the photos from the crime scene. \n[18]On\u0097line and at your disposal. \n[19]Just an unrepentant criminal who is apparently going to die from a previously undiagnosed brain tumor. \n[20]What are you doing here, sir? \n[21]What happened?! ", ")": "", "ALEXIEV": "\n[1]Daryl Lindenmeyer was only here briefly, one semester at most. But he was singularly the most brilliant student I ever had in a classroom. He created programs so beautiful, so lyrical, they were almost like symphonies... \n[2]There is one program with approximately 1.3 million lines of programming. It is thoroughly secured, which is not surprising considering Lindenmeyer created it. \n[3]Hard to say \u0097\u0097 Lindenmeyer's protection mechanisms were always diabolically clever. \n[4]I'm afraid I don't have very good news. \n[5]Yes. But then I tripped over an erasure mine. \n[6]I accidently triggered a protection mechanism which erased the entire program. \n[7]It was very well\u0097hidden. There was no way to see it until it was too late. \n[8]Look, I feel bad about this, so I'm going to try to look into the programming of his Maestro teaching tool for you. I've had one sitting around for years. Maybe I can learn something that you'll find useful. \n[9]Me? What did I do? \n[10]I've discovered something about Lindenmeyer'5 Maestro teaching tool I thought you should know... (a beat) The harm done to the music students who used the device \u0097\u0097 it was not by accident. The machine was designed explicitly for that purpose. Lindenmeyer intended to hurt the kids using it. ", "GUARD": "\n[1]Hey Parker \u0097\u0097 I'm real sorry John boy got fried. What do you think Big Red's gonna do when he finds out you came back without his girl friend? \n[2]Fun's over. \n[3]No offense, ma'am, but I don't think that's such a good idea. \n[4]I nailed the son\u0097of-a\u0097bitch. I put a hole right through him... \n[5]Hands up! Now! \n[6]He's going back where he belongs. \n[7]Let's go. ", "ON THE STREET": "\n[1]Parker's vehicle speeds through city streets. Gaining ground on Sid 6.7. Parker stops for nothing. Not for red lights. Not for gridlock. When the street becomes impassable, he veers onto the sidewalk. \n[2]Sid 6.7's vehicle reaches absolute gridlock. Nobody's going anywhere for a while. Sid 6.7 SLAMS on the brakes and abandons the car, leaving it right in the middle of the street. A TRAFFIC COP with his weapon trained on Sid 6.7 from a distance. \n[3]Parker's vehicle SLAMS into a car stopped in front of them. Air bags save Parker and Madison from injury, but also prevent them from getting out of the car with any speed. By the time they do get out, Sid 6.7 is long gone. Parker stares at Madison with pure hatred. \n[4]Parker bursts out of the back of the Prison Transport, charging after Sid 6.7. Who is nowhere to be seen. Parker runs in one direction. Then the other. And changes his mind again. He literally does not know which way to turn. \n[5]Parker looks up from his binoculars. Impressed. \n[6]The garbage truck passes beneath Parker as he leaps from the bridge. \n[7]Parker's landing isn't pretty. Finally getting to his feet, he sees the Sid 6.7 character module is about to be run over. Parker dives for it, nearly getting run over himself. The approaching car SCREECHES to a halt next to him. It's driven by Lindenmeyer. At gunpoint. Madison sits behind him, her gun to his head. WHAM! The car behind them obviously wasn't prepared to stop so quickly. The bumpers of the two cars are now intertwined. Neither vehicle will be going anywhere soon. Madison pulls Lindenmeyer roughly out of the car. She drags him to Parker, who is still on his knees, clutching the Sid 6.7 character module. SIRENS approach in the distance. "}}