{"dialogues": {"WALTER": "\n[1]Yes. \n[2]Yes. Come in. \n[3]Can I take your coat? \n[4]OK. Would you like anything to drink? \n[5]\n[6]The same thing? \n[7]\n[8]What? \n[9]Here. \n[10]No. I don't think I'm going to continue with our lessons. \n[11]No. \n[12]Goodbye. \n[13]Four. \n[14]East Asia's experience is really the exception to the rule, because the conditions there that made trade liberalization for the Middle East successful weren't present in the developing countries in sub- Saharan Africa, and in Central and South America. \n[15]Come in. \n[16]Why is it late? \n[17]I'm sorry. I can't accept it now. \n[18]I'm sorry. \n[19]I know. \n[20]Yes. \n[21]Charles. \n[22]That's OK. \n[23]Why can't she go? \n[24]When? \n[25]I wish I could, but now is not a very good time, Charles. \n[26]I just don't think I can with the start of classes and my book. \n[27]So I can stay focused on my writing. I'd really rather not go right now. \n[28]Charles, the truth is this is really Shelley's paper. I just agreed to co-author it because she asked me to. I'm not really prepared to present it. \n[29]Thanks. \n[30]Just busy with work. \n[31]\n[32]Today after class. \n[33]Yeah. Thanks. \n[34]Hello? \n[35]Hello? \n[36]It's OK. I'm not going... \n[37]I'm not going to hurt you. \n[38]This is my apartment. \n[39]My name is Walter Vale. I have keys. It's my... \n[40]Stop it! I am not... \n[41]\n[42]No! No! \n[43]Yes! Yes! I have keys. It's my apartment. \n[44]This is my apartment. I've owned it for twenty-five years. \n[45]I live in Connecticut. I haven't used it in a long time. \n[46]Ivan? Who is Ivan? \n[47]No. \n[48]No. \n[49]I don't know Ivan. Who is he? \n[50]I don't know who he is but this is my apartment. I assure you. \n[51]\n[52]Yes. OK. \n[53]Yes. I'm just going to sit down. \n[54]Yeah. I'm OK. \n[55]How long have you lived here? \n[56]Good bye. \n[57]You left this at the apartment. \n[58]Do you know where you're going to stay tonight? \n[59]Yes. \n[60]No. Do you? \n[61]OK. Good night. \n[62]Good morning. \n[63]I made some coffee. \n[64]Have a good day. \n[65]Yes. \n[66]Yes. \n[67]Oh. Right. \n[68]No. She passed away. \n[69]How's your mother? \n[70]Nice to see you, Jacob. \n[71]It is important to distinguish between both our current political assessment and our...It is important to distinguish between our current political assessment... \n[72]Yes. In a minute. I have to make a call. \n[73]Hi. \n[74]It was a half day. \n[75]Fine. \n[76]That's good. You can keep practicing if you like. \n[77]No.   It's fine. \n[78]OK. Thank you. \n[79]Are you sure that you wouldn't like some? \n[80]Yes. Thank you. Here, let me... \n[81]Well, thank you for the dinner. It was very good. \n[82]Economic Growth in Developing Nations. \n[83]Three. I'm working on my fourth. \n[84]Is he still writing? \n[85]I'm sorry. \n[86]I have to get some work done but thank you. \n[87]\n[88]Hello. \n[89]If you don't mind, I think I will come. \n[90]He's very good. \n[91]The whole band is very good. \n[92]Tarek? \n[93]Tarek? \n[94]Oh. Hi. \n[95]Yeah. Well. I was just...I'm sorry if I... \n[96]Yes. \n[97]\n[98]Oh. Right.     Sorry. \n[99]No. 33 \n[100]Hello. \n[101]He went out. To look at another apartment. \n[102]Yeah. Tarek is teaching me the drum. I'm practicing. Don't worry, I'll keep my pants on. \n[103]Nothing. I was just...nothing. \n[104]I have to present a paper at eleven. I should be done by twelve- thirty. \n[105]Well...if China continues to threaten the wage earners in the first-world economies by keeping wages down, then it's really just a matter of time. What they buy they inflate. What they sell they deflate. But then you have to ask the question `who's paying the cost?'. And the answer is the Chinese people. \n[106]Fine. Thanks. \n[107]That's good. \n[108]I think she will as long as no else lives there. \n[109]Oh. Yeah. Thanks. 37 \n[110]Are you hungry? \n[111]Uh...yeah. I like sharmas. \n[112]Yeah. \n[113]Thank you. \n[114]No. \n[115]OK. I will. \n[116]Yeah. \n[117]Hi. \n[118]What does habibti mean? \n[119]Does she know that? \n[120]Is he good? \n[121]So why haven't you? \n[122]I think I'll just watch. \n[123]What is Arab time? \n[124]Sir, I did pay his fare. \n[125]But I paid this man's... \n[126]I don't think that's necessary. \n[127]But he didn't mean... \n[128]Where are you taking him? \n[129]He was arrested. \n[130]Yes. In the subway. \n[131]Yes. It was just a misunderstanding. They said he would be released later tonight. 47 \n[132]He didn't. I'm sure we it will be \n[133]Yes it will. I went down to the precinct and made a statement. \n[134]Yes. His name is Tarek Khalil. Khalil. K. H. A. L. I. L. That's right. Yes. I came down and made a statement. They said he would be released. That was six hours ago. Well when should we know? Tomorrow? Why? But he...OK. OK. Thank you. \n[135]They've moved him. \n[136]To a detention center in Queens. He was turned over to immigration. They said we can see him during visiting hours tomorrow night from five to ten. \n[137]A week. \n[138]Why wouldn't they appeal it? 51 \n[139]So what happens if that's the case? \n[140]Is there anything I can do? \n[141]Hi. I'm here to see Tarek Khalil. \n[142]No. \n[143]Of course. \n[144]She's upset. I have a letter from her. \n[145]How are they treating you? \n[146]Do you need anything? \n[147]Zainab and I met with a lawyer today. 55 \n[148]He is going to stop by to see you tomorrow. \n[149]Tarek, Zainab said you were denied asylum. \n[150]Did you go to your deportation hearing? \n[151]You did? \n[152]Yes. \n[153]Goodbye. \n[154]Yes. He said that he did. \n[155]You don't have to leave. You can stay here. \n[156]Yes. \n[157]But I thought you said you went to the hearing. \n[158]So why is there a final order on you? Did he say? \n[159]Maybe you should call your mother. She might have... \n[160]Did he say anything else? \n[161]He's trying to deal with the case as quickly as possible. \n[162]Tarek. I have to go back to Connecticut. I'll be reachable by phone if you need me for anything. \n[163]I won't. \n[164]Yes. \n[165]No. \n[166]I will. \n[167]What? \n[168]Now? \n[169]\n[170]Hello. \n[171]Can I help you? \n[172]Are you Tarek's mother? \n[173]Oh. This is Tarek's apartment. I...share the apartment with him. \n[174]I'm not here very often. I live in Connecticut. \n[175]No. He's...uh...he's not here. But please come in. \n[176]Please. \n[177]I'm Walter. Walter Vale. \n[178]Would you like to sit down? \n[179]Would you like something to drink? Coffee or water? \n[180]Tarek was arrested. He's being held in a detention center in Queens. They are trying to deport him. \n[181]It's not far from here. Twenty minutes. \n[182]Yes. I saw him yesterday. He's OK. \n[183]He was stopped in the subway station. He didn't do anything wrong. \n[184]OK. But Mrs. Khalil. The lawyer mentioned that...I don't think that you can... \n[185]OK. I can take you if you'd like. \n[186]Let me get my coat. \n[187]Have you been to New York before, Mrs. Khalil? \n[188]I have a son. He lives in London. \n[189]My wife passed away. \n[190]That's it. \n[191]Yes. That's it. \n[192]I think that's the point. \n[193]Tarek said about three hundred. \n[194]There is a coffee shop on that corner. It's not very nice but... \n[195]I was.   Tarek, your mother is here. \n[196]She is waiting outside. \n[197]Today. \n[198]She said she hadn't heard from you. \n[199]OK. OK. Here. I have a letter from her. \n[200]He's good but he's concerned about you being here. \n[201]Mrs. Khalil, I'm not sure that your being in New York will do any good. We have a very good lawyer working on Tarek's case... \n[202]Hello, Jacob. \n[203]Goodbye. \n[204]Where are you going? \n[205]You can stay here. You can use Tarek's room. \n[206]You're not imposing. Please. I would like you to stay. \n[207]Mrs. Khalil? \n[208]Please. I was with Tarek when he was arrested. He was in the subway in the first place because of me. Please. Stay. Even if it's just for the night. \n[209]The bathroom is just across the hall. \n[210]You can call me Walter. \n[211]Do you need anything else? \n[212]Good night. \n[213]Good morning. \n[214]How is he? \n[215]Well, you can stay here as long as you need to. \n[216]Thank you for the newspaper. \n[217]Uhm...Yes. They did. \n[218]She's staying with her cousin in the Bronx. \n[219]We can go by her stall. \n[220]Her stall. She sells jewelry in a stall. \n[221]No. Not really. I just came down to present a paper at a conference. \n[222]Yes. Well I coauthored it. \n[223]So if they didn't get the letter then does this help us? \n[224]There. In the middle. \n[225]Yes. \n[226]Hi Zainab. This is Mouna Khalil. Tarek's mother. \n[227]Why? \n[228]Yes. I think so. \n[229]No. \n[230]Excuse me. Hello? Oh. Hi Charles. \n[231]What's that? Yes. I'm still in New York actually. I stayed down here to do some research. What's that? Oh. I'm on a boat. Yes, a boat. \n[232]Listen Charles, I'll explain when I see you but I have to go right now. I'll call you back. Goodbye. \n[233]Yes. \n[234]Yes. She liked it. \n[235]Yeah. She told us. \n[236]Really? \n[237]Yes. I think your mother likes her very much. \n[238]I don't think so. \n[239]I'm sorry. \n[240]Are you hungry, Mouna? We can stop for dinner. \n[241]\n[242]Yeah. That's probably a good idea. 83 \n[243]Would you like a glass of wine? \n[244]Mouna? I need to go back to Connecticut tomorrow. For work. I told Tarek. \n[245]I don't know yet. I'll try to make it back to visit Tarek as soon as I can. \n[246]I'll see what I can do. \n[247]Broadway? Uhm. No. I haven't been in a long time. \n[248]No. I haven't. \n[249]Tarek is teaching me the drum. \n[250]Well, I sound a lot better when he's playing with me. \n[251]My teaching? \n[252]Well...I have a lighter schedule so I can work on my book. \n[253]Well, it covers quite a bit, so it's hard to explain. \n[254]I'm close. \n[255]No. It's just a bit complicated. \n[256]It just is. It's just not a process that's easy to talk about with someone who's not a writer. \n[257]I shouldn't have spoken to you like that. \n[258]Thank you. You have my number if you need anything. \n[259]Well good bye. \n[260]Good afternoon. \n[261]No. Thank you. \n[262]Yes. \n[263]Thank you. \n[264]Yes. \n[265]Yes. \n[266]Thank you. \n[267]Yes. Thank you. \n[268]Mouna? \n[269]I was wondering if...Thursday night ... Do you have plans? \n[270]Well, I thought that...we might do something. \n[271]\n[272]To where? \n[273]Has anyone said anything to you? \n[274]I know. \n[275]I'm sorry. \n[276]OK. OK. Please do. Thank you. Bye. \n[277]He would make some calls but they can move him to another facility at their discretion. \n[278]He said it could be anywhere. Upstate. Pennsylvania. There is even one in Louisiana. \n[279]Yes. \n[280]Yeah. \n[281]No. No he didn't know anything else. \n[282]That's alright. How is he? \n[283]I am. You look very nice. \n[284]Yes. \n[285]Ready? \n[286]Yes. \n[287]Yes. Is that OK? \n[288]Yeah. It was kind of scary. \n[289]I'm sorry. I didn't even think to ask. \n[290]Two please. \n[291]I haven't been to theatre in a long time. \n[292]Cheers. \n[293]Mouna, I've taken a leave of absence for the rest of the semester. \n[294]I just thought I might spend some more time in New York. \n[295]I want to. \n[296]It's fine really. \n[297]I'm not busy. Not at all. Mouna, the truth is I haven't been doing any work for a long time. \n[298]I didn't even write it. I just read it. I've been teaching the same course for twenty years. It doesn't mean anything to me. None of it does. I pretend. I pretend that I'm busy. That I'm writing. Working. But I'm not doing anything. \n[299]I'm sorry. \n[300]I don't know. \n[301]Mouna, what do you do? \n[302]Yes. \n[303]Really? \n[304]Yes. \n[305]I think that happens a lot in New York. \n[306]I told Tarek I was going to take you. He was very happy about it. \n[307]Good night. \n[308]Damn it! \n[309]There's a message from Tarek. Something's wrong. \n[310]Just that they were moving him. He didn't know what it meant. \n[311]Well when do you expect him back? Can you have him call me the minute he is? It's an emergency. Thank you. He's still in court. Can you hurry please? \n[312]Hello. I'm here for bed 38. Tarek Khalil. \n[313]What does that mean? \n[314]You're not sure? Was he moved to another facility? Another state? What? \n[315]Well can you ask someone who does know?! \n[316]Yes. Did you find him? \n[317]Removed? To where? \n[318]What? When? \n[319]He...how can that be? Is there any way to contact him? \n[320]You don't think so? What kind of answer is that?! \n[321]You can't just take people away like that! Do you hear me?! He was a good man. A good person! He had a life here! You can't just take away whoever you want! \n[322]It's not fair! We are not just helpless children! Do you hear me?! \n[323]When are you going to leave? \n[324]You won't be able to come back here. \n[325]Mouna. I'm sorry. \n[326]Yes. 103 \n[327]It's not your fault. \n[328]It's not your fault. \n[329]No. Not yet. \n[330]Thank you. It's very nice. \n[331]I like it. \n[332]Cool? \n[333]I don't want you to go. 105 ", "TAREK": "\n[1]Are you OK? \n[2]Who is this? \n[3]Did you touch her?! Did you touch her?! \n[4]Do you have keys? \n[5]I don't know! Show me your keys! 13 \n[6]So why haven't you been here!? \n[7]Are you friends with Ivan? \n[8]Did you call the police? \n[9]You didn't call the police? \n[10]And you don't know Ivan? 14 \n[11]He rented us this place. He said it belonged to his friend who was out of town. \n[12]Shit! \n[13]Enough! OK. Look. We don't want any trouble. We will get out of your apartment. This is all a mistake. I'm sorry. \n[14]We will leave, OK? \n[15]I don't know but we have to go. \n[16]Are you OK? \n[17]Of course. Please. \n[18]I'm sorry if I hurt you. Are you sure that you're OK? \n[19]OK. Well, we'll pack up and get out. \n[20]I know I'm in trouble when she starts speaking Wolof. \n[21]Two months. We will pay you if you want. \n[22]Is that everything? \n[23]Here is the coffee you wanted. \n[24]OK. So we'll go. I am sorry again. Thank you for your understanding. Good bye. \n[25]Look I know. Come on man, it'll just be for a night or two until we figure something out. OK. \n[26]Can you check and call me back? OK. Thanks. \n[27]What!? \n[28]Thanks. \n[29]Yeah. \n[30]You like classical music, huh? \n[31]Me too. Do you play piano? \n[32]Me? No. I play the djembe. Well, thanks again for letting us stay. You saved me a lot of trouble. \n[33]See you in the morning. \n[34]Trust me. He's asleep. \n[35]So let him hear. The guy probably needs some excitement. 19 \n[36]I don't know. We'll figure it out tomorrow. Who knows? Maybe he'll let us stay. He's not really using the place. \n[37]OK. OK. So we'll figure it out in the morning. I promise, habibti. \n[38]Do you still love me? \n[39]Really? \n[40]Not even a little? \n[41]So what is this? \n[42]But what about our roommate? \n[43]Hey Walter. Welcome home. \n[44]You're home early. \n[45]How was the conference? \n[46]Sorry about the pants. I've been playing like this since I was a kid. \n[47]Hey. I think I might have a lead on a place in Brooklyn. \n[48]Really? It won't bother you? \n[49]Great. Thanks. I'll keep my pants on. \n[50]Hey, Zainab's going to make dinner if you want to eat with us later. \n[51]I'm sorry. That was my mother. If I don't call her every day she thinks something happened to me. \n[52]Yeah. I'll have a bit. Thanks. \n[53]She is a good Muslim. I'm a bad one. \n[54]So what's the conference about? \n[55]That's us. Syria. Senegal. \n[56]So have you written some books? \n[57]Four books?! Great. My father was a writer. A journalist. \n[58]No. He died. Before we left Syria. \n[59]So am I. \n[60]Oh. We have to go. I have a gig tonight. \n[61]Walter, you can come if you want. \n[62]OK. Well maybe another time \n[63]Bye. \n[64]We're staying in his apartment. What could I do? \n[65]You know you are very sexy when you're mad at me. \n[66]Cool. \n[67]Sorry guys. Let's go. \n[68]It sounded good Walter. \n[69]Don't be sorry. That's what it's there for. \n[70]I was lying on my bed listening to my music and then I was like \"what's the crazy rhythm I'm hearing?\". \n[71]Sit. Come on. I'll show you. \n[72]Just put your feet flat on the ground. \n[73]Now take the drum between your legs. Like this. \n[74]Now you want to lift the inside edge off the ground with your ankles. Like this. \n[75]Great. Feel OK? \n[76]OK. Now Walter, I know you're a very smart man but with the drum you have to remember not to think. Thinking just screws it up. OK? \n[77]Now just give it a couple of bangs. \n[78]Not so hard. You're not angry at it. \n[79]Better. Did you think? \n[80]Good. Now one more thing, Walter. You listen to classical music so you think in fours. One. Two. Three. Four. Da. Da. Da. Da. This is an African drum. So we are gonna play in three's. Tat. Tat. Tat. You have to forget your classical. Leave it behind. Tat. Tat. Tat. One. Two. Three. Come on. Follow me. \n[81]Good. Good ear. Now keep going. \n[82]Don't worry. Start again. \n[83]Yeah! There it is. OK. Good. Now keep it going and I will do this. \n[84]Yeah. That's it. Keep it going. \n[85]Hey Walter, what time are you done tomorrow? \n[86]Cool. \n[87]That's good. Because the Chinese are taking over the world. \n[88]It's already happening. One day our kids will be going to China for jobs. Ask Walter. \n[89]You see? \n[90]Hey, Walter! \n[91]How did the presentation go? \n[92]Cool. Guess what? I found an apartment in Brooklyn. We can move in on Monday. \n[93]Yeah. It's small but it's a nice building. I just hope Zainab likes it. \n[94]I think you're right. Come on, let's go. You should take off the name tag. \n[95]Yeah. I'm starving. Do you like shwarmas? \n[96]Shwarmas. \n[97]Here. This is for you. For letting us stay. \n[98]It's Fela Kuti. You know him? \n[99]You don't know Fela? Oh, man! Walter, you are in for a treat. He started the whole Afro-Beat movement. And his drummer Tony Allen was just scary, man. You want to play drums, you have to listen to this. \n[100]Good, Omar. How are you? \n[101]Good. Playing a lot. New girlfriend? \n[102]You have a lot friends \n[103]Au revoir. \n[104]The Lebanese. Bunch of playboys. You ready? \n[105]Zev!   How are you? \n[106]Hey honey. \n[107]How's business? \n[108]Her stuff is great, right? She made me this? \n[109]You should make one for Walter. \n[110]So Walter and I are going up to the park to play for a little bit. OK? \n[111]I know. I know. No problem. \n[112]I know. I will not be long. We'll go up and play and then we'll come back to help you. I promise, habibti. \n[113]No. Not Arab time. Real time, habibti. \n[114]Habibti? It means \"beloved one\". \n[115]He's been playing here for a long time. \n[116]I have no idea but it's cool. I always wanted to play down here. It's supposed to be good money. \n[117]Maybe some day we can do it together. Split the profits. \n[118]What do you think? \n[119]Come on, Walter. \n[120]It's easy. You just wait until you feel it. Let's go. \n[121]Shit, we have to get home. Zainab is gonna kill me. I'm on Arab time again. \n[122]It means I'm late by an hour. All Arabs are late by an hour. It's genetic. We can't help it. \n[123]That's our train! \n[124]I got your drum. My card is empty. Can you swipe me? \n[125]Hey. You paid for the drum and not me. Here take this. \n[126]I think we missed it. Zainab is not going to be happy if... \n[127]What are you doing? \n[128]Please, what do you want... \n[129]I did not jump it! I paid. I paid! It just didn't work. \n[130]No. \n[131]Syria. Why? \n[132]Why? I'm sorry. What did I do? \n[133]Walter take the drum. Tell Zainab what happened but don't let her come for me. I will call you. \n[134]Don't let her come! I will call her! \n[135]Walter. Thank you for coming. 54 \n[136]How is Zainab? \n[137]You can't give it to me. It has to be sent to me by mail. But you can put it up to the glass. \n[138]Go ahead. Open it and place it up to the glass so I can read it. It's OK. It's allowed. \n[139]Thank you, Walter. \n[140]OK. The place is very depressing. There is no privacy. The lights are always on. \n[141]No. I just want to get out of here. \n[142]Yes. What did he say? \n[143]You mean when we came here? Yeah. \n[144]Yeah. \n[145]Yeah. We did everything they told us to. \n[146]Hey, could you tell Darren? I didn't call him. \n[147]I have to go. They have to do a bed count. Usually, I can visit for one hour. Can you come tomorrow? \n[148]Good. And tell Zainab I will call her as soon as I can. 56 \n[149]Goodbye, my friend. \n[150]We did. I remember it. \n[151]No. He didn't know yet. He just said that unless he can find a way to reopen the case quickly they're going to deport me. \n[152]No. I don't want her to worry. I can handle this. \n[153]Yeah. Three years ago I was working for some guy who said he was going to sponsor me for my green card but then he turned out to be jerk. But the lawyer said that might allow us to reopen the case. I don't even understand it. \n[154]Walter, there are guys who have been in here for years! I can't do that Walter. I'll go crazy. \n[155]OK. Just please...don't forget about me in here. \n[156]Are you still practicing? \n[157]You should go back to the drum circle. \n[158]OK. But listen to that Fela CD. That will help you, I promise. \n[159]So show me what you've been working on. 60 \n[160]Show me. On that. Come on. I need some music, man. \n[161]Don't worry. They can't arrest you. At least not yet. \n[162]Ah. There it is. Good. Good. You are getting better. \n[163]Walter, I thought you were leaving. \n[164]What? My mother?! Where? \n[165]When did she arrive? \n[166]Oh man. Why did she come? She can do nothing for me. \n[167]Walter. Listen to me. She can not stay here. She doesn't know anyone in New York. I'm sorry but you must get her to go back to Michigan. \n[168]You went on the ferry? \n[169]My mother too? \n[170]Did Zainab tell you how we used pretend we arriving in New York for the first time? \n[171]You know they don't even let us outside here. They just cut a hole in the roof in one place. \n[172]Yeah. It's crazy stuff. \n[173]And they seemed to get along? Zainab and my mother? \n[174]My mother's not going home, is she? \n[175]I know she's thinking about my father. He spent seven years in jail in Syria for something he wrote in the newspaper. By the time they released him he was very sick. He died two months later. That's when we came here. \n[176]She thinks the same thing is gonna happen to me. \n[177]You know I have never seen them together. Zainab and my mother. \n[178]They keep moving people. \n[179]I don't know. I think to other detention centers. Two Moroccan guys were just moved. They had no idea. Suddenly they were just gone. \n[180]No one in here knows anything. I'm not a criminal. I have committed no crime. What do they think? I'm a terrorist? There are no terrorists in here. The terrorists have money. They have support. This is not fair! \n[181]How do you know?! You're out there! \n[182]It's just... I'm starting to wonder if I'm ever going to get out of here. I sit in here at night and I keep thinking about Zainab. \n[183]I just want to play my music and live my life. What's so wrong about that? ", "MOUNA": "\n[1]Thank you. \n[2]No. Is my son alright, Mr. Vale? \n[3]Where is Queens? \n[4]You have been there? \n[5]How did this happen? \n[6]I would like to go there. To Queens. \n[7]I know I can't visit Tarek, Mr. Vale. I just want to see where they are holding him. \n[8]Thank you. \n[9]No. Tarek wanted to come to New York to play music. I did not want him to go but...do you have children, Mr. Vale? \n[10]And your wife? \n[11]I'm sorry. \n[12]This is where the prison is? \n[13]It does not look like a prison. \n[14]How many people are in there? \n[15]I'll wait there. Here. \n[16]Thank you. \n[17]No. \n[18]I am Palestinian from Damascus. \n[19]I am visiting my son. \n[20]Yes. \n[21]How is he? \n[22]I will not leave. \n[23]Mr. Vale, I cannot go back to Michigan knowing that my son is in that building. Even if I can't see him, I will stay. \n[24]Shall we go? \n[25]Thank you. \n[26]Goodbye. 68 \n[27]Yes. Thank you. \n[28]Nice to meet you, Jacob. I'm Mouna. \n[29]Yes. Mr. Vale knows my son. \n[30]Tarek. \n[31]Thank you. \n[32]I hope you enjoy it. Now if you'll excuse me. \n[33]You too, Jacob. \n[34]Thank you, Mr. Vale. \n[35]I will find a hotel. \n[36]Thank you for your offer but I cannot accept this. I don't want to impose on you. \n[37]Again, thank you. But I will manage. Goodbye. \n[38]Goodbye. \n[39]Thank you, Mr. Vale. \n[40]And I am Mouna. \n[41]No. Thank you. Good night. \n[42]Good morning. \n[43]Tarek said hello. \n[44]I can't really tell. He wants me to leave. But I am not leaving. \n[45]Thank you. That is very generous of you. \n[46]Walter? Did Tarek and his girlfriend, Zainab, live here together? \n[47]And where is she now? \n[48]I would like to meet her. \n[49]Her what? \n[50]Oh. OK. \n[51]Do you spend a lot of time in the city? \n[52]You wrote it? \n[53]Congratulations. \n[54]We appealed. It took two years. \n[55]Yes. \n[56]No. \n[57]Yes. I would remember this. \n[58]Yes. Eventually we had to. But we had our mail advanced. \n[59]So you can help him? \n[60]Lucky? \n[61]Can you explain what that means? \n[62]How long will he be in detention? \n[63]Do you have children, Mr. Shah? \n[64]Thank you. Where are you from? \n[65]Which one is she? \n[66]The black woman? That is Zainab? \n[67]She is very black. \n[68]Hello, Zainab. 77 \n[69]Please. Call me Mouna. \n[70]Neither did I. \n[71]Your jewelry is very beautiful. \n[72]Do you have time for coffee or a walk? \n[73]Why? \n[74]Yes. He called me this morning. He is doing all right. \n[75]Me too. How long have you been here? \n[76]Blame you?     No. I do not blame you. \n[77]He said the same thing about you. \n[78]Yes. 79 \n[79]Zainab, I would like you to do something for me. \n[80]I would like you to show me something that you and Tarek liked to do. Some place that you like to go. \n[81]Anything. Whatever you want. \n[82]So what is in Staten Island? \n[83]Can you go up in the Statue? \n[84]You haven't been? \n[85]Oh. \n[86]I would prefer to cook if you don't mind? \n[87]Should we stop at a market? \n[88]No thank you. \n[89]How long will you be gone? \n[90]You don't have keep visiting him, Walter. I'm sure you are busy. \n[91]OK. Dinner will be ready soon. \n[92]Do you go to Broadway, Walter? \n[93]Tarek sent me the CD for \"Phantom of the Opera\" for my birthday. The music is lovely. Have you seen it? \n[94]I haven't either but I think I know every word. \n[95]Really? How is it going? \n[96]How is your teaching going, Walter? \n[97]Yes. \n[98]Your book? What is it about? \n[99]Are you almost finished? 85 \n[100]You don't like to talk about your work? \n[101]Why is that? \n[102]I didn't mean to pry. \n[103]It's OK. \n[104]I'll be fine. Thank you. Have a safe trip. \n[105]Goodbye. \n[106]Walter. \n[107]I did not expect you so soon. I was just cleaning a bit. I hope you don't mind. \n[108]I like this CD very much.   The music is lovely. \n[109]Is it your wife? \n[110]She was beautiful. \n[111]These are different glasses? \n[112]Are they new? 89 \n[113]They're nice. \n[114]I was going to make some lunch. Are you hungry? \n[115]Yes. \n[116]No, Walter, I have no plans. \n[117]\n[118]What did he say? \n[119]That's so far. \n[120]Did the lawyer say anything else? \n[121]No one seems to know anything. It feels like Syria. \n[122]Sorry to keep you waiting. \n[123]He says hello. He wants to make sure that you are practicing your drum. \n[124]You too. Should we go? \n[125]This city is just so huge! It never ends. 93 \n[126]For what? \n[127]Really? The Phantom? Are we seeing it? \n[128]Now? \n[129]That's wonderful. Thank you. I am so excited. \n[130]I have to say that show was really kind of scary. 94 \n[131]Yes. \n[132]Very good. But I think I would like a glass of wine. \n[133]It's OK. It's not every night that you see The Phantom. I'll have a cabernet. \n[134]Me neither. There is a place in Syria called Maaloula. It is a huge outdoor theater. It's beautiful. We used to take Tarek there to see concerts. \n[135]Cheers. \n[136]Really? Why? \n[137]Walter, you do not have to do this for Tarek. \n[138]But you have to be in Connecticut. You have your teaching. And your book. \n[139]This is not your problem, Walter. It's OK that you are busy. \n[140]You just presented your paper at the conference. 96 \n[141]Don't be. I appreciate you telling me this. \n[142]Walter, what would you do if you didn't teach? \n[143]I think that is exciting. Not to know. \n[144]Do you mean for work? \n[145]I work in a car dealership. I take care of the accounting. \n[146]Yes. It's very exciting. 97 \n[147]What time is it? \n[148]No?! Is it? \n[149]My God. Twelve-thirty! I have not been up this late in a long time. \n[150]Thank you, Walter. That was a very nice evening. It's the most fun I've had in a long time. \n[151]Good night, Walter. \n[152]What did he say? \n[153]I hate this feeling. \n[154]Walter. \n[155]Walter. Let's go. There is nothing we can do. Let's go. \n[156]Come on, Walter. \n[157]He did nothing wrong. \n[158]Walter, I need to go back to Syria. I should to be there for Tarek. \n[159]Tomorrow. I already bought a ticket. It's best for me to be there as soon as possible. \n[160]I know. \n[161]Good night, Walter. \n[162]It's my fault. What happened to Tarek. I did receive the letter telling us to leave. I threw it away. I never told him. \n[163]We were here for three years by the time the letter arrived. I had found a job. Tarek was in school. Everyone told me not to worry. That the government did not care. And it appeared to be true. And then, after time, you forget. You think that you really belong. \n[164]Have you visited your son in London? \n[165]You should visit him. \n[166]Here. \n[167]Zainab and I picked it out especially for you. \n[168]Let me see. \n[169]So do I. You look cool. \n[170]Yes. You are very cool, Walter. \n[171]I should go. \n[172]Thank you, Walter. For everything. \n[173]I don't want to go, habibi. ", "ZAINAB": "\n[1]I'm in here! He is crazy! \n[2]Tarek. What is happening? \n[3]I'm fine. \n[4]I have no idea! I was in the bath and he was just standing there. \n[5]He didn't touch me! But how did he get in? He said he has keys. \n[6]What does he mean it's his apartment? \n[7]I knew this would happen! He probably called the police. \n[8]I told you not to trust anyone. You never saw a contract. \n[9]Where are we going to go? \n[10]I know we have to go. I am not stupid! \n[11]I think so. Do you want to check!? \n[12]Tarek? \n[13]Tarek? \n[14]Stop it, Tarek. He'll hear us. \n[15]You don't know that. \n[16]I think he's probably had enough for one night. \n[17]Tarek. No! \n[18]What are we going to do, Tarek? \n[19]I don't want to be his roommate! \n[20]No. \n[21]No. I don't love you. \n[22]No. 20 \n[23]It's your punishment. \n[24]Shhh. \n[25]Morning. \n[26]Thank you. \n[27]Goodbye. \n[28]I don't drink. \n[29]Are you finished? \n[30]It's the least I can do. \n[31]You're welcome. \n[32]Tarek. It's eight-thirty. \n[33]Why did you invite him? \n[34]Well I would have been the one stuck sitting with him while you played your drum. \n[35]Yes. \n[36]Yes. \n[37]Hello. Where is Tarek? \n[38]Are you OK? \n[39]What? \n[40]Yes. I made it. \n[41]Thirty-five dollars. \n[42]No. thiry-five. \n[43]Senegal. \n[44]Thank you very much. \n[45]Far. \n[46]Hello. Hi, Walter. \n[47]Tarek, I told you we have to pick up my new table today. He said he would only hold it for today. 41 \n[48]Tarek. You always say \"no problem\" and then you are late or you forget. \n[49]Yes. It's always \"habibti\" when you want your way. It closes at five p.m. Not Arab time, Tarek. \n[50]Don't \"habibti\" me. \n[51]Where is Tarek? \n[52]What?! \n[53]Arrested?! \n[54]How could this happen? He knows better! He would not do anything wrong. \n[55]No. It won't be OK. \n[56]That doesn't matter! He is illegal! As am I! We are not citizens. Do you know what that means? Do you?! Of course you don't. How could you? \n[57]Well? \n[58]To where? \n[59]I can't visit him or I will end up in that place too. \n[60]Yes. We are going tomorrow. The appointment is at eleven. I don't know, he found him. What? No. I don't want to. I just don't, Tarek. Yes. I've already called him. I know. I know. I just want you to be here with me, Tarek. \n[61]Yes. \n[62]Yes. I know. \n[63]Almost a year. \n[64]His mother lives in Michigan. \n[65]Yes, she is. \n[66]No. Tarek told me not to tell her. He doesn't want to worry her. \n[67]No. He has had no trouble. He is a good person. \n[68]Yes. When he first arrived from Syria. But he didn't get it. \n[69]Seven years ago. \n[70]I don't know. \n[71]They had to leave Syria! They had no choice! \n[72]Did you ask him if he went to his hearing? \n[73]Walter, I'm going to leave now. I have a cousin in the Bronx. I will stay with him for now. \n[74]I think it's best if I leave. When Tarek calls me then I will tell him. You know how to reach me if you need to. Is it OK if I leave Tarek's things here for now? My cousin's place is not very big. \n[75]Walter? \n[76]Oh. \n[77]It is a pleasure to meet you, Mrs. Khalil. \n[78]OK. I'm sorry. I did not know you were coming. \n[79]Thank you. \n[80]Yes. I would like that. But I have to watch my table. \n[81]I'm living with my cousin. He has two kids. And his mother. I mean his wife...I'm sorry, I am very nervous. \n[82]I don't know. Have you spoken with Tarek? \n[83]I wish that I could see him. Just for a minute. \n[84]Two years. I was in detention when I first arrived. Three months. It was horrible. I would probably still be there but they closed the facility for poor conditions. They released some of the women on parole because we were...low risk. I met Tarek one year later. I am sorry for what happened with Tarek. I hope you do not blame me. \n[85]Tarek was doing nothing wrong. I miss him so much. I don't know what I am going to do without him. \n[86]He did? \n[87]What? \n[88]Like what? \n[89]OK. But maybe we should get Walter first. \n[90]I don't know. We never got off. We just would go to the other side and then come back. \n[91]It's free. And it felt like we were going somewhere. \n[92]That is where the towers were. I never saw them but Tarek did. \n[93]And over there is the Statue.    And behind that is Ellis Island. \n[94]Sometimes Tarek would point at the statue and jump up and down like we were arriving to New York for the first time. It was very funny. \n[95]What facility? Where? \n[96]Louisiana? Where they had the floods? ", "BARBARA": "\n[1]Thank you. \n[2]No, thank you. \n[3]No. Shall we get started? \n[4]Let's try it again. \n[5]Yes. Remember, fingers curved. Like a tunnel. \n[6]Don't flatten. \n[7]Make room for the train. \n[8]I said \"make room for the train.\" It's something that I tell my kids. If you curve your fingers like this... Then the train can pass through the tunnel. \n[9]Thank you. Next Tuesday at the same time? \n[10]Oh, no. Are you giving up? \n[11]Oh. OK. Goodbye. \n[12]Mr. Vale? If I may ask, how many teachers have you had before me? \n[13]Well, for what it's worth, it's difficult to learn an instrument at your age. Especially if you don't possess a natural gift for it. I'm not saying this to be mean. But if you do decide to give up then I would really like to buy your piano. It's a beautiful instrument. \n[14]Goodbye. ", "JACOB": "\n[1]I used to live here with my mother. Your wife used to give me piano lessons. \n[2]It has been a long time. I thought that maybe you sold the place. Oh. This is Sprinkles. Say \"hi\", Sprinkles. Is your wife here with you? \n[3]What?! No! I had no idea. I'm so sorry. She was such a nice lady. And I just loved listening to her play. \n[4]She moved to Florida. Now I live here. It's nice. There are a lot of new faces. I hardly know anyone anymore. But I have Sprinkles so... \n[5]You too, Mr. Vale. Goodbye. Welcome back. \n[6]Oh. Hello, Mr. Vale. \n[7]Oh, hello again. Did you find your son? \n[8]I let her in earlier. I'm Jacob, by the way. I live on the third floor. And this is Sprinkles. \n[9]So you two know each other? \n[10]Oh. Who is that? \n[11]Oh. Tarek. He is very nice. And so is his girlfriend. They are both so polite. \n[12]My mother and I are planning a trip to go to Israel next summer. She's always wanted to go. \n[13]Oh sure. We need to go on our walk and do our business. Very nice to meet you, Mouna. \n[14]Goodbye, Mr. Vale. ", "GUARD": "\n[1]That detainee has been moved. \n[2]I don't know. \n[3]But now he's not. That's all I know. You can call ICE. The number is on the wall. Next. Sir, step aside please. \n[4]You been here before? \n[5]Can I see your license please? \n[6]He's been removed. \n[7]Deported. \n[8]He was deported this morning. \n[9]I don't know. I don't think so. \n[10]I'm sorry, sir. That's all the information that I have. Now please step away from the window. You can call the ICE if you have any further questions. The number is on the wall. \n[11]Sir. Please step away from my window. \n[12]Sir. For the last time, step away from my window. ", "CHARLES": "\n[1]Hello Walter. \n[2]I'm sorry to interrupt. \n[3]Walter, Shelley can't make it down to the NYU conference to present your paper. I'm going to need you to cover for her. \n[4]She's been put on bed rest until she has the baby. \n[5]Next week. We'll cover your class and make the arrangements. \n[6]I understand but you co-authored the paper and the Dean wants it presented. He wants to keep Shelley on track for tenure. \n[7]You're only teaching one class, Walter. \n[8]I'm sorry but there really isn't another option at this point. \n[9]That may be the case but you are the co-author and she can't go. Look Walter, you can take it up with the Dean if you want, but, as your friend, I wouldn't advise it. Not with that argument. \n[10]Good bye. ", "NASIM": "\n[1]He is in detention. \n[2]It's a bad place. I'm lucky. I have a green card. \n[3]They're the ones taking care of your son. They come here everyday. They don't tip. \n[4]Don't worry. They can't understand us. \n[5]Hello, sir. \n[6]The tea is on me. \n[7]Is that your lawyer? Or your husband? \n[8]See you next time. ", "ARAB WOMAN": "\n[1]I'm sorry. I must have the wrong apartment. \n[2]I'm looking for my son. \n[3]Yes. \n[4]He did not mention that he lived with someone. \n[5]Is Tarek here? \n[6]Thank you. \n[7]I'm Mouna Khalil. I'm sorry to show up unannounced but my son calls me everyday. He has not called me now for five days. I have tried his cell phone but he does not answer. ", "UPPER EAST SIDE WOMAN": "\n[1]How much? \n[2]Will you take thirty? \n[3]OK. I know my daughter will think it's \"cool\". Here. \n[4]Where are you from? \n[5]Oh. I was in Cape Town two winters ago. It was just beautiful. \n[6]Thank you. ", "COP #2": "\n[1]Just step over here, pal. \n[2]Could you step back please? \n[3]Sir, stand over there. 45 \n[4]Well we do. You can come down to the station and make a statement. \n[5]Sir, that's all I'm saying. Now step back or we are gonna take you in too. \n[6]Ninth Precinct. ", "WAITER": "\n[1]Do you need anything else? \n[2]Where are you from? \n[3]Ah. I knew it. I am from Egypt. Alexandria. I'm Nasim. Why are you here? \n[4]Are you finished? \n[5]How is everything? \n[6]Certainly. "}}