{"dialogues": {"CHRIS": "\n[1]Ok. When'd the mill close? \n[2]That's too bad. \n[3]Nah I don't think so. Thanks. \n[4]How ya doin. \n[5]Thanks. \n[6]Nah I'm fine thank you. \n[7]I'll walk. \n[8]It's ok. \n[9]Lil bit. \n[10]8 years. Harstad was sheriff back then.  \n[11]Thanks for the ride. \n[12]What is this? \n[13]What's with the tent? (points to a tent set up on the lawn). \n[14]How ya doin! \n[15]For good. I'm home. \n[16]No. \n[17]Hey dad. \n[18]This is great. \n[19]Well I was planning on working at the mill, your letters never mentioned that it was closed. \n[20]Hey Pete. \n[21]Your tent's gonna take on water. I could show ya how to rig it. \n[22]First of all I was a sergeant. I worked for a living. \n[23]I figured that'd be scrap metal by now dad. \n[24]Sorry Pete. \n[25]No. Why dontcha crash on the floor?  \n[26]Ok, I'll crash on the floor, you crash on the bed. \n[27]Pete. . Keep ya dry.  \n[28]Ray Ray! Ahaaa. \n[29]How ya doin? \n[30]\n[31]Girls actually get in there? \n[32]How ya been? \n[33]Wanna beer? \n[34]Here. \n[35]Whoah. (spots a tattoo of a guitar on Ray's arm). \n[36]I'm sorry. \n[37]Playin ball? \n[38]FIELD') When did that happen? \n[39]Why? \n[40]Still got a gut huh Jay? \n[41]I'm still all I can be. \n[42]I just wanna relax, catch my breath.  \n[43]Alright boys, last play. We need to put this to rest. \n[44]You got it. On the first hut! \n[45]That's cool man. \n[46]Good to be back. \n[47]See ya tonight. \n[48]Hold up. Maybe next time I won't see you with the bleachers smoking weed.  \n[49]Don't you have to be native american to own a casino? \n[50]Nobody's gonna have any problems finding this place. \n[51]Not bad. \n[52]Nice place. \n[53]Where you goin? \n[54]Bye! No drinking. \n[55]Lil of both, I grew up here. \n[56]Could say that. \n[57]Deni.. \n[58]Hey Candy.  Let's go.  \n[59]No, hell no. \n[60]Ok. \n[61]Jimmy. Don't roll. Gimme the dice.  \n[62]saw it. \n[63]I saw the switch. \n[64]Yea? \n[65]Let's see about that. \n[66]Bet you I'll roll a seven. \n[67]Put your bets down on the pass line. These dice are comin up seven. \n[68]No, we gonna let it ride Jimmy. The dice are comin up seven. \n[69]care of that bet and we're even. \n[70]Yea, the problem is your dice are loaded. Does your boss know about this? Just gimme my money. \n[71]How did you do? \n[72]Some homecoming hey. \n[73]Appreciate that Dad. \n[74]I was goin into town to get some supplies. Wanna come? \n[75]You gonna think I'm crazy. I been thinking about the mill. When I was a kid goin to visit you at work, the smell of that fresh-cut cedar. You remember that smell.  \n[76]When did they go outta business? (Nods to a closed supply store). \n[77]\n[78]For what? \n[79]They miss a lot at your place don't they Jay. \n[80]Your boys did it. \n[81]What the fuck are you talking about?  \n[82]No. \n[83]I'm goin to the sheriff. \n[84]Excuse me. \n[85]Excuse me. \n[86]I'm here to press charges. \n[87]Yea, it is. \n[88]Did you look into it? \n[89]An internal investigation. \n[90]I'm not gonna let this stand. \n[91]I said I'm not gonna let this stand.  \n[92]Hey. \n[93]I appreciate that, I thought this was history. \n[94]Can I talk to you outside for a second. Mom I'll be right back. \n[95]Been better. \n[96]Well I went down to the police station and I talked to somebody with a badge. Sure as hell didn't seem like much of a sheriff. \n[97]Somebody ought to. How about you? \n[98]Is it workin? \n[99]So the casino huh? \n[100]Treatin you good? \n[101]I like that. Jay Hamilton's done well for himself hasn't he. \n[102]Must be. I heard he got you. \n[103]You still work for him though. \n[104]Suppose so. \n[105]Do you? \n[106]Thanks for the jacket. \n[107]Where'd you get the drugs? \n[108]Stop. Where? \n[109]No, that won't do any good. \n[110]He'll be fine. \n[111]But I'd have to plead guilty. \n[112]They're only offering me this deal just to keep me quiet. \n[113]I wasn't wrong. And I won't say I was.  \n[114]\n[115]Your honor, I'd like to plead my own case. \n[116]Yes I do. \n[117]I don't deny anything that was said here today. \n[118]I'm not guilty of anything. Except standing up for myself when the law wouldn't.  \n[119]I grew up in this town. People used to walk tall in this town, they wouldn't have traded the mill for a crooked casino.  \n[120]And they wouldn't have stood around while drugs were being sold to kids.  \n[121]I was justified in what I did, and if you acquit me of these charges I'm gonna run for sheriff. And if elected, I'm gonna fix this town. \n[122]And I will make sure that THIS (He opens his shirt revealing huge scarring) never happens to anyone again without punishing those who did it. \n[123]This is mine. \n[124]Watkins. \n[125]You're all fired. \n[126]License and registration please. \n[127]License and registration. \n[128]You. And the drugs you're pedalling out of your casino. \n[129]Yea that's right and I plan on taking care of everything else too. \n[130]Cause you owned the town Jay. It's changed now. \n[131]Is that right? \n[132]Sir get your tail lights fixed, it's your last warning. \n[133]They're broken. \n[134]Mornin deputy. \n[135]I got a lil pull around here. \n[136]Are you done? Ray I need your help.  \n[137]I need you to take me to drugs school.  \n[138]You're SURE you're not carrying anything.  \n[139]Officer. \n[140]Search him. \n[141]Could be. \n[142]Spit it out. \n[143]You might need this. \n[144]You're just being stubborn. \n[145]I will. \n[146]Can I talk to you? \n[147]Over here? \n[148]I'm gonna stay with him tonight. I need you to take care of my parent's place.  \n[149]Kay. \n[150]Hey \n[151]Don't you have to work tonight? \n[152]I gotta get a bigger bed. \n[153]Got leftovers... \n[154]\n[155]Take that and get in there. \n[156]They get down into the hole in the floor. \n[157]When I say 'now' start shooting, over there. Stay low. \n[158]What's it worth to you? Where's the lab? \n[159]Stay down! \n[160]Deni! Now! \n[161]Deni.... Deni. \n[162]You gonna be ok? \n[163]Get up Jay. \n[164]Get up! \n[165]You're right Jay, this does change our relationship. This is my town, you're under arrest. \n[166]That oughta do it. WHAT are you doin?  \n[167]That's how it starts. Next you'll be accepting bribes, setting speed traps all over town, cuttin up trucks. Not to mention the cavity searches. \n[168]Could be. \n[169]Let's go pick my old man and grab somethin to eat. ", "RAY": "\n[1]Hello puddin'. \n[2]I'm alright. \n[3]That's the lovemachine. \n[4]Good. Clean livin. \n[5]No. Believe it or not I quit drinkin. I'll take a soda though. \n[6]Thanks man. \n[7]Ya like that? When you left town it gave me the idea that I should do something with my life too so uhh I went down to Seattle, got a guitar and became all about music. And then pretty soon I was about music and drugs, n pretty soon I was basically just about drugs. Ended up doin 2 years for B+E. \n[8]Nahh, look at me now though right? I been clean and sober for 14 months, doing construction and renewing those supportive and healthy friendships from my past. Matter of fact I talked to the bastards, told em you were back and they asked me to politely remind you that kick off's in twenty minutes.  \n[9]If we score here we win right? \n[10]Just give me the ball. \n[11]Welcome home buddy. \n[12]It's the subtle attention to aesthetics that I find most impressive, blends in with the mountains SO nicely. \n[13]Isn't it wonderful? All your gambling needs under one great big roof. You got your ATM machine, tellers to cash your paycheck, and when you're here you don't gotta worry about those lil things like child support, rent, the laws of mathematical probability.  \n[14]Oh, 'Mister' Hamilton. \n[15]Just remember, nothin in here's free. C'mon, this place is nothin but fake boobs and real assholes if ya ask me. Just water for me. \n[16]Thank you, they're for my best friend.  \n[17]Hey sarge, so much for our VIP... status. Don't they teach you any fighting skills in the army. \n[18]Not good. But I tell you, that guy was feelin me this morning. \n[19]You okay? \n[20]I don't know if you've noticed but this aint exactly home any more. \n[21]Mornin sheriff. \n[22]No, nope, no. Come on man you know I hate cops. You been sheriff 2 minutes and I'm already startin to hate you. I'm a convicted felon. \n[23]Oh now you're a CROOKED cop doing favours for friends. That's how it starts. See next thing you know you'll be taking bribes, setting up roadblocks, frisking dudes crotches. \n[24]Oh don't do that. \n[25]I get to wear a uniform? \n[26]Yeah. \n[27]Oh. Spread your legs, arms down. Been workin out? Nothin there. Ohhhh somebody needs a BATH! \n[28]K. I have a hunch there may be somethin else in here .  \n[29]He's clean. Guess we gotta move to plan \n[30]Please step away from the vehicle. Now Mr Booth are you still upset over that body cavity search? WOOOOOOOO! I forgot, you got no vehicle. Please disperse, there is nothing to s... \n[31]Yeah. \n[32]Sure. \n[33]You think they're gonna take it that far? \n[34]I'm with you man, I'll check in later.  \n[35]Who's that? \n[36]No I'm good man. \n[37]Pete, somethin's burnin. \n[38]Pete? \n[39]Drop it! \n[40]you okay? \n[41]I'm sorry! \n[42]Gettin some souvenirs, I'm gonna miss the place! \n[43]Speakin of which, do you think Jay's got a casino in the pen? \n[44]Runnin the shower tower with the felons. He's probably blowin on somebody's dice right now. \n[45]That's lunch. \n[46]I'm with ya buddy. ", "JAY": "\n[1]Cause I opened my Casino. \n[2]Still got your reflexes. What, you get tired of being all that you can be?  \n[3]Really? I'll just have to see about that. What brings you home? \n[4]You? Relax? \n[5]Not today. \n[6]Ok Vaughn, last chance. \n[7]That's game! \n[8]Welcome home. \n[9]See ya round. Hey, if you're not doing anythin later on you could come by the casino. I'll introduce ya to some nice girls, drinks are on me. Whaddya say?  \n[10]Cool. \n[11]Heyyy, the dream team! \n[12]Yeah well. Welcome to my world. Look tonight, all the drinks are on the house. If you need a line of credit, say how much. And if you need a lil female companionship... done. Alright? Have a good time. \n[13]Don't you worry about me, I've got a few things to do. Enjoy. \n[14]Hey. First of all I wanna say thanks.  \n[15]He's been fired, and his gaming permit's been pulled. I don't know how my security cameras didn't catch that. \n[16]Look Chris I hate seein ya like this.  \n[17]Wait wait... so they got a little rough, they were a bit edgy. Understandably. You don't know what kind of assholes they have to put up with on a daily basis. Look, they've been reprimanded. They say you went nuts man. I'm sorry. I know the proper term vets use is post traumatic stress. \n[18]Whatever it was, you tore my place apart and it wasn't easy for me to get my guys agree not to press charges. Look Chris, if you had a problem... shouldn't you have come to me? Look, I wanna bring you inside. Chris I wanna make you head of security. Whaddya say? \n[19]Ah well. I guess you probably need time to think about it. This is for you. It's a little something to help you get... Y'know.. \n[20]Come on man, don't be like that. I came all the way out here to your house just to see you get back on your feet.  \n[21]I'm sorry you feel that way. I'll see ya round Chris. \n[22]Guess that changes our relationship a bit huh? \n[23]Hey Chris. \n[24]You're joking right? \n[25]What's the problem sheriff? \n[26]Oh. Only thing that's going on in my casino right now is reconstruction. You took care of that. \n[27]If you can, try to think this through. A casino is a license to print money. Why would I jeopardise that by selling drugs? \n[28]Really? See the only thing that I think has changed around here is that every morning you get to wake up and put on that nifty lil badge. But underneath that badge is the same guy that couldn't make it playing college football, apparently couldn't make it in the army and not gonna make it as a cop. \n[29]Yea, and if you push too hard you're gonna be a man who doesn't live to see 40. License please. \n[30]Thanks sheriff. \n[31]What's wrong with my tail lights? \n[32]Do it. \n[33]Hey Chris. \n[34]Just a sec. Remember we used to play hide n seek up here? \n[35]That was my favourite sound. \n[36]Look... Chris... just... \n[37]You wanna know what my new favourite sound's gonna be? The sound of you screaming like a little bitch. ", "SHERIFF WATKINS": "\n[1]How ya doin'? \n[2]Ahh 3 years this August. If ya lookin for work you might wanna try Aberdeen, that's the closest mill work you're gonna find around here. \n[3]Nah just simple economics. Y'know we have a really nice casino here, the wild cherry. You wanna make some money maybe you wanna go on down there and try your luck at the blackjack tables.  \n[4]You're Chris Vaughn? \n[5]Well hell, I know all about you Chris. I know your folks, I'm sheriff Stan Watkins. \n[6]Ralston get outta the car, you're lookin at a real soldier here pay some respect.  \n[7]Here Chris,  We'll give ya a ride up to your folks. \n[8]I insist. \n[9]Hey it's my pleasure. \n[10]I won't take no for an answer (jokingly reaches for his gun). HEY! Get in the car. \n[11]Did I scare ya with that one? \n[12]Ya. Let's go. \n[13]You were gone a while huh? \n[14]Harstad, yeah. Sad story. About 5 months back he fell asleep at the wheel and uhhh... hit a tree. Good man, good man and a good sheriff. \n[15]No problem, and uh Chris (hands him a piece of paper). It's election month... I'm your man. \n[16]I'm gonna need a statement from him Doctor. \n[17]I'll also need a copy of your write-up along with toxicoloy, blood alcohol level and so on. \n[18]I'm just tryin to get some facts here.  \n[19]I'm just doing my job Michelle. Ok? I understand how you feel. But we still don't know yet who started all of this.  \n[20]I'll do my best Mr Vaughn. I really will. In the meantime I have to file a full report. You lemme know when I can talk to him. \n[21]Thank you. \n[22]Well hey Chris. Good to see you up and about, you're lookin spiffy. \n[23]Well this isn't about that incident at the casino a while back is it?  \n[24]Cause that matter's closed. \n[25]They did an internal investigation. That's good enough for me. \n[26]Chris, I know you're familiar with the term 'no fly zone'. Hmm? Cause that's what the casino is. Since the mill closed down that casino is the main source of revenue in this town. So, case closed basically. I'll see ya. \n[27]Excuse me? What did you say to me?  \n[28]You're lucky to be alive right now, that's all you need to be concentrating on. This is my town ok, I'm the sheriff here. I'll tell you what will stand, not the other way around. Now please get out of my building. \n[29]You should NOT have come looking for trouble. Keep your hands up, get out of the vehicle now Chris! NOW! ", "DENI": "\n[1]Hey. \n[2]This belongs to you. \n[3]Coulda left it in the trash but I...  \n[4]Hi Mrs Vaughn. \n[5]How you been? \n[6]Talked to the sheriff yet? \n[7]He's up for re-election you know. Maybe you could take his job. \n[8]Sunshine and pine trees. Been readin these books, teach you how to cultivate happiness. Books on the future, go with the flow, that sorta thing. \n[9]I have my moments. \n[10]Yep. Been there almost a year. \n[11]Lot better than it treated you. \n[12]Yea, he's a real go-getter that one.  \n[13]Lasted about 8 minutes, a long long time ago. \n[14]Rent's gotta be paid Chris. \n[15]Hope to see you around. \n[16]Don't shoot. \n[17]Hi. How's the food around here? Brought you special treats. Salmon, Fried Chicken, Potato Salad. You got cups? \n[18]Hmm I quit. I figured you know, you were making some changes around here, I could make a few myself. \n[19]No, no you don't. \n[20]I'm hungry. \n[21]Mm mmm, I want pancakes, and eggs, and bacon. ", "DAD": "\n[1]Welcome back. \n[2]I got my business, you saw the furniture outside. \n[3]No, I'm still hoping that you'll melt that thing down on your own. \n[4]Remind you of anyone? \n[5]Just find out who did this to him Stan.  \n[6]Changed the plugs a while back. \n[7]I might've had serious issues with your career choice but just didn't seem fair to take it out on an innocent truck. Where you headin? \n[8]Let's go. \n[9]Ya whole life, all you wanted to do was get outta here. What made you come back. \n[10]Mmm I remember a lotta nice things before the mill closed. \n[11]Closed about six months ago. There's a home depot about fifteen minutes up the road. \n[12]Don't ask. \n[13]Is Pete ok? \n[14]What are you doin? \n[15]Aw Chris not like this. Chris listen to me. If you go outta here with that gun, they're gonna.. ne... Chris!  \n[16]Why does it always have to be your fight?  \n[17]No. I put my guns down a long time ago.  \n[18]You and me both boy. Chris, listen. You be careful. \n[19]I know who you are. ", "MICHELLE": "\n[1]Can I help you? \n[2]Lil' brother.. You come over here and gimme a hug. \n[3]You look great. \n[4]Hey, I couldn't let you be the only one looking good in uniform. Hey ma! Chris is here! \n[5]Oh, that's for Pete. \n[6]So what are you gonna do now that you're home? \n[7]Pete! This is your Uncle Chris. \n[8]Sit down, say hello. Last time he saw you you were barely walking. \n[9]I said you could sleep on the couch. It was Chris' room first. \n[10]Pete, cmon sit down, have somethin to eat. \n[11]Pete! \n[12]Okay, be back by ten. \n[13]Ten! \n[14]What are you talkin about Stan? \n[15]Oh come on you need to be out arresting whoever tried to kill my brother not testing his BLOOD. \n[16]Thanks. \n[17]It was close. Crystal Meth. \n[18]Ray! ", "PETE": "\n[1]And now I'm camping. \n[2]Doesn't look like it's gonna rain to me Colonel. \n[3]Did you ever smoke anybody? \n[4]Y'know, Papa's still got your gun locked up in the garage. Think you could teach me how to shoot? \n[5]Whatever. I'm outta here Mom. \n[6]\n[7]Ok it rained. Happy? \n[8]\n[9]Did you really kill people? \n[10]Hey Sarge, good game. Maybe next time.  \n[11]There's some old crutches in the garage.  \n[12]I'm sorry. I never did it before. \n[13]It's Pete. Want something to eat? ", "CONNIE": "\n[1]Look at you! \n[2]How long do we have ya for? \n[3]Really? You're not kiddin. \n[4]I wish you would have told me you were coming I would've cooked. \n[5]We didn't wanna bother you with our problems when your father got laid off.  \n[6]I substitute at the elementary school, Michelle pitches in. We try to keep things simple. \n[7]Pete! \n[8]Well it wasn't Chris. \n[9]Deni? Nice to see you dear. \n[10]And where is he? \n[11]Chris, wait. Call the police. ", "JUDGE": "\n[1]Mr Crow, you may present your client's case. \n[2]Order, order. Mr Vaughn, if you choose to represent yourself and not be represented by legal counsel you realise that you can't then claim a mistrial on that basis. \n[3]Very well Mr Vaughn. \n[4]Does that mean you're changing your plea to guilty? \n[5]Sustained. Mr Vaughn stay on point.  \n[6]Mr Vaughn we're not here to listen to civic speeches. \n[7]Sustained. Mr Vaughn you're close to being held in contempt. \n[8]Order, order. Mr Vaughn you are now charged with contempt. \n[9]I order the jury to ignore what they have just seen. Mr Vaughn take your seat. Order! Order! \n[10]Mr Forman, has the jury reached a verdict?  \n[11]Will the defendant please rise. ", "CROUPIER": "\n[1]6! Easy 6 for a win! \n[2]Five hundred on 6? \n[3]Lookin' for a 6. \n[4]Lookin' for a 6. Ohhhhh. \n[5]Saw what? \n[6]Hey this is a clean game asshole. \n[7]Yea. \n[8]It's not your roll sir. SIR! It's not your roll. Call security. \n[9]It's not your roll sir. \n[10]Well I would but it wasn't a legitimate bet, you're not the shooter. It's not your  ROLL sir.  ", "BOOTH": "\n[1]I don't have shit. \n[2]Now you read me my rights and take me in. And I call my lawyer. \n[3]Screw you, I do have a bit of information for you. It's not just me actually, there's a whole lotta people in on this one. \n[4]You're gonna get hurt. \n[5]WOOOOOOOOOOOO! I told you Vaughn! Uh ohhhh. Who needs to step away from the vehicle now Vaughn? Truck for truck baby, that's right, truck for a truck.  \n[6]Vaughn you gotta get me outta here!  \n[7]C'mon! Get me outta here man! \n[8]Screw you! \n[9]Ok! Ok! Hamilton's operation is at the mill ok! It's at the mill now get me outta here. ", "JIMMY": "\n[1]Ray go deep go deep! (as Ray runs off he throws the ball into Ray's back).  \n[2]His parents hadn't left him the mill more than 2 minutes before he shut it down. \n[3]Oh Hamilton's one sixteenth black man now. \n[4]\n[5]I need you to put 200 down for the bet.  \n[6]Yes, I'm in. Boom! Gimme some dice.  \n[7]Chris, why don't we just let it go?  \n[8]Come on, let's go! let's go! ", "WORKER": "\n[1]Gentlemen, Mr Hamilton would like to invite you to the VIP lounge. \n[2]He started bustin up the machines...  \n[3]Went crazy... \n[4]He went directly for everything. He just came in and took over the place.  \n[5]Yea that's correct, my right forearm. Both bones with a single shot. It was crazy. \n[6]I was emptyin machines when Mr Vaugh came in and started swingin. "}}