{"dialogues": {"BUD": "\n[1]Why Fox? Why didn't you buy... schmuck? \n[2]...sorry, what a fox... funny, the most beautiful girls in the world are always on the street or in elevators, never get to talk to them, shy ... my looks, never had confidence in them ... overcompensating work syndrome... prove your worth with money... 'cept I'm not making any money... ... wonder what all these people are thinking about. \n[3]Great Carolyn, doing any better would be a sin... \n[4]Morning, Dan. What's looking good today? \n[5]...hey Chuckie, how's the woman- slayer? \n[6]...if I had your looks, better. \n[7]...not that you learned anything, Chunk. \n[8]I gotta feeling we're going to make a killing today, Marv. \n[9]Joke about it. I was up all night charting these stocks. You want to see this or what? \n[10]Thanks, Marv, with that I might be able to qualify for welfare. \n[11]You got a look in your eye, Mr. Mannheim... You got something for the small fry... \n[12]And they're off and running! \n[13]Jack, take 50 Gulf, with a 3/8 top, forget the hundred. What about Delroy? I can go long at 23, let's go long...Conwest Air -- let me check it... \n[14]Up an eighth. How many you want? It's on the floor. \n[15]Hey Howard, I thought you were a gentleman. Sure it's gone down a little bit, but you got the tip from your printer, I didn't... Yeah you did. That's what you said. I didn't tell you to buy it, why would I tell you to sell it? No, I can't give it back! Give it back to who? You own it! No, he's out right now. \n[16]... That's what you told us to say. \n[17]He's lying. \n[18]Mr. Lynch, I swear to you, he's lying! \n[19]I don't think you're being fair, sir. You assigned me this guy, and you know he's got a history... \n[20]Howard the Jerk reneged on me. I've got to cover his loss to the tune of about seven grand! I'm tapped out man, American Express got a hit man looking for me. \n[21]Thanks Marv, I'll make it good to you. You know what my dream is? One day to be on the other end of that phone... \n[22]Hello, Natalie -- guess who? That's right, and you know everyday I say to myself, today could be the day... So what do you say... will you marry me? Then please can you get me through to Mr. Gekko? \n[23]Of course he's busy, and so am I. Five minutes. That's all I'm asking. I know that if he could only hear what I have to say... it would change his life. \n[24]Great Charlie, any better it'd be a sin. \n[25]Gotta open an account to win the lottery, Dominick. Give me 15,000, you'll have a condo in Florida next Christmas. \n[26]... nice to see you in such a good mood Dad, what'd Mom do, give you fish for dinner? ... You're smoking too much, how many times do you gotta go to the hospital to ... \n[27]It's called pasta now Dad, spaghetti's out of date. \n[28]Ah, I had a tough day. Some jerk D.K'd me and I gotta cover his loss. \n[29]D.K. -- didn't know -- who I was when the options he bought took a bath. He reneged on me. \n[30]Coulda been a contender. \n[31]Look Dad, I'm not a salesman. How many times I gotta tell you I'm an account executive, and pretty soon I'm going to the investment banking side of the firm. \n[32]Dad, it takes time. You gotta build a customer list. I'm doing it. I could make more money in one year as a broker than five years at the airline. \n[33]50 K don't get you to first base in the Big Apple, Dad, not any more. I pay 40% in taxes, I got a rent of 15,000, I got school loans, car loans, food, park my car costs me 3 bills a month, I need good suits, that's $500 a pop, shoes... \n[34]It's Queens, Dad and a 5% mortgage and you rent the top room--I gotta live in Manhattan to be a player, Dad. There's no nobility in poverty anymore, y'know. One day you're going to be proud of me, you'll see... \n[35]Can you spare three hundred? Pay you back next month, promise. \n[36]Not in here Dad... please. Later. \n[37]How's Mom? \n[38]...Work okay? \n[39]That's great Dad. \n[40]Hey to Bluestar, as your broker all I can advise is hold on to that stock Dad... \n[41]You sure about this FAA announcement? \n[42]The FAA announcement. \n[43]Hello, Natalie, you recognize the voice? I'll give you a hint, you're thinking seriously about marrying me... \n[44]...And you're even lovelier than I pictured. I brought a birthday present for Mr. Gekko. \n[45]It's in the bible, see. You better go buy him a present. Please, Natalie. Let me give him the gift; Cuban cigars--Davidoff, his favorite and hard to get. \n[46]Well... life all comes down to a few moments, and this is one of 'em... \n[47]How do you do Mr. Gekko. I'm Bud Fox. \n[48]...got a connection at the airport. \n[49]Oh no, no... \n[50]I just want to let you know Mr. Gekko I read all about you at NYU Business, and I think you're an incredible genius and I've always dreamed of only one thing -- to do business with a man like you... \n[51]Jackson, Steinem... \n[52]...Yeah, and we're working on some other interesting stuff. \n[53]Can't tell you that, Mr. Gekko. \n[54]Chart break-out on this one here...uh Whitewood-Young Industries...low P.E. Explosive earnings. 30% discount from book. Great cash flow. Coupla 5% holders. Strong management. \n[55]Tarafly...Analysts don't like it. I do. The breakup value is twice the market price. The deal finances itself. Sell off two divisions, keep... \n[56]Bluestar Airlines. \n[57]A comer. 80 medium-body jets. 300 pilots, flies northeast, Canada, some Florida and Caribbean routes... great slots in major cities... \n[58]There was a crash last year. They just got a favorable ruling on a lawsuit. Even the plaintiffs don't know. \n[59]I know...the decision'll clear the way for new planes and route contracts. There's only a small float out there, so you should grab it. Good for a five point pop. \n[60]My home number's on the back... \n[61]Well, hope to hear from you, sir. \n[62]...thanks Natalie. \n[63]Yeah, but he didn't see me. \n[64]...a dog with fleas. \n[65]...gotta read my reports. \n[66]...preferably Lou Mannheim... \n[67]Cindy. Having sex with her is like reading the Wall Street Journal 'cept the Journal don't talk back. 'Sides this AIDS crap is ruining romance, nobody trusts anybody anymore, gotta get a blood test in the toilet before you leave a bar together, somebody oughtta invent an AIDS dipstick, no kidding, make a fortune. I gotta get to work... Z's today. \n[68]Bud Fox. \n[69]Yes, sir. Thank you. You won't regret it. \n[70]Marv, ...I just bagged the elephant! \n[71]Hi...can I buy you a drink? I'm celebrating tonight. \n[72]Look, I know you get approached a lot by dubious men, but I'm different, I never talk to strangers, all my life I've been waiting for the right person to walk across the room... you're that person, you don't know it but I do and if you walk away now I'll never see you again or you me. You'll grow old. \n[73]I'll grow old. We'll both die. And we'll never have known each other. That's sad. At least one drink for a dreamer...What's your favorite drink? \n[74]Sounds like a french word, what is it? \n[75]Sounds tempting. I prefer mine with a twist of fate. You know like us meeting. Don't go away... \n[76]...I just lost it. \n[77]What's it at now? Still moving. Great! \n[78]My magic tie, Dan. \n[79]Sleep with me and the secrets of the West are yours. \n[80]Old values. Buy. \n[81]Hey Marv, he demanded confidentiality... \n[82]All right, I owe you one Marv. \n[83]Hi Natalie...lunch at 21? I'm out the door... \n[84]I'd love to, Mr. Lynch, thank you. \n[85]Nice to see you again Mr. Gekko. \n[86]Uh...just a Evian, thank you... \n[87]...I can't even see it... \n[88]Bluestar was at 21 and an eighth when I left the office. It might spin up to 25 by the bell... \n[89]No sir, that would've been illegal... \n[90]Mr. Gekko -- thank you for the chance. You won't regret this, you're with a winner. \n[91]Excuse me sir. \n[92]Lisa. Gordon? Oh, Mr. Gekko. Sure. Would you, uh, like to come in? \n[93]We are? \n[94]So, where are we going? \n[95]Like? Uh...hmmm. Well... \n[96]Let's see, it closed at uh, 41 1/8... Up a quarter...very attractive... about average yield... \n[97]Rising profits...strong balance sheets, good earnings per share. \n[98]It's ready to take off. I'd jump all over it if I were you. \n[99]Any better and I'd be guilty. \n[100]...how do you know? You wish... \n[101]Mr. Gekko, I don't think I can...go on. \n[102]Nice club, Mr. Gekko... \n[103]Uh, Mr. Gekko, we took a little loss today. We got stopped out on Tarafly... ...about 50 thousand. \n[104]What? How do you know about my father? \n[105]Yes... \n[106]I'm not just another broker Mr. Gekko. If you give me another chance, I'll prove it to you. I'll go the extra yard for you. One more chance. Please... \n[107]'Course. Larry Wildman. One of the first raiders. \n[108]I remember that deal. You were involved? \n[109]I don't understand. \n[110]Follow him? Mr. Gekko I... It's not what I do. I could lose my license. If the SEC found out, I could go to jail. It's inside information, isn't it? \n[111]What about hard work? \n[112]All right, Mr. Gekko...you got me. \n[113]Oh shit, don't tell me Mr. Wildman was on board that plane? My boss is gonna kill me. I was supposed to give him this. You know where that plane is going? \n[114]...after spending the morning at Kahn, Seidelman -- on the 14th floor, the junk bond department -- where Shane Mora works -- he had lunch at La Cirque with a group of well-dressed heavyset bean- counters... ...he later stopped off at Morgan. I'd say from all the palm-pressing and sweet smiling going on that Larry got some nice fat financing... \n[115]Jesus Christ, he's buying Anacott Steel! \n[116]Hey Dad!... Hi ya Charlie... Dominick... \n[117]Client. Got a private jet over at Butler Aviation... Dad, you always gotta light up when you see me, it's the... \n[118]Alright. Why so pissed? \n[119]Yeah, it is. In fact I'm doing great. New client. Whole new league. It's starting to happen Dad. The Big Leagues! You know what I'm saying. \n[120]Dividend. I figure I owe you about five thousand in nickels and dimes... \n[121]Don't worry about the loans. I'm doing good Dad and it's gonna stay that way now... least buy yourself a new suit. \n[122]...then buy yourself a decent bowling jacket so when you take Mom out you don't look like the Roto Rooter man. Come on, for godsakes, that's what money's for. Enjoy yourself... \n[123]... Dad, you should've been a CEO. How about dinner? \n[124]Wait... next week's booked. Let me check with my girl and get back to you on Monday. \n[125]...gotta run Dad. You stop smoking, you hear? \n[126]Anacott Steel. Buy it. \n[127]Mr. Mannheim, got a sure thing. Anacott Steel. \n[128]You're right, Mr. Mannheim, but you gotta get to the big time first, then you can be a pillar and do good things. \n[129]It's a winner Mr. Mannheim, trust me -- buy. \n[130]Wanna play some tennis Saturday? \n[131]...you take that Anacott Steel? \n[132]...Blue horseshoe loves Anacott Steel. \n[133]Mr. Gekko, I've been trying to reach you. We got the options. We got a good execution on them! \n[134]speeding on the high of the buy... \n[135]...we have 37.2 million invested. At this point, we're up 3.1 million and some change. If it goes to 75 bucks we can clean close to 12 mill. \n[136]My firm needs your signature on these option agreements tonight, sir, otherwise we could take a real bath tomorrow. \n[137]Bud Fox. Got some papers for Mr. Gekko to sign. \n[138]Sorry, Mr. Gekko. \n[139]...if you'd rather not, Mr. Gekko, I can leave... \n[140]Hello again, I been holding these drinks for us for the last three weeks. \n[141]Grand Marnier. A romantic and tragic drink. \n[142]Destiny took us apart, but I knew it would bring us back together. \n[143]Stock broker. As in: never have so few done so little for so much. So what do you see in this? \n[144]...few thousand dollars down the drain if you ask me. \n[145]You could have a great beach house for that. \n[146]Boy, I thought Gordon was a tough businessman, but somebody's really taking him to the cleaners here. \n[147]I gather you're a decorator. \n[148]Well, if you're that good, you could probably do wonders at my place. \n[149]Upper West Side. \n[150]Oh it's just a rental. I'm moving to the East Side soon. I've got a couple of deals brewing with Gordon. but that's just conversation... what about real things? Like dinner. The two of us. Friday. Cafe. Santo Domingo. \n[151]Break it. \n[152]You may call me a yuppie... It's Mister Yuppie to you. \n[153]So. See you Friday. \n[154]Only if I want something bad enough. \n[155]No, I'm afraid I've got to get some work... \n[156]I guess I'll head back... \n[157]The break up value is higher. It's worth 80. \n[158]\"All warfare is based on deception...\" Sun Tzu says, If your enemy is superior, evade him, if angry, irritate him, if equally matched, fight... if not, split and reevaluate. \n[159]Yeah?... \n[160]Mr. Gekko, I'm there for you 110%. \n[161]...Gordon. \n[162]Well we're thinking of putting up a statue of you in the subway. I hear you're moving up in the world. An associate already. Not bad. How's Margie? \n[163]Nah, she asked the wrong question. \n[164]\"What are you thinking?\"...that was it. The hours are hell, but the money's starting to tumble in. I know this guy who's got an iron- clad way to make money, I can't lose and I can't get hurt. \n[165]Yeah, check out Teldar Paper, it's still not over. \n[166]What about you, I hear you guys are handling the Fairchild Foods merger and it may not be going through. Any surprises I haven't read about in the Wall Street Journal? \n[167]Who's listening? It's just one college buddy talking to another. \n[168]Relax, Roger, everybody's doing it but you don't know, you don't know. \n[169]More money than you ever dreamed, Roger. And the thing is no one gets hurt...how bout a beer? \n[170]I need to speak to the owner about some business. \n[171]Mr. Panos, I've charted the growth of new office space in the city, and I think you're in the right business at the right time. \n[172]I'm impressed with your work and I could use a tax break. This is a growing business. Are you interested in some working capital and a partner? \n[173]Uh. Wrong office. Sorry... \n[174]How much? \n[175]Devon? He looks like Seattle Slew. What about the Triple Crown? \n[176]How would I know? I once bet a horse. He went out at ten to one and came in at quarter to five. \n[177]Of course. \n[178]All's fair in love and war. \n[179]I think I got some friends that won't mind making some easy money... \n[180]What's it cost these days? \n[181]...piece of cake, Gordon... \n[182]Yeah, almost... \n[183]The conference, oh yeah. Fine. We reached an agreement and decided to divide up the world between us. \n[184]And what do you want? \n[185]Well, why stop at that? \n[186]You're not trouble by any chance. Are you? \n[187]What's going on? \n[188]...just kickin' ass and taking names, Mr. Mannheim. \n[189]...sounds dubious Chuck, but Piping Rock any day. \n[190]Thank you, Janet...thank you, Mr. Lynch. \n[191]All right. Offer 950... \n[192]Nah...this is it..home... \n[193]Yes...no...at 37 1/2. Convert the bonds right...and check the price in Tokyo at 8:00 LA time. Thanks... \n[194]...too perfect...let's not even eat. Let's just watch it and think about it. \n[195]a rough plaster wall of fading fresco \n[196]Sure... But your fee... considering you're way over budget, should be negotiable. \n[197]I'm kidding, I'm kidding, we're still young, Darien. So what's money anyway when everybody's making it, it's all relative. After all, this is not the house in Connecticut, this is just a crash pad good for a couple of years...before we slip our two lovely kids, Yuppie and Fruppie into the Lycee Francaise. \n[198]That's right -- one with high yield, rich assets and no downside... \n[199]It's not me I'm worried about...You know Darien, the only reason we haven't slept together is because we both know we will -- and not knowing when was the only surprise left. You owe me, I want you, what else is there...but you, me, the world. ...right here...make love to me...now... Stop me if I'm going too far. \n[200]Is this real? Is this really real? \n[201]Who am I? \n[202]Dixon! It's your lucky day! That's right. I want to give you some stock and you don't have to put up a penny... \n[203]No, no Dixon, my client wants to buy a large, large block of stock and needs to spread it around. I'll park some money in your account and if it hits, you get a big cut. I'm telling you, this is the easiest money you ever made... \n[204]...and you don't have to put up a dime, Roger. \n[205]...it's easy Jack! On settlement day, you endorse a check to Blue Horseshoe Trading Company. Then I send you your cut. \n[206]...that's the bottom line. And nobody gets hurt. \n[207]Hey, I'm tired of playing nurse to you all the time, alright. Do your own home work! \n[208]Buy me 20 June Euro Dollar CDs. Twenty March gold and sell 10 September Deutsch marks. That's right... \n[209]Bud, I hate to tell you this but you're a genius! Darien...lightning has struck! The lightbulb has been invented. Edison, Da Vinci, Einstein are watching... \n[210]You think I'm gonna broker the rest of my life... I'm going to be a giant, Darien, an entrepreneur in the Italian 15th century sense of the word -- a mover, shaker. \n[211]I love you, baby. Did I tell you that sometime in the last 24 hours? \n[212]Sure, why not, money's the sex of the 80's. I never had it like you when I was growing up, baby, it wasn't the upper east side. \n[213]...that changes all my plans, I thought you were loaded... \n[214]Fear. The fear of being poor I guess, just like you, Darien... But that's all gonna change sweetheart. I'm catching the express... ... and you're going along for the ride. \n[215]...Bluestar's an unpolished gem, Gordon, right out of the garbage. A half assed management being decimated by a price war they can't win. But the gates at LaGuardia alone can bail us out, it's worth 25 bucks a share if it's worth a dime! They're ripe to fall. \n[216]Yeah aren't you forgetting something Gordon: rule one, capital reserves. This company has $75 million cash in an overfunded pension. That buys us a lot of credibility... ...and the beauty is you already own close to two percent of this sucker... \n[217]Gordon what I want--and I never asked you for anything--is to be your co-pilot on this. I want to take this airline, turn it around, and make it work. It's gonna make us a fortune! \n[218]Gordon, I worked at Bluestar, I know my way around, I have friends there...inside. \n[219]The three unions. It's 43% of Bluestar's operating budget, the hourly cost of a flight crew is $850 an hour, that's the real hidden value G.G., if you can negotiate that out, get a crew down to $350-400 an hour a run, this airline is gonna be the hottest thing since Texas Air... \n[220]I can talk to these people Gordon, they trust me...and my father can be a big help in getting cuts. \n[221]Dad, well come on in. Everybody's here. We couldn't start the show without you. \n[222]Dad, you know Duncan Wilmore, pilot's union, and Toni Carpenter, flight attendants... \n[223]And I'd like to introduce you to Mr. Gekko, and his lawyer, Mr. Salt. \n[224]Thank you Mr. Gekko. First of all I want you to know my door will always be open to you cause I know from my Dad it's you guys that keep Bluestar flying. One -- Modernize. Our computer software is weak, we update it, we squeeze every dollar out of each seat and mile flown. You don't sell a seat to a guy for $89 when he's willing to pay $389. Effective inventory management through computerization will increase our load factor by 5 to 20%, that translates to approximately 50 to 200 million dollars in revenues; the point is, we can beat the majors at a price war. Two -- Advertising -- more, more, and aggressive, attack the majors. Three -- expand our hubs to Atlanta, North Carolina and Dallas, reorganize all our feeder schedules, think Big -- guys, we're going after the majors! \n[225]Now, wait a minute, Dad... \n[226]Congratulations. You did a great job of embarrassing me in there-- not to mention yourself! Save the \"workers of the world unite\" speech for next time Dad, I heard it too much growing up. You're gonna get axed Dad, no two ways about it, you and the whole airline are going down the tubes, you hear me, just like Braniff, you don't have a chance in hell, and if it isn't Gekko it's gonna be some other killer. \n[227]No, what I see is a jealous old machinist who can't stand that his son's become more successful than himself. \n[228]That's because you never had the guts to go out into the world and stake your claim. \n[229]Your responsibility, Dad, is to present the facts, not your opinions, to the men... you're gonna destroy their lives, Dad! Don't do it to 'em. Give it a chance. Let the membership decide for themselves, Dad. Please. \n[230]Your men! All my life \"your men\" have been able to count on you? Why is it that you've never been there for me? \n[231]And what if you're wrong? What if one day, the sun didn't rise in the East and birds didn't fly South in winter and for once in your life your compass was off? Huh? \n[232]Would you be willing to wreck your men's future? My future? Please... Dad. Think. Be practical, for a change. I'm asking you, I'm fucking begging you... \n[233]What's up Dixon? Calm down! What are you talking about? \n[234]What'd you tell him? \n[235]Look Dixon, calm down! It's not illegal to buy stock or to be right. And it's not all that unusual to be spot checked on a big buy. Tell him you did your homework and you thought the stock was a sound investment. \n[236]Tell 'em your father gave it to you. \n[237]They won't. That's not their jurisdiction. \n[238]Yes! Read the Constitution, it's all in there. And remember--you don't know anything, nothing. \n[239]Good. Then call him back. And call me back. Don't worry. \n[240]Didn't I tell you to knock before you came in here? \n[241]Then get out and close it behind you. \n[242]Get the hell out! \n[243]So what's the problem? \n[244]....Relax Roget You're 82M in the account numbers and I'm the Invisible Man... they're always looking for red flags, Gekko's always getting checked by them, they never come up with anything... we're invulnerable on this... \n[245]Sure Roger, whatever you want, it's cool. \n[246]He never told me... \n[247]I'm sorry, this can't wait. \n[248]I found out about the garage sale down at Bluestar. Why? \n[249]Maybe you ought to read him Pinocchio. You told me you were going to turn Bluestar around. Not upside down. You used me. \n[250]Why do you need to wreck this company? \n[251]If these people lose their jobs, nowhere to go. My father worked at Bluestar for twenty-four years. I gave 'em my word. \n[252]Tell me, Gordon--when does it all end? How many yachts can you waterski behind? How much is enough? \n[253]How much is enough Gordon? \n[254]Obviously... \n[255]...I can't make it tonight. \n[256]I'm with you Gordon... \n[257]I've been played like a grand- piano--by the master, Gekko the Great...and today was the big crash. Liquidation sale. He's gonna carve Bluestar into little pieces and sell it all off... \n[258]Talk about being bent over the sink of life and being dry humped. I handed it to him on a silver platter. I told my father and those people... \n[259]I'm not gonna let it happen Darien. \n[260]At least I wouldn't be pulling the trigger. \n[261]I can stay with the brokerage firm. And you're doing fine. We can survive without Gordon Gekko. \n[262]What the hell's that supposed to mean? \n[263]You really mean that? What'd he promise you? To take you public? I guess without Gordon's money and seal of approval, I'm not such a hot investment anymore. You're just the best money can buy, Darien... \n[264]I'm looking...and I sure don't like what I see. \n[265]That's bullshit! Step out that door, I'm changing the locks. \n[266]Get the hell out! \n[267]Save the rap, just sell it -- fast! \n[268]...Janet get my father on the phone and the two other union reps, urgent... \n[269]What! What happened?! \n[270]Oh Christ! \n[271]Mom! How is he? \n[272]Hiya Dad... What was it? Mom talked too much or was it her spaghetti? I mean pasta... I told you never to lift a 747 by yourself... \n[273]...you even got me smoking now...second one Dad, you're pushing your luck, I guess you know that...I guess you gotta pull through this one Dad...for mom, for me...I guess I never told you but...I love you Dad, I love you more than I ever. ...I didn't mean those things I said to you...you're a hero all the way Dad, you're a rock...the best. \n[274]...and you were right about Gekko. He's one son of a bitch...through and through. \n[275]He's gonna break up Bluestar. \n[276]...but I gotta plan Dad, it can work, I can save the airline, I know you got no reason to believe me but I want you to trust me...I need to talk to the unions...Can I speak for you? \n[277]Your words, not mine... \n[278]...the stock's at 19 1/4 and it's going up. Gekko figures by breaking up Bluestar, it's worth at least $30 a share. That means he'll buy up to 23 or 24 and still think he's making money. \n[279]You really don't want to know any more than that, Mr. Wilmore. Let's just say I have some friends. \n[280]When the stock hits 23, you guys go to Gekko and lower the boom. Once he learns he has no union concession, he's going to head for the hills. He'll sell everything he's got. \n[281]We have an appointment to see Mr. Wildman. \n[282]Sir Lawrence, what would you say to owning Bluestar Airlines with union concessions--at $18 a share...and in the process hanging Gordon Gekko out in the wind to twist.... ? \n[283]Let's just say Mr. Gekko and I have a conflict of interest. I want to see this airline work... ...the figures here show it can. \n[284]You don't have to agree with me, Marv; but I think I've been a bit of a schmuck lately. \n[285]I want to make it up to you. Bluestar, put all your clients in it. \n[286]Bluestar, Mr. Mannheim. Put all your clients in it. \n[287]Listen I need a favor and it's a quick scalp for you. Two hundred thousand at 19 1/2; can you position it in one of your equity funds? \n[288]Hold on... ...listen \"blue horseshoe loves Bluestar Airlines\"... \n[289]Yeah. I see it at 22 1/8 and I don't know what to make of it. \n[290]Start unloading. \n[291]Now! Tell everyone to dump! \n[292]Get out of Bluestar! \n[293]Gekko's on the ropes--he's trying to sell, but there's not many takers, the stock's plummeting. \n[294]You once told me don't get emotional about stock. Gordon, don't. The bid is 17 and going down. As your broker, I advise you to take it. \n[295]Gordon, it's two minutes to close. What do you want to do?! Decide. \n[296]Smile, Carolyn, there's justice in the world... \n[297]How's it going Mr. Mannheim? Got out of Bluestar in time I hope? \n[298]I think I understand what you mean Mr. Mannheim. \n[299]Get my father will you Janet? \n[300]I guess you're not here to open an \n[301]Gordon. \n[302]I don't know. My Dad once told me, \"money is something you need in case you don't die tomortow.\" I guess I realized I'm just Bud Fox. And as much as I wanted to be Gordon Gekko--I'll always be Bud Fox. \n[303]No, thanks, I'm nervous enough. \n[304]Yeah, don't want to be late for my own funeral. \n[305]Dad, I'm going to jail and you know it. \n[306]Like who? Who really wants to know a convicted felon...I don't even like myself. \n[307]Why? ", "GEKKO": "\n[1]... what the hell is going on? I just saw 200,000 shares move, are we part of it, we better be, pal, or I'm gonna eat your lunch for you... get on 1. Sorry, love it at forty. It's an insult at fifty. Their analysts don't know preferred stock from livestock... wait for it to head south, then we'll raise the sperm count on the deal... right. Get back to me.... This is the kid that's called me 59 days in a row. Wants to be a player There oughta be a picture of you in the dictionary under persistence. Look, Jerry, I'm looking for negative control, no more than 30 to 35%, just enouqh to block anybody else's merger plans and find out from the inside if the books are cooked. If it looks as good as on paper, we're in the kill zone. We lock and load pal...get on 3. \n[2]Yeah, Billy, who's your buyer?... No, not interested. Ollie, start calling a the institutions, start with Marx at Janson Mutual, then Reardon. Get me that California retirement money, baby! And we're on our way! \n[3]... check the arbs for MacDonald's. Yeah, I'm having a Mac attack. 20,000 shares. For about 30 minutes. Lunch? Are you joking -- lunch is for wimps. Get back to me... 4. \n[4]Look Harold, they're vulnerable, alright, but we don't want 'em to think they're under accumulation. Go slow. Call Geneva and the Bahamas for me, will ya? We feint towards it but we wait... \n[5]If I ever need surgery, get me the heart of an arb like Yurovich, it's never been used...Happy Holideals Harold... \n[6]So you say. Nice to meet you; hope you're intelligent. Like these, how'd you get these? \n[7]So what s on your mind kimosabe? Why am I listening to you? Got to monitor my blood pressure, so whatever you do, don't upset me. \n[8]Within 45 seconds, a microprocessor computes your systolic and diastolic pressure. Has an LCD readout, and it's cost effective -- less than one visit to the doctor. \n[9]So what firm you with, pal? \n[10]...going places, good junk bond department, you got the financing on that Syndicam deal. \n[11]...A cosmetics company by any chance? What are you, the 12th man on the deal team? The last to know? \n[12]So whatta you got for me, sport? Why are you here? \n[13]It's a dog, what else you got, sport, besides connections at the airport? \n[14]He respond to the offer? What? What the hell's Cromwell doing giving lecture tours when his company's losing 60 million a quarter? I guess he's giving lectures on how to lose money...if this guy opened a funeral parlor, no one would die, this turkey's totally brain dead...Well Christmas is over and business is business. Keep buying. Dilute the sonofabitch. Ollie I want every orifice in his body flowing red. \n[15]...doesn't look like it but the best trader on the street... Sue get the LBO analysis on Teldar Paper and bring it here...what else? \n[16]Not bad for a quant, but a dog with different fleas. Come on, tell me something I don't know. It's my birthday, pal, surprise me... \n[17]...rings a bell somewhere. So what? \n[18]...don't like airlines, lousy unions... \n[19]How do you know? \n[20]Hey, the Terminator! Blow 'em away Ollie. \n[21]Rip their throats out and put them in your garbage compactor. Interesting. You got a card? \n[22]Bud Fox, I look at a hundred ideas a day. I choose one. \n[23]OK gang, looks like we're going over 5% in Teldar, start the lawyers on a tender offer and 13D, we keep going after everything in sight but don't pay over $22. They're gonna fight, they got Myers and Thromberg doing their legal, they make Nazis look like nice guys... \n[24]Alright Bud Fox... buy me twenty thousand shares of Bluestar. No more than 15 1/8, 3/8 tops, and don't screw it up sport. \n[25]Hi sport. \n[26]Try the steak tartare. It's off the menu but Louis'll make it for you... \n[27]See this? Can you believe it? Two inch screen... \n[28]...for my kid Rudy -- 3 years old, electronics freak, got a liquid crystal display 'stead of an electronic beam. We're going into a new age pal. So how's business today. \n[29]Teldar's shooting up. Buy any for yourself? Bet you were on the phone two minutes after you got out of my office. \n[30]Sure...relax sport, no one's gonna blow a whistle. Here, is this legal?...you wanna put it in my account? \n[31]Can we have the check over here for christ's sake. \n[32]Cover the Bluestar buy and put a couple hundred thou in one of those bow-wow stocks you mentioned. Pick the dog with the least fleas. Use a stop loss so your downside is 50,000, and buy yourself a decent suit. You can't come in here looking like that. Go to Morty Sills, Tell 'em I sent you. \n[33]...put the rest of it in a money market account for now. I want to see what you know before I invest it...and save the cheap salesman talk, it's obvious. \n[34]You heard me...I don't like losses sport. Nothing ruins my day more than losses... You do good, you get perks, all kinds of perks. Stay home tonight. Louis, take care of 'im. Enjoy the lunch. \n[35]...come on sport, you gotta try harder, I need some exercise for chrissake... \n[36]...finish out the game, Bud, push yourself... \n[37]The public is out there throwing darts at a board, sport. I don't throw darts at a board. I only bet sure things. Read Sun Tzu's \"The Art of War.\" 'every battle is won before it is ever fought.' Think about it. \n[38]Yeah... not bad for a City College boy. Bought my way into this club and now every one of these ivy league schmucks is sucking my kneecaps...I just got on the Board of the Zoological Society, cost me a million; that's the thing with WASPS -- they like animals but they can't stand people! \n[39]I guess your father's not a union representative on that company. \n[40]The most valuable commodity I know of is information. Wouldn't you agree on that? \n[41]You're not as smart as I thought you were, Buddy boy, Listen hard -- don't count on Graham and Dodd to make you a fortune, everybody in the market knows the theory, ever wonder why fund managers can't beat the S&amp;P 500? 'Cause they're sheep -- and the sheep get slaughtered. I been in the business since '69. Most of these high paid MBAs from Harvard never make it. You need a system, discipline, good people, no deal junkies, no toreadores, the deal flow burns most people out by 35. Give me PSHs -- poor, smart and hungry. And no feelings. You don't win 'em all, you don't love 'em all, you keep on fighting, and if you need a friend, get a dog, it's trench warfare out there sport... and in here too. I got twenty other brokers out there, analyzing Charts. I don't need another one. Talk to you sometime... \n[42]You want one more chance? Then stop sending me information and start getting me some. Get dressed, I'll show you my charts. \n[43]Know the name? \n[44]Sir Larry Wildman. Like all Brits he thinks he was born with a better pot to piss in... bribed an old secretary of mine to open bar mouth and stole RDL Pharmaceuticals right out from under me. Wildman the white knight. \n[45]Revenge is a dish best served cold... well, it's payback time, sport. ... see that building? I bought into it ten years ago. It was my first real estate deal. I sold it a couple of years later and made an $800,000 dollar profit. It was better than sex. At that time I thought that was all tne money in the world... Now, it's a day's pay ... I had a mole in Wildman's employ. Gave me half the picture, then he got fired... \n[46]Wildman's in town. He just became an American citizen. Something big's about to go down. I want to know where he goes and who he sees. I want you, sport, to give me the missing half of the picture... \n[47]Inside information. Oh you mean like when a father tells his son about a court ruling on an airline? Or someone overhears me saying I'm gonna buy Teldar Paper? Or the chairman of the board of XYZ suddenly knows it's time to blow out XYZ. You mean that? I'm afraid sport, unless you got a father on the board of directors of another company, you and I are gonna have a hard time doing any business... \n[48]What about it? You work hard. I'll bet you stayed up all night analyzing that dog you bought. And where'd it get you?... my father worked hard too like an elephant pushing electrical supplies. And he dropped dead at 49 with a heart attack and a tax bill and the bank pissed on his grave and took the house; my mom ended up working in a dish factory... Wake up pal, if you're not inside you're outside. And I'm not talking a $200,000 a year working Wall Street stiff flying first class and being \"comfortable\", I'm talking rich pal, rich enough to fly in your own jet, rich enough not to waste time, 50-100 million, a player Bud -- or nothing. You had what it takes to let through my door. Next question: You got what it takes to stay...?? \n[49]Look out there... \n[50]You really think the difference 'tween this guy and that guy is luck? Mohammed, pull over. \n[51]...when it comes to money, sport, everybody's of the same religion. Or should be... Hope you don't mind if I let you off here, I'm late for a meeting. Good bye, nice knowing you. \n[52]Yeah, it's a beautiful night. I love this hot stinkin' city. ... nothing else like it in the world. Seven million people living on each other's heads, kids born, millionaires dying, people praying, junkies, whores, wills, lawyers, deals, parties, sex... guys like you sport -- dreaming about the big score. You know the best thing about New York is everything you can do here. And the worst thing is everything you can't do here... \n[53]...bright but not bright enough, Sherlock, roll the dice and play a little monopoly... what box would Sir Lawrence land on in Erie, Pennsylvania? \n[54]When the market opens tomorrow, buy five thousand March fifty calls. You hear me? Start buying ten thousand share blocks and take it up to fifty dollars. When it reaches fifty, you can let out a little taste to your friends. Then call this number -- 555-7617: tell the man \"blue horseshoe loves Anacott Steel...\" You scored, Buddy! Be in touch. \n[55]Start buying Anacott Steel all over the board. \n[56]Sweeten the offer, throw 2 bucks more in a convertible preferred. And 5 year contracts for themselves. \n[57]... Cromwell wants to play financial chicken with me, we'll see who swerves first. Where the hell's Gene? \n[58]...done and done. Night gang, and Susan no legs waving in the air tonight. I want you dreaming about Teldar Paper. \n[59]Rudy Kazootee, how's my cutie! \n[60]No, not now Rudy. Daddy's making money to buy you toys. Daddy work. \n[61]Shut that off, willya! \n[62]I come to the country and it's worse than the city! I'm not home... Yeah? \n[63]Nicole! Take him will you... \n[64]Don't expect to get it all, sport, you'll burn out. First rule of business is never get emotional about stock, clouds the judgment. Where do we stand? \n[65]I'll be right there, fix them a drink. \n[66]You're walking between the raindrops kid. I expect Sir Larry is choking on his royal chamber pot by now. \n[67]...Can't it wait? I'm good for it. ...Awright. Come out, get the directions from Natalie and hurry up. \n[68]Allright. Wait here... \n[69]No... Bud Fox, my wife, Kate... \n[70]Yeah, why not, Bud boy... \n[71]...It's okay Buddy, you know Alex... Candice Rogers. ...This is Stone Livingston... and his wife Muffie. ...Darien Taylor, Sam Ruspoli, Carmen Winters, Dick Brady... All old friends. \n[72]...well he doesn't talk back or steal the silver and Dick's gonna get me an exemption on him, aren't you... \n[73]Make Mr. Livingston a martini would you Nyung, and this gentleman... Stick around, this could be fun... \n[74]Larry, what a surprise... Can it wait till tomorrow. I got some people over. ...if you feel that way Larry, come over. \n[75]Larry! Excuse me \"sir\" Larry, great to see you again, you're looking good. \n[76]Stick around... Larry, one of my \"gang\" -- Bud Fox. \n[77]Shall we go upstairs? \n[78]Rarest pistol in the world, Larry, a .45 Luger. Only six were ever manufactured. \n[79]The same interest as yours Larry. Money. I thought it'd be a good investment for my kid... \n[80]You must be wearing a mask you're laughing so hard behind it Larry. Let's cut the \"sir\" crap. Correct me if I'm wrong, but when you took CNX Electronics, you laid off 8,000 workers, Jessmon Fruit about 6,000, that airline... \n[81]Showdowns bore me Larry, neither side wins. You can have the company, in fact it's gonna be fun watching you and your giant ego try to make a horserace out of it... What do you think is a fair price for our stock Bud? \n[82]But we don't want to be greedy now, so let's let him have it at $72. \n[83]My mail's the same color as yours Larry. Or it was till the Queen started calling you \"sir\". Now excuse me before I lose my temper... \n[84]Considering you brought my mother into it, $71.50. \n[85]He's right. I had to sell. The key to the game is your capital reserves. You don't have enough, you can't pee in the tall weeds with the big dogs. \n[86]You're learning, sport... \n[87]Money never sleeps pal. When I came in in '69, they traded six hours a day, now the clock don't stop, London's deregulated, the Orient is hungrier than us. Just let the money circle the world, sport, buying and selling, and if you're smart it comes back paying. I just made $800,000 in Hong Kong gold. It's been wired to you -- play with it. You done good, but you gotta keep doing good. I showed you how the game works, now school's out. \n[88]You don't understand. I want to be surprised...astonish me, sport, new info, don't care where or how you get it, just get it... My wife tells me you put a move on Darien. Here's some inside info for you. That Euroflash GQ guy she's going with's got big bucks but he's putting her feet to sleep. Exit visas are imminent. So don't lose your place in line. Oh, jeez, I wish you could see this. The lights coming up over the water. I've never seen a painting that captures the beauty of the ocean at this moment. ...an old Russian proverb - \"a fisherman always sees another fisherman from afar.\" I like you sport, I ever tell you that... Gordon, call me Gordon from now on. \n[89]Yeah, I'm gonna make you rich, Bud Fox. I'm gonna make you rich enough you can afford a girl like Darien. Remember, power is the best aphrodisiac. This is your wake-up call. Go to work. \n[90]Got him at an auction in Kentucky. \n[91]Close to two million. But this sucker can go all the way to Devon and the nationals. \n[92]...just the beginning, sport, just the begining... \n[93]The art of which is deception. Spread the buy orders through different accounts and you won't get burned... \n[94]Rudy, viens ici, dit bonjour a Monsieur Bud. \n[95]Already speaks a little French, kid got the highest score on his IQ test. \n[96]Think about incorporating yourself there, Bud, Harold will take care of it for you. ... at a reasonable fee. You're gonna make a lot of money now Bud... stakes are gonna go up, no mistakes... \n[97]Where do you get off speaking about me like that, making remarks to the press, I resent these remarks, I demand the right to speak. \n[98]...I appreciate the chance you're giving me, Mr. Cromwell, as the single largest stockholder in Teldar, to speak. On the way here today I saw a bumper sticker. It said, \"Life is a bitch... then you die\". ...well ladies and gentlemen, we're not here to indulge in fantasies, but in political and economic reality. America has become a second rate power. Our trade deficit and fiscal deficit are at nightmare proportions. In the days of the 'free market' when our country was a top industrial power, there was accountability to the shareholders. The Carnegies, the Mellons, the man who built this industrial empire, made sure of it because it was their money at stake. Today management has no stake in the company. Altogether these guys sitting up there own a total of less than 3% and where does Mr. Cromwell put his million dollar salary? Certainly not in Teldar stock, he owns less than 1%. You own Teldar Paper, the stockholders, and you are being royally screwed over by these bureaucrats with their steak lunches, golf and hunting trips, corporate jets, and golden parachutes! Teldar Paper has 33 different vice presidents each earning over $200,000 a year. I spent two months analyzing what these guys did and I still can't figure it out. \n[99]One thing I do know is this paper company lost $110 million last year, and I'd bet half of that is in the paperwork going back and forth between all the vice presidents... The new law of evolution in corporate America seems to be 'survival of the unfittest'. Well in my book, you either do it right or you get eliminated. Teldar Paper is doomed to fail. Its diversification into casualty insurance has not worked. Its crown jewels are its trees, the rest is dross. Through wars, depressions, inflations and deterioration of paper money, trees have always kept their value, but Teldar is chopping them all down. Forests are perishable, forest rights are as important as human rights to this planet, and all the illusory Maginot lines, scorched earth tactics, proxy fights, poison pills, etc. that Mr. Cromwell is going to come up with to prevent people like me from buying Teldar Paper are doomed to fail because the bottom line, ladies and gentlemen, as you very well know, is the only way to stay strong is to create value, that's why you buy stock, to have it go up. If there's any other reason, I've never hear it. That's all I'm saying...it's you people who own this company, not them, they work for you and they've done a lousy job of it. Get rid of them fast, before you all get sick and die. I may be an opportunist, but if these clowns did a better job, I'd be out of work. In the last seven deals I've been in, there were 2.3 million stockholders that actually made a pretax profit of $12 billion. When I bought the Ixtlan Corporation it was in the exact same position Teldar is today -- I turned three of its companies private and I sold four others -- and each of these companies, liberated from the suffering conglomerate has prospered. I am not a destroyer of companies, I am a liberator of them. The point is, ladies and gentlemen, greed is good. Greed works, greed is right. Greed clarifies, cuts through, and captures the essence of the evolutionary spirit. Greed in all its forms, greed for life, money, love, knowledge, has marked the upward surge of mankind -- and greed, mark my words -- will save not only Teldar Paper but that other malfunctioning corporation called the USA...Thank you. \n[100]Mixed emotions, Buddy: like Larry Wildman going off a cliff in my new Maserati. Men as smart as myself have got their asses handed to them on a sling with the airlines, fuel could go up, unions are killers... \n[101]Tell those spineless toads we'll self-insure if they don't write it... You fire 33 vice presidents and nothing changes... You eating twinkies today, Bud, or are you schtupping some stewardess... \n[102]I'm talking to a stockbroker who wants to run an airline. It's gonna take me two years and 2000 headaches to turn Teldar Paper around, what do I need this dink airline for? I'm up to my ass in more nuts than a fruitcake. \n[103]What does that mean? \n[104]What makes you think you can? \n[105]Alright... Susan, get Buckingham on the box. I want him to look at it. And tell Jock Taylor at Thwick, Jensen... So sport, the falcon has heard the falconer...tell me more... \n[106]A pleasure to meet you, Mr. Fox. \n[107]I'd be proud to have a son like Bud. He's got a great future ahead of him. \n[108]Harold, you don't mind strolling around the block a couple hundred times, do you? \n[109]Look, I have no illusions about winning a popularity contest with any of you. I was roasted the other night, and a friend of mine asked-- why are we honoring this man--have we run out of human beings? \n[110]It's not always the most popular guy who gets the job done. You got losses of 20 to 30 million dollars, dividends cut to zero, you're getting squeezed to death by the majors. Present management may not be the worst scum of the earth, but they're the ones who've put you on a kamikaze course, and pretty soon everybody's going to be scrambling for the parachutes. Only there aren't enough to go around. Management has them. You don't. If they throw Bluestar into Chapter 11--which I think they will--then they can use bankruptcy laws to break your unions and your contracts and throw you guys off the property. \n[111]Cause I have a way around all this, a way we can all make money and make this airline profitable again. What do you say we cut to the chase. I'm asking for a modest twenty percent across-the-board wage cut. \n[112]And seven more hours a month. \n[113]Give me a year. If we're still losing money, the reductions stand. If however, we move into the black, I return part of the givebacks, salaries go back to present levels, and... we institute an employee profit sharing program with stock. You'll own part of the airline. \n[114]I'll have a letter of agreement drawn up within two days. \n[115]Why don't I give Bud an opportunity to answer that. \n[116]Cards are on the table. What do you think? \n[117]Frankly, Carl, I can't see giving much more. If you have any suggestions I'll be glad to listen. \n[118]I beg your pardon. Is that a proverb? \n[119]Sure. What's worth doing is worth doing for money. It's a bad bargain where nobody gains. And if this deal goes through, we all gain. \n[120]Fine, if you don't want us, stay with the scum in present management--dedicated to running you and Bluestar into the ground. \n[121]I didn't know we had a meeting schedule for this morning. \n[122]Will you gentlemen excuse us for a few minutes? \n[123]What the hell do you want? \n[124]Last night I read Rudy the story of Winnie the Pooh and the Honey pot. Know what happened: he stuck his nose in that honey pot once too often and got stung. \n[125]You're walking around blind without a cane, sport. A fool and his money are lucky to get together in the first place. \n[126]Because it's wreckable. I took another look and I changed my mind. \n[127]It's all about bucks, kid, the rest is conversation... Bud, you're still going to be president. And when the time comes, you'll parachute out a rich man. With the money you're going to make, your father won't have to work another day in his life. \n[128]Buddy, it's not a question of enough. It's a zero sum game, sport. Somebody wins and somebody loses. Money itself isn't lost or made, it's simply transferred from one perception to another. Like magic. That painting cost $60,000 10 years ago. I could sell it today for $600,000. The illusion has become real. And the more real it becomes, the more desperately they want it. Capitalism at its finest. \n[129]The richest one percent of this country owns half the country's wealth: 5 trillion dollars. One third of that comes from hard work, two thirds of it comes from inheritance, interest on interest accumulation to widows and idiot sons and what I do -- stock and real estate speculation. It's bullshit. Ninety percent of the American people have little or no net worth. I create nothing; I own. We make the rules, Buddy, the news, war, peace, famine, upheaval; the cost of a paper clip. We pull the rabbit out of the hat while everybody else sits around their whole life wondering how we did it... ...you're not naive enough to think we're living in a democracy are you, Buddy? It's the free market. You're one of us now...take advantage of it. You got the killer instinct, kid, stick with me. I got things to teach you... \n[130]Believe me, Buddy, I was gonna discuss this with you at the right time. Look, why don't you calm down and come to the apartment for dinner tonight. Bring Darien... \n[131]Are you with me Buddy? \n[132]I want you with me. \n[133]...be another minute, Natalie. \n[134]This is Gordon Gekko. Now... I want zip-locked mouths on Bluestar, or I'm gonna personally come down there and rip out your fucking throats! \n[135]Look over there sunshine. I'm up against Richard Feigen. \n[136]What do you say we go get a suite at the Carlyle? Caviar? Champagne? Celebrate, just like the old times Sunshine. \n[137]paying little attention to the rebuff \n[138]So what's the problem Sunshine? You look like Black Thursday. Bad case of puppy love? \n[139]Sorry to hear that. I thought the kid had staying power. \n[140]You told him about us? \n[141]Now tell me, why would I want to do that? \n[142]Don't worry Sunshine. Bud and I had a little talk. We came to an understanding. I want you to go back to him. Soothe him. Help keep his head straight. Okay? \n[143]Come on, we both like Buddy. But this bleeding heart puppy love act is over the top... It doesn't fit. \n[144]You and I are the same, Darien. We're smart enough not to buy into the oldest myth running: love... A fiction created by people who got nothing to keep them from jumping out of windows. \n[145]Ooh ooh, tough talk from a scared little girl all wrapped in a pretty grown-up package. Does this mean you're ready to cut the umbilical cord and step out into the world on your own? Because, Darien, if you're through with me, you're through with everything I'm a part of. \n[146]The word's out. Your union buddies are talking. Get me in at a 45 degree angle and I mean all the way in! Slash and burn, buy everything you can get up to 22. Then call me. When I get the sonofabitch who leaked this I'm gonna kill him! I'm gonna tear his eyeballs out, I'm gonna suck his skull!! \n[147]Who the hell's out there? What are the arbs saying? It's gotta be a big hitter. \n[148]What the hell do they want? \n[149]You guys must know something nobody else knows. If those are my plans, it's the first I've heard of it. \n[150]I'd like to remind you we already have an agreement, which I expect you to honor. \n[151]Listen, you clowns, there's somebody else out there trying to buy your airline, if you want to be Pac-manned and gobbled by Atilla the Hun be my guest! \n[152]Sell it all. What the hell, so I'll only make ten million. \n[153]Yeah, Harold, why don't you dial 911. Fox, where the hell are you? I'm losing millions. Look, you got me into this airline, and you damn well better get me out. Because if you don't the only job you're going to get on the Street is sweeping it! You hear me, Fox-- \n[154]Dump it. \n[155]Hello Bud. \n[156]You sandbagged me on Bluestar. I guess you think you taught the teacher a lesson, that you can make the tail wag the dog, huh? \n[157]Well let me cue you in: the ice is melting under your feet sport... \n[158]You think you could've gotten this far this fast with anybody else? You think you could be out there dicking somebody like Darien? No, you'd be cold calling dentists and widows to buy twenty shares of some dog stock! I took you in! A nobody! I opened doors for you!...I showed you how the system works!... \n[159]...the value of information! How you get it! Anacott Steel, Brant Resources, Transuniversal, Fulham Oil. And this is how you pay back, you cockroach! I gave you Darien, I gave you your manhood. I gave you everything. \n[160]You could've been one of the great ones Bud...I look at you and see myself...Why? ", "DARIEN": "\n[1]Excuse me. \n[2]Oh yes, I remember you. \n[3]Aha. Poet or philosopher? \n[4]I'd give anything to have this in my house, even for a week. \n[5]Oh really? Well, I guess you can kiss that career as an art appraiser goodbye, because we paid over four hundred thousand for it at the contemporary picture sale last June. \n[6]Sure you could, in Wildwood, New Jersey. If you sold this, you could have a pretty nice penthouse on Fifth. But you wouldn't have much left over for decoration. \n[7]Not really. I'd say that Gordon is one of the most astute collectors around. He has a great eye and he only buys the best. Like this rug for instance, a silk Tabriz, the finest of its kind. The day after he bought it in London, a dealer representing the Saudi Royal Family offered him twice what he paid. It absolutely makes the room. See how this little bit of celadon in the border is picked up in the cushions oh the sofa... although... I don't know if I would have used that tea dipped linen for the upholstery - too dingy. And it's a sacrilege having that Pre-Columbian pot in the center of the coffee table. Some dope might use it as an ashtray. \n[8]You got it, a great spender of other people's money. \n[9]Where is it? \n[10]Oh really. Home of the exposed brick wall and the houseplant. \n[11]What if I have a previous engagement? \n[12]I guess this must be destiny alright. My first yuppie apartment and... my first yuppie. \n[13]You really do believe in destiny? \n[14]Call me next week, I'll give you an estimate... \n[15]He's not a racehorse, Bud, he's a jumper. \n[16]If I could have anything... this would almost do. \n[17]So, how did your conference go with Gordon? \n[18]You have modest wants. I like that in a man. \n[19]...a Turner, a perfect canary diaiaond... a Lear jet... world peace... the best of everything... \n[20]I don't. \n[21]...isn't it perfect! \n[22]I'll bet he's got an opinion on the stock market too. This apartment is already ahead of its time. I call it the \"demolished\" look. They've already heard about it at House and Garden and they're coming next week to photograph it before it gets... lived in. Is that alright? I'd love to have it in my portfolio. \n[23]Let's get things straight, Bud. I'm not going to take a cut. I worked hard and you can't decorate a room in New York for less than $100,000. Curtains alone... \n[24]You got it all charted out don't you, like a stock projection. \n[25]Do you think you're ready? \n[26]I'll let you know. \n[27]Come to bed, Bud... \n[28]...are you going to trade all night again? You got to go to work in a couple of hours. \n[29]Get in bed. Y'ever hear of the sixty hour work week? You're turning into a yuppie Frankenstein, you love money so much. \n[30]You're so naive Bud, you don't even know. Your dad took care of you. I might've been rich when I was a kid...but my father lost all his money...in the seventies, in the stock market, at the track. He was a lousy gambler... \n[31]So did I, till I hit 19 and found I had all the royal habits and no throne. Mom got by but I had to go to work just like you. Only the skills I had were shopping and making friends. So...that's why I do what I do, what makes you tick, Buddy? \n[32]I decorate for Democrats too, lots of them. I'm Darien Taylor. \n[33]Listen, I hope you'll come here often, and under less formal circumstances. \n[34]...please help yourselves to some food... \n[35]Bud?...What's going on? \n[36]I'm sorry. I was afraid something like this could happen. \n[37]Buddy, it's not your fault, and it's not your decision. \n[38]Don't cross Gordon. He'll crush you. You've worked hard to get where you are. If Gordon doesn't buy Bluestar someone else will; and who's to say they won't do the same thing. \n[39]Are you mad! Why are you doing this! We're so close, the town is going to be ours. Don't throw away your future Bud! \n[40]I'm not looking to just survive. I've been doing that all my life. \n[41]That if you make an enemy of Gordon Gekko, I won't be there to stand by you. \n[42]You're not exactly pure Bud, you went after Gekko with the same vengeance you went after me. Look in the mirror before... \n[43]Fair enough...but it's not that simple, Bud. When I was down and had nothing, it was Gordon who helped me. He got me all my clients -- you among them... and he can take it away like that. You may find out one day -- that when you've had money and lost it, it's worse than never having had it at all. \n[44]You may not believe this Bud but I really do care for you. I think we could've made a good team...but that's how it goes... \n[45]Those days are over, Gordon. They were over a long time ago. \n[46]It's not puppy love, Gordon. Anyway, Buddy and I are splitting up. \n[47]It's over you, Gordon. \n[48]No, are you crazy? And I don't want him ever to know. Do you understand?... \n[49]I want to ask you a big favor, Gordon. Please drop the Bluestar deal. \n[50]Because I don't want to see him hurt. \n[51]I can't...and I won't. \n[52]Maybe it does. Don't patronize me Gordon. \n[53]You're really twisted, Gordon. You're incapable of giving to anybody because deep down inside you there's a poverty that every last dollar in the world won't fill. \n[54]I know...but maybe, just maybe Gordon, I'm good enough so I don't need you anymore. \n[55]Hi. \n[56]I figure a guy who's made some mistakes should be able to understand a girl who's made some of her own... ", "CARL": "\n[1]... sure and we'll own the airline. If he makes anybody rich, let him make himself rich, so's he can pay off his school loans. \n[2]...leave me alone willya. Only thing makes me feel good anymore. Spaghetti. She makes lousy spaghetti... \n[3]... so am I. Whaddaya want, a beer? Hey Billie, bring another for the kid, he looks good, doesn't he? \n[4]... looks like you grown another inch... but you don't look so hot, getting bags under your eyes, starting to look old like me. \n[5]Speak English will ya. \n[6]I told you not to go into that racket. You could've been a doctor or a lawyer, \n[7]you coulda stayed at Bluestar and been a supervisor in instead of going customer relations by now, 'stead of going off and bein' a salesman. \n[8]You get on the phone and ask strangers for their money, right? You're a salesman. \n[9]I don't get it, you get a scholarship to NYU, you get 35,000 the first year, and 50 last year, where the hell is it? \n[10]So come home and live rent free, 'stead of that cockroach palace you live in. $50,000 Jesus Christ, the world is off its rocker. I made $37,000 last year and you... \n[11]It's yourself you've got to be proud of, Huckleberry, how much ya need? \n[12]...Got a 100 on me, you... \n[13]... it adds up Buddy, 300 here, 200 there. Your brother never... ...well, I always said money is something you need in case you don't die tomorrow... \n[14]...same, pain in the ass, god bless her, talks too much... gonna take her to Florida next month... west coast, near Tampa, like to get out for good, but can't afford it. \n[15]...this drug testing is driving my guys nuts. I got flagged for my blood pressure pills. The only good news is, we just met with the comptroller over some union stuff...'member that crash last summer? and the investigation? Well, the FAA is gonna rule it was a manufacturing flaw in the door latch mechanism. I kept telling 'em it wasn't maintenance, it was those goddamn greedy manufacturers out in Cincinnati. And I was right. \n[16]Damn right, it gets us out from under suspension. We'll get those new routes to Pittsburgh and Boston and the equipment we need. We're gonna compete with the big boys now. \n[17]About what? \n[18]Sure I'm sure. Buddy, you got that mischievous look in your eyes. You used to smile just like that when you were a baby sleeping, just like that. \n[19]What brings you out here... \n[20]Don't start, alright. \n[21]Goddamn fare wars are murdering us. Had to lay off five guys. Nothing I could do. What is it... money? \n[22]Sure...lots of guys at the track talk like that... but how do you know you'll have any dough next month... What's this? I gave you two hundred. \n[23]...don't be crazy. Put it to your school loans. \n[24]What do I need a fancy suit for. I don't hobnob with the jet set. I just fix their planes. \n[25]Problem with money is you never have enough or you got too much -- and when you got it you're never happy 'cause somebody's always trying to take it away from you. Money's one giant pain in the ass y'ask me... thanks. \n[26]Whatever night you like. \n[27]Yeah, you do that huckleberry. I'll still be here. \n[28]Well I'll be a lousy Republican. \n[29]I know. You're one of the art works that go with the apartment. Pretty creative. Doesn't look anything like the place my son bought a few months age. \n[30]I met them before you were born. \n[31]I thought this was an informal meeting. What's he doing here? \n[32]I guess if a man lives long enough, he gets to see everything. And I mean everything. What else do you have in your bag of tricks, Mr. Gekko? \n[33]There came into Egypt a Pharoah who did not know. \n[34]No, it's a prophecy. The rich have been doing it to the poor since the beginning of time. The only difference between the Pyramids and the Empire State Building is that the Egyptians didn't have unions. I know what this guy is about-- greed--he's in and out for the buck and he don't take prisoners. He don't give a damn about Northstar or us ... \n[35]'Course my son did work three summers as a baggage handler and freight loader. With those qualifications, why should I doubt his ability to run an airline? \n[36]...that \"scum\" built this company up from one plane in thirty years, they made something out of nothing, and if that's a scum I'll take one over a rat any day... \n[37]He's got your prick in his back pocket, son, and you're standing naked in the display window of Macy's. He's using you. Only you're too blind to see it. \n[38]What you see, son, is a man who never measured success by the size of a man's wallet. \n[39]Boy, if that's what you think, I must've really screwed up my job as a father. \n[40]...as far as being axed, I'm still here and as long as I am, I have a responsibility not just to me but to the union members I represent... \n[41]I'll be damned that when my men come to me tomorrow morning, wanting to know what's going on, I'm going to lie to them! \n[42]I don't sleep with no whore and I don't wake up with no whore. That's how I live with myself, Buddy. I don't know how you do. I hope I'm wrong, I'll let them decide for themselves, that much I promise you. \n[43]You speak for me, son. \n[44]Another cup of coffee? \n[45]I guess it's time to hit the road. \n[46]...you told the truth, you gave the money back. All things considered-- in this cockamamie world--you're shooting par... \n[47]...if I was you, I'd think about that Bluestar job Wildman's offered you... \n[48]Maybe that's the price, Bud, maybe so. It's gonna be rough on you but maybe in some screwed up way, that's the best thing that can happen to you...stop trading for the quick buck and go produce something with your life, create, don't live off the buying and selling of others... \n[49]...got any friends gonna be there? \n[50]So, why don't you get out here and go in with your friend, I'll park the car. Try to be cool, okay? ", "MARV": "\n[1]Yeah, where's your machine gun. \n[2]Looks bearish to me, buddy. You got it all upside down. Okay, I'm giving this to you and you alone, 'cause I feel sorry for you. Take the Knicks against the Bullets, and my pick of the day -- Duke to beat the spread against Wake Forest. \n[3]Take 5 years for that company to turn around. \n[4]Dr. Beltzer has to have his information this minute! It concerns his future! \n[5]What?... Well, how was I to know you were in surgery? What am I Marvin the mind reader here? \n[6]Buddy, buddy, buddy; little trouble, huh, today. \n[7]Hey, things could be worse. It could've been my money. Let me help you out, rookie. \n[8]Just put me on the institutional side of the room where the real cheesecake is. You forgetting something? \n[9]Buddy, buddy, when ya gonna realize it's big game hunters that bag the elephants, not retail brokers. I heard this story about Gekko... he was on the phone 30 seconds after the Challenger blew up selling NASA stocks short. \n[10]It concerns his future! \n[11]...well, see him? \n[12]Cheer up buddy buddy. You shook Gekko the Great's hand and you still got all your fingers. He's not the only elephant in the jungle. \n[13]... got something from him? Teldar Paper? \n[14]...got tickets for the Knicks tonight. Go out and cruise some bimbos afterwards, whaddaya say? \n[15]Forget charts! We're not fund managers, Bud, churn 'em and burn 'em. I'm offering you the Knicks and chicks. God save you before you turn into poor Steeples over there. \n[16]Nice guy but a loser. Lost all his equity when his firm went belly up in the recession of 71. you wanna be coming in here in your late sixties still pitching? ... Whatever happened to that cute analyst at Thudder, Wicks? ... Cindy? Susan? \n[17]Got a little action there, eh buddy? \n[18]Buddy, buddy, some buddy; why didn't you tell me to buy Bluestar. \n[19]Gimme a break. You buy Bluestar Airlines yesterday. Today they just happen to get good news and the stock goes bat shit. You must have ESP. A real Nostradamus. Jesus Christ, what are friends for? \n[20]That's right, next time a little birdie talks to you, talk to me too E.F. Hutton. \n[21]Boy, we sure went down the toilet on that ugly bitch. If we were Japs, we'd have to stay with our aircraft. \n[22]Tell Mr. Ehrlich I've got important financial news! It concerns his future. \n[23]What the hell... \n[24]Anacott Steel -- right. \n[25]Dr. Beltzer, you're gonna love this! \n[26]Lynch is giving him the boot... He's not pulling his quota. \n[27]...we're all just one trade away from humility, Buddy... \n[28]Congrats buddy buddy, you just made my life twice as hard around here... \n[29]So, its Mister Fox now. \n[30]...things are so bad, even the liars are complaining. And you're making money. So what gives? What's the bottom line? \n[31]Hey you hear the news. I just got a job at a new firm: \"Dewey, Cheat 'em and Howe.\" Yuk yuk. \n[32]Hey the door was open. \n[33]You know what you need, buddy buddy--an optorectomy. That's when they cut the nerve that runs from your brain to your rectum--to change that shitty attitude of yours. \n[34]Well, if that's how you feel--the hell with you too. And strong letter to follow. \n[35]I agree. Go thou and sin no more. \n[36]Thanks, buddy, buddy, I'm back. Say, Buddy, those optorectomies do work wonders. \n[37]Miss Bloom, Marvin. You got cancer in your portfolio, but I got the cure...Bluestar Airlines... \n[38]I love it...I do love it so! \n[39]The stock's going to Pluto! \n[40]Sell? ", "ROGER": "\n[1]Fox, Bud D. is this deja vu or has it really been a year. You're not hitting me up for NYU are you? \n[2]Can't complain. Got a house in Oyster Bay. Market treating you good? Still seeing that sexy French gal? \n[3]What was that? \n[4]So, does \"this guy\" have a tip for an honest lawyer? \n[5]Okay. \n[6]Come on Buddy, you wouldn't want to got me disbarred now would you? \n[7]Yeah, right... \n[8]...and if I did, what's in it for moi? \n[9]Too much to do...but I'll walk you out. \n[10]...Get inside my uncle's door Buddy, all the secrets of the world are yours... the life blood of companies, but you gotta go to law school first... \n[11]All right, Bud... let's do it. \n[12]...got a strange call from the SEC. They asked to see my records... Bud, this is a heavy... \n[13]Alright... I just wanna slow down Bud... no more calls for awhile, no lunches... we suspend our business, alright... \n[14]Gekko asked us into the Bluestar deal. We're reviewing the timetables, wanna come? \n[15]You're just the President of the company, what do you know? ... Come on. \n[16]You guys know the new chief of Bluestar... Bud Fox. \n[17]This is the pricetag on the 737s, the gates, the hangars, the routes, we got it all nailed right down to the typewriters... ", "WILDMAN": "\n[1]Oh fine. Travelling actually. Nothing thank you. Is... \n[2]Gordon... \n[3]Congratulations but rarer still is your interest in Anacott Steel. \n[4]No. This time I'm in for the long term. This is not a liquidation, Gordon. I'm going to turn it around. You're getting a free ride on my tail, mate, and with the dollars you're costing me to buy back the stock, I could modernize the plant. I'm not the only one who pays here Gordon. We're talking about lives and jobs; three and four generations of steel workers... \n[5]I could break you, mate, in two pieces over my knees, you know it, I know it, I could buy you six times ever, I could dump the stock just to burn your ass but I happen to want the company and I want your block of shares. I'm announcing a tender offer at 65 tomorrow, and I'm expecting your commitment. \n[6]You're a two bit pirate and a green-mailer, Gekko, nothing more... not only would you sell your mother to make a deal, you'd send her COD... \n[7]$71... \n[8]Done. You'll hear from my lawyers. 8 a.m. Good night. \n[9]I might be very interested, but why? Why you mate -- how'd you get mixed up with Gekko? He doesn't know the difference between raiding and insider trading. I do. The SEC does. I hope you do... \n[10]... and you're prepared to take these large salary cuts. \n[11]I'm still listening... \n[12]Well then... guess I'll have to carry him a few rounds before he drops. \n[13]Bluestar. Don't make a big deal. Buy it lightly on the way down. When it hits 18--buy it all. ", "LYNCH": "\n[1]Attention. Please. Office Production is down ten percent this week. I recommend that you all go through your clients' investments for any portfolio adjustments. And don't forget -- double commissions today on our 'A' or better bond funds. Especially you rookies. Also, remember, the sales contest ends tomorrow. \n[2]Give me that phone. Yes, sir, this is the manager. What seems to be the problem? \n[3]Okay, sir. I'll discuss this with the broker and I'll get back to you. You're welcome. \n[4]If I'm closing out this account. If he doesn't pay for it tomorrow, you pay for it. \n[5]Fox, you're making more problems than you are sales. \n[6]Somebody has to pay for that error. And it's not me. \n[7]Where you been the last 3 hours, Fox? I wouldn't be sitting around chin wagging if I were you... plenty of names in that phone book to cold call... \n[8]Nice piece of work, Fox. Why don't you join me and the partners for lunch tomorrow in the dining room? \n[9]New research report on GM and a conference call on defense stocks at my office at 11. No RSVP required, just be there. And on an inspiring note I'm pleased to announce the new office record for a single month's gross commission goes to Bud Fox. Who more than doubled the old mark. Way to go Bud. Super job! Come on up here. \n[10]Come in, Bud... \n[11]Congratulations. This is yours now... your own file cabinets... a window ... your private secretary, Janet, significantly more attractive. \n[12]No, thank you. I knew the minute I laid eyes on you, you had what it takes Bud. Just keep it going. ", "KATE": "\n[1]I think somebody's playing hooky from the bathtub. Rudy, say good night DAddy... \n[2]John and Carmen are here and the Livingstons are on their way... \n[3]Problems? \n[4]You came from the city? Long drive, have a drink. \n[5]That's our Darien: elusive, reclusive, exclusive. You know Bud right? He works for Gordon... Sam's in banking. You staying for dinner Bud? \n[6]...excuse me. \n[7]Larry, how have you been? Get you a drink? \n[8]Gordon?... He's right here. \n[9]...it's so tough to get into a good nursery school now. They even visit your home to make sure your paintings and furnishings are acceptable. \n[10]$5,000 just for the tuition... plus the books and supplies... ...some parents even have bodyguards. It's not a bad idea... ...now that's it for you with the grown-ups young man. \n[11]Nicole, take him for a nap, please. \n[12]Then play with him till he gets tired. We're going out tonight but we like to see him at, let's see, six; give him a bath and put that cute little black suit on him... Black clothes are the newest things, so chic and milk stains, carrot juice stains just don't show up. Kids -- boy, can they take it out of you! ", "NATALIE": "\n[1]Mr. Fox, I've told you before, I'm sure you're a good broker, but our traders talk to the brokers, Mr. Gekko only deals with investment bankers. Yes, I shall give him your message ... \n[2]...all right, send him in... \n[3]What are you doing here? \n[4]First of all, Mr. Fox, you can't just come barging in here. And what makes you think it's his birthday? \n[5]Stay here, I'll see what I can do. \n[6]Wait outside. \n[7]Five minutes... \n[8]Mr. Stevenson in San Fransisco. \n[9]...have a nice day Mr. Stone. ... Mr. Gekko, the conference call is ready. Mr. Sugarman and Mr. Lorenzo in Delaware. Mr. Bernard in Los Angeles. Mr. Jackson and Ms. Rosco in London. They're all on. \n[10]Yes, he wants to change that appointment to... Bud--you can't go in there. He's in a meeting! \n[11]Mr. Gekko, there's a whole bach of people from Bluestar Airlines outside demanding to see you. ", "WILMORE": "\n[1]With all due respect, Mr. Gekko, what's to prevent you from doing the same thing? \n[2]Are you prepared to put that in writing? \n[3]If you mean what you say, I think we're in the ball park. I'll take it to my people. \n[4]How do you know that the stock is going to go up? \n[5]Okay. What happens then? \n[6]...we are. But we want a contract agreement -- iron-clad -- that if you buy it, you can't break it up. \n[7]I'd be happy to tell you. \n[8]We know what you're up to, Gekko, and let me tell you this from here, you suck eggs, mister, over my dead body you ain't gonna break up Bluestar. \n[9]Well in that case, I hope you have your pilot's license. \n[10]We'll take our chances. Nice to see you again, Mr. Gekko. ", "MANNHEIM": "\n[1]Jesus, can't make a buck in this market, country's going to hell faster than when that sonofabitch Roosevelt was around... too much cheap money sloshing around the world. The biggest mistake we ever made was letting Nixon get off the gold standard. Putney Drug--you boys might want to have a look at it. \n[2]...but they got a good new drug. Stick to the fundamentals, that's how IBM and Hilton were built...good things sometimes take time. \n[3]Good little company. I remember when we got the money for Bluestar to build those first planes, back in the fifties. \n[4]Now that's a crap company, sure you'll make money on the takeover rumor, but what's being created. Nothing. No substance behind it. \n[5]No such thing Bud - 'cept death and taxes. Not a good company anymore, no fundamentals. What's going on Bud? Do you know something? Remember there're no short cuts son, quick buck artists come and go with every bull market but the steady players make it through the bear markets. You're part of something here, Bud. The money you make for people creates science and research jobs. Don't sell that out. \n[6]Can't get a little bit pregnant, Bud. \n[7]You're on a roll kiddo. Enjoy it while it lasts -- 'cause it never does. \n[8]I don't know where you get your information, son, but I don't like it. The only reason I'm gonna do it is...I need the money, that's the problem with money--it makes you do things you don't want to do. \n[9]Bud I like you, just remember something. Man looks in the abyss, there's nothing staring back at him. At that time a man finds his character--and that is what keeps him out of the abyss... ", "CHARLIE": "\n[1]...still looking for the right 18 year old wife, how you doing, pal? \n[2]...takes years of genetics, pal, and a Yale education... and the right tailor. \n[3]Buddy boy, how ya doing? \n[4]Gotcha baby, its do-able... meet you at the Wyatt Club... 3pm Dinner Thursday... Indochina. Then we'll kamikaze down to Nell's, chase a little cotton underwear--I know this 18 year old bimbo, man... you can take it to the bank... \n[5]You mean teach you how to play. Can't. Going fly fishing in Canada, big client... \n[6]...light snack, but good, thanks pal, you're sharking your way up... \n[7]So whaddaya say pal, wanna play some doubles at Piping? Meet the membership? I got a little blonde named Mandy, about nineteen, avec cafe au lait boobs... she's mine but she's got a cousin who has great muffins. ", "DIXON": "\n[1]Sure, and I'm never gonna die either, is this one of your chain letter schemes or do I gotta buy a door to door cosmetic franchise in Northern Arkansas? \n[2]...this guy who said he was from the Security Exchange Commission, whatever the hell that is, calls and wants to ask me about that stock I bought... \n[3]I told him I was in the bathroom and I'd call him right back. What the hell was I supposed to say Buddy, you got me into... \n[4]What if he asks where I got the money? \n[5]What if they call him? \n[6]You sure? \n[7]I don't know anything! ", "LISA": "\n[1]Hello Bud, I'm Lisa, a friend of Gordon's. \n[2]Didn't he tell you? That's so like Gordon. Get dressed, we're going out. \n[3]Wherever you like, Lutece, 21, the River Cafe...or maybe we can just drive around for a while. Work up an appetite. \n[4]Want some? Gordon tells me you're a very talented broker. What do you like? \n[5]I got this guy who should know tells me buy Hewlitt Packard but I been burned on tips. What do you think Bud? \n[6]So you're hot on this stock? ", "HAROLD": "\n[1]...You understand Mr. Gekko is constantly barraged with nuisance litigation and IRS audits. \n[2]...So it's in both our interests to put a safe distance between you and us... ...this gives you limited power of attorney for Mr. Gekko's account. Every trade you make is at your discretion. Every ticket you buy must be marked \"power of attorney.\" That means you call the shots and Mr. Gekko has no official knowledge of what stocks you're buying. Sign here and here... \n[3]...you understand if any problems arise, you're out there on your own. The trail stops with you... \n[4]This is a contact at one of our banks. On settlement day you'll open an account there for Mr. Gekko under the name of Geneva, Roth Holding Corp. Then you'll wire transfer the money to this account in the Cayman Islands... \n[5]Of course... \n[6]There's got to be a way out of this, Gordon. ", "CARPENTER": "\n[1]What kind of time frame are we talking about here? \n[2]What's your marketing strategy? How do you plan to return us to profitability? \n[3]You've sketched some broad strokes. I'd like to see the fine print. But so far so good. \n[4]Yeah. But who's going to buy then and what's to prevent another shark from coming along and devouring us? \n[5]Would you care to put that in writing? \n[6]But the reservations systems can get awfully screwed up, if we're not paying attention. "}}