{"dialogues": {"CAESAR": "\n[1]I... did not start this war. \n[2]The ape who did... is dead. His name was Koba. I killed him. I only fight now... to protect apes. \n[3]I know these apes. They followed Koba... They tried to kill me. They fear what I will do to them. They believe I cannot forgive. So now they serve you... just to survive. \n[4][Get him out of here.] \n[5]Tell your Colonel... you have seen me now. And I have a message for him: this fighting can stop. Leave us the woods. And no more humans will die. \n[6]They are the message. I showed them mercy. He will see we are not savages. Let's hope this works. They are getting closer... \n[7]Why didn't I see, Maurice? \n[8]That Koba could not forgive what humans did to him when he was their prisoner. That he would seek revenge. I should have known. \n[9]Welcome home, Rocket. You look tired. \n[10]Come inside! \n[11]Yes... We must still find a way to get out of the woods safely. \n[12]There were two of you. But we are many. \n[13]I know, son. More apes die everyday. And we cannot hide here much longer. \n[14]We will find a way out... \n[15]Apes together strong. \n[16][I am so proud of you.] [I love you, son.] \n[17][Stay here. Protect your mother and brother.] \n[18][How many others on patrol?] \n[19][Get them!     Rocket too!] \n[20]Rocket!   What happened?! \n[21]\n[22]My youngest son...   Have you found him yet? \n[23]Cornelius... you're safe now, son. \n[24]You loved my son.    Look after his brother until I return. \n[25]No. \n[26]Not them... Him. \n[27]You must.    The soldiers will be back soon. \n[28]When I find him, the soldiers will all come after me. That may give you the best chance to get out of the woods. Until then, be safe. \n[29]No. \n[30]I might not make it back. \n[31]Look around. Take what we can use. \n[32]Come. \n[33]We cannot take her. \n[34]Looks like some were killed here. \n[35]Winter... \n[36]Where is the Colonel? \n[37]...Gone? \n[38]What border? Why? \n[39]My son... my wife... are dead. \n[40]...Koba? \n[41][Is that them up ahead?] \n[42][Don't let them see us!] \n[43]I don't know... \n[44]What is that...? \n[45]Why... did they shoot you? \n[46]Help me get him up... \n[47]Winter said they were heading to a border...! \n[48]Are you... alone here? \n[49]You... live here? \n[50]Are there more like you?   More apes? From zoo? \n[51]You learn to speak...? \n[52]Where did you get this? \n[53]Bad humans...? Soldiers? \n[54]Is it far?     Can you take us? \n[55]Please.     You must take us. \n[56]I don't know. \n[57]She has no one else. \n[58]I had two.     But one was killed.   By human. \n[59]I don't know... Maybe. \n[60][Luca, let's take a closer look.] [Stay here. Keep them safe.] \n[61]I don't know... \n[62]Don't see riders... \n[63]They must pay... \n[64]...Koba? You know nothing.   My wife and son were killed. And now my friend. You call me Koba...?! \n[65]I did not ask you to come. Any of you. This is my fight. I will finish it alone... Go now. Join the others. \n[66]What happened? \n[67]Use you...? \n[68]What... kind of work...? \n[69]Wait -- my little son -- is he here...? \n[70]I... didn't know they were here. I came for you. \n[71]My... family. \n[72]I was told you were coming... That others would be joining you here. \n[73]To finish us off... for good. \n[74]I will find some way to get us out of here. I promise... \n[75]\n[76][Why do they need a wall...?] \n[77]\n[78]60. \n[79]Apes need food. Water. \n[80]Give them food and wat-- \n[81]What did the Colonel promise you? You really think he will let you live... after we are gone? \n[82]No matter what you do... you'll never be one of them. You let them call you \"donkey\"... You are ape. \n[83]Apes... need food... water. \n[84]Give them food and water... or they will not be able to finish. \n[85]The soldiers who are coming here... are not coming to join you, are they? \n[86]I saw men outside by the wall... preparing for battle... \n[87]They are against you? \n[88]Why...? \n[89]Because you kill your own men? \n[90]We found bodies. Something wrong... with these men. \n[91]I think... you have no mercy. \n[92]I showed you mercy... when I spared your men. I offered you peace. And you killed my family. \n[93]You killed them too...? \n[94]How many... will be coming? \n[95]If this battle is coming... you should leave, while you still can. \n[96]You are not like him. \n[97][Do not lose hope... Some way, somehow, we will finish the journey to our new home. I will find a way to get us out of here.] \n[98]Koba... \n[99]No... \n[100]\n[101]\n[102][37 steps to the adult cage...   55 to the children.] \n[103]His wall is madness. It won't save him... any more than it will save you. \n[104]Is there anything left... of you to save? \n[105][We must leave tonight!] \n[106][We'll have to get the children out above ground!] \n[107]...Malcolm? \n[108]He... was a friend. \n[109]What... happened to this man? \n[110][Wait till he turns out his lights.] \n[111][We go now. Or die trying.] \n[112]I love you, son... \n[113]By the time the sun rises, you'll all be on your way... to a new home. Hurry, you must go. \n[114]Maurice was right. I am like Koba. He could not escape his hate... And I still cannot escape mine. He took too much from me. \n[115]Go... \n[116]Don't worry... You are all home now. Apes are strong. With... or without me. ", "THE COLONEL": "\n[1]Who is this? \n[2]Where are you, soldier? I need your position. \n[3]What do you see? \n[4]You're in command now. \n[5]By yourself? \n[6]I understand, soldier. Just kill as many as you can. \n[7]99, target acquired!... \n[8]...Repeat, target is down! I got him. Let's go! I can get out from here! \n[9]Get me out! Now!! \n[10]Grant and Lee... Wellington and Napoleon... \n[11]Custer... and Sitting Bull. You're probably not much of a reader. But this is... this is a big moment. This is... beyond... historic. \n[12]Where were you...? We came upon your herd... we got lucky. But I was surprised. You weren't with them. \n[13]I hope you don't come to regret sparing his life. He's quite a good shot. \n[14]Have you finally come to save your apes? \n[15]I see... I kill somebody close to you that night...? \n[16]I'm sorry.     I was there to kill you. \n[17]My God, look at your eyes... they're almost human... How did you know I was here? \n[18]Joining me...? \n[19]Who told you that? \n[20]Ok, let's go. \n[21]Any more trouble tonight? \n[22]You could use a haircut there, son. You too, soldier. \n[23]\n[24]...Ok.   Back to work. \n[25]Please.    Tell them to work. \n[26]Tell them. \n[27]Five...    Four... \n[28]Three...   Two... \n[29]String him up, donkey. \n[30]Interfere with the work again, and I'll begin slaughtering the apes, one by one. Understand? I need that wall. \n[31]They'll get food and water when they finish the work. \n[32]You know you're very emotional. What makes you think you're in a position to make demands? \n[33]I was told you were smart, but... that's impressive. \n[34]No.   They won't be joining me. \n[35]They... fear me. \n[36]Jesus Christ... you are impressive. \n[37]Well, you paint quite a picture.     What you must think of me. \n[38]You came here to kill me.   Were you going to show me mercy? \n[39]Mercy. Do you have any idea what your mercy would do to us? \n[40]You're much stronger than we are. And you're smart as hell. No matter what you say, you'd eventually replace us, that's the law of Nature. The irony is, we created you. We tried to defy Nature, bend it to our will. And Nature's been punishing us for our arrogance ever since. Testing us. Even now. \n[41]Ten months ago, we sent out recon units to look for your base. They found nothing. My own son was a soldier with one of the groups. One day he suddenly stopped speaking. He became... primitive. Like an animal. They contacted me, said they thought he lost his mind, that the war was too much for him. But then the man caring for him stopped speaking too. Their medic had a theory, before he stopped speaking. That the virus that almost wiped us out -- the virus every human survivor still carries ­- had suddenly changed... Mutated. \n[42]And if it spread, it would destroy humanity for good this time. Not by killing us... but by robbing us of the things that make us human. Our speech, our higher thinking... It would turn us into beasts... not unlike what you all used to be. You talk about mercy...? What would you have done? \n[43]Well, it was a moment of clarity for me. I realized I would have to sacrifice my only son, so that humanity could be saved. I held that gun in my hand, and I pointed it at my only child. He looked at me with trust in his eyes, all he had left in his primitive gaze. And I pulled the trigger. It purified me. It made my purpose clear. \n[44]I gave orders to kill the other infected, all of them, and anyone who might've been in direct contact, even if they showed no symptoms. We burned their belongings, anything that might spread contamination. Some of the men questioned my judgment. I was asking them to do what I had done: to sacrifice their families... their friends. They refused. So I had them killed too. Others with children deserted into the woods. One of those cowards fled to my superiors up north. They sent officers down to restrain me. They tried to convince me this plague could be dealt with medically, that up there they were already looking for a cure. That's when I realized: they had learned nothing from our past. \n[45]What did I do, Preacher? \n[46]Except for the one I spared, so he could return to deliver a message: if they wanted to relieve me of my command, they'd have to meet me here, and do it themselves. \n[47]This place used to be a weapons depot. They turned it into a relocation camp when the crisis was just beginning. But the weapons are all still here, inside that mountain. This is a holy war. All of human history has led to this moment. And if we lose, we'll be the last of our kind. It will be a planet of apes. And we'll become your cattle. \n[48]Look at you. You think I'm sick, don't you. \n[49]Probably all of them. Don't get any ideas -- only thing they fear more than me is you apes. They never questioned my methods when it came to you. \n[50]I didn't mean to kill your son... \n[51]But if his destiny was to inherit your unholy kingdom... then I'm glad I did. \n[52]So emotional! \n[53]I can see how conflicted you are. You're confused in your purpose. You're angry at me because of something I did that was an act of war. But you're taking this all much too personally. \n[54]What do you think my men would've done to your apes... if you had killed me? \n[55]Or is killing me more important...? \n[56]If he's still alive in the morning, he goes back to work or you shoot him. Keep him separate from the others. \n[57]How many are out there?   Are there others? \n[58]Sweep the area. Put him in the pen. \n[59]For two years we've fought relentlessly against these beasts, and when we are done with them, we will bring an end to their kind. But now we find ourselves on the eve of battle... against our own kind. So you may ask: who is the real enemy, who are we fighting here? And I'll tell you. It's not the apes. It's not the men who are on their way here right now to altercate with us. The battle we've been waging all this time is against ourselves. \n[60]They say we are inhumane. Indecent. They call us a death squad. But they'll never understand the extent of our sacrifice. How agonizing it has been to do what must be done, even as it tears at our very souls. Because there are times when you must abandon your humanity in the fight to save humanity. All of you have shown the courage to do that... But now we must take that fight to them, or this hellish trial will all have been in vain. We can not fail. We're the last defense. Somewhere in this world there are more survivors. And whether they know it or not, they are counting on us. To show the will to protect them against this new plague. We've seen it here. And it's already spreading up north. If we lose this battle, there'll be nothing to stop it from spreading everywhere. If we lose, in a matter of months, the human race will gasp its last words, and go silent. Just another dumb animal, left to roam a godforsaken world. \n[61]Most of you are still young men and women. And if we win, years from now, you may be sitting somewhere with your children, your grandchildren... and they'll ask you: what did you do in the greatest war...? And you can tell them, you fought... viciously... for a gentler world. \n[62]Send him up to the quarry.    Alone. \n[63]Boyle!   His cuffs. \n[64]What is this...? \n[65]How did this get in there? \n[66]Get him to work. \n[67]Least you can take comfort... Your struggle ends... Ours goes on... Nature still has the power to wipe us off this planet at any moment... Killed the dinosaurs with a single meteor. \n[68]You apes are so strong... I wonder... what kind of world you would have built... on our graves. \n[69]You know when I first got to the city... a man said he had to see me. He said he knew you. That you worked together. \n[70]I think that was his name, yes. \n[71]He said you were remarkable.   More than just an animal... \n[72]you were a great leader. I thought he was crazy... But I almost see what he meant. He pleaded with me to find you. To make peace with you. \n[73]I shot him. \n[74]What's going on here? ", "BAD APE": "\n[1]Cold...? \n[2]Cold. \n[3]I see girl. Think... you human.   But you... apes. Like me! \n[4]Long time. Long, long time. \n[5]Home. Old home. \n[6]Dead. All dead. Long time. \n[7]Humans get sick... Apes get smart... \n[8]Then humans kill apes. But not me... Not me. I run. \n[9]Listen to human... \n[10]\"Bad ape!    Bad ape!\" \n[11]No... No touch. \n[12]Here! Eat, eat! New friends. Special day. \n[13]Bad place. Very bad. I find. Long time ago. After zoo. Looking for food. Find human zoo. Zoo for sick. \n[14]Big walls. Sick humans try climb. Bad humans kill. Then get sick too. All dead now. All dead. \n[15]Soldiers. \n[16]Human zoo?! No... No go back there. Everyone dead. I come here. Safe here. Never go back! \n[17]No!     Can not take!   Can not take! \n[18]Look! More snow! Can not go, must stay here. Look, look! \n[19]You stay here. Eat. Rest. With me. \n[20]Here.    You keep. \n[21]Who is...? \n[22]Child. \n[23]But she... with you? \n[24]I see you look at her. Just now. Look sad. \n[25]You... have child? \n[26]Oh... Soldier? \n[27]I had child... \n[28]You think... you will find him... at human zoo? Soldier? \n[29]Then... maybe I take you. \n[30]There... \n[31]Bad place... \n[32]Bad, bad place. \n[33]What?    What you see...? \n[34]Oh no! \n[35]Why so small? \n[36]Ohhhh... \n[37]\"In\"...?   \"In\"? \n[38]No -- no go in -- ! \n[39]Friends!   Friends! No go in -- no go iiii-- \n[40]Thank you, friend -- thank you -- \n[41]\n[42]No no no -- no climb -- ! \n[43]No, no!   Where you go?! \n[44]What?   What you see...? \n[45]Ohhhh no, friend... \n[46]He -- \n[47]No! \n[48]No no no... no no no... \n[49]IN!     She go IN! \n[50]Come!   Come see! \n[51]...35 ...36 ...37. \n[52]What now? \n[53]What. \n[54]Ohhh no. No no no... Noooo-- \n[55]Ok. \n[56]...Bad Ape. Bad Ape... Bad Ape... \n[57]It's ok, little ones... come, come. \n[58]Go!   Go go go...! \n[59]\n[60]\n[61]Hurry!   Go go go! ", "MAURICE": "\n[1][Twenty-two dead. Many more injured.] \n[2][Do you really think they'll give him the message?] \n[3][See what?] \n[4][No one could have known how much darkness was living inside of him.] \n[5][The woods are filled with soldiers.] \n[6][He was scared. Could he have turned against us?] \n[7][Let's help them search.] \n[8][Caesar!    You're not going after them?!] \n[9][Caesar, you are our leader!   We can't leave without you!] \n[10][That's why I'm coming.   To make sure you do.] \n[11][Something wrong with her.   I don't think she can speak.] \n[12][She'll die out here alone.] \n[13][I understand...] [But I cannot leave her.] \n[14][Must be where they bury the dead.] \n[15][Why would they kill their own men?] \n[16][So what do we do now?] \n[17][The soldiers are going!] \n[18][He can not speak either...?] \n[19][What is wrong with them...?] \n[20][Where could they have gone?!] \n[21][Amazing... Always thought we were the only ones. Wonder if there are others out there somewhere? Others like us.] \n[22][Thirsty.] [Thirsty.] \n[23][I know how much you have lost... But now we have lost another.] \n[24][Please... it's not too late to leave this place. To rejoin the others.] \n[25][Caesar...] \n[26][Now you sound like Koba.] \n[27][Must think! What would Caesar do?] \n[28][How is he?] \n[29][How will we get in?   Humans everywhere.] \n[30][Sick humans must have tried to escape underground!] \n[31][Wonder how close we are... to where soldiers keep apes?] \n[32][If humans see her, they will kill her...] \n[33][You are very brave.] \n[34][Brave.] \n[35][You are...] \n[36]Nova. \n[37]\n[38]Son will know... who was father... and what Caesar... did... for us. ", "ROCKET": "\n[1][It was a long journey --] \n[2][I heard him talking!   The Colonel is here!] \n[3][You'll need me to back you up.] \n[4][Please... I know what it's like... to lose a son.] \n[5][Maybe he's a deserter?] \n[6][Winter had it coming!] \n[7][Wait for the soldiers to leave.   Follow them to the Colonel.] \n[8][Looks like they stopped!] \n[9][What are they shooting at?!] \n[10][They're gone...] \n[11][Who are you?] \n[12][I don't recognize him.   He's not one of us.] \n[13][An old, deserted military camp on the border...?] \n[14][I saw them from up there... Coming for you...] \n[15][Luca gave his life!   We can not turn back -- !] \n[16][Must save them! But how?] \n[17][Must get in somehow...] \n[18][Must be under the camp by now!] \n[19][Feeling better?] \n[20][Good.   Then we can talk about escape.] \n[21]\n[22][37.] \n[23][This is the ape I told you about.] \n[24][What's wrong?] \n[25][There's a problem.] \n[26][We can't dig any further, it will flood the whole tunnel!] \n[27][How...?] \n[28][...What was that?] \n[29][Do you think he knows we're up to something?] \n[30][Now?] \n[31][The sun will be up soon...] \n[32][Hurry!   Let's go!] \n[33][Caesar, what's wrong?] \n[34][Without you? No...] \n[35][Let me through!] ", "PREACHER": "\n[1]Reload! \n[2]Colonel -­ Colonel, do you copy?! \n[3]Preacher -- it's Preacher, sir -- ! \n[4]I don't know -- ! \n[5]I can't see anything! We lost a lot of men, sir -- the captain is dead! \n[6]Command, sir? I think it's just me by myself now! \n[7]Sir, I don't think I'm gonna make it...! I'm sorry -- I'm so sorry! \n[8]...it's... Alpha Omega. \n[9]You're him... You're Caesar. \n[10]We've been looking for you for so long. We heard you had a hidden command base, but we could never find it. Some of us were starting to think you might be dead. But Colonel McCullough said no, you were out here somewhere... \n[11]You're letting us live...? \n[12]Alright -- that's good. \n[13]Look, I owe you one, so let me set you straight here, ok? I think he respects you, he does... that's why you're still alive. But believe me, he can do a lot worse than this. I've seen it. You do not want to agitate the man. Understand? So just... \n[14]C'mon -- \n[15]You severed their heads, sir. \n[16]\n[17]...sir -- \n[18]Didn't I tell you not to agitate him? That was not smart, man... \n[19]Leave?     What are you talking about? \n[20]He was right, you do think he's sick, don't you? You're just like them. He's not crazy. The world's gone crazy. And he's the only one with the vision to get us through this. The Colonel's a great man. He sacrificed everything for us. You can't judge him. Who are you to judge him? I was trying to give you a heads up, keep you out of his way, I don't even know why. But if you think you and I have some kind of relationship -- that you're gonna give me, what, advice? You can disavow yourself of that notion right fucking now. \n[21]C'mon, kong. \n[22]Get off! \n[23]I really don't know, sir... \n[24]Jesus Christ... \n[25]", "LUCA": "\n[1][What should we do with them?] \n[2][Sorry, Caesar.] \n[3][Five?   Six--?] \n[4][Caesar... I think Winter betrayed us. I'm sorry. He was in my command.] \n[5][We're still looking.] \n[6][The soldiers' camp is always moving. My guards think they know where it is. Let me take you.] \n[7][This is where the guards thought they might be. There are always fires burning.] \n[8][Is he out here alone?] \n[9][They burned their things too.] \n[10][Did you find the Colonel...?] \n[11][Caesar had no choice!] \n[12][Yes, but which way is that?!] \n[13][Where are you from?] \n[14][I don't think he understands.] \n[15][Maybe this is where the Colonel and the troops from the north are going to meet?] \n[16][What are they doing?] \n[17][What's that? A patrol?] \n[18][At least this time... I was able to protect you...] ", "BLUE EYES": "\n[1][Hello, Father...] \n[2][Father, we found something!] \n[3][Mother...!] \n[4][This is it, Father. We can start over. A new home.] \n[5][A desert, Rocket and I had to cross it too. The journey is long, but that is why humans will not find us.] \n[6][Winter...] \n[7][I know you are scared, we all are, but we are still planning...] \n[8]Father... We must try. \n[9][Can't sleep?] \n[10][Trust me, father. This is a risk worth taking.] \n[11]", "LAKE": "\n[1][Tonight?    That's impossible!] \n[2][You're not coming with us?] \n[3][Forgive them. We've been through much.] \n[4][You don't know what this place is like.] \n[5][We haven't had food or water since we got here...] \n[6][You look weary.] \n[7][You saved our lives...] \n[8]\n[9][55.] \n[10][If we don't dig further, we'll never get to the children! How are we going to get them out?] \n[11][We have to keep looking down there, see if there's another way to reach the children...] ", "WINTER": "\n[1][Red attacked me!   He got away!] \n[2][I'm sorry...] \n[3][We must leave tonight!] \n[4][How much longer can we wait?      Soldiers are getting closer!] \n[5][Your son's been gone, he doesn't know how hard it's been!] \n[6][He's gone.] \n[7][This morning. He took many soldiers with him.] \n[8][Men are coming down here ­- from their base in the north. The Colonel and his soldiers are going to meet them at the border.] \n[9][I don't know. But more of us are leaving to join them in the morning. Red thinks they'll all be coming back here... to help the Colonel finish off the apes for good.] \n[10][Please... I know I betrayed you. But can't you see? We'll never beat them. I was just trying to survive. Red told me the humans promised to spare us if we helped. I beg you, forgive me...] ", "BOYLE": "\n[1]Donkey.   Over here. \n[2]Hey!   Hey!     You stupid-- ! \n[3]Shut up, Preacher -- what're you, a donkey lover now? I think you going soft coz that kong let you go. \n[4]Get me a new bowl. \n[5]\n[6]Hey -- you animals! \n[7]\n[8]Who did that?! \n[9]\n[10]You... ", "RED": "\n[1]I no fear you! You must fear! How long you think woods can protect you? Humans destroy you. Their Kerna has all power. Humans follow all he say. To them, he more than just human. He everything. \n[2]He say: first Caesar die... then you all die. \n[3]Ok -- Ok... He come... \n[4]Ok -- ok, Kerna...! \n[5]Koba right. You think you know better... than rest of apes. But look you now. You nothing. \n[6]Kerna... want see you. \n[7]You know Kerna shoot apes tomorrow... when wall is done. \n[8]I save myself. ", "EXECUTIVE OFFICER": "\n[1]Hu-uh-left... Left-right-left... \n[2]Blood...! \n[3]We...! \n[4]We are the beginning...! \n[5]Hu-uh-left... Left-right-left... \n[6]\n[7]\n[8]Colonel!   Are you in there?! Colonel! ", "THE GIRL": "\n[1]\n[2][Thirsty...?] \n[3]\n[4][...Brave?] \n[5][Ape?] \n[6][Me...?    Ape?] "}}