{"dialogues": {"ALBERT": "\n[1]That's Mooney's colt! \n[2]You bought him? \n[3]No. 9. \n[4]No. No, please don't take him back. \n[5]I'll train him. \n[6]Please, Mum. Please let me. I can do it. \n[7]Right. Let's make a start then. \n[8]It's oats. Very tasty, that is. It's beef and gravy to us! \n[9]Come on... \n[10]I bet you're missing your mother. Look at you... first time without your mum. First time away from home. But you're not alone, are you. In fact. Cos I'm `ere... \n[11]It's alright. It's alright. 11. \n[12]I'm gonna call you Joey. Understand? Joey. That's you. And I'm Albert. It's alright, You're mine now. You're mine. \n[13]Whoa. I want you to stay there, Joey. Stay. That's it. Good boy. That's it, you've got it. \n[14]Right, come on, Joey. Back you go. Come on. Back you go. 12. \n[15]You're all right. That's it. Good boy. Right. You've gotta stay there, understand? \n[16]That's it. Good boy. You've got it. Good boy. \n[17]Come now, Joey. Come on. \n[18]You can come now, Joey. \n[19]No, I read it in a story. It's how the Indians used to summon their horses. \n[20]Now, Joey, when I whistle, you've gotta come, understand? \n[21]He's not a dog. He's just puzzling it through. 13. \n[22]What if he doesn't? \n[23]No, please. Sir, you can't do that. \n[24]You can't harness him. \n[25]No, you can't. Look, you're scaring him, Dad. You're scaring him. He... He can't take a plow! \n[26]He won't be able to do it - he's too young - he's not even been backed yet.... \n[27]It's alright, boy. It's alright. It's alright. It's alright. \n[28]Dad? \n[29]Dad. Stop. \n[30]You were right what you said, Dad. \"He'll do it,\" you told Lyons, \"He'll plow that field.\" And he will! You'll see. He'll show you. We'll show you. We'll get it done. \n[31]How are you today, Joey? I don't know much about life, boy, but I do know that there are big days and there are small days. And most days are small days, and, well, they don't matter much to anyone - but this - well, this is a big one. This is our big day. Well, it's cold out there. So I'm going to take this off -  Well, if it's tough for you - it should be tough for me, too... 18. \n[32]Now, I'm gonna teach you how to plow and you're gonna learn. Is that understood? And then we can be together, which is how I believe things are meant to be. \n[33]Boy. Steady, boy. Here we go. Here we go. \n[34]Easy, easy... Look at me, Joey. See? See? You've just gotta put your nose through. \n[35]That's it. See? You've got it. You've got it. Good boy. There... \n[36]See Joey - I got the collar, too! \n[37]Come on, boy. Walk on. That's it. Walk on! Walk on, Joey. Come on, boy, walk on. \n[38]Walk on, Joey! Walk on! Come on, Joey, walk on. Walk on, boy. \n[39]Walk on. Come on, walk on. \n[40]Good boy. Good lad. Good lad. Now walk on. Good boy. \n[41]Do you know - I believe we can do it, Joey. I knew when I first saw you that you'd be the best of us. That's why he bought you. He knows you've all the courage he never had. I knew when I first saw you that you'd be the one who'd save us. \n[42]Whoa. Whoa. \n[43]Now, boy! You've got to do it, Joey. You don't know, so I'm gonna have to do the knowing for you when the rest of our lives depend on this! So get set to pull - and pull straight! And pull hard! \n[44]Now, boy! Go! \n[45]Walk on, Joey! Walk on! That's it! Good boy, Joey! Good boy! \n[46]Whoa, Joey! Whoa, Joey! Joey! Joey, whoa whoa whoa! Joey, stop! You'll break the blade - 24. \n[47]And where's Dad? \n[48]Stumbling about, I suppose. \n[49]He drinks, mum. \n[50]Well, he don't talk to me about it. \n[51]Not dad's? \n[52]I'd be proud. If I'd gone off to war. If I'd gone and saved my mates, and - \n[53]Sergeant, Seventh Battalion, Imperial Yeomanry.  You see this, Joey? It's been through an entire war. \n[54]I'm not stealing it. I'll give it back to him, someday. \n[55]Come on, boy, let's show her how to fly! 30. \n[56]Well...you're clearly not gonna be a jumper. \n[57]We can try planting something else, or we could hire ourselves out to Uncle Bob. \n[58]How else we gonna pay Mr. Lyons' rent? 31. \n[59]Look smart, Joey lad, it's the Tavistock Fair! \n[60]What has he done with him? \n[61]You can't! You can't, he's mine! I trained him! 34. \n[62]You can't have him. He's my horse, sir. \n[63]Please, I'll get you money. I will, I'll get you money. I'll...I'll work for it! I'll work for it. He won't obey anyone else. He won't be any good in the war, neither. He...he shies at every sound! \n[64]Well, if Joey's going, I'm going, too. I'm volunteering. \n[65]Albert, sir. \n[66]Nineteen, sir. \n[67]No sir. But, but I look nineteen and I'm bigger than most nineteen-year- olds, sir! And I'm strong, sir! And I...I'm not afraid of anything. \n[68]It's all right, boy... \n[69]Joey... \n[70]This isn't the end. This isn't the end, my brother... I, Albert Narracott, solemnly swear we will be together again. Wherever you are, I will find you. And I will bring you home! 37. \n[71]Well, who'd be sending me a parcel over there? \n[72]It's a sketchbook...  That's Captain Nicholls' sketchbook! See that? That's a picture of Joey! \n[73]And there's a letter... \n[74]All right. \"Dear Albert Narracott. 52. \n[75]Captain Nicholls, who died...Captain Nicholls, who died in action today left you this. Yours, Sergeant Sam Perkins. \n[76]He was riding Joey when he died. \n[77]\"In action,\" it says. \n[78]That's my business. \n[79]Stay here. \n[80]Remember that day me and Joey raced you in your car? \n[81]Who was that girl you were with? \n[82]There was. Don't you remember? 78. \n[83]You know what it reminds me of out there? 79. \n[84]That bloody impossible lower field the day me and Joey plowed it. Best day of my life that was and you were there. \n[85]Stick close to the gentry, that's our ticket, yeah? We have the pluck but they have the luck. \n[86]It's good. Andrew, it's good. Andrew! Nobody's retreating today. Andrew! Andrew! Nobody. Is retreating. Today. 81. \n[87]You'll be all right here. You'll be safe. Someone'll come for ya. \n[88]It's all right. It's all right. We're Devon boys, yeah? \n[89]We made it. We made it. \n[90]Andrew, this way out! \n[91]What is it? 98. \n[92]What kind of an horse? \n[93]Miraculous horse... \n[94]Joey? \n[95]Hello, Joey. Hello boy. Where you been then, hey? Where in the world you been? 100. \n[96]Narracott, Private Albert Narracott, sir. \n[97]He's not random at all, sir! He's my horse, I raised him, in Devon. Sir, look at his legs! He's got four white socks, he's brown all over - (points to his own \n[98]You see, sir? He's not random at all. \n[99]Thank you, sir. \n[100]I don't understand, sir. \n[101]Does the Major know? \n[102]Sir, I'll give you all your money. Everything you paid when we get back to England. I'll give you twice - \n[103]Oh, but you're wrong, sir, I know everything! \n[104]Don't be worried, boy, when I go. I won't worry over you none. Hey, I found you, didn't I, and you found me. \n[105]And we'll both... we'll both know that we made it through. Now go on. \n[106]We're the lucky ones. Always have been. Lucky since the day I met you. \n[107]God be with you, sir. \n[108]It's my father's. It's his regimental pennant. How did you come by this, sir? \n[109]Thank you ever so much for this, sir... 108. \n[110]What was her name? ", "GRANDFATHER": "\n[1]The wind plays tricks with the noise - it's moving away from us. \n[2]Here. There is no wind here. But over there - a wind so strong it will lift you off the ground... \n[3]Did I say that? \n[4]The truth is - \n[5]- you should speak to your elders with respect. \n[6]Now - who is the one telling lies! \n[7]In the windmill? \n[8]Yeah. \n[9]They must belong to someone. Horses like this don't just appear from a fairy-tale. \n[10]Emilie... Emilie... \n[11]Emilie. Look at me. You cannot ride. \n[12]Yes. That's right. So it is settled? \n[13]Good girl. \n[14]But it's - Over my dead body! \n[15]You'll kill yourself. \n[16]Oh please, come off the ladd-- \n[17]Find somewhere to hide them. And do it quickly!!! \n[18]My name is Bonnard - this is my land. Why are you here? \n[19]They are taking everything. Where are the horses? \n[20]Leave it if you don't know what it's for. \n[21]I make jam. We have no animals. \n[22]Yes. \n[23]The wind. It plays tricks in the attic. \n[24]An old house creaks. Go - close the shutters. \n[25]If you or any of your friends harm her, as old as I am, I will kill you. \n[26]Yes. Yes. It was your parents who were brave. I make jams. \n[27]Maybe there are different ways to be brave. Did you know the French have the best carrier pigeons? And this could be the difference in the war - our messages getting through. 68. \n[28]They are released at the front and told to go home - this is all they know. But to get there they must fly over a war. Can you imagine such a thing? Here you are flying over so much pain and terror - and you know you can never look down. You have to look forward or you'll never get home. I ask you - what could be braver than that? \n[29]A present. \n[30]It was disgusting? \n[31]Anything you say, my sweet one. Anything-you-say! You are, of course, the boss. It's just an old thing I found - don't worry yourself - leave it, I'll put it back. \n[32]It was your mother's. I hid it, so as not to encourage you. Emilie, I want you to ride very slowly, very carefully. And promise me you won't go far -- \n[33]To the top of the hill and straight back again. \n[34]Slowly...slowly... \n[35]Emilie! \n[36]Emilie! \n[37]She is my granddaughter! Emilie, stop! Don't hurt her, please! Don't hurt her. \n[38]Please, take the bigger one and leave the smaller one. You are breaking my granddaughter's heart. \n[39]What will happen to them? \n[40]It will never be over! \n[41]And sir, if you bid against me, I will sell the coat on my back and bid to one hundred and ten. And if you bid against me again, I will sell my farm and bid to a thousand. 106. \n[42]You don't know anything about him. \n[43]Yes, you found him! I heard you found a horse in the wire between the armies - \n[44]When I heard about the miracle horse, I traveled three days because I knew whose horse it was. My granddaughter's. She saved his life! He was everything to her. \n[45]The war has taken everything from everyone. He is all that I have left of her. 107. \n[46]Do you know what this is? \n[47]You may have this. \n[48]... And this. \n[49]No no, not necessary. He belongs to you. That is, of course, what my little girl would have wanted. And she was the boss. \n[50]Emilie.  Her name is Emilie. ", "GEORDIE": "\n[1]It's a white flag, ent it? You see the white flag!? I'm just after tending to this here horse, is all! \n[2]The Lord is my shepherd, I shall not want, he leadeth me into green pastures, he lay me down beside the still waters... \n[3]Poor beastie. Poor babbie. It's alright. It's alright. Don't buck and wriggle so, you're only shredding yourself. \n[4]You'll blind yourself. 90. \n[5]Bugger me worthless - I didn't think to bring gloves or something to cut \n[6]\n[7]Yeah, yeah I... Ummm, thanks. Cheers. Cheers... \n[8]Thanks. \n[9]You speak good English. \n[10]Pity you didn't bring a second pair. Then I could cut the wire here - \n[11]Say no more, I'm right behind you. \n[12]And you understand what's happening, do you not, O Best Beloved? That you must lay so very nice and still. There's a lad, you're a remarkable horse, you are, helping us help you. There's a lad. There's a remarkable lad. \n[13]So how's things in yonder trench? \n[14]Well, if ever you need any more rats, we can always send ours over. `Cause we've more than we need, strictly speaking. Besides, they scare off all the pretty girls. \n[15]Big strapping German girls, eh? Kind what gives robust massages? \n[16]Look at that horse! Look at the muscles he's got, them long legs. They're made for running, horses. Runnin' away from danger. \n[17]Yet we taught `em opposite. Running into the fray. \n[18]Yeah. War horse. And there he is. What a strange beast you've become. \n[19]I take him back with me, yeah? \n[20]In a pig's eye. He's English, plain to see. \n[21]Because he's so smart. And you're none too clean yourself. 94. \n[22]No, thanks, pet. Must be careful not to start a war.  Do you have a coin of any sort? \n[23]Yeah. \n[24]All right, Fritz - you're on. \n[25]Peter - I'm Colin. \n[26]Heads. \n[27]Gone quiet, hasn't it? \n[28]I'm a terrible shot, Pete, don't believe I'll ever hit the target. \n[29]I will. \n[30]And you take care of your own strange self. \n[31]Thanks. \n[32]I'll use `em back in the garden in South Shields. You keep your head down, now, Pete me lad! \n[33]We need a vet, sir. \n[34]He's cut all over, but this leg here's got the worst of it. \n[35]Please, sir - \n[36]Please, sir, this horse can pull through anything. \n[37]He was alive, y'see, sir, where nothing survives, so to me and me mates, to the men, sir, he's - Well, we have high hopes for him - \n[38]Oh, but I can't. \n[39]Wait! You can't see `cause of the mud. 101. \n[40]Four white socks! \n[41]We've all clubbed together. It's everything we have. There's twenty-nine pounds there. Buy him back. 103. \n[42]The Major put in ten. \n[43]Mum's the word where the Major's concerned. Your friend on the crutches over there - \n[44]- even asked the Major to say that Joey was his, an officer's horse, so that he could go back with the others. \n[45]You're alright. Nobody's gonna bid more than fifteen for a thoroughbred. They want work horses. \n[46]No, I found him, he raised him - \n[47]Where is your granddaughter? ", "EMILIE": "\n[1]Grandpére. \n[2]It's closer today. \n[3]I can hear it, Grandpére, and there is no wind. You shouldn't lie to me. \n[4]You lie about everything. You say you aren't worried but it's clear you are. I know the war is approaching but you say, \"Oh, it's just a trick of the wind.\" 60. \n[5]You started lying when Mama and Papa went away. \n[6]They're dead. But you won't say so. Do you think I'll die if you tell me the truth? \n[7]If you tell me the truth about the war, I will tell you the truth about the big horses I've been keeping in the windmill. \n[8]Yes. They were standing in the windmill waiting for Don Quixote. This is François  and this is Claude . 61. \n[9]I named them after two boys who broke my heart last Summer. \n[10]Yes - I know, Grandpére. They are not unicorns - so I will be fair and wait -- one day. \n[11]And if no one comes to get them by night-time, then they belong to me. \n[12]Mother used to tell me how my bones would give way with the slightest bump or fall. \n[13]It will only be settled when I decide which one to ride first. \n[14]At least I won't have long to wait. 62. \n[15]I was in love with a boy called François - who had your lovely eyes. Unfortunately he was in love with a girl called Marie, who had your teeth. She fell for a boy called Claude - who broke my heart. And who I intend to marry one day. \n[16]Eyes on me. No talking. \n[17]Today we learn to jump. Did you know the French cleared one meter eighty- five at the Paris Olympics to win the gold medal? Today we will beat that record. \n[18]This is your jump. When I call you....be very brave and leap over it. 63. \n[19]Leap over it! Watch me. \n[20]And now it's your -- \n[21]He doesn't think we can do it. But we will show him, won't we? \n[22]No need to be afraid. (Emilie looking down at how far off the ground \n[23]Only if you get in my way to make me fall. \n[24]What horses? \n[25]We use it to replace the mattress stuffings. \n[26]They're dead. They died. \n[27]Tell me what happened to them. To my mother and father. \n[28]You said you would tell me how they died. On my birthday. And tomorrow's my birthday! They died fighting, didn't they? But when the soldiers \n[29]- you do nothing. You are a coward, aren't you? \n[30]And you've never done a brave thing in your life? \n[31]I don't want to hear about the birds. \n[32]What is that? \n[33]I hope you have not bought me a disgusting dress that I then have to wear like last year. \n[34]Yes. I looked like an ugly nun. 69. \n[35]Give me your hand.  Grandpére, we have no money. When the war is over, then you can buy me jewels and carriages. \n[36]Of course. Okay, I promise. \n[37]I promise. 70. \n[38]My hero. \n[39]No! Let go of me! No! 71. \n[40]You don't need them! There are so many others! \n[41]François! ", "CAPTAIN NICHOLLS": "\n[1]And how much are you charging, sir - for this strong, decent, and very fine animal?! \n[2]I'll give you twenty and not a penny more. \n[3]I don't even know how he rides. \n[4]Thank you. \n[5]I'm afraid it's too late, lad. I've just paid thirty guineas for him. \n[6]I'm sorry. \n[7]I see. What's your name, lad? \n[8]And how old are you, Albert? \n[9]I don't doubt your qualifications, Albert, but the law is very clear about the proper age for soldiering, and your father's done what he had to do. You know that. Thirty guineas isn't nearly enough to purchase a horse as fine as your Joey, I know that. But it's all I've got. Will you lease him to me, Albert, to be my own mount? (he removes his cap, \n[10]Now say goodbye. \n[11]Let him be, Perkins. \n[12]Gently, Perkins. I don't want to sour him. 38. \n[13]Who? \n[14]I wouldn't be so sure. I think he's got potential. He's certainly got the bit between his teeth. \n[15]This is what quiet confidence looks like. \n[16]Draw...swords! \n[17]Give...point! \n[18]Charge!!!! 41. \n[19]Come on, Joey. I know you've got it. Come on, boy! Come on! \n[20]Come on, boy! \n[21]Nice of you to turn up. \n[22]He has everything. 42. \n[23]I'm writing a letter. \n[24]It's to the boy who owned Joey. I want to show him how wonderful he's looking. \n[25]Yes. Before that... \n[26]Of course. \n[27]Charlie. 43. \n[28]I'm not sure it's going to make a lot of difference to the Germans. \n[29]Or, alternatively, think - \"I fancy that cap\" and kill you first of all. \n[30]Numbers? \n[31]Twice our size... \n[32]Thank you, Singh. Jamie! \n[33]They have no idea we're coming. \n[34]No. I understand the surprise is everything. But if it must be done, let's do it quickly. \n[35]Are you alright, Charlie? \n[36]Thank you, Standley. Hey, Joey. My bonny boy. You're all right, aren't you, Joey? Hey? \n[37]Good luck, my friends. \n[38]", "DAD": "\n[1]Now that's a beauty. \n[2]But look at him, Si. Look at that creature. 4. \n[3]Yeah, but he's something else, that one. \n[4]One guinea. 5. \n[5]Three! \n[6]Si Easton - I'm not gonna let that bastard see me off. \n[7]Six! \n[8]Greedy sod thinks he can just buy anybody. Eight. 6. \n[9]Eleven guineas, sir, from as good a man as any in this town. \n[10]There are big days and there are small days. Which will it be? \n[11]Thirty. Thirty guineas! \n[12]I won't tell you a lie - though I would love to. Thirty guineas. \n[13]He's a strong one, Rosie. Look at the way he holds his head! \n[14]We can't take him back till he's broken in. \n[15]We have to keep him. We've no choice. \n[16]It was Lyons. \n[17]The rest will come. \n[18]It will come. \n[19]I said I'll pay you. We got to plant the bottom field. \n[20]No, we're going to plow it. Just give me `til the autumn. I'll pay every penny I owe you. With interest. \n[21]He'll do it. \n[22]I promise you that field will be plowed. We'll plant it with turnips. And the money will be yours when harvest comes. \n[23]He's got to be collared. \n[24]He's got to plow! 16. \n[25]He's worth nothing to me! If he won't take the collar, he's not worth a damn thing! \n[26]Move aside. \n[27]I used to believe that God gave each man his fair portion of bad luck. I don't feel that any more. I've had more than my share. You'll stop loving me, Rose. And I won't blame you when you do. \n[28]Take my word for it - finest horse in the parish. Goes like a racer, strong, decent, very fine. \n[29]Forty. \n[30]Twenty is no good to me, Captain. Thirty five and he's yours. \n[31]Oh, he rides... Splendidly. You'll be astonished. I promise you that. (his heart's in his throat, fighting back \n[32]Albert. \n[33]Do you want to lose the farm, Rose? \n[34]But we're at war. 36. \n[35]Well, open it and see. ", "PETER": "\n[1]Yeah, it's a horse. \n[2]He's caught on the wire. \n[3]What's he doing? \n[4]No, I don't think so. I think he's trying to help. \n[5]I thought perhaps you might need these. \n[6]For the barbed wire? \n[7]That...That's a very long strand. When you cut it, it's going to release this - \n[8]- and this, and this, and they'll coil back rather violently, which I'm afraid will only wound the poor fellow further. 91. \n[9]I speak English well.  May I? \n[10]What if we cut his head free first? So he won't try to stand up and blind himself? And then - \n[11]\n[12]His blind spot. The cutters won't frighten him. If you could cut here, holding this wire - 92. \n[13]I could - \n[14]Delightful. We read, we knit sweaters, and we train our rats to perform circus tricks. \n[15]Our girls aren't afraid of rats. \n[16]Every Thursday! And they bring rum cake on your birthday. 93. \n[17]Running away is all they have. \n[18]War horse. \n[19]And now? \n[20]Since I supplied the cutters, the horse is mine. This is fair, no? \n[21]Oh, you mean because he's so filthy? \n[22]We could box. And the winner gets the horse. \n[23]Coin toss? \n[24]My name is not Fritz - it is Peter. \n[25]You call it, Colin. \n[26]That's the face of my Kaiser and he does not look pleased with me. The horse is yours. \n[27]Yes. 95. \n[28]But wait half an hour and we'll be shooting again. \n[29]Thanks. \n[30]Cheerio, mate. You'll take good care of him, yes? \n[31]Our strange beast. \n[32]Colin! A pair of German cutters - in memory of your handsome friend from Dusseldorf. \n[33]Remarkable! A remarkable horse! 96. ", "LYONS": "\n[1]Two guineas. \n[2]Five guineas. \n[3]Seven. \n[4]Ten guineas. \n[5]Shall we say - twenty five? \n[6]Quite a beast, there. But what you gonna do with him - on a working farm? I hope you got the rent, Ted. I'll be around for it when it comes due. \n[7]There's only fifteen here. \n[8]You know by rights I could take this farm back today, don't you? And I'm a great believer in my rights. \n[9]If you drank less beer and bought fewer horses you might be able to look your landlord in the eye, Narracott. 14. \n[10]Bottom field's rock hard. Only stones down there. \n[11]How you going to plow it? Not with that fancy animal of yours? \n[12]You'll not get that one in a harness, let alone pulling a plow. Even drunk on a Tuesday night, you know that. And I can't wait for the money - there's a war coming. \n[13]Very well - if that fancy plows that field I'll give you till October to set things straight. \n[14]I'll take the horse on the day he fails. 15. \n[15]And I'll take your father's farm and give it to working men who can hold their pints and hold their heads high in decent company. \n[16]Now, now, now, lad. What - are you bladdered as well?! Ted Narracott - I got you down in my book! \n[17]Ted too squeamish to watch, is he? \n[18]Well, you've raised him up a true Narracott, Ted, picture of his father, he is: not a dollop of ordinary sense but that thick stubbornness that'll lead him to insist on the impossible. \n[19]Wasn't a farmer in Devon didn't admire you, myself among `em, leaving your brothers that fine farm and setting yourself at this stoney patch of unpromising ground. You've fettle enough for twenty men, but with a gimpy leg and the drinking - for the pain, isn't it, that you drink? 20. \n[20]- yeah, none of us could have anticipated an ending better than this. Makes me question the wisdom of the charity that urged me to rent you this place, not only looking at you, me old pal, but that pretty little wife of yours, thought you were a spark, she did. \n[21]And now your son's sinking into the selfsame bog that's swallowing you. \n[22]You'd be better off startin' at the top of the hill and goin' down! Gravity's the only friend you're gonna have today, young lad. \n[23]Bravo! You've reached the top of the hill! Off you go again, boy! You'll make even better time comin' down!! \n[24]Look look look! The plow hasn't even cut yet! 22. \n[25]You've got no chance, lad. He'll not turn over half an acre. Give it up now. You've done well. You've tried hard. You're more of a man than your father. \n[26]Well, he'll destroy that horse. \n[27]I'll be over Thursday. Give you a day to close it up. 23. \n[28]I'd not let a child of mine slip in the mud alongside a plow blade. He could lose a foot! ", "MAJOR STEWART": "\n[1]Not bad. Not bad at all. Still not a patch on my Topthorn. \n[2]Clear off! 39. \n[3]All right, gentlemen, listen here. Everything tells us the same story, from Waterloo to Omdurman, from Pickett's Charge to the Battle of Mars La Tours - the first attack can and should be the decisive one. Perkins... \n[4]No excuses, no mistakes - every horse groomed and fit for presentation! I want a full practice charge tomorrow. \n[5]Thought you two had bottled out. \n[6]All right, then, let's see what you two jokers are made of, shall we? 40. \n[7]Over to you, Captain Nicholls. \n[8]Whoa. Whoa. \n[9]He's got speed...I'll give him that. But has he got stamina? \n[10]What are you up to? \n[11]With a picture in it? \n[12]Before we take him away across the Channel to face a million Germans guns. \n[13]4 a.m. start tomorrow - travelling with the Dragoon Guards and the Royals. Transport detachment - they'll need to be at the docks at 5 am. Check all kit. Battle orders: no polishing - buttons, helmet buckles, stirrup irons - let `em all go dull. I want nothing to flash in the sun and give us away. \n[14]Charlie... \n[15]Excellent. \n[16]In regiments of horse and men, the advantage is ours. \n[17]Right. Good. So - today it is. Charlie - tell the men. \n[18]Salisbury formation. We'll charge through them and secure the ground behind. \n[19]Excellent work, Sergeant Major. Time spent on reconnaissance is rarely wasted. \n[20]Not having scruples, are you, Jim? \n[21]Prepare to mount! Mount! 46. \n[22]Gentleman. It is an honour to ride beside you. Make the Kaiser rue the day he dared to cross swords with us. Let every man make himself, his King, his country, and his fallen comrades proud! Be brave. Fear God. Honor the King! \n[23]Draw swords! \n[24]Forward, to walk! Walk...march! 47. \n[25]Forward to canter! Canter...march! ", "AUCTIONEER": "\n[1]Alright gentlemen - settle down - settle down - horses on my right - men with money in their pockets on my left - it's the perfect combination. Is Fred Goddard here? \n[2]Good - more money than sense. Dave Hill? \n[3]Bugger off, you tight bastard - you've been coming here for 20 years - never bought so much as a pork scratching. \n[4]Okay - first up today - a gorgeous young horse - prettiest thing I've seen since my wife on our wedding day. Let's get going, shall we? Who wants this wonderful creature. \n[5]One guinea, one guinea, one guinea... \n[6]Any advance on one guinea? Any advance on one guinea? \n[7]Do I hear twelve guineas? Twelve guineas? \n[8]Do I hear any advance on eleven guineas? \n[9]Going, going... \n[10]Thirty guineas. Thirty guineas. Going going gone - to Mister Ted Narracott. \n[11]Seven pounds! Seven pounds there! Seven pounds! Eight pounds here! \n[12]Eight pounds! Ten pounds here! Any advance? Sold! \n[13]Next one. We start at four pounds. Four pounds. \n[14]Eleven. Eleven pounds. Eleven pounds. \n[15]Fifteen pounds. \n[16]Sixteen pounds. \n[17]Twenty pounds. \n[18]Twenty five pounds. \n[19]Twenty six pounds. \n[20]Twenty eight pounds. \n[21]Any advance at thirty pounds? \n[22]One hundred pounds. Going, going, gone. ", "GUNTHER": "\n[1]Sir - perhaps we could use some of them with the ambulances - to get the injured men off the field. \n[2]I'd like to try, sir. 50. \n[3]Let's try. \n[4]Come on, Michael. \n[5]Whoa, whoa. Easy, now, easy now, Englishman... Whoa, whoa, whoa. Easy now, easy. \n[6]Well, well, look at you. Whoever taught you this has just saved your life. \n[7]They're pushing through? \n[8]Yes, sir. Perhaps I can keep my brother here with me, he's also very good with horses. \n[9]You are not going. I'll tell them you are only fourteen, that you're a boy. \n[10]Of course she did. I just wasn't listening. But you need to listen now! I promised her, I made her a solemn promise, that you would be safe with me. With me, Michael!! \n[11]They'll never make a head count. There are too many of us. You can stay here - slip underneath the bed - until they move out. \n[12]I'm giving this to you. For luck. \n[13]To keep you safe. 55. \n[14]I'm sorry. \n[15]He will pretend to be. Maybe at first he will be. But in the end, he will be glad. \n[16]Yes. \n[17]Not as good as the food. \n[18]You are too young for war. And you're too young for women! \n[19]Go to sleep - we have a big night of riding ahead. Goodnight, Michael. \n[20]Go, go, go... \n[21]Yes, sir. \n[22]A promise. ", "ROSIE": "\n[1]Oh, my pair of fools. My mighty fools. \n[2]You're as battered and bloodied as he is. \n[3]Still in the bottom field. \n[4]It's not the drink, Albert, that makes him stumble - 26. \n[5]Well, so might you if you'd been where he's been, seen what he's seen! \n[6]He don't talk about it because he can't. There aren't words for some things. Come here... \n[7]The mice've been at it. Sit down. \n[8]And that is the Queen's South Africa Medal. Every man who fought in the Boer War got one of those. But this... \n[9]That's the Distinguished Conduct Medal. 27. \n[10]Well it ain't mine, dear. He got that after the fighting at Transvaal. After he'd been hurt, and he'd saved some other lads, and well... I don't know what else, he won't tell me either. But the first day he got home he just... tossed them out. First day he could walk, he threw `em straight in the dustbin, and wouldn't hear a word I said not to. \n[11]See, what you done today, you and Joey, you're chuffed up now, and so you should be, my splendid boy. It's good to be proud when you done something good. But what he done, in Africa, whatever it was, he takes no pride in it. Hard as it surely was, and however much pain it's cost him, he refuses to be proud of killing, I suppose. \n[12]Well, whether or not you think you'd do the same thing as him... Think how brave he is for refusing to be proud. 28. \n[13]Oh, your dad makes mistakes. And he drinks to forget the mistakes that he's made - but he never gave up and he does that for us. And today, you showed the world it's all been worth it. \n[14]You keep looking after Joey and he'll always be looking after you. \n[15]It's the way you did it. \n[16]Aren't we just. \n[17]\n[18]It's a picture of Joey. Well, I never! \n[19]Well, go on then, go on. \n[20]You weren't to know it was bad news. \n[21]You don't know that he was riding him... ", "MICHAEL": "\n[1]It won't work - they're cavalry \n[2]You won't get the harness on. \n[3]Gunther! It's hopeless - we can't help them. \n[4]It's all right, Gunther. \n[5]Father signed me in. He knew my age -and so do they. 54. \n[6]Mother obviously never taught you how to fold a shirt. \n[7]Then what? \n[8]Gunther, it will be fine. And when all the machines break down and they call up the horses, I'll see you at the front. We'll be together again. \n[9]Gunther... \n[10]I'm hungry. Did you bring food? \n[11]Will Father be ashamed? \n[12]And us? What about us? \n[13]I was ready to go. I was proud to go. (after a beat, in a very \n[14]The food in Italy is good. \n[15]What about the women? 57. \n[16]Because...they've eaten too much of the food? \n[17]I don't feel so young. Not anymore. \n[18]Michael. \n[19]What? \n[20]Night night, Gunther. \n[21]Okay. 58. ", "DAVID": "\n[1]Um, I'm the only boy that drives in the village. No one else drives but me. \n[2]That's right and this is my dad's car. You're lucky that you're in it. I'm not normally allowed to drive it `cause it's so - \n[3]Love letter? \n[4]I hear you and your mate were doing bird imitations again. You gonna write a letter to your horse? \n[5]After you find your horse, I've lost my needle in a haystack, and I could use some help. \n[6]Anything valuable. Anyone who comes back gets to share it out. \n[7]I remember you somersaulting through the air. \n[8]There was a girl? \n[9]It was just some girl, I suppose. I don't recall which one. I do remember you falling on your bum in a ditch. \n[10]You see? Always entertaining, Narracott, I'll give you that. \n[11]Hold your nerve, boys. Remember, it's not far to go. There's a way through.  Run fast, keep your wits about you, keep your eyes open and God and the King will keep an eye on you. Company will fix bayonets! Fix bayonets! \n[12]Once you're in no man's land, go to the flanks. Stay on the flanks. \n[13]Come on, boys, come on. To the ladder! \n[14]You, too, Narracott. And you, too. 80. \n[15]Come on, on your ladders, boy. On your ladders. In you go, in you go. That's it. \n[16]I'm shot! No! \n[17]Just leave me. Leave me! \n[18]Albert. Albert, listen... \n[19]Yeah... 82. \n[20]The gas got him - we had to wait till morning. ", "ANDREW": "\n[1]You were great, Mr N. Gave him a run for his money. \n[2]Hey, look at him, Albie. He's playing \"Grandma's Footsteps.\" \n[3]Good boy. Good. Now call him. Whistle. \n[4]Don't think he fancies your owls. \n[5]My dad had a dog who stayed when you called him. He used to run up behind you when you weren't looking, and uh... \n[6]Brilliant. Look at you. \n[7]Yet he will, I say. \n[8]Albie, we're all with ya! \n[9]Walk on! Walk on! Walk on! Walk on, Joey! \n[10]Go around it!! \n[11]Will you look at you? \n[12]Get it done, Albie! Get it done! 25. \n[13]Maybe it's a drill, Albie. Maybe it's a drill like last time. 77. \n[14]You did that? You fell on your bum? \n[15]What? \n[16]And this here is the worst day of my life, about to begin, and you're here cheering me on. Us two, always. And him. \n[17]\n[18]Albie. \n[19]Albie... ", "SI EASTON": "\n[1]Forget it, Ted. He's half thoroughbred and not got a day's work in him. (points to a plow horse next to \n[2]Don't be daft. You need something solid to plow a field. \n[3]Ted Narracott - it's completely the wrong animal. \n[4]Oh for the love of...! \n[5]Stop it - he's your landlord - you can't be picking fights with him. \n[6]You haven't got the money. Let's go home - let's have a pint. \n[7]That's top price for a workin' animal. Ted! Save it for the shire! \n[8]Well, he's got you there. Nice try, Ted. 7. \n[9]What have you done, Ted? What have you done? \n[10]You're a fool, Ted. And our Rosie'll never forgive you. \n[11]Too large, too rocky, matted with grass roots. Even a sturdy plow horse'd never manage it alone. 19. \n[12]You'd swear he'd sprout wings and fly if Albert had told you so.  It's a fine thing, loyal to your mate. Even if he is a bit barmy. A team of two might manage, given a month and good weather. \n[13]`Course he's watching. \n[14]Come on now, Mr. Lyons, that's a bit rough, isn't it? \n[15]Hello the farm! \n[16]I was at the post office and while I was there, Mrs. Allen said a parcel had come for Albert, from the, from the, from over there - and I thought I could go up that way in the morning. And - here it is. ", "BRANDT": "\n[1]There is no wind. \n[2]We will be back in the new season. \n[3]The war has taken everything from everyone. \n[4]They will pull artillery until they \n[5]- or until the war is over. \n[6]You have your answer then. 72. \n[7]Heiglemann - these are yours. \n[8]They look strong - should last a month or two. \n[9]Heiglemann, bring up another one! \n[10]That one! \n[11]No, no. The big black one! 74. \n[12]You have given them names? \n[13]You should never give a name to anything you are certain to lose. \n[14]Private, you will do as you are told. Hook him up. \n[15]Hook him up. ", "FRIEDRICH": "\n[1]Yes, sir. \n[2]You are beautiful. \n[3]It's a pity they found you. \n[4]Such a pity... 73. \n[5]Stop! Stop! \n[6]He's a good horse, sir. But if you move him up to the heavy gun, he will be no use at all. Prince is already losing condition. His leg, sir. \n[7]Yes, sir. \n[8]His leg is not good enough, sir. \n[9]As you see, sir, this one is stronger. \n[10]Sir, there's something wrong. This one needs to rest. \n[11]Please, please, please. Stay on your feet. No, please. No no no... \n[12]Please please... Stay on your feet. \n[13]Come on. Please please... \n[14]Go to hell! \n[15]Run. Run! Run! Run! ", "SERGEANT FRY": "\n[1]Ladies, if you please. \n[2]All right, back off. Back off. \n[3]All right, break it up. Clear off, the lot of ya. \n[4]Gentlemen! Gentlemen! It falls on me to give you some important news. At eleven o'clock today, in two minutes time - the War will come to an end. \n[5]The King and Queen thank you for your service. We have been victorious - even if at a higher price than many of us might have imagined. 102. \n[6]When the bells ring out - and they will in a moment, for the first time for four years - let us remember our brothers fallen in the field. And thank God for the end of this struggle and victory. \n[7]That is a complete and bloody outrage. It's the lad's horse, sir, from Devon. He raised him up from a pup, he did. Trained him right up to the day when the army came to town. \n[8]Come on, Narracott! Get a move on. We don't want to miss the show. \n[9]It's the butcher from Cambrai. He's been bidding for the best all morning. \n[10]Let me handle this, private. ) Fifteen, and let that be an end to it. \n[11]Seventeen. \n[12]Twenty Five. \n[13]Twenty seven. \n[14]Twenty nine. ", "SAM PERKINS": "\n[1]No curbs, no splints, good feet and teeth. He's as sound as a bell, sir. \n[2]All right, turn it in, eh? That's enough. He's a horse, not a dog. Now, on your way. Come on. \n[3]Here now, I've told you - sling your hook! \n[4]Whoa. Steady, steady. Steady now, come on. Walk on! Walk on now, come on! \n[5]Whoa whoa whoa, Joey! Stop muckin' about, you hear? Yer in the army now, son. \n[6]Good boy, good boy. Steady steady... Easy. Relax. Easy easy, back up. \n[7]Joey - meet Topthorn. Topthorn - this is Joey. Sort out who's in charge between the two of you, you hear? If you want to fight, you get it over with - `cause once we're over there, you're gonna need everything you've got for Fritz! \n[8]There'll be nothing gentle about the war, sir. And there'll be nothing gentle about this one either! \n[9]I understand that, Sergeant, but I want him fit and shining. He's my horse. \n[10]Sir. \n[11]Yes, sir! \n[12]Sir. ", "CHARLIE WAVERLY": "\n[1]Scares the living daylights out of me. \n[2]Perkins. Glad he's on our side. \n[3]I actually think my Blenheim is faster than the pair of them. \n[4]As if. \n[5]I'll wait for you two at the Duke of York. \n[6]Jamie. \n[7]What do you think of the cap? \n[8]Silk lining. I quite like it. \n[9]Oh, I don't know about that. Think about it - you're a Boche, just working out which of two chaps to shoot - and you thought - \"Good Lord - one of them really is wearing a very stylish cap indeed!\" You might shoot the other one instead. \n[10]Hadn't thought of that. \n[11]Salisbury formation? 45. \n[12]Never been better. Literally, never better. ", "DOCTOR": "\n[1]What's this doing here? \n[2]There are no vets. We've scarcely any horses left. \n[3]It's probably tetanus. It's no good. \n[4]I've all these men to take care of, corporal, you can see that, can't you? \n[5]You should shoot him now. \n[6]It'd be a mercy, lad, that leg's not going to mend. \n[7]Sergeant. Put him out of his misery. 99. \n[8]Do you know this man? \n[9]What's your name? \n[10]This is a random horse, Narracott, and too badly injured.  Is this man in your care? \n[11]Take him back. \n[12]We will attend to your horse. Patch him up best we can. Treat him like the soldier he is. ", "GERMAN OFFICER": "\n[1]What? Did you think that a garrison on open ground would go undefended? Look at yourself! Who do you think you are?!! 49. \n[2]If they're injured, shoot them. \n[3]The others you round up and take to base camp - they will pull guns. \n[4]Then shoot them also. \n[5]Will they take the harness? \n[6]Get back in line! Line! \n[7]Halt! Und aussteigen! \n[8]Hey, there's no stopping here. Keep them moving. 84. \n[9]There's no rest for them. Move them along. Move them along! \n[10]They're coming! Leave it, private! 85. \n[11]Leave it! Come with me! ", "GERMAN SOLDIER": "\n[1]Kavallerie! \n[2]Hei! In die windmühle! \n[3]What is it? \n[4]A pot is a pot. We'll find some use for it. Sir, where's the livestock? \n[5]But there's fresh hay in your barn. \n[6]Her grandfather? 66. \n[7]Where are her parents? \n[8]What is that? \n[9]She's sickly, no? \n[10]You know, I was going to give you back your pot. But now I'm going to keep it. For soup. 67. ", "BASE CAMP OFFICER": "\n[1]Schroeder! Schroeder! \n[2]No, not you - you. Come. 53. \n[3]I'm keeping you here. You are best with the horses and we need to move the camp quickly if the enemy continue to push through from the west. \n[4]I'm told. We will move later when we find where the horses are needed most. \n[5]Oh no no. Not necessary. Get moving. We leave tonight. \n[6]Im schnellschritt! Marsch...links! Zwei, drei, vier! \n[7]Schroeder. \n[8]A mistake? \n[9]Ja... ", "ARTILLERY OFFICER": "\n[1]Pull together! \n[2]Heiglemann, bring up another horse! \n[3]Shell! \n[4]And load! \n[5]Back! Case! \n[6]Position! \n[7]And...fire! 76. ", "SERGEANT MARTIN": "\n[1]Valuables in the bucket, lads. If you live, you'll get them back. If you live, you'll get them back. Good lads. \n[2]Be ready! Be ready! Let's go, men, get ready to go! Get ready to move out! Stay in position! \n[3]Listen to your sergeant! \n[4]If anybody turns back, if any one of our boys come running towards you - you take this rifle and you shoot them dead. Do you understand? \n[5]We're full up. Move on. \n[6]This is all.  All walking wounded, away to the dressing station! Away to the dressing station! ", "SOLDIER": "\n[1]Yes, sir. \n[2]Gas! Gas! Gas! \n[3]What the hell is it? \n[4]What the hell would a cow be doing out there? \n[5]Well, what is it? 87. \n[6]Go on. Do it again. "}}