{"dialogues": {"RAY": "\n[1]No, no, no I can't. I'm on a 12 hour blow! Call Tadesko. \n[2]I wish I could help you Sal. God damn union regulations. \n[3]Come on, you remember the union regulations, Sal. \n[4]women who'd be happy to tell you.  \n[5]Is it 8:30? We say that? \n[6]safe looking vehicle you got yourself here Tim. Congratulations. \n[7]8 o'clock huh? \n[8]There he is! You got a hug? \n[9]Kick in the teeth? The door's locked. : Still working on those manners? \n[10]Hello, Rachel! \n[11]Really, I got it from here, okay?  \n[12]out of here next week. \n[13]get going if you want to beat the traffic, don't you think? \n[14]Now that that's my refrigerator.  \n[15]Mary Ann, let me get this. \n[16]if hiding something) Excuse me. \n[17]I don't hear any complaints. \n[18]Believe it or not, I can handle it.  \n[19]Mary Ann?  It's a good look for you. \n[20]Yeah. \n[21]Mary Ann, you got nothing to worry about. Listen, you tell your mother that Ray sends his love and kisses. \n[22]Five minutes. It's not going to kill you. \n[23]There he is. (Robbie puts on his new cap) Boston? (hesitating) That's how it is?  That's how it's gonna be? \n[24]Careful with that throw. \n[25]Your mom says you've got a report due on Monday, so you are going to work on that when you're done here. \n[26]Yeah, bullshit! \n[27]Everything. Haven't you heard? Between me and my brother, we know everything.  \n[28]That's one my brother knows. \n[29]Just do your report. We don't send you to school so you can flunk out. \n[30]That's half of what I've got. \n[31]That why you act like such a dick?  \n[32]What? \n[33]mother or mine? \n[34]To sleep. I work for a living. \n[35]You know, order. \n[36]What's the matter? \n[37]Where'd you get it. Come here. \n[38]What, you want me to...  You want me to take that out for you? \n[39]Well, come here let me see it. \n[40]It's gonna get infected. \n[41]Yes, it's gonna get infected. \n[42]Push it out? \n[43]Yeah, I'll just put that on my platinum card. Robbie?  Robbie?  \n[44]What is that? \n[45]Hummus? \n[46]Robbie? \n[47]Out where? \n[48]maybe. Not this time of year. Come on, we can see better from the back yard.  \n[49]That is so weird. \n[50]The wind is blowing toward the storm.  \n[51]Rachel, wanna see something cool? \n[52]It's okay. \n[53]It's okay. \n[54]Okay, you go ahead. \n[55]Kind of fun, ain't it? \n[56]Oh, Come on. It's like the fourth of July. \n[57]It's okay. You're fine. \n[58]Yeah, well it's not gonna hit there again because lighting doesn't strike twice in the same place. \n[59]Oh, SHIT! \n[60]I don't know. \n[61]Where's the thunder? \n[62]Just checking things out. Just wait, wait there. \n[63]I don't know. \n[64]No. I meant... Rachel, please, just stop asking so many questions. Just wait here. \n[65]\n[66]okay? \n[67]go? \n[68]Did you see it? Did you... Were you near it? \n[69]26 times? \n[70]Okay, well, you're okay? \n[71]Good, because your sister is in the house, I want you to go in that house and I want you to stay with her. Okay? (break, as he starts running down the street) And the next time you take my car with no driver's license and no permission, I call the cops. You better be there when I get back. \n[72]Ray begins walking down the street to the auto shop a few yards away. \n[73]Manny! Manny! Hey Manny. What is it, dead? \n[74]Lightning hit it? \n[75]I'm on my way to find out. Try umm... try changing the solenoids. \n[76]behind this. \n[77]Can you blame him? \n[78]Yep, you got power where you are?  \n[79]It's the cars though. That's the thing.  \n[80]A solar flare? \n[81]Is this the only place? \n[82]No. It's freezing. \n[83]You feel that? \n[84]We're leaving this house in 60 seconds.  \n[85]from the refrigerator and the cupboard, put it in here. \n[86]Just do it. \n[87]Rachel, sweetheart... \n[88]I need you to get your suitcase...  \n[89]The one that you brought, bring it to me, okay? \n[90]Can you do that for me, darling? \n[91]Shh, Shh, I can't tell you now. We... We've only got about another minute.  \n[92]Please, Please, Please. \n[93]Just keep it down. \n[94]Just get in the front seat Robbie.  \n[95]Just get in. \n[96]\n[97]expl.... \n[98]\n[99]\n[100]Ray helps Robbie close the door on Manny as they begin speeding away. \n[101]\n[102]\n[103]\n[104]We gotta go! We got to be the only working car around here. I'm not stopping until we are clear. \n[105]We gotta go. \n[106]\n[107]Rachel... Rachel you've got to keep it down Rachel! \n[108]Rachel! SHUT UP RACHEL! I CAN'T THINK!  \n[109]\n[110]This thing, this machine, it crawled out of the ground and started torching everything, just killing everybody.  \n[111]No, this came from some place else.  \n[112]\n[113]That machine, it was already buried. \n[114]Maybe it came down in the lightning storm. \n[115]No, the machine I'm talking about was buried. But, what came down in the lighting storm, what operates it. That's the... that's the.... You know. The....  \n[116]Hey Rache. How you doing there girl? How she doing? \n[117]Good.  Hey, what was that thing you did with her? \n[118]Hey Rachel \n[119]I know. You feel better? \n[120]Yeah, tell me about it, you know?  \n[121]Listen, I just need you to hold it together for me, okay? \n[122]When you start screaming like that, you know, I can't really... \n[123]I know... \n[124]That's where we're going right now.  \n[125]\n[126]She's not dead. All right? She's just no here. Okay? They're never here.  \n[127]Because they are on their way to Boston....  \n[128]... and so they just kept on going, they're probably up to your grandma's house by now. \n[129]Umm.... Because nothing bad happened here. Okay? \n[130]So, were safe here. All Right? \n[131]Okay, Rachel? This is your area. Okay, you are safe in your area... \n[132]Okay, well, you hungry, huh? I'll get you some food. I'm gonna feed you. Get something to eat. What do we have here?? \n[133]Barbeque Sauce. This is really good Robbie. Vinaigrette. I said pack food. What... What the hell is this? \n[134]Okay. No, it's all right, it's all right.  \n[135]Uh, food... Uh, bread... (getting the bread) okay, we're gonna have... umm.... We'll just get some sandwiches. \n[136]You ever see me deal? Wanna see me deal? Okay, there's two for you, two for Robbie, two for me, (he has one extra in his hand) ...one for the house. (laughs)  \n[137]Maybe after we get done eating, I will take you down, teach you how to play some poker. A little five card stud... a little blackjack... \n[138]\n[139]Okay, well, umm, here (hands her two pieces of bread) You can eat the bread. Okay? \n[140]Okay, well. Robbie and I are going to be eating peanut butter sandwiches. You want jelly on this sandwich?  \n[141]You're not hungry either? Well, that's fine. \n[142]Everybody just relax, okay? Because we are here now and we're safe, and we're gonna stay.  And in the morning your mom and Tim are going to be here and everything's gonna be fine. Okay? Okay. \n[143]It's like a slumber party. \n[144]of the basement) Nice basement. \n[145]Okay. You know on the Weather Channel when there's a tornado, and they tell you to go to the basement for safety? It's like that. \n[146]Rachel, no more talking. \n[147]No, this is something else... \n[148]\n[149]\n[150]\n[151]Down here! \n[152]Were you on this plane? Are you a passenger?  \n[153]Are you a passenger? \n[154]Where were you? \n[155]There's more than one? \n[156]Oh, my god! \n[157]I saw that storm. I was right in the middle of one of those. \n[158]What is that? \n[159]Look at me. Look at me. \n[160]You keep your eyes only on me, you understand?  \n[161]Don't look down, don't look around me. I'm taking you to the car and you're gonna want to look around. But you are not going to, are you? \n[162]You're doing good. You're doing good. Keep your eyes on me. We'll go right to Boston, and we're gonna see your mom. \n[163]That's a girl. That's my girl.  Okay, listen, I want you to close your eyes. Got them closed? \n[164]There you go. Keep em' closed for me.  \n[165]Robbie, get in. \n[166]\n[167]in! \n[168]Because I don't want everybody to see we've got a working car. (going over the plan) We'll stay along the Hudson until we find an open bridge or ferry, then we're gonna cross the Hudson. Then take the back roads across Connecticut all the way to Boston. \n[169]I don't know. Running, hiding, hiding in their basements. \n[170]Yeah, well, why don't you just let me make the big decisions, okay? \n[171]shit!! It's dad, sir, or if you want Mr. Ferrier. That sounds a little weird to me but you decide. \n[172]Yes, Rachel. \n[173]Really? \n[174]Not so fast, not so fast, all right? Now, there are two things we have to watch out for, and the second is people who might want our car. \n[175]good right there. (points to a spot 20' away \n[176]All right, then just go where I can see you! \n[177]I'm not gonna look! JUST STAY IN SIGHT!!  \n[178]Listen. Every time you don't listen to me, I'm telling your mother, okay? I'm making a list.  I'm making a list! \n[179]I told you to stay where I could see you! \n[180]\n[181]\n[182]\n[183]\n[184]\n[185]\n[186]If I close my eyes, why don't you drive for a bit. \n[187]Since when has that stopped you? \n[188]Don't stop... don't take your foot off... Okay. I got it... I got it.... \n[189]I don't know Rach. \n[190]Yeah, we do. \n[191]He wants a ride. Everybody just wants a ride. \n[192]Just sit back and put on your seatbelt. Robbie, put on your seatbelt. \n[193]Put on your seatbelt Rachel. \n[194]I'm sorry, I can't. Please get away from the car. \n[195]\n[196]Oh hold on!! \n[197]The van smashes into the telephone pole and the pole lurches about 20 feet. The transformer on the top of the pole begins to arc and spark. The crowd is now rocking the van from side to side shouting at about a riot level. \n[198]Are you okay? \n[199]\n[200]\n[201]Rachel!!  GET OUT OF THERE!!!  \n[202]\n[203]out of the car! GET OUT OF THE CAR RACHEL!!!  \n[204]roof of the car) GET OFF THE CAR!! GET \n[205]Move!! \n[206]Where's my son?!?! \n[207]\n[208]\n[209]My daughter's in the car... \n[210]All I want is my daughter.... \n[211]Please, all I want is my daughter.  \n[212]I just want my daughter. Please just let me take my daughter, can I.... All I want is my daughter. \n[213]Robbie!! \n[214]Yeah, power's still on because nothing bad has come up from under the ground.  \n[215]Sheryl? \n[216]Yes, this is Rachel. \n[217]Hi, I've heard about you, Nora. \n[218]This is my son, Robbie. \n[219]my jacket! \n[220]You okay? Come on! \n[221]Come on. \n[222]\n[223]There's room on the boat!!! \n[224]\n[225]Stay with me! Stay with me Robbie!!!  \n[226]\n[227]Robbie!!! \n[228]\n[229]Help me. Help me with her. \n[230]Don't stop. Don't stop. \n[231]Robbie. We got to stay together Robbie.  \n[232]Robbie! Stay together! ROBBIE!!! \n[233]\n[234]ROBBIE!!! (sets Rachel down next to a tree) NOW DON'T MOVE! FOR GOD'S SAKE, \n[235]\n[236]\n[237]\n[238]\n[239]\n[240]\n[241]\n[242]\n[243]\n[244]\n[245]Just listen to me! \n[246]Wait, stay. Stay for Rachel. Stay for your sister. \n[247]\n[248]Robbie?!?! \n[249]\n[250]I need you to close your eyes now, okay? You need some sleep. \n[251]He's gonna meet us. Hey, Robbie's gonna meet us, Rach, In Boston, at your grandma's.  \n[252]Mom? She's in Boston. Waiting. And I know she's not sleeping 'cause she is so worried about you. (trying to comfort her) ... And she's in grandma's kitchen, and she's making that awful tea that she makes. And they're all just... ... ...there all just counting the minutes until they see you again. \n[253]What... What is this? \n[254]You won? \n[255]he can't think of it) I don't remember that one. \n[256]I'm sorry Rach, I don't know that one either. \n[257]So don't put me down. Because I've got the fastest set of wheels in the town. Something comes up to me that don't even try.... \n[258]of wings, man, I know she could fly. She's my little deuce coupe. You don't know what I've got... just my little deuce coupe.  You don't know what I've got.... \n[259]Thank you. \n[260]We got separated... he's gonna meet us in umm... in Boston. \n[261]Did you...  ... (whispers) Did you loose anybody? \n[262]They shake hands. \n[263]I'm sorry. I'm gonna get some sleep.  \n[264]Please, my daughter. \n[265]Of course I am. \n[266]Thank you for taking us in. \n[267]Stay right there! \n[268]I have a daughter! Why did you bring us here? \n[269]Rachel! \n[270]You don't have anything to say to her, do you understand? If you want to talk to somebody, or ask somebody a question, you ask me! \n[271]Listen. It stopped. \n[272]\n[273]Ray and Harland are in a silent fight for the gun. They both have their hands on it. The aliens continue looking around.  Ray and Harland are both sweating bullets fighting for the gun. Still silently.  Harland pins Ray against the wall and forces him down to the ground to try and break the gun free of his grasp.  The aliens are seen taking and smelling a photograph from a box.  Ray lets go of the gun and Harland jerks it away from him just as the vibration like noise is heard from the robot. The aliens scurry out through the open hole. Harland comes down to Ray, now sitting on the floor, and says....  \n[274]\n[275]Stop it! Stop it! You gotta stop it! You gotta be quiet or they'll hear you!  \n[276]Please, they'll hear you! \n[277]You gotta be quiet! \n[278]They're gonna come back down here!  \n[279]what I'm gonna have to do? I can't let my daughter die because of you.  \n[280]Stop it! \n[281]Stop it!! \n[282]\n[283]\n[284]Whatever you hear... don't take this off. \n[285]Rach? \n[286]What was that song... that lullaby I didn't know? \n[287]Yeah. Please, Rach, sing it. \n[288]Don't stop. \n[289]That's my girl. \n[290]Rachel??? \n[291]RACHEL!!!   Oh, my god, no! \n[292]Rachel?? \n[293]baby. Rachel?? \n[294]Rachel? Rachel? Talk to me baby, come on! \n[295]Rachel?!? RACHEL?!?!?! \n[296]\n[297]\n[298]\n[299]\n[300]\n[301]\n[302]Rachel. \n[303]Rachel. \n[304]It's dying. \n[305]What happened? \n[306]Something's happening to them? \n[307]Excuse me, excuse me, what happened here? You guys take it down? \n[308]Rachel, I'm not sure. \n[309]\n[310]\n[311]\n[312]\n[313]\n[314]It's safer in here! ", "RACHEL": "\n[1]Hello dad. \n[2]It's got rollers, just roll it. \n[3]Bye Tim. \n[4]Mom, Mom! \n[5]What's the capital of Australia? \n[6]That's not how you're going to get through to him. You want him to listen to you...  \n[7]Where are you going? \n[8]What are we supposed to eat? \n[9]I got a splinter. \n[10]On your porch railing. \n[11]Absolutely not! \n[12]No it wont. \n[13]No, it won't. When it's ready, my body will just push it out. \n[14]You should get TiVo. Tim got it for my room. It's awesome. I can watch all my shows after homework. \n[15]Hummus. \n[16]From the health food place. I kept one of their menus last time we were here.  \n[17]Uh, you said order! \n[18]He went out. \n[19]I don't know. He just took your car and left. \n[20]I want to go inside. \n[21]I want to go inside. \n[22]I don't want to go by myself. \n[23]No. \n[24]No it's not. \n[25]It hit right behind our house. \n[26]Where's Robbie? \n[27]Is Robbie okay?  Are you okay? \n[28]Why won't it stop? \n[29]Ray remains speechless as he is fixated on the area where the lightening came from. Ray climbs out from under the table to get an idea of what just happened. \n[30]Where are you going? \n[31]Are we going to be okay? \n[32]You don't know. \n[33]What's going on? \n[34]Dad, what's the matter? \n[35]What's all the stuff? \n[36]Dad, you're really scaring me. \n[37]Dad.  Dad! \n[38]Who's car is this? \n[39]Who's car is this? \n[40]What do you mean? \n[41]Is this the terrorists?!?! \n[42]\n[43]space. \n[44]I'm really scared. \n[45]No.... \n[46]Yes. \n[47]Robbie grabs her hand and they both lean forward toward the front.  \n[48]The what? \n[49]I'm fine. \n[50]I want mom. \n[51]I want mom. \n[52]Take me to Mom's! \n[53]\n[54]\n[55]\n[56]\n[57]Come on, hurry up Dad... \n[58]Robbie, get the door.... (she knocks on it \n[59]\n[60]Is she dead?? \n[61]How come the lights are on here and not at your place? \n[62]Dad. That's not how it goes. \n[63]I'm allergic to peanut butter. \n[64]Robbie shakes his head yes to her statement. \n[65]I'm not hungry. \n[66]If everything's fine, why do we have to sleep in the basement. We've got perfectly good beds. \n[67]I want to sleep in my bed. I've got back problems. \n[68]There's gonna be tornadoes? \n[69]Could you be a little nicer to me. God!  \n[70]Yeah. Good night, love you. \n[71]Is the lighting back? \n[72]\n[73]Are we still alive? \n[74]I'm not gonna look, dad. \n[75]Um-Huh. \n[76]Why are you yelling? \n[77]Where is everybody? \n[78]Okay, enough Robbie! \n[79]Dad?!?! \n[80]I have to go to the bathroom. \n[81]I gotta go. \n[82]\n[83]\n[84]\n[85]I'm sorry! \n[86]\n[87]\n[88]Where's everybody going? \n[89]But we do right? \n[90]Why'd he do that? \n[91]Why is he doing that? \n[92]Can we give him one? \n[93]\n[94]\n[95]\n[96]\n[97]\n[98]Looks like the power's still on here.  \n[99]\n[100]\n[101]Robbie? Robbie!?!?! \n[102]\n[103]Robbie, slow down. \n[104]Robbie, slow down!!! \n[105]Robbie. \n[106]Robbie!! NO!! ROBBIE!!! COME BACK!!!  \n[107]Dad? \n[108]mom's doing right this minute? \n[109]I won. \n[110]The walk, trot, and canter. Third place.  \n[111]Sing me \"Lullaby and Goodnight\"? \n[112]Sing me \"Hushabye Mountain\"? \n[113]What are you doing? \n[114]Dad?? \n[115]Dad? \n[116]Hushabye Mountains \n[117]\n[118]... On Hushabye Mountain... \n[119]... For far away my baby goes... \n[120]... it fills the sails ... \n[121]... of boats that are waiting ...  \n[122]... Waiting to sail your worries away ... \n[123]... So close your eyes. You're on Hushabye Mountain ... \n[124]... Wave goodbye to the cares of the day and watch your boat, from Hushabye Mountain, sail far away from Lullaby Bay. \n[125]\n[126]\n[127]Dad? \n[128]What happened to it? \n[129]How is it dead all by it's self? \n[130]\n[131]Robbie? ", "ROBBIE": "\n[1]The door's locked. \n[2]I just got to type it up. (makes typing motion \n[3]Mary Ann kisses him. \n[4]Baseball season's over. \n[5]Whatever Ray! \n[6]Yeah, I'm almost finished, I just got to type it up. \n[7]Yeah, and what do you know Ray? \n[8]Is it okay with you if I just laugh the first 500 times you tell that one.  \n[9]You don't pay for it, Tim does. \n[10]You're an asshole. I hate coming here.  \n[11]The car just stopped and... \n[12]... and the lighting started hitting about a block away over and over again. And me and this other guy we... \n[13]Over on Lincoln Avenue.  ... by the church. \n[14]Yeah. 26 times we counted! Over and over the lighting started hitting. It opened up this hole or something...  \n[15]Yeah. \n[16]Yeah. \n[17]What happened? \n[18]What's all that stuff all over you?  Rachel reaches through a leg of the island to pull at Ray's hood on his shirt. BAM! Ray jumps and jerks his head toward Rachel fast enough to make some of the white powder poof off as if jerked back into reality. Robbie jumps as well in fright. \n[19]Hello? Ray? \n[20]idea what's going on... \n[21]I think we are having a bit of a shock here...what's going on, just tell me...  \n[22]What's happening? \n[23]Ray, I'm standing right beside you. Can you please answer me? \n[24]\n[25]Where are we going?!?!?! \n[26]\n[27]\n[28]\n[29]\n[30]Okay, (slapping his arms together on top of each other, demonstrating) Put em' up Rache. \n[31]Make the arms. (he grabs her elbows so she holds the position. He begins to calm her down) This space right here, this is yours. \n[32]... This belongs to you, right? \n[33]space. \n[34]space. Nothing is going to happen to you in your space. \n[35]I'm gonna go to the front seat to talk to dad... \n[36]away. Okay. \n[37]Will you hold my hand? \n[38]Are you gonna be okay? \n[39]\n[40]What is it?  Is it terrorists?  \n[41]You mean like Europe? \n[42]Wait a minute... you just said it was buried. \n[43]Why aren't there any helicopters or airplanes? \n[44]How you doing? \n[45]\n[46]Works sometimes. She gets claustrophobic.  \n[47]\n[48]They're gone. \n[49]How do you know? \n[50]\n[51].. Busy signals, one of the fast ones.... You think all the circuits are down?  \n[52]That's all that was in your kitchen.  \n[53]I'm not hungry either. \n[54]What are you afraid is gonna happen to us? \n[55]Wanna stay here? \n[56]Love you, Rache. \n[57]\n[58]Why the hell aren't we on the turnpike?  \n[59]If we had any balls, we'd go back there and find one of those things and kill it. \n[60]Which would be when? Never Ray? Never's about your speed. \n[61]Come on. (tugs at his shirt sleeve which Ray has a hold of) I gotta go! \n[62]There's nobody around! \n[63]\n[64]\n[65]\n[66]\n[67]\n[68]\n[69]\n[70]\n[71]I don't have a license. \n[72]Dad! \n[73]You think you could.... You think you could... \n[74]Be careful. \n[75]Look out! Look out! \n[76]\n[77]Hi Sheryl. \n[78]Here, grab my hand!! Hold on! I got you! HOLD ON!!! \n[79]\n[80]Robbie almost slips as he gags, still fighting for breath.  Pulling each other up the hill.... \n[81]\n[82]\n[83]\n[84]\n[85]\n[86]\n[87]I need to be here! I want to see this!  \n[88]Please let me go! You need to let me go. \n[89]Hey dad! ", "HARLAND": "\n[1]Over here! OVER HERE!!! \n[2]Hurry!! \n[3]Rachel does not respond most likely due to shock. \n[4]Ray looks up at him and looks at the lantern. He is still heard muttering \"Robbie\" very quietly. Harland moves a wheel barrel as rats are seen scurrying about on the floor. The army platoon has gone far enough over the hill that gunfire can no longer be seen or heard. \n[5]Peach schnapps. \n[6]Disgusting, I know it. I found a whole case of this shit. \n[7]I'm sorry about your son. \n[8]All of them. \n[9]\n[10]I got water... Food.... Enough for weeks. You're welcome to stay, both of yous.  \n[11]Those machines, those tripods they got... They buried them... right under our feet. Since before there were even people here. They've been planning this for a million years. We're beat to shit.  \n[12]Think about it.    ...    They defeated the greatest power in the world in a couple days. Walked right over us. they'll keep coming. This is not a war any more than there's a war between men and maggots. This is an extermination.  \n[13]Are you afraid? \n[14]Drive an ambulance in the city. Well, drove and ambulance in the city. That's all over now, huh?    ....   You know the people who make it Ray? The ones that don't flatline before the hospital? It's the ones who keep their eyes open, keep looking at you, keep thinking. Ray.   ....   Running, that's what'll kill you.    ......     I'm dead set on livin'. \n[15]Hah. Dead set on Living. \n[16]We're not going to be exterminated.  \n[17]on, I wanna show you something! \n[18]We're gonna fight them Ray. They gotta have a weakness. Come on, take a look.  \n[19]Somehow they killed a few of these things in Osaka. That's what I heard. You telling me the Japanese can figure it out but we can't? \n[20]We can do it. We can get 'em. We can figure it out. \n[21]To fight 'em together, Ray.   .... underground. When the time is right, we'll take 'em by supries, the way they took us. We'll take 'em by surprise.  \n[22]We're right under their feet, Ray. Right here, under their feet. \n[23]You miss your mommy? I had a little girl nearly your age. You know, if anything happens to your daddy, I'll take care of you. \n[24]your plan, Ray? I know what I'm gonna do. How about you? You gonna sit here, wait for them to come get you? Is that your plan? \n[25]Maybe you want to get caught. Couple of days hiding in a basement too much for you, I bet. You'll probably turn yourself right in! \n[26]okay. Maybe you'll get lucky and they'll train you as their pet. You know, train you, feed you, teach you how to do tricks...  \n[27]You and I... I don't  think we are on the same page. \n[28]\n[29]Blood!!! \n[30]They drink us! \n[31]Then they spray us, like a fertilizer!  \n[32]Drink US and.... \n[33]Then they spit us out all over their goddamn red weeds! \n[34]This tunnel will get us to the city. We'll have our own tunnels there. Ready Made! Subway, see what I'm saying!  \n[35]You can hide a whole army down there!  \n[36]... We'll go underground! \n[37]Sneak attacks at night! \n[38]We're the resistance Ray! They can't occupy this country! Occupations always fail! History's taught us that a thousand times. This is our land. \n[39]it, only we can live on it! They can't survive here Ray. They weren't built for it. ", "MARY ANN": "\n[1]We said 8:00. \n[2]Um-Huh. We'll be back by 9:30 on Sunday, depending on the traffic. \n[3]in the door. \n[4]Well we can't roll it up the stairs now can we? \n[5]You're out of milk.  And everything else. \n[6]I'd better get this upstairs. \n[7]I can get it. \n[8]A little old to still be sharing aren't they? \n[9]No, I do. \n[10]Robbie's got a paper... (looks at Robbie to make sure he's listening) ...on the French occupation of Algeria due Monday which he's yet to begin. It would be nice if he were done by the time we got back so we don't have to keep him up all night on Sunday. \n[11]No, you just got to start writing it first. \n[12]I love you. (begins walking over to Rachel) Listen to your father. \n[13]Oh, no shoes on the bed. \n[14]We'll be at my parent's house in Boston but don't call the house line, because you know. Well the point is I've got my cell phone. So if anything comes up, or if you have any questions just call. \n[15]I'll leave the phone on. \n[16]You think? \n[17]Take care of our kids. \n[18]Mary Ann leaves. INT Ray's House - Rachel and Robbie's Room - Dawn Robbie is watching the TV stories about lighting storms in other parts of the world. Channel changes ever few seconds. Ray turns off the TV and throws Robbie's baseball mitt at him. He catches it and says... \n[19]Mary Ann's parents come out of the door. The mother has a shocked look on her face. Tim is behind them. Ray's eyes and face perk up as we see ROBBIE coming down the front steps towards him. ", "MANNY": "\n[1]All of them, everything, look at this... starter's fried.  \n[2]Not even close. I thought if I changed it... you got any idea what's going on? \n[3]Right,  Right see, I told you that, the solenoids.  \n[4]Hey, Hey, Ray! You were absolutely right. I had to change the sole... Ray?  \n[5]Hey Ray? Ray? What? \n[6]Ray. Open up. \n[7]Open the door, come on! OPEN THE DOOR \n[8]What are you... \n[9]That's funny, you gotta get out of the car. You can't take it. \n[10]It's not my car. It's not your car. Where you going? Daddy's acting crazy kids. Guy's gonna come back... \n[11]I got a shop to run. You know how many people... \n[12]No, RAY GET OUT OF THE... \n[13]All right, get out of the truck! I'm not kidding now. GET OUT OF THE CAR \n[14]I'm not fooling around, I got a busy day ahead of me... \n[15]", "SHERYL": "\n[1]Ray! RAY?!?! \n[2]Yeah. \n[3]Oh, my gosh, are these your kids?  \n[4]Hi, I'm Sheryl, this is my daughter, Nora. \n[5]He's just like dad. \n[6]How you doing? You look like shit.  \n[7]I got you Ferrier.  oh, Jesus!  \n[8]Jesus. Oh my god! \n[9]Oh, Ray!! RAY!!! \n[10]\n[11]\n[12]", "FRIEND 4": "\n[1]You see it? \n[2]Solar Flare, that's what this guy told me. \n[3]Yeah, the sun shoots off blobs of plasma, they turn into solar flare flashes. It's the only thing that can kill all of the electronic stuff. \n[4]What bro? \n[5]Bro, I'm just telling you what that guy said he heard. \n[6]Is it hot? \n[7]What is it the subway? \n[8]PATH Train maybe? \n[9]Oh my god. \n[10]Ray, no, stay man. ", "REPORTER": "\n[1]You gotta be kidding me right? \n[2]We were feeding New York but New York went dark. So we patched over to D.C., they went down, L.A., Chicago, uplink to London. Even called the affiliates to try and get them to catch the feed, but nobody answered. \n[3]It's the same everywhere. Once the tripods start to move, no more news comes out of that area. \n[4]You ain't seen nothing yet. \n[5]No, you didn't see it like this. Those machines come up from under the ground, right? That means they must have been buried there a long time ago. So who's driving the god damn things? (pointing to the monitor) Watch the lightning. Watch it..... Watch the lighting.....  \n[6]That is them. They come down in capsules, riding the lighting into the ground into the machines right? \n[7]Hey. Were you on that plane? \n[8]Oh, that's too bad, it would have been a really great story. ", "FRIEND 3": "\n[1]Hey, what up, Ray? \n[2]Hey, god's pissed off at the Neibor hood \n[3]Nope, nothing. \n[4]Can I say something? \n[5]The sun does not cause lightning, okay?  \n[6]I know but it just sounds dumb saying that... \n[7]Yeah, I feel that. ", "ROBBIE!!!": "\n[1]\n[2]Ray is able to pull Robbie out from the crowd. Robbie has a running bloody nose and a badly bruised stomach. He is fighting to catch his breath because he had it knocked out of him. \n[3]Robbie, panting hard, looks at the inclining ramp and sees there are still people hanging on to the back side of the ramp. He starts running to the stern of the ship. The captain pushes the throttle all the way full. The propellers start so fast they spray water all over the people still at the dock. Pulling away at it's ties to the dock, the ship begins pulling away. \n[4]Robbie ignores them as he jumps onto the grate of the folded up ramp. Climbing to the top, he begins helping those who are hanging on the back side of the ramp. \n[5]The robot's claws begin pushing the ship making it lean to one side and finally tip over on it's side. Robbie is already running towards Ray. At the turn of the ship, the three go into the water. Cars start coming towards them. WOOSH!!! A car comes right for them. SPLASH!!! The car hit's the water where they are, instantly pinning Robbie and Ray to the front of it. Rachel is holding on to Robbie's back, also going down. The people in the car are screaming as the car fills with water.  As the ship completely capsizes, people are thrown or washed into the water. Cars sink down, people float and the ship bobs in the water. Ray is able to un-pin himself and pulls Robbie out. They all begin swimming to the surface. Rachel lags behind and Robbie grabs her and helps her up.  At the surface, they meet. A ship propeller at full power. They begin to swim away from it. Claws from the ship over head are grabbing people and pulling them into the robot's holds. \n[6]Ray sees Robbie about 20' ahead of him. \n[7]By now, Robbie has run over the hill and is long out of site. A robot that appears to be on fire comes slowly rising over the hill. Ray makes a run for it down the hill. We can see three robots now rising over the hill. Missiles and bullets are being fired at them as their shields block all the fired artillery.  ", "SOLDIER 6": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]"}}