{"dialogues": {"DAN": "\n[1]No way. We see who Hollis is speaking to--DAN DREIBERG (the second Nite Owl), late 30's, handsome, though he's let himself go the past few years--his edges have gone soft. He was in the photo of the new Watchmen in Blake's apartment. \n[2]The Big Figure. \n[3]Wow, it's really late. Dan stands, finishes his beer. Hollis sees him to the door. \n[4]That's bullshit, Hollis, and you know it. They hug. \n[5]What? \n[6]Rorschach. Rorschach sits at the table, mask half up, eating a cold CAN \n[7]No, of course not. You uh, want me to heat some up for you? \n[8]You were on the news. They say you attacked a cop. \n[9]Other than that . How have you been keeping? \n[10]This little stain, is that bean juice or-- \n[11]The Comedian? Nervous now, Dan glances out the window. \n[12]Let's talk downstairs. \n[13]How did it happen?      12 \n[14]Maybe it was a burglary. The killer might not have known who Blake was. \n[15]You're right. I heard he was working for the government. Maybe it was a political killing. \n[16]You don't think that's . a little paranoid? \n[17]I-'m just saying the Comedian made a lot of enemies over the years, even amongst his friends, if he had any. The man wasn't exactly endearing. Just because something happened to him doesn't mean it involves us. \n[18]I'm out, Rorschach. I've been out, we've all been out. Except you. You know that. \n[19]Yeah, thanks. You can take the tunnel out to the warehouse on Fleet street-- Rorschach turns to walk off down a long, dark TUNNEL. \n[20]Yeah. Those were good times, Rorschach. Great times.  What ever happened to them? \n[21]I'm here to see Adrian Veidt. \n[22]No, uh, just tell him Dan Dreiberg is here to see him. \n[23]I understand, but if you would just tell Adrian that Dan Dreiberg is here, I'm an old friend. \n[24]Just tell him I'm here. I assure you he'll see me. Dan glares at her. She glares right back. A game of chicken. She reluctantly gets up, goes inside the office. Once she's gone, Dan's glare disappears, replaced by nervousness. Because he's not sure if Adrian will see him-- it's been a long time. He glances at the SECURITY GUARDS eyeing him. Finally, the Assistant returns. \n[25]You look good, Adrian. \n[26]He did? Must've been tough to get past your security, even for him. I thought your assistant was going to take me out. \n[27]You're the world's smartest man, Adrian. You tell me. \n[28]Yeah, he tried that with me once. I just walked away but he starts following me down the street in broad daylight yelling, \"punish me! punish me!\" \n[29]Uh, well, he pulled that on Rorschach and Rorschach dropped him down an elevator shaft. They look at each other, serious, then explode in laughter. \n[30]It's great seeing you again, Laurie. \n[31]You sure I can't get that? \n[32]They've been watching the whole time? \n[33]How is Jon, by the way? \n[34]You're probably right. \n[35]Uh, yeah. Awful. \n[36]Yeah. I'd really like that. Laurie crosses the street and gets into the sedan. As Dan watches the car drive off, TWO KIDS nearly bump into him, running around playing. The Kids make flying noises. \n[37]Maybe we should agree on no drinking at meetings. Look, Rorschach and I have made real headway on the gang problem by pooling our efforts. Rorschach's voice is quiet, not yet its tortured rasp. \n[38]\n[39]Oh God.  \n[40]Comedian, this is a nightmare! The whole city is erupting! \n[41]How long can we keep this up? \n[42]Protection from what? Blake laughs, exultant in the blowing smoke, the chaos. \n[43]Who is it? \n[44]Laurie? It takes a few moments for him to open the door. \n[45]Sorry, I had a new lock installed, it's a little sticky-- \n[46]Did, uh, the Secret Service follow you here? \n[47]I'm really sorry, Laurie. \n[48]Not at all. I was just going to see Hollis for our weekly beer session. You're more than welcome to join. In fact, I insist They pass the news stand from the opening scene. The Homeless Man is arguing with the News Vendor: \n[49]Laurie, will you please stop apologizing? I'm here for you anytime. SHADOWS trail behind them, ominous. Someone's following. \n[50]Why don't you come by Hollis' with me? Shake off the adrenaline. \n[51]I know, you won't believe it-- \n[52]Wait, what? Dan turns to the TV, which replays the clip of Dr. Manhattan being accosted and then teleporting everyone to the roof. \n[53]I was just with Laurie. She doesn't know. \n[54]Jesus! Rorschach \n[55]My new lock? \n[56]Adrian, I need to talk to you. Adrian looks put off. \n[57]But what about what happened with ion? Adrian excuses himself from his Assistant. \n[58]Rorschach came to see me again. Maybe there's something to this mask killer thing. \n[59]Adrian! BANG! The man SHOOTS the Assistant in the gut; Adrian immediately springs into action--he moves with unbelievable speed and quickness, grabbing a velvet ROPE-STANCHION-- --DEFLECTING A SECOND BULLET with it-- --and SMASHING IT INTO THE FACE OF THE ASSASSIN, knocking him into a FOUNTAIN. SECURITY GUARDS run, guns drawn, toward the fountain where Adrian GRAPPLES with the dazed man. \n[60]Talking to the cops. Thank god he's still in great shape. You get so caught up with the whole smartest man in the world thing you forget what a physical specimen he is- -he's as fast as I've ever seen him  What about you? What are you going to do? \n[61]Listen, why don't you . how about you stay at my place? \n[62]It wouldn't be an imposition, I have an extra room. We're friends. And with everything that's been happening \n[63]I don't know. But it can't hurt to be safe. Besides, I've already had one wanted person visit me, another one won't make a difference. They look at each other. Laurie smiles. \n[64]Some local low-life named Roy Chess      60. \n[65]Noon. Thought I'd let you sleep in. Laurie smiles at him. Is Dan crazy or does he sense a spark? She touches his shoulder as she turns into the living room, then turns on the TV:      65. \n[66]He wasn't always like that. We were a great team--tactically, he was brilliant. But I don't know, something about this murder charge I just can't see Rorschach shooting Moloch.      66 \n[67]Don't remind me, I made that thing for him. But a regular gun just seems too . ordinary \n[68]Oh sure. The old Manhattan Transfer. \n[69]Well, not to his face. Laurie laughs. \n[70]Laurie?! Dan BOLTS for the basement door, thoughts of the mask-killer on his mind. \n[71]\n[72]Where are you?! Dan SPRAYS the fire. Laurie stumbles from the smoke, out of the Owl-Ship. Dan's got the fire under control now. \n[73]I don't smoke. Are you hurt? \n[74]Ah, that's mostly just soot. Archie's pretty resilient. \n[75]Short for Archimedes--Merlin's owl. I'm just glad you're okay. I heard you scream and well, you know, after the Comedian-- \n[76]Maybe, but the Comedian murdered; Jon exiled; Someone tries to shoot Adrian; Rorschach gets arrested. It makes me uneasy.      73. \n[77]My Dad was in corporate banking. He left me quite a bit. Which always surprised me. \n[78]Mugging. He was shot. As Dan cleans up, Laurie watches him, like she's seeing him for the first time. \n[79]Huh? Well, yeah, of course I worry about you, I mean, we're, y'know, friends-- Laurie takes off his glasses . and KISSES him. It's what Dan's been wanting all this time . but he pulls away. \n[80]Sorry, I \n[81]Mask killers. War. Nuclear annihilation. I feel so powerless, so I've been afraid of this damn costume. Afraid of how much I need it. He FLINGS the owl wing crescent, whizzing into the dark. \n[82]What? \n[83]I can't believe it still fits. Luckily I constructed it with material that was elastic and-- Dan turns as Laurie appears at the door, decked in her BLACK SPANDEX. SILK SPECTRE, looking every bit as good as seventeen- \n[84]--form fitting      76. \n[85]Me too. \n[86]Let's have some cloud cover. \n[87]Hang on. Dan BANKS, wheeling the ship toward the VELDT BUILDING. \n[88]Got to clean her up a bit. I'm sure Adrian wouldn't want to impede the course of justice. Heading straight for the building, Dan JIGS at the last moment, flying the ship THROUGH THE V-SHAPED WATERFALL in the skyscraper's center. The water washes clean the years of dust. The Owl-Ship emerges, sparkling like new. \n[89]I'm putting the water cannons on the lower stories.  \n[90]Yeah. He puts a hand on her shoulder. His eyes locked onto hers. He knows what he wants and this time he's not afraid of it He kisses her. Hard. Running her hands up his cheeks, they slide each other's masks off. Their mouths melt together. \n[91]Yeah, saving those people from the fire. Taking Archie out Laurie swats him on the chest--that's not what she meant. Dan grins, having fun with her. \n[92]It--you were unbelievable. They kiss. \n[93]I've been thinking about that. And I believe we have certain obligations to our fraternity.  I think we should spring Rorschach. \n[94]Rorschach may be sick, but I think he's on to something--four heroes attacked in a week is not a coincidence. I mean, that whole cancer thing with ion, does that make sense to you? You didn't contract cancer from him. He says as Laurie's about to light a cigarette. She changes her mind. \n[95]I don't know. But I know someone who might be able to help. Dan lands the Owl-Ship on the roof. \n[96]You're leaving town? So you do believe Rorschach's theory. \n[97]All the more reason we need to get to the bottom of this. Maybe we can get Jon to come back in the process and stop all this madness. \n[98]Rorschach's been the only one investigating this from the start. Without him, we're starting at the beginning and we don't have that kind of time. We need your help, Adrian. \n[99]Where are you going to go? \n[100]You don't have to do this. I know the whole crimefighting thing wasn't necessarily your choice in life. \n[101]Hmm, Rorschach gets locked up in here and suddenly there's a riot. I wonder if that's a coincidence. They descend toward the hell of TEAR-GAS, FIRE and VIOLENCE. The Tower Guards, stunned at the sight of the Owl-Ship, begin SHOOTING at it. The bullets bounce right off.      84. \n[102]Put your ear-plugs in. \n[103]When he and I were partners, we each had tracking implants put under our skin so old Archie here could find us if either one of us were ever in trouble. Let's see if Rorschach kept his in. Dan turns on the GPS monitor. There's a BLIP on the screen. \n[104]He's in that wing. Dan steers the ship toward the Maximum Security Wing. 9 \n[105]He's alive. \n[106]Rorschach? Rorschach! \n[107]Hey, it happens. I remember I lost a big arrest like that once. Had to redesign the costume after that-- Rorschach exits the bathroom, wiping his hands. \n[108]Hey! Survive now! Argue later! I had to turn the screechers off, so we'll be drawing fire. The owl-Ship rises to the roof. They all jump in. \n[109]Rorschach, you remember how to handle Archie? \n[110]Give us a second-- \n[111]What? What is it Dan looks up, through the windshield, and sees-- --Dr. Manhattan WALKING ACROSS THE CLOUDS--STRAIGHT FOR THE \n[112]Wait, what? You're taking her to Mars? No, she can't--Laurie, I don't know about \n[113]\n[114]Let's try and lose them in the city. He hits the jets, heading for the New York SKYLINE. \n[115]oh no. \n[116]I know-- They head straight for the subway-- --when the tunnel opens up-- --Dan SWERVES to the adjacent track just in time. \n[117]Shit. Dan accelerates, weaving Archie around the skyscrapers, the Empire State Building . but the copter's still there. Dan cuts around the UNITED NATIONS BUILDING. The copter follows the Owl-Ship around to the East River . but the Owl-Ship is nowhere to be found The copter hovers there. Baffled. \n[118]Hey! We took enough unnecessary risks bringing Archie up so you could get your spare costume. We stay put until it cools down out there--they're looking for us. \n[119]I know, you told me already. I'm tapping into all the databases, finding out about the company--      92. \n[120]Listen, I HAVE HAD IT! Who the hell do you think you are? You live off people while insulting them, and no one complains because they think you're a goddamn lunatic! Dan turns away, shaking. He leans against the console. \n[121]I'm sorry. I shouldn't have said that. Maybe you're right, maybe-- \n[122]Hey forget it It's okay, man. Releasing his hand with some effort, Dan sits, invigorated. \n[123]You're right. It's time to head up. \n[124]Let's really start plumbing the depths. \n[125]Positive. Pyramid Industries. Specializes in industrial plastics. At least they did. \n[126]I tapped into all the databases--tax records, business registries, real estate records--trying to get a bead on who's behind Pyramid but it's a never ending paper trail. Rorschach investigates ahead when Dan catches some MOVEMENT-- --he turns his FLASHLIGHT to find a few HOMELESS PEOPLE squatting in the warehouse. Upon seeing Dan in.costume, the Homeless People run away. \n[127]They're harmless, Rorschach. \n[128]Hey, I know this man. \n[129]No I didn't watch that interview. This was the guy who was doing a story on Adrian when I went to see him. \n[130]Rorschach. What, what if it's Adrian? \n[131]On the surface it doesn't, but hear me out--Adrian's the only one who could've taken on the Comedian in hand to hand combat. He's the only one with the finances to create an entire company for the sole purpose of setting up Dr. Manhattan. And Adrian was directly involved in arranging that broadcast. He probably supplied this journalist with the whole cancer list. \n[132]If we say that Adrian set that up himself, he could've had the hitman shoot his assistant first. It was a risk, but-- \n[133]I don't know. Let's go ask him. \n[134]Something I can help you with, boys? They all spin around, frightened at the costume. \n[135]What old guy? \n[136]You're dead! You and the rest of your gang, you're all DEAD! You know how much fire-power I've got floating out there!? Oh god damn. Hollis. God damn god damn god damn Dan begins to break up. Rorschach quietly pulls him away. \n[137]I've got a large reading ahead. Anything that's emitting that much heat out here, must be a pretty big facility. Adrian.  We're not going to make it, are we? Rorschach says nothing . when a halting WHINE sputters from the engines. A HUGE CLIFF APPEARS before them. \n[138]They're icing up, hold on! Dan pulls the stick back. The ship SHUDDERS UPWARD. \n[139]We just lost the engines--find something to grab on to! The ship BARELY CLEARS THE CLIFF. BOUNCING hard, it SKIPS across the snow like a stone, finally CRASHING INTO A DRIFT. \n[140]The engines are de-icing. You sure I can't fit you with something warmer? \n[141]\n[142]Adrian, don't make me-- Adrian picks up a GOLDEN SERVING TRAY off the table as Dan FIRES. Adrian DEFLECTS the laser with the tray-- --then DISCUS-SLINGS the tray into Dan's NOSE. Blood SPRAYS, Dan drops to his knees. Adrian turns his back on them, calm. \n[143]You know! You killed the Comedian! You set up Rorschach! You created Pyramid Industries, hired all those people, gave them cancer and blamed it on Jon! \n[144]Dammit Adrian, what are you trying to do? \n[145]Why take that risk? What if the hitman shot you first instead of your assistant? \n[146]Triumph? Adrian, what are you going to do? \n[147]Three million people? You're joking. \n[148]Rorschach, he's making it up! \n[149]By killing millions of people? And when were you planning on doing this? \n[150]God. God, he      112. \n[151]By committing the biggest mass murder in history. You have no right to play God! \n[152]Jon, stop him, he killed millions of people, who knows what else he'll do. Jon walks calmly after Adrian. \n[153]Jon, are you okay? You seem drugged. \n[154]What? Where's Laurie? \n[155]Laurie, shoot him again! Adrian's hand falls from his chest to the floor, blood trickling, as his PALM OPENS-- --holding a BULLET inside. \n[156]LAURIE! If you've hurt her, I'll-- \n[157]He's right. All we did was fail to stop him from saving Earth. \n[158]Rorschach, wait a second! Let's talk this out! \n[159]Rorschach! Across the hall, ion materializes between Rorschach and the exit. \n[160]\n[161]Your death. \n[162]Yeah. You might have created peace, but not at the expense of justice. You need to pay for what you've done. \n[163]Exactly. Adrian readies himself. Laurie breaks away from the TV screens. \n[164]Tell you the truth, Adrian. I don't. Dan FLIES at Adrian, fighting like a madman for his life. His fighting style has changed. Dan's newfound brutality is informed by everything he's learned from Rorschach. About justice. About life. But Adrian is the best. He takes Dan's attacks apart with ease, delivering blows which would kill a man not quite so focused on his goal. In the end, he CATCHES Dan's final strike and TWISTS. Dan's arm SNAPS easily. \n[165]Really? I've always liked owls Adrian sees that Dan has pulled one last item from his belt. Adrian STEPS on Dan's WRIST, bones crunching. Dan's HAND falls OPEN, revealing the OWL-SHIP REMOTE. \n[166]because you can never hear them coming. BEHIND ADRIAN: FLOODLIGHTS BLAZE, targeting Adrian as the OWL- SHIP CRASHES THROUGH THE WINDOW and into Adrian and Dan. Silence, but for the tinkling of GLASS falling to the floor. Dan tries to stand, but he falls, his left leg shattered. Most of Adrian has been CRUSHED under the ship. He coughs a fine blood spray. Adrian looks over to Dan, dying. \n[167]So do I. Adrian lays back, calm, accepting and dies. \n[168]That's it. Careful. Now, pull the stick to the left The ship RISES and TURNS awkwardly in the hall, smashing out more glass.      120 \n[169]Now, the thrusters . There. She HITS THE THRUSTERS. The ship FLIES from the control room. It's afterburners IGNITING the room, and Adrian's body. \n[170]Oh hi. \n[171]There are always bad guys. Even in today's world. Slow, Laurie turns to the window. Looks out at the New York skyline being rebuilt. \n[172]Hmm? \n[173]As long as no-one ever finds out that Adrian was behind it all, the public will think ion is still up there, watching.       122. \n[174]The threat remains, and everything should be fine. ", "LAURIE": "\n[1]Jon, did you say some--Rorschach: What are you doing here? You're a wanted man. \n[2]Don't call me that. My mother made me take that name. I always hated it.      19. \n[3]Well, I might not be able to count molecules, but either way, Blake was a bastard. You know he tried to rape my mother? \n[4]What? Are you accusing-- \n[5]You call rape a moral discrepancy?! \n[6]\n[7]Interference? Caused by what? \n[8]More war talk. I can't deal with this. I don't want to think about the future right now. \n[9]--that time is simultaneous. There's no past to travel back to, no future to travel forward to, everything happens all at once, our actions affect the course of time instantly, yes I know.  I'm sorry, it's just a little unnerving to be with someone who can see the future, or whatever you call it. \n[10]Jon, stop! \n[11]I know. I think I've been cooped up on this base for too long. Rorschach mentioned Dan Dreiberg--we haven't seen him in years. Maybe we can give him a call, see if he's available for dinner tonight. \n[12]Out. \n[13]No, thank you. I called a cab already-- it's waiting for me outside. She tries to walk past but Agent Forbes steps in front of her. \n[14]An old friend of mine. And of Dr. Manhattan's. Now step out of my way. \n[15]Yes, sir. She brushes past him as she leaves. \n[16]You remember that crazy guy, what did he call himself . Captain Carnage! Pretended to be a supervillian just so he could get beat up all the time? \n[17]Whatever happened to him? \n[18]Sorry, sorry, that's not funny. I can't remember the last time I laughed like this. It feels good. Dan looks at her as she finishes her coffee. We can see he's smitten with her and that he probably has been for years. Laurie seems oblivious. \n[19]Yeah, this was fun. The WAITER arrives with the check; Laurie grabs it. \n[20]Let me put my expense account to use. You can thank Uncle Sam.      25. \n[21]Just making sure I'm not doing anything that might upset the country's most powerful weapon. \n[22]I really don't know. It's been harder and harder to tell over the years. It's like his emotions are slowly eroding. To be honest, I can't tell if he even cares about me anymore. They're quiet a moment. Laurie glances at her watch. \n[23]I should get back. \n[24]Y1 know, when I think back, why did we do it? Why did we dress up like that? I think the Keene Act was the best thing to ever happen to us. \n[25]I mean, you remember my costume? All that tight spandex? That was awful. \n[26]And to think my own mother pushed me into that spandex. Pushed me into the whole costume thing in the first place. Wanted her little girl to be just like mommy and fight bad guys.       26. \n[27]Well, I guess my ride is here. She gives Dan a hug. \n[28]We'll do this again. \n[29]Well, I'm not. I hate it when Jon teleports me. \n[30]No. Sally pours herself a margarita from a pitcher on the counter. We see photos, remnants of Sally from her crimefighting days around the condo. Under the pitcher of margaritas is a days old LA Times with the headline: \"Dr. Manhattan Intercepts Terrorists At Port.\" \n[31]Poor Eddie? How can you say that? After what he-- \n[32]Another lesson on time passing. Y'know, you and Jon should get together and write a book on the subject. Sally reaches into a drawer and pulls out the old photo of the Watchmen, the same one with Blake and Hollis Mason in it.      28 \n[33]Mmm. What time do you have to be at your TV interview? \n[34]Hey, your finger, it's like licking a battery. It's all-- She opens her eyes. They widen in shock and horror as she sees TWO DR. MANHATTANS in bed with her. \n[35]Oh God! That's horrible! Stop it! Laurie jumps up. The two Dr. Manhattans stand, confused. \n[36]I'm sorry, I--You startled me, that's all \n[37]Forget about it. I overreacted. It was just strange to see-- Laurie can now see into the KITCHEN, where yet a THIRD DR. MANHATTAN is working on an experiment. Her eyes blaze. \n[38]How long have you been working in here? \n[39]Understand!? You're working in here at the same time we're in bed!? \n[40]Shut up! Just SHUT YOUR MOUTH! Laurie WHIPS a full BEAKER at 3's chest. It PASSES THROUGH HIM and SMASHES IN THE KITCHEN SINK. Laurie storms out.      39. \n[41]Human emotion? You were human once. That's the problem, Jon. You've forgotten that. \n[42]It's Laurie. \n[43]I left Jon. \n[44]I lost them in the subways. I think. \n[45]Living with him . Dan, you don't know what it's been like. INTERCUT TO: Dr. Manhattan, holding Laurie's BRA. Staring. \n[46]I hope I didn't ruin your night. \n[47]I know. I just find it rude when people show up at your door-- \n[48]--completely out of the blue. Suddenly, Dr. Manhattan appears in a burst of energy. The receptionist SHRIEKS. The PRODUCER looks out his office. \n[49]I should find a hotel. God. Imagine, us getting mugged. \n[50]No thanks, I've had enough hero stuff for one night.  You take care, Dan. It's a dangerous world out there. \n[51]You're the Comedian, right? You were pretty cool in there. Blake lights a smoke, looks her over. \n[52]Got another smoke?      49. \n[53]No. Not really. As Blake gives her a light, Laurie touches his hand to cover the lighter from the wind. She looks up at him, sly. \n[54]I don't understand, what do you mean, Jon's gone? \n[55]No. \n[56]Jon? Jon, can you hear me? The GRAPH-NEEDLES jump and tick, searching . when a high, clear TONE rings through the room. Needles fly. Technicians dash to lock it down. Agent Forbes hurries to the graph, looking over their shoulders. \n[57]Jon. Can you hear me, Jon? But these VOICES get progressively QUIETER, as we-- ZOOM BACK: Up, out of the atmosphere, at a blinding rate-- \n[58]Agent Forbes. \n[59]I need to go to the bathroom. Agent Forbes gives her a look, then waves for a SECRET SERVICE AGENT to escort her. \n[60]You're getting me out of here. \n[61]Don't you understand that sitting there with a bunch of high tech radios and monitors isn't going to bring him back?       55. \n[62]Only one thing can bring ion back and that's Jon. If he wants to find me, he's quite capable of doing so on his own. I've been a prisoner in my live long enough. You are taking me out of here because if you don't, and Jon does come back, I'm going to let him know who was naughty and who was nice. And he won't give you a lump of coal--he'll turn you into one, understand? The Agent eyes her, then reluctantly gets to his feet. \n[63]Oh my god. Where's Adrian now? \n[64]I'm not sure. I can't go stay with my mom- -I'm sure that's the first place they'll look. But I need to get out of the city. It's only a matter of time before they find me. \n[65]Oh, Dan, I couldn't impose-- \n[66]You're buying into Rorschach's \"mask killer\" theory? \n[67]Okay.  So this guy who tried to kill Adrian--who was he? \n[68]What time is it? \n[69]That mask's eaten Rorschach's brains away. \n[70]He shot a cop with a grappling gun. \n[71]And this war, god. Sometimes I wish I could just leave the planet. Like Jon. \n[72]Now, that's funny. That's what you call Jon's teleportation? \n[73]All these gadgets and there isn't even a dash lighter She hits a BUTTON--the lights inside go DIM. Creepy. She hits the button again to turn the lights back on but nothing \n[74]I'm so sorry--I hit the wrong button. I was looking for the lighter in.there. \n[75]I'm fine, but your ship-- \n[76]Archie? \n[77]Still with the mask-killer theory? Rorschach is insane. \n[78]How did you ever afford all this? \n[79]How did he die? \n[80]You really do worry about me, don't you? \n[81]What's wrong? But Dan is already walking up the stairs, pathetic. Laurie's left there, alone. The Owl-Costume looming in the background. \n[82]Dan? Is everything okay? I heard you coming down the stairs Descending the stairs, she finds Dan before his costume, naked. He fiddles with an OWL-WING THROWING WEAPON. \n[83]So. Let's take the ship out. \n[84]Who's to know? I used to be a \"masked avenger\" too, remember? I'm used to getting up at three in the morning to do something stupid. Besides, I'm already a wanted lady, you're already in trouble for hiding me, how much more trouble can we be in? Just give me a second--can't go out like this. She jogs upstairs. Dan turns to the empty, waiting suit. \n[85]I'm ready. Dan turns and sees his reflection in the owl-Ship's window. \n[86]It's so beautiful \n[87]Look! Below, a TENEMENT BUILDING is ENGULFED IN FLAME. Dan's jaw sets. He wheels the ship around and down. As they zoom closer, they can see people SCREAMING from the windows.      77. \n[88]There's children in there! \n[89]I'm on it. Nite Owl. \n[90]Hi. If you could all form a line, we'll have you out of here in just a moment. ATOP THE SHIP: Dan latches the steering column into its roof socket. He stands; Takes a deep, chest-expanding breath. Who has he been kidding? This is who he is. Flicking a switch OLD JAZZ plays pleasantly. \n[91]Anybody want coffee? \n[92]I can't believe we did that! That was actually fun \n[93]It was good, wasn't it? \n[94]So . what do we do next? Dan sits up, serious. Very serious. \n[95]What? \n[96]Look, Dan, I'm glad you were able to rediscover your calling in life, but I think you're getting carried away. You're talking about springing a homicidal psychopath from prison. \n[97]Why would someone want to drive ion away? Look what's happening now. With Jon gone it looks like we're headed for another World War. Who would want that?      81. \n[98]It's happening Dan breaks away from the terrible news, follows Adrian. \n[99]No. But this is. She moves next to him. \n[100]But I'm not doing it for Rorschach or even for Jon. And I'm sure as hell not doing if for the Comedian. They look at each other--Dan knows who she's doing it for. The Owl-Ship is upon the prison now \n[101]Look! They see a RIOT below--Inmates spilling out into the yard, overwhelming the Correctional Officers on the ground; TOWER GUARDS take shots at some of the Inmates; Broken glass, broken furniture parts scattered through the yard; SMOKE emits from inside the prison. \n[102]How are we going to find Rorschach in all of this? \n[103]How do we know he's still alive? They come upon Rorschach's cell. Dan sees the SMOKING CORPSE of Dumb Thug. Sees the CUT OFF HANDS of Fat Thug, HANGING from the bars.      85 \n[104]Is that-- \n[105]Oh, for Christ's sake. \n[106]Are you sure you're ready? We don't want to go diving head-first into things. \n[107]I'm not. \n[108]What's that supposed to mean? We came here to rescue you, asshole! \n[109]It `s him. The ship COLLIDES with Dr. Manhattan, who PASSES THROUGH into the CABIN with a SHOWER of BLUE PARTICLES-- \n[110]They said you were on Mars. \n[111]Where? What are you talking about? \n[112]I have to go, Dan. Jon and I, we're going to talk. Maybe we'll find some way out of this mess the world's gotten itself in. I'll be okay. Really. \n[113]J--huc? Hhhhhhh-- Laurie GRIPS her throat and TUMBLES down the hill. She rolls into Jon, waiting for her at the bottom. She CLAWS at him. \n[114]Jon, you stupid bastard! Listen, you better not forget this air supply or whatever it is  Oh shit. Laurie stands up before Jon's huge GLASS PALACE. \n[115]I'm on Mars. \n[116]You . know about me and Dan? \n[117]Jon, I'm having enough problems right now without getting into your predestination crap. \n[118]Because. If you already know the future, why were you surprised when I left you, or when that reporter ambushed you? Why even debate if you already know the outcome? \n[119]Agh! This is so typical of you! Do you know what a relief it is to be with somebody human, like Dan? \n[120]But you already know . You said-- \n[121]That's ridiculous. The Earth is too important to hinge on one relationship. \n[122]Are you doing this? I'm not in the mood for jokes. \n[123]Can't you just tell me how this all ends and save us the trouble? \n[124]Tears. You mean I lose? You don't come back to Earth? \n[125]You mean there's going to be a war? An actual, nuclear war?      100. \n[126]Static? \n[127]Jon, you've got to stop it! Everyone will die! \n[128]You're right, Jon--what does human life matter next to a, a neutrino. Look, I'm not going to debate you when you clearly don't see anything terribly miraculous about life. I guess quantum physics doesn't allow for miracles. \n[129]Oh God, Jon. Land this thing. Now. \n[130]That's it then. You can send me back to Earth to fry with Dan and my Mom and all the other worthless humans. And look, you were wrong. You said this ended with me in tears and see? Not a damp eye in the house. Maybe you're wrong about everything.      101. \n[131]I'm not afraid, okay? You want me to see things your way? Go ahead, do that thing you do. She stands there, arms folded, waiting. Then, just like earlier in the lab, Jon touches her head-- \n[132]Mommy? \n[133]No. No, no, no, no not him \n[134]But he-- \n[135]\n[136]The comedian is my father. I guess my life is just one big joke. \n[137]Well, of course you're going to say that. \n[138]What? But you were saying--      103. \n[139]But if my birth is a miracle you, you could say that about anyone. \n[140]God Jon, what was that? Jon looks around the street. Even he is awe-struck. \n[141]Was it a war? It doesn't seem like-- \n[142]Take me out of here, Jon. Please. \n[143]Anywhere. Anywhere's better than here. \n[144]Wait, this is Adrian's compound? Are you saying he's responsible for this-- Jon walks toward the building, entranced. Distracted. \n[145]What, Daniel? Millions of others? Jon don't start that crap now, not here!      113. \n[146]\n[147]You're such an asshole. Adrian cries out, LEAPS at her as she FIRES-- --and hits Adrian. He COLLAPSES. Dan and Rorschach find them as Laurie approaches Adrian's body \n[148]Oh shit. Adrian opens his eyes and KICKS her in the stomach, sending her flying back.      115. \n[149]Next? You can't get away with this!      116. \n[150]We we can't say anything about this ? \n[151]Leaving? I, I thought you regained an interest in human life. \n[152]Dan! Laurie charges Adrian. With one hand, Adrian blocks her attack, grabs her by the hair and SLAMS her to floor, knocking her out.      119. \n[153]I'm okay. Thanks. We finally see Laurie now--her hair dyed, appearance changed. \n[154]Mom--I just want to get this out of the way . . I know Eddie Blake, the Comedian--I know he was my father. Sally freezes. \n[155]I remember. Sally downs her drink, immediately starts making another. \n[156]Mom. People's lives take them strange places. You never did anything wrong by me. Sally jumps as a CLICK/WHIR SOUND comes from a BOOKCASE. \n[157]Oh that's Dan. Home from \"work.\" The bookcase SLIDES ASIDE and a blond DAN enters from the secret ELEVATOR. He is trim and confident, cheeks flushed with color. Buttoning up his shirt, he spots Sally. \n[158]Any bad guys last night? \n[159]Dan. \n[160]Will it be alright? The world, I mean. He puts his arm around her shoulder. \n[161]Yeah. Just fine ", "RORSCHACH": "\n[1]Rorschach's Journal, October 12th. Earlier today I came across what appeared to be a suicide. It was later learned to be a homicide. Someone's time was up. Still in POV, we see the person pull something from his pocket--the happy face pin. We realize that this was the person whose POV we were in earlier. \n[2]Hello Daniel. I helped myself to some beans. You don't mind? \n[3]No need.      11. \n[4]Minor wound. Won't need hospitalization. \n[5]Out of prison. So far. Look at this. He tosses Blake's happy face pin onto the table. Dan picks it up, runs his fingers over the RED-BROWN SPLOTCH. \n[6]Human bean juice. It belonged to the Comedian. He's dead. \n[7]Murder. Someone threw him out a window. \n[8]An ordinary burglar? Kill the Comedian? Ridiculous. \n[9]Maybe. Or maybe someone's decided to kill off costumed heroes. \n[10]Is that what they're saying about me now? That I'm paranoid? \n[11]One of our own has been murdered. I thought you might be interested. An attack on one is an attack on all of us, right? Dan hesitates. \n[12]Yes. I know that. Anyways, I thought I'd let you know. Just in case.      13. \n[13]I remember. Used to come here a lot. Back when we were partners. \n[14]You quit. Rorschach disappears into the SUBWAY TUNNEL, leaving Dan to reminisce alone. Dan glances at his old costume hanging. \n[15]Quiet, whore.      14. \n[16]Dr. Manhattan. Dr. Manhattan continues about his business when his girlfriend, LAURIE JUPITER, 30, very much in her prime, enters from the other end. \n[17]Nice to see you too, Silk Spectre. \n[18]Sorry, Miss Jupiter. I thought I should tell you the bad news--the Comedian has been murdered. \n[19]I have my own theories. But neither of you seem too concerned. \n[20]Sounds like you may have had a score to settle. You or your mother. \n[21]--I'm not here to judge the moral discrepancies of a man who died in service of his country. \n[22]I came here to warn you both, just like I warned Adrian and Dan. I believe someone may be targeting masked heroes-- \n[23]It took a lot of effort to get in here. I'm not leaving before I've-- With a look, Dr. Manhattan makes Rorschach disappear. \n[24]--had my say Rorschach realizes what just happened. Checks himself, his surroundings. Reorients himself. With nothing else he can do, he heads down the road. \n[25]That's true. But something like this seems too big. Too bureaucratic. \n[26]Of course it does. Justice matters. \n[27]Edgar William Jacobi. Also known as Edgar William Vaughn. Also known as William Edgar Bright. Also known as Moloch. \n[28]Lie again, I'll break your arm. \n[29]You attended a funeral today. Why? \n[30]How did you know Blake was the Comedian? \n[31]You were enemies for forty years. Why would he visit you? \n[32]The Comedian? Crying? \n[33]What did he say?! \n[34]Scared of what?! \n[35]Hm. Funny story. Sounds unbelievable. Probably true. Rorschach glances around the kitchen. He opens some drawers, looking inside. He picks up a stack of MAIL, flips through it. One of the envelopes contains a PENSION CHECK from \"Pyramid Industries.\" \n[36]Clean? I searched your house. Found illegal drugs. \n[37]Laetril. Phony medication made from apricot pits. Illegal. \n[38]What kind of cancer? \n[39]Fine. You're off the hook, for now. If you remember anything else, leave me a note in the trash can opposite the Gunga Diner at Fortieth and Seventh. Keep out of trouble, Moloch.     36. \n[40]Rorschach's Journal, October 17th. \n[41]Edward Blake--the Comedian. Born 1944, buried in the rain. Murdered. FLASH TO: Blake, the night of his murder, turning as his door is kicked in. \n[42]\"I am Pagliacci.\" Blake FLIES TOWARD FRAME on his silent trip to the ground. \n[43]Good morning, Daniel. I brought in your paper. Dan reads the headline: \"DR. MANHATTAN LEAVES EARTH.\" \n[44]The Comedian murdered. Dr. Manhattan exiled. Two of us gone within a week. Who's next? Veidt? Ms. Jupiter? Me? You? Rorschach turns for the door as Dan reads the story. \n[45]By the way, that new lock broke after one shove. \n[46]Get a stronger one, Daniel. You can't be too security conscious these days. \n[47]Rorschach's Journal, October 19th. Someone tried to kill Adrian Veidt. Proves mask killer theory--the murderer is closing in. Pyramid Industries is the key. Rorschach approaches a TRASH CAN. He rummages through it and finds an ENVELOPE. He opens it and finds a NOTE that reads: \"Tonight 11:30, M.\" \n[48]Somebody tried to shoot the world's smartest man today, Moloch. Moloch sits at the kitchen table. CLOSE ON: MOLOCH'S HAND. An ignored CIGARETTE smolders. In his other hand, a NOTE. \n[49]The hitman worked for Pyramid Industries. So did Janey Slater and everyone else Dr. Manhattan allegedly gave cancer to. And last time I was here, I saw a pension check sent to you from the same company-- obviously a front set up by whoever it is that killed the Comedian, that pushed Dr. Manhattan over the edge, that wants us masks dead. Is that why you left me a note in my mail drop? You have something to confess? Rorschach turns. A HOLE gapes between Moloch's staring eyes. A PISTOL lies on the table--Moloch's dead. Rorschach carefully pulls the NOTE from Moloch's hand. It's the note Rorschach had left in Moloch's refrigerator, the one that reads: \"LOOK BEHIND YOU.\" Behind Rorschach, BLINDING LIGHT GLARES THROUGH THE WINDOW. \n[50]No. \n[51]No. No, no, no \n[52]Framed. Set up. Walked right into it. Stupid, stupid, stupid. \n[53]Heh. Never. Never surrender. Rorschach takes an AEROSOL CAN and a PEPPER SHAKER. \n[54]When you are \n[55]Ten years. I've waited for this. He beckons them forward. The cops PILE INTO HIM. Rorschach brutally disables six cops before he is overwhelmed. \n[56]No pain. Must get up. Find who framed me-- A Cop KICKS HIM in the throat. Rorschach drops again. \n[57]No no no NO NO NO! The Cop peels back the shifting mask to reveal the Homeless Man from the news stand. He screams at them wildly. \n[58]My face! Give it back to me! Rorschach is finally beaten, surrounded by cops, as Moloch's house blazes in the background. \n[59]\n[60]No. The Psychiatrist sits back, considering Rorschach carefully. \n[61]A prison is a prison. \n[62]A pretty butterfly. The Psychiatrist holds up another blot-card. \n[63]Some nice flowers. The Psychiatrist eyes him, dubious. Holds up another card. FLASH OF: Rorschach as a little boy looking up at TWO OLDER BOYS, teasing him. Calling him \"son of a whore.\" Rorschach just wants to be left alone when one of the Boys SPITS in his face. Suddenly, Rorschach's face changes. He attacks the Boy like a wild animal--biting, clawing . \n[64]Clouds. The Psychiatrist sighs, puts the cards down. \n[65]Why are you here with me, doctor? \n[66]There's other men in here with behavior more extreme than mine. Of course, they're not famous. You want to know about Rorschach, doctor? I'll tell you about Rorschach \n[67]I was investigating a kidnap case. Blair \n[68]Broke a man's arm to get a tip. Led me to the missing girl's location. \n[69]I knew the girl was here. But when I searched the place I found nothing. \n[70]And then I found her.      69. \n[71]It was dark when the murderer got back. As dark as it gets. \n[72]Men get arrested. Rorschach RAISES THE CLEAVER, high over his head      70. \n[73]Dogs get put down. Rorschach SWINGS the cleaver DOWN. Blood SPATTERS his mask. \n[74]A tremor of impact shook my arm. Warm blood splashed my face. It was Walter Kovacs who screamed, who closed his eyes-- it was Rorschach who opened them again. The silence reels out \n[75]You see, Doctor. God didn't kill that little girl, fate didn't butcher her and destiny didn't feed her to those dogs. If God saw what any of us did that night, he didn't seem to mind. From then on, I knew. God doesn't make the world this way. We do. The Psychiatrist rises shakily. He crosses to the GUARD. \n[76]None of you understand. I'm not locked up in here with you. Rorschach is placidly dragged off INTO DARKNESS \n[77]You're locked up in here with me. \n[78]Big Figure. Small world. \n[79]Tall order. \n[80]Fat chance. The Fat Thug reddens. He DIVES forward, HANDS SWIPING for Rorschach. \n[81]Your hands. My pleasure. Rorschach SNAPS Fat Thug's pinky fingers. Fat Thug SHRIEKS. Rorschach roughly binds the fingers around the bars. Dumb Thug tries to reach the welder around Fat Thug's body. \n[82]One-nothing. Come and get me. \n[83]Hmm. Never disposed of sewage with a toilet before. Obvious, really. Big Figure looks very small and alone now \n[84]Two-nothing. Your move. Panic stricken, Big Figure moves, or rather, runs. Rorschach calmly follows him out of the cell. \n[85]Hello, Daniel, Ms. Jupiter. Excuse me, I just have to visit the men's room. He disappears into the dark bathroom. Laurie watches after him in stunned disbelief. \n[86]We can leave now. He walks off. \n[87]Good Advice. I'm sure there are many who'd agree with you. Behind them: BLOODY WATER FLOODS from the bathroom door as they go. \n[88]Good to see you in uniform, Daniel. What happened? Finally taking the mask-killer seriously? \n[89]Of course you haven't been attacked yet. Funny, most everyone else has. \n[90]I believe so. Rorschach sits in the pilot's seat. Dan turns to Laurie, high on adrenaline and love. Dan moves in to kiss her-- \n[91]Daniel. \n[92]I don't think this can wait.      87. \n[93]No time for heartbreak, Daniel.      88 \n[94]Tactical error, Daniel. \n[95]I hate this. How long are we going to stay down here? Daniel! Dan says nothing. Rorschach puts on his costume. \n[96]You're letting fear paralyze you. And that woman-- \n[97]Unnecessary? Cowering in the sludge, from the authorities, that's unnecessary. Rorschach pulls his mask on, turns. \n[98]While we waste time, the mask-killer gets closer. We need to get to Pyramid Industries. Dan sits at the COMPUTER. \n[99]Sitting at a computer? No. We need to trace the killer--hit up underworld contacts, squeeze people. You've forgotten how we do things. You've been lazing around too long. \n[100]\n[101]You are a good friend. I'm sorry that it is sometimes difficult with me. Touched, Dan shakes his hand. An awkward, lovely moment. \n[102]You sure this is the correct location, Daniel? \n[103]Daniel. \n[104]Daniel. Rorschach is looking down at something. Dan heads over and sees a DEAD BODY in the early stages of decomposition. He turns the body over--bullet between the eyes just like Moloch . but we recognize the corpse--it's journalist Doug Roth. \n[105]Yes. Doug Roth. Journalist who grilled Dr. Manhattan on national television. \n[106]Hmm. Journalist set up Dr. Manhattan, was probably working to set up Veidt also. Dan stands there thinking. As if hit with an epiphany. He opens his mouth like he can't believe what he's going to say. \n[107]Veidt? Behind everything? Makes no sense.      96. \n[108]That doesn't explain the attempt on Veidt's life. \n[109]But why? \n[110]Not now, Daniel. \n[111]Rorschach's Journal. Final entry? Dreiberg is convinced that Veidt is behind everything. Apparently, the Owl- Ship is capable of the trip to Antarctica, but are we? I cannot imagine a more dangerous opponent. Veldt is faster than Dreiberg and myself. He used to joke that he was fast enough to catch a bullet. I believe he could. He could kill us both, alone in' the snow. No one would know. Rorschach descends the ladder, goes to the door of the building. He places his JOURNAL in an ENVELOPE. \n[112]The engines-- \n[113]Fine like this. \n[114]Hitler was a vegetarian. If you're squeamish, leave him to me. We won't get a second chance. \n[115]He's not. Listen to his voice. \n[116]Impersonated Dr. Manhattan. Murdered millions of people.  Call off your cat. Call off your cat and face me! \n[117]No, don't let him escape! \n[118]You're joking, of course. Rorschach walks toward the exit. \n[119]Never. Not even in the face of Armageddon. Never compromise. Adrian and Jon's eyes meet--an unspoken communication. Seeing this, Dan runs after Rorschach. \n[120]Back to the Owl-Ship. Back to America. People must be told. Evil must be punished.      117. \n[121]Suddenly you've rediscovered humanity? If you had cared from the start, none of this would be necessary. None of this would have happened. So what are you waiting for? Do it. \n[122]", "ADRIAN": "\n[1]I think it's better to be the world's most modest man. You should ignore my PR people, they tend to be a little too enthusiastic. Though Adrian seems to be sprinting at top speed, he hardly seems out of breath as he answers questions. \n[2]Predicting stock prices isn't the same as predicting world events. I hope there isn't a war, or even a skirmish for that matter. Because Veidt Enterprises has some exciting plans, plans that will, pardon the cliche, truly make this world a better place. My team of engineers and scientists have been working with Dr. Manhattan himself on synthesizing a new, cheap form of energy which will eliminate the worlds reliance on fossil fuels with no toxic emissions. This energy could power cars, aircrafts, stadiums--there are no limitations--        16. \n[3]--but I talk too much. Will you mind pausing the interview a moment, Doug? A good friend of mine is here. Doug Roth leaves. Adrian hugs Dan, despite the sweat. \n[4]Dan--it's been far too long. \n[5]Rorschach. He paid me a visit too. \n[6]Sara can be tough. Is that why you came to see me? You're worried about this mask killer theory Rorschach's conjured up? \n[7]Rorschach's a sociopath suffering through nostalgia. I revealed my identity to the public as soon as the Keene Act was passed. If an old enemy wanted me dead it would have been done already. Adrian notices the news on one of his TV projectors. Something about Pakistan putting troops along the Indian border. Adrian turns up the volume, looking grim. \n[8]No, there are other things in the world I'm far more concerned about. ON THE WALL: The TV projector shows an image of TWO PAKISTANI SOLDIERS on patrol.     17. \n[9]30. \n[10]What are you saying, Comedian? Blake, now in his forties, smokes a CIGAR, feet on the table, a FLASK in hand. The PAPER in his hand reads: \"Arab Leaders Call Dr. Manhattan: 'America's Weapon of Satan.\"' \n[11]Bureaucracies can be effective with the right leadership-- \n[12]It doesn't take a genius to see that the world has problems.      31. \n[13]My display . \n[14]Doug, that `s enough. \n[15]We need to stop this now. Adrian and the Press Agent hurry on stage, SECURITY following. \n[16]As the sponsor of this program I demand all cameras off! His plea is futile, of course. A REPORTER breaks through, gets in Dr. Manhattan's face. \n[17]Everyone back off! Don't you understand? He's the only thing preventing the world from chaos! \n[18]I know. I'm meeting the toy people, yes? \n[19]All the old villains are dead. \n[20]I suppose the threat of war has that effect. ACROSS THE WAY, Dan enters the building, intercepts Adrian. \n[21]Dan, I'm sorry, this is a bad time. \n[22]Jon's departure is terrible. Not only for what's happening in the world now, but for what could have happened. The energy project he and I were working on--it's dead now . \n[23]Are you still preoccupied with the ramblings of that lunatic? I really don't have time for this, Dan.      58. \n[24]Wait, he's got a poison capsule! He JAMS his fingers into the Assassin's mouth when Dan arrives. \n[25]Don't bite down, you scum! I want to know who sent you! The Assassin's eyes BULGE \n[26]I want to know who's behind this! The Assassin CHOKES and dies. Adrian DROPS him, unanswered. He looks over at Dan, frustrated. \n[27]Please. Right now, I'm not concerned with this so-called mask-killer, I'm concerned with the mass killer called war, or have you not heard.  On ! A WALL SIZED MIRROR turns into a TV: \n[28]Nothing we do will bring Jon back!  But I think you know that already. And breaking Rorschach out of prison certainly isn't the answer.      82 \n[29]I'm leaving, Dan. And I suggest you both do the same. Adrian pulls on a thick WINTER COAT and heads upstairs. \n[30]Antarctica. It takes Dan a moment to realize Adrian is serious. By then, Adrian's halfway into the helicopter. \n[31]Good luck, Dan. He says it sincerely. Dan watches the helicopter fly off. \n[32]By all means, Eric. \n[33]I certainly hope so. The group applauds. Then they sip their champagne. All except for Adrian The group goes around congratulating each other, when suddenly the Head Scientist COLLAPSES, choking. The others surround him, trying to help-- --when one by one they each start collapsing themselves-- POISONED by the champagne. Adrian regards them all, writhing on the floor, and leaves. \n[34]See this painting? Alexander the Great. Before his conquest of Phoenicia, he struck North for Gordium, where the world's greatest puzzle waited. A great knot, impossible to untie. For a young man determined to rule the world, it was a challenge he couldn't resist. So he sliced it in two with his sword. Lateral thinking, you see. Suddenly the Lynx stands, GROWLS. \n[35]What is it, girl? He hits the remote--the TV screens switch to MULTIPLE VIEWS OF Dan and Rorschach, heading toward Karnak. \n[36]Ah. It's all right, girl. Everything's all right. \n[37]Really, getting even this far is an admirable effort, given their limitations. Of course the ice they're skating on is slippery and thinner than it looks. Let's hope they don't overstep themselves. On the monitors, Dan takes a LASER TORCH to the door. \n[38]Let's hope they know when to stop. \n[39]Mind your manners.      107. \n[40]Now. What can I do for you? \n[41]Yes. \n[42]What we always intended--to improve the world. As Adrian speaks, Rorschach sneaks up behind him, with a FORK. He tries to stab Adrian in the back, but Adrian effortlessly dodges the blow, GRABS Rorschach's mask, TWISTS it, then KNEES him in the gut. Rorschach drops to the floor. Adrian starts walking out of the hall. Dan helps Rorschach up and they follow. \n[43]I never intended to kill the Comedian-- that was an accident. Part of his duties as a government operative was to keep track of all former masked heroes, make sure there was no rocking of the boat. He must have liked Rorschach because he allowed him to continue to exist. I had thought that the Comedian might be incompetent, but he disproved that hypothesis when he discovered what was really going on. here in Karnak--no easy task. Even my staff was unaware--I made sure to keep each department separate.       108. \n[44]The Comedian was appalled by my plan, but still, he understood the scope of what I was trying to accomplish. Frankly, I never thought he'd actually talk. But by the time he visited poor Moloch, he was cracking badly. So I had to kill him. \n[45]After Blake, I neutralized Jon--a plan nearly a decade in the works after analyzing confidential psychological profiles which predicted his withdrawal from human existence. By then, Rorschach's mask theory, 'though erroneous, needed to be addressed, so I faked my own assassination-- \n[46]I suppose I'd have to be fast enough to catch the bullet then, wouldn't I? Adrian smiles enigmatically. \n[47]After apprehending my own assassin, I shoved a cyanide capsule in his mouth, disposing of him, and soon after that, the journalist Doug Roth, tying up all the loose ends if you will. Then I knew nothing stood in the way of my triumph. \n[48]I'm firing a beam of concentrated energy, synthesized from Dr. Manhattan himself, into the hearts of nine key regions around the globe, crossing all traditional politics and ideologies;       109. \n[49]Paris, Tehran, Kashmir, Beijing, Taiwan, Pyongyang, London, Jerusalem, New York-- destroying approximately three million people. \n[50]I understand your disbelief, Dan. When I began the plan ten years ago, my moral safeguards gave me pause at the necessary sacrifice. See, the Comedian was correct. What we were doing with the Watchmen was pointless--the savage nature of humankind would inevitably lead to the end of the world. So in order to save the world, I had to trick it--to frighten the world towards salvation with history's greatest practical joke. \n[51]When? Dan, my dear friend, I am the smartest man in the world--do you seriously think I'd explain my master stroke if there remained even the slightest chance of you affecting it's outcome?  I did it thirty minutes ago. \n[52]Don't you understand? I've ended the war-- I've ended all wars. Because of their fear of ion, I've forced the world into everlasting peace. \n[53]I wasn't playing God. Just Dr. Manhattan. Suddenly there's a LOUD BEEPING in the hall. The Lynx growls. Adrian switches the monitors to the security cameras which show ion and Laurie materialize in the snow. \n[54]Speak of the devil. \n[55]Forgive me, girl. Jon enters the corridor with the Lynx; Adrian flicks a SWITCH. The Lynx' FUR STANDS ON END as ENERGY CRACKLES BETWEEN THE METAL WALLS. The Lynx HOWLS. \n[56]You know, I really wasn't sure that would work. \n[57]Oh Dan. Grow up. Adrian exits as Dan helps the winded Laurie to her feet. Together, Rorschach, Dan and Laurie follow him back to: \n[58]Yes. Yes, you could say that. Adrian goes back to his wall of screens, watching the news reports. We hear SOUND BITES and IMAGES: \"India and Pakistan immediately call for truce,\" \"China stands down,\" \"US withdraws forces,\" \"Israel agrees on cease fire.\" TEARS stand in Adrian's eyes. He raises his fists in triumph. \n[59]I did it. I DID IT! I've saved Earth from Hell. Next, I will elevate her to the vaulting stature of Heaven. \n[60]No? Will you expose me, undoing the peace so many have just died for? Morally, you're in checkmate, just like the Comedian was. Jon examines the many screens, taking it all in. \n[61]Jon, I'd hoped to talk to you. I've made myself feel every death, see every innocent face I've murdered to save humanity--you understand, don't you? \n[62]What's on your mind, Dan? \n[63]Really. You want to kill me? \n[64]That doesn't sound like you, Dan. That sounds more like Rorschach. \n[65]Only you're not Rorschach, are you now? How do you expect to succeed where he failed? \n[66]I have to say, I've always thought your choice of an owl was quite juvenile. \n[67]I . don't regret my actions. I know in my heart . I did the right thing. ", "BLAKE": "\n[1]Just a matter of time, I suppose. With sudden, blinding speed, Blake WHIPS the SAUCER from under his cup, sending it FLYING like a saw-blade. The Intruder BATS IT out of the air with even quicker reflexes, but the act buys Blake time to pull a PISTOL with a SILENCER from a hollowed out STEREO SPEAKER. He's a pro . but so is our Intruder. Before Blake can get a shot off, the Intruder is already upon him, SNATCHING the gun out of Blake's hand-- --Blake PUNCHES the Intruder in the chest plate--the Intruder drops the gun. Blake fights. Not like an old man, but like the trained killer he is. But the Intruder is much, much faster. Younger. Deadlier. He SMASHES Blake with an elbow to the head. Blake falls. BLOOD blurs his vision. The Intruder picks Blake up off the ground. Brings him to the window with the great New York view. Thirty stories up. Blake looks the Intruder in the eye . and starts laughing. Hysterical. \n[2]I always thought I knew the punchline. But I guess the joke's on me now. He laughs. The INTRUDER seems to regard Blake a moment-- --then, with incredible strength, he LIFTS BLAKE OVER HIS HEAD AND THROWS BLAKE THROUGH THE WINDOW. Blake never makes a sound as he plummets to the sidewalk.     3. \n[3]Fireworks. A young Blake sits in a derelict Saigon bar, mean drunk. His face is devoid of his trademark scar. \n[4]You'd think this country'd had enough goddamn fireworks. If we'd've lost this war, I think it might have driven us crazy, y'know? As a country. But we didn't. Thanks to you. \n[5]Me? I think it's hilarious. \n[6]Fantastic. Just what I need. \n[7]There's nothing to talk about cuz I'm leaving. I'm gonna forget you and your horrible, sweaty little country. He turns away. Her eyes blaze with betrayal and hatred. \n[8]You bitch! My face! He PUSHES HER into the bar and DRAWS HIS PISTOL-- \n[9]That's right! And you know what? You watched me! You could've changed the gun into steam or the bullets into mercury or the bottle into snowflakes, but you didn't, did you? You're drifting outta touch, Doc--I've seen it. Don't tell me the war got to you. Blake walks off shouting \"Medic!\" Dr. Manhattan turns to the girl's body and regards it, curious. MATCH CUT TO: \n[10]This is all bullshit. Dan, fit and trim in full Nite Owl regalia, attends the meeting of the \"new\" Watchmen. Rorschach is there, as is a teenage Laurie, dressed in her tight spandex costume. Dr. Manhattan, his age unchanged, stands with his girlfriend JANEY SLATER, though he casts occasional glances at young Laurie . who definitely glances back. Dan also pays Laurie attention, but she is oblivious. A younger Adrian, dressed as Oxymandias, leads the meeting. \n[11]What I'm saying is this whole bringing back the Watchmen thing is bullshit. It didn't work twenty years ago, and it ain't gonna work just because you want to keep on playing Cowboys and Indians. \n[12]And that would be you, right Veidt? I mean you're the \"smartest guy in the world,\" right? \n[13]But it takes a roomful of morons to think they're small enough for you guys to handle. You people are a joke. You hear Moloch's back in town and get your panties in a bunch. You think that matters? \n[14]Justice. Hilarious. There's no such thing as justice. He stands, moving to Adrian's DISPLAY which outlines the Watchmen's agenda: GANGS, RACKETEERING, DRUGS. Blake flicks his ZIPPO and the display GOES UP IN FLAMES. \n[15]Justice doesn't matter, alright? Because twenty years from now we're all gonna be dust. Mankind's been trying to kill each other off since the beginning of time and now we finally got the power to finish the job. Ain't nothin' gonna matter when the nukes start flying, and I promise you they will. Then Ozymandias here is gonna be the smartest man on the cinder. He sneers and walks out. Silence. Uncomfortable in the wake of truth, the others pack up to go, muttering apologies to Adrian, but Adrian ignores them, staring at the flames flickering across his face. He seems more thoughtful than upset. MATCH CUT TO: \n[16]Crawl back in yer holes before you get hurt! I got rubber bullets! \n[17]Okay, that's how you wanna do it?! Smiling grimly, he FIRES TEAR GAS CANNISTERS INTO THE CROWD. \n[18]Hah! You seen this? The smoke clears enough for Dan to see a message SPRAY- PAINTED on a brick wall: \"WHO WATCHES THE WATCHMEN?\" \n[19]My government contacts tell me they're pushing some new bill through Congress.       33. \n[20]Until then, we're society's only protection. \n[21]Are you kidding? From themselves. CLOSE ON: the happy face pin on Blake's costume. MATCH CUT TO- \n[22]Laurel? Laurel Jane? Startled, Laurie turns. Blake steps out of the shadows. \n[23]You're Sally Jupiter's kid. \n[24]You got your mom's eyes. Even that funny little mole. \n[25]She was one of the all-time champion beauties, your mom. She talk about me much? \n[26]Hey Doll. Long time no see. \n[27]Christ, we were just talking! Can't a guy talk to his, y'know, friend's daughter? What the hell do you think I am? ", "SALLY": "\n[1]Laurie? Is that you? \n[2]I'd figure you'd be used to traveling that way by now. \n[3]Margarita? \n[4]It's Eddie Blake's funeral today, isn't it? Laurie nods. (From here on, intercut between Blake's funeral and Sally's condo FUNERAL: Blake's coffin is removed from the hearse. \n[5]Laurie, you're still young. You don't understand how things change as time goes by. FUNERAL: Blake's coffin is carried past Adrian, Dan and Dr. Manhattan. \n[6]That leaves just two of the old team left. Me and Hollis Mason. She stops at Blake in the photo, regarding him. \n[7]Eddie was the Comedian. He always thought he'd get the last laugh. As the PRIEST speaks, we move down the row of mourners, stopping at Dr. Manhattan looking thoughtfully into Blake's \n[8]\n[9]Not long enough in my book, Eddie. She eyes Laurie with cool death. \n[10]Put that out. Get in the car. INSIDE THE LIMO: Laurie cracks her window an inch. Her mother's harsh, low tone drifts clearly back. \n[11]Are there no depths you won't sink to? \n[12]I know what you are, Eddie. I've always known. Don't ever forget that. Driving off, Laurie watches Blake through the window-- \n[13]I always knew Laurie had it in her. Sorry for waking you, Hollis. \n[14]You wanted to hear it, so I'm telling you, okay?. Magic! Dreams! That's what I had before. I was a hero goddammit! \n[15]It was a mistake--one time! Am I never-- And then they notice Laurie looking at them. \n[16]Oh. Oh, Laurie      102. \n[17]You sure you don't want a drink? \n[18]It, it was years later, he stopped by out of the blue, and, and apologized. I don't know, I just couldn't stay mad. It just happened-- Laurie kisses her mother's teary cheek.      121. \n[19]What the hell is that? \n[20]Hello, Dan. Excuse me, I should clean up. Sally wipes her runny make-up, goes to the bathroom. Dan and Laurie embrace, kiss. ", "RORSCHACH  (CONT'D)": "\n[1]I discovered a clue. Something I recognized. And suddenly, unexpectedly . I heard my own clock ticking. We move out of the POV and see our guy for the first time-- RORSCHACH --a masked vigilante who wears a trench coat, fedora, and a silver-white MASK with oily BLACK SPOTS moving about, creating shifting, doubled PATTERNS like a Rorschach test. Scary looking. Rorschach draws a hydraulic GRAPPLING GUN from his coat, and FIRES the HOOK AND CABLE THIRTY STORIES UP where it latches itself through Blake's broken window. Pressing RETRACT, Rorschach FLIES UP THE WALL to the 30th floor.     6. \n[2]But if it's true, then what? What could have possibly scared the Comedian? What building was he talking about? What was it that he saw? So many questions. \n[3]Violent lives ending violently. FLASH TO: Adrian's display burning. \n[4]Blake understood. Humans are violent in nature. No matter how much you try to dress it up, to disguise it. FLASHES OF: The group photo of the old Watchmen. Then the photo of the new Watchmen. \n[5]Blake saw the true face of human kind and chose to become a parody of it, treated it like a joke. FLASHES OF: Blake being beaten in his apartment.      37. \n[6]I heard a joke once. Man goes to a doctor, says he's depressed. Life seems harsh and cruel. Blake is KICKED in the stomach. \n[7]Says he feels all alone in a threatening world. Blake stands alone in the blowing tear gas smoke. \n[8]Doctor says, \"the treatment is simple. The great clown Pagliacci is in town tonight. Go and see him. That should pick you up.\" Blake is lifted up by the Intruder's hands. \n[9]The man bursts into tears. A bloodied Blake laughs at the Intruder. \n[10]\"But doctor,\" he says. ULTRA-SLOW, Blake crashes through his apartment window. \n[11]Good joke. Everybody laugh. Blake FALLS INTO FRAME--GO BLACK . \n[12]These days nobody's safe. We see the same Pakistani Soldiers from before, only now there are dozens more TROOPS with them, mobilizing on the border as are their Indian counterparts--      56. \n[13]Checked mail drop, got a message from Moloch. Was just going to pay him a visit. Rorschach turns down an alley, approaches a DUMPSTER. He reaches behind the dumpster. \n[14]My things are where I left them. My coat. My gloves      61. \n[15]. my face. Rorschach pulls his mask on, FILLING THE SCREEN \n[16]I have done my best to make this legible. Whether I am alive or dead upon this reading, know that whatever the nature of this conspiracy--Adrian Veldt is responsible. He drops the envelope into the MAIL SLOT, climbs back up the ladder. \n[17]I appreciate your recent support and hope the world survives long enough for this to reach you. For my own part, I regret nothing. I have lived my life free of compromise, and step now into the shadow without complaint. Rorschach. October 21st.      99. ", "HOLLIS": "\n[1]See, the Comedian thought he had it all worked out. \n[2]He was young and arrogant, but what he lacked in experience, he made up for in . tenacity. As he speaks, we PAN ACROSS various FRAMED MEMORABILIA: The first is a NEWSPAPER CLIPPING dated 1958: MYSTERIOUS MASKED MAN CLEANS UP WHARFS--the caption underneath reads \"Hero Calls Himself The Nite Owl.\" \n[3]Superheroes, Supervillians--you know who I ran into the other day at the market? The Screaming Skull. We chatted for a while. Turns out he's a born again. \n[4]All the nuts that started popping up, I'll tell ya. Who was that midget you and your partner chased down years ago? What'd he call himself? \n[5]Big Figure. A midget bad guy. Guess it doesn't get lower than that, does it? Hollis laughs at his own joke; Dan chuckles, polite.      9. \n[6]Well, even though I spent my time catching real bad guys, you were still a better Nite Owl than I ever was. \n[7]With all this talk of war, all that's going on in the world, it's a shame the government forced all you guys out. Before Dan can answer he notices a breaking news report on the TV: \n[8]Well, forced all of you guys out except one.  Next week? Dan nods, then leaves. \n[9]You're late. \n[10]You missed it--Dr. Manhattan just lost it on live TV.      48. \n[11]She'll know soon enough. The whole world will know. \n[12]It's just like old times, Sal. Nite Owl and Silk Spectre back at it again. CUT TO: Sally Jupiter on the other end in California, watching the same footage. \n[13]I may be retired from the costume, but my sleeping habits have never changed. There's a KNOCK at Hollis's door. \n[14]Who--there's someone at the door. It might be Dan and Laurie--they may need help. I better go. Hollis hangs up, heads to the door, excited. He opens the ", "DOUG ROTH": "\n[1]Mr. Veidt, would you acknowledge that you are considered the world's smartest man? \n[2]If we could move off the subject of business for a moment, I'm curious whether the world's smartest man thinks we're headed for our next World War. Adrian stops the treadmill, towels off as he heads to Dan. \n[3]Dr. Manhattan, Doug Roth, Nova Times. Do you remember a man named Wally Weaver? \n[4]He died of cancer. \n[5]How about Edgar Jacobi, also known as the supervillian Moloch? You had a lot of battles with him, didn't you? Did you know that he has cancer as-well? The News Host looks confused. Adrian turns to the Press Agent, growing concerned with where this is leading. CUT TO: Dan, snapping the GUNMAN'S wrist back and up-- Barrel aimed at the Thug's CHIN. In the last fraction of a second, Dan SHIFTS the gun two inches left as it FIRES, deafening the Thug, but leaving him alive. BACK TO: \n[6]And what about Jose Flores? He was the longtime janitor at the Watchmen Headquarters where you worked for many years. Cancer.      45. \n[7]You tell me, doc. Adrian turns to him. \n[8]Irrelevant? \n[9]What about Janey Slater? Do you think it makes a difference to her? \n[10]Your ex-girlfriend, she was a physicist too. You were with her for ten years. Or does she have to remind you herself? Suddenly Janey Slater emerges from a door at the top of the stands. She is old now, frail, barely recognizable from the images we've see of her. \n[11]She has cancer as well. Doctors have given her six months. What do you have to say, Ms. Slater? He sticks the microphone in her face. \n[12]How many other people did you do this to? Dr. Manhattan finally SNAPS-- ", "MOLOCH": "\n[1]What are you talking about? I'm a retired business maaAAAHHH!      34. \n[2]Oh God, please. I did my time. I'm not Moloch anymore. What do you want from me? Rorschach lets him go. Moloch's hollow eyes follow him. \n[3]The funeral? I don't know why I went. I just felt I should. I'd been thinking about the Comedian-- Rorschach SLAMS Moloch against the wall. \n[4]He broke in here! A week ago! He, he had his mask off. He was drunk-- \n[5]I don't know! I woke up in my bedroom and there he was! He was upset! Crying! \n[6]He, he was babbling, not making sense. I was pissing in my pants--I thought he was going to kill me! \n[7]He said he was wrong. About it all being a joke, that it wasn't funny anymore. He said he was scared--      35. \n[8]Something he saw, I think. He said something about wishing he never broke into that building. But that he had to keep his mouth shut. Then, then he left! Rorschach studies Moloch a moment, then releases him. \n[9]So that's it? I'm clean? \n[10]Illegal--I don't use drugs. Rorschach pulls a PILL BOTTLE from his coat. \n[11]oh c-come on. Look, please don't confiscate that. I'm trying anything . I have cancer. \n[12]The kind you don't get better from. ", "AGENT FORBES": "\n[1]Going somewhere, Miss Jupiter? \n[2]I'll have a car brought around in a few minutes. \n[3]You look quite nice. Who are you meeting? \n[4]Please keep in mind, Ms. Jupiter, that your boyfriend is this country's most valuable asset. You need to keep him happy. And on our side. Laurie glares at him. \n[5]Ms. Jupiter, you need to come with us now. \n[6]I mean he snapped and disappeared during the interview. Now our trackers can't detect him anywhere on the planet. If we want to find him you're our only hope. A TECHNICIAN wires Laurie up; GRAPHS record Laurie's neural responses, MONITORS show satellite images. \n[7]Have you got him?      51. \n[8]Well? Where the hell is he? The Technician looks up, not happy about the answer. \n[9]There must be some way to contact him. Laurie sits in the room, largely forgotten. \n[10]What? ", "PSYCHIATRIST": "\n[1]Walter Kovacs. Is that your name? Walter? \n[2]Let me explain your situation here, Walter. If you cooperate with me, I may be able to convince them that you should to be treated medically, in a hospital, which I believe is best for you. But the authorities want to put you in General Population.      67 \n[3]Yes, but the difference is, downstairs? They'll eat you alive. He holds up a RORSCHACH BLOT-CARD. \n[4]Now . . tell me what you see. FLASH OF: A DEAD DOG. Bloody, horrible. \n[5]How about this one? What do you see here? FLASH OF: Rorschach, as a LITTLE BOY, watching his MOTHER, HALF NAKED, EMBRACE A MAN AS HE HANDS HER SOME MONEY. When she catches Rorschach interrupting, she SMACKS him in the face. Shuts the door on him. \n[6]Tell me about Rorschach. Will you do that? \n[7]Because I want to make you well.      68. \n[8]I can't help him. ", "BIG FIGURE": "\n[1]It's been a long time, Rorschach. Rorschach turns to see TWO THUGS standing side by side, one muscle bound, the other very fat, staring at him through the bars. PAN DOWN: To reveal a MIDGET between them--the supervillain known as the BIG FIGURE--his silver hair combed neatly back, a big CIGAR perched in his tiny mouth.      74. \n[2]I like that. But you know, it is a small world in here. I've been in it for--how long now, Billy? \n[3]That's right. Twenty years since you and that owl fella put me away. Rorschach-- that guy you burned is dying. Could go any minute now. And when he does, this place is gonna explode. Then you die by inches. \n[4]Relax, Lloyd. Soon. Chuckling, Big Figure walks off down the long, shadowed corridor. Rorschach continues staring, straight ahead. \n[5]He's dead, Rorschach--the riot's already begun. While everyone's distracted, we thought we'd bring you a housewarming gift. Something from the machine shop. The Fat Thug wheels an ELECTRICAL WELDER to the door. Rorschach sits, idly TEARING his PRISON SHIRT into STRIPS. \n[6]This riot won't last. And I've been waiting twenty years for this Big Figure nods to the Dumb Thug, who then grabs Fat Thug's neck. \n[7]Now you find out what the score is. \n[8]Hurry Lloyd! I wanna smell this sonofabitch cooking! The lock MELTS AWAY. Rorschach climbs onto his bunk as Dumb Thug enters, JABBING the electric welder at him menacingly. Rorschach drives his HEEL into the porcelain TOILET BOWL, SHATTERING IT. WATER SPILLS across the floor. Rorschach KICKS Dumb Thug in the stomach; Dumb Thug buckles, then SLIPS in the water--Dumb Thug falls, welder still in hand as he hits the water Dumb Thug's hand FUSES to the welder as ELECTRICITY SURGES THROUGH HIM. He collapses, smoking. Dead.      83 ", "ASSISTANT": "\n[1]Do you have an appointment? \n[2]I'm sorry, Mr. Veidt doesn't see anyone without an appointment. \n[3]Well, Mr. Veidt is very busy at the \n[4]Go on in, Mr. Dreiberg.     15. \n[5]Clock's ticking, Mr. Veidt. \n[6]Eleven-thirty. They want to talk to you about some new villains for the \"Ozymandias\" line. \n[7]What's with everybody today? Everyone's on this death trip. ", "EDITOR": "\n[1]Rorschach is an American patriot and we are proud that he reads this publication. \n[2]SEYMOUR! Is that Dulmage's editorial cartoon? \n[3]War's coming, Seymour--I don't wanna hear some knob's life story! Chuck it in the crank file! Seymour tosses Rorschach's journal into a PILE OF LETTERS. \n[4]SEYMOUR! What the hell do you got for me? \n[5]We got nothing to write about. Everyone in the country, every country in the world is holding hands now, singing songs about peace and love--it's like we're living in a goddamn global hippie commune ! \n[6]Crank file? Whatever! Take some initiative! Run whatever you like-- Seymour turns to the PILE of submissions known as the crank file, where RORSCHACH'S JOURNAL sits on top. Seymour reaches-- \n[7]--I leave it entirely in your hands. --and picks up Rorschach's Journal . Just as he's about to open it, we CUT TO BLACK. ", "ANCHORWOMAN": "\n[1]--addressing the United Nations today, the President expressed his concern over the increasingly intense territorial disputes in both Asia and the Middle East. CUT TO: The PRESIDENT OF THE UNITED STATES-- \n[2]While the President's position was clear, he did not comment on whether or not he would order Dr. Manhattan into action should the situation continue to escalate. CUT TO: Stock footage of DR. MANHATTAN--a man, at least he appears to be, who has glowing blue skin. The stock footage shows Dr. Manhattan flying through the air as a MISSILE heads straight for him.      2. \n[3]This just in--masked vigilante Rorschach has assaulted a New York City police officer who was guarding a crime scene in the early morning hours. Rorschach is on the FBIs ten most wanted list for violation of the Keene Act, which banned masked heroes ten years ago. Dan and Hollis watch as an image of Rorschach flashes on screen. \n[4]Today, police searched the apartment of Walter Kovacs, better known as the masked vigilante Rorschach. Kovacs was captured last night and charged with the murder of Edgar Jacobi, formerly known as the supervillain Moloch. Moloch was found shot in the head at point blank range. Both Dan and Laurie stop what they're doing, eyes fixed on the TV: They see Rorschach, unmasked, IN SHACKLES. \n[5]Inside the decrepit apartment, police discovered stacks of right-wing literature, including several years of back issues of the ultra-conservative publication, \"The New Frontiersman.\" We asked \"New Frontiersman\" editor, Hector Godfrey, for comment. CUT TO: A clip of the EDITOR being interviewed. We see Seymour, who we met at the news stand, in the background. \n[6]During his capture, Kovacs assaulted and severely injured at least nine police officers, shooting one officer with a grappling gun. That officer is in serious but stable condition. ", "GANG LEADER": "\n[1]Move your leg. \n[2]I said move, dick. Dan finally realizes what he's talking about. Dan meets his eyes, for just a moment and draws back his leg. The Gang Members snicker at Dan as they pass. \n[3]Rorschach? That fool put my cousin in a \n[4]Does he now \n[5]Then I'm probably doing him a favor. Hollis, old again, looks up. The SHADOW of the statue \n[6]L-listen, I didn't mean to kill that old guy. Things just got outta hand "}}