{"dialogues": {"JACOB": "\n[1]I missed the Spec. \n[2]Where'd it all go? \n[3]No, I came on my own. \n[4]No, I told ya, I came on my own and I'm not going back. Get your hands off me. \n[5]Why don't you pick some of those rings out ya head maybe you won't be so stupid, ya dumb little shit. \n[6]In my day, they had old timers in the ticket wicket and freaks like him in the sideshow. Damn kid didn't even know what the Spec was. \n[7]I should. I was on two. \n[8]Ringling, of course, but that was later... \n[9]...First one was called Benzini Brothers Most Spectacular Show ... Charlie suddenly stops upon hearing that name. \n[10]1931. \n[11]I was in the middle of it. \n[12]I remember it like yesterday... Better - cause I don't remember yesterday. \n[13]Jacob Jankowski the only. \n[14]Ah, I remember you...Camel would've loved this stuff. \n[15]The Great Escape! But I got lost. \n[16]I don't know why they call it a \"home\"\u009d. You don't know anybody there. They fill you so full of drugs, you don't care...Five kids and not one has a place for me since their mother died. They take turns visiting me on weekends. They forgot whose turn it was today so nobody showed up.. I had a life, ya know. A big life...It isn't right. Charlie empathizes. Pours another. Changes the subject. \n[17]No point in telling a story if all you want to know is the end. \n[18]Now, let's see...the beginning... Well, everything began the same day everything ended...Ha, isn't that how it always works?... \n[19]It was a big day. My final exams. \n[20]After six years of dissections, castrations, foalings and shoving my arm up a cow's ass more times than I cared to remember, I was finally going to graduate Cornell in Veterinary Science. I was summa cum laude...ha,ha and the oldest male virgin on campus. 6. \n[21]I had my whole life planned. I knew exactly where it was taking me... And then, with the opening of a door, it all vanished. The Lecture Hall door opens and DEAN WILKINS enters. The Dean walks to the Proctor and they confer privately. Then: \n[22]No. Just me. \n[23]But I'm telling you, my father put away every penny he ever earned. They owned that house outright. Why would he have a mortgage? \n[24]And so he's penalized for not turning away people who couldn't afford his help? He was a doctor. \n[25]Things happened so fast, my head was spinning. And that mortgage...I just couldn't figure it out. A DELIVERY TRUCK pulls up at the curb. It is met by A BANK REPRESENTATIVE, who receives a package and carries it to Jacob, meeting him halfway. \n[26]I didn't believe the lawyer or the bank. My mother worked. They had savings. We were never broke. So why would they need a mortgage? And then it hit me... Jacob opens the package revealing a BRAND NEW SIGN, reading; \n[27]They did it to pay for my Ivy League education. For a moment Jacob can't move. This thought stuns him. With his house being picked apart and the Bank Representative speaking about papers, Jacob can't take it any longer. He drops the sign and walks away. The Bank Rep calls after him: \n[28]I walked and I kept on walking... It's a strange feeling becoming an orphan the same time you're becoming a man...To have this freedom to be anything you want at the same time everything you were is taken away. So I just walked ...Then all of a sudden, I stopped. \n[29]Like I'd been sleepwalking and I woke up. I had no idea where I was. Jacob can hear the buzz of insects, the glow of fireflies and the cries of distant animals in the woods. It unnerves him. Far off beyond the dense woods Jacob sees A MOVING FLICKERING LIGHT - like a distant, silent star moving past the trees. The Light is moving around the woods until it curves towards Jacob's direction. He hears a distant CLANK-CLANK... Curious, Jacob puts his shoes on and walks back to a gravel path that leads to TRAIN TRACKS just as: \n[30]Jacob. Jankowski. Nice to meet you. \n[31]No. Nothing like that. \n[32]I don't know. \n[33]About anything I guess. 12. Camel gives him the once-over look then offers the jug. \n[34]Who's that? \n[35]What is it? What do you want? The Orangutan strains its arm. Blinking at him. Pointing. Jacob looks around and sees A HALF SQUASHED ORANGE on the ground in front of the cage. He picks it up. Jacob opens the den and hands the Orangutan the orange. She takes it and sets it on the floor of her den. She returns and reaches out for Jacob again. 14. Jacob hesitates, not knowing what she wants. But deciding to trust her, Jacob extends his hand to hers. The Orangutan wraps her long fingers around Jacob's hand and holds it for a beat, looking to his face. Jacob returns the gaze, realizing she is thanking him. He is touched. \n[36]You're welcome, ma'am. The Orangutan lets go and returns to the orange in her den. \n[37]Do I call him Crazy Joe? \n[38]I've never seen so much manure! \n[39]How do you stand the smell? \n[40]Excuse me, ma'am? Hi. I'm Jacob. Marlena doesn't respond. She looks at him with suspicion. \n[41]May I? He may be foundering. Marlena nods. Jacob also clicks his tongue as he glides his hands up Silver Star's fetlock. To Marlena's surprise, the horse trusts Jacob, lifting its hoof. Jacob examines it. \n[42]He should be all right for tonight. But I'd put him on stall rest as soon as possible. He clicks his tongue and eases the hoof down. Marlena looks both impressed and insulted. Jacob smiles. Marlena does not. She clicks and assembles her horses in formation, then leads them out of the menagerie....Jacob looks after her adoringly. \n[43]You never saw anything like it. You could hardly take it all in without fearing you might go blind from the shine. From one kind of world too hard to bear came some kind a heaven no one knew existed. End on Jacob seeing: Marlena gloriously atop her horses who form a tableau, as a curtain of sparks falls behind them. \n[44]And then just as quickly, heaven was packed away and gone. \n[45]But it's the middle of the night. \n[46]Hey Camel - who's that woman who works the horses? \n[47]Wife? Camel takes this opportunity to drink some Jake and ask: \n[48]I don't. Camel studies him, as if understanding what isn't said. \n[49]I don't know how to thank you. \n[50]Do I look OK? \n[51]Jacob Jankowski, sir. \n[52]Just looking for work, sir. \n[53]No sir. \n[54]No sir. \n[55]Yes sir... Jacob, sensing where this is going, gets August's attention; 23. \n[56]Ringling Brothers. August stops playing cards. The others react with sudden apprehension. Earl casually shakes his head to warn Jacob. August finally rises and turns to Camera: handsome, charismatic, fiercely intelligent...matinee idol looks that mask a darker nature. \n[57]Yes. But it was terrible. \n[58]The uh...the one with the black and white horses. And the girl in pink. \n[59]I would do that, sir. I'd like to work with the animals. August and the others chuckle. Jacob doesn't understand why. August crosses to Jacob, as he ridicules: \n[60]Times are hard for everybody...And I guess because ... out of all the dirt and sweat and shit and working with fellas you don't want to be caught dead meeting in the daylight, comes...so much beauty. We think August and the men are moved by Jacob's words. \n[61]It was veterinary science! And I can tell you one thing - that Star Attraction horse of yours won't be walking in a few days let alone performing center ring!! August stops and turns. \n[62]Cornell. \n[63]I hear Ringling has its own vet. The other men can't believe Jacob spoke up like this. But it amuses August, who faces him and smiles; \n[64]I believe so. 26. \n[65]\n[66]How do you do? \n[67]A Jack Russell. They're very smart. \n[68]See ya Camel. \n[69]Monday Man? 30. \n[70]He takes other people's clothes? \n[71]August, it's all right, I'll-- \n[72]August.. When August stops, Jacob is caught off guard... \n[73]Thank you for everything, August. August pats his back and exits. Jacob heads for the bucket. \n[74]Yes, August? \n[75]Oh! Yes...The horse. Jacob follows behind August's commanding stride. \n[76]It's a pleasure to meet you. Marlena barely acknowledges Jacob - keeping their previous meeting a secret . August puts his arm around her and they kiss. \n[77]Not yet. \n[78]I didn't want to say anything in front of... Mrs. Rosenbluth...he's already foundering. \n[79]This horse isn't getting back on his feet, August. If there was anything I could do, I would but we're going to have to put him down...I'm real sorry. Beat. August's stares at Jacob - or rather, stares through him. A dead stare that lasts just a beat or two too long...And then just as suddenly, the look is gone: \n[80]August, this stuff has gone off. Do the cats really eat this? 34. \n[81]What do I do, just open the door and toss it in? \n[82]What the hell is wrong with you? You think that's funny? \n[83]FUN! I could have lost my arm! \n[84]I don't know how he's been performing August, but you don't have a Star Act now. That horse can't walk and if he does you'll lose him. He's in a lot of pain. \n[85]The connective tissues between the hoof and the coffin bone are compromised and the coffin bone rotates toward the sole of the hoof. If he keeps walking, it'll puncture through...He's in a lot of pain. \n[86]You'll lose him anyway. I'm sorry. Marlena breaths in this bad news and braces herself, tears welling up in her eyes. \n[87]It's the right thing to do. \n[88]If I'm the show's vet then it's my decision, isn't it? \n[89]Then it'll be my last decision. Marlena is impressed by Jacob. And surprised. She doesn't quite know what to make of him. 38. \n[90]I need a gun. \n[91]I need a gun! Or a rifle! Now! Grady leans inside the open car door and gets him a rifle. Jacob takes it and marches back. They watch him, curiously. Jacob passes Blackie on the way and boldly ignores his intimidating stance....Performers and workmen sense a drama brewing and follow Jacob to see what is happening. \n[92]Shut-up! Both of you! Jacob continues on to Silver Star and Marlena. \n[93]You should go. \n[94]Friends now? August calmly enters the menagerie with the rifle. He walks to the center and stops, staring at Jacob. Jacob goes about caring for the animals - moving from one to the next - trying not to be unnerved by August's presence. Then August does a surprising thing: He sits in the center of the menagerie, crossed legged, with the rifle beside him. \n[95]My father used to say that to me. \n[96]How is Marlena? August tilts his head curiously, with a smile. \n[97]Tell Diamond Joe the animals need more water when the humidity's this bad if I don't see him before I go. \n[98]What problem? August lights, inhales, blows smoke then: 41. \n[99]What does Silver Star have to do with the cats? \n[100]August, what did you do? August? \n[101]I couldn't stop thinking about Marlena. I didn't see her for three days. Our shows were cancelled and we kept moving because, word was, August found a \"dead one\"\u009d... The train wheels screech as it begins to stop. Jacob rises and looks out of open train car doors.. \n[102]Why are we stopping? \n[103]What happened to this circus? \n[104]A bull? \n[105]She has such long eye lashes. \n[106]Mrs. Rosenbluth, I hope I'm not speaking out of turn here but - but I had no idea they were going to do that to Silver Star. \n[107]Hello Rosie, I'm Jacob Jankowski. This is Mrs. Marlena Rosenbluth. Can you say Mrs. Marlena Rosenbluth? Marlena smiles as she watches Jacob stroke Rosie's hide. \n[108]You're a beauty, huh. Skin's a little dry, you oughta take care of that. First thing you notice about a woman's age is her skin. Rosie lifts her trunk and begins to explore Jacob's body. Marlena giggles. Jacob plays it up to make her laugh. \n[109]Are you flirting with me young lady? I usually like to make the first move... 47. \n[110]I like to get to know a girl first...take her out. Meet her folks...  Of course, aggressive women can be a nice change...  Jacob and Marlena laugh, her mood lightened because of Jacob. \n[111]I'm confessin that I love you. Marlena stops, her face flushed by Jacob's \"confession\"\u009d. \n[112]The name of the song. \"I'm Confessin' That I Love You.\"\u009d \n[113]What is it? \n[114]I admit he has his moments of insanity but he's really a very generous, charming guy. \n[115]Why are they beating him? \n[116]I'm not dressed for champagne. \n[117]Of course I do, August. You've been nothing but swell to me. \n[118]I have to tell you something. You may not trust me after you hear it. August and Marlena pause - giving Jacob their attention. \n[119]I never took my final exams at Cornell. I'm not a real vet. Beat. Then August and Marlena burst into laughter at the dire earnestness with which Jacob made his statement. \n[120]But it's true. I never got my degree. I'm not a licensed vet. They laugh even harder. \n[121]Not about this, August. \n[122]No. \n[123]To Rosie! \n[124]He looked like a different man when he looked at her. I said to myself, maybe love does that to a man. I didn't know much about it. Suddenly, August kisses Marlena - a bit too aggressively. \n[125]Is everything all right? Marlena puts a finger to lip and keeps it there, as she returns to her Victrola and selects another record. She cranks it on and plays it low. A RUTH ETTING SONG. \n[126]Tonight was your idea? \n[127]You said that. \n[128]Is that all right? \n[129]What happened at 17? \n[130]He was pretty lucky to find you. Marlena is surprised by the compliment...and endeared. \n[131]Pretty song. \n[132]Oh no Marlena, I won't ever tell. Marlena smiles, laughs, using Jacob's joke back on him; \n[133]I have no idea. \n[134]Where's that? Marlena laughs. Jacob's bow tie is undone - she ties it; 58. \n[135]I'm not that sweet. \n[136]\n[137]Where am I? Kinko moves about a car filled with racks of costumes, props and an open trunk containing the hidden Jacob. \n[138]Where are my clothes? I'm not wearing anything underneath this--- \n[139]What the hell did I do last night? \n[140]I feel sick. \n[141]\n[142]Let's just drop it. Kinko opens a book to read. Jacob notices Queenie's quiet. \n[143]What's wrong with Queenie? \n[144]I mean she's not hating me. Something's wrong. \n[145]Her stool? Did you look at it for parasites? \n[146]Get some honey from the cookhouse. And if you can find any slippery elm powder. But the honey should do it. If not, we'll check her for parasites. Jacob starts to exit. As Kinko reads his book; \n[147]Sure Kinko. He moves to exit again. Kinko never looks up from book; \n[148]Yeah. \n[149]How did she die? \n[150]August! \n[151]Rosie...Up. Rosie just looks at him without moving. \n[152]Up. Rosie. Up. Rosie's trunk starts to sniff around Jacob. \n[153]Rosie....Walk!...STEP!..Rosie STEP! Rosie's trunk investigates Jacob's body, tapping his head. \n[154]Rosie please. My hair hurts. Rosie's trunk snakes around him. \n[155]No...No more Cracker Jack until you do something....Rosie!... Rosie curls her trunk around Jacob and slowly topples him sideways, turning him over as he weakly threatens; \n[156]I'm getting really mad now....I mean it...Rosie stop... Rosie gets the Cracker Jack from his back pocket... \n[157]Does everybody know what happened? \n[158]Can somebody tell me? August suppresses a laugh. \n[159]Finding food? But I don't really know how to do this. \n[160]August, there's got to be another way. 65. \n[161]Please, August, let me try again. But August angrily pulls it away and turns on Jacob: \n[162]I'm so sorry girl. Just a few more here. Hold still. The un-staked canvas flaps behind Rosie wave up with the breeze....Rosie's trunk rises. She smells something from outside the tent. When Jacob bends down for more ointment, Rosie tries to turn around but her chain is still staked into the ground. As Jacob straightens up, he sees: Rosie's trunk carefully wrap itself around the stake and pull it up out of the ground....She then manages to turn herself around, her butt to Jacob. Rosie's trunk then dives down and up under the canvas flaps. 66. \n[163]Rosie? \n[164]We were on our way to the Manhattan/ Jersey show and Mr. Erwin still hadn't found a fat lady. Tickets sales were low. So August, ha,ha...August pulled a hat trick. \n[165]A parade like you never saw, a funeral and a celebration, saying goodbye to one star, introducing a new one...playing those rubes dying to get a peek like he was rolling a coin over his finger tips... Rosie leads a small parade of clowns, including Walter and a perky, healthy Queenie down the main street. Marlena sits atop a Percheron, in full costume. Jacob walks astride. Lucinda's Wagon, carrying \"the dead Lucinda\"\u009d, follows. \n[166]But as soon as the Spec started, we all knew it was too soon for Rosie's debut. Rosie heads the line. Marlena sits atop her, in her sequins and headdress, grabbing onto Rosie's leather halter. 68. August stands beside with the bull hook. His face is cold and still. His fingers clutch and release the bull hook. The SPEC MUSIC begins and everyone makes last minute adjustments...Kinko and Queenie included....August shouts into Rosie's ear. \n[167]August, she's hurt. August takes her in his arms. Barbara appears to help. 70. \n[168]I'm sorry ma'am. I'll get her. \n[169]Rosie, no! Stop! Rosie pauses for a moment, flapping her ears at Jacob, then shoves a bush of tomatoes in her mouth. Jacob almost laughs. \n[170]Bad elephant, that's not nice. This kind lady hasn't invited you. \n[171]What's in the bucket? \n[172]Greg, right? Are you Polish? \n[173]Jankowski. Greg again pushes Rosie's trunk away from the bucket. \n[174]Are you a bull man? August would hire you in a minute. \n[175]How's Marlena? \n[176]She's in the menagerie. \n[177]August! Wait! She was good! She came back on her own! Besides, you can't do anything now! The show is still going on. \n[178]\n[179]Rosie, what am I going to do with you? Rosie's eyes look up to him, her lashes blinking. Her trunk lifts and wipes at her own eye. 74. Greg appears with a bucket and several bottles of whiskey. He begins pouring whiskey bottles into a bucket. \n[180]No....What happened? \n[181]I'm sure that's not true. \n[182]She'll be OK. \n[183]August, I can't... I'm sure she'll forgive you...She loves you...Anyone can see that. August wants to believe him. He seems more hopeful. 76. \n[184]How's she doing? 77. \n[185]Is she drunk? \n[186]Oh my God... \n[187]Just read those out loud. To Rosie. August reads the words in Polish with Jacob's help... \n[188]Daj. 78. \n[189]Say...Prosze Rosie daj noge. \n[190]Go on. \n[191]That Fox Bros bull man didn't tell us was the elephant tramp who sold Rosie to them was Polish... August grabs Jacob and kisses him on the mouth. \n[192]I'll get it. \n[193]You ever going to let him off the hook? \n[194]Rosie's going be great. He won't hurt her again. I know it. \n[195]Maybe you should wait for August. \n[196]I wonder if August got out... Marlena looks up at Jacob and starts laughing hysterically, as if for no reason. They are both still drunk. \n[197]...I don't know how we're going to get home. I've never been in New York, have you? Marlena's laughing subsides as she gets an idea. \n[198]What...what about August? \n[199]I was doomed. He smiles. Marlena beams. They run off. \n[200]Are you all right? \n[201]Anything. \n[202]Why are you saying this? \n[203]How can you be with a man you're frightened of? \n[204]I'm not that good. And I don't want to be. \n[205]No, I don't. Good men don't wind up with much in the end except their goodness. Isn't worth much, is it? \n[206]You deserve as good a life any other girl. \n[207]I understand. \n[208]I already am. \n[209]I promise. Jacob kisses her with his eyes locked onto hers...With Marlena's back pressed against the entrance, Jacob reaches up and locks the door. They sink to the ground. \n[210]If I had money, if I could take care of you, would we be going back? \n[211]Have you tried to get away before? \n[212]I know. I do....I'm sorry. 86. \n[213]Hey, Camel. What's wrong? \n[214]I don't know. \n[215]Four?...Will he get better? 88. Walter looks at him, his expression says No. \n[216]Walter, please. Blackie and his men only patrol the roustabout cars. They don't work the performer train. We can hide him easy until- \n[217]He has a son in Pennsylvania. Near Reading. We're playing there in three weeks. That's all he needs. Walter doesn't want to do this, but clearly can't say no. \n[218]Good morning. \n[219]I wanted to, uh...Is there any chance I could speak with you alone? \n[220]No, I...I just wanted to...Walter said people are talking about what happened...last night... \n[221]Well, I want to apologize for-- 90. \n[222]I don't know. I just ran. \n[223]...August said he would create an act for Marlena and Rosie that would have'em line up for miles... August and the company are delighted when Rosie lifts her foot...or walks forward, then backward.. \n[224]August could have given Barnum a run for his money. He spent the payroll money on expensive posters promoting that act like it was bigger than Ringling. And we sold out every performance in every town... \n[225]In that center ring, Rosie became a guaranteed star attraction... \n[226]Alone with me, telling her every thing I couldn't tell anyone else, she became the closest thing I had to family. \n[227]And August! Ha, August was a new man.. 94. \n[228]..treating everybody first class, spreading the word his Rosie act would finally get the men paid.. \n[229]..And with business so strong, nobody was worried about getting tossed, so we didn't have to worry so much about old Camel. \n[230]But I didn't trust the new August. I kept waiting for the real one to show up. 95. \n[231]It was when I saw Rosie purring under his touch as if nothing had happened between them, that the worst thought occurred to me. \n[232]Maybe, I was the man not to be trusted. Marlena moves to August's lap. They kiss...Jacob watches \n[233]Thank you, August. 97. \n[234]Thank you, Marlena. \n[235]Sure. \n[236]No problem. \n[237]Rosie...get away....ssstop!! Rosie continues fooling around, causing Marlena and Jacob to laugh even harder when the cork pops... \n[238]Beautiful. \n[239]To August! August nods in gratitude. They tilt their glasses and drink. \n[240]We should go! \n[241]NO! I just don't think you're safe to be around a woman right now. \n[242]Marlena, come with me... 101. \n[243]\n[244]\n[245]Why are we moving? We have a matinee tomorrow. \n[246]My God. Are you all right? \n[247]Because Blackie and his men don't work the performer train and they'll red-light him if they find him. He can't work anymore. \n[248]Does August know where you are? \n[249]He can't find you. As soon as we stop - before we stop - we'll jump off and I'll take you to a hotel in town. \n[250]Marlena, I'm not leaving you. We'll find a way together. I won't let you go back to him. I promise. Marlena smiles, needing to hear him say those words. She embraces him, grateful. Jacob holds her tight, assuring; \n[251]..I'll call my dean at Cornell..If I can take my finals again, get my degree, I can get my license. They lay in the Silver Star's empty stall. Moonlit through the wooden slats. Making plans... \n[252]Don't worry about him. \n[253]What do you mean? \n[254]Change my mind??? Oh Marlena, please...please be happy. \n[255]Rest...I've got you now. Marlena tries, closing her eyes.....Then, without warning; FROM THE ROOF, AUGUST, BLACKIE &amp; HIS MEN JUMP IN THROUGH THE \n[256]Don't you work the matinee? \n[257]Marlena!! \n[258]Where is she? Did he hurt her? \n[259]I have to get Marlena. What if he-- \n[260]I have to get her. \n[261]She's going to have a baby. Walter is stopped. Camel shakes his head. \n[262]We're going to Ringling. Me, Marlena. You can too. \n[263]Do whatever you have to, Walter. \n[264]Walter? Camel? \n[265]\n[266]No..no..no..no....!!!! With Queenie, he rushes back into the ring stock car...he checks everywhere calling out their names. He stops at the open stock car door. The rain continues to fall. Jacob collapses, holding Queenie to his chest. Tears fill his eyes as he tries to hold it together, looking out the moving train, his worst nightmare realized. \n[267]I waited almost til matinee time so I could let myself be seen by as many people from town. \n[268]I'm not here to cause any trouble. I'm leaving. \n[269]I'd like to say goodbye. To the menagerie. Just a few minutes and then I'll go. August's eyes narrow. Earl waits for the outcome. \n[270]There's nothing more you can do to me. Killing me'll be more trouble than it's worth, now that the rubes have seen me. You were right about me from the start August, when you said I wouldn't last...I can't survive here... I am nothing. 115. August feels victorious and therefore benevolent. \n[271]Walter! Is he---? Instantly, Earl's expression tells Jacob it's bad news. Jacob's breathing almost stops as he listens; \n[272]Why are you telling me? Earl can not find the words: it's clear the killing of these men does not sit well with him. \n[273]Earl, what was that? All the performers and work men on the midway are on alert. \n[274]What is it? \n[275]\n[276]It took days to round them up. Some we never did get back. \n[277]I don't know who was more scared - the rubes or the animals. \n[278]When the Nesci Bros. Circus showed, we were officially belly up. A MAN SCREAMS after unrolling a canvas and making a discovery inside. A crowd forms. When Jacob reaches it, he sees: \n[279]Not all of them! Some of these animals are mine, like this bull. \n[280]You don't want her anyway. She can't do anything. Dumb as a box of peanut shells. Skeptical, Dick Nesci steps up to Rosie. \n[281]Gertrude. Jacob and Rosie exchange eye contact. Nesci is skeptical. \n[282]I wish I knew. Marlena exhausted, eases into Jacob's arms. It's over. WIDE ANGLE: Jacob and Marlena and their animals, as the giant tent of the Benzini Bros. Big Top falls to the ground. \n[283]I convinced my dean to let me take my finals. Marlena was right. With my degree, our animals and Marlena's acts, Ringling got a sweet deal. Our son was born our first season. We named him Walter. He spent the first seven years of his life with Ringling. That's why I...I just can't understand how he forgot to show up today. (His eyes glitter \n[284]By the time our third son came, we'd had enough. Rosie was tired.  Luckily, the vet at the Albany Zoo dropped dead, so I got the job. 123. \n[285]We bought some property so we could keep the horses...Rosie...then five kids...Bobo and that Orangutan...Never named that Orangutan. Nothing ever sounded.. elegant enough for her. Just called her Ma'am.  Man oh man that was...that was a life, boy, I'll tell ya... Charlie smiles, appreciating this old man's big life. \n[286]And then before you know it, the kids are borrowing the car and moving out. Marlena and I on our own again...until she passed. This moment causes Jacob to pause. He still loves her. \n[287]I never told Marlena it was Rosie who got August. I didn't want her to know. When Rosie passed on, she cried for days. I owe that bull my whole life...my kids, everything.. A KNOCK. Charlie peeks through the window and sees a COP: \n[288]They're here for me. Charlie and Jacob exchange a look. Charlie understands. \n[289]You sure about this? Beat as Charlie pours another shot. Then: \n[290]Nah, I'm not running away. Just coming home. 125. \n[291]Thank you, Ma'am. ", "AUGUST": "\n[1]What's this? \n[2]I'll see your three and raise you five... I don't believe I've had the pleasure. \n[3]And what is a \"Jacob Jankowski\"\u009d and why he is on my train? \n[4]Ever worked a show, son? \n[5]Ever been to a show? \n[6]Ringling, you say? \n[7]Really? Have you seen our show? What was your favorite act? Jacob sees a CIRCUS POSTER with Marlena and her Horses. \n[8]Ah, our Star Attraction. Well, I believe we're looking for a boy to carry water for the elephants, aren't we Diamond Joe? \n[9]Shut-up. \n[10]And you'd carry water for elephants? Ha, ha...you have any idea how much water an elephant drinks, kid? College! Pfft! Never met a college man yet who knew his own ass from shinola. 24. \n[11]You eat my food and you ride my train like you're entitled to survive. But you see, nothing survives here without my permission...Maybe if you tell me you're nothing, I'll let you stay, although my bet is you won't last. Jacob refuses to let August demean him. He stays silent. \n[12]You smell like every kind of shit. Why would a college boy want that? \n[13]That's beautifully put. Toss him off, Earl. And make sure you see the red light before you red light him. As Earl drags Jacob in tow, August derides him to the others; \n[14]Another sonny boy mad at mommy and daddy for paying the bills. Sounds like he studied poetry. \n[15]Earl wait! 25. Earl stops with Jacob. Now all the men are intrigued... \n[16]Veterinary science?  May I ask what school? \n[17]You're a Cornell graduate? Jacob lies and nods...August wonders whether to trust Jacob. \n[18]All right, Cornell. Come with me. August leads Jacob out. \n[19]Are you sure-footed, Jacob Jankowski? \n[20]Good. Without missing a beat, August leans forward, catches hold of something around the side of the car and disappears. \n[21]\n[22]It's a breath taking sight, isn't it? Always gets me. I can't get a new Liberty Horse mid- season. So you make sure this horse performs and the job's yours. Nine bucks a week. If you cross me, I'll feed you to my meat eaters and there won't be a trace left of you... Jacob hangs on every word. August smiles; 27. \n[23]You do right by me, Jacob Jankowski...I'll show you what it's like to travel every inch of this country, every inch of this world, and be welcomed home in every street, be loved in every town...I'll give you a life most suckers can't dream of. Jacob is mesmerized by August. August stands and tap dances across the roofs. Jacob has no choice but to follow... The two men dance and leap atop the train from car to car across the moving train...Jacob grows increasingly confident and euphoric following August's exultant lead. \n[24]Kinko. \n[25]This is Jacob. He's going to bunk with you a while. \n[26]I said his name is Jacob. 28. \n[27]He's going to help out in the menagerie. \n[28]Well there are performers.. (his hand indicates high \n[29]I'll find you in the morning. Sleep well, Cornell. August exits....Jacob is left staring at resentful Kinko and Queenie, who snarls at him. Jacob tries to be friendly: \n[30]Jacob! Camel straightens up when August appears, clearly on his guard. He turns his back to continue washing. \n[31]We can do better than this for our new vet. I'll arrange for you to start getting your own water bucket like the performers and bosses. Two buckets per person. Come... August walks away as Jacob hurries to follow... \n[32]You'll need new clothes too. I'll set you up with the Monday Man. \n[33]What day of the week did your mother hang out the wash to dry? \n[34]It's the Depression, Cornell. Where have you been? Oh right - Cornell. Kinko is bathing with his two buckets when August snatches one of them away. \n[35]Here, use Kinko's second bucket for now. You barely use up one. Kinko fumes. Jacob tries to placate. \n[36]If you need a razor, there are some back there with my name on them. August walks away. Jacob follows August away from Kinko. \n[37]It's good to have an educated man like you around. I need one other sane individual in this operation. \n[38]Ah...Jacob? 31. \n[39]The horse. August wants Jacob to follow him to the horse. Jacob thought he was going to bathe. \n[40]I'm sure it's nothing serious. Don't tell my wife I said this but she coddles them too much. She has a particularly strong affection for Silver Star. I don't encourage it. It's unhealthy to love an animal that much...Here she is. Marlena runs up to them, still in her bed clothes/robe. \n[41]Darling, meet Jacob Jankowski, Benzini Brothers own veterinarian. \n[42]Last stall. Lead the way, doc. They enter the ring stock car... 32. \n[43]Jesus, Marlena, he wasn't this bad in the show. Jacob moves to examine the horse, but he flinches in pain. Marlena takes over, by sitting besides Silver Star's head, and stroking his head while singing a soft lullaby. Jacob registers Marlena's soothing effect causes Silver Star to relax...his breathing grows calmer. So Jacob begins to examine him as Marlena watches protectively. Jacob runs his right hand down the leg to the fetlock. He lays his hand on the hoof then place his thumb and forefinger on the back of the fetlock. He looks at the sole of the hoof, which is bulging and dark with a red line around the edge. Jacob's expression tells us this is a bad sign. \n[44]Is that the problem? Do you need any hoof testers? Diamond Joe has them... \n[45]Well, how are you going to fix it? Marlena looks at him coolly, expecting an explanation. Jacob doesn't want to tell her the truth. Jacob looks to August and rises, leaving Marlena with the horse. Jacob pulls August away to whisper. \n[46]English. 33. \n[47]I know you are. Come with me. August exits. Jacob doesn't know what this means. He follows. \n[48]Joe, bad report for Silver Star I'm afraid. Jacob here says there's no hope. We're going to have to put him down... Diamond Joe registers a concerned, anxious look to Jacob. \n[49]...So I need you to round up Pete and Greg, get a wagon and a harness stretcher. He has to be hauled. \n[50]Jacob and I'll take care of the cats. We'll meet you back at the stall. Grab the other bucket, will you? Diamond Joe seems uneasy about this as we follow August and Jacob, who comments on the putrid meat. \n[51]No, they really love goats.  We're all out of goats. \n[52]Go ahead. They get a bucket each. Apprehensive, Jacob hops up. August hands him the buckets. \n[53]Unless you think a formal sit-down is appropriate. Jacob approaches the tiger first. The six hundred pound cat rises then roars, his massive head hitting the cage and rattling the lose padlock. Jacob freezes. \n[54]Why don't you start with Rex... that's him on the left. August is pointing to one of the lions - with a ratty mane and visible rib cage. Smaller than the tiger, Jacob has a bit more nerve. He reaches for a bucket...August suddenly shouts, unnerving Jacob even more: \n[55]\n[56]What's the matter? Didn't they cover this in school? August is having a grand time. Jacob smirks. Rex is rubbing his mangy coat against the cage bars. Jacob fumbles, removing the padlock and laying it at his feet. He lifts the bucket and waits. When Rex turns away from the cage door, Jacob swings it open. But before he can spill out the contents of the bucket: Rex turns and chomps his huge jaw down on Jacob's arm. JACOB SCREAMS. The bucket drops, spilling the entrails inside which cause Rex to release Jacob's arm and attack the food. Jacob slams the cage shut and checks to see if he has an arm. He does but it is dripping with saliva and as red as if he'd dipped it in boiling water. But no skin is broken. August is hysterically laughing. Furious, Jacob storms off; \n[57]Yes I do! Aw Jacob wait! Don't be sore! I was having a little fun! \n[58]Rex hasn't got any teeth... Jacob feels more foolish and walks away, when, just as quickly, August's tone of voice turns darker: \n[59]..people want their money back when the Star Act on the poster isn't in the ring! A Star Attraction keeps a circus alive. Without it, animals eat that and men eat nothing. It takes time to find and train another horse so without Silver Star, I have no Star Act. \n[60]Like this? August squeezes Jacob's sore arm from Rex's attack. Jacob cries out in pain as August holds his grip yet speaks calmly; \n[61]We always have choices, Jacob - a choice between our pain and someone else's. That horse was performing before you came and he will continue to perform until he drops dead. I'm telling you to keep it alive and that's what you'll do or you'll be red lit like anyone else who doesn't obey the law here. Every nation has it's own laws under God, Jacob. You left America the second you jumped my train. I like you. Believe me, I do. I'm only thinking of your future. August lets go of his arm and walks away. Jacob is angry. \n[62]You've got a gift for them. Like Marlena with horses. It's God- given. I can always spot it. Jacob takes Bobo out of his den. Bobo hugs him tightly. He continues on as he replies; \n[63]He must have been a wise man. 40. This stops Jacob. Beat. He turns to August. \n[64]You're a genuine curiosity Jacob Jankowski. What am I to do with you? ... I threaten to throw you off a moving train, feed you to my lions and you go ahead and shoot my star horse anyway. So I think - Jacob's an educated man. For Jacob to disobey me and shoot that horse, that horse must have been in pretty bad shape. Perhaps bad enough to injure my Marlena during the show. And so I think Jacob Jankowski might be a valuable person to have around. \n[65]You're not going anywhere. You belong here. These animals..they've been waiting for you. Jacob doesn't know whether to believe him or not. Then: \n[66]But don't ever disobey me like that again. I'll give you this one. I'll call it \"respect\"\u009d...Next one I call \"betrayal\"\u009d. Understood? I do thank you though. You and Silver Star solved a much bigger problem for me. August pulls a pack of Camels from his pocket. \n[67]The cats. You see, meat eaters are always more valuable to a circus than hay burners. And you saw what we had to feed them. \n[68]We should have just enough food for them to get us to the next show, thanks to you. Of course Marlena won't speak to me for a day or two but she'll come around...So, I was right. You are a valuable man. As he walks away, rifle over his arm, Jacob is unnerved; \n[69]We have a new star! \n[70]Nah, lousy Ringling got here first. But we got better! A bull! \n[71]A bull elephant! Her name is Rosie, she's fifty-three and she's brilliant. The best bull they had. I'm going to come up with a whole new Star Act around her and Marlena.. You can ride her in the Spec from now on, since we have no Liberty Horse. August smiles at Marlena who looks back contemptuously, upset about Silver Star. August ignores her. Jacob notices the exchange between them. \n[72]...Our own bull! Ringling can't hold that over us now. I'm renovating an entire car just for her. \n[73]We'll find places for everyone. And when our new star sells tickets, we'll buy another car! We're a show to be reckoned with now! \n[74]Darling, what do you think? She's magnificent, isn't she? Marlena keeps her rage silent, but it is all the more potent. August decides to ignore it. Jacob keeps his eyes on Rosie but feels the tension between them. ROSIE'S CARETAKER approaches: filthy shirt behind suspenders. \n[75]No.  This is my menagerie man. 45. \n[76]Here he is. He's my bull man.. Rosie's Caretaker looks at the surprised Jacob, then: \n[77]I don't believe it. The mayor said she was the best bull you had. \n[78]Joe, you and Greg come with me. We have to find a car to renovate. See what you can do with her. They exit. Jacob and Marlena are left alone with Rosie as Flying Squadron men continue to work in the tent. There is an awkward pause between them...then: \n[79]Get rid of him. He comes back on my property, you can shoot him. August walks away, with Earl and his men in tow. Blackie and his men drag the beaten Man away. As they turn, Jacob recognizes the Man; It is WADE who worked Jacob on his first day. \n[80]JACOB! Come in, come in! Jacob enters their Stateroom which takes up half the car, with an additional room, cordoned off by a velvet curtain. The main room is paneled in walnut and outfitted with damask furniture, a dinette and a Pullman kitchen. \n[81]Darling, our guest has arrived. Jacob's eyes go wide upon seeing Marlena who appears looking radiant in a rose silk, off the shoulder evening dress. \n[82]We can fix that, can't we darling? August winks at Marlena who giggles at their secret as August ushers Jacob to the velvet curtain... \n[83]We're celebrating our new star, Rosie. My plan is to have the act ready for the Manhattan/Jersey show so she can start selling tickets. Unfortunately we had to let some men go last night... Jacob listens to how August will explain this: \n[84]...I don't like doing it, not one bit. But to keep hard working men working, I had to get rid of lay- abouts and thieves who are dead weight. If I had the funds to pay them all I would, but times being as they are...I regret it though. Jacob believes him. August turns to him, with cheer: \n[85]So tomorrow, my faithful bull man, we begin! But tonight - we dine!! Tonight, we all deserve champagne! August whisks the velvet curtain aside: \n[86]Ta-dah! A tuxedo for Jacob, who smiles, impressed. \n[87]Jacob, I want to apologize to you, in front of my darling Marlena so she can witness how truly sorry I am for any bit of nastiness between us...Running this show, the many pressures...It can get the best of me sometimes I'm afraid. \n[88]Thank you my love. He kisses her hand then turns to Jacob; \n[89]From now on I shall trust your judgement in all things veterinarian. Please say you accept my apology. Jacob is enamoured with August again, especially seeing Marlena smiling in agreement. \n[90]Good man! I could truly use a friend I can trust. Jacob once again beams at the compliment as August pours more wine. But Jacob feels a twinge of guilt. He stands to make a dramatic statement. August and Marlena look up to him. 52. \n[91]BAH! A worthless piece of paper from the ivy bush league! Of course you're a vet. You have the gift. You're idealism is just so...sweet. When are you going to learn that the rules written of, by and for these united states of suckers do not apply to us. \n[92]All right, let me ask you - do you honestly think this is the most spectacular show on earth? \n[93]No. It's nowhere near. Lucinda, our Fat Lady, isn't 800 pounds. Four at the tops. And you really think the Tattooed Man got tattooed by headhunters in Borneo? He's from Pittsburgh. Took him nine years to ink himself. And you know what I did when the hippo died? Swapped out her water for formaldehyde and kept showing her. For two weeks, we travelled with a pickled hippo.. 53. \n[94]..The world is run on tricks - in here and out there. So trust me, it's having a talent that counts. In this world, it's all that's real. Look at this country, these dead, God awful towns we play. Talent and illusion bringing life to what is dead...Even for just a matinee. How wonderful is that? Jacob believes he's right. Marlena smiles in agreement. August rises to toast. Jacob and Marlena follow. \n[95]To talent and illusion! \n[96]To all we love. He leans over and kisses Marlena longer than appropriate in front of a guest. Jacob downs his wine, closing his eyes. Suddenly, August grabs Jacob and Marlena and pulls them up to dance, throwing his arm around them both as we hear: Louis Armstrong's DREAM A LITTLE DREAM OF ME. August starts singing along, imitating Satchmo's voice, encouraging Jacob to join in...August is a great performer, filling up the space with his impersonation. Jacob can only laugh along. \n[97]Come on Jacob! It's customary to sing for your supper! Jacob joins in to perform with August. Marlena applauds them. August breaks away to dance with Marlena as Jacob sings. They begin to slow dance, very intimately. Jacob gives up singing and plops himself on an upholstered chair, drinking more champagne. Jacob watches them dance: 54. \n[98]We got big trouble. Lucinda died. Now we've got no center ring star act and no sideshow star... \n[99]I don't care where you find one, but find one.  Better get some kind of rig set up to lift her out of the car. How did you carry Silver Star out? \n[100]Oh yes...  Mmmm... \n[101]No, no, of course, don't be silly! Right. Well, figure something else out Joe but get it down for the performance. Put her in the hippo tank for now. You better start on that elephant. We need her performing yesterday. 63. \n[102]You just can't get enough of somebody in your pants, can you? Jacob quickly gets up as August strides towards him; 64. \n[103]Heard you had a rough night? \n[104]Yes. \n[105]I'm opening the midway and the menagerie this afternoon for some extra cash before the show tomorrow night. We'll see how she does with the crowd. She got any skills? \n[106]Well, first of all, you can't do anything with a bull without the bull hook. August takes the BULL HOOK from the ground. \n[107]It's the only way to train them. Watch. Jacob steps back. \n[108]\n[109]\n[110]We don't have the time! She has to start earning her keep MOVE! UP! \n[111]Don't tell me my business! You don't want to watch this, get the hell out! Making love to it ain't going to work. Besides, from what I hear, you're not that good at it. \n[112]\n[113]I'm here, darling, I've got you. \n[114]Jacob, send Joe for ice. You go and find that Goddamn bull before we're run out town. And take the hook! August is seething, his expression cold, as he carries Marlena O.S. Jacob, concerned, takes the hook and runs O.S. \n[115]A little shaky. Sore wrists. Bruised heel. Doc says she'll be fine. Did you catch the bull? \n[116]Good. August takes the bull hook from Jacob and walks with cold blooded intent towards the menagerie. Jacob panics, realizing what August about to do. Jacob follows to stop him; \n[117]Good. The band will drown it out. \n[118]Get her out of here! NOW! Jacob wants to help Rosie but can not disobey August in this moment. He returns to Marlena and ushers her out, as August continues to beat Rosie. \n[119]Marlena...! August appears from behind the curtain ; he looks uncharacteristically distraught...teary eyed and unkempt. \n[120]Do you know where Marlena is? Did she send you? \n[121]She won't speak to me... He can't finish. He sits, burying his head in his hands. \n[122]...She won't let me apologize... She won't forgive me. 75. Jacob is astounded by August's sad, pitiable state. \n[123]I don't know what happens to me, Jacob. When I saw that bull running wild with Marlena, I...I lost my mind. But it's because I love her. Why can't she understand that?  Isn't there anyone who understands?  Ah, it's all my fault, I know it is. I've spent too much money on that bull. I can't pay the workmen. Our debts are piling. We're losing attendance at every show. I have no Star Attraction. I don't know what's going to happen to us if Rosie doesn't sell tickets. If I lose this circus, I'll lose Marlena - I know it. Jacob softens, seeing August in this helpless, humble light. \n[124]Maybe you can talk to her. She's tired of my apologies but, this pressure I'm under...Of course, that's no excuse for what I did...  ...I can't believe what I did. Is she all right? The bull. Rosie. \n[125]Would you tell Marlena? And tell her...tell her I'll do anything. Anything she wants. \n[126]Thank you. My friend. Jacob nods, confused, his anger diffused. As he exits; \n[127]Jacob? Jacob stops and turns back as August asks: \n[128]What were you planning to do with that bull hook? Jacob realizes he's holding the bull hook. August smiles. \n[129]Ha. You look like me. Jacob looks in the mirror and indeed - with Rosie's blood on his open shirt, bull hook in hand - he looks like a violent man. \n[130]Maybe there is someone who understands me. August smiles. But Jacob is unnerved by the smile...and the comparison. Suddenly, Earl enters and looks around, on alert; \n[131]Everything's fine, Earl. August nods to Jacob, who pushes past Earl to exit. \n[132]Rosie...da--da--- \n[133]Daj...daj..no-ge. Rosie does nothing. August looks to Jacob. Jacob is worried. Greg suggests, in a low whisper; \n[134]Pros--Prozze Rosie...daj noge. Rosie lifts her foot. August's eyes gleam. \n[135]Rosie...potoz noge. Rosie puts her foot down. August starts to understand. \n[136]Do tylu, Rosie! Do tylu! Rosie sighs, shifts her weight, then takes a couple of steps backward. August is amazed. Jacob is thrilled. \n[137]We've got a new star! Greg remains cautious. \n[138]Would you like to dance, darling? \n[139]We need more champagne. \n[140]No, you stay with Marlena. August kisses her cheek, but Marlena is clearly still upset. August lets her be. He exits O.S. \n[141]I slept like a baby after last night. Thank you my darling. \n[142]Ah, nothing to be ashamed of. Man and wife reuniting in the most sacred of marriage places. My Marlena has forgiven me. All's well with the world again, right Jacob? That was quite an adventure last night. I'm glad I didn't have to bail you out. How did you get home? \n[143]How did you two get separated? You were so close on the dance floor. \n[144]I'd like to look them up and invite them to the show free of charge... 91. \n[145]...I'll even pay for their transportation. I'd pay it a hundred times over to anyone who helped my wife to safety. Thank goodness she had chaperones. If anyone had harmed her, or even touched her, there's no knowing what I might do. Jacob makes note of the implication. Marlena ignores it. \n[146]The circus is nothing without it's traditions.. \n[147]..It's a family. And like any family, when a new member is born, it's arrival must be greeted with celebration and gratitude. Now, we've been a little busy with sold out performances, thank the Gods.. 96. \n[148]..but right now I want to take this moment before today's show to gather together..We close our eyes.. Everyone closes their eyes. \n[149]..and we thank whoever's up there that sends desperate men running for the rails.. Everyone laughs. \n[150]..because it was a lucky day when Jacob Jankowski jumped our train. Because of him - together with our beautiful Rosie and my beloved Marlena - we have the greatest star attraction in Benzini Brother's history. He found a way to save us all. And so, to officially welcome Jacob into the family, we open our eyes.. Everyone opens their eyes. \n[151]..And we give him the traditional Benzini Brothers baptism. \n[152]Now you don't have to borrow mine. Everyone applauds, hugging and kissing Jacob: \n[153]It's from both of us. Jacob looks to Marlena. It is awkward between them. They can't kiss each other. Jacob nods and says courteously; \n[154]What is this? Jacob and Marlena turn to see August enter, laying down his hat and coat, his shirt unbuttoned at the top. \n[155]Did you show Jacob the opening night present I gave you? Marlena turns to Jacob and indicates the diamond necklace. \n[156]It looks stunning on you. 99. They kiss again. Marlena raises her glass of champagne. \n[157]Many thanks. Forgive me for arriving too soon and spoiling the surprise. August takes out a cigarette and lights it. \n[158]I could go back out to give you more time...or better yet, yell RAID and clear the place out so you two can be alone. In a split second, Jacob and Marlena know the danger present. August gave no sign of it coming. \n[159]I'm sorry. I'm probably wrong. I assumed that night after the RAID was the first time you two fucked, but obviously it's been going on longer than that. \n[160]Did you think I didn't know? \n[161]Shut-up. SHUT UP! 100. Marlena gets frightened. August saunters over to the silver tipped cane leaning against the flap. He picks it up as Marlena and Jacob remain still. Suddenly they hear: Rosie peeing where she is staked. She too is frightened. \n[162]How long did you think you could keep this from me? \n[163]\n[164]WE!...So you two are a couple? \n[165]A woman? This is not a woman. This is my wife you Ivy League lying piece of shit! Say, I bet the authorities would like to know you practise without a license. \n[166]I see you. I see you too clearly. Always have. I have to admit that was a nice touch when you got back from the speakeasy. Being with me in our bed, after being with him. Covering your tracks. I should have known a whore only performs for a man like that when she wants something. \n[167]\n[168]Funny, I thought you already left. \n[169]Earl, take him to the menagerie. Thirty seconds. Then escort him out of my circus, into Altoona. And if he comes back, you can shoot him, as that is within our lawful rights with regards to trespassers. August walks away. Earl escorts Jacob to the menagerie. On the way, they pass Barbara. Jacob pauses to hand Queenie to her. She has tears in her eyes. Jacob continues with Earl. \n[170]", "MARLENA": "\n[1]Tell me the truth. What's wrong with him? Jacob hesitates before answering, then: \n[2]And if he rests? \n[3]Then you have to put him down. Jacob is impressed by her...and a little surprised. \n[4]But August won't let you. \n[5]But August won't like it. \n[6]No. I'll keep him calm. Jacob respects Marlena's fortitude...Jacob raises the rifle and aims, trembling...Stoic Marlena, tears in her eyes, turns her face away...Jacob pauses, upset...then...shoots. 39. Jacob's distraught expression tells us everything as the rifle slides to his side. He looks to Marlena. This is their first moment of intimacy. She rises and takes the rifle from his grip. She sees his arm bruised from the cats. She seems to know what it means. She offers a respectful farewell. \n[7]I'll be sorry to see you go, Mr. Jankowski. She exits O.S. with the rifle. \n[8]I know....Thank you. This relaxes Jacob, but he senses she is still sad. \n[9]And please, call me Marlena. I'm not a snob like everybody thinks. Jacob smiles. He faces Rosie and tries to cheer Marlena up. \n[10]I think you two are engaged. They laugh. Jacob is thrilled to have this effect on Marlena. A HARMONICA PLAYS A TUNE in the distance. They turn towards the sound and see that the two of them are alone in the tent. All the workmen have left. Jacob and Marlena turn back to Rosie who stands between them. There is a awkward, lovely moment of intimacy between the three as Marlena strokes Rosie's trunk. Her hand and Jacob's come very close to overlapping. When their eyes meet, one of them quickly averts their glance...There is clearly a growing attraction between them. But it's uncomfortable. \n[11]I think Rosie likes music. That harmonica song is lovely. \n[12]What? \n[13]--\"\u009dConfessin' that I love you.\"\u009d Beat. Jacob tries not to laugh. They return to stroking Rosie, trying not to look at each other. \n[14]I'm so glad you could come. Would you like a beer? Or champagne? 50. \n[15]People don't realize how much August does holding everything together. How difficult it is in these times. The whole company is like a family to him. \n[16]And Silver Star. August takes a beat and smiles warmly at Marlena... \n[17]Darling. Darling, please.. Gently. We have a guest. August stares at her. His expression darkens - locking his eyes on Marlena and tilting his head as if he is examining her. Marlena smiles and strokes his face. August doesn't respond. He remains intense... \n[18]Darling, what is it? August takes her face by the chin and tilts it with complete control, as if searching for proof of something he can't trust. His grip tightens, hurting her. Alerted, Jacob sits up, prepared to intervene...But Marlena shows no sign of fear. She knows exactly what to do. \n[19]August, dear... She manages to moves his hand to her mouth and kisses it. \n[20]You don't know your own strength, my love. And then, just as quickly, August's expression softens, relaxes, almost into sadness...as if he's about to cry....Marlena senses it immediately. She whispers lovingly. \n[21]Auggie? August stops and eyes the bed beyond them. He leaves Marlena and throws himself face first on the bed. \n[22]Excuse me, Jacob. Jacob watches as Marlena attends to August, lifting his legs onto the bed, taking off his shoes. August begins snoring. 55. Marlena smooths the hair out of his face then closes the curtains and returns to Jacob in the main room. \n[23]Oh yes. He's just had too much to drink, that's all. I hope you had a good time tonight. I wanted so much to make things up to you. \n[24]Oh Auggie wanted it too, he felt horrible about what happened. He really does like you Jacob. But it's hard for him. He's under a lot of pressure. He does more than people realize holding things together. \n[25]Well it's true...  One dance before you go? Jacob cautiously approaches. Marlena takes his hands but when Jacob presses closely against her and places his hand against her bare back, he almost swoons. They slow dance. Both tipsy. \n[26]Jankowski is Polish isn't it? \n[27]Yes, of course, sorry...I just think it's interesting. I don't know what I am, besides August's wife....I grew up in foster homes since I was a baby. 56. \n[28]Kentucky, Oklahoma, Kansas, Texas...I must have covered a dozen states by the time I was 17. I'd make up stories about who my parents were... When I was five, I pretended for a whole year my mother was an Appaloosa mare... They both laugh. \n[29]I did! ... and I pretended that I was really an Appaloosa filly...and that I was just dreaming I was a girl and one day, I'd wake up...and I'd run home. Anyway, I was a lot safer inside those stables than I ever was inside those homes... Marlena stops, not wanting to continue. Jacob finds a new route for her conversation. \n[30]There was a parade for the circus. At the head, there were six black Fresians, 17 hands high wearing red tassles. So proud! So beautiful. And August was leading them. The second he looked at me, the way he looked at me, I knew I'd never live with strangers again. And the way he talked. Told me \"I'd find a home in every city..welcomed in every town...and he'd give me-- \n[31]Ha, you too, huh? It's a wonderful lie, isn't it? 57. \n[32]But he said he'd make me a Star Attraction and he did. I'm pretty lucky he found me. Jacob, lost in her eyes and her voice, blurts out: \n[33]You're sweet to say so. Beat. Feeling exposed, Jacob searches to change the subject: \n[34]Don't tell him what happened... Jacob takes this as an intimate moment between them. \n[35]That's the name of the song. \"Don't Tell Him What Happened To Me\"\u009d. Ruth Etting. She's one of my favorites. Jacob's head starts spinning. Marlena takes care of him; \n[36]Are you much of a wine drinker? \n[37]Maybe you should go to bed. \n[38]Here, let me...We can't let you go out there all untied. A circus is a small town. What will people say? As Marlena ties his tie, Jacob's eyes simply rest on Marlena's face - sinking deeper in love. When Marlena finishes, she looks up to Jacob...She can tell Jacob is enamoured. She smiles warmly, touching his cheek... \n[39]Sweet, sweet Jacob... \n[40]Good night. Marlena turns and disappears behind the velvet curtain. Jacob stands still for a moment, then exits. \n[41]Oh Jacob... August rushes out and is stopped cold by the sight of Marlena in Jacob's arms. He immediately tenses up. \n[42]Jacob! Jacob sees Marlena running towards him. \n[43]\n[44]No, thank you. Awkward beat. Marlena takes her champagne glass and drinks the last of it. August tries to make light of it. \n[45]Hook? That's an unfortunate choice of words. \n[46]Jacob, what you know about August is pretty much nothing. 80. Jacob feels put down. Marlena realizes that came out too brusquely. She softens, and explains with vulnerability; \n[47]You know how many star acts we've had? How much money we've made and lost and made...? Silver Star paid for our new stateroom and look what happened to him. Everything August touches gets fed to the cats one way or another. He'll never change. Jacob is moved. Marlena shifts gears and rises. \n[48]I want to dance. \n[49]I want to dance now! She pulls him up onto the dance floor. Marlena dances light as air. She spins from Jacob then returns to his arms, so that her back is to him. Jacob's forearm is on her collarbone - skin to skin. Her chest rises and falls under his arm. Her hair under his chin, Jacob can smell her fragrance - then she unwinds away from, like a ribbon. When the music stops, everyone applauds their dance - including Marlena. Jacob beams. He looks up to the bar: August stands stock still. His eyes glaring at Jacob. The dark expression we've come to know. Seething with quiet rage. Jacob takes a step back from Marlena when suddenly they hear; \n[50]Lord, that was close...Aw, look at my stockings! And they're silk too. \n[51]I want to see the Empire State Building. \n[52]I don't know where he is, do you? And he doesn't know where we are. It's not our fault. Like you said, who knows how long it'll take us to get back. Jacob is hesitant. Marlena takes his hand and softly pleads; \n[53]Just a few hours, Jacob. For just a few hours, we don't belong anywhere...we don't belong to anyone...Please. 82. Jacob looks in her eyes and knows he shouldn't, but... \n[54]I've never seen so far. Have you?  Look at it. As far as the eye can see and it's nowhere near all that's out there. Jacob notices tears in her eyes. \n[55]Yes. No. Yes, hahaha I'm fine. I'm a complete mess...ha... \n[56]Sorry. But Jacob understands; He screams and Marlena joins in. \n[57]Jacob? I need you to do something for me. Promise me you will. \n[58]I want you to go. I want you get away from us, from the show. You're smart Jacob. You deserve better than us. Leave as soon as you can or something terrible's going to happen. \n[59]It's all right. No one can hear. We'll never get another chance to say it all. Marlena looks into Jacob's eyes and finally addresses what they're both thinking; \n[60]Nothing can ever happen with us, you know. It's too dangerous. August will never let me go. You don't know what he's capable of. \n[61]I'm not. I don't have to feel afraid of him if I don't feel anything...After all these years, I've learned how to do it so well. I tell myself, \"I'm managing. I can manage him. August loves me. Nobody else ever did. Who am I to say it's the wrong kind of love?\"\u009d .. See, there's no place for a woman like me in any decent kind of world. You know where they found me when I was a baby? ... 84. \n[62]...In an alley behind a whore house in Baltimore wrapped in newspaper. No one even bothered to leave a note...This circus, my horses - this is the only kind of life I can have. August made a woman like me a star attraction...I'm lucky. And I'm safe...And I was fine - before you came. Jacob feels sorry and hopeful at the same time... \n[63]There's nothing that can cause a woman so much trouble as a good man. \n[64]Don't say that. \n[65]See? ... Look what we've done to you already. She touches Jacob's face gently. Until this moment, they didn't realize how close they are to each other tracing Jacob's face with her hands, as he leans in closer... \n[66]Sweet Jacob. \n[67]Am I still a girl? I feel so old. They kiss. They stop and silently acknowledge where this is going. As they move towards a secluded spot, they continue to kiss in between lines; 85. \n[68]This can only be tonight. We have to go back. Promise me you understand. \n[69]Promise me you'll suffer. \n[70]Promise you'll look in my eyes the whole time. \n[71]You'd have to be a Rockefeller... August would find me. He always does. \n[72]Jacob you promised. You said you understood it was only tonight. \n[73]Where were you when I was 17? Jacob smiles. They kiss not wanting to let go. Marlena pulls away and runs into the cab. Jacob watches it drive away. \n[74]Good morning Jacob, how are you? Marlena smiles. Jacob senses others eavesdropping...but the table is far enough away, so they can't be heard. \n[75]About what? Is something wrong? \n[76]Oh Jacob, champagne completely overwhelms my senses..I always feel the better for it when I abstain. All I remember is getting pushed by the crowd and then running and getting a hole in my stocking. I don't even know how I got home. I don't remember a thing. \n[77]Ha,ha Jacob, it's silly of you to apologize for my torn stockings. You weren't even there. Jacob is crushed by her reaction. Marlena maintains her upbeat facade. August enters with his tray of food and crosses to them. He is smiling like a man who has spent the night having great sex. August kisses Marlena right in front of Jacob. It is a long sensual kiss...a holdover from their night together. \n[78]August, please. We're in public. Jacob understands his meaning and is quietly devastated. \n[79]I told you, sweetheart. We got pushed apart by the crowd. This older married couple brought me to the ferry. \n[80]You're welcome, Jacob. As Marlena exits with the others, we discover August watching from them a distance; August's expression tells us he knows what they are hiding. \n[81]I wonder if you could help me. \n[82]I've planned a surprise for August. He's been so wonderful, don't you think? Could you make sure Rosie is staked in my tent after the show? \n[83]Thank you so much...Oh, and I'm sure it would be nice for August if you were there too. Marlena turns and exits O.S. Jacob isn't sure what to think. 98. \n[84]Oh, he'll be here any second. Jacob, can you open this for me? Jacob takes the champagne bottle and manipulates the cork. Rosie's trunk is curious, inspecting the bottle in Jacob's hand. Jacob laughs. Marlena sees and laughs as well. \n[85]Oh. No...Do you see Jacob? \n[86]To August - an authentic miracle man because he made a star attraction out of me. \n[87]Don't be silly. I couldn't wait for you to come. \n[88]What? \n[89]Auggie, you're being silly. \n[90]August don't do this! \n[91]August, please, there's nothing- \n[92]Auggie, please... Don't you see how much I love you? \n[93]\n[94]Auggie? Are you all right now?... August looks at her. Marlena's expression is one of care and concern. Jacob watches carefully. Has it passed? Suddenly, August flicks his lit cigarette into Rosie's open mouth - Rosie reacts and Jacob moves to help her - as August grabs Marlena, shoving her so hard she falls against the table, knocking it and her to the ground. He attacks her, trying to rip off her diamond necklace. Jacob attacks August, pulling him off of Marlena. JACOB AND AUGUST FIGHT: savagely pounding each other's faces, crashing against broken plates and spilled gravy, banging their heads viciously against the ground, rolling over each other as they alternately share domination... Marlena screams for them to stop. Rosie bellows, pulling on her leg chain. The FIGHT SPILLS OUT OF THE TENT INTO THE CIRCUS GROUNDS. \n[95]Jacob? Jacob, it's Marlena. They breath a sigh. Jacob opens the door to reveal. Marlena with a black eye. Jacob rises to her. \n[96]I'm sorry. I had nowhere to go. I told him I'm leaving him. \n[97]Looks worse than it feels.  Ha, look at the two of us. Marlena awkwardly enters the room to Walter and Camel's stares. She sees the moonshine and breaks the ice. \n[98]Can I have a swig of that? 104. Walter throws her the moonshine. Marlena drinks like a pro. \n[99]We're being run out. Apparently, August was so optimistic about money coming in for Rosie, he figured he'd double down and find himself a new fat lady to put him really toe to toe with Ringling...So he sent Mr. Erwin into town who finds this rather large woman in a restaurant and offers her the job. Except, she... ...she was the police chief's wife. Mr. Erwin got a left hook in the jaw and we got til morning to get out of town. This cracks everybody up. Laughter. A release of tension. But the laughter turns to quiet sadness as the reality of their situation sinks in....Marlena looks to Jacob and leans into his arms. He holds her, clearly in love, then ushers her out of the room for privacy. Walter sees what he knew all along. He kisses Queenie: \n[100]Why are you hiding that roustabout? \n[101]My God. 105. They come upon Silver Star's stall - empty - right before the door to the next car. They stop. \n[102]No. He thinks I'm with Barbara and the girls. He won't go there. \n[103]And after that? August has all our money. Where will I go? \n[104]Oh Jacob, that would be wonderful. You know, I bet Ringling would take us both then - they'd be getting a vet and a star attraction - that's a sweet deal for them. Although I won't be a star but I don't care. I'll take no billing at all...We'd be safe from August if we were with Ringling. \n[105]Of course, I'd have to wait a while until I can work again... 106. \n[106]Jacob...I'm going to have a baby. Jacob is stunned...then confused... \n[107]It's yours. Please don't ask me how I know...Is it all right? You can change your mind. I'd understand. Overwhelmed, Jacob keeps kissing her. Marlena lets go of all the anxiety she had about him. He loves her. She knows it. \n[108]I will...I promise...as soon as I stop being terrified. Jacob kisses her. He guides her to the ground, against the hay. She nestles in his arms. \n[109]I'm so tired. \n[110]What happens now? ", "CAMEL": "\n[1]You're pretty young for the rails. You running from something boy? You on the lam? \n[2]Where you headed? \n[3]Hungry? Outta work? No shame in it. What can you do? \n[4]We land in Deposit in the morning. We'll find you some work. And if you're still alive by the end of it, I'll get you some food and take you to Uncle August. Jacob drinks and chokes on the liquor. \n[5]Oh kid, don't tell me you didn't notice? Grady and Bill laugh though Blackie remains un-amused. \n[6]HA! You didn't just jump a train boy. You jumped the Flying Squadron of the Benzini Brothers Most Spectacular Show on Earth... You done landed your ass on a circus, kid! PRE-LAP: The Circus Train brakes screeching to a halt! \n[7]What the hell you doing in here? Get outta there!! You ain't a menagerie man. Only menagerie men is allowed in there. Jacob runs out to Camel. \n[8]Gonna try to get you set up with Crazy Joe. \n[9]It has been said Crazy Joe went to prison for killing a man who spit into the wind and hit the back of Joe's neck. So no, I would not call this man Crazy Joe to his face. Camel and Jacob walks on to an open stock car door, where CRAZY JOE stands - a burly man, missing three fingers. \n[10]Hey Joe! I got a First of May here. Think you can use him? Crazy Joe scans Jacob, shoots an oyster of dark brown tobacco juice then disappears back inside. Camel tells Jacob; \n[11]You're in, kid. 15. \n[12]You like the food? You deserve it. You done good, I hear.. 19. \n[13]..Woah, you better take a breath before it all comes back up on ya. Here. Have a hit of Jake. He offers Jacob his \"Jake\"\u009d. Jacob drinks and chokes. \n[14]It's an acquired taste. Now get yourself outta there. I'm gonna take you in to see August. As Jacob squeezes out, the Contortionist unwinds himself and takes up more space. \n[15]Only time circus people live - when they don't have to work. Come on... \n[16]I got a son about your age. Lives outside of Reading, PA. Haven't seen him for years. Fix your shirt there. Jacob shoves in his shirt. Camel smiles. He likes the kid. - The Clown Car: Clowns without make-up reading or playing cards. They look at Jacob as if he were walking the last mile. One Clown waves goodbye. \n[17]Remember, when you meet August let him do the talking and don't ever mention Ringling. He hates them bastards worse than the Depression. 20. - Barbara and the Coochie Girls Car; Girls in various forms of undress, negligees, sheer robes. Barbara exits a bathroom and bumps into Jacob, who fumbles seeing her half-nude; \n[18]Night ladies. \n[19]Now stop right there. That's Marlena. She don't talk to nobody and you don't talk to her. And don't mention her to August. Ain't no right way to talk about somebody's wife and make it sound like a compliment. \n[20]Look, kid, before we do this, I gotta ask... ..I ain't tryin to know your business but I do know you ain't been on the road too long. You're too clean, your clothes too nice and you don't got a possession on you. See, a man on the road collects little things. It's not a big life I can tell ya. So before you start, I ask: if you got any kind of life to go back to, that's what you should do. 21. Jacob stops. He tries to not sound emotional when he says: \n[21]I am sorry to hear that. They move on. \n[22]This here's Earl. He's gonna take you in. Earl, this here's Jacob. \n[23]HA! You may not want to after you been on a show long as I have. Good luck to ya, kid. Camel exits OS. Alone with Earl, Jacob asks: \n[24]Ha, this gam of mine keeps falling asleep on me. Pretty soon the only place for me is going to be selling tickets but I'm too ugly for that. \n[25]Yeah, take care kid. \n[26]Hey kid. What are you doing on the wrong side of the tracks? \n[27]It can't be that bad... They laugh but Jacob insists boldly. \n[28]Hey kid. How nice to see ya. \n[29]I don't know, kid. Woke up a few days ago and my feet was all floppy. Jes can't feel'em right... 87. \n[30]...It ain't just that though. It's other stuff too. \n[31]No such thing. Is there Doc? Walter looks at Camel's empty \"Jake\"\u009d bottle. \n[32]Well what the hell am I supposed to drink to stop the shakes? It's Prohibition and I ain't no Astor. \n[33]What happened? Somebody turn me around. Share some of that jug! \n[34]Well, what the hell...! 103. Camel uses whatever strength his has to push aside the trunk and see bloody Jacob. \n[35]Jesus Christ! Who did that to you? \n[36]What about family? Like my son. Gotta have somebody...a mother. \n[37]She sold you? \n[38]Ya poor kid. The night this train passed ya...you shoulda kept on running, I guess. ", "KINKO": "\n[1]August. \n[2]What is he? \n[3]I asked what, not who. \n[4]A menagerie man? Performers don't bunk with working men. There's a growl from his loyal Russell terrier, QUEENIE. \n[5]Queenie attack. 29. Queenie jumps at Jacob, growling, hunch backed. Jacob is pressed against the wall. Kinko returns to his book. \n[6]What do you think you're doing? \n[7]August loves his sideshow freaks. There's a guy with this outfit who has a parasitic twin growing out of his chest. He dresses it in a tiny tuxedo and black patent leather shoes. No talent but a real money- maker with the rubes. Calls himself the Man and a Half. Goddamn August'll pay him double what he pays me just for the irony. \n[8]Went belly up. Pretty common nowadays. Circus bosses see the end coming and they'd pull a runner with all the money. Menagerie belongs to the town now. August can get anything he wants for a song. Jacob and Kinko watch August striding through the grounds as desperate performers hopeful for work rush up to him. \n[9]Most of them will never belong to another show. And they know it. August is helped by Earl, who pushes the performers aside so August can head straight for the Goshen TOWN OFFICIALS, standing beside an Oldsmobile. They exchange greetings. \n[10]Queenie stop. Queenie stops. Kinko returns to his book. Jacob sees a NEW BED ROLL AND PILLOW, upon which sits a LETTER. He reads it: \"MR. &amp; MRS. AUGUST ROSENBLUTH REQUEST THE PLEASURE OF YOUR \n[11]It's trouble, that's what. Not that I give a damn, but you're playing with dynamite with those two and you're gonna blow all of us up. August is the meanest sonofabitch I've ever met. \n[12]You don't get it, do you? When August feeds your arm to a lion - that's the real August. The one who's generous and charming - that's the insane August. They hear a fight outside the car. They move to investigate: \n[13]Six men got red lit last night. Cancelling shows and that damn elephant cost August. He needed to clean house to save on payroll... It's a lousy day when an animal gets paid and men don't. \n[14]He hid one of the men who was supposed to be tossed. Word was the train was over a trestle instead of land. Nobody comes back from that. \n[15]JACOB MY FRIEND!! Folks, this is my friend and roommate Jacob. I'd like you all to make him feel at home! Kinko starts laughing uncontrollably and before Jacob can protest or escape, Barbara and Nell approach him, moving in for the kill. Blurry-eyed, Jacob staggers back but the others refuse to let him leave. In fact, he is picked up bodily, raised above their heads and transported to Silver Star's empty stall as Barbara and Nell disrobe him. \n[16]Where are you right now or where are you in an Aristotelean context because right now you're in a trunk. Inside the trunk, O.S. Jacob lifts his arm to Camera and discovers he is dressed in a red silk dressing gown... \n[17]Huh-huh. As Jacob struggles out of the trunk, we only see his arms. \n[18]You threw up on Barbara...And maybe Nell. 60. \n[19]You look a little pale. Kinko holds the mirror to Jacob. We see for the first time: \n[20]Your balls itchy? \n[21]It'll grow back. Aw come on, you still store about last night? Now I figure we're even. In fact, I probably owe you one. Feel free to borrow a book. \n[22]What do you mean \"wrong\"\u009d? 61. \n[23]Yeah, she's been like this all day. I don't know...she must have eaten something. She did her business and it was kind of...watery. \n[24]I don't like looking at my own. \n[25]Jacob? Thanks. \n[26]Jacob? \n[27]My real name's Walter. They never look at each other but a friendship is formed. Jacob exits. 62. ", "CHARLIE": "\n[1]Excuse me sir, can we help you?  Did you miss your ride? \n[2]Yes, I'm afraid you did. Can we call someone for you? \n[3]Did you come with the folks from the retirement home? \n[4]Let's go inside and we can call them to pick you up. Charlie motions for Russ to get Jacob in the wheelchair. Jacob resists. 2. \n[5]Sir, we need to get you out of this parking lot. My trucks have to come through here. Please... He offers the wheelchair. Jacob relents and sits. \n[6]I got it Russ. Take the walker. Finish closing up the ticket booth. Russ takes the walker and exits as Charlie wheels Jacob. \n[7]You sound like you know circuses. Charlie checks his watch, impatient to get Jacob home. \n[8]Malcolm, tell them to come through!  Two circuses. Wow, that's something. 3. \n[9]I'll need your name when I call the home. \n[10]What?...Wait a minute! Did you say you were with the Benzini Brothers? What years? \n[11]\"\u009831?...You're saying you were there for the---? \n[12]I don't believe this. After the Hartford Fire and the Hagenback- Wallace Wreck, that's the most famous circus disaster of all time. \n[13]Charlie O'Brien the third. \n[14]Mr. Jankowski, I would be honored if you would have a drink with me in my trailer. 4. \n[15]Camels drink scotch? Jacob laughs, shaking his head No. Charlie pours another; \n[16]You really got here on you're own? \n[17]I should call the home, let them know where you are. \n[18]So, how did the Benzini Brothers stampede start? The story is two guys got thrown off the train and-- \n[19]Sorry. From the beginning. 5. \n[20]It's the heat. \n[21]Hi Officer, can I help you? \n[22]We had a lot of folks from the home today. But no, I haven't seen him. The Cop peers past Charlie and sees Jacob. \n[23]Oh....that's my Dad. The Cop is suspicious. Charlie covers: \n[24]He can't talk. Had a major stroke a few years back. But he's doing well. Ain't ya Pop? Understanding the ruse, Jacob starts to play the part of a stroke victim: he opens his mouth, his jaw quivers. He reaches for his glass with a shaking arm. Charlie helps him. Jacob holds out his tongue like a parrot's as Charlie helps him drink. The Cop watches with a blank expression. Jacob swallows and nods speechless, smiles and manages to drool. Beat. The Cop wonders. Then, pulling out his card: \n[25]I wonder if we can get you into the book of records. \"Oldest man who ever ran away with the circus\"\u009d. ", "WALTER": "\n[1]Why are you sleeping here? Somebody's looking for you. \n[2]Like down there...man stuff? Camel, his eyes wide and fearful, nods slowly. \n[3]Jamaica ginger paralysis. Jake leg. I've seen it before. \n[4]The manufacturer started putting this plasticizer in it, or something, to get around regulations that Jamaica ginger extract not be sold as booze. You're not supposed to drink this stuff, ya know. \n[5]\n[6]Until when? What are we going to do with him? Shoot him like Silver Star? Because that's what he is Jacob. In a week, he won't be able to move his legs at all. \n[7]I was right about you. You're going blow us all up...August got home tonight before you and Marlena. People are talking. Walter stalks off leaving Jacob unhinged by the news. \n[8]I shouldn't be a clown. I should be a Goddamn fortune teller. 89. \n[9]Come on Jacob. Walk away. With Walter's help, he tears his eyes from the billowing flap and walks away, passing rubes who watch with fascination. \n[10]The only thing that's keeping you alive right now are the rubes who saw everything. August can't risk getting rid of you here. But you better not get back on this train when we leave tomorrow night. \n[11]Shut-up Camel. \n[12]August. Is it true? Jacob wants to deny it but his silence speaks the truth. He can only manage to shake his head NO...But Walter can read between the lines....He lowers his head in despair. THE TRAIN STARTS TO MOVE. All three react with surprise. \n[13]Something's gone wrong. SUDDENLY, A KNOCK ON THE DOOR. The three men immediately are on alert. Walter grabs his knife from beneath his pillow. Camel tries to shove himself behind the trunks. THE KNOCK COMES AGAIN as we hear: \n[14]Why is the train moving? Marlena sits with the jug, casually talking: \n[15]Aw girl. We're all in it now. \n[16]Sshh. Lie back. \n[17]I don't know. Your pupils are two different sizes. Jacob pushes himself up onto his elbows but his world spins. \n[18]Jacob, look at me. You've got a concussion and you're on a moving train. There's nothing you can do. Marlena can handle him. She's done it for years... 110. \n[19]Jacob, you can't. \n[20]Does August know?  What have you done to us? \n[21]I'm a fifth rate clown when second rate circuses are folding all over the place. Doesn't put me on top of Ringling's list. They've got a dozen of me in the wings. I couldn't even go if I wanted to. August won't pay anyone. Says the show's debts have to come first. First time in Benzini Bros history performers haven't been paid. People are starving out there, Jacob. In the United States of America. Starving. Where am I going to go? \n[22]Not a woman I have any use for. She's sold me to this outfit when I was 13. \n[23]I'm not exactly cut out for farm work. Don't worry about me.. 111. \n[24]..If you and Marlena go, if August doesn't kill you first - I'll know what to do...I'll tell August how well I got to know you and how I can help him find you. Might even get myself a better room out of the bargain... It won't be anything personal, you understand. Beat. Each wants the other to survive at any cost. \n[25]You too, Jacob. They exchange a final look, which is a goodbye. Walter turns away from Jacob, holding Queenie to his chest. Camel looks compassionately at Jacob and says: ", "EARL": "\n[1]Very nice. Then, with one hand Earl slides back the door and with the other hand, violently grabs Jacob by the neck and throws him head first into the car. \n[2]That stowaway the old drunk took under his wing. College boy. Jacob tries to explain but Earl bangs him against the wall. \n[3]\n[4]What's going on? \n[5]No he won't, kid. Come on. Earl disperses the crowd that has gathered, which includes Walter, who sees Jacob's bloodied face and goes to him. FROM INSIDE THE TENT, THEY HEAR: Two soft thuds..then a louder one...Then an unnerving silence. \n[6]See, it's over. Can we let you go? Jacob pants and nods. Earl and one of his men let Jacob go in degrees, until he is standing up. Walter holds his waist. \n[7]Come on kid. When Jacob starts to exit again, something happens: \n[8]It's good you're going. They must have known you got back on the train last night. He tossed more than half a dozen working men. 116. \n[9]Kinkers never get tossed. Never. So that was meant for you. We hear the GOUNOD WALTZ starting in the Big Top. \n[10]A few of the guys that got tossed caught up with us again. \n[11]Keep walking...They got tossed off the trestle, if you can believe it. Camel's head hit the rocks. He died right away... Jacob is heartbroken and dreads what he's about to hear. Earl pauses for a beat...this part is harder to tell: \n[12]...Walter...Walter's legs were smashed up real bad..They had to leave him. They don't reckon he lasted the night. Jacob is in shock. He can barely walk on... \n[13]The ones that came back...Bill... Grady.. I don't know how but, one way or another they're taking down August tonight. Hearing this, Jacob stops to face Earl. \n[14]Oh Christ! Oh Shit... Earl runs back towards the Big Top. \n[15]The Disaster March! Everyone with the show barrels towards the Big Top when Greg appears amongst them and calls to Jacob: ", "GREG": "\n[1]Gin and ginger ale. Elephants love booze. One whiff of this and she's not thinking about cabbages no more.  ... moj malutki paczuszek? \n[2]Grabowski. \n[3]Last show I worked, one bull faked a belly ache just to get the whiskey...Better grab the hook. \n[4]Don't want the job. Not for him. Besides, I'm not bull man. I just like big beasts. Jacob gets it and follows Greg who carries the bucket. \n[5]Is she following? Jacob turns around to see and sure enough: Rosie is leaving the garden and trotting behind to catch up to the bucket of gin and ginger ale. Jacob's impressed. \n[6]Here this will help. Poor beast. He really hurt her. Told you about him.  Don't understand why a man like that wants to be around animals in the first place. He shouldn't have the right, if you ask me. Listening to Greg, Jacob gets increasingly angry. He sees the bull hook. He grabs it and marches out of the menagerie. \n[7]Oh she's a strong one, this one. Jestes dobra dziewczynka Jacob watches as Rosie lifts her foot and Greg rubs ointment. Jacob sees the many empty whiskey bottles. \n[8]She's four tons..she'll just sleep good.  Potoz noge. Jacob watches as Rosie puts her foot back on the ground. \n[9]Masz, moja piekna Jacob watches as Greg digs in his pocket and pulls out a mint, brushing off the lint. Rosie's trunk investigates, then nimbly plucks it out of his hand and into her mouth. \n[10]Might help if he said please. \n[11]\n[12]He's right. He's just an elephant tramp. The bull is his. ", "JACOB  (CONT'D)": "\n[1]What is it inside of us makes us decide to grab onto life again and again, no matter how many times it abandons us without a second thought?...What is it makes us hungry for more of the same? Somebody smart should figure that one out. Jacob makes his decision: He runs parallel to the train...stumbling over gravel, pitching forward and losing his balance, recovering, then running faster, scanning for something to grab hold of to hoist himself up. He sees: AN OPEN STOCK CAR IS THREE CARS BEHIND HIM...As it catches up to him, he lunges forward, reaching for the iron grab hold and flings himself upward. He clings on with his left leg, elbow and chin. His right hand clings to the grab hold. With his left hand, he claws the floorboards of the stock car, but the aged wood scraps off under his fingers. His right leg is dangling, beneath the train itself, dangerously close to the tracks. Jacob is slipping...slipping... With everything he's got, Jacob makes one final \"life or death\"\u009d effort, managing to get his left knee up over the edge. Using foot, knee, chin, elbow and fingernails, he scrapes his way inside the stock car and lies panting... \n[2]It wasn't really Lucinda in there. It was Barbara in a fat suit and wig inside the hippo den. We buried the real Lucinda by the railroad tracks between towns. Cemeteries cost too much. We were the only family she knew. People line up to cheer and offer their silent respects...and satisfy a ghoulish fascination at the \"dead\"\u009d fat lady. \n[3]August sure was right about Rosie. She pulled the people right in. Rosie played that crowd like a pro. The rubes love the exotic Rosie...kids run up to pet her with their parents. As Rosie passes, we see AN OLD WOMAN standing in front of her green shuttered house waving with delight. We see she has a abundant vegetable garden which Rosie eyes covertly. \n[4]His accent was awful but Rosie obeyed without fail. Marlena watches, full of excitement and praise for August. He instructs Marlena where to stand. He commands Rosie who lifts Marlena up with her trunk. Everyone cheers and applauds. Those near Jacob pat him on the back, grateful that he saved the circus. Jacob smiles. \n[5]I was finally a part of them. \n[6]Marlena looked happy...And it broke my heart. \n[7]I wanted to believe taking Walter's knife didn't make a difference. But still. I left him without a fighting chance. Maybe they survived. Maybe they were tossed over grassy land...I couldn't let myself believe what I already knew. Jacob falls apart, crying without shame. 114. ", "DIAMOND JOE": "\n[1]We don't have an eleph- \n[2]Marlena did want a vet to take a look at Silver Star. They cost. \n[3]A harness what? \n[4]The Man and a Half? \n[5]She's a hundred if she's a day. We're lucky if she can move. \n[6]In pieces. "}}