{"dialogues": {"JILL": "\n[1]Dr. Minakis? \n[2]Thank you. \n[3]Sure. \n[4]Okay. \n[5]Nancy? \n[6]All right. \n[7]Yeah, I've been here for about an hour already. \n[8]I guess... I haven't looked around very much. \n[9]No, they were asleep when I got here. \n[10]You didn't happen to talk to Billy today, did you? \n[11]Did he say anything about me? \n[12]It's what I didn't do. \n[13]Do me a favor, Nance. \n[14]Do you think you'll be talking with Billy some time tonight? \n[15]That isn't what I had in mind. \n[16]Nancy, all you want to do is come over here and get drunk. \n[17]Who? Me? \n[18]I've got a lot of work to do. I don't want you coming over! \n[19]You are my friend. \n[20]Listen, just give Billy the number here, but don't tell him I told you to. Okay? \n[21]Okay, Nancy. Bye. And thank you. \n[22]Hello? \n[23]Billy?... \n[24]What? \n[25]Hello? \n[26]Mrs. Mandrakis? \n[27]Hello! \n[28]Billy! I don't think this is very funny! \n[29]...Who is this? \n[30]Hello, I'd like to speak to Dr. Mandrakis. This is his babysitter. \n[31]Yes? \n[32]Forty minutes? \n[33]Okay. Thank you. \n[34]Hello, Operator? Can you get me the police? \n[35]Yes! No, not really. \n[36]Please. \n[37]Hello, I've been getting phone calls, every fifteen minutes or so. I think it's a man. He's trying to scare me. \n[38]That's right. \n[39]No. \n[40]No. He just keeps calling me. Sometimes he doesn't say anything. \n[41]No, I'm just the babysitter. \n[42]Oh... \n[43]What? \n[44]No, I... You're probably right. It's nothing to worry about. \n[45]No, the people I'm babysitting for might try to reach me. \n[46]Okay. Thank you. \n[47]Goodnight. \n[48]Hello? \n[49]I called you before... about the man who keeps calling me? \n[50]He called me again. \n[51]No, he's out there somewhere. \n[52]In the neighborhood. He's been watching me... through the windows. \n[53]No. I know he's there. \n[54]Yes. \n[55]Yes. Everything. \n[56]Please, can't you help me? I'm all alone. \n[57]He will call again! I know he will! \n[58]555-0672. \n[59]3317 Oakridge Drive. \n[60]But he never stays on that long! Sometimes he hangs up after just a couple of seconds. \n[61]Jill Johnson. \n[62]Yes. \n[63]Okay. \n[64]Thank you. \n[65]Hello? \n[66]I know. Who are you? \n[67]I won't be here much longer. The doctor and his wife are coming home soon. \n[68]Can you see me? \n[69]I'm sorry I turned the lights down. It didn't work anyway. I can turn them back up if you like -- \n[70]Don't? You've really scared me. Is that what you wanted? Is that what you wanted? \n[71]What do you want? \n[72]You don't know me. You don't know who I am or where I live. I'll get Dr. Mandrakis to drive me home. Him or the police. \n[73]I want to talk to you. \n[74]Leave me alone! \n[75]Well, look what the wind blew in! \n[76]Is that all you ever want? \n[77]Hi. \n[78]Great... what's the occasion? \n[79]What? \n[80]Okay, see ya. \n[81]No, I will not tell you a story. You go to sleep now. And be good. Carol will be here while we're gone. \n[82]What is it? \n[83]I love you, too, Junebug. Goodnight. Sleep tight. \n[84]Hi, Carol. \n[85]Ugggh... wasn't it a dreadful picture? \n[86]They will be soon. Give them about twenty minutes and then take a peek -- but if Stevie sees you, you'll have to tell him a story. Here's the number of the restaurant. Call us if you need us. For police, ambulance, any emergency like that, just dial 911. You know that, right? \n[87]And just in case, I've written the number of the children's Uncle George and Aunt Lucy here, too. \n[88]Okay. Okay. \n[89]Here. \n[90]Thanks, Carol. \n[91]Goodbye. \n[92]John, tell me about the surprise. \n[93]I'm braced. \n[94]What sack? \n[95]Oh, sure. \n[96]No, I don't believe you. \n[97]John, what did you get? \n[98]District Sales Manager! \n[99]Regional?! \n[100]John, I don't believe it! District Sales Manager! \n[101]Well, it's about time! \n[102]Not you. It's about time they recognized you for what you are. \n[103]Does this mean a raise? \n[104]How much? \n[105]How much? \n[106]You're kidding! And a car? \n[107]John, I'm so proud of you. \n[108]That's right. \n[109]Eat your dinner. It's probably Carol. I'll talk to her. \n[110]Hello? \n[111]It was him! Somebody call the police! Help me! \n[112]That man... Curt Duncan... He's home again! He's got our children! \n[113]Carol, it's Mrs. Lockhart. Answer me truthfully. When was the last time you looked in on the children? \n[114]I'm Jill Johnson, the babysitter seven years ago with the child killer. \n[115]Hello? \n[116]Carol? \n[117]Carol? Carol?! \n[118]Sshhh... \n[119]What are you thinking about? \n[120]John, it wasn't a prank. I know that voice. \n[121]I know that voice. \n[122]How can we just sit here? \n[123]Nothing has to be rethought. And I'm not about to fall asleep. \n[124]That's what they told me before. \n[125]John, I'm sorry to be putting you through all this. \n[126]Honey... \n[127]Not so loud. You're going to wake the children. \n[128]Stevie... Stevie... \n[129]Stevie, listen to me. Where did you get this candy? \n[130]Where did you get this? \n[131]What man? \n[132]John?... John?... \n[133]John!... John!... ", "CLIFFORD": "\n[1]Are the parents here yet? \n[2]Christ! What a homecoming! \n[3]Blood? \n[4]Jesus... \n[5]Who is he? \n[6]How about the babysitter? \n[7]Yes, sir, for the past three and a half years. \n[8]Oh, yes. \n[9]I know they haven't assigned anyone to it specifically. It's an old case. \n[10]Yes. Maybe not tomorrow, maybe not this week, but I'll find him. \n[11]I don't think so... because he's a foreigner. He'll come back to the city. After six years in confinement, it's the only place that's familiar to him. That's important. \n[12]I couldn't agree with you more. \n[13]Thank you. How is Mrs. Mandrakis? \n[14]I'm sorry. Please give her my best. \n[15]You gave him electric shock? \n[16]It says here thirty-eight... thirty- eight times. \n[17]What will happen to him now, without the drugs he was on? \n[18]During the time that you had him here, did you discover any particular habits of his, peculiarities, quirks, anything that might help me find him? \n[19]Any letters from people back in England? Family? \n[20]Let's get something straight here, Doctor. I've been 33 years in the business of tracking people down and putting them away. I spent almost a year on Curt Duncan alone, with the trial, the testimonies, the background investigations. I didn't come here today to look in your goddamn folders. In fact, I wouldn't have come here at all if you'd done your job right. \n[21]Assuming he isn't found right away... what will happen to him? \n[22]What kind of clothes was he wearing... when he escaped? \n[23]Did he have any money with him? \n[24]What's Guy du Mar-- \n[25]Duncan had it? \n[26]What is it? \n[27]Are you being serious? \n[28]Duncan was Catholic? \n[29]That makes three of us. \n[30]Yeah, in a minute. \n[31]Stand still. I want you to remember this in the morning. \n[32]Charlie, come on. \n[33]No. I got a job today, tracking someone. \n[34]It's Curt Duncan. \n[35]You didn't know he got out? \n[36]I need your cooperation on this one. \n[37]Jesus, I don't recognize anybody. \n[38]Three and a half. \n[39]Hi... \n[40]Depends on how lucky I get. I'll only be coming around once, maybe twice a week. \n[41]Is it vacant? \n[42]My name's John Clifford. I'm a private investigator. \n[43]A private detective. \n[44]I'd just like to talk, ask a few questions. \n[45]Listen, lady, I can be back in thirty minutes with a search warrant and a handful of cops, and I can probably have you arrested, whether or not the charges would stick. Now do you want to let me in and talk? \n[46]I'll show you a badge when you open the goddamn door! \n[47]I don't carry a badge. I'm issued a license, a piece of paper, and I left it at home. You're Tracy Fuller? \n[48]Can we sit down? \n[49]Do you recognize this man? \n[50]He's escaped from the insane asylum. In 1972, he murdered two children... broke into a house and found them asleep in bed. It was a little boy, five an a half, and a little three- year-old girl. After the coroner's investigation, their bodies were taken to the mortuary, where the undertaker took one look at them and said he couldn't have their bodies reconstructed for the funeral without six days of steady work. Then he asked what had been the murder weapon, because looking at the mess in front of him, he couldn't imagine what had been used. The coroner told him there had been no murder weapon. The killer had used only his hands. The undertaker went to work and had them done in four. \n[51]What's the matter? \n[52]Do you think he'll try to see you again? \n[53]Let's play it safe. Let's assume that he will. \n[54]Will you work with me? \n[55]What are your hours tonight? \n[56]I want you to be open if that's possible. \n[57]This is tomorrow! Now what are your hours? \n[58]I've come to say goodbye, and thank you. \n[59]I think so. \n[60]From here on, I go it alone. \n[61]No. \n[62]I'm going to kill him, Charlie. \n[63]The closer I get to this guy, the more I... It gets to me. I don't know... \n[64]No. Not this time. This is the case that makes up for a whole career. If you can't understand it now, you will in a few years. \n[65]For what I'm being paid, it's not out of line. \n[66]He murdered two kids in cold blood. You were there, too. \n[67]I understand that. \n[68]Jimmy needles. \n[69]You'll never hear from me again. \n[70]Don't worry. \n[71]I'm ready. I'm just trying to think where he could be in the meantime. \n[72]I'm looking for an old buddy of mine, English fella. Name's Crazy Curt. Any of you guys seen him? \n[73]I owe him some money. \n[74]Stands about so. Brown hair. Face kind of banged up. Was in an accident. \n[75]Where? \n[76]I have to talk to him. \n[77]Sure. Keep the bottle. I'll be back. \n[78]No luck. You see him? \n[79]He still could be out there, though. \n[80]Are you all right? \n[81]I'm going to hang around outside for awhile. I'll be back on and off again all night. \n[82]Are you sure you're okay? \n[83]All right. Bolt your door. Don't let anybody in, no matter what. \n[84]I'll be seeing you. Listen. Thanks. \n[85]Duncan. Duncan. It's over now. Come on out. \n[86]My name's John Clifford. I'm a private detective. I've been hired by Alexander Mandrakis to take you back. I'm not going to hurt you. \n[87]I'm not going to hurt you... I'm not going to hurt you... There'll be no more pain... You're safe now... \n[88]I know. \n[89]I don't think he'll come back here. \n[90]Thanks... for all your help. \n[91]I know it wasn't easy. Maybe, someday, I'll be able to... \n[92]I'll be around. \n[93]You like ice cream? \n[94]What flavor? \n[95]Okay. \n[96]For how long? \n[97]It's just as well. Will you be here? \n[98]Here. Call if you need me. \n[99]Hello? \n[100]Can you dial a local number for me? \n[101]555-2183. \n[102]Operator, what does that mean? \n[103]Why don't I get a recording? \n[104]Yeah, okay. Thanks. \n[105]Your husband's okay. ", "JOHN": "\n[1]Hey, how's my little tiger? \n[2]Well, we'll look for it real hard later. Let me talk to mommy. \n[3]Hi, babe -- whaddya say you put on a sexy dress, and I take you out to dinner tonight? \n[4]Just a little surprise. \n[5]I'm leaving here now; be home in half an hour. \n[6]Bye, babe. \n[7]I thought it was nice. \n[8]Are the kids asleep? \n[9]Honey, in ten seconds I eat the staircase. \n[10]I'm not wearing that thing! \n[11]Bye, Carol. \n[12]I've eaten enough breadsticks to turn into a pretzel. \n[13]Oh, yeah. Brace yourself. \n[14]Good. I got the sack today. \n[15]The can... I was fired! \n[16]You don't believe me? \n[17]Well, Wally did call me into his office today. And he did tell me I didn't have my old job anymore. \n[18]Are you ready for this? \n[19]Regional! \n[20]Nah, District. \n[21]I'll be the youngest District Manager in the company's history. God, am I hungry! \n[22]It sure does. \n[23]A lot. \n[24]And a car. \n[25]What's the matter? You don't like your food? \n[26]Jill, what's happening? What's wrong? \n[27]Wait a minute! Just hold on! Sweetheart, what was him? What are you talking about? \n[28]He was on the phone? \n[29]Hello, Carol, it's Mr. Lockhart. What's going on over there? \n[30]Is everything all right? \n[31]Are you sure? \n[32]Carol, listen to me very carefully. If there's a man in the house, if there's any reason why you can't talk to me right now, just answer yes to me over the phone. That's all. If there's any danger of any kind, just say yes. \n[33]Carol, I'm sorry about all the hysterics. We're leaving the restaurant now. We'll explain everything when we get home. Before we hang up, could you do just one more thing for me, please? \n[34]Would you go upstairs and, and check on the children for me? \n[35]Officer, I'm John Lockhart. Just a second please, and I'll explain everything. \n[36]The babysitter. The guy got into the house and killed the two children upstairs. \n[37]That's right. That's the one. \n[38]Carol? Carol? \n[39]Jill! \n[40]Nothing was wrong? \n[41]If I ever get my hands on the guy that made that call... \n[42]He disguised it though, didn't he? Same as before? \n[43]Look, we promised never to talk about this. \n[44]What are we supposed to do? Leave town? Take the kids and lock ourselves up somewhere? Come on... Let's get a good night's sleep, and in the morning we can rethink this whole thing. \n[45]Try to relax, honey. I'm here. We're both here. The house is locked up. The cops'll be just outside all night long. We're safe now. \n[46]Okay. Look. If it'll make you feel any better... \n[47]I'll keep it right here beside me all night. You know I'm a light sleeper and a damn good shot. Are you satisfied? \n[48]Hey, you're not putting me through anything that you don't have to go through yourself. I'm with you all the way. Trust me. Okay? \n[49]That's my girl. \n[50]Now try to relax. We'll get some sleep. You'll be surprised how differently things will look in the morning. \n[51]What? \n[52]Naw. Those kids'd sleep through an earthquake. They're good kids. Here, take a couple of these. They're just what the doctor ordered. \n[53]You know, I read somewhere about this psychological thing called hysterical delusion or hysterical recall or something. It had to do with how an event from your past can sneak up on you sometimes and fool you when it's only just a memory. I don't know. We'll talk about it in the morning. Maybe there's someone we can see about that... ", "DUNCAN": "\n[1]Have you checked the children? \n[2]Have you checked the children? \n[3]Have you checked the children? \n[4]Why haven't you checked the children? \n[5]It's me. \n[6]I know. \n[7]Yes. \n[8]Don't. \n[9]No. \n[10]Your blood... all over me. \n[11]You've called the police? \n[12]No. I don't eat the food. It doesn't taste right. \n[13]No, I'm not comfortable! \n[14]Hi. \n[15]What you been up to? \n[16]Next round's on me. \n[17]After what I been through, I don't mind anything. \n[18]See, that's the whole point. My mind... Your mind... Where do they fit in? You know what I mean? \n[19]Do you live around here? \n[20]Listen, I didn't mean nothin'. I don't live around here. See -- ? \n[21]...Came to apologize. I... \n[22]I'm new in town. Don't know anybody... \n[23]New York. Ever been there? \n[24]Kind of a mean place to be. Everyone cold, unfriendly... \n[25]I'm not from New York, actually. But I'm very, very far from home. \n[26]I thought we might get some coffee. Can I buy you -- ? \n[27]Someplace nearby? \n[28]I got no place to go. \n[29]Just, just a little coffee? \n[30]Okay, tomorrow. When? \n[31]I like you. \n[32]It's okay. It's okay. \n[33]I'll see you later... sometime. I still want to buy you that drink. \n[34]Coffee. \n[35]Black. \n[36]No, thank you. \n[37]I just have to talk to you. I want you to be my friend. \n[38]Please... \n[39]Hey, Crazy Curt! \n[40]No! Mandrakis! No! \n[41]Have you checked the children? ", "TRACY": "\n[1]A little action for your game? \n[2]I wouldn't bet against you. \n[3]My own business. Thanks for the light. Okay? \n[4]Listen, mister, I've got my own money. So, if you don't mind... \n[5]Get offa me!! \n[6]Oh, it's you! What do you want? \n[7]Look, I'm the one who should be sorry. I didn't want that to happen. Oh, God! Look at you. Are you all right. \n[8]Where're you from? \n[9]Sure. Sure I've been there. \n[10]Excuse me. \n[11]Hello?... \n[12]...No, I just got in... I don't know if I can... Listen, I can't talk now. Can I call you back?... Okay... Goodbye. \n[13]Look, you can't come in here. \n[14]I don't think so. \n[15]Not tonight. You'd better go. \n[16]You can't -- \n[17]Maybe tomorrow. \n[18]I said maybe. I don't know. Listen, I'm sorry about this afternoon. I really am. All right? That was my boyfriend on the phone. He's coming over. So please leave. Now. \n[19]Look, do you want me to call the cops? \n[20]Who is it? \n[21]A what? \n[22]What do you want with me? \n[23]I've got nothing to say about anything or anybody. \n[24]Have you got a badge? \n[25]Why? \n[26]He's been here. \n[27]I don't know. He said he had no place else to go. \n[28]Oh, God... \n[29]I'm okay. \n[30]I'm fine. \n[31]Okay. \n[32]Sure. \n[33]I used to see my two kids every weekend. They lived in a nice house with their father, outside the city. \n[34]Now... it's been years. They're grown up. \n[35]I look at where I am now. I know I could've done better, but... it's too late for that. \n[36]Well, you've got to keep looking, I suppose. \n[37]I wish you wouldn't leave me altogether... \n[38]I'm not a young woman anymore. I've given up all my dreams of the future. Now, I just want to make it to the end. You know what I mean. \n[39]Sure. \n[40]Yes. \n[41]Chocolate chip. ", "GARBER": "\n[1]We were only a block away when the call went out. When we got here, the guy was still waiting upstairs in the children's bedroom. He was covered with blood. \n[2]Not his own. The children had been dead for several hours. \n[3]He'd been using an old phone in their bedroom that the parents had never had disconnected. \n[4]We found a Merchant Seaman's card on him. He's English. Entered the country less than a week ago. \n[5]She's going to be all right. \n[6]What is all this?! \n[7]How was I supposed to know? \n[8]Will you tell me what this is about, Cliff? \n[9]I don't think I can take any more of these surprises. \n[10]Okay now, what's the big deal? \n[11]If you want me to remember something in the morning, then tell it to me in the morning. \n[12]All right, all right. What is it? You're getting married. \n[13]That's great, Cliff; I'm sure you'll find your man. \n[14]What? \n[15]Sure. Anything. \n[16]Three years is a long time in a place like this. \n[17]How long will you be here? \n[18]You want to use your old desk? Someplace to sit down? \n[19]Any luck? \n[20]You found him? \n[21]Where? \n[22]What's the point of chancing it, Cliff? We'll let you take the credit. \n[23]I think you'd better go on home, Cliff. You've fallen in. \n[24]What part does money play in all this? Play straight with me. \n[25]Who's hired you for this? \n[26]So you're a hitman now. \n[27]You could get busted. \n[28]What are you going to use? \n[29]You're stretching our friendship, Cliff. If you blow this at all -- \n[30]Take your time. Do it right. \n[31]Do you need any help preparing for this thing? \n[32]Hey, Tucker, lemme see that a minute. \n[33]You guys have a stake on the house? \n[34]Thanks. \n[35]Cliff?... I think I got something for you... ", "SACKER": "\n[1]An anonymous caller? \n[2]Has he threatened you? \n[3]Has he been using obscene language? \n[4]There's really nothing we can do about it down here. Is the phone listed in your name? \n[5]It's probably just some weirdo. The city's full of them. Believe it or not, we get reports like this every night. It's nothing to worry about. \n[6]Have you tried whistling? \n[7]If you can find a good loud whistle somewhere in the house, blow it into the phone hard, next time he calls. Probably break his eardrum. He won't bother you after that. \n[8]Or you could just take your phone off the hook. \n[9]Well, as I say, there's nothing we can really do to help you down here. \n[10]You bet. Goodnight. \n[11]Seventh Precinct, Sergeant Sacker. \n[12]Oh, yeah. \n[13]Did you try whistling? \n[14]Out where? \n[15]Did you see him? \n[16]Is the house locked up? \n[17]And the windows? \n[18]Then you're safe. If he wanted to break in, he wouldn't be calling you. \n[19]Tell you what. If this guy calls you again -- \n[20]Okay, calm down now. I can alert the phone company so that if he calls again we can try to trace the call. What's your number there? \n[21]And the address? \n[22]Oh, yeah, I know where that is. All right. If the guy calls again, try to keep him on the line for at least a minute so we can trace the call. \n[23]It's the only way we can help you. By the way, what's your name? \n[24]Jill, the important thing is to relax. You're safe where you are. We've got patrolmen cruising the area all night long. Just stay calm. Will you do that for me? \n[25]In the meantime, we'll be watching your line. Okay, Jill? \n[26]Call again if there's any problem. \n[27]Goodnight. \n[28]Jill, this is Sergeant Sacker! Listen to me! We've traced the call. It's coming from within the house. A squad car's on its way over there now... just get out of that house! ", "NANCY": "\n[1]Hello? \n[2]Hello, Jill? How's it going? I got it, Dad! Father! Jesus Christ! My father's in one of his moods again. Male menopause, you know. So how are you? \n[3]Are you over at Dr. Mandrakis'? \n[4]Isn't it a neat house? \n[5]Did you see his kids? \n[6]They're really cute. So what can I do for you? \n[7]Yeah, I talked to him. \n[8]I don't know what you did to him, or said to him, or what... but he's really pissed off at you! What did you do? \n[9]Yeah, I can imagine. \n[10]What. \n[11]Prabably. I'm going to the library in a few minutes. I just have to get out of this house! Hey! Why don't Billy and I come over there? He'll come along if I tell him to. \n[12]You'll be safe with Billy. I'll be there. Come on. \n[13]Who? Me? \n[14]You want to see Billy, don't you?! \n[15]You know what your problem is, Jill, is you're so straight. I really mean that. You go to a private school, you wear a bra. No one can have a good time with you! You know, Billy asked me to go out with him this weekend, and I was really really tempted because I like Billy... a lot... as much as you do. But I told him I couldn't, that I didn't think it was right because you were my friend -- \n[16]Yeah. I guess so. \n[17]Okay. I've got to go now. \n[18]Yeah. Bye. ", "CAROL": "\n[1]Hello, Mrs. Lockhart. I saw your picture in the paper the other day. Congratulations. \n[2]Nine-one-one? Oh, sure. \n[3]Have a good time. \n[4]Goodbye. \n[5]Hi. It's me. \n[6]Can you come over? \n[7]Ohhh... \n[8]Hello? \n[9]Nothing's going on. \n[10]Yes, there's nothing -- \n[11]Everything's fine. Why? What's --? \n[12]I don't understand what's happening. What man in the house? \n[13]About forty-five minutes ago. Everything's fine. They were fast asleep. \n[14]What? \n[15]Sure. Hold on. \n[16]When I got back to the phone, the line was dead. I figured we got cut off somehow. What's been going on? ", "BILL": "\n[1]Doin' all right. \n[2]What, him? \n[3]What's the matter? You don't like me playing with myself? \n[4]I think the lady wants to be left alone. \n[5]I think an apology is in order. \n[6]That the best you can do? \n[7]I think you'd better just move along, pal. \n[8]No! I want him out of here! \n[9]Go on, beat it. \n[10]I'm not going to say it again, mister. \n[11]Who're you calling? \n[12]You're welcome, baby! \n[13]Okay? \n[14]You see any damages? \n[15]See ya 'round. ", "CHEATER": "\n[1]Wha -- ? \n[2]All right! All right! \n[3]Whaddya say, pardner. I'm dry as a bone. You got any money? \n[4]You neither, huh? My name is Morgan, but it ain't J.P. Guess I better go to work. Take 'er easy now, pardner. \n[5]Well! I can't say much for your protocol, but your timing's dead on. Here's to you, pardner. \n[6]Aaahh. Show me an honest man... \n[7]Oh, yeah? I was just with that guy, not more'n an hour ago. Looked bad. Crazy Curt, huh? \n[8]Hell, I can't remember. Prob'bly see him again though. Tell you what. You leave the money with me, I'll see he gets it... as a favor to you. \n[9]Whatsa matter? You don't trust me? I'll have you know I used to be a college professor. We can work together. \n[10]\"Long life to the grape! For when summer is flown, The age of our nectar Shall gladden our own.\" That's Shelley, you know. \n[11]Hail fellow well met, and all that jazz. It's our lucky day! A friend of your's got money for you. We got to get back to the park and meet him. \n[12]C'mon. He'll be comin' for you, Crazy Curt. S'got some money. We'll get us a little joy juice. \n[13]C'mon! Hey!! You really are crazy! C'mon! \n[14]\"Blow, winds, and crack your cheeks! Rage! Blow, you cataracts and hurricanoes, spout till you have drench'd our steeples and drown'd the cocks!\" ", "STEVIE": "\n[1]Mommy, what's for dinner? Could we have hamburgers? \n[2]Hello? \n[3]Daddy, Junie threw my baseball down the street; and I can't find it! \n[4]Okay. Bye, daddy. \n[5]Mommy, is Daddy gonna get me a new baseball? \n[6]...I pray the Lord my soul to keep. If I die before I wake, I pray the Lord my soul to take. God bless Mommy and Daddy and... \n[7]...and Granmom and Aunt Lucy and Uncle George... \n[8]...and her. Now will you tell us a story? \n[9]Goodnight. \n[10]Yes? \n[11]What? \n[12]The man gave it to me... \n[13]I don't know... He was... Wings on a horse... ", "HANK": "\n[1]C'mon in and shut the door. \n[2]What'll it be? Hey! What'll it be? \n[3]He'll be okay now, Bill. He just -- \n[4]A fight breaks out, there's gonna be damages. Insurance company doesn't pay without a police report... \n[5]No, it's over now... \n[6]You again? \n[7]No hours. Bar's closed on Mondays. \n[8]No way. Monday's my night off. Come back tomorr... \n[9]Trying to make a buck. \n[10]Keep it, honey. My treat. ", "WIFE": "\n[1]Where's the girl? \n[2]I made our reservation for 8:15. We're going to be late. \n[3]I've written the number of the restaurant on the notepad by the phone. Zip me up, will you please? If we aren't home in two hours, it means we've decided to go on to a movie and won't be back until after midnight. Is that all right? \n[4]The children are asleep upstairs -- first door on your left at the top of the landing. They're both just getting over a cold -- so try not to wake them. \n[5]Do you have any questions? \n[6]We have to go now. We're late. \n[7]Goodbye. \n[8]Will you please come on! ", "POLICEMAN #1": "\n[1]What seems to be the problem here, sir? \n[2]What's a word for \"an outsider, of sorts\"? \n[3]Uh-uh. Eight letters. \n[4]Uh-uh. Starts with an \"I\". \n[5]Oh, yeah? You going to put that in our report? \n[6]Yeah, you're right. We'd better leave that on Ruznik's desk in the morning. \n[7]Hey, what's an eight letter word for \"an outsider, of sorts\"? Starts with an \"I\". \n[8]Right! Intruder! ", "DOCTOR": "\n[1]I only called her ten minutes ago -- \n[2]Here she is now. \n[3]Mandrakis. It's okay. Everyone gets it wrong the first time. You're Jill? Come on in. \n[4]I've told my service to pick up any calls coming in to my office phone. \n[5]Make yourself at home. The refrigerator's loaded. \n[6]We even have some low-fat yogurt. \n[7]Bye. ", "MAITRE D'": "\n[1]Golden Bull... \n[2]Hold on a minute. \n[3]Hello? \n[4]Dr. Mandrakis left the restaurant about forty minutes ago. \n[5]That's right. \n[6]Mr. and Mrs. Lockhart? \n[7]There's a telephone call for you. ", "OPERATOR": "\n[1]Operator... \n[2]Is this an emergency? \n[3]The number is 555-9431. Would you like me to connect you? \n[4]Operator. \n[5]What is the number, please? \n[6]I'm sorry, sir, that line seems to be disconnected. \n[7]I don't know, sir. Maybe the number was just recently disconnected. Maybe there's a temporary malfunction in the wiring. Why don't you try it again in the morning? ", "MASTER": "\n[1]So you're in business for yourself now. \n[2]That's good. And you'd heard about Curt Duncan's escape? \n[3]Do you think the police will... find him? \n[4]An old case. Can you find him? \n[5]He could be anywhere by now. \n[6]A man murders two children in cold blood. A jury declares him insane. How could such a person not be? \n[7]He is sent to a state mental institution where the security is... less than perfect. And he escapes. It... it isn't fair. ", "MAINTENANCE MAN": "\n[1]Okay, man, move it out. Let's go. \n[2]Hey! \n[3]Come on, bright eyes. Wake up. Wake -- Jesus Christ! What happened to you? \n[4]You get hit by a truck or what? \n[5]I'm sorry, man, but you can't stay in here. Go out to the park, lay in the sunshine. You'll feel better. Okay? \n[6]God bless it! Hey! \n[7]Out. Out. Out. Out. Out. ", "WAITRESS": "\n[1]What happened to you? \n[2]You get mugged? \n[3]Coffee's twenty-seven. \n[4]Coffee's twenty-seven cents. Ya got it or don't ya? \n[5]Okay, buster, one cup. On the house. \n[6]Drink it and be on your way. \n[7]You're welcome. ", "JUNE": "\n[1]And me. \n[2]And me! \n[3]Mommy, will you come here a minute? I want to tell you something. \n[4]Come closer. \n[5]I love you. \n[6]Mommy? \n[7]Mommy? ", "POLICEMAN #2": "\n[1]Oh, yeah, I remember something about that. A Greek doctor... \n[2]It was in the seventh precinct... \n[3]Hey, Bert. A report just came in on that guy, Curt Duncan. \n[4]Broke outta the nuthouse two months ago. \n[5]Course I'm going to put it in the report. Maybe this gal tonight really did get a call from him. Who knows? \n[6]Bernstein and Waller are checkin' it every twenty minutes or so. \n[7]Intruder! "}}