{"dialogues": {"CARRIE": "\n[1]Alright -- \n[2]Hey Fred, unlock any secrets of the Universe -- discover we're Alien life forms? \n[3]Which one's Sapperstein? \n[4]Okay, thanks. \n[5]Sapperstein? \n[6]Wanted to see me? \n[7]All what? \n[8]Professor Sapperstein, I'd like you to read something for me. \n[9]What's this say? \n[10]C'mon, go ahead, read it. \n[11]Keep reading. \n[12]Very good. Now are you still sure you want to report the theft of an illegal narcotic? \n[13]Professor...are you planning on doing the winter-over? \n[14]Good. And how are you feeling right now? \n[15]No, no, not crazy. But this time of year, down here, we're all going a little toasty aren't we? How about you plant a little Cannabis when you get home? \n[16]What do you think? I know you weren't in the area. What's up? \n[17]What flavor? \n[18]And we were doing so well. Where? \n[19]McClain Valley? What was he doing out there? That's no man's land. \n[20]No -- just the picture. \n[21]Bottom of the frickin' planet. \n[22]Doc? \n[23]Keller. \n[24]You seen Doc? \n[25]Checking the freezer for a popsicle. \n[26]It got called in this morning. \n[27]Delfy, one of the pilots here. \n[28]Yeah -- probably. \n[29]...Were you the second guy from the front? \n[30]Not interested. \n[31]Fine. I need a plane and that pilot who saw the popsicle. \n[32]Yeah, good. \n[33]I wish -- We got a job. I need you to take a ride with me. \n[34]Might be a body out on the ice. \n[35]So it is. \n[36]My gut and I don't talk anymore. \n[37]I saw your boxes packed up. What was all that BS last month about, \"I'm never going back -- I'll die here. Scatter my ashes over the pole\"? \n[38]Not you. \n[39]Or mentioned her. A grandchild? Doc, that's great. \n[40]You Delfy? \n[41]Delfy's taking us, Doc. He's the one who saw the body. C'mon, you'll be fine. I'll even hold your hand if you want. \n[42]What were you doing out there? \n[43]That your son? \n[44]He's cute.   Has your eyes. \n[45]So why aren't you with him? \n[46]Hate it. \n[47]We all make stupid mistakes. \n[48]Yeah. Got it.      It's a popsicle alright. \n[49]Red jacket.   He's American. \n[50]Linger. \n[51]So do you. Think his name's Weiss. We Wintered-over last year with him. Played cards a couple of times. \n[52]Yeah.    Geologist, I think. \n[53]Then where's his crampons -- his gear? \n[54]Yeah, maybe -- \n[55]What's the closest camp? \n[56]What the hell where you doing all the way out here? \n[57]You going to be alright? \n[58]Oh yeah -- I'm really going to miss this place. \n[59]Who manages the Post Stations? \n[60]One - two - three... \n[61]How long to thaw him out? \n[62]It bothers me no one's reported him missing yet. \n[63]How'd he get out there?    There were no tracks. \n[64]Nobody wants to get out of here more than I do, trust me, but right now -- we're all this guy has. \n[65]Grab that side. \n[66]...I'll be alright. \n[67]I know. \n[68]Exactly, this is the first murder in Antarctica, Doc -- and I can't just pretend it didn't happen. I'm sorry. \n[69]I'm on my way to find out. \n[70]I'm sure his family's thinking the same thing. \n[71]I hate interrupting educational programming, but -- \n[72]I need to talk to Dinkle. \n[73]Chaplain. \n[74]What are they doing out there? \n[75]English, please. \n[76]I don't get it -- Weiss was no where near Delta One One. \n[77]When are they scheduled for evac? \n[78]Isn't that a little unusual this close to Winter-over? \n[79]-- You've been a little busy. Yeah, I can see that. \n[80]What's their frequency? \n[81]Delta One One, this is United States Marshall Carrie Stetko, come back, over. \n[82]Delta One One, I repeat, this is United States Marshal Stetko, come in, over. \n[83]Stetko. \n[84]Vostok? Patch it through. \n[85]This is Marshal Stetko, who's this? \n[86]Mooney? \n[87]What happened out there, Mooney? \n[88]Where's Rubin? \n[89]Getting drunk already? \n[90]Murphy's contacting the Feds. \n[91]I'll do everything I can to get you off this ice, promise. \n[92]Going to Vostok. \n[93]One of the guys from Weiss' team called.   Wants to talk. \n[94]I need a plane to Vostok. \n[95]I'm not asking. \n[96]Tell them I took their plane. \n[97]The Russians barely supply Vostok anymore. They have to barter with other bases for supplies. Some of these guys have been rotting here for years. \n[98]Who's in charge? \n[99]Stetko, US Marshal. I'm here to talk to an American named Mooney. \n[100]I figured. \n[101]Where is he? \n[102]Against the law -- Antarctica's the only place in the world you can't have one. Part of the Treaty. \n[103]All this crap on -- I prefer naked. \n[104]Do you have to do that in front of me? \n[105]Sure. \n[106]Nope. Thoughts? \n[107]Mooney? Hello? \n[108]Mooney? \n[109]...My God. \n[110]Jack? \n[111]Jack! \n[112]What happened? \n[113]Yeah. Someone got to him before I did. Then went after me. How long was I out? \n[114]Thanks. \n[115]I need to get back in there. \n[116]Let it go, Delfy. \n[117]Unless you want your head cracked, I wouldn't move. \n[118]-- Let me see your hands. \n[119]Now turn around. \n[120]Who are you? \n[121]Let's see it -- slowly. \n[122]How do you know about Weiss? \n[123]This is part of a crime scene. \n[124]I'll be sure to let the U.N. know if I find out anything. \n[125]Maybe. \n[126]Don't take this personally, but I don't need your help. \n[127]You don't dig for meteorites. \n[128]Fine. But this is my investigation, understand? If you obstruct it in any way, I will have you detained. \n[129]No, but I have the feeling you're going to anyway. \n[130]Murphy, listen to me, it's got to be Rubin who tried to kill me. You have to shut down flights leaving ASB and McMurdo -- search for him. \n[131]Sam, I think these guys found something out there at the camp. I'm going to check it out. Until I find Rubin, no one leaves the ice. Not yet. \n[132]Guess so. \n[133]What time is it? \n[134]A.M. or P.M.? \n[135]Wonderful.  I'll take this one. \n[136]Rubin? \n[137]Someone's left leg took a hit, lost a lot of blood. What do you got? \n[138]Looks like they were surveying sections at a time. \n[139]Yeah -- \n[140]Looks like they hit some really big meteors. \n[141]About four miles. \n[142]I want to check something out first. \n[143]North. \n[144]Yeah, a little. \n[145]Almost two years. \n[146]The excitement, mostly. \n[147]Some shrink tell you that? \n[148]And do you? \n[149]Where do you plant your boots? \n[150]I came down to fill in for a Marshal for six weeks before Winter-over. I met someone, decided to stay. \n[151]No -- just gave me a headache. \n[152]I didn't see a ring on your finger. \n[153]This is it. \n[154]Stop. \n[155]Just stop. \n[156]Section 104.   These are the coordinates. \n[157]This is shaved ice. \n[158]They were digging, Pryce. And they tries to spread the ice to hide it. \n[159]Grab me! \n[160]I'm slipping! \n[161]I'm losing my grip. \n[162]...I'm okay. \n[163]Cargo plane, but I don't recognize it. \n[164]Guess that makes three. \n[165]Where's Pryce? \n[166]What is that? \n[167]Find what you're looking for? \n[168]And by the looks of that safe, must've been transporting something pretty important. \n[169]Whoever got hurt, they dragged him out of here. There's blood all over the tunnel. \n[170]What is that? \n[171]Go! \n[172]No signal, you? \n[173]Someone followed us. \n[174]How long do you figure we've got? \n[175]What about the Vodka -- we could make some torches, maybe melt the ice? \n[176]What choice do we have? \n[177]What're you doing? \n[178]We came in through it. \n[179]Or, if the ice is too thick the blast will come right back at us. \n[180]Don't move. \n[181]Our friend here isn't who he says he is. \n[182]Didn't you know it's a direct treaty violation to carry a firearm down here? \n[183]Stop lying to me -- \n[184]Delfy, cuff him to the wall. \n[185]He was saving his own.   Do it. \n[186]You know what was in that safe. Now, who are you? \n[187]I swear I'll leave you here to die. \n[188]Have you got an ID for that too? \n[189]Why did you lie to me? \n[190]Plane could've gone anywhere. There's forty-six countries here all counting down to Winter-over. Rubin could just disappear in the mayhem. \n[191]Rhonda? \n[192]Heading back. How many fly-ins to McMurdo in the last four hours? \n[193]-- How many? \n[194]I need a list of names. \n[195]He knows I'm on his ass, so he might. Anything's possible. I want to eliminate his options. \n[196]Back at ASB -- \n[197]I know why Weiss was so far from Delta One One. He was dumped from a plane. \n[198]I'll have the Doc take a peek when we're done. \n[199]Murphy?   What the hell is he doing \n[200]I'm on 30 if you need me. Rubin's picture is in a file on my desk. \n[201]You wanted to see me? \n[202]Buried under 2 tons of ice. You? \n[203]Sure thing, Chief. \n[204]It didn't work, Sam, because you couldn't keep your hands off every new woman who stepped foot on the ice down here. I was stupid enough to be one of them. Now if you could cut through your red tape for just one second, you would realize that someone's out there with six cannisters, possibly full of Uranium, and he wants to get it into the hands of some very bad people. And I'm trying to stop it -- so fuck asking you for shit, Sam. \n[205]You know what Doc, it's alright. \n[206]You got my list? \n[207]You worry too much -- but it's what I like about you. \n[208]Doc, did you notice if Weiss had a wound on his left leg? \n[209]Then it's gotta be Rubin. I don't know. \n[210]There's no way they're gonna make it. Not with that storm coming in over the peninsula. \n[211]Oh God. \n[212]When did I go to Vostok? \n[213]No. \n[214]No way. Don't tell me that. \n[215]Pretty tough Marshal, huh? \n[216]\n[217]Anything? \n[218]...You ever kill anyone? \n[219]Anyone you ever trusted? \n[220]I hadn't held a gun in my hand for over two years. Wasn't supposed to need one down here. \n[221]You asked what I was running away from...I came down here to forget my partner, Jack. Thought it would be better than any therapy. \n[222]We were on a stakeout at a Holiday Inn in Miami, waiting for this buy to go down. I was excited, we'd been after this trafficker for a long time. Thought this bust would be my big chance to impress the brass. Anyway, guy's a no show. One hour went by, then two - - nothing. \n[223]Then Jack starting acting strange. Next thing I knew my face was being rammed into a mirror. My own partner was trying to kill me. Turns out the whole bust was a set up from the start. Jack was dirty, working with the guy we were after. \n[224]Four years together. I knew things about him that his wife didn't even know.  But he was my partner and I killed him that night. There's no changing that. \n[225]Marshall service cleared me -- ruled it self-defense, but I had a real hard time getting over the betrayal -- how little my life meant to a guy I was willing to take a bullet for. \n[226]Know what the kicker is -- Jack thought I was close to figuring him out. Thought this hotel room was the best place to get rid of me -- make it look like a bust gone bad. Truth is, I had no idea.  God, I was young and stupid, and in way over my head. \n[227]You asked me why I smell like suntan lotion -- Jack wore Aramis, this cheap after-shave his wife gave him. Some of the guys down here wear it -- suntan lotion is the only thing that keeps me from smelling it. \n[228]What do ya got there? \n[229]These beakers where really in over their heads. \n[230]Think you can you help me with these buttons, first? \n[231]Who are you? \n[232]Mooney's dead. \n[233]And so's Weiss. \n[234]It's okay, you're safe, just put the knife down. \n[235]Who's after you? Where are the cannisters? \n[236]Rubin -- I need you to focus for me. \n[237]It's okay, he's a doctor, he can help you. \n[238]You alright? \n[239]Pryce -- \n[240]Rubin's here! He's on the run. Level one. White T-shirt. Jeans. \n[241]He's heading for the Science Lab. \n[242]Rubin, wait! \n[243]Rubin -- I can help you! \n[244]Door's jammed -- \n[245]Pryce, it's not Rubin -- \n[246]Someone's trying to kill him. \n[247]Shit, Rubin doesn't have any gear on. \n[248]Thirty seconds. \n[249]Where are the cannisters? \n[250]Help me drag him over here. \n[251]Keep him still. \n[252]Why did you kill those scientists, Keller? Was a four-way split too much for you? \n[253]Where is the uranium? \n[254]Let go of me. \n[255]Where in the plane? \n[256]The cannisters are on the plane. \n[257]Throw him in the holding cell. \n[258]He's with the UN. We have to search that plane now! \n[259]Sam, do what is right here.    Come on. \n[260]We'll need some help. \n[261]Nothing. That bastard. What the hell are you up to, Keller? \n[262]He's buying time. \n[263]Out of the way! \n[264]Shit! \n[265]He won't try.    He's a goddamn pilot. \n[266]No!    You stay awake! \n[267]Damn it! Come on. We're getting him up. \n[268]Press here.    Hard. Hard or he will die! \n[269]He's not going to be number four! \n[270]You're bleeding out. Freezing drops your pulse. We have to slow it down. You hold on. \n[271]Sam -- is Doc on the plane yet? \n[272]Keller got out. He hurt Pryce -- he's bleeding bad. Where's Doc? \n[273]Tell him to stay put, and I need your help getting Pryce there. We're at the hangar. I've got to stop Keller, he's got the cannisters. \n[274]Don't let him die. \n[275]Keller hit him with an ice axe. \n[276]No. \n[277]I'll stay with you -- \n[278]I'm sorry. \n[279]Thanks. \n[280]Hey back. \n[281]Um-hm. \n[282]Nope. \n[283]After all this, no way. Keller didn't have it on the plane because he's got it hidden somewhere. Where would he hide something for six months. Somewhere he could be sure no one would ever look. \n[284]True -- what the hell was his plan... \n[285]Need any help? \n[286]Just thinking where it all began. \n[287]Nothing -- I'll be right back. \n[288]Someplace no one would ever think to look. \n[289]And we thought it was nukes the whole time. \n[290]How did you get wrapped up in thing, Doc? \n[291]Then Weiss got cold feet. It got ugly, didn't it -- and Keller killed him at Delta One One. Everything went to hell after that, didn't it, Doc. \n[292]Doc -- stop. \n[293]There is no granddaughter, is there? This was about greed, plain and simple. \n[294]Dead is dead, right? \n[295]What's happened to you? There are four people dead! Four! People we knew. \n[296]Where you going to stuff my body too? Huh? Was I going to be five? \n[297]I won't go through it again. Don't make me shoot you, please. \n[298]Doc, your not thinking straight. \n[299]Doc, please. \n[300]Hot. But there's a gentle breeze. Fiji's beautiful this time of year. \n[301]Nah. Freedom's just a sunrise away. ", "PRYCE": "\n[1]You must be Stetko -- \n[2]I was heading to ASB to talk to you about Weiss when I was told you had come up here. \n[3]FBI notified us. Your base commander called it in. \n[4]I thought I might find answers in his gear, but there's nothing here but clothes. \n[5]I realize that, but considering the time constraints we're up against, let's be honest, taping and bagging everything isn't going to be an option. \n[6]You heading out to Delta One One? \n[7]I'll grab my bag. \n[8]If they've been digging out there, that's a direct violation of the United Nations treaty. We think they were digging. That makes it my business. \n[9]And you don't get killed for them either. This is now a U.N. matter. I am within my rights to commandeer your pilot and plane if I have to. \n[10]Fine.  Mind if I ask you a personal question? \n[11]Why do you smell like suntan lotion? \n[12]We ready? \n[13]Two thirty. \n[14]\n[15]Anything? \n[16]Their daily work log. \n[17]It's ground penetrating radar. \n[18]Areas labeled? \n[19]At Sections 101 and 102, they spent one day. \n[20]103 two days. \n[21]104 -- seven days. That was a month ago. \n[22]How far? \n[23]Let's go see what they found. \n[24]Hurt? \n[25]How long have you been down here, Marshal? \n[26]What brought you to the ice? \n[27]Everyone down here is running away from something. \n[28]Yeah, and that I should call my mother more often \n[29]Every Sunday. \n[30]They got me working out of Christchurch, New Zealand. Beautiful country. But this -- crazy place to make a living. \n[31]He give you that ring I saw? Tell you he was going to marry you? \n[32]Flattered that you even looked. \n[33]You sure this is right? \n[34]Hold my legs! \n[35]Almost got you. \n[36]Carrie?    Can you hear me? \n[37]Just answers. Those are fuel tanks behind you. This plane was outfitted for long range capabilities. \n[38]They put some serious work into this. \n[39]This isn't going to work, it's like digging through concrete with a spoon. We're going to suffocate before we get out here. \n[40]Three of us down here -- 12, 15 hours at the most. \n[41]Fire will burn the O2 quicker. \n[42]Hold these. \n[43]All these planes used to have bail- out hatches. \n[44]Has to be more than one. \n[45]Found it! \n[46]With the angle of the plane, I don't think we're that far from the surface. Give me a hand. \n[47]These are explosive bolts. If we blow the hatch, maybe it'll smash a hole up through the ice. \n[48]We can be blown up, suffocate or freeze to death. Take your pick. \n[49]This could work -- give me the battery from your phone. \n[50]When I connect these two wires, hopefully there's going to be a big bang. May want to take some cover. \n[51]You guys ready? \n[52]Delfy, help me with this.     We'll need to get up higher. \n[53]What's going on? \n[54]I've been authorized because of what's happened. \n[55]Don't do this. \n[56]\n[57]Listen to me -- Forty eight hours ago, we picked up chatter between someone down here and Tahir Soufian, a black market trader in New York. It was all about setting up a buy for cannisters found in an old Russian transport buried in the ice. \n[58]There's been rumors for years that the Russians had a second base -- a secret weapons research facility under the ice that supposedly blew up in the late sixties -- nothing was ever confirmed. \n[59]The fact is, before the treaty in `72 they were strip mining all over the place down here -- we believe for uranium and other specialized minerals for weapon's use. It was the Cold War. No one knows half the things the Russian's were up to. This plane could be the link between rumor and truth. And if it is true, what's in those cannisters could be a prelude to another terrorist attack. \n[60]Look, the U.N. carries a lot of weight down here. Think about it - - if I had told you I was C.I.A., you would have been on the horn back to Washington in no time. This is a very sensitive matter. News travels fast down here, I don't have to tell you that.  Besides, I didn't know if I could trust you. \n[61]Six cannisters, maybe four inches in diameter, about a foot high -- find out exactly what the Russians transported in something that size. \n[62]You have a photo of Rubin anywhere? \n[63]How long to get there? \n[64]I'll scan a picture of him and get it to you. Meanwhile, contact every non-American base down here and put them on watch. He's got some plan to get these off the ice. \n[65]You need to get that looked at. \n[66]Of course. \n[67]I stopped by the clinic... Doc told me. \n[68]Got Rubin's face all over Antarctica, but nobody's seen him yet. \n[69]...Unfortunately. \n[70]No. \n[71]What happened? \n[72]It's what the Russians used to transport weapons grade materials in. They match the dimensions inside the safe. We're looking for six of these. \n[73]Langley's thinking it might be Hexafluoride, which is a derivative of Uranium. It's a component for nuclear detonation. \n[74]I better get this back to him. And we have to find Rubin. \n[75]Sure. \n[76]For what it's worth -- I think you're pretty tough, Marshall. \n[77]Yeah? \n[78]How long's he been out there? \n[79]Wrong answer. \n[80]Who's Tahir selling it to -- what's the intended target? \n[81]Hit the sonofabitch again! \n[82]Name's Pryce. \n[83]It's a twelve hour flight to Christchurch. Anything can happen in that time. Keller is here, so we know it's still on the ground. \n[84]Once that plane is in the air, we've as good as lost it. Just give us 10 minutes. \n[85]It's clean. \n[86]You check the cockpit? \n[87]I don't get it, why lie to us -- we have him either way. He's stuck here. \n[88]He's got nowhere to go, nowhere to hide. \n[89]...I didn't see him. \n[90]What are you doing?   Get Keller. \n[91]Hey -- \n[92]You get him? \n[93]The cannisters? \n[94]What did we miss? Think Keller cut and run without the stuff? \n[95]If he had made it out, he wouldn't have been crazy enough to come back for it. \n[96]We've got six months to figure it out. \n[97]Hey, Doc -- thanks. \n[98]What is it? \n[99]How's the weather where you are? \n[100]Yeah, St. Barts ain't bad either. \n[101]Six months.   Six long months. ", "DOC": "\n[1]In less than three days we begin Winter-over. The sky will go completely black and stay that way for six months. \n[2]The sane ninety percent of the population will be leaving the ice. Extreme weather conditions make it impossible for planes from the outside world to land. You have chosen, for your own misguided reasons, to stay. And it is my responsibility to teach you beakers how not to die. \n[3]Time? \n[4]Your core body temperatures have fallen to approximately 97 degrees. You are shivering uncontrollably -- losing basic motor skills. You're having trouble focusing on even the simplest tasks. In short, you are well on your way to dying, and it has only been two-hundred seconds. Put your coats on. \n[5]Your life is dependent on your awareness of the weather. So be aware. There is a condition that arises around here known as a whiteout. Don't get caught in it. Winds kick up snow that's lain on the ice for thousands of years -- can't see six inches in front of your nose. Temperature plummets to triple digits. We found bodies less than a foot from safety and warmth. \n[6]Class, here we have another of the many hazards found on Antarctica. Say hello to Marshal Stetko. \n[7]Always a pleasure to see you. Unlike most of the beaker-heads down here. Social visit? \n[8]Why's this crap always happen at the end of the season? \n[9]Too cold for driving. \n[10]What's your gut say about this body? \n[11]People change, Carrie. \n[12]I got a card from my Granddaughter inviting me to her fifth birthday party. You know, I've never even met her. \n[13]It got me thinking -- I need to be a better Grandfather, than I was a father. It's time I deal with my life. I've been down here a lot longer than I probably should have. \n[14]Where the hell they get these thumb-suckers? \n[15]-- I want Keller. He's my pilot. Keller, get over here! \n[16]... It's always different when they freeze. Some curl up. Some stretch out. Some tear their clothes off. They get delirious. What was that guy's name? \n[17]Yeah. He's lost in a storm. We can't find him, but we hear him on the radio going on and on about the Serengeti heat and his wife, Janet. Next day, we find him frozen solid, wearing nothing but his bunny boots. \n[18]Never seen a dead guy? \n[19]You know him -- \n[20]The guy who cheated? \n[21]Damn -- \n[22]Looks like he fell from up there. \n[23]Maybe down the crevasse? \n[24]Ah Christ -- he's a sticker. \n[25]Gonna give myself a Goddamn hernia. \n[26]Carrie, let's just bag him and put him on a plane to McMurdo. \n[27]Because maybe no one thinks he is. \n[28]Sounds to me like you and your gut are talking again. \n[29]Let's ask ourselves if we really need to do this. \n[30]Stirring up a few things? \n[31]You know, this means a Federal Investigation, and we're witnesses. We may get stuck here. \n[32]We both want to do the right thing Carrie -- but we also need to get off the ice. Right now we don't have to say a word. When they find something later -- hey, we didn't know. We were leaving, the body was frozen, we didn't have time to examine it. No one gets murdered in Antarctica. Think about it. Dead is dead. \n[33]Why did I know you were going to say that? \n[34]Just gearing my liver up in case I have to stay the next six months. \n[35]You're making my day. \n[36]I know you will. What's the hurry? \n[37]What's he doing in Russia? \n[38]Enough! \n[39]What the hell's wrong with you, Murph? I've got bodies piling up in my lab, and she's the only one doing anything about it. \n[40]Why don't you try helping her for a change? \n[41]I'm worried about you. Is it going to take another attempt on your life to get you to finally slow down? \n[42]I striped him down to put him in a bodybag. There's only the puncture from the axe. No way, I would have noticed it. Why? \n[43]Any word from the FBI? \n[44]Jesus, Carrie, how long did you let this go? \n[45]Feel that? \n[46]Now? \n[47]I have to amputate your middle two fingers. \n[48]The fingers are dead, Carrie. If I don't do it now, gangrene will set in. You'll lose your hand. \n[49]I'm sorry. \n[50]There, finished. \n[51]It's going to be an adjustment. \n[52]Should ease the pain. I'll look around, dig some more up for you. \n[53]Carrie, it's Doc -- got those painkillers. \n[54]Get him on the table! \n[55]Don't move that hand. \n[56]You, four units O-pos in the warmer. Second shelf, fridge. \n[57]What happened? \n[58]Leave the bodies -- you don't have time. Dead is dead. Pick them up in six months. Go. \n[59]Eyes open -- that's always a good sign. \n[60]Thank her -- if she hadn't slowed your bleeding. \n[61]I'm going to hunt me down a bottle of scotch -- \n[62]I'm good. \n[63]You okay? \n[64]Yeah, it's a damn shame, isn't it. \n[65]If they had just gone along with it. \n[66]Those fools found a plane -- had no idea what they stumbled onto. Turns out the Russians had discovered a diamond field while drilling for core samples in the sixties. \n[67]Keller said he knew someone in the states who could move the diamonds for us. It was a hell of a lot of money. \n[68]Weiss got hurt on the plane. They were afraid to move him, so Mooney called me. Keller and I flew out. But they couldn't get the safe open -- Keller found a way. \n[69]Keller thought he could kill his way out of this whole thing. If those idiots hadn't panicked, none of this would have happened. \n[70]I'll cut you in, Carrie. There's at least 5 million in diamonds in there. That can buy both of us a nice life back in the world. How many times have we both talked about having a fresh start. Well, this is it. Those beakers finding that plane was a sign. A sign telling me it was time to go back. Now I have something to go back for. \n[71]No one will ever know. It's just me and you. We can take care of Pryce. \n[72]Yes, yes, now you're getting it. \n[73]It's either ignore all of this or kill me -- and you and I, we're too good of friends for me to force you to make that choice. \n[74]Ya know, it's really warm. I'm gonna take a walk -- try and cool off. \n[75]Remember, Carrie -- freedom's just a sunrise away. ", "DELFY": "\n[1]Yes, ma'am. \n[2]Brooklyn. And unless your wrinkled ass has a heart attack on my plane, I think we'll be all right. \n[3]I went to evac a camp. Had to fly off route to get around a storm. Got down low to avoid some turbulence, and there it was. \n[4]Yeah, name's Nathan. \n[5]Lucky he got his momma's brain. Kid's smart. \n[6]The bonus pay. Trying to buy a house. Give my boy a yard. His own room. Stuff I never had. \n[7]Don't like the cold, huh? \n[8]Then why are you down here? \n[9]It's right up here. \n[10]I don't carry extra panties Doc, so keep it tight. There it is. \n[11]Three o'clock. \n[12]Jesus. \n[13]Brits -- about eighty miles west. \n[14]No -- this is the kind of stuff that scars you for life. \n[15]What's with this place? \n[16]You don't carry a gun? \n[17]Doesn't that make you feel kind of naked? \n[18]Gettin' worse. Minus eighty-one. Wind at a hundred and ten knots. \n[19]Give you a hand? \n[20]Ever been on a rope-line in a whiteout? \n[21]Yeah, hold on tight. \n[22]When   you didn't come back -- we went   looking for you. Found a dead   guy in the other building -- that   Mooney? \n[23]A couple hours. \n[24]He's been looking after you. \n[25]Whoever it was, could have flown out after the storm broke. \n[26]Who's Jack? \n[27]Until I met you, I hadn't seen any dead people. Now I'm at two. \n[28]He can, you know. \n[29]Looks like my dad's old lawn mower. \n[30]I said \"which way?\" \n[31]There's nothing here. \n[32]Maybe you wrote them down wrong. \n[33]Marshal? \n[34]Saw a rope in the Cat. \n[35]It's an Antanov-74. Russian made - - late fifties. No one's put these in the air for forty years. \n[36]This isn't funny -- \n[37]Vodka. \n[38]It's the Cat! \n[39]Sonofabitch! \n[40]No way. I'm not going out like this. No way. \n[41]And when that one goes -- we're screwed. \n[42]Don't need my vote. \n[43]It'd be on the ceiling in case of an ocean landing. \n[44]Hallelujah -- \n[45]Yeah -- what're you doing? \n[46]Man, the guy just saved our lives... \n[47]Damn, I knew that government eavesdropping was true. \n[48]Keys are still in it! \n[49]You think Rubin might try to leave out of McMurdo? \n[50]When we get back to the plane, I'll get ya there in forty minutes. \n[51]It won't stop! \n[52]I know, I know, he'll die! ", "MURPHY": "\n[1]You busy? \n[2]I got a pilot at ASB who thinks he spotted a popsicle out on the ice. \n[3]Don't know. \n[4]McClain Valley. \n[5]I've got a plane heading to ASB in an hour with some supplies for Winter-over. Can't get you back until tomorrow. \n[6]You leaving the dart board? \n[7]What camp was he with? \n[8]This is all I need right now. \n[9]That's not what I meant. I'll contact the FBI -- see how they want to handle this. \n[10]That's not possible. We're still bringing people in and resupplying other bases for Winter-over. \n[11]Shit -- we've got to move up the evac. \n[12]Six hours at least. \n[13]Then get them in! \n[14]Where the hell have you been? \n[15]Do me a favor, you find any more bodies, mind not parading them down the main corridor. I've got Newbies afraid to winterover, for Chirstsake. They want out on seats I don't have. And next time you want to take a Goddamn plane anywhere, you ask me. \n[16]We don't have enough supplies for all of us to Winter-over if we get stuck down here.  And you wonder why it didn't work out between us. \n[17]This is ridic--- \n[18]Have you completely lost your mind? \n[19]What the hell's going on? \n[20]Who the hell are you? \n[21]We don't have time. We'll just search it in Christchurch when it lands. \n[22]Do what you have to, but that plane takes off in one hour. \n[23]I'll send what I can. \n[24]No -- what's going -- \n[25]In the clinic. About to bring the bodies out. What's -- \n[26]Doc! \n[27]He get away? \n[28]I know.    I know. \n[29]Can you do this on the plane? It's your call, but I need to know now. \n[30]Grab the bodies and get them on the plane. \n[31]Leave'm.   Let's go. \n[32]Take care of yourself. ", "RHONDA": "\n[1]I'll have them boomerang back and pick up the load -- just have it ready. \n[2]Good, have them check all the pressure levels on the hydraulics, then clear the exterior storage bins. Make sure we're not leaving anything out there. \n[3]Sam told me you'd be coming up -- how's the sleigh ride? \n[4]I'll have him meet you in the hangar. \n[5]Dinkle.   Howard Dinkle. \n[6]We're tracking it now. \n[7]I don't control the weather -- you want to stay the winter, then don't be ready for your evac. \n[8]Sorry, can't.    All the planes are committed. \n[9]What am I supposed to tell the deep drill ice core team getting picked up in four and a half? \n[10]Where the hell are you? \n[11]You expect me to -- \n[12]Fifteen. \n[13]How much? \n[14]Jesus, I got crew that's still not in. \n[15]Dinkle, it's Rhonda -- \n[16]Sam! \n[17]Sam, it's Rhonda -- we gotta go. Now. ", "KELLER": "\n[1]Well, hello Marshal. \n[2]Out back.   What are you doing here? \n[3]No shit? \n[4]Who spotted it? \n[5]It's his first year down here. You know how that goes. My bet it was just debris, an old tent or something. \n[6]Here's an idea -- why don't you stay here with me and we'll party, just the two of us. Put those cuffs of yours to work. \n[7]Yeah. \n[8]I sh... sh... shoulda killed you at Vostok. \n[9]Go to hell. \n[10]What're you doing, you crazy bitch? \n[11]Fuck you. \n[12]You have no idea what's going on here, do you? \n[13]The plane, they're in the fucking plane. \n[14]Find them yourself. \n[15]Crazy bitch. ", "DINKLE": "\n[1]Am I in some kind of trouble? \n[2]Collecting meteorites. One One has an extremely old surface with low sediment deposition. \n[3]Means it's a good place to look for meteorites. It's right here. \n[4]One sec -- \n[5]...They haven't arranged a pickup yet. \n[6]Yes, it is. Really unusual, actually. I guess I should've contacted them, but -- \n[7]Seventeen. \n[8]Murphy's looking for you. \n[9]Came in on the evac. \n[10]Hey -- I don't turn that in, I have to pay for it. \n[11]Make sure I get that back. ", "SAPPERSTEIN": "\n[1]Yeah. \n[2]-- Follow me. \n[3]They took it all. \n[4]Cannabis Sativa. \n[5]My weed, man. I've been growing it all summer and they took it. It was just budding, too. \n[6]It's not funny! \n[7]Carrie Stetko. \n[8]United States Marshal. \n[9]Not this year, no. \n[10]You think I'm crazy? Is that what you're saying? ", "RUBIN": "\n[1]-- Did Mooney talk to you? I didn't hear from him -- he was supposed to call me after you talked. \n[2]No... \n[3]And I'm next, I know it. \n[4]Weiss didn't want to go through with it. Oh God. How did we let this happen? \n[5]...Help me. \n[6]W..wa..wait. "}}