{"dialogues": {"SKIPPER": "\n[1]You know what's out there?  Wind and wave and rain.  Endless glassy pools that'll hold a sailing ship for weeks and then spit her out into the eye of the kind of hurricane.  A blow that could knock the bridge off a battleship.  Reefs and rocks and sandbars that'll tear the belly from her and enough fog and night to hide it all. \n[2]So look out there... and explain to me why any man in possession of any sense at all, would take on the sea with sail? \n[3]Because there's something else out there.  It beckons in the wind and sings in the shrouds.  Voices. Whispering... \n[4]They're voices of men.  Calling.  Men you don't even know.  Men you can't even imagine.  It's a seed, a wish, that part of you and I that aches to be alive, that was banished by everything we've ever been taught or told.  It's a part of us that can only be found on mountain tops and deserts, in the deepest caverns, smoking battle fields and... across oceans. \n[5]Out there, is where it all waits. \n[6]\"Where we go one, we go all.\" \n[7]Good afternoon. \n[8]Oh, on the contrary, the Albatross is considered a very good omen.  It is said they embody the spirits of sailors passed on.  It's very bad luck if you kill one.  And dolphins too. \n[9]I know. \n[10]You're a day late.  We keep a schedule aboard ship.  Lives depend on it. Hello, Philip. \n[11]As you can see, there's a lot to do. \n[12]This is a working ship.  Promptness is not a luxury, it's a necessity, as is the work to maintain her.  Had we been ready, I can assure you we would have sailed. \n[13]Happily, it all worked out... This time. Bill, take Philip below and help him find a bunk. \n[14]It will be more than that, I can promise you. \n[15]We'll do our best.  You're welcome to say goodbye. \n[16]He didn't get to be Under Secretary of the Air Force by being neighborly. \n[17]Everyone aboard young Bill? \n[18]Good. Let's go sailing. \n[19]Come over here and take the wheel. \n[20]Hold her steady into the wind. Southwest by west. \n[21]Gentleman, when you hear an order, sing out.  I want to know that you've heard and understand. Raise the mainsail. \n[22]Take a turn under the pin and lead it out to the others.  You guys in the rear take up the slack.  Heave together now... \n[23]What's wrong Mr. Lawford. \n[24]Everyone sings aboard a wind jammer gentlemen.  It lets everyone know you're in sync.  It shows unity, that all thoughts are one.  A crew that sings together stays together. Besides, I like it.  So, pipe up and be sailors. \n[25]Outer. \n[26]We'll bear off to port and run down wind. \n[27]Fall off to port.  Ease her around to a heading of northeast.  Sing out when you're there. \n[28]Speak up boy! \n[29]Unfurl the squares! \n[30]Watch the tell-tales Chuck.  If we jibe now we'll have a lot of people in the water. \n[31]All stop on the engine. \n[32]Behold gentlemen.  The power of the wind! \n[33]Did we lose anybody? \n[34]Chart us a course for the windward side. \n[35]It's time these boys saw some real blue water. \n[36]Well... now that I have your undivided attention... I'd like to take this opportunity to make a few points... \n[37]The first thing is I don't like people talking when I'm talking so the two of you, shut up. \n[38]Second, the next one of you who doesn't jump like a bunny when Mr. Butler gives an order is gonna spend the rest of this trip scrubbing bilges.  He's a better sailor today than any ten of you will be when this is all over. \n[39]And if I catch anybody, ever, jumping off a yard arm again I will personally break what bones are left and send you home in a wheel chair. \n[40]Excellent point.  As you might have noticed, being out here pretty much puts you in the moment.  If you panic, if you lose your head, you die.  Maybe you take your mates with you.  How'd you like to have to bet on Terry here getting us home today? Each one of you is responsible for the rest.  \"Where we go one, we go all\".  If your buddy is asleep at the switch we're all fish food. \n[41]The ship beneath you is not a toy and sailing is not a game.  The Albatross will take us far gentlemen, but she demands constant attention.  Respect her, and we'll do fine.  Oh, and one more thing. There is nothing that goes on, on this boat that I don't know about. She speaks to me in the night.  So don't test me.  Not even a little. \n[42]Nothing like experience to put things in perspective.  Huh son? Alright.  Let's go home. \n[43]You all right? \n[44]Why didn't you go up there? \n[45]Speak up. \n[46]What? Is that true? \n[47]Why wasn't I made aware of this Bill? \n[48]It's your job to know.  If something goes wrong up there, the other eighteen people aboard can't be wondering if he's gonna do his job or not. \n[49]Swing up, son. \n[50]Up you go.  Right now. \n[51]Do you have something to say? \n[52]Then keep your mouth shut. \n[53]What's it going to be? \n[54]Sorry won't cut it. \n[55]Survival means discipline and assimilation.  There are no special cases here. Now, get going.  Get up there. \n[56]What are you blubbering about? \n[57]One hand in front of the other son. We'll do it together. \n[58]Don't look down.  Look in my eyes! Climb!  We'll do it together. \n[59]You climb damn it, or so help me I'll haul you to the foretop by your diaper and leave you there! \n[60]Are you hating this?!  Are you! \n[61]No.  Hate the fear inside of you! Climb like a man mister!  Hate it! Hate it away.  Hate your way up one more rung!!  Do it right now!! \n[62]Don't hate yourself.  Hate your weakness.  All right.  Get down. \n[63]I'm only gonna say this one time. I'm not here to wipe noses and asses.  I'm not your mother.  Trust funds and blue blazers don't get you a thing out here.  You wanna act like babies, then get off my boat. \n[64]He can take care of himself. Any other 'phobias' I need to know about? \n[65]Excellent.  Bill, find Mr. Weathers a position to suit his condition. \n[66]Remember something, sooner or later... we all have to face it. \n[67]We're awfully quiet tonight. \n[68]Something on your mind, George? \n[69]You do? \n[70]I need to know what I'm working with; what their boundaries are. Their lives depend on it, and for that matter so does yours.  We've got to bring them together.  Make them a crew.  We're as strong as our weakest link and I don't want to find that out the hard way.  So, I will challenge them and they will come together. \n[71]You know the best thing about being a Skipper is the worst thing.  It's all my responsibility.  So I'll tell you what George, you stay off of my bridge, and I'll stay out of your galley.  We'll get along that way. \n[72]Come in. \n[73]Well, that's all part of it. \n[74]That's part of it, too. \n[75]Uh, huh. \n[76]Sometimes it gets exciting out here. \n[77]Barometer's dropping.  The first blow'll come from the south.  Might get interesting. \n[78]You can't run from the wind son. You trim your sails, face the music and let the chips fall.  Bill, let's close her up, dog, tight. \n[79]Furl the squares, reef the main, and bend on the storm jib, but keep it furled.  Drop everything but the inner jib.  I want everybody down before we get any lightning. \n[80]George... I want hot food in everybody.  Get to it. \n[81]Yep. \n[82]Do me a favor and tell Bill once she's dogged down I want everyone to break out their slickers and make sure their gear is stowed or we'll spend the next week sorting underwear. Lawford, Bill, Mike, John, and Phil will stand the watch.  Everyone else hit the racks. \n[83]No.  That's for sure.  Charlie, take his place. \n[84]Take the wheel. \n[85]Everyone out of the rigging NOW! \n[86]Bill, on the wheel with Chuck. \n[87]Bring it down and run up the storm jib.  We'll fix it later.  Stay out of reach of the blocks! \n[88]Well, we're in it now. \n[89]Hold her steady. \n[90]Be careful will ya? \n[91]Let's get that storm jib up. \n[92]Get him in. \n[93]Do it now Bill. \n[94]Shark. Don't lose it son. \n[95]Well, now you have something to write home about. \n[96]Yep. \n[97]It's a good sail boys. \n[98]As you like. \n[99]Hard to port!  Hard to port!! \n[100]Start the engine.  All ahead full!! Scallop the Square and drop the rest!! \n[101]After midterms we'll finish our run down to Curacao. \n[102]I have arranged to host a good will cruise for the Dutch students of the local school there. \n[103]Each one of you will be responsible for one student.  I'll expect you to be courteous.  You represent this school and your country.  We'll sail in the morning. \n[104]You're officer of the watch, George. \n[105]We're short one long boat too.  Come on. \n[106]I guess we know what the next acquisition for the galley is going to be... \n[107]A padlock. \n[108]Spirits have a way of bringing that out. \n[109]They're in a hurry to grow up.  They don't know about consequences or responsibility.  That's being sixteen too. I promise you one thing... \n[110]They'll know about it in the morning. \n[111]The thing about fishing George, is you need to let 'em run some.  Give 'em just enough slack so they don't break the line.  But at the same time you've gotta keep enough tension to wear 'em down, bring 'em in slowly so they don't really know they're hooked. \n[112]You know what a loose cannon is? 'Bout the worst thing that could happen to a wooden ship.  All it took was one, crashing around the deck in a storm... It'd smash everything in its way, maybe take out a mast or punch a hole right through the hull.  Think about it, just one cannon not tied down, not anchored, could take a whole 'Man of War' straight to the bottom. \n[113]Now, if the Skipper were smart, if he could see a storm building, why he'd cut loose every gun on his boat.  Even though it would leave him at a disadvantage in battle, he'd push 'em into the sea.  Better chance running for port than risk the entire ship, his crew. \n[114]People are like that sometimes. They cut loose and before you know it, they're knocking holes in everything.  So you gotta ask yourself if it might not be better to just put 'em off before they sink the whole thing.  I mean after all, you can always get new cannons. \n[115]I want a tight ship, everybody shaved and in clean clothes when we make Curacao.  If it goes well, if your mid terms are acceptable, I may reconsider my decision about the rest of the trip.  That's all. \n[116]A very enthusiastic welcome. \n[117]Thank you.  You're all ready to sail then? \n[118]And, of course, we are. \n[119]What is it we can do for you today? \n[120]I didn't know, Phil. \n[121]Alright, gentlemen, we sail with the tide.  Twenty-three hundred.  Sharp. I'm not waiting.  Have a good time tonight but be back on time. \n[122]He would have loved this. \n[123]All his years at sea, he never stopped talking about these islands. \n[124]Every hour.  Every minute. I wish he was here.  I wish he could have sailed our girl.  Seen these boys... \n[125]I'd have liked to have said goodbye. \n[126]You sound so sure. \n[127]He never would have believed a woman like you existed. \n[128]Guilty. \n[129]Would you allow me? \n[130]Bill, lower a long boat.  We'll bring her up with the davit. \n[131]What do you think? \n[132]Nice shot. \n[133]Finish it. \n[134]You already have.  Now go on.  Do it. \n[135]What the hell is wrong with you?! \n[136]Come on.  You got so much fight in you; you wanna kill something?  Take your best shot.  The first one's free. \n[137]That's what I thought. You're done.  You're going home. \n[138]Come. \n[139]What's on your mind? \n[140]Well, spit it out. \n[141]Can't do it. \n[142]Close the door.  Sit down. \n[143]Why do you think I'm sending him home? \n[144]The Dolphin was a symptom. \n[145]Of a fight he can't win out here. \n[146]They have every right Chuck. \n[147]Let me tell you something about Phil's father, and your's too.  How do you think you got here?  You think this is all free, that they owe you something?  You think they enjoy riding subways and commuter trains, driving buses or pulling lobster traps?  Work fifty weeks a year to keep you in tennis shoes and private school?  Look around at how the rest of the world lives Chuck. We're the luckiest people alive, every one of us.  They gave it up for you and Phil, and me too my friend. \n[148]There are ground rules in families just like on this boat.  If you and Phil don't like it, I'm sorry. Someday you'll understand that, and if you're lucky, you'll come home and find your best friend has been there all along waiting for you to forgive him for being a father. It'll be the way it used to be, when you were ten and your dad was a giant. \n[149]Does Phil know how you guys feel? \n[150]You should tell him.  That's something he can take with him. \n[151]I'm all ears. \n[152]I can take it. \n[153]Why did we begin this? \n[154]Because we believed we could make an impact out here.  Self reliance and community through the disciplines of sailing. \n[155]Phil, he's not looking inside.  He's just striking out at the world. \n[156]Well, he better learn to own it. Actions have consequences. It's not what happens here Alice, it's what they take away with them. \n[157]Oh hell... \n[158]I know, Phil. \n[159]They never gave up on you, you know. \n[160]I don't know. \n[161]She's Cuban. \n[162]\n[163]Jesus, we're Americans!!!  We're Americans!!! \n[164]Bill drop everything.  Do it now! \n[165]Who the hell do they think they are? \n[166]Tell them we're the American School Ship, Albatross. \n[167]Not a chance.  Remind them that according to the Geneva Convention, firing on a civilian vessel on the high sea is an act of war. \n[168]Tell 'em to come aboard. \n[169]We've come a long way gentlemen. But this is no time for heroes.  I know you're much more, but I need you to be boys right now.  That's an order.  Now scatter and find your passports. \n[170]What's that? \n[171]No.  Bring him on deck with the others. \n[172]So is violating international law. \n[173]Your cannons made a compelling argument. \n[174]He left his passport in Curacao. It's being mailed to Panama. \n[175]Nobody aboard my ship is going anywhere. \n[176]What do you want? \n[177]Take it. \n[178]Now, get the hell off my ship. \n[179]Las estrellas es lo unico, que un marinero verdadero se mesesita para encontrarse.  Verdade Patron? \n[180]Alright then, let's get outta here. \n[181]Land ho! \n[182]Claiming their place in the world. \n[183]Everybody okay? \n[184]All hands keep out of the rigging and stay clear of the masts. \n[185]All right gentlemen.  Thor's had his fun.  Let's keep a keen eye. \n[186]No!  Stay down!! \n[187]White Squall! \n[188]Hard to starboard!!!  Hard to starboard!!! \n[189]\n[190]Oh please, no.  Not this woman. \n[191]Alice, get up!!  Come on girl!! \n[192]Get out!!  Get out!!  Jesus Christ, please God, Alice get out!!! \n[193]Johnny, it's not good. \n[194]Raise your sail, Bill.  North, north- east.  Keep a sharp look out for Florida. \n[195]She's gone... She's gone. \n[196]Carry on. \n[197]North, north-east. And Dick, please make a note of our final position. \n[198]I'm sorry.  I'm so sorry. \n[199]Thank you. \n[200]Yes I do.  And it's private.  Very private. \n[201]No, thank you. \n[202]I understand. \n[203]It wasn't hard. \n[204]The Coast Guard 'Eagle'.  She never lost a race while you were Skipper. \n[205]... Absolutely not. \n[206]I am accountable. \n[207]He climbed when he was ready. \n[208]Yes, I was. \n[209]Yes, I was. \n[210]No.  I didn't. \n[211]No. \n[212]I can't be sure. \n[213]We'd come twelve thousand miles together, through every kind of seas imaginable... \n[214]They are much more than that, sir. \n[215]For killing a dolphin. \n[216]Yes, that's true. \n[217]I don't think one second of this is funny, sir. \n[218]Yes. \n[219]My father, was more seaman, more of a man, than you might ever hope to be. \n[220]I don't know that anything could have prevented what happened. \n[221]Maybe you can't see what's happening here, but it's clear to me. I appreciate what you're trying to do Tod.  Maybe you could live with it, but I couldn't. If you think I'm going to let a sixteen year old take responsibility, then you underestimate me.  The Albatross was my ship.  The Ocean Academy was my school.  Her loss is mine and mine alone. I can't bring your sons back.  If you want my ticket, if that will ease your loss, it's the least I can do.  This... \n[222]This is easy.  Living with it, that'll be hard. \n[223]You tell them Chuck. \n[224]That's right. ", "CHUCK": "\n[1]I was just thinking that I never had a new pair of shoes till I was twelve. \n[2]It's not a vacation, it's private school. \n[3]That's not why he's sending me. \n[4]Because it looks good. \n[5]I'm just not like you.  Ya know? I'm never going to go to Yale.  I'm never going to be \"William\". \n[6]He does. \n[7]I won't. \n[8]No, I didn't. \n[9]Me too. \n[10]I don't feel like driving.  Okay? \n[11]Yes. \n[12]Look, I just better go. \n[13]Goodbye Mom.  I'll be okay. \n[14]Yes sir. \n[15]Yeah. \n[16]Gieg, Chuck. \n[17]Whatever. \n[18]What the \"Bowsprit Affair\"? \n[19]What happened to it? \n[20]Maybe it's an air raid. \n[21]Jesus. \n[22]Yes sir. \n[23]Ah... Northeast... sir. \n[24]Northeast sir! \n[25]Yes, sir. \n[26]It was my fault.  I slipped. \n[27]Face what? \n[28]How ya doing? \n[29]Good. \n[30]I just brought you something to eat. \n[31]I feel like I got you into this. \n[32]I'm used to spending a lot of time alone.  I guess that's what I thought it would be out here.  But, it's not is it? \n[33]It doesn't matter.  Really.  I'm just sorry you got chewed out. \n[34]Well, I wouldn't worry.  It'll all be there when we get back. \n[35]That a... storm, Skipper? \n[36]Would you, um, say it's a big storm? \n[37]Shouldn't we turn away? \n[38]If it's all the same, I'd like to stay on deck. \n[39]Toss me a Cola. \n[40]What?!! \n[41]Come on you guys, this isn't funny! \n[42]\n[43]Do what? \n[44]That's like wondering if your mom and dad do it.  Who wants to know? \n[45]What do you mean? \n[46]No way! \n[47]I walked in on my parents one time. It was only like eight o'clock and they were in bed and I thought that was kinda weird so I just walked in. \n[48]So I'm standing there and you could hear a pin drop.  No breathing or snoring... Suddenly it hits me that somethin' was goin' on that just stopped, really fast, like people are holding their breath. \n[49]My mother says in this really low, but very awake kind of voice \"What?\" \n[50]I said \"Sorry, wrong room\" and walked away. \n[51]I don't remember. \n[52]How do you know?  They might. \n[53]Yeah. \n[54]We better get back. \n[55]Depths of hell... Ohio.  How 'bout you? \n[56]Well, and it's pretty cool too, ya know?  Bein' here together an all... \n[57]It was a bad dream... \n[58]Here's the thing; whenever you're having a nightmare, all you have to do is say 1-2-3 wake up!  You'll be out of it.  You'll wake up. \n[59]My dad. \n[60]Swear to God.  Only good advice he ever gave me.  Now, go back to sleep. \n[61]You okay now? \n[62]Who? \n[63]Jesus, you never told them? \n[64]You think George'll miss the bottle? \n[65]\"If it doesn't move, throw it overboard.  If it's too big to throw overboard, screw it!\" \n[66]Alright.  Everybody just stay cool. We'll figure this out. \n[67]Shut up, Phil. \n[68]Where you going? \n[69]If you're gonna cheat, you might as well copy off somebody who's gonna get the answer right. \n[70]Takin' a piss? \n[71]Yes you do, stupid.  Because if you don't, I'm gonna go right up there and have a heart to heart with Skipper and you'll be on the first plane back to idiotville. \n[72]What? \n[73]You're not a moron. \n[74]Listen, you don't cheat, and we'll make sure you get the grades.  We'll start a private study group.  Nobody knows.  You'll ace that test. \n[75]Because we believe in you. Because we're your friends. \n[76]What are they doing? \n[77]Yeah, but how are you supposed to make the first move? \n[78]Bregitta.  Do you believe it? \n[79]Her name. Bregitta.  It's poetry. \n[80]I can't remember feeling like this about myself, a place, someone like you.  We've come such a long way, seen so much.  But nothing like this. \n[81]I'm not the best at expressing myself.  Maybe the only reason I can now is because I know you don't understand me. I like you so much.  Too much.  But how could I?  I mean, if we can't even communicate, how could I know you?  It's confusing.  We sail in an hour and I'll never see you again. \n[82]Why'd you do it? \n[83]You only hurt yourself you know? \n[84]What are you talking about. \n[85]I'm here on behalf of the crew, sir. \n[86]The fact is... We'd like you to give Phil another chance. \n[87]Sir...? \n[88]He killed the dolphin. \n[89]Of what? \n[90]It's his father sir.  He's suffocating him.  We've all seen it... \n[91]I mean he has all these expectations and he doesn't even know who his own kid is.  What right did then have to show up here? \n[92]They send us because they want us to change, or grow up or something and then they try to keep us the same. \n[93]I don't know. \n[94]My god... \n[95]We all have problems. \n[96]What'd he say? \n[97]You okay? \n[98]Ninety-six. \n[99]What about you? \n[100]It's a ninety-one!  It's an 'A'! \n[101]You know?  Then why are you up here looking like you're about to jump overboard?! \n[102]This is your moment, don't you see? The instant when you know that your life is never going to be the same again.  When you stand up and are counted. \n[103]Yes you could.  You did. This is all you.  Nobody else. \n[104]Feels different doesn't it? \n[105]That we're going back.  I don't want it to end.  I don't want to be what I was when I left. \n[106]Anonymous. \n[107]I've been getting ninety-sixes my whole life.  It's what they expect. After all this, I still haven't figured it out. \n[108]Who I am, outside of this boat. What the hell I'm doing here. \n[109]You know, I never had friends like this. \n[110]I feel like... we can do anything. \n[111]Looks like we're gonna get wet. \n[112]My God, they're drowning! \n[113]\n[114]\n[115]Wake up.  Wake up.  1-2-3 wake up. \n[116]Skipper? \n[117]Dad! \n[118]Where's Mom? \n[119]Yeah, sure. \n[120]Okay. \n[121]Fine. \n[122]Okay. \n[123]Oh God... \n[124]When we were growing up I always felt like you would take care of things, that everything would be okay. But you can't make this okay, can you? \n[125]They need it to be simple.  They need a reason. \n[126]All of them.  Everybody waiting on that dock. \n[127]This is crazy.  Nothing could have prevented what happened. \n[128]No.  You're wrong. \n[129]Can we talk? \n[130]Everybody's saying this whole tribunal is happening because of your father.  Because of you. \n[131]Is it true Phil? \n[132]You weren't there, you don't know what happened. \n[133]Phil, please.  It won't change anything.  Tell him to call it off. \n[134]Wait. \n[135]We figured he'd have wanted you to have it. You do what you've gotta do Phil. \n[136]You taking the order wouldn't have changed anything. \n[137]But that's not the point... \n[138]No!!!  Don't you walk away!  Not now.  Not after all of this!!!! \n[139]Tell me Skipper, was it all just a lie?  \"Where we go one, we go all\". We listened to you.  We believed it. And we're still here!! \n[140]Shame on you then Skipper.  Shame on you. \n[141]Tell them the truth.  Make them understand. \n[142]It's simple.  Bad things happen sometimes.  It wasn't Skipper or Tod.  It was all of us.  Everyone in this room.  Because we all knew the risks. You sent us... You paid our tuition, you allowed us to go.  So to invent a reason for why this happened, to pin it on one person, well that won't change anything.  It'll just make our experience meaningless. \n[143]If you want to judge this man, judge him by his crew.  Judge him by Alice and George.  Chris and John and Robin.  In one way or another each one of them gave their lives saving one of us.  This may sound crazy but the Albatross wasn't just a ship, or even a school.  It was something that we made, that's inside us. That's who Skipper is.  That's what he taught us.  I guess what it really was about was... the privilege of sacrifice. \n[144]Isn't that right? ", "ROBIN": "\n[1]I'm Robin. \n[2]That's my brother.  He's dead. \n[3]What the hell is going on? \n[4]This is crazy! \n[5]I can't watch this. \n[6]Why'd you jump? \n[7]I couldn't do it. \n[8]Screw you! \n[9]Come on, he didn't mean anything. \n[10]Hey, can I have one? \n[11]Thanks daddy-o. \n[12]I'll read it.  I mean I don't mind. \n[13]Bill!!  Skipper!! \n[14]What? \n[15]I'm sorry... \n[16]I don't know... \n[17]I can't. \n[18]Aaauuuhhh!!! \n[19]I hate you, you son of a bitch!!! \n[20]Oh, god... \n[21]Fine. \n[22]Look, I appreciate, you know, the concern and all, but like he said, I can take care of myself. \n[23]Forget it. \n[24]I'm sorry I left you hanging up there. \n[25]My brother and I used to climb to the top of this old beech tree in the back yard and watch the moon come up just like this.  My parents would fight all the time so we'd sneak out there where we couldn't hear 'em and recite scenes from our favorite movies. \n[26]Would you believe I miss it?  The middle of paradise and I'm homesick. \n[27]If you've got \"a broad\" available I'll take her. \n[28]There's more where that came from. \n[29]What do you say?  Cokes?  I'm buying. Sure. \n[30]You're right Chuck.  There's nothing quite as refreshing as a cold ten cent Coke that only costs ten cents! \n[31]You think Skipper and Alice do it? \n[32]Ya know... \"It\". \n[33]How would you know? \n[34]What?  Come on... \n[35]Come on man, what'd they look like? \n[36]I've seen 'em.  I've seen 'em. \n[37]So... What happened? \n[38]What'd you do? \n[39]My parents don't do it anymore. \n[40]'Cause they're getting a divorce. That's why they sent me here.  My sister's at Tabor.  They just wanted us out of the house so they could get down to business. \n[41]I figured it out. \n[42]It matters to me. \n[43]Did you really see 'em. \n[44]Where are you from any way? \n[45]Kennet Square, PA.  'Mushroom capital of the world'. \n[46]I was falling... \n[47]It was so real... \n[48]Who told you that? \n[49]It works? \n[50]That's how he died you know. \n[51]My brother.  He fell out of the old beech tree.  Broke his neck.  I was on a camp out.  They started going at it, throwin' things, a real knock down... They didn't find him 'till the next morning.  They didn't even know why he was up there. \n[52]I couldn't. \n[53]Jesus H. Christ. \n[54]Look! \n[55]I did.  Why? \n[56]I did.  I swear. \n[57]I'm not sure if this is really good or really bad. \n[58]Really? \n[59]Why, man? \n[60]Cut it out man!!  Stop it!!!  What's the matter with you?  If Phil had caught you he'd have ratted you out in a second.  You get caught cheating, you'll get kicked off the boat. \n[61]How long you been standing there? \n[62]I'm in. \n[63]I can't make it out? \n[64]Hey, Phil... Swing up the 'binocs' and tell us what you see. \n[65]What are we supposed to talk about? \n[66]But, they don't speak English. \n[67]What? \n[68]Wait for me okay.  I'll be right back.  I swear. \n[69]Phil.  What are you doing? \n[70]No way Phil.  Not like this. \n[71]Come on man.  Let's just talk about it. \n[72]Phil!  Wait man... Come on... \n[73]I don't know.  We gotta get 'im outta here before Skipper sees him like this. \n[74]We shouldn't be putting him off the boat. \n[75]Everybody's been outta control on this trip. Are we a crew or not?  I mean, isn't that what this is supposed to be all about? \n[76]How do you figure that? \n[77]It's about family isn't it?  I mean are we together on this or not? \n[78]I can't go in there. \n[79]The guys were right.  It'll mean nothing coming from me.  He'll listen to you Chuck.  Everybody does. ", "JOHN": "\n[1]I'll take this one. \n[2]Anybody gotta problem with that? \n[3]You blow that thing again I'll shove it so far up your ass, you're gonna need dental floss to get it out. \n[4]I don't. \n[5]You gonna swim for your breakfast? \n[6]What's your problem? \n[7]Because I felt like it. What do you care? \n[8]Well, as soon as you grow some balls, let me know. \n[9]Excuse me? \n[10]Don't ever call me stupid. \n[11]Let me tell you girls something.  I do what I wanna do.  When I wanna do it.  And I don't give a shit what old Ahab up there thinks either. Any questions? \n[12]Everybody swims, everybody sings... What's next?  Tap dancing? \n[13]Look, save it for somebody else will ya.  This ancient shit doesn't have anything to do with me. \n[14]Shut up donut. \n[15]Much have I traveled in realms of gold/ And many goodly states and kingdoms seen/ Round many western islands have I been/ Which bards in fealty to Apollo hold/ Oft of one wide expanse had I been told/ That deep-browed Homer ruled as his demesne. \n[16]What is it... the secret? \n[17]What? \n[18]Come on man.  Show a little backbone! You believe that?! \n[19]Well Gieg, I'm glad to see I'm not the only guy on this boat that can take a little rock'n roll.  Bunch of wusses, I swear...! \n[20]Son of a bitch!! \n[21]What ever you say Cap... \n[22]Like you'd know what to do with one. \n[23]Yeah.  With your mom. \n[24]She isn't that old. \n[25]I mean she looks pretty damn good in her all-together for being thirty. \n[26]Trust me donut.  I know. \n[27]On the dog watch, night after the storm, I look down into the skylight above Skipper's cabin and there she was, peelin' down. \n[28]Damn, Porkchop, you sound just like a guy who ain't never seen a pair. \n[29]That's what they get for not locking the door. \n[30]Did you shut the door at least? \n[31]They tell you that? \n[32]My old man split along time ago.  It doesn't mean anything.  You just take care of number one that's all that matters. \n[33]Okay donut.  Whatever you say. \n[34]What's that, Canuck? \n[35]Will you shut up?  You sound like my fucking sister. \n[36]That's enough. \n[37]We'll think of something. \n[38]Nobody calls me an idiot. \n[39]To take a piss. \n[40]Yeah, that's right.  You wanna come in and shake it for me? \n[41]You've gotta be kidding.  Get the fuck outta my way! \n[42]What the hell!!! \n[43]I don't have to listen to this. \n[44]I cheated to get on the boat!!!  All right?! \n[45]I doctored my grades so I'd make the cut.  I'm a moron, okay?  You satisfied?! \n[46]Wanna bet?  Takes me half a day to get through one chapter of Lawford and I still don't have any idea what the hell he's talkin' about.  You know why it takes me so long to write papers?  because I can't spell.  While everybody else is sleeping, I'm in the rack with a flashlight and a dictionary. \n[47]Hell, they even kicked me outa vo- tech 'cause I couldn't read a slide rule. \n[48]They were gonna put me into special- ed this year.  I stole a copy of my transcript, changed all the grades. Shit, who am I kidding.  I'll never pass the boards. \n[49]Why would you do that? \n[50]Believe what? \n[51]Be right back. \n[52]Jesus!  What the hell happened to him. \n[53]Phil, if you don't calm down, I'm gonna hurt you.  Got it? \n[54]Then he shouldn't have written such a long poem, Mr. Lawford. \n[55]You're a regular prick you know that? \n[56]Everybody deserves a second chance, ya know?  We'd do the same for you Mike. \n[57]I know what that's like. \n[58]Yeah.  How'd you do. \n[59]Congratulations. \n[60]I know. \n[61]I just can't believe it. \n[62]I couldn't have done it without you. \n[63]Thank you. \n[64]What? \n[65]What was that? \n[66]Figured what out? \n[67]I'll tell you who you are.  You're the glue.  You're the thing that holds everybody around you together. You're strong, you listen and you see things in people the rest of us can't.  It's a gift. \n[68]Me either. \n[69]We can. \n[70]Save some for me will you? \n[71]\n[72]I can get it! ", "PHIL": "\n[1]Sir. \n[2]Suicidal... \n[3]No. \n[4]No, sir. \n[5]I'm not staying out here. \n[6]Hey Goodall, you got a date or something? \n[7]You gotta be kidding?  He's a human chum line! \n[8]What do you say I have a crack at the wheel? \n[9]Christ, I'm gonna choke on 'feel good'... \n[10]Tug my chain Johnstone. \n[11]Joy, rapture... \n[12]Hey, shut up will ya? \n[13]What do you think you're doing? \n[14]Forget it.  Count me out! \n[15]\"There is nothing that goes on, on this boat that I don't know about. She speaks to me in the night.  So don't test me.  Not even a little...\" \n[16]Oh Jesus, oh Jesus.  Man I knew we shouldn't have gone.  I tried to tell you.  I tried to tell you.  You guys made me come!  You made me come!! \n[17]Maybe you didn't check it good enough. \n[18]Yeah, well you're really gonna have some bad dreams if we find out you didn't. \n[19]How the hell are we gonna get outta here? \n[20]Oh, praise the lord. Relax everybody.  Everything is under control.  The jug head's going to think of something. \n[21]God damn it man.  I think he broke my nose! \n[22]I can show you how to use a slide rule. \n[23]Long enough. \n[24]Me, too. \n[25]They're waving... handkerchiefs or something. \n[26]Wait a second... \n[27]They're girls!  They're all girls! \n[28]You've gotta be kidding? \n[29]There are some things that everybody does in the same language. \n[30]Like this! \n[31]Yeeee Haaaaa!! \n[32]It's not monotonous. \n[33]I should be eating with the crew. \n[34]Why are you here? \n[35]I don't need you spying on me. \n[36]I can take care of myself. \n[37]Look, you put me on this boat in the first place.  I didn't want to come but I did.  Why do you have to embarrass me.  Why can't you just leave me alone? \n[38]It has nothing to do with him. \n[39]No.  Look, it's me okay?  Can't it just be about me?  For once? \n[40]Fandango, Junior. I'm gonna do some limbo baby!! \n[41]Roger Meris, steps up, it's a corker down the pipe... \n[42]It's outta here! \n[43]Lemme go!  Lemme go!! \n[44]Son of a bitch!! \n[45]Fuck off man.  It's just a fish. \n[46]I'm not gonna kill it. \n[47]You mean-assed bastard!!  You son of a bitch!!  You can't do this!!!  You can't do this!!!  God damn you!! God damn you!! \n[48]What's the difference? \n[49]Like you really care.  Like any of you give a shit what happens to me. \n[50]It hurts too much to care. \n[51]About anything. \n[52]I'm ready. \n[53]I'm sorry. \n[54]Tell 'em I said... thanks. Goodbye Skipper. \n[55]I guess. \n[56]It's okay.  I'll be in, in a minute. Look, what do you want? \n[57]Well that's just typical isn't it? \n[58]I gotta go. \n[59]I know enough. \n[60]I'm sorry. \n[61]Skipper thought I was a challenge to authority. \n[62]I don't know. ", "TOD": "\n[1]Well Ricky boy, spear gun or no, it's sweet to be back in the world of rum and honey. \n[2]Me and Skipper had a meeting of the minds. \n[3]I begged. \n[4]Not just any 'local' girl. \n[5]Trust me, we did the deed. \n[6]Believe me, I needed the rest... \n[7]To tell you the truth, I think it was her father. \n[8]Would you be addressing me, sir? \n[9]I'll take a dollar of that. \n[10]Chow down boys.  The milk and eggs are the first things to go once we put out. \n[11]Har, har, har... \n[12]Butler, what'd I ever do to you? \n[13]\n[14]We blew the inner! \n[15]There she blows!! \n[16]Thank you, sir.  Shall we trim the main Skipper?  I think we could get another knot or two. \n[17]I'd say, fuck off junior. \n[18]Jesus Christ!!  Let it out.  Let it out!! \n[19]I don't know what happened Skipper. It just blew out. \n[20]Sorry to here it. \n[21]Why are you such a penis Phil.  Do you do it on purpose or can't you help it. \n[22]Gimme those. \n[23]\n[24]Don't mind him, Chucky.  You're talking to a guy whose idea of big romance is a palm full of Vaseline. \n[25]That's because I'm discrete, moron. \n[26]There they blow!!  There they blow!! Dolphins off the bow!!! \n[27]Listen man, I think I have a problem. \n[28]I'm pissin' fire man. \n[29]Yeah well, your sexual orientation is not my problem. \n[30]Yeah. \n[31]Jesus!! \n[32]No, hard to port! \n[33]Charlie!!  Bill!! \n[34]Just tell 'em what we know and be done with it.  That's what he'd want. \n[35]What's that supposed to mean?! \n[36]I was trying to get her up wind! That's what you do when you're hit a-beam.  Or maybe you're too stupid to know that! \n[37]It didn't go over 'til I turned her starboard! \n[38]Was it my fault we were running all that sail?!  Was it my fault she wasn't dogged down?!!  HUH?!!  I couldn't help that the ballast shifted...!  You son of a bitch!! It wasn't my fault!!  it wasn't. \n[39]That's right, that's right!  Bleed the sails from the deck and she could've taken a hurricane! \n[40]There's still a way. \n[41]It's me, don't you see.  Terry's right, I'm the escape hatch.  I disobeyed order. \n[42]They don't know that. We were the only one's on deck. Look, there's nothing they can do to me right?  I'm a kid. \n[43]That is the point... And Skipper'll slip off the hook. \n[44]I thought we'd have a better chance if I headed into the wind so we could spill air from our sails. \n[45]Twice. \n[46]No. \n[47]Let the blow drive the boat down wind.  Neutralize our canvas. \n[48]No. \n[49]Because -- I panicked. ", "BILL": "\n[1]She cleans up.  We'll have her ship shape before we shove off. \n[2]It means if he catches anybody basket-napping on watch this passage, he's gonna use their lizard for 'cuda' bait. \n[3]Drop your gear, go below and pick yourself some bunks. \n[4]Alright, listen up.  This is Dr. Alice Sheldrake. \n[5]George Pascal here is ship's cook. \n[6]Some of you already know Mr. Lawford. \n[7]Roll out sailors!  All hands on deck!  Sixty seconds.  Sixty seconds. \n[8]You gotta problem Goodall? \n[9]Just get on deck. \n[10]Line up!  Single file.  Single file. \n[11]Everybody swims. \n[12]Now what's the problem, Goodall? Everybody swims. \n[13]Everybody swims.  Now, I've been in twice.  So I guess I'll be eating your breakfast too. \n[14]Skipper on deck! \n[15]Okay, here's the duty.  Gieg, Weathers, Lapchick, Schucart: scrape and paint.  Corry and Stricklin have the brass.  Robinson, you're the Galley slave.  March you're on chain gang with Barnes. Johnston, solo on bilge detail. \n[16]You came back, Tod.  You came back. \n[17]Yes, Sir. \n[18]Raise the main! \n[19]\"When the sun came up there was whisky in the cup...\" \n[20]\"Not one of us was a sober...\" \n[21]Outer Jib! \n[22]Mr. Lawford, stand by to ease the mainsheet.  Rick, get on the jib sheet.  George, John, Philip, Tim and Dick go aloft to unstop the forecourse.  George will show you what to do.  Tod, show your men the forward pinrail and stand ready on the buntlines and clewlines. Forecourse first... work upward. \n[23]Unstop the squares! \n[24]Raise the inner jib!  Raise the forestaysail! \n[25]All stop on the engine! \n[26]I didn't know sir. \n[27]Skipper, uh, the crew is pretty much doing group boot over the side. \n[28]We've got weather moving in from the west. \n[29]Everybody down!  ON THE DOUBLE!! \n[30]Come on in!!! \n[31]Good morning, ladies. \n[32]What's wrong? \n[33]Well, we need it.  I want to take a nice long bath and catch some water for my laundry. \n[34]You got it.  I'm going below. \n[35]Get out!!  Everybody out!! \n[36]Maybe we could wait around a little longer, sir... \n[37]Yes sir. \n[38]It wasn't his fault mister... \n[39]We're all going to have to testify. They're going to try to take his license. \n[40]It was coming four points off the bow, Terry.  He never could have gotten her around. \n[41]It was an act of God for Christ's sake. \n[42]It's okay, Tod. \n[43]What? \n[44]Skipper called us out of the rigging. \n[45]My instinct was to not get electrocuted. \n[46]Fifteen. \n[47]What do you mean? \n[48]When the sun came up, there was whisky in the cup, and not a one of us was sober... ", "LAWFORD": "\n[1]\"That this same child of honor and renown, This gallant Hotspur, this all praised knight, And your unthought-of Harry chance to meet. For every honor sitting on his helm, Would they were multitudes, and on my head.  My shames redoubled!  For the time will come... \n[2]... That I shall make this northern youth exchange, his glorious deeds for my indignities.\" \n[3]I would. \n[4]Henry the IV part I Act I Scene ii. I suggest you read it. \n[5]I have been charged with the dubious task of insuring your literary education. \n[6]Bill Butler is your first mate.  But don't let his size fool you. \n[7]You'll meet him.  Soon enough. \n[8]Arise, Arise, Arise... \n[9]Exultation is the going/ Of an inland soul to sea/ Past the houses/ Past the headlands/ Into deep Eternity/ Bred as we, among the mountains/ Can the sailor understand/ the divine intoxication/ of the first league out from land? But I suppose we'll answer that question soon enough gentlemen. Soon enough. \n[10]Don't think people, just go!  Go, Go, Go, Go, Go!!!  Swim you win, stay you pay!! \n[11]You will if you wanna eat.  Right George? \n[12]\"Down, down beneath the deep, That oft in triumph bore him, He sleeps a sound and peaceful sleep, With the salt waves dashing over him.\" -- Lord Byron gentlemen. \n[13]Well, that was neighborly. \n[14]Come on the rest of you, sing!  Belt it out like men!! \n[15]It seems we're short on singers. \n[16]Tie it off!! \n[17]That's not a satisfactory answer. \n[18]Shit?!!! \n[19]Read for me please the words of Mr. Keats at the bottom of the page. \n[20]You know what he is talking about here? \n[21]Awe.  Humility.  He's telling you that he has traveled the seas as Homer did.  As Ulysses had before him as he tried to find his way home to Ithaca after the Trojan Wars. \"That deep browed Homer\"... \n[22]Brilliant, seasoned, wise, of the mind; \"... ruled as his demesne.\" He commands the voyage of the imagination, like a god. That is what one of the greatest literary minds of modern times, Mr. Boutillier, has to say about Homer. \n[23]You think the Odyssey is dull?  I'll tell you something, it's about each one of you -- right now.  Doubt and expectation.  Friendship, community, self sacrifice and accountability. \n[24]This isn't just a story!!  It's history made allegory.  It is a philosophical handbook for life!  It holds the secret of this very voyage. \n[25]If it were only that simple, my young friend.  Read on, gentlemen. Read on. \n[26]I've seen him snatch the tail of the tempest and stuff it, screaming, into a bottle.  The bilges are full of them. \n[27]He's been beyond the reach.  To the edge of the abyss and back.  He'll do well by us all George.  He's a real salt.  There's no malice in him and there's nothing more dear to him than his boys.  So sleep well my friend. \n[28]We're gonna have nobody left up here to crew.  Better let Skipper know. \n[29]What do you think? \n[30]You know what they say in the Navy don't you? \n[31]\"If it moves, salute it.  If it doesn't move, pick it up.  If it's too big to pick up, paint it!\" \n[32]Hold this, will ya? \n[33]Madam, I would consider it a privilege if you would allow me to take you on a tour of the dance floor. \n[34]You're very light on your feet Ms. Boyde.  Was it you who taught all of these young ladies the art of the dance? \n[35]He is halfway human. \n[36]The rust won't wait for you to read Conrad, Goodall. \n[37]Read on, young John.  Read on. College boards are coming. \n[38]What do you make of that? \n[39]We've got a problem. \n[40]Terry left his passport in Curacao. We could hide him... \n[41]If he's a Cuban, Castro wears a dress. \n[42]A wet sheet and a flowing sea/ A wind that follows fast, And fills the white and rushing sail, And bends the gallant mast/ Arise, arise you salty dogs.  The watch is on. \n[43]GO, GO, GO!!!  TOPSIDE!!!  Come on Charlie!  George, get them out!! \n[44]My God!!  Oh God I'm dying!!! \n[45]Hands and feet inside the boats. ", "RICK": "\n[1]Albatross? \n[2]Rick March.  Who the hell are you? \n[3]Look, meet us out front when you're through.  If they try to take anything away from you like Johnny Quest up there, just make a list and we'll have 'em send it down to the boat. \n[4]Hey, hey!!  That's my stuff!! \n[5]I gotta admit I never thought you'd be back after the great \"Bowsprit Affair\". \n[6]Well, Romeo here was on harbor watch and managed to sweet talk one of the local girls to have a go in the bowsprit. \n[7]The 'local' mayor's 'local' daughter. \n[8]He says they did the deed... \n[9]Up goes the jib and out roll Tod-o and the mayor's daughter, naked as pilot whales... \n[10]Well gentlemen, there she is. \n[11]What's that supposed to mean? \n[12]Well that's a hell of a how-do-you- do. \n[13]Listen up.  This is Chuck Gieg. \n[14]Absolutely not. \n[15]You know we gotta dumbwaiter for that. \n[16]Not that one.  Tod-o here. \n[17]Hungry, Goodall? \n[18]What's that, Big Daddy? \n[19]No self respecting shark is gonna take a bite out of you. \n[20]Damn Terr, you're whiter than Sister Mary Anne's butt. \n[21]Hey man, wake up.  Wake up! \n[22]Oh I was walkin' down Lime street one day... \n[23]A pretty young maiden she happened my way... \n[24]So to all you sailors who've fought wind and whale... \n[25]She said \"None the better, you all go to hell...\" \n[26]You think Old Thunder Nuts will figure out that we're A.W.O.L. \n[27]Oh-my-god... \n[28]What? \n[29]No, Phil.  It's a mammal. \n[30]You're the one who doesn't care, Phil. \n[31]About yourself? \n[32]Good luck. \n[33]Yeah. \n[34]Man, is there a social disease you haven't had? \n[35]We're here for the night. \n[36]Bill, you go.  We'll be right behind you. ", "TERRY": "\n[1]You probably didn't notice, but this bunk has been taken. \n[2]Maybe he's getting his wooden leg waxed. \n[3]What question? \n[4]This -- is gonna be a long eight months. \n[5]I'm done.  I'm finished... \n[6]Why couldn't it have been a wooden boat? \n[7]Well, don't brush too hard.  Looks to me like the only thing holding this bucket together is the rust. \n[8]This guy is certifiable... \n[9]We're gonna die!!!  We're all gonna die! \n[10]You got Marlboro's? \n[11]I'm next! \n[12]Get me out!!!  Get me out!!! \n[13]Oh Jesus!  Oh Jesus Christ!! \n[14]We'll blame it on Big Daddy.  He's a lush. \n[15]The \"Old Man\" likes a tight ship! \n[16]What now pork chop? \n[17]Holy shit!  Where'd she go? \n[18]Well that's just great.  Now what are we supposed to do? \n[19]Soon as we ship it'll be \"forgetta\". \n[20]Screw you, Valentino.  I haven't seen you swapping spit with anybody. \n[21]Jesus, they're gonna sink us!! \n[22]Skipper!! \n[23]Easy for you to say. \n[24]Everybody knows why she went over Tod.  You jibed the boat. \n[25]That's not what Skipper thought.  He was trying to spill air from the main! \n[26]Were you on deck?  I was standing right there and all I know is, he... ... disobeyed an order, twice, and the boat went over. \n[27]It was an act of stupidity. \n[28]Then whose? \n[29]After the lightning strike, we tried to go aloft to drop sail.  We'd done it a thousand times.  We didn't have to wait for an order.  But Skipper called us down. \n[30]We would have scalloped the squares from the deck.  Right Bill? \n[31]What the hell?  What is he doing. ", "ALICE": "\n[1]I'm ship's surgeon.  I'm in charge of aches, pains, biology, math and science. \n[2]Not yet. \n[3]That low passed through last night. May be a little bumpy out there. \n[4]Looks like weather. \n[5]I'll go. \n[6]\n[7]Release this when I tell you!! \n[8]\n[9]Cheated death again. \n[10]I'm sure they won't be disappointed. \n[11]Hardly. \n[12]Your father? \n[13]You miss him. \n[14]He knows. \n[15]I am about this. \n[16]What? \n[17]Do you remember the last time you and I danced under the stars? \n[18]On the deck of the Yankee, the night you asked me to marry you.  We weren't much older than they are. \n[19]It's through her lung. \n[20]You may not like what you hear. \n[21]They've become what you wanted. They're a crew.  That's why he came. \n[22]We were idealists. \n[23]I haven't forgotten. \n[24]He has a lot of hurt inside him. \n[25]You're still an idealist. \n[26]Have a nice time in Curacao, did you Tod? \n[27]Not so fast. \n[28]What are they doing? \n[29]Well gentlemen, I have the results of your college board scores.  I think most of you will be pleased. ", "GEORGE": "\n[1]If you want to keep all your fingers, stay the hell out of my galley unless you're invited. \n[2]I think you were too hard on Weathers. \n[3]Yes.  I do. \n[4]Yes sir. \n[5]Fucking bastard. \n[6]What do you mean? \n[7]Why's it always happen at night? \n[8]Keep it coming. \n[9]He must be two hundred pounds! Bring him in close and try to hold him steady. \n[10]Got him! \n[11]Shit. \n[12]That's chow. \n[13]What?!  What's happening?!! \n[14]I'm sorry, Skip.  It's this damned book.  Lawford gave it to me. \n[15]Son-of-a-bitch. \n[16]What's that? \n[17]Immortality. \n[18]And being sixteen. \n[19]What's that? \n[20]I got a live one! \n[21]I'll try and remember that. \n[22]If I didn't know better I'd say the old man was acting almost halfway human. \n[23]Jesus.  She's got guns. \n[24]They want us to identify ourselves. \n[25]They think we're carrying Cuban refugees. Skipper, they mean to board us. \n[26]They say they are acting on the direct authority of Fidel Castro. \n[27]You've got to be kidding!! \n[28]He told them real sailors need only the stars. ", "FRANCIS": "\n[1]Ahoy there. \n[2]Albatross?  Doesn't inspire a lot of confidence. \n[3]I'm Francis Boutillier.  This is my son, Philip. \n[4]Your cable said you wouldn't be putting out until mid-October. \n[5]Indentured servitude is not what my son had in mind. \n[6]And I would have expected compensation for my time and expense coming all the way down here. \n[7]I'll be frank with you.  This was his mother's idea.  A romp through the Caribbean on a sailboat sounds more like a vacation than an education if you ask me. \n[8]Take good care of my son. \n[9]He's a big boy. \n[10]Ahoy there!! \n[11]Well, well.  What do we have here? A floating brothel? \n[12]Well, we thought we'd drop in and see if you were all still in one piece. \n[13]Well, you never can tell these days, can you? \n[14]Well, we've come to give our boy a little break from the monotony. \n[15]Never the less... \n[16]Hop to boy.  We haven't got all day. \n[17]What's wrong, you don't like steak? \n[18]Humor me.  Eat it anyway. \n[19]Spying?! \n[20]Oh, really? \n[21]Listen to me, you thankless little prick.  We're your parents, so don't you dare talk to me disrespectfully. What the hell is it, this captain? Because I'll see him in a rowboat... \n[22]Well, what does it have to do with? Us? \n[23]Welcome home. \n[24]Who is it Philip? \n[25]Who are you talking to out there Philip.  Come back in here. \n[26]Captain Sheldrake exhibited an arrogant, controlling attitude in my presence on more than one occasion. I believe he had a personality conflict with my son from the start. \n[27]It was his dream to go.  I could hardly stand in the way of that, could I? \n[28]Sit down! ", "CHARLIE": "\n[1]How's that? \n[2]Thing is, the net in the basket isn't very comfortable, so Tod-o wraps them up in the jib.  After the deed was done... \n[3]After the \"alleged\" deed was done, they fell asleep.  Big Daddy Lawford comes on deck at four bells and hears Casanova sawing logs. \n[4]He gets the whole crew on deck, gets us on the halyard, and orders the old \"heave ho...\". \n[5]I don't know who was more surprised, you or Big Daddy. \n[6]Home sweet hell on the water. \n[7]It means Shakespeare.  B-o-r-i-n-g. \n[8]He's right.  It was a stupid stunt. \n[9]You heard me. \n[10]Outta what? \n[11]He's afraid to climb. \n[12]Come on Chucky.  Show us a little grit. \n[13]Okay, who's next? \n[14]Whoops. \n[15]\"If it moves, shoot it...\" \n[16]What the hell is going on? \n[17]Maybe she pulled free... \n[18]Maybe they're surrendering. \n[19]His ol' man's gonna eat him for lunch. \n[20]So much for vestal virgins. \n[21]Phil? \n[22]We gotta talk. \n[23]If the foremast had taken a strike, everyone in the rigging would've been fried.  What would you have done? \n[24]Come on.  Like he's got a vendetta or some such shit? \n[25]They're twisting it all around.  Why doesn't he say something? ", "MIKE": "\n[1]So when the hell do we get to meet El Capitan? \n[2]I got five bucks says he doesn't. \n[3]Steel boats don't leak. \n[4]Ladies, gentlemen and hermaphrodites, Mr. Corry and I are happy to announce the grand opening of Trans-Border Enterprises. \n[5]For a price, of course. \n[6]Contraband's hard to come by out here son. \n[7]There's a penalty for any material returned to the Trans-Border Library with sticky pages. \n[8]Hey, you can't do that!! He can't do that!! \n[9]Oh my god!!  It's a... \n[10]Hey you guys, come on! \n[11]All I know is if that Viking son of a bitch puts me on smegma duty one more time I'm gonna have to run him through. \n[12]She's gone!  The boat's gone!! \n[13]Who the hell checked the mooring? \n[14]What if they don't know.  If she's adrift, if they're asleep, she could run aground.  She could break up on the reef. \n[15]But we don't have any cannons? \n[16]You're the last person who should be whining about being a \"crew\". \n[17]Well, I'd sure like to go into the subject of vertigo and all, but I wouldn't want you to piss yourself. \n[18]Tell it to the dolphin, Goodall. \n[19]Hell, do what ever you want.  It won't change anything anyway. \n[20]You guys are missing the point. This is all because of Phil.  Phil and his dear old dad. \n[21]How do you think they got this together so fast?  He's been laying for Skipper since the first day. \n[22]You got it. I told you he was a turn coat the day we kicked him off the boat. \n[23]I'm telling you, the only way to change this is to get Phil to call off his old man.  And that ain't gonna happen.  So the way I see it, it's Skipper or us. \n[24]He did it man.  He sang like a bird. \n[25]Son of a gun.  He just sent Skipper a life boat. ", "SANDERS": "\n[1]Why didn't you drop any sail? \n[2]But your instinct was to lose sail? \n[3]How old are you, son? \n[4]Thank you. \n[5]Philip, why were you discharged from the Albatross? \n[6]Were you? \n[7]Well, if you don't mind my asking, sir, why did you let your son stay? \n[8]Is it true that you forced Robin Weathers to climb the mast when it was clear that he was acrophobic. \n[9]Were you aware that his brother was killed in a fall. \n[10]Sir, were you aware at any time of the use of alcohol among the crew. \n[11]Had you ever seen a \"White Squall\" before this incident? \n[12]What makes you so sure it was one? \n[13]You really felt that your crew were up for the conditions. \n[14]Except, a \"White Squall\". With all due respect Captain Sheldrake, they're only boys... \n[15]Is it true that the reason you expelled Philip Boutillier... \n[16]... and that you invited him to strike you?  To fight it out on the deck of your ship?! \n[17]Do you think this is funny?  Some kind of joke?  You lost six people out there. \n[18]I have no more questions at this time. \n[19]Oh, one last thing... Isn't true that your father was a sea Captain? \n[20]Isn't also true that his vessel went down off of Nantucket?  Lost everyone on board.  In fair weather no less. \n[21]Oh, nothing.  I was just curious. ", "OLDER CHUCK": "\n[1]Though I hadn't seen or spoken to Sheldrake in over thirty years, it seemed impossible that his heart was the thing that had finally failed him... \n[2]I never got close to him, nobody did.  But by the time we made Tampa, I was sure I knew who he was, that I understood what he saw, what nourished his soul and tested his faith... \n[3]He had taken us to worship, where, what was for him, the holiest of holies.  And, for us too by the end... \n[4]Though he had moved on with his life, now even for the years, to hear him eulogized by strangers, seemed strange.  He had been a hewner of stones, a pilot by the silent stars.  Like me, alone among many.  But most of all for us, the crew of the brigantine Albatross, he was always and would forever be... our Skipper. \n[5]He was everything I had expected, part Ahab part Queeg and even Bligh. He spoke in whispers and answered all queries with efficiency and directness.  He had gone to sea for the first time at fifteen, the same age as Bill Butler.  And as he looked upon us that first day it must have been as though he were staring into a mirror. \n[6]We were all thirteen individuals. We'd arrived the sum total of our limited experiences and the result of our parents' best, if not narrow, expectations... \n[7]... Some of us were there for discipline, some for escape.  But I could see a small piece of myself in all of them and though I fought the notion, for me, I knew now, this would be home. \n[8]And so it was the Albatross that took to the open sea with the wind in her snapping canvas and a bone of white foam in her teeth... In each of us were feelings of anticipation and hesitation for the man at the wheel and of the unfamiliar world he was leading us into. \n[9]The storm lasted sixteen hours and it set us all on equal footing.  It was the first time that we shared an episode on an even plane.  As we stood our watches we were equally out of control of our situation, regardless of our physical abilities or social backgrounds.  And though our real feelings lay hidden beneath bravado and defiance, we were no longer strangers. \n[10]Curacao seemed out of a dream, somehow make-believe.  But, as Ohio drew further and further away, it was home that began to seem unreal, drifting somewhere in the foggy reaches of our memories.  And I knew that each of us was falling in love. But not only with these wonderful women or the swaying palms and porcelain beaches... We were falling in love with the experience we were sharing, and with who we were becoming. \n[11]As Robin rang him out, we waved in silent protest against Skipper's decision.  And in the days that followed the low morale was matched only by a sense of arrogance that perhaps the master should step down and let his students take over. \n[12]With staff and string he showed us how to build a sextant.  As we rode the trades, he shared the ancient secrets of how to read the waves and follow stars.  And some mornings later, bathed in the orange glow of a sunrise, Panama rose from the sea like a phoenix. \n[13]We had journeyed over six thousand miles to the very edge of the earth. Like Darwin before us, we would witness the bliss of nature in the absence of man.  And it was as if the Albatross had forded time, leaving it behind.  In the heat of those equatorial days, on the virgin onyx beaches and shifting coral dunes, one could expect to find sunning iguanas, nesting frigates and perchance... the footprints of God. \n[14]In the fading hours of that Pacific dusk, with nothing left to confess, for the first time we felt safe, capable, sure of who we were and where we were going. \n[15]We slashed at the sharks as if striking out at the finger of God. And we all begged silently for the ability to understand what had happened.  But, if there was a God that day, his answer came only in the moaning wind and our questions were left to drift unanswered, in the titanic ocean of our deepest grief. \n[16]Stand away. \n[17]They didn't take his ticket that day.  But why he never returned to the sea, I'd never know.  Perhaps he hadn't been able to free himself from the anchor of grief that had driven him to his knees aboard the Gran Rio, or that he no longer cared for the solitude and isolation of command without his Alice.  Or maybe it was just that the waves that had spoken to him for so long, had grown silent.  Whatever it was, that thing, it had always troubled me. Because, fate offers up no reasons. And maybe that's what I have traveled these thirty four years to say.  Maybe that is all I really know... And, that one man cared. \n[18]Rest easy old salt.  For together again, we'll sail. \n[19]Some time later we learned that one of our long boats had been recovered.  Several young men found it washed up on a nameless beach somewhere on the island of Hispaniola.  No one seemed to know who they were or where they came from, but they seemed to know of the Albatross. Sometimes in my dreams those faceless young men reveal themselves as my lost companions, and on the twilight coral sands of forever, between my slumber and conscious state, we race naked again, so open and in love with those precious moments, running, ever laughing, ever young, ever free. ", "CHARLES": "\n[1]You plan on making this plane or not? \n[2]Now just take it easy.  We're not going to a fire. \n[3]Appearances aren't everything.  Keep your mind on the road. \n[4]What are you doing? \n[5]Make us proud. \n[6]Chuck!  Chuck!!! \n[7]I couldn't bring her down here until I knew you were safe. \n[8]Come on. \n[9]I thought we'd find a store, get you fixed up and then get you some lunch.  That sound good? \n[10]I'm sorry, son.  Are you okay? \n[11]Why don't you go and try some of that on? \n[12]How're you doing in there? \n[13]All right.  I'm gonna wander over and look at some shoes... \n[14]Chuck!! \n[15]No, I can't. ", "TYLER": "\n[1]There are allegations questioning your competence with regard to the command of the Albatross.  I have been instructed to convene a formal tribunal to determine whether or not negligence played a part in the sinking. \n[2]May I ask you something? \n[3]How'd you manage to piss off a guy as powerful as Francis Boutillier? \n[4]I used to helm a school ship.  A long time ago. \n[5]That's right, we didn't.  I miss it sometimes.  But, there are other things a Skipper can do. \n[6]The families... want your ticket. Turn it in, we forget the whole thing.  Everybody goes home. \n[7]The papers are going to eat you alive.  Even if you beat it, you'll never get another commission. They want someone to be accountable. \n[8]The United States Coast Guard has been asked to conduct this maritime hearing to consider the revocation of Captain Richard Sheldrake's U.S. Master Seaman's Certificate. \n[9]And you didn't do anything about it? \n[10]What does this have to do with anything Mr. Sanders? \n[11]We'll take a brief recess. \n[12]Then why son, why didn't you follow his order? \n[13]If this young man had responded instantly to your command, do you believe the ship might have been spared? \n[14]Then what are you trying to say then? \n[15]That enough son!!  Order!!  Please!! ", "CHRIS": "\n[1]I got five that says he doesn't live. \n[2]Sorry. \n[3]All of the creature comforts and vices you could possibly want, at home or abroad, available twenty- four hours a day. \n[4]Absa-fuckin-lutely. \n[5]Fifty cents. \n[6]We also have a few rental items... \n[7]Sure he can. \n[8]I only have one question. \n[9]If we're not on the boat, how come the ground is moving? \n[10]Shut up! \n[11]Jesus Christ! \n[12]The guy's out of control. \n[13]Way-ta-go Valentino.  I never even copped a feel in Curacao. ", "WILL": "\n[1]You gonna jump?  Or are you just having a last look? \n[2]It's no my fault I was born first. Besides, nobody ever sent me on an eight month vacation, so ease up on the sad sack stuff. \n[3]I thought this was your dream come true. \n[4]Why then. \n[5]Nobody says you have to be like me. \n[6]You don't give him enough credit Chas. \n[7]We better go. \n[8]Don't take any wooden nickels Kemosabe. \n[9]And lighten up will ya. ", "COMMANDER": "\n[1]Chicken is a fool's game captain. \n[2]But you invited is aboard. \n[3]Stow away? \n[4]That is unfortunate.  We'll have to take him with us. \n[5]Perhaps in appreciation for our country's pursuit of peace, you might offer us some, token of gratitude. \n[6]This.  And... \n[7]... and that. \n[8]You'll really have something to teach your students now. "}}