{"dialogues": {"PIKE": "\n[1]It helps.. \n[2]Itll transfer both of you -- just one more word. They look at him silently. He means it. Finally Tike spurs his horse and the group sta'ts for town, CAMERA PANNING. THEM PAST. THE STATt.ON Aï¿½M BOXCARS into a side street. \n[3]\n[4]Beg pardon, Ma'am. \n[5]If they move, kill them. C.L. grins happily and squats on the floor, his 12 gauge \n[6]Well, we'll just join in. Angel, turning away, hesitates, looking up through the window \n[7]Waiting for us  Son of a bitch He turns and crosses quickly to the back door. Dutch follows. Pike opens it a little, looks ou.t at. \n[8]How in hell do I know? \n[9]No, son -- we got company there too --  \n[10]No. You just hold them here and wait as long as you can -- after the shooting starts. \n[11]You boys want to move on -- or stay here and give him a 'decent burial'.? \n[12]He's dead!  And he's got a 'lot of 'good men? back there to keep him company. \n[13],Ten years ago it was some shaky drunk with a tin badge that hid in the g1n mill till you cleared town with your grab...Now, they're \n[14]He was -- but he got old and tired and when that happens, things change. \n[15]You.sound like you're all caught up, \n[16]What in hell is the matter with you? \n[17]That's my business -- being sure. There is a knock at the door and. Thornton whirls. Elizabeth throws the bolt. \n[18]Relax -- just a little champagne I ordered. \n[19]He's had five years on the r ck pile, Dutch -- and twenty more to u go -- \n[20]Fo -- but he takes a dim view of 20 more years in the Carcel -- don't bet on it.. \n[21]I don't really give a damn about Deke Thornton...I just know that I'd surely like to aet the hell off. this horse. \n[22]No. \n[23]They won't need them -- we will. Sykes thinks this over, finally nods. a little and turns away. 115 LYLE AND HIS BROTHER AND DUTCH STAND in a half. circle around the poncho. waiting. Angel, the last, drops his saddle bag, then crosses to the wall and drops down to rest. For a long moment the men look down.a-t the pile of saddle bags. \n[24]The sharing up's going to be the some as always. \n[25]Well,..why don't you answer me, you dapnned yellow.-livered trash? The brothers fide, et., look at each other. \n[26]I don't know a damned thing except I either lead this bunch or I end it -- right now; \n[27]Son of a bitch! \n[28]They set it up: \n[29]Railroad men -- Pinkertons -- bounty \n[30],k for it I Tector-, looking at Angel's gun, half turns to Pike. \n[31]Agua Verde is the closest three days maybe -- then we sell the extra stock -- get some griib and the news and drift back to the border -- maybe a payroll -- maybe abank -- \n[32].We got to start thinking beyond our guns -- theft days are closin' fast. \n[33]You spent your time and money running whores in Hondo while I spent my stake setting it up. LYLE CALMLY PICKS UP A WASHER, flips. it to  Pike who catches it, looks at it, through it, drinks, tosses it back on the pile. \n[34]Looks like I'd have been better off running whores than making plans9 stealing horses and buying uniforms. 1.32 THE MEN ARE SILENT FOR A LONG MOMENT. Then they break into \n[35]Didn't you run some kind of mine -- in Sonora? \n[36]Why in the hell, did you ever quit it? \n[37]I don.'t know\"any better -- maybe don't want any better,  Hell, I wouldn't know what to do with 'better' if it poked me.in the eye with a sharp stick. \n[38]I threw away more chances in one year that you will see in your whole.l.ife -- but that don't mean you have. to ' be a damn fool like me. Dutch sits up, rolls and lights a cigarette. \n[39]What in hell do you want me to-say ,-? \n[40]Pershing. has. got men spread over the whole border. Everyone of those garrisons is going to be.gptting payroll. \n[41]Well -- I don't figure it's going to .be easy, but it can be done. \n[42]I wouldn',t have it any other way. \n[43]Well, I caught up to them -- two or three times -- There was a man named doing things -- So I made him change his ways -- when you do that to a there-'s a hell of a lot of people, Dutch -- that just can't stand to be wrong. \n[44]I guess -- but they can't ever forget it -- that pride that being wrong or learn by it. \n[45]Well, I surely hope to God we did. 138 SYKES CROSSES TO PIKE, GIVES HIM a cup of coffee, moves away, \n[46]That toothless old wreck was a real gun about twenty years back -- used to run with Thornton and me killed his share and more -- around ----Langery -- Ambushed stages all along that old board highway.,.He had those Swede immigrants so scared theyQd starve rather than go to town and by beans for their kids, and there wasn't a sheriff in. the territory to take issue -- He laughs, drinks the coffee and gags.. \n[47]And he ain't changed -- only now-he does his killing with a coffee cup. Dutch laughs and then both lean back listeningas: 139. ANGEL, WRAPPED IN HIS SERAPE LEANING AGAINST THE-WALL, plays the great ranchero songs of old Mexico., 140 LYLE.AND TECTOR ARE ALSO AWAKE and listening. \n[48]Leave him alone! \n[49]We don.'t get rid of nobody we stick together -- just like it used to be -- when you side aman you stay with him --  than some animal -- you're finished -- we're finished -- all of us! Tector looks at him silently. 148 PIKE TURNS TO MOUNT THE HORSE. Placing his foot in the stirrup he stiffly starts to swing on. The leather breaks and. he falls under the animal. Landing on his back, he lets out a loud shriek.     39. 1.9 THE OTHER N'EN LOOK DOWN AT HIM AS TEEM MOUNT. Dutch, help. 150 PIKE STRUGGLES TO HIS FEET. None of them move forward to help him and he doesn't expect them to. He is visibly miserable as he recovers the reins of his animal and tears off the.broken leather. 151 LYLE AND TECTOR GRIN A LITTLE. Sykes turns away. \n[50]Were about two hours from the Santa Caterinas. He turns and rides toward the mountains, the men following. \n[51]We started together -- we'll end it together. \n[52]Your boy2 \n[53]He did fine --  Why didn't you tell me he was your grandson? \n[54]No ---he did fine...just fine. \n[55]So --? \n[56]How? \n[57]Ashamed of having us meet your people? \n[58]Far as Ifm concerned, you can go, \n[59]Looks like I'm outvoted. \n[60]Wants to visit his folks alone -- thinks we're a little rank for his people. \n[61]How do' you want it? \n[62]Hard to believe. \n[63]You know us, then -- \n[64]Like to ride with us, old man? And for a moment, the old man's eyes flash as he watches: 162- DUTCH AND THREEVILLAGERS SHOEING a very small, very mean 16L. mule. All four have been drinking a little and are thoroughly enjoying themselves as is the mule as he pitches and knocks them all sprawling.. \n[65]The Federal. troops they don? t. protect you -- \n[66]-So Angel lives with a dream -- while Mapache eats the mango -- \n[67]Many times -- and with the mango too. \n[68]I never could carry a candle to you, old timer. \n[69]I dream when I sleep -- and eat when I'm hungry. \n[70]It doesn't make any difference, kid our business is in Agua Verde For a moment Angel looks like he will explode, then he lifts a bottle of tequi.lla in salute to Pike. \n[71]We'll go. have a drink, then try and sell the horses. \n[72]I seen one just like this in Waco... \n[73]No...alcohol:...or gasoline. 190 FREDDY SYKES EDGES UP CLOSE TO PIKE. He is anxious to make a. statement and he speaks to him as he walks around the car. \n[74]No,. the old man's right. They -got t em now with motors and wings -- cover 60 miles in less than an hour...goin' to use them in the war, they say. (as T(ector looks at him astonished This could cover. 30 miles in an hour -- ' cording to the road, of course. \n[75]Not that easy -- these automobiles can't stand.any rough ground -- or hot sun like a horse ---they're for show mostly. 191 TECTOR TOUCHES A FENDER AND ONE of the guards spurs toward him, cursing in Spanish. Tector backs off,. hands in the air. \n[76]You're here with us,pardner -- any business you got with the general comes after we finish ours -- and that is selling horses.. \n[77]You make.one move to trouble and I'll -kill you -- understand -- we stick together. \n[78]Let's get some beer and talk to the general about his automobile and our extra horses,,.nice and easy. The men turn and follow him into the cantina. \n[79]Beers.. six cervesas, \n[80]The G3neralisimo has cleaned this part \n[81]Like some others I could mention? \n[82]Let her go! 203 ANGEL LOOKS AT THE GIRL, furious and hurt.. \n[83]Take it easy! He places a hand on Angel's shoulder. \n[84]His sweetheart -- \n[85]He didn't, he was. after the girl... Mapache is having difficulty understanding. He looks at Z'amorra with a puzzled expression. \n[86]He went a little crazy when he saw her with you. Mapache laughs. His ego is pleased with the idea that.he had taken someone's woman. He turns and explains grandly in Spanish to the rest of. the cantina. \n[87]I. never heard of any American troops fighting down here... \n[88]We have vez\"y'few sentiments in common with our government. \n[89]Of all those garrison rail spurs that ofie is the easiest to hit -- But I've got to figure where we can get out with. the wagon.     \n[90]Arms shipments are generally. kept secret ...how did you find out about this one? \n[91]I -- we can do 'it , , , But we're going to need special equipment. \n[92]With your permission ...I need a bath. \n[93]We better get him cleaned up...     \n[94]Por favor, General -- but I need him. \n[95]I choose my own... withyour permission. Zamorra joins Mapache, looks at Pike whose hand is close to his. gun, turns to the General. \n[96]Some day I'm going to build me one of these and live in it.  I don't know why I â\u0080¢ didn' t just let him kill you. \n[97]Take them a large bag of gold when it's over. \n[98]Move them a thousand miles away and buy them a ranch --. two -- three, ranches. \n[99]Son -- twenty thousand cuts a lot of. family ties. \n[100]Twenty. \n[101]i. know. you will... Then. they all turn as: 233 TECTOR AND.LYLE AND THEIR LADIES enter, somewhat wet and stained with wine. \n[102]Pleasure-, Ma' ain. \n[103]I met a woman I wanted to marry... \n[104]Buenas no the s mi amor. Aurora swings and catches him full handed across the face9 the groceries scatter on the floor -- Pike bounces off the wall,. looks at her, tries to grin. \n[105]Your husband due back? \n[106]No! He picks up a pan with a hot handle, drops it, spilling hot stew or soup on his foot, hops around cursing looking at the shambles on the stove and on the floor.' 236DD AURORA STANDS LOOKING AT HIM WITH LOVE, then smiling softly crosses to the side-board and pours him a drink. He takes it, suddenly both are laughing. \n[107]She had a husband and I should have had enough sense to kill him. He wasn't around and I got careless. One night he.walked in on us - - got her with the first shot. He caught me here with the second then the damndd coward turned and ran. \n[108]Not yet but there-hasn't been.a day or an hour that I haven't thought about getting him - - he didn't want that woman he just. wanted to kill somebody - - well, he killed \n[109]This is the last go round - - this time we do it right. \n[110]Get the guns off and get on, out of here; He turns and scrambles down inside the cab. Outside the men quickly finish loading and the wagon pulls up alongside the cab. \n[111]Not yet - I want to return e. favor.. He.â\u0080¢yanks the throttle into reverse and jumps off the locomotive onto the wagon. \n[112]Get on those rear. wheels'. The Gorch brothers scramble down into knee-deep water and begin to push. \n[113]Lyle; .Put your horse in the traces! 336 LYLE HANDS A BOTTLE OF WHISKEY TO TECTOR and nudges his horse forward.-As he swings off, it is obviaeas that he is a little drunk, \n[114]And we got a hell of a long way to go 'with a considerable number of people just waiting to take 'em away. \n[115]Agua Verde -- or before -- and when he \n[116]Last I saw he was ridin' four sticks of dynamite into the river. \n[117]Yeah he'll be along.     85. 338 HE CROSSES SLOWLY TO HIS HORSE, his weariness showing, puts his foot in the stirrup, hesitates. \n[118]Let's move.- And they do, still chuckling-as we.; \n[119]Are they bluffing. or did they really miss it? \n[120]A lot depends on how hungry they are...  You- stay up there and look for bighats.,..I'm going to start. ..'rigging the fireworks. Dutch: turns, crawls back and lifts the glassese Pikewalk down near the wagon and. prods. Angel., who.is sleeping _: his boot. \n[121]1. need some-help. 353 ANGEL QUICKLY GETS TO HIS FEET and follows Pike. to the wagon. Pike reaches into a box near the seat and removes a piece of fuse. \n[122]Get that case of explosives near the back. Angel climbs on the wagon. Lyle, hearing him,.crawls out from underneath. His brother also awakens and starts moving around. Sykes, hat. over his eyes, looks up but doesn't move.. \n[123]Protection. (as they look at \n[124]Now I'm goin' to make it real easy for something to happen. 35L PIKE SETS THE BOX ON THE GROUND and pries open the lid. He begins setting the sticks on the ground next to the box. Angel gets down and Pike hands.him a coil. of baling wire. \n[125]Wrap these in pairs and put a fuse cap between them. Angel takes the first two and starts to work on them. 355 LYLE WATCHES FOR A MOMENT THEN NUDGES HIS BROTHER and climbs 356 ANGEL AND PIKE ARM THE DYNAMITE STICKS in the shade of the wagon.. \n[126]You told them about our trail? \n[127].Whatever I don't know, I'm going to learn. \n[128]Hold up 1.. \n[129]Just hope. they don't belong to Villa. \n[130]Tell that one in front to come. over here ...Alone! \n[131]Tell him to-come closer! \n[132]You see this? He tickles. the end of the fuse-with the dead ash on his cigar. \n[133]Itts-a: very fast fus.e..,any trouble and no guns for the general. Herrera is solemn as he ponders for a moment, then begins to 'smile. \n[134]Nobody:..nunca nadiel \n[135]Now, \n[136]Go on back-and tell the General that one of us will. be there tomorrow for-the trade..1,any trouble -- no gunsb Herrera takes one last look at the guns. then he wheels his horse and. rides off.     \n[137]This isnÂ°t over yeti 376 HERRERA RIDES HIS HORSE TO THE BEND IN. THE RIVER then, reaching his men,â\u0080¢reins his horse up and-turns him around. He whistles loudly and calls out : \n[138]Ride ahead a hundred yards and check the washes...  You and I will cover the flanks --  Keep on the gun -- watch the rim. \n[139]I'll tell you when -- \n[140]Where? Angel smiles, then turns and calls softly. \n[141]Cut him loose 388 ANGEL SPEAKS, LED BY IGNACIO, THEY QUICKLY FREE TECTOR and hand him his weapons with murmured apologies. Tector looks at them, whistles, softly. \n[142]Don't break that fuse... Angel lifts a crate. \n[143]They part of your village? \n[144]How long have they been around? \n[145]How long have they been following us... close? 391 ANGEL EASES THE RIFLE CRATE DOWN, TWO PEONS TAKE IT. He turns to Ignacio. \n[146]If they ever get armed and led, this whole country'll go up in smoke. \n[147]Don't worry we got ' em...hidden. As soon as I. get 'my share of the gold I'll tell you where four cases are... $2500 worth..  The others are waiting at the wagon and unless I r eturn pretty damn quick they. blow it. 'Zamorra smiles, admiring Pike's caution. \n[148]Quicker I get back, the quicker the next load'll get here. 399 HERRERA BRINGS A SMALL WOODEN STRONG BOX. Kneeling on the ground he opens it and counts out two small bags of gold, and hands them to Zamorra. Zamorra hands them to Pike. \n[149]About two.. miles up the arroyo ... three cases of rifles, one of ammunition, are in the brush behind it. \n[150]Our contract was 16 cases of rifles and 8 of ammunition -- for $10,000 -- not a machine gun. \n[151]I'll think it over. \n[152]Just carryin' all this weight. He hold's up two bags of gold. \n[153]You and your brother take in the next' load, and the machine gun - 'then Dutch and Angel. Sykes,. you follow them and pick up the pack horses...leave the wagon. \n[154]Openin' boxes. like he thinks it's Christmas. \n[155]_-No wag... no' way at all. \n[156]It'-9 his word2 \n[157]No water. \n[158]They'd be after us every step of the way -- I know Thornton. No, I'm tired of being hunted -- we go back to Agua Verde and let the General take,.. care of those boys. \n[159]He's so tickled with the guns he'll be celebrating for a week and happy to do us a favor. Thornton ain't going after us in there. While they're busy pick- ing over Freddy) we'll.' take the back trail off this mountain and head for town. The others look at him silently. Finally: \n[160]We take one sack to pay our way. \n[161]I hate to see an animal treated like that. \n[162]Maybe we- could buy him. They are silent for a long moment. Finally: \n[163]We,could use another gun. 450 MAPACHE, ZAMORRA AND THE GERMAN ADVISORS NOW GROUPED around the fire see the men. \n[164]I want to buy him back... Dutch and the others look at him surprised, \n[165]I,'11 pay you his share of the gold. \n[166]I'll give half my share to get him back. \n[167]You've had your fun with him... \n[168]Want to go hunting, General? Mapache looks at him confused. \n[169]Why not?. The group moves through the celebration out the main gate and into the village beyond. \n[170]Let's get Angel... 462 TECTORâ\u0080¢IMMEDIATELY REACHES.FOR HIS GUN and stands as if he has just been given an important order by a commanding offi- cer. Lyle rises more slowly, begins to check the.-loads in his pistols. \n[171]Yeah. 464 THEY CROSS TO THEIR HORSES, THEIR DRUNKENNESS LESSENING with every step. Pike and Dutch pull rifles. or shotguns from their saddle scab- bards as do . Lyle.and-Tector,. then they move up the village street.. \n[172]We want Angel; Mapache stares at them without answering. ", "DUTCH": "\n[1]Make you feel welcome? \n[2]ITd like to transfer to another unit -- there seems to be dissension in the \n[3]Let. me, Ma'am. Dutch picks up the package, Pike offers the lady his arm. She hesitates, accepts. Pike and Dutch, followed by the others, lead her across the 'street. \n[4]How in hell could they have known we were coming? \n[5]Where do we go? \n[6]I'd like. to say a. few kind words for all the departed -- then perhaps a hymn or two would be in order -- followed by a' church supper with a choir. CONTINTED     20. \n[7]Deke Thornton. \n[8]'He changed -- you didn't.'     \n[9]Deke Thornton isn't just. any fool that can carry a gun and read-a wanted poster. \n[10]What's our next move? \n[11],-While you was getting your bell rope pulled by --  By two -- mind you, two -- Hondo whores -- while Pike's dreaming of washers - you're matching two of them -- in tandem And the wild bunch falls apart in laughter -- even Pike is caught, but as he laughs, he knows that they are together again. \n[12]Yeah, I helped run a little copper -- nothing for us there except day wages, if it was running now -- which it ain't.     \n[13]Why in hell are you still goin'? \n[14]You -never gave it :a chance9 Pike. \n[15]You got a halfway hard mouth, partner. \n[16]Just don't give me, no lectures.. They are silent -- finally: \n[17]Back off to what?  Any real ideas for a next one? Pike closes his eyes and leans back. \n[18]That kind of information is kind of. rough to come by. \n[19]You must have hurt that railroad pretty bad -- they spent a lot of time and money getting that ambush set up for us. \n[20]Pride, I guess \n[21]And you -- and me --did we learn -- being wrong today? \n[22]Where'd you find him? \n[23]Pike, I wouldn?t have it no other -way aither. \n[24]We're not going to find much down here., That damned Huerta' s scraped it clean. \n[25]If you know a shorter way..': show us. Angel looks away and is silent for several seconds. \n[26]That sounds right to me.. \n[27]And take what? Tector thinks this over, doesn't answer. \n[28]All soldiers - not a bounty hunter in sight. \n[29]That could run a horse right into the ground. \n[30]Angel -- who does this thing belong to? \n[31]The official carrazo of the Pache Generalisimo. CONTINUED     \n[32]Seii cervesas. The girl leaves to' get the order. The men at the table look around the cantina. At a nearby table a group of men are throwing dice and laughing loudly. The mariachis are gather- ing around Mapache.. Lyle shifts in his chair to look at them. 198 MAPACHE IS LAUGHING AND DRINKING. The German. leans close to Zamorra and speaks in Spanish. \n[33]I'm down to about twenty in silver... \n[34]Generalisimo hell -- he's just a damn bandit grabbing all he can for himself. \n[35]No sir -- we don't.hang nobody or torture them -- I hope the people here kick him and the rest of the scum like him right into-their graves.     56.. \n[36]Que pasa:: \n[37]Era su novia; The Mexicans immediately respond to Dutch's explanation. Both Z.amorra and Mapache smile. \n[38]-No -- were not associated with anyone... \n[39]I'm sure. 219 DUTCH FOLLOWS PIKE TO ANGEL where they lift him off the floor. \n[40]I don't see how you stand it \n[41]Very 'noble . \n[42]One load of guns isn't going to stop him from raiding villages.. You ought to be thinking about all that money you'll have. \n[43]A small bag. \n[44]One -- a very Small ranch. \n[45]Salud'. \n[46].Al]. we'd need is for El Mapache to find out we armed some village... \n[47]How many cases of rifles did Zamorra say were in that shipment? \n[48]Give him one. \n[49]__-He'll have to show up with us. when we deliver..,. \n[50]Mucho gusto, senorita.. \n[51]You never told me how you got all tore up like that... 236 PIKE REFLECTS FOR A MOMENT. His face is almost white.; Then he reaches in his saddle bag and pulls out a bottle. He drinks, passes the bottle to Dutch.. \n[52]You didn't catch up with him? \n[53]They're coming; 269 GORCH ON FRONT OF THE. LOCOMOTIVE WHIRLS AROUND and looks back for an instant as Dutch yells. The two guards jump kills both as they pick up their rifles. \n[54]We're ready! \n[55]What about Thornton and them others? \n[56]Still heading east. \n[57]I'd say they missed it.. \n[58]Only five left -- didn't figure them to come down after us. How much can we be worth? \n[59]Mapache' s? \n[60]Oyel Jefe, ven to solitol \n[61]Don't you think you should tell your soldiers? The Mexican makes a face as if he doesn't understand. \n[62]Show.him&amp; 373 TECTOR AND LYLE JERK THE TARP OFF. TI MACHINE GUN. Lyle arms it. 371k. HERRERA. LOOKS AT THE GUN and his eyes widen. He. turns, \n[63]We haven't heard from Tectnr.. â\u0080¢ â\u0080¢ PIKE  Call-'em in. \n[64]Grenade -â\u0080¢ you pull this pin then throw it and find a hole- From what. I hear it gets the job done. \n[65]Any trouble? \n[66]How's the, generalis imo? \n[67]We brought the last of it. who opens theca -- locks - it's gold. \n[68]At the head of the.arroyo -- in the wagon. \n[69]Fourteen. We lost two on the trail. \n[70]I'm wasting time here. \n[71]He's a thief,-- you take care of him. \n[72]Yeah. He turns and rides off, Angel watching him. \n[73]They got Angel... some people would betray their mothers for two dollars and one drink.  Unhitch and bring the horses - leave the wagono \n[74]How -- ? But. Sykes can't answer and Dutch rides off.     \n[75]Yeah - he played his string out right to the end. \n[76]Sykes says we got to go after him. \n[77]Thornton - they got Sykes. He's hit bad. Daum Deka Thornton to hell.. \n[78]Gave his word to a railroad. \n[79]That ain.'t what counts -- it's who you give it t o l l \n[80]We take our gold? \n[81]No more than. I do 0 \n[82]Goodbye,. Thornton. 455 ZAMORRA GESTURES AND JUAN JOSE crosses. to them... \n[83]Angel?... ", "CONTINUED": "\n[1]2. \n[2]3. \n[3]\n[4]\n[5]\n[6]\n[7]10. \n[8]12. 45- \n[9]14. 73- \n[10]15. \n[11]18. \n[12]\n[13]\n[14]28. \n[15]29. \n[16]31, \n[17]\n[18]\n[19]\n[20]\n[21]43. \n[22]14k. \n[23]45. \n[24].? . \n[25]4$ . \n[26]52. \n[27]\n[28]\n[29]\n[30]614.. \n[31]\n[32]\n[33]68. \n[34]69. \n[35]\n[36]\n[37]\n[38]\n[39]\n[40]87, \n[41]\n[42]90. \n[43]91. \n[44]\n[45]94.â\u0080¢ \n[46]\n[47]100. \n[48]\n[49]\n[50]\n[51]\n[52]\n[53]\n[54]\n[55]\n[56]2 T1ï¿½2G68 116. \n[57]corner of the yard and the soldiers return to their party atmosphere. Angel lies unmoving. \n[58]117. \n[59]\n[60]\n[61]\n[62]\n[63]\n[64]\n[65]128. ", "CHANGE": "\n[1]2/12/68 5. 12. PIKE MOVES DOWN THE FILE, looks around. \n[2]2/27/68 6. \n[3]2/27/68 16. \n[4]2/27/68 17. MORE IRATE CITIZENS BURST INTO THE OFFICE. Thornton moves through them-out the door. 88 IN THE STREET -- HE STOPS, looking at the dead and dying, \n[5]2/12/68 19. 96 THE BLIND MAN, HEARING HIM,, gropes in his direction. \n[6]3/21/68 \n[7]3/21/68 \n[8]2/12/68 22. \n[9]2/12/68 27. \n[10]2/23/68 32. \n[11]2/27/68. 330 \n[12]2/12/68 \n[13]2/12/68 36. \n[14]2/12/6 8 37. 138 \n[15]2/1./68 \n[16]2/27/68 53. \n[17]2/32/68 51.. \n[18]2/27/68 57. \n[19]2/12/68 60. \n[20]2/12/68 61. 216 HE POINTS TO A PLACE ON THE MAP, looks at Dutch who shrug, doubtfully, \n[21]2/27/68 63. 220 MAPACHE CROSSES QUICKLY TO THEM, drawing his gun. \n[22]2/12/68 65. \n[23]2/12/68 \n[24]2/12/68 66. 227 PIKE AND DUTCH LOOK AT ANGEL through the steam. \n[25]2/27/68 67. \n[26]2/27/68 00 \n[27]2/27/68 71. \n[28]4/23/68 \n[29]2/27/68 77. \n[30]2/27/68 78 e. \n[31]2/27/68 79. 309 LY'LE AND TECTOR ON HORSEBACK SPUR.up.to the wagon. \n[32]2/27/68 80. 318 THORNTON FORCES HIS animal forward, stops, recognizing: 319 PIKE AT THE WAGON. PIKE looks at him a moment, then -yells at his men and pulls the wagon up out of the mud and labor s up the slope, 320 ANGEL WATCHES THE FUSE BURNING under the bridge toward the far banks where the bounty hunters are beginning to fall back to the water: 321 THORNTON FOLLOWED BY THREE OTHER BOUNTY HUNTERS rides forward.. Angel lights the remaining two fuses, mounts and spurs after Pike and the wagon. 322 SOME OF THE BOUNTY HUNTERS PUSH THEIR HORSES DOWN THE SLOPE Ta- WARD THE WATER AWAY FROM THE SOLDIERS, who led by McHale, are closely flanking them. The firing is general now. 323 THE WAGON GOES UP THE RIM OF A GULLY, then down the other side and out of sight.. 324 . IN THE COVER OF THE GULLY, DUTCH AND THE GORCH BROTHERS mount 3 PIKE TURNS HIS HORSE, SPURS BACK THE WAY HE CAME. At the top 325 FIVE STICKS OF DYNAMITE GO OFF in the shallow water on the bles. A few bounty hunters struggle dawnstream, 326 THORNTON, TWO THIRDS ACROSS THE BRIDGE pulls up, looks back as 327 THE DISTANT FIGURES OF PIKE AND ANGEL. Pike lifts his hat i a mocking' salute. \n[33]2/27/68 81. \n[34]2/27/68 82. \n[35]2/27/68 83. \n[36]2/27/68 84, \n[37]2/27/68 86,. \n[38]2/12/68 88, \n[39]2/12/68 92. \n[40]2/12/68 96. \n[41]2/12/68 98. \n[42]2/12/68 101. \n[43]2/12/68 102. \n[44]2/12/68 103. \n[45]2/12/68 104. \n[46]2/12/68 108 . \n[47]2/12/68 109. \n[48]2/12/68 110. \n[49]2/12/68 111. \n[50]2/12/6-8 112. 433 THORNTON AND THE OTHERS SPUR after Sykes, firing. 434 THEN SYKES IS HIT and falls forward over the horse's withers. \n[51]2/12/68 113. \n[52]2/12/68 115. \n[53]2/12/68 118. \n[54]2/12/68 119. \n[55]2/12/68 120. \n[56]2/12/68 121. \n[57]2/12/68 123. 485 DUTCH EMPTYING his .44, throwing another grenade, is hit, his back. 486 THE SOLDIES HUNT COVER and die -- more pour in from the 487 TECTOR AND LYLE YELLING with the lust of battle charge toward 488 MOHR.REACHES THE MACHINE GUN, begins firing. Kills a number 489 PIKE KILLS HIM with his last two rifle shots and the German 490 THE GUN SWINGS, cutting a swath of death across the room, 491 PIKE: THROWS THE RIFLE. as he slips a. now clip in the .45, whirls as: .492 ZAMORRA PUTS three rounds into Dutch. 493 PIKE KILLS ZAMORRA AND HERRERA, then a soldier has driven a \n[58]2/12/68 12th. 497 THE MAN IN THE DOORWAY, he fires his last shot into the man's body. The man plunges forward screaming. Tector stands up straight as bullets pour into him. Finally, he crumples fast and falls, :; 498 LYLE., HIT SEVERAL TIMES, SCREAMING WITH RAGE, standing over Tector is wild-eyed, firing madly into the crowd. A bullet splashes into his cheek and he runs..at. the nearest of his attackers, firing, scattering them, killing most, 499 TECTOR RISES, CLICKS HIS EMPTY pistol at. the mob. A soldier rushes him from behind with a machete and the cross fire of his own men kills him as he swings the weapon into TectorPs back. Tector falls to the floor,. writhing in pain, cursing, pulling down a soldier, strangling him as he dies, 500 LYLE STAGGERS, BULLETS PUMPING into him, then falls - dead 501 DUTCH LIFTS A SOLDIER AND TOSSES him against the wall, then falls as bullets cut into him. He rolls, then.crawls under the tables dragging the useless lower half'of his body. Al- thotgh in pain, he is grinning strangely. He removes a car- bine from a dead soldier and. props himself on a bench. Taking careful aim,, he fires and a 'soldier drops screaming-.and. kicking. Methodically he aims and fires again, and again and again, a man dying each time he pulls the trigger.. 502. PIKE WATCHES AS HE TENSES, FINALLY JERKS THE BAYONET out of his body, runs firing at five of the soldiers. who are rushing the room -- kills two,. reaches the machine gun, pulls Mohr away from the gun, ,jerks back the bolt. and staggers as a soldier empties his pistol into him from behind, Pike him- self turns and dies, 503 DUTCH SWINGS THE RIFLE, firing, crippling the soldier, then: 504 ANOTHER SOLDIER, HIS UNIFORM STAINED WITH BLOOD, draws his knife and hardly able to move, falls on Dutch -- the weight of the.fall-burying the weapon deep into Dutch's back. Crumpled together, both.men die, \n[59]2/12/68 125. \n[60]2/12/68 126. \n[61]2/12/68 127. ", "THORNTON": "\n[1]He said wait. \n[2]Harrigan:.. He shot the old an -  \n[3]Because I'm all you've got  Because I know him.  Because you know I'll get him -- I'll kill him rather than go-back. \n[4]Come on pardner, let's get out of here. - \n[5]Caught up enough to know we've overstayed our welcomes \n[6]How can you be. so damned sure? He shakes off the girl, crosses to a sideboard, pours a drink.. \n[7]Hold it! \n[8]Tell me, Mr. Harrigan.-- how does it feel?  Getting paid for it?  -Getting paid to sit back and hire your killings with the law's arms around you? How does it feel to be so damned right;? \n[9]You dirty son of a bitch. \n[10]We've'been over that before, Mr. Harrigan. \n[11]What I like and what I. need are two different things.  'Listen -- I don't want to go back to prison, Mr. Harrigan,... .not ever -- but it.has to be my way... \n[12]I need good men: You saw what happened today. \n[13]I gave you my word. \n[14]\n[15]\n[16]This pelt should clear you up -- take him back to town...and tell Harrigan to get me a list of every Army garrison and payroll schedule on the border. (to.the.others, crossing to his horse We got another half hour of light and they might be just up ahead counting their money.     26. \n[17]Not close enough... They're across the border by now. - \n[18]The best --  \n[19]He's never got caught. - \n[20]You can saddle up or shut up -- take your choice -- \n[21]That's what I have to figure. \n[22]No -- not 'that. bunch. They'll try \n[23]He'll be back. \n[24]That's what he said, \n[25]Go on - ride up and find out. Coffer hesitates, his -ayes wide with fear. Thornton draws his gun, pulls back the hammer. \n[26]Next time I want advice from any of you scum I'll ask for it -- until then, keep . your mouths shut and do what y-ou' re to ld% \n[27]What's the closest town of any size2 \n[28]What's in Agua Verde? \n[29]No -- we wait. \n[30]'Twenty-eight days. \n[31]They'll be coming back -- and we'll be waiting for them. \n[32]You have something to say? Coffer instantly lifts his hands in submission and shakes his head. Then, after a moment: \n[33]Ride ahead, all of you. And they do, riding toward Harrigan as we., \n[34]If they're in Agua Verde that's what \n[35]Because we would have heard::.  If they are in Agua Verde they will have seen Mapache. \n[36]A killer for Huerta who calls himself a.general.-- with enough guns he can become a power in northern Mexico - my guess is Pike will try and get them f or â\u0080¢ him. \n[37]Not regulars --.green recruits and not. worth a damn! I'll need twenty trained men -- not recruits or this gutter trash you.'ve given me. \n[38]Don't shoot; ...It's the army, you idiots; - \n[39]Steal as some grub -- I got the horses. 33. THE MENWHIRL AROUND AT THE s o and of Thornton' s voice, \n[40]\"Them soldiers\" are going to get us all if they ever get the chance...Who started firing at them? The men look at one another momentarily. \n[41]How many rifles? And how much ammunition? \n[42]We'll use what we got. \n[43]We are; -- unless youtd like to go back. and face a firing squad. \n[44]Your problem.  Saddle up -- we're riding out..' In the b.g., a horse whinnies as the men look at him dumb- founded. \n[45]\n[46]They didn.'t take it out... \n[47]We didn't lose them -- I could point to them now. (as they whirl, looking around Sit still, dammitl  You think Pike and old Sykes haven't been watching us -- you think if we hadn't.turned off they wouldn't just have sat back and let us walk into it -- six of them hid and all the. guns.and ammunition they need -- you think I wasn't sweating blood they wouldn't try and hide their trail! They look at him silently, almost frightened by his vehemeno e \n[48]They know what this is all about -- and. what. do I have -- nothin' but you damned egg sucking chicken stealing gutter rats -- with less than 60 rounds of ammunition be- tween you, \n[49]You'll take it! You don't even have enough sense to keep your damned boots on.  We're after men' -- and I wish to God I was with them.  You make any more mistakes and I'm going to ride off and let you die. They are silent looking at the ground -- after a moment, Thornton turns his horse and rides off slowly. They follow.     '93 - \n[50]Movin' fast -- looks like they bluffed off about 50 federal es --  Why due east?  Well, let's go find out. \n[51]I don't give a damn about you -- but I.. do about the stock. He turns and slides down. the bluff. Coffer and T.C. look at each. other, then follow. \n[52].It'll take us a day to find him if he is -- if he isn't, he's holding a gun on us right now. 438 THE IAN TENSE,-THEIR WEAPONS coming up. \n[53]We'll go after the others. \n[54]Jess, you come back tomorrow and watch the buzzards. They'll show you where he is -- you might even get a pair of. boots. Jess thinks this over and grins, then the smile fades. \n[55]Your problem.. He turns his horse and rides away,. the others following, 439 SYKES, HIDDEN IN THE ROCKS and brush above them,â\u0080¢slowly lowers his rifle and sags back. His leg is dark with dried blood and he's weak. Around the wound is a crude bandage made from his shirt -- with a tourniquet twisted tightly above it. After a moment, there is a noise and he looks away at: \n[56]Army patrol -- coming this way. Instantly the men mount and ride out. \n[57]You'd have.one hell of a time proving that.a week from now, in Texas. \n[58]Suit yourself, \n[59]Why. not -- I sent 9 em.back -- that's all I said I'd do. \n[60]Don't know -- does.it make any difference? \n[61]Drift around down here -- try and. stay out of jail -- ", "ANGEL": "\n[1]It invites us to stay with the community and grow. It is here, perhaps with time and small miracle -- that you could be taught to read. \n[2]Nor I with dogs. \n[3]People marching and singing coming down the street -- going to pass near the horses. \n[4]Rifles -- one -- no three,. maybe more, on the roof. \n[5]Fijate. 94 BUCK, ON HIS HANDS AND KNEES, MOANS WITH PAIN as he attempts to crawl up the slope. 95 PIKE RIDES DOWN TO HIM,. SWINGS OFF EIS HORSE and stands looking down.     \n[6]Mexico lindo. \n[7]You have no eyes. And he rises ahead with Pike and'Dutch across the tracks into Mexico. \n[8]Tector and I don? t like the idea of him getting the same as us...He's just starting out and this is our stake for new territory. Pike looks at him silently. He has heard this kind of argument many times in the past and it is obvious he is sick to death of it. Lyle finally looks awa- at his brother; \n[9]Hey, gringo; You take my share. \n[10]Don't kill me, gringo ...por favor... Take my share of the 'silver' -- but -- don't kill me, please. Tector tenses, almost snarling with rage.. \n[11]May he die the death of a thousand traitors. , My village is up there ...in those mountains. \n[12]I wish to visit my f amily...I can do it and meet you in Agua Verde a day of ter you get there. \n[13]Going this way, you will. have to turn east when you get south of the range... I-know the way to cross the mountains. \n[14]Yes.;..They don' t know about zny life when I am out of the village. Pike and Dutch both laugh softly, then Pike pulls up at a . watering trough and dismounts as his horse begins to drink. \n[15]I invite you to my village -- my home. (then, looking at Tector and Lyle Any violence -- any disrespect -- and I will. kill you. Tector and Lyle look at him without expression for a moment, then:. \n[16]...Yes. \n[17]And the soldier. who shot my father what was his name? \n[18]And the leader -- how was he called? \n[19]That is.name enough. \n[20]\n[21]They took her? \n[22]Where is Mapache?; \n[23]As you say, Jefe - to Agua Verde and 'our business.' \n[24]He's been here; 186 THE HORSES PUT THEIR EARS BACK and whinny nervously as an incredible noise is heard off scene. The men snap their heads.around and look at: \n[25]Un gigante de miquina -- Ha de tenor una fuerza tremenda. (A giant of a machine -- What force it must have \n[26]Y el dueno -- un general por lo menos.  \n[27]As you wish. He turns away, Pike grabs him, jerks him back, \n[28]Es el carrazo oficial de.su excelencia el Generalisimo Mapache. Dutch turns smiling and tells the others. \n[29]We will if it takes a thousand years: Then suddenly, he reacts to the sound of a girl's voice off scene. \n[30].Teresa; He reaches out and grabs the better looking of the two by the arm. \n[31]Djaste el pueblo; \n[32]\"She was my woman and she left the village., \n[33]Put a! In a split second he draws and fires. \n[34]I'm not going to steal guns for that devil to rob and kill my people again. \n[35]They were not my people -- nor yours -- Mexico.     \n[36]Then I don't go along!     \n[37]They'll never leave...You see, it's their land -- and no one will, ever drive them away. \n[38]Would you give someone a gun to kill your mother, or your father, or your brother? 231, DUTCH LOOKS AT PIKE. Pike thinks it over. Both have. \n[39]No -- you gringos are no different. I have seen how Lyle takes care of his brother. He takes the bottle, drinks, then throws it on the rocks. \n[40]My people don't have guns so Mapache takes the food out of their mouths and clothes off their backs. With guns my village could fight, If I could take guns to my people I would go with you -- but not just for gold, 232 THE MEN ARE MOMENTARILY SILENT. Angel lifts a bucket of water, spills part of it on his head, passes it to Sykes who drinks a little of the water, spits it out, puts the bucket down, pours two bottles of tequilla into it, drinks. again -- smiles, passes it to Angel, who drinks and passes it on. \n[41]I would take guns ...if Mapache found out, you would say I stole them, \n[42]I' will:.. \n[43]Tanto gusto, senorita. \n[44]Yo V07; Pike hesitates, then turns back to the throttle. 27.6 DUTCH DUCKS AS SHOTS FROM THE GUARD splinter wood nearh=s closer to' the rails. \n[45]Men from my village will meet us tomorrow. Pike looks up, angered. \n[46]I. don't need to tell them...They know where we are. \n[47]This country has many people, but they have learned to live without being seen.  Anyplace where a farmer has a field ...or a man has sheep in the moun-â\u0080¢- .tains..or a boy watches a herd of goats. \n[48]My people are here for the guns. Pike looks at him then looks around the camp. \n[49]Ignacio?...Quien hablas por mi pueblo? Distinctly Indian voices answer from the surrounding tangled undergrowth. \n[50]They have come for the guns. \n[51]Vengan, Muchachos 384. THE MEN LOOK AROUND. IT IS STILL, SILENT,... NOTHING MOVES, ..ï¿½. then suddenly: 385 A PEASANTS DRESSED IN WHITE is standing near the thicket. Lyle and Sykes turn. 386 ANOTHER IS STANDING BEHIND THEM. Then: \n[52]They apologize and ask you to forgive them for their lack of trust but only by caution do they remain alive -- \n[53]Lievasâ\u0080¢una caja de rifles.  \n[54]I won't. Pike looks at Ignacio waiting to take the crate, the man's machete glints in the moonlight. \n[55]What ? \n[56]Cuanto tiempo nos sigas? \n[57]They've been. with us since we left the big plain...He says those others went to a little. Ranch. \n[58]No S...Yo los robe mientras dormian. ", "LYLE": "\n[1]Too damn many. \n[2]Crazy bastards -- both of you l Tector follows his brother, cursing.. 101 PIKE AND DUTCH LOOK AT EACH OTHER silently -- try to grin -- finally make it -- then follow. The bunch is attentive, but can relax a little.. Pike and Dutch are side by side. \n[3]Old friends? \n[4]I thought he was your partner? \n[5]Say -- I've heard it's like the.old times in Argentina...3utch Cassidy down. there making a killing... \n[6]Tector and I have been stealing since the big depression and we ain't never been caught. This Thornton don't bother us nohe.. \n[7]What's so 'lindoÂ° about it. \n[8]About the sharing up... \n[9]\n[10]You hear me, Pike? -- I said it ain't fair... Pike stands,. flips the knife into the ground, faces the brothers. \n[11]Ah.--' Pike, you know... \n[12]No, sir -- we divide just as you say. Pike looks at them a moment, then picks up his knife and alicea open a bag and -turns it upside down and dumps the contents onto the spread-out poncho watching as: \n[13]Washers...we shot our way out of that town for a dollar's worth of steel holes. He kicks into the pile and scatters Washers across the clearing. \n[14]Who the hell is 'they!!? \n[15]\n[16]Maybe that damned railroad: \n[17]All your fancy planning and talk damn near got us shot to pieces for.some lousy bags of washers... Now this was goin.' to be our last job before we head south ...We spent all our time and money getting ready for this. \n[18]He --.he was making plans while me and Tector was -- \n[19]Riding with 'Brother Pike' and old .man Sykes makes a man wonder if it ain't time to pick up his chips and-find another game. \n[20]\n[21]I think he can go straight to hell. \n[22]You got a sister? \n[23]I would be proud to.make her acquaint- ance -- and. that of your Mama, too. \n[24]Run on steam? \n[25]Hey,. boy...you know them cuties? Teresa recognizes him,: then pulls away, \n[26]Well,. .I don't need no bath...Tector and me need'some of them senoritas.  How 'bout that boy, can you fix us up? \n[27]More than enough to go around... (as one girl sits on his lap And then some! He turns\" and beckons to Pike and Dutch who, with Sykes, are carrying Angel out of the saloon, but they ignore him. \n[28]The dons of Spain built-this some three hundred years ago -- \n[29]over them removing his \n[30]It'll be a cold day in hell 'fore -I do that again. - And suddenly they are all laughing. \n[31]Whatta you want with the dynamite? \n[32]-You know how to work one of these things? Pike stands,,then grins a little-and crosses to the wagon. \n[33]Listen, old man \n[34]Take the watch. -- \n[35]He's been gone a 1 ong time  What's t ha t? . \n[36]We could have used a fear of them in San Rafael.. \n[37]Well, he had guts -- \n[38]Her own Mama turning him in -- just like Judas -- 423 PIKE LOOKS AT HIM A LONG MOMENT, then turns away. \n[39]We kin stay right up here and kick hell out of 'em. Pike turns and. looks over the camp. \n[40]You're'cra-zy:...He'd just as soon kill us as break wind.. \n[41]Just thinking about him is asking .for trouble. \n[42]You said dos for two. \n[43]Why not? Pike turns and moves through. his room. Tector and Lyle follow. Behind them the.woaian begins her complaints again. ", "2/12/68": "", "SYKES": "\n[1]Them others ain't comin'? \n[2]None of 'em? 111 PIKE TAKES THE BAGS OUT OF THE CORRAL TO THE FIRE that burns near an adobe wall and drops them on a poncho, watches as the others do the same. \n[3]But I got horses and gear for all them fellers like you said -- \n[4]'They?': by 'they, are just plain and fancy 'they.' 'They.' (dancing around them his high laughter splitting the night Caught you, didn't they? Tied a tin can to your tail -- didn't they? Lead you in and waltzed you out -- Oh my what a bunch -- big tough ones -- standing around with a handful of holes -- a thumb up your ass and a big grin to pass the time of day with. 122 TECTORSWINGS AT HIM, BUT THE OLD MAN DUCKS, then falls and rollsaway, still laughing. Tector starts'to follow, Pike stepsbetween them. \n[5]Deke Thornton? -- He was with. them? \n[6]And we,ain't getting any younger. For a moment, it looks like he'll get a smart answer in return, then: Lyle drinks and lifts the bottle to Angel who.crosses to.the fire,. drinks and passes it to Sykes. \n[7]That was a mighty fine talk you gave the boys 'bout stickin' to- gether. (as Pike doesn't \n[8]That Gorch was near killin' me or me him --  Damned old fool like me's not worth. takin' along. \n[9]By God, that's the way I see it -- that's the way it's always been with me...Sorry 'bout Deke - never figured him that way, (then, as Pike doesn't answer Back in. San. Rafael -- my boy how' d. he do? finally:. _ \n[10]C.L. -- Clarence Lee -- my daughter's him -- you do -- just what Mister Bishop says -- Did he conduct hisself well? \n[11]Well, you had enough on your mind He had to pull his weight just like the rest of us -- just wanted to know he didn't let you down -- run. when things got hot -- \n[12].Too old even to ride beside this ancient gringo. \n[13]Hell, you ain't so old; partner. \n[14]Joe --'by God I like you. I like a man who tells the truth. \n[15]You just bet he has, Joe. \n[16]'Who'.s going to buy -- looks to me like. this place has been picked clean. \n[17]Pike... .I heard about one they got up north that. kin fly; Pike nods sagely. Te.ctor Gorch on the other side of the car hears the remark. \n[18]Listen, bog, you ride the trail with us your village don't count -- if it does- -you jest don't go along. \n[19]I'll drink to that sentiment -- and to. \n[20]Let him find out.' Mr. Bishop -- (as P ï¿½ke looks a t\\ him You know as well as I there ain't no way of collecting from Mapache 'cept off a lot of dead bodies -- mostly ours, the way he thinks. Pike considers this -- looks at the old man, finally nods . \n[21]Son of a bitch.  Trot them on in, boys -- I' :m hell on packin' mules, but I'm 'a delight with, .a pretty girl. \n[22]Where's the General supposed to meet us? - \n[23]Don't count on him stayin' t.ere. - You know him --.I know him he'll be along. \n[24]\n[25]They fought-'paches for a thousand years -- that's a sure way to .learn.. \n[26]Pike must have found you. under a rock somewheres. \n[27]Nope - But you better hope I don't get riled enough to start . ggin' you when this is over. \n[28]We'll see. \n[29]Didn't expect to find you here, Deke. \n[30]They didn't et far --  You the one that shot me? \n[31]I reckon not.  What are;. your plans? \n[32]Well,, come along -- we got some work to do --  It ain't like it used to be,. but it's better than nothing. 513. THORNTON TAKES A DEEP BREATH, THEN HALF GRINS, unties his horse, then mounts and follows. ", "COFFER": "\n[1]It's covered, you two-bit rednecked peckerwood. The men settle slightly. Thornton remains tense -- then turns as:     7. \n[2]Well, just dig it out and see. if it ain't my,... 06 S \n[3]He's lying'. Him and them others was shootin' that old 'employee' full of holes while I was droppin' this bandit and them others too -- I must've killed all three of 'em, sir, while -- \n[4]I knowed I wounded' three -- but I wasn't sure about -- \n[5]Deke - you rode with. Pike -- what \n[6]\"What will he do? \n[7]Maybe they'll split up. \n[8]Why not ?.. \n[9]Harrigan ' said something about thirty days -- \n[10]That culvert -- good place for them ----to make an ambush. \n[11]All clear\"'-- \n[12]From here on, its Mexico, Mr, Thornton. \n[13]Agua Verde -- maybe two or three days. (then, pointing in the apposite direction Juarez -- five -- six days hard riding, \n[14]Mexicans -- what else. (then quickly, as Thornton turns on him \n[15]Don't-we follow? \n[16]They say Freddy Sykes is with them -- you rode with the old man, didn't you, Mr. Thornton -- you and Pike and the old man? But Thornton rides on and doesn't answer. \n[17]SomeMex kid's probably ridin' him home right now, \n[18]Dollars to doughnuts that same kid that's ridin' T.C.'-s horse is wearing your-boots right now, \n[19]If you'reâ\u0080¢asking me, I think we ought'a go after them bandits and make that swim. worth something. \n[20]Well, Old Huey started firing up.at tem. I even tried to stop him... Then one of them bandits nailed him from across the river, \n[21]Are we going after-them? \n[22]There wasn't but one way they could have taken a wagon out of there, this here is it. \n[23]$1000 dead or alive. \n[24]I got him -- I got him.' Thornton is silent, his face bitter. 436 PIKE GRABS THE GLASSES,. WATCHES THE BOUNTY HUNTERS ride after Sykes. \n[25]Lots of blood over here -- then it stops and no tracks. \n[26]Don't look like nobody was ever. here, \n[27]It's them. \n[28]em. _Hey, Thornton, should we load up? \n[29]You ain't comin'? \n[30]----.No we 9.11 pick him up on the way -- I -want to-get out. of this goddamned place -- anyways these boys will start going ripe on us by tomorrow --. we got to' move --  You sure you ain't coming? Coffer shrugs and drinking out ofa half-full tequi.lla bottle, rides off, followed by the others who ignore Thornton as completely as he does them, DISSOLVE TOï¿½ ", "MAPACHE": "\n[1]Qua basura es este? Mapache again. kicks Angel.. \n[2]Qua diga? \n[3]A la conquistat.,. Pike nudges Lyle who raises his glass; the other men follow suit. Mohr smiles and elegantly raises a drink. \n[4]I\"give you someone much better. \n[5]the mountain in \n[6]Kill them. \n[7]Bring them back with you -- over- come their objections -- reason with them - convince them of our good intentions. HERRERA in Spanish And if they still object? \n[8]Matalo l Pues l.. . - \n[9]Gringo 1. You bring the- guns l Ya estan los gringos y las armas l`  (then noticing the wagon is nowhere in sight . Donde estan las arthas? Zamorra looks up at Pike. \n[10]You fight con Mapache,h, g macho \n[11]\n[12]Como no...? \n[13]He stole them. ..He stole them for his people. The mother of his girl told us. I lost the girl, so now she gives me an Angel. \n[14]No lo matez b...Lo quiero vivo \n[15]Supieron ellos? \n[16]Next time be more careful who you shoot -- the mother of your sweetheart became angry when you killed her daughter. -- so she betrayed you -- que fam-ilia, eh? CONTINUED     \n[17]Y Angel? \n[18]Dame lo. \n[19]Un vieje Bien.. \n[20]Los Bandi'dos Gringos...Come here, \n[21]You come for your friend? Pike and the others stop.a few feet away. \n[22]Oyen muchachos...'.Quiere comprar el traidor este ; - (Listen boys...He wants to buy this traitor The soldiers respond with laughter. \n[23]How much?...He don't look. wotth too much...Levantasel Two men jerk Angel to his feet. He is groggy and unre= sponsive. \n[24]Maybe he won't live too long'. \n[25]No, I don't. need gold... .I don't sell that one. \n[26]Five gringos want to take our guns Maten los.. \n[27]Hey, bandidos? What you want?. \n[28]You want him..,? 471. ANGEL-BARELY ABLE TO STAND, REACTS with disbelief.. 472 PIKE AND DJTCH WATCH without a movement, without a sound. \n[29]Take him... 473 TECTOR AND LYLE IGNORE MAPACHE, THEIR eyes drifting over the Mexicans who are slowly edging forward,some beginning to grin.     122. 474 ZAMORRA, STILL SEATED at the table pours himself a drink, the clink of the glass against the bottle loud in the silence. Beside him the.Germans rise slowly. Mapache, still holding Angel from behind, leans over his shoulder and whispers in his ear: \n[30]Vete, Angelito:..te esperan. los. gringitos... 475 ANGEL STANDS FAST, then curiously he takes a step forward. ", "TECTOR": "\n[1]I never enlisted to serve with no smart-mouthed kid. \n[2]Well,. he was a good man -- \n[3]Just more of Texas as far as I'm concerned. \n[4]And I figure a 'share to that old man for watching the horses is a share too much. ll&amp; PIKE TAKES A KNIFE OUT OF HIS BELT, opens a saddle bag,. takes out a sack of silver, kneels to slit the bag open. \n[5]Rings:, Steel rings! \n[6]Hats goin' to get pis killed -- get rid of him! \n[7]'Pears 'Brother Pike' needs help, Brother Lyle. \n[8]How in hell are you going to side any- body if you can't get on a horse. 152 PIKE LOOKS AT THEM, THEN STEPS onto the makeshift stirrup and mounts, concealing his pain, taking a few seconds to gather up the reins and position himself. In the b.g., Dutch swings onto his horse. \n[9]Whatfs the problem? \n[10]Probably wants to get a bunch of his _people and waylay us! \n[11]And your Grandmaw too, sonny... Angel looks at them, then mounts, rides toward the mountains \n[12].That was a balloon ,you damned old fool. \n[13]I was just going to touch th.,e damn thing, not marry it. \n[14]Probably talking about us behind our backs. 200 DUTCH TURNS TO PIKE WHO IS QUAFFING a large beer. \n[15]Sure ain't your woman no more.' \n[16]Hey! ...Here come our sweeties! \n[17]Itm all for them dons'. 229 TECTOR SUDDENLY SWINGS A MATTOX ON TO a six foot cask which rests on top of two others of equal height, it bounces out of his hand. He draws his gun and fires as does Lyle. Liquid gushes down. 229A LYLE STEPS UNDER IT, lifts his face, drinks, then drags: his lady beside him. \n[18]They just got engaged. 234 FOR A MOMENT THE GROUP:is frozen,-looking at the.bride to be, her bridesmaid and:the best man. and groom,.. then all stand., together and bow. \n[19]Well, we got all them guns,. Pike. \n[20]Pike -- take--a look -- \n[21]Hell, I forgive them! I just want to join 'em! 389 PIKE JOINS DUTCH AND THEY WATCH quietly.. They have mis- trusted people for so long themselve,g they can understand mistrust in others. Freddy Sykes laughs s.oi'tly. 390 ANGEL AND THE INDIANS cross to the wagonE: \n[22]You going to whip me? \n[23]You'll never get a chance to dry gulch me, old man. \n[24]Pike's co min 1     404 DUTCH GETS TO HIS FEET, putting the grenades in his jumper pocket and crosses. to meet Pike, as he rides in. \n[25]If I. didn't bury it, I wouldn't know where to look. \n[26]And here's.your dos and one'to grow on ", "HARRIGAN": "\n[1]The soldiers sit up -- take a look! Thornton straightens, turns slowly, looks -- stiffens a \n[2]Pike? \n[3]Hold your fire; -- We wait till they come out -- catch them in the act. \n[4]You'll begin a trip back to Yuma Prison if you don't learn to keep your mouth shut l Why - in hell didn't you kill Pike when you had the chance? But Thornton doesn't answer -- he turns, listening to: \n[5]Mr. Benson...o \n[6]Without the railroad this place would still be a lousy little pueblo, so don't make any threats to me; \n[7]We were preventing a robbery and.attempt- ing to capture a band of outlaws... \n[8]We represent the law!     \n[9]I can. assure you that there won't be any more trouble... . My men will follow -- \n[10]I pulled. you out of jail to get- that bunch -- and you failed -- \n[11]What.makes you think there'll be a next time for you? What makes you think you're not going back behind bars for twenty more years? Thornton's face twists as he hears again the clanging of cell doors and the whimpering of prisoners.. \n[12]You have 30 days to get him -- or 30 days to Yuma. You're my Judas Goat, Mr. Thornton.  Use them -- lead them -- get Pike -- then kill them off. When you come back, I: want all of them head down over a saddle. (pointing to the bunkhouse \n[13]The hard money value of the men killed less my commi.sson amounts to. one hundred and fifty dollars. 104 THE MEN MUMBLE AND SHIFT. Harrigan holds up four wanted posters. The bounty hunters move closer for a better look. \n[14]Bishop... .Engstrom... .Lyle and Tector Gorch...are worth a total of four thousand five hundred dollars -- and you let them all ride outs  Any one'of these pelts would not only clear you with the company,.but would mean a bundle of cash to raise hell with. Harrigan stands, crosses to the door. \n[15]There won't be any tonight -- you move after them in ten minutes --  Get them -- get Pike and youtre rich. . But if one of you quits on me I'll pay a thousand dollar bonus to the man who kills him. 105 THE MEN SILENTLY BEGIN TO PACK THEIR BELONGINGS. Harrigan     23. \n[16]Why should I let you go with them? \n[17]You could just ride off -- even join him again -- you'd like that, wouldn't .you? \n[18]You'll use what you have.  And you'll see it doesn't happen again or I'll see you dead or rotting for -the rest of -- you try your life behind bars to run -- I'll be after you and so will. they. \n[19]We'll -see what it's worth -- five minutes.     2 \n[20]And you want to gamble everything this one shipment will be attacked?! \n[21]If?! Why not Juarez? \n[22]And.who in the hell_is Mapache? \n[23]The train will be guarded by regular troops!! \n[24]You'll get the job done with what you have -- that'p our bargain. (then looking at the ", "2/27/68": "", "MOHR": "\n[1]Do you know these Americans? \n[2]Are you men in Agua Verde for business? \n[3]You must have been associated with the American Army, is that riot so? Tector and Lyle snicker slightly at the remark. Mapache and Zamorra turn, listening carefully to the conversation. The cantina is silent. \n[4]I see,..1 was curious because of.the equipment which you are carrying.  That pistol is restricted for use'by army personnel. It can't be purchased or even owned... legally. \n[5]You're surprised at my interest?  Weapons are a specialty of mine. Mohr bows his head slightly and clicks his heels barely audib3y, \n[6]I am Commander Frederick Mohr-of the Imperial German. Army. For the last six- months I have been in Mexico helping fight against the revolutionaries. 212. ANGEL ON THE FLOOR IS CONSCIOUS, but uimoving., listening to what is being said. Several of Mapache's men stand around him. \n[7]Unfortunately your government has chosen to aid the rabble in their so-called struggle for liberty... \n[8]They are aiding in diplomatic channels... It would be very useful to us if we knew of Americans who did not share their government's naive sentiments. \n[9]Generalisimo, I think we should ask these gentlemen to have a drink with us. And Pike, understanding. that much Spanish, smiles as we. \n[10]President Huerta is anxious to better relations with the U.S. -- not destroy them. - \n[11]\n[12]Gentlemen, you will excuse me, I'm sure. \n[13]Was sagt er? Mohr smiles. Mapache is obviously pleased. He looks up at the Germans. \n[14]Sie haben die Geware gestclen! \n[15]It is important this news be kept from Villa until the guns are in our hands. \n[16]My General -- if they are success ful in this venture possibly they can be useful in others, Mapache thinks this over, turns to Herrera. Nearby another man is hit and falls. \n[17]I understand you have a machinegun \n[18]It must be mounted on the tripod... Mapache ignores them,.' grabbing the butt of the gun. \n[19]Er ist dock verrukt     107. ", "ZAMORRA": "\n[1]No. The German settles back in his.chair and. begins placing a cigarette in a holder. \n[2]Why did he try to kill His Excellency...? \n[3]La.muchacha,.. \n[4]Gentlemen., we are quite well organized and well able to pay $10,000 in gold.  If you are not able to do the work we will find someone else, \n[5]Our accountant will arrange everything. \n[6]Porque no? Zamorra yells to JUAN. JOSE, an aide, standing nearby. \n[7]Oye!...Traeles unas viejas! Andale! \n[8]Par favor. Mapache ignores them. Juan,â\u0080¢rushing'toward Mapache, almost falls as Herrera jerks him to a halt.. \n[9]as the firing grows \n[10]Our accountant will pay you immediately. Zamorra turns and yells to Herrera. \n[11]Trae la caja!  \n[12]Trae las armas Herrera runs for his horse. \n[13]Esperate.  'Wait, por favor...In case he cant find them. \n[14]How many cases did you take 'from the train? \n[15]Two cases short -- one bag, por favor. 419. DUTCH THINKS ABOUT THIS VERY. BRIEFLY, then tosses him a bag. \n[16]We kept his share of the gold. \n[17]El g3neralisimo is happy with victory!... Zamorra grabs a bottle of tequilla ofd' the table and tosses it to Pike. \n[18]Go and drink... .there are women in. the village...But don't be foolish. and change his mood. 454 PIKE HOLDS THE BOTTLE and looks at the table, seething with anger. Then,. suddenly he calms. \n[19]Hey, this  Dog lost those gringos you wanted - but.we kill 'em tomorrow -- naw. you go on and get out of here; ", "HERRERA": "\n[1]\n[2]And if the gringos object --? \n[3]I.coming,..We are friends... all of us...I bring love and affection from el general -- We are comrades -- you and he -- all of us. 365 PIKE, DUTCH AND THE OTHERS watch silently as he rides up to the wagon. 366 HERRERA STOPS AND REMOVES HIS HAT', smiles, looks at. the heavily loaded wagon. \n[4]Que bueno -- What bravery you. have.to have done this magnifi cent act for the liberty of Mexico. Angel laughs, spits, Herrera.looks at him for a moment, smiles, shrugs, turns to Pike. \n[5]I am to escort you to the general. 367 NOBODY ANSWERS AND NONE OF THE GUNS pointed at him are lowered, he seems undisturbed. \n[6]Tell me what is you wish? \n[7]I hear -- I am coming,- my friend.     \n[8], Q uidado.1 \n[9]Heyl...very smarts:: That's very smart for you-damn gringos... So nobody can rob the guns! \n[10]Why? I am not afraid,,,they are not afraid -- you blow up the wagon you die -- or we kill you pretty soon -- but we are amigos __ \n[11]Oyen muchachos3,.,Tienen la .caretta como bomba.con unfisible; ,,.y machina38 Still smiling he turns back to Pike and Dutch. \n[12]El general. waits an Agua-Verde.., to meet with you, \n[13]Muchachos... 377 FIFTY SOLDIERS FROM HIDDEN POSITIONS ON TOP OF BOTH sides of the arroyo ride out and look down. \n[14]\n[15]S , mi. General. f. He turns,'barks orders to his men, then mounts and rides out, followed by twenty soldiers. ", "DON JOSE": "\n[1]Not so hard -- we all dream of being a-child again -- even the worst of us -- perhaps the worst most of all.. \n[2]I know myself only -- where I have been, what I have done. \n[3]-- I am too old. (almost cursing, indicating \n[4]They were many -- who shot -- your father resisted like a man and died like a man -- names in this matter have no importance.  I killed one; I lie -- I ran -- \n[5]Mapache. \n[6]Gone. \n[7]No -- she went with them because she wished to. She became the woman of Mapache -- and others -- she went with them laughing -- Drunk with wine and love. Angel, knowing it's true, turns and moves away. Pike looks after him.' \n[8]To him she was a goddess. To be wor- shipped from afar -- with music and flowers -- a deity to be followed and adored at a dis -nee but Mapache -' knew she was a mango -- ripe and waiting... \n[9]Just so -  You have been there -- with the dream? \n[10]And. which do you prefer, the dream or the taste? \n[11]Just so â\u0080¢ -- the both of you and Map-ache and I --     49. 168 ANGEL, SOME DISTANCE AWAY, watches evening come upon the quiet village and watches: 169 TECTOR AND LYLE moving from the pond carrying water, now 70 DUTCH AND THE THREE OLD MEN trying to pound a horseshoe an the mule. 1.71 HIS MOTHER AND GRANDMOTHER AND other village women now 172 PIKE,. SYKES AND HIS-GRANDFATHER laughing in the ramada. 17 3 ANGEL TURNS AWAY, his eyes suddenly blind with tears,. Then,-turns and crosses to his Grandfather.. \n[12]Why do you wish to know -- for your father - or the whore? Pike looks up as Angel fights within himself to find an answer, ", "JESS": "\n[1]I don't see how I could'a lost both my boots; .They always was hard as hell to gat on but that little ole river just sucked 'em right off; \n[2]You see Thornton;.,. I never did see him come up', \n[3]Or that damned river. \n[4]Now...? \n[5]I don't know how we lost 'em except maybe in that big valley where the ground was. so hard. \n[6]I don't neither; \n[7]Just leaving him here? He's worth money. \n[8]But what if he ain't dead? "}}