{"dialogues": {"WEST": "\n[1]That's right, sugar, and you should feel free to treat him just bad. \n[2]General McGrath's boys. I thought y'all was never gonna show up. \n[3]No, no. 'Course not. Not tonight. Would you be working if you were up here with you? \n[4]Ah, this hole is a safety issue. I'm thinking, what if it starts to rain and the water level goes up. It could suck you right up. I'm protecting you. \n[5]Belle, you don't just ram a man's underbritches into a knothole. You wanna plug the hole, you ram your own britches in there. \n[6]Much as I'd like to take credit for that you might need to hand me my gun... \n[7]... Hand me my gun. \n[8]Okay, who just made a wish? Was it you? \n[9]I could sure use those clothes now. \n[10]Fought five long years with the Union Army not to hear that word again. And you boys lost, remember? \n[11]How 'bout some pants!? \n[12]Could I have a little privacy here? \n[13]Thank you. \n[14]You'll have to excuse me, darlin'... but my evidence is getting away. \n[15]Sorry about there not being any towels. \n[16]Backwards-ass bumpkins got a wagon full of nitro...! \n[17]Whoa now...! \n[18]I said, whoa!!! \n[19]Well, well, this is workin' out to be a perfect day. My man... \n[20]... General Bloodbath McGrath. \n[21]Didn't mean to startle you, ma'am. Looked like you could use some help. \n[22]I can see that, darlin'. Woman of your caliber probably gets top dollar, too. So here you go. You can run along. I'll take care of McGrath. \n[23]C'mon, lady. You got the money. Have a little dignity. West...!!! \n[24]U.S. Army... Now get outta my way, lady! \n[25]So now what...? \n[26]This gun? \n[27]Or this one? \n[28]Thank you, sir. \n[29]Sir, I had him right in my hands when some half-a-sissy wearin' a dress ruined... \n[30]You... know him? \n[31]Who are you? \n[32]Wrong answer.    Who are you? \n[33]The President went to West Point ... not Harvard. \n[34]Well, sir, one of us was still trying to figure out if he was a man or a woman. \n[35]It's McGrath, sir. The South is rising again. I'm gonna stop it. \n[36]McGrath's headed for New Orleans. The longer we stand here talkin', the farther away he gets. I don't need 'Intelligence' to tell me that. \n[37]Figures. \n[38]Save it.   I've gotta train to catch. \n[39]Yee-haaa!! \n[40]Stop this train!! You hear me!?! \n[41]Forget the bikes, the beards, the fake boobies. Put down the needlepoint and let's settle this like men! \n[42]Really? \n[43]Get up! \n[44]Yeah?   How do you feel about a fist? \n[45]Well then, 'Mr.' Gordon, you failed. \n[46]Only one doin' any 'egressin' is gonna be you. \n[47]New Orleans. \n[48]Who? \n[49]That's a man's head! \n[50]That's a man's head. \n[51]That's a man's head! \n[52]It's McGrath.    I was right all along. \n[53]... glasses. \n[54]'Friends of the South! Come to a Surprise Costume Ball. April 14, eight-thirty. 346 Garden Street... ' Like I said.... New Orleans. \n[55]Oh yes, Massa Gordon, dats what I'll do. And I'll jus' smile and do as I's tole so those people won' ever know that I would rather shoot myself in the head than play your god damned man servant! \n[56]The only thing I need to wear is this. \n[57]Jim West does not wear a dress. \n[58]How 'bout this: I'll go as a government agent who's gonna kill McGrath. \n[59]Let me tell you a little something about beloved 'art of disguise'... That night at Fat-Can's, I knew you weren't a woman. \n[60]Gordon, you looked nasty. Your breasts were all hard and stiff, and were sticking straight out like two rusty cannons on a sunken ship. \n[61]They look like shit. \n[62]I don't wanna touch 'em.   I can see I don't like 'em. \n[63]There, Gordon, you happy? I'm touching your breasts. \n[64]Buckwheat?   That's your problem. \n[65]Now, squeeze this. This is what a breast should feel like. \n[66]Isn't that nice? \n[67]Now touch yourself. \n[68]You know something, that's a good place to put a gun. \n[69]You know, Artemus, I think you underestimate the convenience of a pocket. \n[70]Matter of fact, got it right here. \n[71]... West.   Jim West. \n[72]Actually I'm, uh trying to surprise an old friend -- General McGrath. Seen him around anywhere? \n[73]Dr. Arliss Loveless...? One of the great founders of the Confederacy with Jefferson Davis. Funny how most people think he's dead. \n[74]Matter of fact, I do. \n[75]Well, when a man comes back from the dead, it's an occasion to stand and be counted. \n[76]I bet a man like yourself would find it difficult to keep in touch with even half the people you know. \n[77]Well, you know beautiful women... they encourage you one second, cut the legs out from under you the next. \n[78]Hey, honey... I see a big ole spider up on the wall. Hope it doesn't drop down your pretty dress. \n[79]Oh, the foy-aay. Sorry, I've never been much good at French. \n[80]Um... that second one. \n[81]Thanks for helpin' me get to the bottom of this case. \n[82]Real impressed the way you got the dance floor staked out. Maybe one of your missin' scientists'll cut in. Thought you should know that while you were trying to decide what shoes to wear tonight... I found that our host, Dr. Loveless... \n[83]... is meeting McGrath and his troops at Malheureux Point in an hour. So you enjoy the party. I'm gonna go save the Republic. \n[84]But I will say, good work on your bladders tonight... they're damn perky. \n[85]Don't grab a white lady's boobies at the big redneck dance. Is that the lesson? Well, I learned it. Don't scratch your head with the shrimp fork. I got that one too. So whaddaya say we call this off? \n[86]Can I have everyone's attention please. I think we've had a series of major misunderstandings and I'd like to take a moment to clear them up. First, the whole drumming on the boobies thing. In my native land, Africa, my ancestors used drums to communicate between villages. I'm sure y'all can see that this young girl here can communicate all the way down to Baton Rouge. Hell, on a clear day, we might even get Galveston. All I was saying was, 'How're you doing,' 'My name's Jim,' 'How's your mama?' \n[87]Second misunderstanding. That redneck comment. I'm getting the sense that some of you took that negatively. You know, some of my best friends are whiskey-guzzling, pot-bellied rednecks just like y'all here. That slavery thing, I don't see what the big deal was. Hell, who wouldn't want somebody to run around for them doing chores. Are you going to get your big, fat, lazy ass out of bed every morning and pick your own damn cotton. I don't think so. Let's head on inside and knock back some shine. Come on, back inside. No. Okay. I stand before you as a man who realizes he has done something wrong and I am prepared to do the right thing. Will you marry me? \n[88]I'll take that as a no. Darling, would it help at all if I said I thought you were a man? \n[89]Guess not. \n[90]Hang 'm...! \n[91]Hang'm!?! \n[92]Scientist, huh. \n[93]Look, Rita, I'm sorry you had the wrong agent working on your case. When I find your father I promise I'll send him back safely... \n[94]It just rolls on and on. Makes a screeching sound -- like a wounded animal. Got a 'cabin' on top with a cannon... swivels 'round like an eagle's head. \n[95]Heard about it. Thought it was crazy survivors' stories. \n[96]New Liberty, Illinois -- the free slave town just over the border. Just one week before the War ended in '65. I was in the 9th Cavalry that discovered it. Old men, women, children... they used them for target practice... \n[97]That's when I vowed to follow McGrath to the end of the earth. What's the matter, West? Thought you'd be happy to find me... like this. \n[98]I was hoping to kill you myself. \n[99]What do you mean? It was Loveless... his plan. He operated the killing machine there. Smarter now... left it to others here. \n[100]Where is he?   Where did he go?! \n[101]Just tell me. \n[102]Coleman... let's go!    Full speed ahead! \n[103]On the way to Utah where our President happens to be. Maybe we oughta be worryin' about that little coincidence! \n[104]Look, all that would happen would be she'd get in our way and I'd probably wind up gettin' in the saddle with her. \n[105]Good luck on that one. \n[106]Since the first breast. \n[107]I'll spare you. Make yourself a sandwich to take with you. You're getting off. \n[108]How could you possibly help us? \n[109]What about the foreign guys?! \n[110]Gordon, this is crazy. She doesn't know what she's talking about! \n[111]Coleman, stop the train! Miss Escobar's getting off. \n[112]Coleman... stop the train. \n[113]Look, I got nothing against you, Rita. It's just that... What's going to happen when we catch up to Loveless... with you on the train? \n[114]I'm the impervious part. \n[115]I don't know about you, ma'am, but I know I'll be sleeping a whole lot better tonight... ... assuming Loveless barges in here and feels like a game of pool. \n[116]I've got somethin' you might use. It ain't stylish, but it's practical... \n[117]Loveless kidnapped two chemists, that means there's gonna be explosives. He's got a metallurgist, so there's gonna be heavy armor. And he's got Rita's father, who -- according to you -- is the world's foremost specialist in hydraulics. Which means, whatever it is... it's gonna move. \n[118]So what, is he building that's gonna make the President fall to his knees and surrender the country? \n[119]What? \n[120]You said ass. \n[121]What the hell is this? \n[122]Leave my stuff alone! \n[123]They couldn't fire the cannon at us from in front. Any other questions? \n[124]Would it put you out too much to throw me a rope and hit your little secret button? \n[125]It's me, Jim. Open up! \n[126]Too damn late, is what it is. \n[127]An innocent billiard ball this way, but depress the number and on impact... a sleeping-gas bomb. \n[128]And that would become one more reason why I'm going to kill you. \n[129]Gordon, get out your little tool kit and get this damn thing off of me! \n[130]I don't have time for this. \n[131]See?     Nothing happened. \n[132]Is it too late to take it off of me now? \n[133]When I give the signal.   Jump off the cliff into my arms. \n[134]Five, four, three, two... \n[135]One... \n[136]You won't have to! \n[137]Maybe I should have stayed inside that fence another moment or two. \n[138]All right, Gordon, what's your plan? How are you gonna get this damn thing off my neck? \n[139]Isn't that why you're here? 'Cause you're the master of, you know, mechanical stuff? \n[140]Hey, calm down, Gordon... \n[141]Gordon... \n[142]Gordon, you don't want to do that. \n[143]I didn't do shit! \n[144]I did not do shit! That's it -- \n[145]Oh, I'm peachey. Now help me get my boot off! \n[146]Ahhhh! \n[147]Do me a favor. When you're telling this story to your grandkids, leave this part out. \n[148]Now, when I undo your belt, I'm going to run as fast as I can that way, and you run as fast as you can the other way. Understand? \n[149]One... two... Three! \n[150]Get off me, you steaming pile of ! \n[151]\n[152]I do not want to spend the rest of my life looking like a meatball on a plate. \n[153]Your pocket? Why wasn't it attached to some spring-loaded something-or-other that shoots out of your ass? \n[154]Why didn't you tell me you had an 'auxiliary' tool kit? \n[155]What?! \n[156]You know, Gordon, you can be quite annoying -- flaunting that fancy education. \n[157]The Harvard thing seems pretty formal to me. \n[158]No. How did you wind up in this line of work? \n[159]She doesn't want any trouble. She's just trying to get warm. \n[160]The Indians taught me. I lived out here when I was a boy. \n[161]Hey -- watch -- \n[162]The desert wasp... one of the world's great hunters. She'll kill the tarantula -- and lay her eggs on it, so her babies can have something to eat. \n[163]They didn't have much to say about it. I was sent to another plantation when I was little. Ran away as soon as my legs were strong enough to take me. \n[164]Yeah... They were at the camp at New Liberty. \n[165]I know exactly where I'm goin' ... Spider Canyon. \n[166]But I'm never gonna get there with you draggin' that damn thing around! \n[167]Arte... when you're right, you're right. \n[168]Don't push it. \n[169]That's the Wanderer. \n[170]Yeah, it would. That's Loveless' Lair. \n[171]Nice to see an invention that actually works. \n[172]Gordon, let's ride! You do know how to ride...? \n[173]... A horse, I mean. \n[174]How about now? There's a big spider stompin' towards our President! \n[175]Yeah. Well, the wasp had a small advantage. It could fly. \n[176]Artemus! There's no time for plans or half-cocked inventions! They don't work. We gotta stick to what we're each good at! \n[177]Ha... Ha... Hangtown girls... \n[178]Ha... Ha... Ha... \n[179]Gotta go. Big finish... 'Ha, ha, ha! Hangtown gals!!!' \n[180]'Ha, ha, ha... Hang... Town... Girls!!!' \n[181]Wait a minute. What the hell is this? \n[182]Mmm-hmm. \n[183]No, Arte.   Right now, we need a plan. \n[184]That flyin' machine idea of yours... were you just acting like you knew what you were talking about... or could you build it? \n[185]You're not makin' me feel any better. \n[186]He's just a little nervous 'cause no one's ever flown before. \n[187]Avant...! Avant!!! \n[188]Hey, uh... that's the cliff over there, you know? \n[189]If you had to get one right, I'm real glad it was this one. \n[190]Lemme guess... an Elevation Enhancer? \n[191]Go down, down there! \n[192]Shut up and go down there, will ya? \n[193]What does your boy da Vinci say about puttin' this bird down? \n[194]Take out as many bad guys out as you can. \n[195]Why not? Well, I guess maybe I'd rather see what happens when I stuff your ass into that cannon up there and fertilize the landscape. \n[196]So, I guess you're the one who's gonna give me my whoopin'. \n[197]Pfft.   I got one a' those. \n[198]But you've got two of those. Okay, lemme talk to Gordon, I'll see if he can... \n[199]Damn. \n[200]No more Mister Knife guy! \n[201]I just made that up. \n[202]Don't forget your shovel! \n[203]Is that all you got for me, Loveless?! \n[204]Uh, I just threw my shovel out. So this really isn't fair. If you don't mind, I'd like to... \n[205]Noooo. \n[206]Sorry. \n[207]You guys just don't get out enough. \n[208]When you get right down to it, Loveless, you just can't beat a good pair of legs. \n[209]Shoot him, Gordon...! \n[210]Better than a fountain pen, don't you think. By the way, your chivalry's about to be tested. \n[211]For almost four long years I've been trackin' the animal responsible for the Massacre at New Liberty. And I hear that's you... \n[212]Now, now, Doctor... let's not cloud this otherwise sunny day with that poor-ol'-me-cripple-talk. Just buck up and say to yourself, 'I am indefatigably hard-pumpin' and steely!' \n[213]Now that's the ol' doctor I know! \n[214]I don't know.    Guess I'm stumped! \n[215]Ah, don't be afraid, Loveless. With this being the last leg of our journey and all, you should soak in the view, you're really missing something. \n[216]Good one, Loveless.   I didn't think of that one. \n[217]Allow me to make that decision easy on you, Loveless. Because I want to see you dead a hell of a lot more than I want to live. \n[218]You were right. Let's cut this conversation short! \n[219]Now that looked like it hurt. \n[220]Rita!   You look great. \n[221]Texas? Why're you going back there? Why don't you come with me back to Washington? \n[222]She's not really an entertainer, remember? \n[223]Rita... why didn't you just tell us that in the first place? \n[224]You know, Arte... \n[225]Maybe Rita's right... \n[226]Besides... there's a lot of other women in the world. ", "GORDON": "\n[1]Good. You're going to be my little doggy. And when I say 'speak,' you tell me everything I want to know. Understood? Woof! \n[2]All right, little doggy. Sit up. Now tell me who's in the sack next door. Is it the scientist, Dr. Escobar? Speak! Woof!   Woof! \n[3]Speak words, dumb doggy! Tell me the name of the man you kidnapped him for... \n[4]Watch the swirling spiral!   Lie down, bad dog! \n[5]Looks can be deceivin'... dark stranger. I am perfectly fine. \n[6]Leave him right there. \n[7]Let's go, Hudson... hands! \n[8]Thank... you. \n[9]I'm no lady! I'm a U.S. Marshal! You get out of my way! \n[10]Sir, in perilous times like these, I was simply illustrating how someone impersonating you could actually walk right into the very bowels of the White House... \n[11]Marzipan, isn't it? \n[12]Sir, West's obsession aside, McGrath may be a vicious killer, but a mastermind he is not. So whom do we seek? After consulting with Intelligence... \n[13]Ah, so that would mean you rely on ... Stupidity? \n[14]I call it the Bi-axle Nitro- Combust... \n[15]Avant!!! \n[16]Thanks for dropping in. \n[17]As a matter of clarification, this isn't needlepoint. This is. \n[18]Right now, I'm putting the final touches on a new invention of my creation. I call it... The Impermeable. It's a vest that, when worn under the clothing, can stop any modern bullet fired even at close range. \n[19]But it hasn't been really tested empirically yet. \n[20]Guns. I find them so primitive and unnecessary... if one has done one's proper planning. \n[21]I must tell you, Mr. West, I've always felt that allowing a situation to degenerate into physical violence is a failure on my part. \n[22]I'm sorry, Mr. West, you brought this on yourself. \n[23]I love this train! \n[24]The President asked for my suggestions on how to make the Wanderer both comfortable and functional... \n[25]And while you're down there, you may want to avail yourself of my Sub-carriage Inter-rail Egressor... \n[26]Perhaps the President was right about us putting aside our petty differences. \n[27]That's my veal reduction sauce! \n[28]Shall we let Professor Morton decide? \n[29]Meet Professor Thaddeus Morton, expert in the field of metallurgy ... discovered in a field of alfalfa. Kidnapped from M.I.T. six months ago. \n[30]... And this magnetic collar was around it when his body was discovered. Haven't figured that one out yet... \n[31]According to the Retinal Terminus Theory... a dying person's last conscious image is burned into the back of the eyeball like a photograph.   Perhaps there's a clue there... \n[32]Morton's last image! \n[33]Ah. The refraction of the lenses causes the image to appear upside down. We simply... \n[34]He seems to have something in his pocket... too fuzzy to read, though... \n[35]Mortification of the aqueous humor seems to have led to the loss of... \n[36]How about this? You could come as my man servant? \n[37]How about this? You could come as my man servant. \n[38]I have a horse costume. You could be the head. \n[39]Okay, if you insist on carrying a firearm, I have something I think you'll find intriguing... \n[40]And it would go nicely with this... \n[41]Then what's your plan? \n[42]An armed, Negro cowboy costume, how creative. In a room full of white Southerners, you oughtta fit right in. You might even win first prize! \n[43]Listen to me. The art of disguise is what's going to get us into that party, thus allowing us to find these kidnapped scientists before they're forced to create something that will destroy this great country. \n[44]Now you and I are the chosen ones, Jim. We're under direct orders from the President himself. And our mission is clear: Save our country. Our freedom is at stake and this is our duty as men. Now, you go as a riverboat captain and I'll be a saloon girl. \n[45]But I was propositioned by three men. \n[46]These are a work of art. Scientifically and aesthetically perfect. \n[47]Touch them. \n[48]What, are you afraid you're wrong? Touch my breasts. \n[49]Not so rough.    The buckwheat'll come out. \n[50]What are you doing? \n[51]Whoa... \n[52]Very nice. \n[53]You win.   I'm hard. \n[54]I was just going to jot down a thought. \n[55]But then, where would I keep my notepad. \n[56]Peeking through the keyhole...? So 18th Century. \n[57]Howdy there... big sturdy gal. Yer dance card full? \n[58]I feel as if we know each other from someplace...? \n[59]Ma'am, please! While I realize I look like something straight out of James Fenimore Cooper... I mean you no harm. My name is Artemus Gordon. And you look like you're in trouble. \n[60]Looking for some missing scientists... not that I'm complaining. \n[61]I'm a special U.S. Marshal on assignment from the President. \n[62]Too late. The 'dungeon' is cleaned out. It was the first place I checked, right after I sampled the gumbo. Bit heavy on the okra. \n[63]One doesn't forget a smile like that. Now where in the world was it...? Have you ever played the Empire Room... the Bijou Cafe perhaps...? \n[64]Hey-yaa!!! \n[65]Meet my trigger-happy partner, James West... who doesn't seem to realize that my carefully planned diversion gave me the opportunity to search for the missing scientists. \n[66]This is Rita. I found her locked in a cage in Loveless's bedroom. She's an entertainer. \n[67]Professor Escobar?! He was the one I almost rescued that night when... That's where I know you from! Fat-Can Candy's... you sang before I did. \n[68]That was me. Burgundy dress with the bustle... \n[69]It came up out of the lake... from the way these corpses are positioned, laid down a 360-degree pattern of cannon fire... then disappeared in moments. My God, what kind of weapon is it? \n[70]You saw it? \n[71]What survivors? There aren't any here. \n[72]I don't see why we couldn't have given her a ride back home to Texas. It is on the way... \n[73]We wouldn't have known where Loveless was going if it wasn't for her. Seems a bit ungracious. Possibly perilous. \n[74]Funny that you say that. Because I thought she was more interested in me. \n[75]You know, I've been trying to place myself in Loveless's shoes... \n[76]Ha, ha, ha... You know, I can't imagine what Loveless -- a man without any reproductive organs could possibly want with Rita. \n[77]Not that Rita doesn't have a figure that would inspire a Botticelli... or a Raphael. \n[78]... especially her breasts. Did you notice the way one of them... Both of them actually... to say nothing of her buttocks... \n[79]... and the group of foreign ministers at Loveless's party... What were they doing there? \n[80]Here's France, Spain and Britain... How long has she been here? \n[81]I am so embarrassed. \n[82]By all means. \n[83]Well, in a daubiere... a clay pot. A French method which... \n[84]The Louisiana Purchase? \n[85]Queen Isabella of Spain. \n[86]I assure you, Rita, an attack by Loveless would be an exercise in futility. ... Allow me to demonstrate how my design suggestions have made the Wanderer impervious to attack. \n[87]Hardly. Completely armor- plated... \n[88]An attacker would find the lighting inside extremely... unflattering. \n[89]And if, by some inconceivable fluke, they did manage to gain entrance... An innocent billiard ball this way. But depress the number... a sleeping gas bomb. Effective in under three seconds. \n[90]So rest assured, Rita... you are completely safe within these walls. \n[91]A bedside heater. \n[92]Rita. She    needs a bedside heater. I mean, it   gets cold in there, you know, with   the stained glass window right over   the -- \n[93]Such a pleasant girl.   A real breath of fresh ass. \n[94]Did I?   No... \n[95]Stay back here, take cover! \n[96]I took the liberty of installing it while you were sleeping. \n[97]Jim, we're the ones chasing Loveless, correct? Then perhaps you could explain what they're doing behind us. \n[98]I taught him how it worked. \n[99]That's not a good one to wish for. \n[100]Rita, no!   It's just... \n[101]Don't move! \n[102]What have you done with Rita? \n[103]'Gentlemen, welcome to the Loveless Experimental Camp for Political Dissidents. There are no guards. No barbed wire. As long as you stay within the designated perimeter, you will stay alive.' \n[104]Wait, I have an auxiliary tool kit! \n[105]Oh, really...? \n[106]Head for that gully! \n[107]Are you crazy?! Do you see what's down there? \n[108]Forget it.   I'm not doing it... \n[109]Oh shit! \n[110]I just remembered... I can't swim! \n[111]Excuse me? \n[112]Oh. Oh, I see. Now I'm the master of... 'mechanical stuff.' As opposed to five minutes ago, when I was trying to collect my thoughts and figure out a way to get us out of these contraptions! But no! \n[113]-- That wouldn't have been any fun for a certain somebody, and I won't mention any names -- Jim West! -- who decided to take me on a bracing romp through a cornfield and play a fanciful game of hide and seek with serrated, spinning death discs, while our only mode of transportation is in the hands of a sadistic madman with weapons of mass destruction, who kidnapped Rita, and is on his way to kill our President and take over the country! \n[114]No! Because I'm the 'Master of Mechanical Stuff!' And I have to help YOU! Because you're the 'Master of Stupid Stuff!' \n[115]You want to get that collar off? Fine! Let's do it the fun, Jim West way! Let's bash it with a rock! \n[116]Oh, but I do. \n[117]That's odd. What did you do? \n[118]No, you must've reversed the polarity of the magnets. \n[119]Are you all right? \n[120]Apologies, apologies. \n[121]Don't worry. \n[122]You're going to run as fast as you can one way and I'm going to run as fast as I can the other...? Ingenious. \n[123]I'm trying, you son of a ! \n[124]Finally they roll out of the stream and onto dry land. They sit up, out of breath, stuck together, back to back. \n[125]We're going to have to discuss bathroom etiquette soon. Very soon. \n[126]Aha. My auxiliary tool kit. I forgot all about it. It must've slipped out of my pocket. \n[127]Because that, my friend, would be uncomfortable. \n[128]I did tell you, but in your zeal to run and leap off a two-hundred- foot cliff, I don't think you heard me. \n[129]'... Take physic, pomp; Expose thyself to feel what wretches feel, That thou mayst shake the superflux to them, And show the heavens more just.' \n[130]What?! \n[131]Well, truth be told, I never had a fancy education -- not a formal one, anyway. \n[132]This ring? This ring isn't real. Do you want it? \n[133]A prop. I'm an actor. Or was. I gave it up. I went by the name of Arthur Gordon. Ever hear of me? \n[134]The pinnacle of my life in the theater came in a production of Our American Cousin -- a light comedy -- at Ford's Theater in Washington. There was this one line I had... always got the biggest laugh in the show. One night, it drowned out the gunshot that killed President Lincoln. I decided to devote my talents to making sure that never happened again. \n[135]Uh... There's a spider on your hand. Doesn't that bother you? \n[136]How come you know so much about the desert, anyway? \n[137]Now I'm really hungry. How did your parents, who I assume were Negroes, feel about you being raised by Indians? \n[138]Did you ever see your family again? \n[139]I'll help you get him, Jim. \n[140]You have no idea where you're going, do you? \n[141]While a magneto of this power may not inspire your scientific curiosity, it does mine. Besides, you never know when it might come in handy. \n[142]Well I think our partnership is taking a big step forward. You finally admitted I was right about something. \n[143]Now... how about admitting you were lost? \n[144]Jim, I know I've hallucinated it several times before, so is that really the Wanderer? \n[145]And would it be too much to hope that I'm simply seeing a World's Fair down there... ? \n[146]Now that's impressive. \n[147]We'll see about that. The fool doesn't even realize he's trapped. \n[148]Yes... I know how to ride a horse. When the situation calls for something primitive. \n[149]I was just thinking about another spider. Remember in the desert, when that little wasp killed the tarantula...? \n[150]Exactly! \n[151]In 1540, Leonardo Da Vinci invented a flying machine called the 'Ornithopter.' Though he never actually flew it... \n[152]You know him, sir... \n[153]I'm by your side, sir.   That's what's important. \n[154]Don't worry, I'm wearing the Impermeable. \n[155]If I may have one request... it's that she aim at my heart... which has loved this great country so much! \n[156]Great. \n[157]I have a dress like that. \n[158]Not to sound ungrateful, but you're a little over the top. \n[159]Let me warn you about that dress... \n[160]Was that the eight ball? \n[161]That one's an incendiary bomb. \n[162]C'mon we gotta go! We gotta ride horse! Something! \n[163]Now Bernoulli's Principle states that the air flowing over a bird's wings... is moving at a lower pressure than the pressure below the wing... that's called 'lift.' Course, it's just a theory... it's never been tested. \n[164]Coleman! Must you smoke when handling explosives! \n[165]We're not getting enough lift! We need more speed! \n[166]Yes, I do know. \n[167]It worked...? It worked!! \n[168]Yeee-haaa! \n[169]I think I'll call it... \n[170]No, Air... Gordon. \n[171]You can't just 'go down there.' Flight depends on lift, which must be calibrated to the angle of descent... \n[172]I don't think he thought it would ever work, so he didn't get that far. I'm open to suggestions. \n[173]Sorry about that, sir. Nose up, flaps down. Have to remember that next time. \n[174]Uh, Jim, I think a polite 'no' would suffice... \n[175]Stop this violence! \n[176]Stop or I'll shoot! \n[177]If I have to.    Yes. \n[178]Not exactly. \n[179]Uh, just out of curiosity, sir... who's Agent No. 1? \n[180]But, sir... what about our train? \n[181]Ravishing, a vision. \n[182]Or better still, come with me to Washington. I could introduce you to people I still know in the theater... \n[183]What's that, Jim? \n[184]That's easy for you to say. She didn't walk off with your best dress. ", "LOVELESS": "\n[1]Oh, dear... \n[2]So Miss Lippenreider informs me. Still, I believe good manners dictate we should send out... \n[3]... the welcome wagon. \n[4]Don't you just hate that song? \n[5]Why, y'all look like you've seen a ghost! It's me, dear friends, alive and kicking! Well, alive, anyway... \n[6]We may've lost the war, but heaven knows... we haven't lost our sense of humor! \n[7]Not even when we've lost a lung... a spleen... a bladder... two legs... thirty-five feet of small intestine and our ability to reproduce... All in the name of the South... ... do we lose our sense of humor. \n[8]I owe a deep debt of gratitude to my friends across the sea for their comfort and... succor. \n[9]So...! Mi casa es su casa! Ma maison est a vous! Let the party begin!!! \n[10]Mr. West, how nice of you to join us tonight... and add color to these monochromatic proceedings. \n[11]Miss East informs me that you were expecting to meet General McGrath here. I knew him years ago... but haven't seen him in a coon's age. \n[12]Perhaps the lovely Miss East will keep you from being a slave to your disappointment. \n[13]Your men will have their weapons tonight. And my promise that they will be part of the greatest military victory of this century! Oh, you're a pip, sir! I'd follow you into the maw of Cerberus himself! \n[14]And so you shall. Have your men here at... 10 o'clock tonight. \n[15]Well, General, it's been a long journey from New Liberty. Sir, there isn't a day that passes that I don't contemplate it. \n[16]Yes, and so do I. So do I. If I'd only had the scientific understanding of gunpowder and primers that I have today... \n[17]Oh, you mean the stomach-churning carnage that earned you your unfortunate nom de guerre... \n[18]What was that nickname again? 'Bloodbath' McGrath... the Butcher of New Liberty.' \n[19]My dear General, after donating half my physical being creating a weapon capable of doing this... how did you and General Lee repay my loyalty? You surrendered at Appomattox! So, who betrayed whom? \n[20]Munitia, make note. Turret speed needs to be accelerated! \n[21]... We're going to need more loading drills! I'm hearing too much time between screams. For the last time, give them the order to desist! \n[22]General, I understand your distress. But believe me, those men are not dying senselessly. It is for a far greater cause than you can imagine. \n[23]After you... sir. \n[24]Bloodbath McGrath indeed. \n[25]Well, that concludes the festivities. Ladies, feed him to the crabs. \n[26]But, my friends, that tank is just a little ol' toy compared to what this country's greatest scientists are cooking up for me next. So if I've piqued your interest, bring 1000 kilograms of your country's gold to Spider Canyon four days from now. Now if you'll excuse me, I've got a tank to catch. \n[27]My destination is both the future... and the past! Forget Paul Revere, this will be the most revolutionary ride in the history of America!! \n[28]If you don't want to miss the ride, have the last payment of 1000 kilograms of your country's gold in my hands no later than Friday. That's when I make our little proposal to President Grant. One I'm ever so confident he's gonna accept. Au revoir, adios, and ta-ta! \n[29]Amazonia, shall we disabuse our friends of the notion that one's problems are solved when we see the light at the end of the tunnel! \n[30]As do I, Munitia... as do I. Fire away! \n[31]Close the fire door! \n[32]Continue, Miss Lippenreider... \n[33]Oh, Munitia... I hope we're not going to leave evidence behind like we did last time. \n[34]Good morning, gentlemen! I trust you slept well. \n[35]Rita, is it? How familiar! Rita is sleeping off the after-effects in the stateroom. Quite lovely, isn't she? Who knows... I might even become 'familiar' with her myself. \n[36]Yes, Mr. West, I'm sure a well- endowed blackamoor like yourself must find it absolutely impossible... that a freak like me could fully enjoy the pleasure of a woman. But having witnessed my use of mechinology so far... wouldn't you think I could provide myself with something for the lower half of my body that was hard-pumping and indefatigably steely? \n[37]... And speaking of 'hard pumping...' Mr. Coleman, full steam ahead! \n[38]What a marvelous train! You don't mind if I borrow it, do you, gentlemen? \n[39]Other than a lack of wheelchair access, I find it a most comfortable way to pass the long miles from here to my laboratory in Spider Canyon... I'll be seeing President Grant soon at Promontory Point. What shall I tell him for you? I'm afraid it can't be that you're alive and well... \n[40]Rita, my dear, not that I'm ungrateful to Providence for bringing you back to me... \n[41]... I'm just a wee bit curious as to how you managed to wind up with them. \n[42]Isn't that a coincidence?    I miss me, too. \n[43]Well, isn't this a coincidence! I'm out for a little mornin' ride, and right in the middle of nowhere, I bump into General Ulysses S. Grant himself! We've never been properly introduced. I'm Dr. Arliss Loveless, formerly with the Confederate Army. \n[44]I have a humble abode nearby, and I hope you'll accept my hospitality. I have a little proposition to make. \n[45]The unconditional and immediate surrender of the United States of America to the Loveless Alliance. \n[46]How about now...? \n[47]Now just who are you? \n[48]Take them both!!! \n[49]Bonjour, buenas tardes and good day! Great glorious day! A day of healing for the wrongs that have been done to us all! \n[50]... Oh, how long have we waited! \n[51]... 1776, wasn't it, old bean? Most expensive cup o' tea in history...! \n[52]Manhattan for a handful of beads? How? Remember the Alamo indeed! Today I'm proud to be able to sit before you and tell you the wrongs will be righted... the past made present... the United, divided! \n[53]Great Britain gets back the thirteen original colonies... minus Manhattan. Florida and the Fountain of Youth go back to Spain! Texas, New Mexico, California, Arizona revolve a Mexico! And the Louisiana Purchase reverts back to the King of France! \n[54]And a tiny piece for me to retire on. \n[55]My partner nations insist that we make this as legal as possible. Personally, I like the symmetry of it. After all wasn't it you who made us sign a surrender at Appomattox? \n[56]Well, sir, we're at loggerheads then, aren't we? And I suppose the threat of death to someone with your valorous war record, would mean nothing. \n[57]... so, if you still refuse to sign this surrender... we'll start by shooting your man, Gordon. \n[58]Shoot him in the head. \n[59]A new girl!   What a nice surprise! \n[60]Ebonia! Why are you so cruel to me? \n[61]Kill him! Him! Him! The girl! \n[62]It's not the first time y'all have been burned in America. \n[63]Mr. President, I'll ask you once again. Sign the surrender or I decimate this town! \n[64]I find the sound of people screaming while they get blown to smithereens, ruins the ear for music. Don't you? \n[65]Commence firing! \n[66]Well, Mr. President. Have you had enough yet? Would you like to sign the surrender or shall we set a course for Denver? Wichita? Washington, perhaps? \n[67]Don't be too sure... \n[68]I'm through with diplomacy... Take him away and kill him! \n[69]Munitia!   Munitia!!! \n[70]Gentlemen, I am truly impressed by your effort and ingenuity. Why not swear an oath of loyalty to me... and forego your executions. \n[71]Lippenreider, take over the controls. We may not have a woodshed on board, but that boy is gonna get a whoopin' anyway! \n[72]You're obviously not a poker player, Mr. West... \n[73]Two pair always beats a pair. \n[74]Now... Was it someone particularly close to you who perished in that military action? \n[75]Hmmm.   Well, that hit a nerve. \n[76]A mother, perhaps? A father? \n[77]It feels so good to stretch my legs. \n[78]I likes to beat my feet on the Mississippi mud! \n[79]You expect to kill me with that little pea shooter? \n[80]Why is it, that I'm unafraid? I believe you gentlemen are the polar opposites of a moral dilemma and I'm stuck in the middle. On one end, we have Mr. West, a man of primitive vigours uncomplicated by intellect. And on the other, there's Mr. Gordon. A man of ideas, but unlike myself, lacks the passion to kill for them. He'd like to be able to act his way out of it. And for some reason when he's actin', someone always seems to get killed. \n[81]I'm right about you, aren't I, Gordon? And that's why I'm gonna kill your friend here. Then I'm going to kill you. \n[82]After all that, you missed. \n[83]Please, West... show a little mercy to a poor defenseless cripple... \n[84]After I kill ya, I swear I'm gonna boil you down to axle grease! \n[85]Well, I'll be a monkey's uncle. How did we arrive in this dark situation? \n[86]And I'm so cotton-pickin' afraid of heights. They just give me the spooks! \n[87]Mister West, I'm gonna cut this conversation short... \n[88]Mister West!!! I am faced with a difficult decision here. On one hand, there is the overwhelming love that I have for myself, and on the other, the raw, seething hatred I have for you! Now, I could kill you very easily, just by pulling this lever... \n[89]But, of course, I would die along with you. I guess the only thing that I can take comfort in is the hope that you would hit those rocks a second before me and I could enjoy immeasurable bliss before I vanish. What to do, what to do... \n[90]Why is it that I have a sneaking suspicion, that although you are as black as the night on the outside... inside, you are yellow?! \n[91]You don't have it in you, do you... boy?! \n[92]Weeeeeeeeeest!!!! ", "RITA": "\n[1]Put me in the dungeon with all those smelly, dirty bearded men ... but I am not goin' in there. \n[2]Yeah, a standing up position.   I'm an entertainer, not a... \n[3]Yeah. Well gimme a simple diamond bracelet instead of that... \n[4]Try again, buster...! \n[5]Really? \n[6]I'm Rita. I was hired here as an entertainer. Not that I'm complaining, but what are you doin' in here? \n[7]If you're so special, how come you're lookin' up here when Loveless has 'em all workin' down in the dungeon? Get me out of here and I'll take you down there. \n[8]Thank you... Artemus, was it? \n[9]Um, maybe I haven't been quite honest about that... My name is Rita Escobar. I came to find Guillermo Escobar, the scientist, my... father. \n[10]Excuse me? \n[11]He's impulsive, James. \n[12]Excuse me, I think I'm going to be sick. \n[13]That's a nice way to talk to people. You'll have to live with it... As I've lived with the blame for New Liberty. \n[14]Well, I know that. \n[15]I'll tell you if you take me along. \n[16]The girls at the mansion. They talk. 'I vonder if my hair vill get frissy in ze desert...? Vhere is diss Ooo-tah anyvay?' \n[17]But... I can help you. \n[18]Well, I heard you talking about why all those foreign guys were at Loveless's party...? You want me to tell you? \n[19]This is fantastic. You can cut it with a fork! How'd you cook it? \n[20]They were mad about something, you know? Something about a real bad deal in Louisiana on purpose. \n[21]And Queen somebody-somebody of France got swindled. \n[22]I'm a frightened, starving, half- naked young woman who only wants to find her father! \n[23]Please, Jim. My father's the only family I've got. What am I supposed to do? Sit home and wait for news he's been killed? Or go do something! What would you do, Jim?! \n[24]I know you'd never let him take me back. I've seen you shoot. \n[25]Speaking of sleeping, I'm pretty tired. Artemus, do you think I could borrow something to wear? \n[26]What's going on? \n[27]You know you could put a gun on that thing. \n[28]I won't let Loveless take me again! I'd rather be dead! \n[29]Please, Artemus, don't leave me alone! \n[30]It's a trick, I know Loveless. \n[31]Well, they uh... seemed so... sure that they could find you... and I thought if I stayed with them... they'd lead me back to... all my friends... \n[32]And not to give you a big head but... I kinda missed you. \n[33]Queen of Spain. King of France. I was close. \n[34]Artemus! \n[35]She's... no...! \n[36]Serves you right for staring at them. \n[37]Meet me after the show! \n[38]Jim... Arte...? \n[39]I just wanted to thank you for everything you've done for me... before I went back home to Texas. \n[40]I can't go with either of you. \n[41]It's not that you both don't have your attributes. You're so sophisticated and such a wonderful cook. Jim, you're good with a gun... and have great legs. And you're both so brave. But... I'm afraid I haven't been completely honest with you. \n[42]Professor Escobar's not my father. He's my husband. \n[43]Well, I was going to... but would you have really brought me along if I said I was married? Honestly. \n[44]I didn't think so. \n[45]At least you still have each other. ", "PRESIDENT GRANT": "\n[1]Gentlemen! \n[2]Don't make Captain West any later for his appointment than he already is! \n[3]Been a lot of death threats lately ... Cabinet made me hire some damn detectives. Drink, cigar? \n[4]I hear you let General McGrath get away? \n[5]Artemus Gordon. \n[6]Of course I know him, he's the best marshal I've got! He's a genius. Gordon has proven himself time and again as a very cunning operator with a rapacious intellect. Nothing will stop him from completing a mission for his President... except the impulsive actions of a headstrong cowboy! \n[7]I am the President of the United States! \n[8]I am the President of... ... I'm Artemus Gordon. \n[9]Will somebody tell me what the hell this stunt is all about!?! \n[10]You're clever, Gordon. One day it'll get you killed. \n[11]... And you, West -- not every situation calls for your patented approach of shoot first, shoot later, shoot again -- then when they're all dead, try to ask a question or two. Working together will be good for both of you. \n[12]You work the way your Commander In Chief tells you to work. \n[13]Ten of our country's best scientists... all kidnapped in the last year. By General McGrath, it now seems. The fact is, gentlemen, you've both been working on the same case all along. Why did it take you so long to realize it? \n[14]I don't have time for this bickering! One week, if we're to believe this... \n[15]'General Grant, the scientists that you seek are in my employ -- \n[16]-- Creating a weapons system beyond the pale of contemporary imagination. History and justice are on my side. I suggest you put your affairs in order. You have one week before you will surrender the U.S. Government.' \n[17]This letter was delivered inside this. \n[18]Wait! \n[19]Gentlemen! I'm leaving today for Utah where the transcontinental railroads will be joined at Promontory Point. \n[20]For the first time the United States will truly be united. Someone wants us divided. Now look, you two are the best I've got. Put aside your differences and stop this madman... whoever he is. If you fail, well... we may never know how great this country could've been. You have a week. Dismissed! \n[21]May God continue the unity of our country... \n[22]... as this railroad unites the two great oceans of this world. \n[23]Yes, Dr. Loveless, what can I do for you today? Flank him, left and right. \n[24]What proposition is that? \n[25]I didn't realize we were at war. \n[26]Gordon, you've got a lot of brass. Where's West? \n[27]Well, Gordon... was this part of your plan? \n[28]Never will I sign that paper, never will the United States ever surrender! \n[29]Where'd those come from...? \n[30]You've had my answer. \n[31]Well, I'll be damned... it's West and Gordon... flying! \n[32]Keep that surrender handy. I think you're going to need it! \n[33]Son, never apologize for saving a President's life. \n[34]Drop 'em. \n[35]We'll be joining them in a moment if you can't stop that thing! \n[36]Let's see how clever you really are... \n[37]Gentlemen, I now strongly believe the United States is going to be truly united. Not because of this railroad... but because of you. \n[38]I've signed into law the creation of an agency whose sole duty is to protect the President and the country from lunatics like Loveless. Welcome to the Secret Service, Agents No. 1 and No. 2. \n[39]I don't think that matters very much, do you? Gordon? Besides, you'll have plenty of time to discuss it on your new assignment. See you back in Washington. \n[40]Well, I'm taking it of course. Hell, you let Loveless blow up mine. ", "McGRATH": "", "COLEMAN": "\n[1]Knock each other about all ya please, but harm my train and I'll douse ya like dogs. \n[2]Well then, let's get on about our business, shall we, gentlemen? Now, where to? \n[3]I knew it. Well, I'll have no part of it! \n[4]Federal officers, bah! \n[5]Aye, sir! \n[6]Who the hell's Miss Escobar? \n[7]Half-naked? \n[8]We're not puttin' anybody off. Not out here in the middle of nowhere. \n[9]We have Loveless, gentlemen! Seven hundred yards and closing! \n[10]Am I missin' somethin' here...? \n[11]Go, Ebonia, go. \n[12]Captain West. \n[13]Special Marshal... President thought you needed some lookin' after. \n[14]This is diabolical! They've got the President and I've still got that silly song in my head! \n[15]Here's a coupla bon voyage presents. ", "GORDON/DORA": "\n[1]Dora. Would you like to go upstairs? Oh, indeedy I would. \n[2]A ditty? But General... ... my talents really lay elsewhere. Nothing stokes the fire in my loins like a ditty. You've got some pretty fair lungs on ya, girl, now use 'em! \n[3]'Buy a drink for the boys In the backroom for me...' \n[4]'And tell them I tried... And tell them I cried...' \n[5]Well, that's a new one. \n[6]Oh really. One can hardly notice... Would you mind...? I... I... can't seem to release the clasp of my belt. Wha... what's this? \n[7]It's a deep, deep pool. Maybe your old swimmin' hole. Getting sleepy, General? Yes, I'm sleepy. \n[8]No!   I need him! ", "MISS EAST": "\n[1]I don't believe that name was on our guest list. And I would know. I'm Dr. Loveless's personal assistant. \n[2]Tonight's his coming-out party. \n[3]See anybody that looks familiar? \n[4]I'm... jealous. Meet me later... in the foyer. \n[5]I said to meet me in the foyer. \n[6]Au contraire... \n[7]So let's see, Mr. West... are you a dangerous spy of some sort? Or just a handsome cowboy who likes to... poke around. ", "SALOON GIRL": "\n[1]The legendary Captain James West and I finally got him all to myself. \n[2]Mister West, you wouldn't be here workin' tonight, now would you? \n[3]Good. \n[4]Jim! \n[5]Problem solved. \n[6]Oh, Jim. ", "MUNITIA": "\n[1]It is not so bad... once the metal warms up. \n[2]Change gear ratio from 2.2 to 2.8! \n[3]I have them square in my sights, sire. \n[4]Nitro this time, sire. \n[5]Caviar...? \n[6]Shut up and listen to a real genius! ", "CHANTEUSE": "\n[1]'Ohhh... Hangtown gals are plump and rosy...' \n[2]'Hair in ringlets, mighty cozy...' \n[3]'Painted cheeks and frilly corsets.' Touch them...' \n[4]'... And they'll sting like hornets!' \n[5]'Hangtown gals are lovely Think they'll marry Mormon \n[6]'Heads thrown back to show their features...' "}}