{"dialogues": {"SAM": "\n[1]We've come to the halfway point in my senior seminars... \n[2]Come on.  Beats study hall, doesn't it? \n[3]Thank you, Jimmy. \n[4]Something Kirk with which I'm sure you have hands-on experience. \n[5]We've all heard the words, date rape, sexual harassment.  We've talked about some of these things in this room. Our speakers today head up the Blue Bay Police Sex Crimes Unit -- Detectives Ray Duquette and Gloria Perez. They're here to give you what we hope will be a fresh perspective on these subjects, and to answer any questions you night have. \n[6]Hey, Carole, you too.  And be good. \n[7]This is one of the original buildings. We have the offices here now. \n[8]Sam Lombardo.  The first.  Class of 'Forty-Two My father. \n[9]Art.  Say hello to Detectives Perez and Duquette. Art Maddox. A fellow guidance counselor. \n[10]I have the feeling, they got it down already.  They're a step ahead of us, Artie. \n[11]If old pictures interest you, come back some time, there's quite a collection down in the pagoda.  I'll see you get a proper tour. \n[12]Okay, you guys.  Good work.  Now coil those dock lines and I'll see you all on Monday. \n[13]That's about all it's good for. That's the one to have. \n[14]The Windward Passage.  I crewed on that one summer. Long time ago. \n[15]Hey, you're working for it. Least you're supposed to be. \n[16]Well, you know.  Figured I'd buy a Washing ticket, support the effort. That old Jeep of mine's kind of a waste of time, don't you think? \n[17]Okay, try me on Sunday.  I'm going out to the Everglades on Saturday.  You guys can wash the mud off. \n[18]What about you, Jimbo, you need a ride? \n[19]A ride.  You want one? \n[20]We got room for one more, Suzie.  You need a ride? \n[21]I won't. \n[22]Hi, Sandy. \n[23]Can't.  Got a passenger. \n[24]I can't, Sandy.  I've got to run. \n[25]Sorry, Sandy.  I've got plans. \n[26]Swamp's where it's at, Sandy.  Gives you a look into the muck we all crawled out of.  You ought to try it some time. \n[27]Eat a power bar. \n[28]No I didn't.  Check out the Jeep.  It's nice and dirty for you. But you might want to wait a minute. The Mercedes is leaving. \n[29]In back of the garage. \n[30]Kelly. \n[31]Senior class fund-raising gig.  I told 'em they could hose down the Jeep. Hey, come on.  It's for a good cause. \n[32]So, where you off to now? \n[33]Jeez, that thing... Can't you... \n[34]All right.  I'll have to look for it. \n[35]Give me a minute. \n[36]Sly old fucker.  How you got so big, wasn't it? \n[37]Barbara? \n[38]Counseling. \n[39]Sandy... What's up? \n[40]No. \n[41]Didn't you see her this morning? \n[42]So maybe I'm a one-woman man. \n[43]Goodbye, Sandra. \n[44]That's good, Jimbo.  I'll see you on Monday. \n[45]What's left of my sailing class. \n[46]Talk to me Artie. \n[47]... is accusing me of rape.  Jimmy told me.  Apparently I'm the last to know... \n[48]This is insane. \n[49]That's great.  I'll just tell my creditors I'm not a rapist.  No problem... Shit. I can't believe the board's going to act without even hearing my side of it. \n[50]Ken.  I'm in some trouble.  I need an attorney and you're the only one I know. So I figured I'd start here. \n[51]What did you do to your neck? \n[52]Georgie, hey.  I'm meeting Barbara.  She here yet? \n[53]Barbara... \n[54]Yeah, I'm okay. \n[55]Good thinking. \n[56]Forget it. \n[57]I know how deep her pockets are, Ken.  I thought I might be able to save my fucking house with an equity loan. Guess who's on the board of directors at the bank? \n[58]Can't you take that stupid thing off? \n[59]What's that supposed to mean? \n[60]Nellie Gail Ranch... \n[61]There's nothing for them to get. \n[62]I just want my life back... \n[63]Story's the same, Detective... \n[64]I had to go look for this coupon. \n[65]Like I said, I hadn't really expected to use it. Anyway, I'm going through a drawer.  I hear a car.  I look out the window.  I see Nicole driving away.  I leave my room, and there's Kelly. \n[66]Yes. \n[67]Yes. \n[68]I could, but it's confidential.  Look, the point is, we didn't talk.  I told her this was not an appropriate time or place. \n[69]Yes.  Mainly to turn her toward the door.  I told her we would talk on Monday, in the office. \n[70]Again.  I think we covered this.  I told her I was going to call a cab. \n[71]That's right. \n[72]No. \n[73]There's a strip mall not half a mile from my house.  There's phones there.  I cruised the place, but I didn't see her. I figured she was probably there but that she was angry and didn't want to be found.  I don't know... Maybe I should have called.  But it's not like Kelly can't take care of herself.  I figured we'd just take it up on Monday, in the office. \n[74]It is and I don't.  Ordinarily... But, I mean... there's this kid standing in front of you crying... \n[75]Fuck you.  This is bullshit.  I'm outta here. \n[76]I've spent the last ten years of my life working with kids.  I love what I do, and I think I'm good at it. These kids trust me, and there is no way.  No way in hell I would ever betray that trust. \n[77]I've found that adolescents make the best liars.  They're old enough to be good at it, but you want like hell to believe them, because they're still children. \n[78]I was just thinking about where I'm gonna stay.  I lost the house.  It's like waking up from a goddamn nightmare. \n[79]Just like that? \n[80]You don't think you're overdoing it? \n[81]Lizards don't seem to miss me. \n[82]How you doing, Artie? \n[83]Take care of my lizards, Art. \n[84]Kelly... \n[85]Look, Kelly... I'm sorry... I know what you've been through... I should've seen something like this coning. \n[86]You see.  I couldn't stay, even if I wanted to. \n[87]Thanks Ken, you did okay. \n[88]Damn maid. \n[89]Ahhhh! \n[90]Jesus Christ, what are you doing? \n[91]About six and a half million dollars. \n[92]God, you scared the shit out of me.  You must be crazy coming here. \n[93]Jesus.  Two million one hundred thirty-three thousand three hundred thirty-three and change. \n[94]Now calm down.  Both of you. \n[95]From now on, if we're seen together, it's got to be accidental.  I thought that was understood... \n[96]Kelly, for christ's sake... \n[97]The only way we're gonna blow this now, is if we do it ourselves... \n[98]We have to stick with the plan. \n[99]This is Sam.  I'm not in right now... \n[100]Kelly.  Is Suzie there? \n[101]Shit.  I was afraid of that.  She left this garbled message on my machine. Can you calm her down? \n[102]No!  Christ.  Listen, Kelly, I'm counting on you.  You calm her down. I mean do whatever you have to, whatever it takes... \n[103]Then do it.  I need you on this Kelly. Do it tonight.  We'll figure something out... Okay? \n[104]Put Kelly on too. \n[105]Okay.  I want you to hear this too. We've got to be cool.  All of us. People think I'm rich, for Christ's sake.   I'm doing what rich guys do. I'm spending my money.  It's more suspicious if I sit around doing nothing.  Now don't let this cop fuck with your minds. \n[106]Shut up.  Don't fall apart.  The only people who can blow this is us. Remember? \n[107]Good.  Just keep telling yourselves that, the only people who can fuck this up is us. \n[108]Give this idiot something to do.  Let him look into the Kennedy assassination. \n[109]Next time this guy drags me down here, I'll sue you.  You're goddamn lucky I didn't sue you the first time! \n[110]You look pretty. \n[111]Hey, I've got it, I may as well spend it, right?  I've always wanted to live where I could dive for my dinner. \n[112]I was thinking, Antigua, maybe. \n[113]I'd like that. \n[114]Suzie, it's okay.  It's me. \n[115]I was worried about you, Suzie.  I decided we should all get together, one more time, before we split up. \n[116]No, no.  Look, I probably should have told you a little more, about the part I intended to play. We'll go through it all again tonight. \n[117]This is a celebration Suzie, not a suicide pact. \n[118]We'll chill out first, have a drink, watch the stars. \n[119]Kelly, there's a beach blanket in the Jeep.  Could you get it for us? \n[120]Let me tell you about this boat I picked out for us... \n[121]I'm sorry, Kelly.  I'm sorry it had to happen like this.  She was losing it... \n[122]Are you okay? \n[123]Hello. \n[124]Duquette.  Forget him... \n[125]Yeah, he got her busted for possession... \n[126]And you believe her? \n[127]Kelly... Relax.  Take one of your mom's valium or something.  In another week you get on the plane.  It's over.  We're rich. \n[128]So if they're tapping your phone, we're dead.  Stay in the guest house.  Skip the graduation parties.  You'll never see Duquette.  Okay?  I love you. \n[129]Isn't that against the law, peeking into windows? \n[130]How long? \n[131]Maybe she used another name. \n[132]I don't know what to say... \n[133]Goddannit... I don't have to... \n[134]Come here.  I want you to see something. \n[135]Kelly's file.  Read it.  You're going to find an angry, sexually confused girl who's made threats on her mother's life and a female lover she'd never identify. \n[136]You're telling me Ray thinks Suzie was killed.  I don't have to ask you who he thinks did it, do I? All I'm saying is, read that, you'll have a new perspective on things. \n[137]Then -- I still had ethical standards to protect.  They meant a lot to me.  Now, I don't care.  And no amount of money can buy that back. \n[138]My ride.  If you're not planning on arresting me, that is. \n[139]Jesus.  I wasn't expecting you 'til tomorrow. \n[140]Yeah, well, you fixed that. What the hell happened, anyway? \n[141]Well, shit, you're the cop, they don't teach you to disarm people, shoot them in the leg or something?  You weren't supposed to kill her for Christ's sake. \n[142]Kelly was supposed to be framed, not killed. What I'm telling you is, I don't like surprises. \n[143]Here's to no more surprises. \n[144]Ray... you see that winch by your head? Take a couple of turns on it for me, she's luffing. \n[145]Yes, we call it a winch. And these are shrouds, and these are stays. \n[146]Come on, man.  I'll make a sailor out of you yet. \n[147]Jesus, man... You okay? \n[148]Come off it, man... It was an accident. \n[149]I can't. \n[150]That was about as grim as it gets. \n[151]But then you knew what he was like all along... Maybe his killing Kelly was a thing you had counted on... \n[152]That was the same thing Ray said. \n[153]Okay.  Grab that winch there. \n[154]What's wrong? \n[155]Okay.  Come here and take the helm. I'll get the winch. \n[156]You know the place I'm talking about -- the big rocks? \n[157]We gotta stop.  I'm gonna come. \n[158]That's not your line. \n[159]I love you.  Now give me the line. \n[160]Yeah, real funny.  You're wrong about this, I could get busted on the spot. \n[161]Buy you a drink? \n[162]We? \n[163]How... \n[164]I think there's some things you do, you don't want to see yourself doing them. \n[165]You think that's wise? \n[166]Well, Z guess one taste wouldn't hurt. ", "RAY": "\n[1]Thank you for having us.  We'll each talk for ten or fifteen minutes, then open it up to your questions... \n[2]Let's begin with a question.  What is a sex crime? \n[3]I've got that two o'clock in town. \n[4]You're saying that Kelly was raped by Sam Lombardo. \n[5]Or maybe she thought that was what she wanted and she got a little more than she bargained for... \n[6]That would make it about the time of her old man's suicide.  You don't think that could explain some erratic behavior? \n[7]It's our job, Gloria. \n[8]Yeah, well, maybe you're wrong about him.  Maybe he's got it coming. \n[9]Why don't you tell us one more time, how Kelly came to be with you, alone in your house. \n[10]The one you bought at school. \n[11]In cutoffs, a wet T-shirt. \n[12]And she wanted to talk. \n[13]But you can't tell us what she wanted to talk about. \n[14]And she began to cry.  And you put an arm around her. \n[15]But she ran away. \n[16]But you do admit to touching her, to putting your arm around her.  Isn't that against the rules? \n[17]With a thirty-five inch bustline in a wet T-shirt with no bra... \n[18]Sit down, Lombardo. \n[19]Not that stuff about her running away, him trying to find her.  That's bullshit. \n[20]We've got three.  Guy mowing his yard, couple of kids playing hoops. \n[21]Still doesn't explain why he couldn't catch up with her.  I mean how long does it take to put on a shirt? \n[22]You're telling me you believe the guy? \n[23]I'd better return this. \n[24]Seen any good gator wrestling lately? \n[25]Yeah, well, Van Ryan got his.  I don't imagine he gives a shit now. \n[26]You remember that little girl walked out of our talk at Blue Bay? \n[27]This is where she lives.  She wants to talk. Beats the shit out of me why she would call me at all.  I busted her once for possession.  she wound up doing about six months at Camp Nine. \n[28]It's a shithole.  But she was dirty, what was I gonna do? \n[29]Evening Ruby. I see you still got Walter.  I was sort of hoping something had eaten him by now. \n[30]Suzie called.  You know where we can find her? \n[31]Meet my partner, Gloria Perez. \n[32]So Suzie, you called us, remember? \n[33]No. \n[34]It doesn't look like it. \n[35]You saw the news today? \n[36]Hey, don't back away from it, you were right.  We did look stupid. What you were wrong about, is who made us look that way. \n[37]Think back, before the suit was filed, before the trial.  Lombardo had an affair with Sandra, right? So why not tell us about the affair?  I mean it could be a hell of a motive for Kelly to fabricate her charge in the first place. \n[38]I thought of that.  Then I said, come on, you're Lombardo.  Your reputation is getting trashed.  You want to stop the bleeding.  You don't want to sit in jail for three months.  Unless... \n[39]Unless you're setting up Sandra Van Ryan for the big payday. \n[40]They chumped us, Gloria, right from the start. \n[41]The job looks okay to us.  But look at it from his point of view.  The man's surrounded by wealth and privilege.  But for him... it's just a reminder of what should have been his. \n[42]Your old man graduates from Blue Bay School, you're not supposed to wind up there.  Board of Directors maybe, but not in the lousy guidance office.  Now. Point number two. I've run a financial on Lombardo.  Guy was eyeball-deep in debt before this all happened -- trying to keep up with pricey trim like Barbara Baxter. \n[43]Her father didn't leave her squat.  The kid's got money in trust from her grandfather, but she can't touch that till her mother dies and Sandra seems to have the idea that Kelly ought to learn the value of a buck. \n[44]I flat don't like the guy, Glory.  He's dirty.  And I'll tell you something else.  You want to know how old man Lombardo lost his money? He was fucked out of it by old man Van Ryan, on a little item known as the Salt Creek Land Deal. It was after the war.  Van Ryan set up a corporation to develop swamp land, got investors like Lombardo to put up money, then turned around and got the state to declare the area an ecological preserve, on the sly, of course, but everyone knew it was him.  The freeway went to the coast, right where Van Ryan wanted it. \n[45]You got it.  The rich got richer.  While the saps like Lombardo went belly-up in the swamp. \n[46]I net a guy in a bar. \n[47]Nice stroke. \n[48]Curiosity, I guess. \n[49]Actually, I was curious about how you see things working out, for you, Sam and Suzie. \n[50]You all gonna go down to the Caribbean together? \n[51]The thing about it is, threesomes so rarely work out. \n[52]I've been a cop for a while, Kelly. It's hard enough for one person to keep a secret, let alone three.  And then there's the love angle.  I mean do you and Sam really want that little pill-head around, now that you have the money? \n[53]Am I right, did Sam sell you on the idea right up front, of whacking Suzie? That's murder, Kelly. \n[54]You're good.  But you don't think that little ditz Suzie's gonna hold together, do you? \n[55]You ought to watch it with that shit, Suzie.  You get busted again, you go back in a two-tine loser. \n[56]Yeah, they're bad for your health. I'm tryin' to look out for you... \n[57]Well, you're half right.  Best thing you could do for yourself right now would be to talk to me. \n[58]Every triangle I've ever seen never lasts.  Somebody's got to go. \n[59]You, Kelly, Sam. \n[60]Is that what you think?  You have friends?  Is that what they told you? \n[61]Suzie, Suzie... This is me, Ray, you're talking to.  We both know you don't have shit, never have had shit, never will have shit... \n[62]Here, Suzie.  I want you :o look this over.  Know what it is? Sam deposited his check, transferred the funds to an offshore bank, a numbered account.  Not even the cops can find out whose names are on it.  Think one of them's yours? \n[63]He also put a down on some island property, and a lease-to-buy on a forty-foot sailboat.  You're into sailing, aren't you, Suzie? \n[64]Don't you see what this means?  You really think Sam and Kelly are gonna give you a third of the money?  You, the pill-head with the rap sheet? \n[65]You know, I don't think I ever told you I was sorry about your little friend... What was his name? \n[66]Come on, Suzie, help me out here.  You know his name. \n[67]That's right.  That was his name. \n[68]Sometimes I wonder if you're really as dumb as you pretend to be. \n[69]But you know what?  I'd be keeping a clear mind right now if I were you. I'd hate to see you come to a bad end. Like Davy did. \n[70]You heard Kelly say \"Sam.\"  That was Lombardo on the phone.  And you saw the girls... \n[71]I don't believe I'm hearing this.  A month ago you were pulling these two apart at the courthouse. They were acting.  They were all acting, from the beginning.  And we bought it, hook, line and sinker... And now they're home free with six million of Sandra Van Ryan's money. \n[72]What?  You wouldn't go after some guy you thought raped your daughter? Cone on.  She bought the same story we did... \n[73]You think this is just about money, about us looking foolish?  Question him. You're gonna find a stone cold manipulative psychopath.  And those girls are going to wind up dead... \n[74]Guess I kind of lost it there. \n[75]Were you ever in a situation where you could see a thing coming and you didn't do what you could to stop it? \n[76]I mean something bad, Gloria, something bad you saw coning, and you didn't do anything, and then it happened. I did that once.  I don't want to do it again. \n[77]Been four-wheelin'? \n[78]I'm not on your property! \n[79]You say she didn't come back last night. \n[80]May have been she just partied too much... But we'll look into it.  We find something, you'll be the first to know. \n[81]It's starting, Gloria.  This is how it begins... \n[82]I'm gonna take you back to the office. Will you put out a call on Suzie's car for me? \n[83]Just check out the car. \n[84]You and Suzie used to come out here together? \n[85]Lombardo ever come out here? \n[86]I say something funny? \n[87]Way I hear it, he was pretty tight with the kids, one of the guys... \n[88]I'm going to be staying here, Jimmy. You can catch a bus up there at the lot, okay? \n[89]People aren't always what they appear to be, kid.  Remember it. \n[90]Lonbardo and Kelly killed her here. \n[91]Those are Suzie Toller's teeth. \n[92]The swamp, most likely... Lombardo's a swamp rat, knows the body will never be found there.  But he's made a mistake. \n[93]You don't think Sam could've put it there? \n[94]How soon can we get something? \n[95]Poor dumb Suzie, she never had a chance. \n[96]Kelly's next, Gloria. \n[97]Will you do me one favor? \n[98]What if I'm right, Gloria?  What if I'm right and Hunter's wrong? What do you do if you see a bad thing coming? \n[99]Stick with me on this Gloria.  I need you... \n[100]If I'm wrong about those teeth -- it's a promise. \n[101]The teeth doin' any talkin'? \n[102]What about the blood? \n[103]Second you get something on those teeth, I want it \n[104]Ray.  What's happening? \n[105]Where's Lombardo? \n[106]The blood type on the rocks matches Suzie's. \n[107]Detective Duquette, Ms. Van Ryan.  Let me in.  Now. \n[108]Where is she? \n[109]I'm placing your daughter under arrest. \n[110]Suzie Toller is dead.  You don't want Kelly to be next, then take my advice. Stay out of my way. \n[111]I fucked up.  I lost control of the situation, the one thing they train you for... God, what did I do? \n[112]I told Kelly Van Ryan she was under arrest for conspiracy and murder.  I did her rights. \n[113]Kelly went crazy, started screaming.  I grabbed her, put her on the floor. \n[114]Bit, scratched.  But I had her pinned. She calmed down.  I was going to cuff her... She said she thought she was going to be sick.  She asked to use the bathroom. \n[115]I told her I was coming with her.  She nodded, like she understood.  We stood up together. \n[116]She looked shaky, but lucid.  I thought, I would just go with her, stand at the door... I think I looked away.  A split second. Then, bingo.  Just like that.  She puts a knee into my groin. There was this coffee table between us and the wall.  She got one foot on that thing and launched herself at the gun case.  Thing had a glass door.  I could hear it breaking. I didn't go down, but she slowed me up, just enough.  Before I could get to her, she'd turned on me with this small caliber handgun.  I yelled at her to put it down.  She got off a shot.  I took it in the shoulder.  I... I had no choice. I returned fire.  Two rounds, I think. In the chest. \n[117]I went there to protect her... \n[118]The teeth, were they... \n[119]Buy you a drink? \n[120]Nice girlfriend you had there. \n[121]The bitch shot me, is what happened. \n[122]Hey, what did you want me to do, die? \n[123]Did you become squeamish about these things before or after you bludgeoned little Suzie Toller to death with a wine bottle? Jesus, man. It couldn't have worked out better. They're convinced Kelly whacked Suzie. I can't talk 'em out of it. We should be celebrating.  This thing worked out just like you said, only better. \n[124]Every cloud has a silver lining, partner.  Here's to no loose ends. \n[125]You mean this thing? \n[126]I thought this was supposed to be a vacation.  Why didn't you buy a nice big power boat? \n[127]Yeah, or get me drowned. \n[128]That how you planned it?  You take cut Suzie, get me to hang it on Kelly, then dump me in the ocean... \n[129]You... You're... \n[130]You're dead... for godsake... \n[131]You... I should've killed you myself. should never have left it up to him... \n[132]Sam, for Christ's sake... \n[133]Sam, for godsake. ", "KELLY": "\n[1]Oh yeah. \n[2]So who's washing your car this weekend, Mr. Lombardo? The senior car wash, remember? Tamara's making a schedule.  She said you bought a coupon but you're not on anybody's list. \n[3]Not at all.  How about if Nicole and I do it?  We're working as a team. \n[4]Deal. You know, I just looked out front.  My ride wasn't there.  You suppose you could give me one? \n[5]You wouldn't want me to walk, would you? I mean like, something bad might happen. \n[6]Jesus.  Where'd she get those shoes? Whores-4-Less? \n[7]That's cute. \n[8]I hope you swallow it. \n[9]Don't forget the car wash. \n[10]Hi, Mon. \n[11]Four-thirty-seven. \n[12]What do you want, he's a teacher for Christ's sake. It's here.  Pull over. \n[13]Look, he forgot.  I knew it. \n[14]Where's the hose?  We can set up. \n[15]Aren't  you forgetting something? Your coupon.  We gotta have it. \n[16]Rules are rules, Mr. Lombardo. \n[17]Mr. Lombardo. We're running kind of late.  How about if Nicole goes on to the Mansons?  You could give me a ride when you find the ticket. \n[18]Bang... \n[19]Which one of your \"bodyguards\" is that? \n[20]You notice my new jumper? \n[21]My friends buy me clothes, so I don't look like trash. \n[22]No thanks to you. \n[23]I miss Dad. \n[24]No you don't. \n[25]I said.  I was raped. \n[26]I was raped. By Sam Lombardo. \n[27]Yes.  God, Mom... \n[28]I just want to get it over with.  My mom's making me do this. I just want to forget it. \n[29]He started rubbing my shoulders.  Said must be sore after washing cars.  I... let him  I mean he's a nice guy. I don't know... It was so fast.  I closed my eyes.  I remember his hands moved to my breasts.  I mean just for a second it was nice... I forgot whore I was.  I mean he's so gorgeous... \n[30]The next thing... his hand was in my shorts... you know, from behind.  His fingers... his fingers... \n[31]They were in me.  Both places... you know. \n[32]He said something like, \"Do you want it dirty7\" or something. I tried to turn away, but he pushed me to the floor. \n[33]Yes.  I said stop.  I screamed.  I mean that's how it sounded in my head.  He hurt me... \n[34]No.  I've done it a couple of times, I mean with guys I dated.  But this hurt... like, he was built... you know... \n[35]I... he had my wrists pinned behind me. I remember my hands were cold.' \n[36]He kept saying, \"Let it happen, let it happen.\"  Then he just stopped. \n[37]Not at first.  He was still inside but he wasn't moving or anything...  He said we had this secret.  And that now he'd be able to help me... because we were close... Something like that.  I don't know.  It's hard to remember, exactly. \n[38]I know one thing he said.  It was when... when he took himself out and was standing up. He said, \"Don't worry, I didn't come.\" I can't forget that.  He said, \"No little girl can ever make me come.\" \n[39]I told him, no.  I said stop, Mr. Lombardo, please... I screamed for him to stop... \n[40]No.  He raped me on the floor of his shitty house. \n[41]You stupid little bitch... \n[42]Fuck off. \n[43]Ecstatic. \n[44]Drop dead... You know where my mom is trying to get the money to pay you off? She's trying to break my trust.  How do you like that?  I can't touch it until she's dead and she won't give me a dime and now she's trying to break it to pay you... \n[45]Why don't you start fucking her again. You can spend it together. \n[46]I hate you! \n[47]So you got my mom's money. \n[48]How much? \n[49]How much? \n[50]Your turn to pay. \n[51]King Dong!  That's you, Sam! \n[52]It worked!  We screwed the bitch! \n[53]Of course I'm crazy.  Ask my mom. \n[54]Hey, come on... We've got to have at least one victory party. \n[55]Do it to ourselves? \n[56]Stick? \n[57]Is there some reason why you're here? \n[58]About what?  How to improve your breast stroke? \n[59]Excuse me? \n[60]You're out of your mind. \n[61]Police -- God -- get a life. \n[62]Will you calm down.  Duquette's gonna come to you just like he did to me. You're gonna have to be ready for him. \n[63]Yeah, I've got family and they've got clout and now you have me.  Right?  And Sam.  Believe me, Suzie, this dickhead's not going to send you anywhere.  He's gonna try and rattle your cage, and that's it.  Stay strong and he can't do shit. \n[64]I can't believe you called Sam.  What's the matter with you? \n[65]You can trust me. \n[66]Yes. \n[67]Why can't you come... \n[68]You know what it takes. \n[69]Yeah, right.  Can you at least talk to her, on the phone? \n[70]I'm here. \n[71]Right. \n[72]Oh, for Christ's sake. \n[73]Are you retarded, or just brain dead from whiffin' fumes out there in the swamp... \n[74]Stupid bitch. \n[75]Why do you make me hurt you?  It's like you want it or something. \n[76]God, you are scared, aren't you? \n[77]And this is going to make you feel better, make you trust me... \n[78]Jesus.  What are you drinking? \n[79]Anybody ever tell you that stuff will rot your brain? \n[80]Nothing. \n[81]I think we just need to get wasted. \n[82]Shit. \n[83]I left the keys.  I'll get 'em. \n[84]There was no way.  That cop would've gotten her to tell him... everything. She was weak and dumb... \n[85]My mom would kill me if she knew I took the Rover. \n[86]Get off my property. \n[87]You didn't have to fly back -- from -- wherever, for me... \n[88]Don't bother.  I'm taking a trip. \n[89]A friend of mine bought a boat. \n[90]Hello? \n[91]God, I've been calling you. \n[92]I'm really serious.  That cop, he keeps watching me. \n[93]I can't help it.  He gives me the creeps... I mean why was Suzie so scared of him?  She's not that way.  I think he did something... \n[94]I don't know... I think it was something else... Suzie says the bust was bullshit... \n[95]I don't know. I want to see you... \n[96]But what if they find out... God, they'd put you in the gas chamber... \n[97]Okay.  I love you too. \n[98]That never seemed to worry you at the Glades. \n[99]Say you love me. \n[100]No little girl can ever make me come. \n[101]I'm running away. \n[102]Um-huh.  And guess what else? I have toys. ", "GLORIA": "\n[1]Anybody in particular? \n[2]Back to the land of grownups. \n[3]I'd like that. \n[4]The guidance counselor at Blue Bay? \n[5]We understand your feelings, Ms. Van Ryan.  But please, we'd like some time with Kelly.  We'd like to take her statement alone. \n[6]How are you, Kelly? Would you like to take a break for a minute? \n[7]I know you do. \n[8]We'd like to videotape the statement if that's all right with you. \n[9]I know this is not pleasant, Kelly.  But these are serious charges and we need to know everything that happened between you and Mr. Lombardo. Are you ready? \n[10]Take your time. \n[11]I understand. \n[12]Was there penetration?  Did he put himself inside you? \n[13]That's okay, Kelly.  You're doing fine. But I have to ask you something here. When you say it hurt.  Was this the first time a man was inside you? \n[14]He was large? \n[15]Did you try to fight him? \n[16]Then what? \n[17]You mean he withdrew... \n[18]Try, Kelly. \n[19]I don't know.  It feels wrong. \n[20]I think she's acting.  I think she set it up to be alone with him because she wanted him to come on to her. I think maybe she's upset that he didn't... \n[21]That doesn't make him a child rapist. There's something else.  This girl's had some problems.  Wrecked a couple of her mom's cars.  Ran away... \n[22]I worked Juvenile in Dade County for three years.  We had a missing persons on Kelly Van Ryan for two weeks... Maybe a year ago... The family kept it out of the papers. \n[23]All I'm saying is, I think we should go slow here. \n[24]You know what that will mean for Lombardo. \n[25]Well you were a big help.  You know what's going to happen if we go full-bore on this. \n[26]Hunter's making it our job because Sandra Van Ryan's got a bug up his ass. You know that as well as I do. We're gonna trash this guy's life and I keep asking myself if it's really necessary. \n[27]And when you turned her toward the door, where did you expect her to go, without a car? \n[28]Did you call anyone?  Did you call her house to see if she got home?  Did you call the Masons? \n[29]Weren't you a little worried about her...? \n[30]Same as him.  They saw her come.  They saw her go.  They saw him follow. \n[31]We failed to mention the mower guy's a drunk, that he was after more beer and never really saw Kelly go into the house, so he can't say how long she was in there.  Same with the kids.  They saw her running down the street, but that's it. With no physical evidence, what do we have?  Her word against his. \n[32]All I'm saying is, we let Sandra Van Ryan push us too hard, we're going to wind up looking stupid. \n[33]They say it was old man Van Ryan planted the melalucas to dry up the swamp. \n[34]You can go up to one of those trees and peel the bark.  You know what you get? More bark.  And more bark.  There's no core.  Tree's not good tar anything but sucking up water.  And now they can't get rid of them.  They've tried poisons. Nothing works.  They don't die. \n[35]You're sure we're not lost? \n[36]The skinny brunette. \n[37]You mean Camp Sixty-Nine. \n[38]That's what they called it when I was in Juvenile.  It's a pretty dismal place. \n[39]Seems to me you left early, before we could meet.  But hi, Suzie. \n[40]That bothers you? \n[41]Why is that? \n[42]You can talk to us, Suzie.  That's why we're here... \n[43]Okay, Suzie.  We want you to tell us about the day Mr. Lombardo gave you and Jimmy a ride. \n[44]We need to tape the interview, Suzie. No one will see it but us. Now when was this, that Mr. Lombardo gave you the ride? \n[45]He dropped Jimmy off first? \n[46]And when he arrived at your house, was anyone there? \n[47]So you were alone. \n[48]Did he come in with you? \n[49]Suzie, look, I know you feel bad.  I know it's harder to talk here than in your room, but we need to get it on tape. Just tell us what you told us before. Tell us the truth. \n[50]At that point were you able to fight him off? \n[51]What was that? \n[52]You've got nothing to be scared of, Suzie, just take a deep breath. \n[53]Lombardo's settlement? \n[54]Yeah, well, I told you they were gonna make us look stupid. \n[55]Maybe Lombardo's attorney was saving the affair for the trial. \n[56]Unless what? \n[57]Why?  You ask me, Lombardo had it pretty good already, nice job in a beautiful setting, popular, an active social life. He's gonna put this all on the line for some dicey play like what you're describing... \n[58]So what about the girls?  Suzie's poor, but why would Kelly have to steal from her own mother?  Surely her father... \n[59]This one's got you working overtime, hasn't it? \n[60]Eliminate the competition. \n[61]Where'd you come up with this stuff, anyway? \n[62]Which she might have saved, if she hadn't set out to destroy the man's life. \n[63]You could say that. \n[64]We all have... \n[65]Ray.  We don't know anything yet.  She could be anywhere... \n[66]You have someplace to be? \n[67]If you want company... \n[68]Two kids could've gotten into a fight, lost a couple of teeth. \n[69]Where's the body? \n[70]Her grandmother said she'd been threatening to run away.  And I found the car at the Miami bus terminal. \n[71]We don't know that, Ray... \n[72]Ray, you heard him... \n[73]And if the teeth aren't Suzie's?  You'll give this up? \n[74]Suzie Toller is missing. \n[75]She didn't cone home last night.  We found her car at the bus terminal, but nothing to suggest she bought a ticket. \n[76]Ray thinks she was murdered. \n[77]You could tell me where you were last night. \n[78]Looks like goodbye. \n[79]Suzie? \n[80]Why didn't you tell us about this before the trial? \n[81]I'm tired, Ray.  I'm going home. \n[82]He's leaving the country.  And I don't give a shit. \n[83]It's Homicide's job now, Ray, let 'em do it.  I'll tell you something else, there's more to this story than you know, Ray... If Suzie is dead, I think Hunter may be on the right track... \n[84]Ray? Shit.  Ray. \n[85]What if something distracts it and it snaps anyway? \n[86]I was wondering if I could ask you a few questions. \n[87]Actually, I was wondering if I might ask you about Ray Duquette. \n[88]She still work there? \n[89]Was there ever any kind of investigation... \n[90]And the child... \n[91]Suzie. Then you're not her grandmother... \n[92]So Suzie and Sandra Van Ryan were half- sisters. \n[93]Thank you for talking to me, Ruby.  I am sorry about Suzie, she... \n[94]I'm fine.  Nice TV. \n[95]Selling your boat? \n[96]I wouldn't have guessed Suzie was a sailor. ", "SUZIE": "\n[1]I'm not going to listen to this jack-off. \n[2]Jesus.  It took you long enough.  What if somebody was trying to strangle me? Or fuck me in the ass, even? I mean, you guys are Sex Crimes. \n[3]I did.  At Blue Balls. \n[4]It's Celine.  He's okay.  He had a pretty good line on what cheap fucks people are. \n[5]Did they arrest Mr. Lombardo? \n[6]Will they? \n[7]Then he'll be back at Blue Balls? \n[8]Yeah, maybe, a little. \n[9]You didn't tell me you were gonna put me on the fucking news. \n[10]About a year ago. \n[11]Yeah. \n[12]No. \n[13]Yes. \n[14]I guess. \n[15]Yeah... okay... he did \n[16]I wanna go home now. \n[17]I didn't say a thing to him.  He just put his arm around me.  Told me I was pretty... I could be really pretty, he said. \n[18]Shit, what difference does it make... Nobody's gonna believe me anyway... \n[19]Okay!  He did.  He pushed me to the floor and he did it to me.  Now, can I go home? \n[20]No.  He stopped by himself.  Okay? That's all.  Let me go. \n[21]Don't touch me. \n[22]He did say something. \n[23]He said, \"No little bitch can ever make me come.\" \n[24]He pushed into me... I couldn't stop him... it hurt. \n[25]Because... it was the biggest I've ever seen.  And I've seen a lot on their way through Jack's Fish Camp. \n[26]I said he did. \n[27]This wasn't my idea. \n[28]Look.  I just don't want to get into any more trouble... \n[29]Mr. Lombardo didn't rape me.  He didn't rape Kelly either.  He didn't do anything. \n[30]I'm sorry. \n[31]I don't know.  I just wanted to hurt Mr. Lombardo. \n[32]He was my friend at first.  Then I got busted... he didn't even stick up for me.  I had to go away to that hellhole. It's like, you're his favorite, then who cares?  You wanna know something?  When Kelly said we should do this, I thought cool, all these big shots screwing me over, like that cop, Duquette.  Now they're gonna get screwed. \n[33]Kelly's pissed at Mr. Lombardo, too. She's in love with him.  I mean her whole fantasy is him since her old man died.  Then she found out that Mr. Lombardo was doing her mom.  I mean that was it... \n[34]How much is about six and a half million divided by three? \n[35]You don't know Duquette.  I'm the one he busted... He's a fucker, man... He'll fuck us both over... \n[36]I'm not going back to that prison. That's what it was... a fucking hell hole... \n[37]Yeah, but he can't push you around like he can me.  You've got family and they've got clout.  With we it's different... with me... \n[38]Man, I wanna smoke a joint. \n[39]You got something against cigarettes? \n[40]That's cop bullshit. \n[41]About what? \n[42]Is this supposed to mean something to me?  What triangle? \n[43]I don't have to listen to this.  And you can't shove me around.  I have friends now... \n[44]I don't mean who you're thinking.  I have other friends... \n[45]Get away from me. \n[46]Shut up. \n[47]Davy. \n[48]I'm scared, that's what.  I'm scared there's no one to trust. \n[49]Sam... \n[50]But I.. \n[51]Yeah, right. \n[52]You're gonna fuck me over, aren't you? \n[53]You are. \n[54]That's what I am to you, isn't it? Swamp trash.  It's what I am to everybody, just like my mom... \n[55]What brain? \n[56]What are you looking at? \n[57]I thought we were goin' to a movie. \n[58]I wanna live at the beach someday. \n[59]Kelly? \n[60]Kelly? \n[61]Are you mad at me? \n[62]Rumors of my demise have been greatly exaggerated. Nice move.  Good thing I was here to save your incompetent ass. \n[63]Shoulda, coulda, woulda... Get him in the water. \n[64]Hey, Ray.  Guess whose name is on the numbered bank account besides yours and Sam's? \n[65]I like these joint survivorship accounts.  Something unfortunate happens to one of the signatories, the others don't have to worry.  Are you worrying, Ray? \n[66]Men, use 'em abuse 'em lose 'em. \n[67]Feeling better? \n[68]The guy was history when he killed Kelly.  You knew that. \n[69]But then it is better this way, don't you think?  No loose ends. \n[70]What? \n[71]Poor Ray. Come on Sam, we did it.  We put the screws to the Van Ryans.  We won. \n[72]Talk about paranoid.  Now are you gonna teach me to sail this big old boat or not? \n[73]Fuck the winch.  I wanna drive. \n[74]You've got the pressure too tight. You'll crush the fucking evidence. \n[75]Seems to like some of the same places you do.  Funny you never met. \n[76]Trust me, the guy's dirty.  He'll like it.  Especially the part about offing me. Now get out of here.  Go make yourself a new friend. \n[77]You like bein' a caddy for rich kids' problems? \n[78]I've seen you out there in your old air boat, thinking about what might have been, old man Van Ryan hadn't fucked you out of it. What if I told you I had a way we could get a big piece of it back? \n[79]Well, I'd need the famous Lombardo charm, not that you'd have to do anything you haven't done already. \n[80]Walter.  He's been aimin' that Brownie through knotholes for years.  I saw these, I knew he'd finally struck gold. I can't decide which came out better, that little straw Kelly's got up her nose, or that vibrator you've got up her ass.  What do you think, Mr. Lombardo? ", "SANDRA": "\n[1]Is that Sam Lombardo? \n[2]Sam!  Hi! \n[3]What?  You're going to drive off without even saying hi? \n[4]Why don't you come in, have a drink? \n[5]He can wait. \n[6]I'll bet. Look, Sam.  Why don't you come by this weekend.  We'll take the boat out... \n[7]What?  Running over alligators with that silly swamp jalopy when you could be sailing a real boat... \n[8]Goddamnit! Hello. \n[9]Jesus H. Christ! \n[10]Sam, Sandy Van Ryan. \n[11]Listen, Kelly skipped school.  Have you talked to her? \n[12]Shit. Here we go again. \n[13]To tell you the truth, I haven't seen her since Friday. \n[14]Never mind.  I found her. Listen, Sam.  It was good seeing you the other day. I haven't found anyone else can handle the Jonathan like you can. \n[15]Look.  I know you're seeing Barbara Baxter.  So what? \n[16]Right. You really think you're gonna get one of these Blue Bay women to marry you? \n[17]Grab a clue, Sam.  You're a hired hand around here.  Enjoy it while it lasts. \n[18]The nerve of some people. \n[19]You seem to find guns therapeutic. Maybe I oughta try it. \n[20]Let me guess, some boy didn't call and screwed up the weekend.  So you're taking the day off. \n[21]Whichever one I want. \n[22]Okay, what's the matter? \n[23]I would hardly say you look like trash. \n[24]Come off of it. You run with all these little trust fund brats... They think money grows on trees.  It doesn't.  Believe me.  And a lot of your little friends are gonna learn that one the hard way. I'm trying to spare you that. \n[25]Kelly.  What is it? \n[26]Jesus. Well, I do too, sometimes... \n[27]He didn't have to kill himself, Kelly. He could have gone out and gotten a job. Christ, he could've found another rich woman... He never had a problem tucking my friends when we were married. \n[28]I don't know why he did it.  I really don't... \n[29]Can I get you anything? \n[30]What, honey?  I can't hear you. \n[31]What? \n[32]He... Sam Lombardo? \n[33]My daughter does not get raped in Blue Bay! \n[34]That's right. \n[35]The guidance counselor at Blue Bay. \n[36]Are you okay for this? \n[37]The man must be insane to think he can do this to me... \n[38]I hope you're going to nail his scrotum to the nearest wall. \n[39]You're going to let them get away with this... this shit?  On the word of one little white trash bitch... \n[40]You've got to be kidding. \n[41]I'm not paying any idiot twenty million dollars. \n[42]I hope you're happy. \n[43]I'm here to congratulate my friends and their children.  I'm leaving again tonight. \n[44]Where, the mall? \n[45]Who is it? \n[46]Where she lives.  In the guest house. Now will you tell me what this is about? \n[47]You can't... ", "HUNTER": "\n[1]\"No little girl can ever make me come.\" Jesus.  Too bad.  We might have some physical evidence. \n[2]Why? \n[3]The line I get on this guy, is that he's done half the women in Blue Bay. \n[4]Where's this coming from? \n[5]I want a full-scale investigation. \n[6]I don't care.  You heard that girl's statement.  I think he's dirty.  Get me a case. \n[7]Nice speech.  Either of you buying? \n[8]What about witnesses? \n[9]And what do they say? \n[10]Christ Almighty.  That woman's calling me six times a day. \n[11]I think you're onto something, Ray. Stay with it. \n[12]You guess?  Did he or didn't he? \n[13]And then what... he touched you?  Did you maybe flirt a little... \n[14]What did you do then? \n[15]Suzie!  Did this man rape you? \n[16]... what happened to Kelly Lanier Van Ryan and Susan Marie Toller that will forever change the lives of these two young women?  What happened in those fifteen minutes alone with Samuel Lombardo? \n[17]Do you need more time? \n[18]I know this is hard, Kelly, but I have just one more question and even though its something we've been over, I want us all to be very clear about it. When you made the decision to stay at Mr. Lombardo's house, after he had offered you a ride.  When you saw that he intended to have sex with you, what were your exact words?  What did you say? \n[19]And did he? \n[20]I'm sorry... you said it hurt?  Why? \n[21]Ms. Toller, did Samuel Lombardo rape you in your family's home on the 23rd of April last year? \n[22]Ms. Toller? \n[23]Ms. Toller.  I'm asking you now, under oath, did Samuel Lonbardo rape you? \n[24]I'm sorry? \n[25]Your Honor... I must object... \n[26]Your Honor... Please... \n[27]Are you crazy, Ray? \n[28]Ray.  The conversation on this tape is totally unintelligible. What we have here, is you on the Van Ryan property, without a proper warrant, shooting a porn flick... \n[29]Listen, both of you.  You're not on a case.  There is no fucking case. I've had it up to here with Sandra Van Ryan.  Ray, you keep mucking around like this and you are going to have her suing us for invasion of privacy.  Get out of these people's lives. Am I getting through on this? \n[30]Oh, Ray... no... \n[31]Mr. Lombardo, please.  I'm sorry about this. \n[32]Dust it for prints.  My guess is, if anybody murdered Suzie it was probably that little sociopath Kelly Van Ryan. \n[33]Get off this Ray, now. If there is any evidence here, it's for Homicide. You get an ID, you call me. \n[34]Just tell us what happened. \n[35]She bit you? \n[36]You didn't cuff her? \n[37]Suzie Toller's.  And that's the only thing saving your sorry ass. \n[38]Suzie Toller's teeth and blood were found near the area known as Stoner Rocks.  Suzie's blood was found in the Van Ryan Range Rover.  This, in conjunction with evidence obtained by Detectives Duquette and Perez has led this office to the conclusion that Susan Marie Toller was murdered by Kelly Lanier Van Ryan... ", "KEN": "\n[1]Sam, hey, it's been a while. Looked for you at the ten year reunion. You missed out.  Three days at the Disneyworld Hotel... Partied ourselves silly. \n[2]Couple of your old flames were there. You remember Jill, with the knockers. \n[3]Blew up like the Goodyear blimp. \n[4]But check this... \n[5]Well, I'm glad you did.  And I'm sorry. Why don't you tell me about it. \n[6]Oh this... chiropractor did a number on me. \n[7]I don't really have to wear the thing all the time. \n[8]Go ahead, Sam.  Shoot.  Let's see what we've got here. \n[9]I figured, you know, it would be darker in here. \n[10]You can tie whoever did it to Sandra Van Ryan... \n[11]Lady has some deep pockets.  That's all I'm saying. \n[12]Not in here.  Chiropractor comes in here for lunch sometimes. \n[13]You're not in bad shape, really.  I know you think you are, but you're not.  Let me tell you why. Sandra Van Ryan. \n[14]For you to be getting this kind of heat, for what they have on you... It doesn't add up.  Sandra Van Ryan's got 'em running scared. And I'll tell you something else, you rush, you get careless. \n[15]Sound nice?  It's a fucking drug rehab farm.  It's where Kelly Van Ryan went when her morn fished her out of the swamp. Meanwhile, you get educator of the year I mean there's no way they can put this thing in front of a jury. Shit, they haven't even taken your statement yet.  Reason?  They're still shoveling dirt and my guess is, they're coming up empty.  Now tell me I'm right. \n[16]Good.  So what we're going to do is march right to Hunter's doorstep.  We're going to insist they take a statement. We're going to tell them to charge your ass or get off your back. They're walking a fine line here. Defamation of character, malicious prosecution... \n[17]Fair enough.  Let's go make a statement. \n[18]All right, all right... Enough. \n[19]We came down here to make a statement. We've made it. If you're going to charge my client, do it now. \n[20]I didn't think so. Let's go. \n[21]Come on, let loose! \n[22]You'll get over it. We've got a knockdown, airtight, motherfucker of a lawsuit against Sandra Van Ryan. \n[23]Just like that?  These people ruined your life, bro. \n[24]I told you they were going overboard and they did... They'll settle.  Believe me. They'll be begging to settle... \n[25]Tom Baxter.  Good to see you again. \n[26]Besides an apology? \n[27]Okay Tom.  My client wants your client to saddle up... so we can ride her ass all the way to the bank. \n[28]So long, Tom.  Come by sometime.  We'll have lunch at the Beef Bowl. \n[29]Look, I know there's a part of you wishes none of this had happened.  But it did.  Now take the money and get out of here.  Find a happy place. ", "RUBY": "\n[1]Can I help you with something? \n[2]You know the way. \n[3]You won't shoot her will you?  I don't believe she's armed. \n[4]She's been sayin' she was going to go to L.A.  But I don't know.  I mean all her clothes are still here.  An' she's missin' her graduation. She should graduate.  She's a smart girl... \n[5]Gator can't see what's in front of it for shit.  They see out the sides. That one don't even know Walter's arm's in his mouth. \n[6]Then I guess Walter can kiss that arm of his goodbye. He don't use it for no good deeds anyway. \n[7]You come all the way out here to watch Walter? \n[8]About Suzie? \n[9]He used to come around here.  He had a thing going with one of the girls over at the Glades. \n[10]Got sort of hung up on her, from what hear. \n[11]No.  Not after that night. I don't know what happened.  Maybe he caught her with some john... All I know is, the next morning the girl was gone and there was a dead boy... Indian kid named Davy.  Used to live down the road there in a wrecked car. Him and Suzie were at the Glades that night. It was right after that, Ray got Suzie busted and sent her away.  That's what there is to say about Ray Duquette. \n[12]Duquette always claimed the kid was dusted, came after him with a knife. But it was Jack's Fish Camp... This could be the moon for all most people care. Wasn't supposed to be like that though. This place was supposed to be something once.  There were going to be roads and houses.  There was going to be a town. They were going to call it Salt Creek. \n[13]You asked if Suzie knew about the Salt Creek land deal?  Girl read every book she could find on it, the Van Ryans too. \n[14]Wasn't enough Van Ryan had to destroy the people who invested here.  He got to be old, he and his rich cronies would come down here, hunt and whore, act like assholes.  One trip he showed up with this young girl he'd picked up somewhere, gotten her pregnant then dumped her in the swamp. That came with her. \n[15]She had it, before she drank herself to death.  Wasn't exactly a love child... \n[16]Raised her like she was, but no, Walter's my only child. He was a good boy, till the army took him. \n[17]And the other girl, Kelly.  Suzie's niece. \n[18]You okay? \n[19]There's an old saying from the Everglades -- virtue may be missed but sin can't hide. Folks pay in the end. ", "JIMMY": "\n[1]No! \n[2]Hey, man, at least in study hail I could meditate. \n[3]Not getting any. \n[4]All right.  I could party on that. \n[5]You know, I want to thank you for getting me into this class...  No way was my old man going to spring for the fees... \n[6]What? \n[7]Yeah.  But I got my bike. \n[8]I don't believe it... \n[9]It's those rocks, up there. \n[10]Yeah, sometimes.  Lots of the kids hang out here. You really think something bad happened to Suzie? \n[11]No.  But I mean... just the idea that Mr. Lombardo would... \n[12]Yeah, but... ", "BAXTER": "\n[1]This is not appropriate Lombardo. \n[2]That might have been a possibility, if little miss not-so-bright here hadn't started throwing things. \n[3]See what I mean... \n[4]You like seeing your name in the papers? \n[5]Leave town, Sandy.  Go to your place in St. Barts.  Let things cool down. \n[6]They'll try for twenty million.  The cheaper the lawyer, the higher the demand. \n[7]I said that's what they'd ask for. \n[8]Let's cut the crap.  What does your client want? \n[9]Unless you're planning on leaving Blue Bay, there's gonna be other cases, other days... You might want to keep that in mind. \n[10]I don't think you're gonna be eating at the Beef Bowl anymore, kid. \n[11]Smile. \n[12]That's one for the scrapbook. ", "BARBARA": "\n[1]Sam, come on... I'm gonna be late for my game... \n[2]Not that I'm going to be much good after last night... \n[3]Is that Sandra Van Ryan's kid? \n[4]She's going to wash your Jeep? \n[5]Sam the philanthropist. Tomorrow, right? \n[6]It's hot in here, just the way you like it. \n[7]Thanks. \n[8]Quite a shopping spree... \n[9]I didn't mean... \n[10]And where might that be? \n[11]I love Antigua. Maybe I'll come visit you. ", "NICOLE": "\n[1]When we graduate the only thing I'm going to miss is... Know what I mean? \n[2]Kelly? \n[3]This is it? \n[4]Nice. \n[5]You mean that isn't yours too? \n[6]Are you sure? ", "ART": "\n[1]So, did you set 'em all straight on the ugly facts of life? \n[2]Kelly Van Ryan... \n[3]Sam... I... Sandra Van Ryan's been on the horn with every member of the school board all day long.  She's pushing for suspension... \n[4]All I can tell you Sam, is hang in there.  They clear you of this mess, you get reinstated, with back pay... \n[5]The Van Ryan family created Blue Bay. They built the school... Sandra Van Ryan calls up the board and says kiss my ass, they say, left, right, or in the middle. You're gonna need some help on this one, Sam.  You're gonna need a lawyer, and he'd better be a good one. \n[6]I... You know... I... ", "CYNTHIA": "\n[1]Today from Superior Court in Miami, Florida -- Dade County versus Samuel J. Lonbardo. \n[2]The Lonbardo rape case has galvanized the upscale town of Blue Bay... \n[3]... with its tabloid appeal -- Sandra Van Ryan -- jet-set real estate heiress... \n[4]The powerful Blue Bay elite... \n[5]... the girl from the wrong side of the tracks... \n[6]In the end, the prosecution's case will come down to... "}}