{"dialogues": {"DOROTHY": "\n[1]She isn't coming yet, Toto. Did she hurt you? She tried to, didn't she? Come on - - we'll go tell Uncle Henry and Auntie Em. Come on, Toto. \n[2]Aunt Em!   Aunt Em! \n[3]Aunt Em! \n[4]Just listen to what Miss Gulch did to Toto! She -- \n[5]Oh, but Aunt Em, she hit him over the -- \n[6]Oh -- oh, the poor little things. Oh, but Aunt Em, Miss Gulch hit Toto right over the back with a rake just because she says he gets in her garden and chases her nasty old cat every day. \n[7]Oh, but he doesn't do it every day -- just once or twice a week. And he can't catch her old cat, anyway. And now she says she's gonna get the sheriff, and -- \n[8]Oh -- all right. \n[9]Zeke, what am I going to do about Miss Gulch? Just because Toto chases her old cat -- \n[10]I have so got brains. \n[11]Oh, Hunk, you just won't listen, that's all. \n[12]Well, gee, I try and have a heart. \n[13]This? \n[14]Oh! \n[15]Hickory! \n[16]I'm not afraid of her. \n[17]Oh! \n[18]Oh! Oh, Zeke! Help! Help me, Zeke! Get me out of here! Help! \n[19]Yes, I'm all right.   Oh -- I fell in and - - and Zeke -- \n[20]Why, Zeke, -- you're just as scared as I am! \n[21]Auntie Em, really -- you know what Miss Gulch said she was gonna do to Toto? She said she was gonna -- \n[22]No -- \n[23]Some place where there isn't any trouble. \n[24]Do you suppose there is such a place, Toto? There must be. It's not a place you can get to by a boat or a train. It's far, far away -- behind the moon -- beyond the rain -- \n[25]Somewhere, over the rainbow, way up high, There's a land that I heard of once in a lullaby. \n[26]...Someday I'll wish upon a star And wake up where the clouds are far behind me. \n[27]Destroyed? Toto? Oh, you can't!    You mustn't! Auntie Em! Uncle Henry!   You won't let her, will you? \n[28]Please, Aunt Em, Toto didn't mean to. He didn't know he was doing anything wrong. I'm the one that ought to be punished. I let him go in her garden. You can send me to bed without supper -- \n[29]No -- \n[30]Oh, no, no! I won't let you take him! You go away, you....! Oooh, I'll bite you myself! \n[31]You wicked old witch! Uncle Henry, Auntie Em, don't let 'em take Toto! Don't let her take him -- please! \n[32]Stop her! \n[33]Oh, don't, Uncle Henry.   Oh, Toto! Don't... \n[34]Toto, darling! Oh, I got you back!     You came back! Oh, I'm so glad! Toto! \n[35]Oh, they'll be coming back for you in a minute. We've got to get away! We've got to run away -- quick! \n[36]How did you guess? \n[37]Why -- \n[38]Why, it's just like you could read what was inside of me. \n[39]Please, Professor, why can't we go along with you? \n[40]...polite!     We haven't been asked yet. \n[41]Oh, no, I wanted to go along with you. \n[42]Nobody cares about me at home. They wouldn't even miss me. \n[43]No, they won't - honestly. \n[44]Auntie Em was even going to let them kill Toto yesterday for biting Miss Gulch. Oh, please, Professor, why can't we go with you and see all the Crowned Heads of Europe? \n[45]That's our farm! \n[46]Yes...That's Aunt Em. \n[47]That's right. What's she doing? \n[48]Oh -- \n[49]Me? \n[50]I had the measles once -- and she stayed right by me every minute. \n[51]What's she doing now? \n[52]Has it poppies on the wall.... MCU - Professor - Camera shooting past Dorothy \n[53]...paper? \n[54]Oh, no -- no! \n[55]Oh, you.... \n[56]...you don't suppose she could really be sick, do you? Oh -- Oh, I've got to go home right away! \n[57]Oh, no, no, I have to get to her right.... \n[58]...away! Come on, Toto! Oh, what'll I do? If we go home, they'll send you to the Sheriff. And if we don't, Aunt Em may -- well, she may die! I know what I'll do - I'll give you to Hunk. He'll watch out for you. But we've got to hurry. Goodbye, Professor Marvel -- and thanks a lot! \n[59]Auntie Em!     Auntie Em! \n[60]We're not on the ground, Toto! \n[61]We must be up inside.... MCS -- Toto looks out from under bed -- DOROTHY o.s. \n[62]Toto -- I've a feeling we're not in Kansas anymore. \n[63]We must be over the rainbow! \n[64]Now I -- I know we're not in Kansas. \n[65]Who, me? Why, I'm not a witch at all. I'm Dorothy Gale from Kansas. \n[66]Who, Toto? \n[67]Toto's my dog. \n[68]Oh, but I've already told you, I'm not a witch at all -- witches are old and ugly. What was that? \n[69]You are! Oh, I beg your pardon! But I've never heard of a beautiful.... MCU -- Glinda looks to r.f.g. and speaks -- DOROTHY o.s. \n[70]Oh. But, if you please -- what are Munchkins? \n[71]It really was no miracle.   What happened was just this: \n[72]I thought you said she was dead. \n[73]No -- No! It was an accident! I didn't mean to kill anybody!.... \n[74]Oh! \n[75]Oh, I'd give anything to get out of Oz altogether -- but which is the way back to Kansas? I can't go the way I came. \n[76]The Wizard of Oz? Is he good or is he wicked? \n[77]No, I'm afraid I didn't. \n[78]But, how do I start for Emerald City? \n[79]But -- what happens if I --- CS -- Glinda speaks to Dorothy o.s. in f.g. -- \n[80]My -- ! People come and go so quickly here! Follow the Yellow Brick Road. Follow the Yellow Brick Road? \n[81]Follow the Yellow Brick Road?   Follow the Yellow....? \n[82]Now which way do we go? \n[83]Who said that? \n[84]Don't be silly, Toto.     Scarecrows.... \n[85]...don't talk. \n[86]That's funny. Wasn't he pointing the other way? \n[87]Why.... \n[88]...you did say something, didn't you? CS- The Scarecrow shakes his head, then nods - - \n[89]Are you doing that on purpose, or can't you make up your mind? \n[90]How can you talk if you haven't got a.... MCU -- Scarecrow speaks to Dorothy o.s.in f.g. -- DOROTHY o.s. \n[91]Yes, I guess you're right. \n[92]Well, we haven't really met properly, have we? \n[93]How do you do? \n[94]Very well, thank you. \n[95]Oh, dear -- that must be terribly uncomfortable. Can't you get down? \n[96]Oh, well, here -- let me help you. \n[97]Well, oh, dear -- I don't quite see.... \n[98]Oh.... \n[99]...yes. \n[100]Ohh! \n[101]Oh -- does it hurt you? \n[102]Ohhh -- \n[103]Oh!    Oh!   Ohhh! \n[104]No, No -- I -- I just thought you hurt yourself. \n[105]No -- of course not. \n[106]Well, what would you do with a brain if you had one? \n[107]With the thoughts you'll be thinkin' You could be another Lincoln If you only had a brain. \n[108]Wonderful! Why, if our Scarecrow back in Kansas could do that, the crows'd be scared to pieces! \n[109]Um-hmm. \n[110]That's where I live. And I want to get back there so badly I'm going all the way to Emerald City to get the Wizard of Oz to help me. \n[111]Um-hmm. \n[112]I couldn't say. But even if he didn't, you'd be no worse off than you are now. \n[113]But maybe you'd better not. I've got a witch mad at me, and you might get into trouble. \n[114]I don't blame you for that. \n[115]Why, of course I will! \n[116]Oh -- well -- you're not starting out very well. \n[117]To Oz? \n[118]Oh -- apples -- Oh look!   Oh.   Oh --- \n[119]Ouch! \n[120]We've been walking a long ways and I was hungry and -- Did you say.... MCU -- The First Tree -- gestures as it speaks -- \n[121]Oh, dear -- I keep forgetting I'm not in Kansas. \n[122]Oh -- \n[123]Why, it's a man! A man made out of tin! \n[124]Yes.    Oh -- look -- \n[125]Did you say something? \n[126]Oil can?   Oh -- oh, here it is! \n[127]Where do you want to be oiled first? \n[128]Here -- here -- \n[129]Yes --- there. \n[130]Oh... \n[131]...Oh, did that hurt? \n[132]Oh, goodness! How did you ever get like this? \n[133]Well, you're perfect now. \n[134]Oh --! \n[135]Oh -- \n[136]Oh -- \n[137]Oh, oh, oh, oh, oh, oh, oh, are you all right? \n[138]Oh, dear -- That was wonderful! You know -- we were just wondering why you couldn't come to Emerald City with us to ask the Wizard of Oz for a heart. \n[139]And I'll keep the oil-can handy. \n[140]Oh, but he will! He must!   We've come such a long way already. \n[141]Oh, goodness! Did any of them sting you? \n[142]Oh, dear. I don't know what I'd do if a whole swarm kept -- Oh! Oh! Oh, there's one on me! \n[143]Oh! Oh! \n[144]Oh -- \n[145]Oh-oh- \n[146]Oh, there.... \n[147]...there. Don't cry. There. CU - Dorothy looks o.s. - speaks - \n[148]As a matter of fact, that's just an old drone bee, and it would have died.... CU - Tin Man looks o.s. - DOROTHY o.s. \n[149]...just that the Witch is so wicked. I don't think you two ought to come with me because you'll get into trouble. \n[150]Oh, you're the best friends anybody ever had! And it's funny, but I feel as if I've known you all the time. But I couldn't have, could I? \n[151]Still, I wish I could remember.    But, I guess it doesn't matter anyway.   We know each other now, don't we? \n[152]I don't like this forest!   It's -- it's dark and creepy! \n[153]Do -- do you suppose we'll meet any wild animals? \n[154]Oh -- \n[155]Lions? \n[156]Oh!    Lions and tigers and bears! \n[157]Oh, my! \n[158]Oh, my! \n[159]Oh, my! \n[160]Oh, my! \n[161]Oh, my! \n[162]What sort of an animal is that? \n[163]Shame on you! \n[164]No, but you tried to. \n[165]It's bad enough picking on a straw man, but when you go around picking on poor little dogs -- \n[166]Well, of course not. My goodness, what a fuss you're making. Well, naturally, when you go around picking on things weaker than you are -- Why, you're nothing but a great big coward! \n[167]I don't see why not. Why don't you come along with us? We're on our way to see the Wizard now. To get him a heart. \n[168]I'm sure he could give you some courage. MCU -- Lion -- Camera shooting past Dorothy -- \n[169]No, of course not. \n[170]Oh. \n[171]If the Wizard is a Wizard who will serve. \n[172]A home -- \n[173]There's Emerald.... \n[174]...City!    Oh, we're almost there at last! At last! \n[175]It's beautiful, isn't it? Just like I knew it would be. He really must be a wonderful Wizard to live in a City like that! \n[176]Yes -- let's run! \n[177]Oh -- Oh -- what's happening?     What is it? \n[178]I can't run anymore. I'm so.... CS -- Tin Man and Scarecrow -- DOROTHY o.s. \n[179]Oh, no -- please. I have to rest for just a minute. Toto! \n[180]Oh -- \n[181]Look! He's rusted again. Oh, give me the oil can -- quick! Oh-oh, quick! \n[182]Oh -- here quick -- oh! - we'll oil him up. \n[183]Oh, he's been crying! Why have you been -- \n[184]Come on -- let's get out of here! Look -- Emerald City is closer and prettier than ever! \n[185]Well, then -- how do you know there is one? CU -- Doorman speaks -- reacts -- starts out -- \n[186]...sir. I've got to see the Wizard! The Good Witch of the North sent me! CU -- Doorman looks o.s. -- speaks -- \n[187]Well, would you take us to see the Wizard? \n[188]Oh, thank you so much. We've been gone such a long time, and we feel so mess -- What kind of a horse is that? I've never seen a horse like that before! \n[189]Can you even dye my eyes to match my gown? \n[190]Jolly old town! \n[191]Ho -- ho --ho -- ho \n[192]It's the Witch! She's followed us here! \n[193]Oh -- \n[194]Dear, whatever shall we do? \n[195]If you please, sir. We want to see the Wizard right away -- all four of us. \n[196]Oh, but we must! \n[197]Oh, but -- but please. It's very important. \n[198]I'll be home in time for supper! \n[199]Your Majesty, if you were king You wouldn't be afraid of anything? \n[200]How about a hippopotamus? \n[201]Supposin' you met an elephant? \n[202]Oh -- \n[203]Oh -- and I was so happy!    I thought I was on my way home! \n[204]Auntie Em was so good to me -- and I never appreciated it. Running away -- and hurting her feelings. \n[205]Professor Marvel said she was sick. She may be dying -- and -- and it's all my fault! \n[206]Oh, I'll never forgive myself! Never -- never -- never! \n[207]Don't you know the Wizard's going to give you some courage? \n[208]Oh, well, then -- we'll ask him for you. \n[209]But why?    Why? \n[210]Oh, come on. \n[211]Our echo. \n[212]Oh, come on - come on! We'll soon find the Wizard! \n[213]I -- If you please, I - I am Dorothy, \n[214]...the small and meek.   We've come to ask you -- \n[215]Ohhh -- Jiminy Crickets! ELS -- Throne -- \n[216]Oh -- Oh -- Oh!.... \n[217]...You ought to be ashamed of yourself -- frightening him like that, when he came to you for help! \n[218]Oh -- Oh, come on. \n[219]Does it work? \n[220]Oh -- \n[221]Oh!   Oh, Tin Man!   Oh! \n[222]Oh -- Oh -- \n[223]Oh! Something bit me, too! \n[224]Did you just hear what I just heard? \n[225]It may be just a cricket Or a critter in the trees. \n[226]Are you gonna stand around And let 'em fill us full of horror? \n[227]Whozat? \n[228]...and the bees \n[229]What are you going to do with my dog? Give him back to me! \n[230]Oh, please give me back my dog! \n[231]But the Good Witch of the North told me not to. \n[232]No! No -- no! Here -- you can have your old slippers -- but give me back Toto. \n[233]I'm sorry. I didn't do it!    Can I still have my dog? \n[234]What are you gonna do? CU - Witch looks up o.s. - speaks - \n[235]Run, Toto, run! \n[236]He got away! He got away! \n[237]Someday, I'll wake and rub my eyes And in that land beyond the skies You'll find me ---- \n[238]I'm frightened, I'm frightened, Auntie Em -- I'm frightened! \n[239]I -- I'm here in Oz, Auntie Em. I'm locked up in the Witch's castle....and I'm trying to get home to you, Auntie Em! Oh, Auntie Em, don't go away! I'm frightened! Come back! Come back! \n[240]Yes, it's me! She's locked me in! \n[241]Oh, I knew you'd get here in time! \n[242]Oh, hurry -- please hurry! \n[243]...ty! \n[244]Oh -- Oh -- Oh! Toto -- Toto! \n[245]Lion, darling -- I knew you'd come! \n[246]I knew you would! \n[247]Oh! \n[248]Oh! \n[249]Oh! \n[250]Ohhh! \n[251]Ohh!   OHH!     OHH! \n[252]I -- I didn't mean to kill her....really I didn't! It's...it's just that he was on fire! \n[253]You mean, you're...you're all happy about it? \n[254]The broom! \n[255]May we have it? \n[256]Oh -- thank you so much! Now we can go back to the Wizard and tell him the Wicked Witch is dead! \n[257]Please, sir. We've done what you told us. We've brought you the broomstick of the Wicked Witch of the West. We melted her. \n[258]Yes, sir. So we'd like you to keep your promise to us, if you please, sir. \n[259]Tomorrow?    Oh, but I want to go home now. \n[260]If you were really great and powerful, you'd keep your promises! \n[261]Who are you? \n[262]Who are you? \n[263]You are? \n[264]I don't believe you! \n[265]Oh .... \n[266]...you're a very bad man! MCU -- The Wizard reacts, speaks humbly -- \n[267]Yes...! \n[268]...yes. \n[269]Oh -- oh -- they're all wonderful. \n[270]Oh, I don't think there's anything in that black bag for me. \n[271]Oh, will you? Could you? Oh -- but are you a clever enough Wizard.... MCU -- The Wizard -- DOROTHY o.s. \n[272]Weren't you frightened? \n[273]Ohhh! \n[274]Oh, come back here!   Toto! \n[275]Come back! Oh, don't go without me! I'll be right back! Toto! \n[276]Oh! Come back! Don't go without me! Please come back! \n[277]Oh -- \n[278]Oh, now I'll never get home! \n[279]Oh, that's very kind of you -- but this could never be like Kansas. Auntie Em must have stopped wondering what happened to me by now. Oh, Scarecrow, what am I going to do? \n[280]Oh, will you help me?   Can you help me? \n[281]I have? \n[282]Well, I -- I think that it -- that it wasn't enough just to want to see Uncle Henry and Auntie Em -- and it's that -- if I ever go looking for my heart's desire again, I won't look any further than my own backyard. Because if it isn't there, I never really lost it to begin with! Is that right? \n[283]Oh.... \n[284]...Toto, too? \n[285]Oh, now? \n[286]Oh, dear -- that's too wonderful to be true! Oh, it's -- it's going to be so hard to say goodbye. I love you all, too. Goodbye, Tin Man. Oh, don't cry. You'll rust so dreadfully. Here -- here's your oil-can. Goodbye. \n[287]Oh -- Goodbye, Lion. You know, I know it isn't right, but I'm going to miss the way you used to holler for help before you found your courage. \n[288]I think I'll miss you most of all. \n[289]Yes.    Say goodbye, Toto. \n[290]Yes, I'm ready now. \n[291]There's no place like home. There's no place like home. There's no place like home. There's no place like home. \n[292]-- there's no place like home -- there's no place like home -- \n[293]-- no place like home -- there's no place like home -- no place -- \n[294]Oh, Auntie Em -- it's you! \n[295]But I did leave you, Uncle Henry -- that's just the trouble. And I tried to get back for days and days. \n[296]No -- \n[297]No. But it wasn't a dream -- it was a place. And you -- and you -- and you -- and you were there. \n[298]But you couldn't have been, could you? \n[299]No, Aunt Em -- this was a real, truly live place. And I remember that some of it wasn't very nice.... \n[300]...but most of it was beautiful. But just the same, all I kept saying to everybody was, I want to go home. And they sent me home. \n[301]Doesn't anybody believe me? \n[302]Oh, but anyway, Toto, we're home! \n[303]Home! And this is my room -- and you're all here! And I'm not going to leave here ever, ever again, because I love you all! And -- Oh, Auntie Em -- there's no place like home! ", "SCARECROW": "\n[1]That way is a very nice way. CS -- Scarecrow, his arm pointing to right -- \n[2]It's pleasant down that way, too. \n[3]...go both ways! \n[4]That's the trouble. I can't make up my mind. I haven't got a brain -- only straw. \n[5]I don't know. But some people without brains do an awful lot of talking, don't they? \n[6]Why, no. \n[7]How do you do? \n[8]Oh, I'm not feeling at all well. You see, it's very tedious being stuck up here all day long with a pole up your back. MCU -- Dorothy -- \n[9]Down?   No, you see, I'm -- Well, -- I'm -- \n[10]Oh, that's very kind of you -- very kind. \n[11]Of course, I'm not bright about doing things, but if you'll just.... \n[12]Ohhhh -- \n[13]Whhhooops!     Ha-ha -- there goes some of me again! \n[14]Oh, no -- I just keep picking it up and putting it back in again. \n[15]My, it's good to be.... \n[16]...free! \n[17]Did I scare you? \n[18]But I didn't scare you? \n[19]I didn't think so. \n[20]Boo! You see, I can't even scare a crow! They come from miles.... MCU -- Dorothy listening -- SCARECROW o.s. \n[21]Oh, I'm a failure, because I haven't got a brain. \n[22]Do?  Why, if I had a brain, I could -- I could while away the hours, Conferrin' with the flowers, Consultin' with the rain. And my head I'd be scratchin' While my thoughts were busy hatchin' If I only had a brain. I'd unravel every riddle For any individ'le \n[23]Oh, I could tell you why The ocean's near the shore I could think of things I never thunk before, \n[24]...Life would be a ding-a-derry If I only had a brain! \n[25]Gosh, it would be awful pleasin' To reason out the reason For things I can't explain. Then perhaps I'll deserve you, And be even worthy erv you If I only had a brain. \n[26]They would? \n[27]Where's Kansas? \n[28]You're going to see a Wizard? \n[29]Do you think if I went with you this Wizard would give me some brains? \n[30]Yes -- that's true. \n[31]Witch? Huh! I'm not afraid of a witch! I'm not afraid of anything --- except a lighted match. \n[32]But I'd face a whole box full of them for the chance of getting some brains. Look - - I won't be any trouble, because I don't eat a thing -- and I won't try to manage things, because I can't think. Won't you take me with you? \n[33]Hooray!   We're off to see a Wizard! \n[34]Oh, I'll try! Really, I will. \n[35]To Oz! \n[36]Come along, Dorothy -- you don't want any of those apples. Hmm! MCU -- First tree reacts, and speaks -- \n[37]Oh, no! It's just that she doesn't like little green.... \n[38]Go -- Go! \n[39]I'll show you how to get apples. TREE o.s. \n[40]Hooray! I guess that did it!      Help yourself. \n[41]What? \n[42]Oil can what? \n[43]He said his mouth. \n[44]The other side.... \n[45]Beautiful!     What an echo! \n[46]But you've just been saying how much you want a heart. \n[47]I'm not afraid of her. I'll see you get safely to the Wizard now, whether I get a brain or not! Stuff a mattress with me! Hah! \n[48]Oh, you don't think we're going to stand by and let her get away with fireballs and bees, do you? \n[49]No, sir! \n[50]I don't see how. You weren't around when I was stuffed and sewn together, were you? \n[51]That's right. \n[52]To Oz? \n[53]Of course, I don't know, but I think it'll get darker before it gets lighter. \n[54]Animals that -- that eat straw? \n[55]And tigers? \n[56]D-d-d-don't be fr-fr-frightened. I - I'll - I'll protect you. Oh, look! \n[57]Now that's getting personal, Lion. MCU -- Tin Man looks o.s. -- speaks -- \n[58]Well -- what's -- wrong with you teaching him? \n[59]Oh, that's too bad. Don't you think the Wizard could help him, too? \n[60]I'd be clever as a gizzard -- \n[61]Then I'm sure to get a brain -- \n[62]Nothing!   Let's hurry! \n[63]Come on -- come on -- \n[64]Oh!    Oh, come on, come on! \n[65]Emerald City! \n[66]Here -- give us your hands, and we'll pull you.... \n[67]...along. \n[68]Oh, you can't rest now -- we're nearly there! MCU - Lion yawns and speaks - \n[69]Hey, Dorothy! \n[70]Don't cry -- you'll rust yourself again! \n[71]Don't you start it, too! \n[72]I don't think I could, but we could try. \n[73]Yes. \n[74]Here, Tin Man -- help me. CS -- Dorothy as Scarecrow tries to lift her -- \n[75]Oh, this is terrible -- can't budge her an inch! This is a spell, this is! \n[76]It's no use screaming at a time like this! Nobody will hear you! Help! \n[77]\n[78]It does help. Dorothy, you're waking up! \n[79]Yes -- there -- \n[80]-- A hot water bottle would be good if we had one. \n[81]Read what? \n[82]She's wearing the ruby slippers she gave her. \n[83]Ha -- ha -- ha -- \n[84]Well, we'd better hurry if we're going to see the Wizard! \n[85]But she's Dorothy! \n[86]Did you hear that? He'll announce us at once! I've as good as got my brain! \n[87]And his wife would be Queen of the May. MCS - Lion - \n[88]What if it were a brontosaurus? \n[89]Looks like we came a long way for nothing. \n[90]Who at? \n[91]What's the matter? \n[92]What happened? \n[93]Oh, you did it yourself! \n[94]Here --     Come on. \n[95]Y-Yes -- Yes, Your Honor -- I mean, Your Excellency -- I -- I mean -- Your Wizardry! LS -- Throne -- \n[96]Oh, here - give me that thing! MLS - Spray hits the ground - then vanishes - \n[97]Oh, did - did you see that? \n[98]You know something? MCU -- Lion and Scarecrow -- \n[99]I believe they're spooks around here. MCU -- Dorothy and Tin Man -- \n[100]Oh -- are you -- are you all right? CS -- Lion, his eyes closed tight -- speaks -- \n[101]Oh, come on now - everybody -- \n[102]Oh, I think I see a jijik And he's fuzzy and he's furry I haven't got a brain But I think I ought to worry! \n[103]It's a whozis? \n[104]Whozat? \n[105]Oh, the critter's \n[106]Help!   Help! \n[107]Help! Help! Help! Help! Help! \n[108]They tore my legs off, and they threw them over there! Then they took my chest out, and they threw it over there! \n[109]Don't stand there talking! Put me together! We've got to find Dorothy! \n[110]Who do you suppose they were? And where did they take her? A fine thing - to go to pieces at a time like this! \n[111]Oh, dear, dear. \n[112]Oh, don't worry about me. I'm all right. We must worry about Dorothy. \n[113]Why, don't you see? He's come to take us.... \n[114]...to Dorothy! \n[115]Come on, fellows! \n[116]Don't cry now. We haven't got the oil- can with us and you've been squeaking enough as it is. \n[117]I've got a plan how to get in there. \n[118]And you're going to lead us. \n[119]Yes, you. \n[120]That's right. \n[121]Oh, no! \n[122]Up! \n[123]\n[124]Whew! That wasn't my plan - but something happened, didn't it? \n[125]Yeah -- \n[126]Come on -- I've got another idea. \n[127]There! \n[128]Wait! We'd better make sure.   Dorothy, are you in there? \n[129]Stop pushing! \n[130]Hurry -- we've got no time to lose! \n[131]It's no use trying the doors again! Which room is it? \n[132]Oh - upstairs, quickly! \n[133]This way!    Come on! \n[134]No -- No -- No -- No! \n[135]Help! I'm burning! I'm burning!        I'm burning! Help! Help! Help! \n[136]Help! \n[137]You humbug! \n[138]You'd better be good enough to send Dorothy back to Kansas! \n[139]It makes you nervous? \n[140]What about us? \n[141]What about the heart that you promised Tin Man --? \n[142]-- And the courage that you promised Cowardly Lion? \n[143]You promised us real things -- a real... \n[144]...brain! \n[145]Th.D.? \n[146]The sum of the square roots of any two sides of an isosceles triangle is equal to the square root of the remaining side. Oh joy, rapture! I've got a brain! \n[147]How can I ever thank you enough? \n[148]Hey -- what about Dorothy? \n[149]Look -- here's someone who can help you! \n[150]Then why didn't you tell her before? \n[151]But that's so easy! I should have thought of it for you. ", "LION": "\n[1]Put 'em up! Put 'em.... \n[2]...up! Which one of you    first? I'll fight you both together   if you want! I'll fight you with one   paw tied behind my back. I'll fight you    standing on one foot. \n[3]I'll fight you with my eyes closed. Oh -- pulling an axe on me, eh? MCU -- Tin Man trembling -- \n[4]Sneaking up on me, eh?     Why! \n[5]Oh, scared, huh? \n[6]How long can you stay fresh in that can? Come on -- get up and fight, you shivering junk yard! Put your hands up, you lop-sided bag of hay! \n[7]Well, I'll get you, anyway, Pee-Wee. CU -- Dorothy reacts -- exits left f.g. -- \n[8]What -- what did you do that for?   I didn't bite him. \n[9]Well, you didn't have to go and hit me, did you? Is my nose bleeding? \n[10]You're right -- I am a coward. \n[11]I haven't any courage at all. I even scare myself. Look at the circles under my eyes. \n[12]I haven't slept in weeks. \n[13]That doesn't do any good -- I'm afraid of 'em. \n[14]Well, wouldn't you feel degraded to be seen in the company of a cowardly lion? I would. \n[15]Gee, that's -- that's awfully nice of you. My life.... \n[16]...has been simply unbearable. \n[17]Yeh, it's sad, believe me, Missy When you're born to be a sissy, Without the vim and verve. But I could show my prowess -- Be a lion not a mou-ess -- If I only had the nerve I'm afraid there's no denyin' I'm just a dande-lion -- A fate I don't deserve. I'd be brave as a blizzard -- \n[18]The nerve. \n[19]Well, come on, then.    What are we waiting for? \n[20]Yes. \n[21]What did she -- do that for? \n[22]Dorothy! \n[23]Comin' to think of it, forty winks wouldn't be bad. \n[24]Oh -- unusual weather we're having, ain't it? \n[25]That certain air of savoir faire In the Merry Old Land of Oz! \n[26]Hah! \n[27]Who's her?     Who's her? \n[28]And -- and I got a permanent just for the occasion. \n[29]In another hour, I'll be King of the Forest. Long Live the King! If.... \n[30]...I were King of the Forest, Not Queen, not Duke, not Prince.... \n[31]My regal robes of the forest.... CS -- Lion sings -- gestures -- \n[32]Would be satin, and not cotton, and not chintz. \n[33]With a woof and a woof, and a royal growl. As.... \n[34]...I'd click my heel All the trees would kneel And the mountains bow And the bulls kowtow MCU -- Lion -- gestures, grimaces and sings -- \n[35]And the sparrow would take wing 'F -- I...'f -- I...were King! \n[36]...genuflect to me. Though my tail would lash I would show compash For every underling. 'F -- I...'f -- I --- were King Just King!.... \n[37]I'd be monarch of all I survey.... \n[38]Monarch of all I survey.... MCU -- Lion sings -- laughs -- speaks -- \n[39]Mah -- hah -- hah -- hah -- hah -- hah -- hah -- hah -- hah -- ha-narch! Of all I survey! \n[40]Not nobody, not nohow! \n[41]Imposserous! \n[42]Why, I'd thrash him from top to bottomamus! \n[43]I'd wrap him up in cellophant! \n[44]I'd show him who was King of the Fores'! \n[45]How? \n[46]Courage! \n[47]What makes the flag on the mast to wave? Courage! \n[48]...mist, or the dusky dusk? What makes the muskrat guard his musk? Courage! \n[49]What makes the sphinx the seventh wonder? Courage! \n[50]You can say that again!    Hah.   Huh!? \n[51]Would...would it do any good if I roared? \n[52]I don't know. \n[53]Wait a minute, fellahs. I was just thinkin'. I really don't want to see the Wizard this much. I better wait for you outside. \n[54]I'd be too scared to ask him for it. \n[55]I'd sooner wait outside. \n[56]Because I'm still scared! \n[57]Ohh! \n[58]Somebody pulled my tail. \n[59]I -- Oh -- \n[60]What was that? \n[61]Tell me when it's over!   Oh! \n[62]Oh! Look at that! Look at that! Oh -- Ohhhh -- I want to go home -- I want to go home! \n[63]What's that? What'd he say? \n[64]Huh?   What'd he say? \n[65]But -- but what if she kills us first? \n[66]\"I'd turn back if I were you.\" CS -- Two owls on limb of tree -- \n[67]She - she can have my Witch Remover. \n[68]No, but it's wonderful for threatening with. \n[69]Don't you believe in spooks? \n[70]I do believe in spooks, I do believe in spooks. I do -- I do -- I do -- I do -- I do -- I.... \n[71]...do believe in spooks. I do believe in spooks! I do -- I do -- I do -- I do -- I do -- I do! \n[72]What's that? What's that? Take it away - take it away - Take it away! \n[73]That noise don't come from no ordinary bird. \n[74]As Monarch of the Forest I don't like the situation. \n[75]I'd like to roar 'em down -- But I think I lost my roarer. \n[76]It's a whatzis. \n[77]Whozat? \n[78]Why, I'll -- Foul! Foul! \n[79]They sure knocked the stuffings out of you, didn't they? \n[80]Wait a minute. This is the left one. He walks bad enough already. \n[81]Yeah -- \n[82]Oh -- Oh -- Oh -- I.... \n[83]...I -- I -- I hope my strength holds out. \n[84]What's that? What's that? \n[85]Who's them? Who's them? \n[86]Fine.   He's got a plan \n[87]Yeah. Me? \n[88]I -- I -- I -- I -- gotta get her outta there? \n[89]All right, I'll go in there for Dorothy -- Wicked Witch or no Wicked Witch -- guards or no guards -- I'll tear 'em apart. I may not come out alive, but I'm going in there. There's only one thing I want you fellows to do. \n[90]Talk me out of it. \n[91]No?    Now, wait a minute. \n[92]Now... \n[93]Hah. I - I must have bitten you a couple of times. \n[94]Do -- do you think it'll be polite -- dropping in like this? \n[95]Yeah. \n[96]Listen, fellows. It's her. We gotta get her out! Open this door! \n[97]...the door! Open the door! Open the door! Open the door! Open the door! \n[98]Oh - I was only trying to help. Ohhh! \n[99]Did they hurtcha? \n[100]Trapped! Trapped like mice -- er -- rats! MLS - The Winkies advancing - \n[101]What good'll it do us? \n[102]They're coming back! \n[103]Where -- where do we go now? \n[104]Yeah! \n[105]Yeah! \n[106]Not nohow! \n[107]Real courage. That's what we want. \n[108]Oh -- Oh -- shucks, folks, I'm speechless! \n[109]Read...read what my medal says. \n[110]Courage!... \n[111]...Ain't it the truth!    Ain't it the truth! \n[112]Yeah. \n[113]Dorothy next! \n[114]It did? \n[115]Stay with us, then, Dorothy. We all love you. We don't want you to go. \n[116]Well -- I would never've found it if it hadn't been for you. ", "TIN MAN": "\n[1]Oil can.....Oil can.... \n[2]Oil can.... \n[3]My mouth -- my mouth! \n[4]Mm.....mm...mm.... \n[5]...m...m...my, my, my, my goodness -- I can talk again! Oh -- oil my arms, please -- oil my elbows. \n[6]Oh -- \n[7]No -- it feels wonderful.      I've held that axe up for ages. Oh --- \n[8]Oh -- well, about a year ago -- I was chopping that tree -- minding my own business -- when suddenly it started to rain.... \n[9]...and right in the middle of a chop, I...I rusted solid. And I've been that way ever since. \n[10]My...my neck. My...my neck. Perfect? Oh -- bang on my chest if you think I'm perfect. Go ahead -- bang on it! \n[11]It's empty. The tinsmith forgot to give me a heart. \n[12]No heart. \n[13]All hollow. Oh -- \n[14]When a man's an empty kettle, He should be on his mettle. And yet I'm torn apart. Just because I'm presumin' That I could be kind-a human, If I only had a heart. \n[15]I'd be tender -- I'd be gentle And awful sentimental Regarding Love and Art I'd be friends with sparrows... \n[16]...And the boy who shoots the arrows If I only had a heart. Picture me....a balcony....Above a voice sings low. \n[17]I hear a beat....how sweet! Just to register emotion Jealousy -- Devotion -- And really feel the part, I could stay young and chipper, And I'd lock it with a zipper, If I only had a heart...! \n[18]I'm afraid I'm a little rusty yet. \n[19]Emerald City? Why, that's a long and dangerous journey. And it might rain on the way. \n[20]Well, suppose the Wizard wouldn't get me one when we got there? \n[21]Ohh -- what's that? Oh -- \n[22]I'll see you reach the Wizard, whether I get a heart of not. Bee-hive -- bah! Let her try and make a bee-hive out of me! You know -- Hmm? What's that? \n[23]Oh! They're - they're gone now. \n[24]I - I guess they tried to, but they bent their stingers. \n[25]Oh - I'll get it! \n[26]Oh, see - I killed it. Oh, I killed that poor little honey bee! \n[27]It's only a man without a head who could do a thing like that. Poor little bee. CU - Dorothy reacts - reaches o.s. - \n[28]Yes? \n[29]Oh. \n[30]No, sir! \n[31]And I was standing over there rusting for the longest time. \n[32]We do. \n[33]To Oz! \n[34]We might. \n[35]Some -- but mostly lions, and tigers, and bears. \n[36]And bears. \n[37]And bears! \n[38]It-it-it-it - it's a huge one! \n[39]Here -- here. Go 'way and let us alone! \n[40]Yes -- get up and teach him a lesson. MCS -- Scarecrow and Lion -- Dorothy in b.g. - - \n[41]Well -- well --, I hardly know him. CS -- Toto barking -- CU -- Lion snarls -- speaks \n[42]Why don't you try counting sheep? \n[43]And him a brain. \n[44]I'd be gentle as a lizard -- \n[45]A heart -- \n[46]Hurry -- hurry -- \n[47]Look -- you can see it here.    It's wonderful! \n[48]Dorothy! \n[49]Dorothy! You can't sleep here! You can't sleep in the middle of a field! \n[50]Oh - oh, poor Dorothy! \n[51]Oh!    We ought to try and carry Dorothy. \n[52]Let's. \n[53]Oh -- now look at him!   This is terrible! \n[54]It's the Wicked Witch!   What'll we do? Help! HELP! \n[55]Ho -- ho --ho \n[56]Can't that female take no for an answer? \n[57]That's what the other man said. \n[58]I can fairly hear my heart beating! \n[59]Not even a rhinoceros? \n[60]Don't cry, Dorothy! \n[61]Oh, he's just ascared again. \n[62]Ohhhh -- it's me! \n[63]Ohhhh -- yes...yes, sir -- Y-Yes, your Honor. You see, a while back, we were walking down the Yellow Brick Road, and -- \n[64]Ohhhhhh! \n[65]B-B-B-B-B-But if we do that, we'll have to kill her to get it! LS -- Throne -- \n[66]From now on, we're on enemy ground. You should have something to protect yourself with. \n[67]Oh - look out. \n[68]That's ridiculous! Spooks -- that's.... MCU -- Lion and Scarecrow -- TIN MAN o.s. \n[69]No.   Why only -- Oh -- \n[70]Hold still - hold still -- \n[71]Now come on - you're acting silly -- \n[72]It's giving me the jitters In the joints around my knees. \n[73]I haven't got a heart But I got a palpitation. \n[74]It's a whozis. \n[75]It's a whatzis? \n[76]Whozat? \n[77]Thar she blows! \n[78]Go away now! \n[79]Oh!   Well, what happened to you? \n[80]Well, that's you all over. \n[81]Now, let' s see -- this goes -- Oh, I wish I were better at puzzles. \n[82]Oh, poor Dorothy. We may never see her again. \n[83]Now, now, don't fret. \n[84]We'll get you together! \n[85]There. Now, that's the best we can do without any pins. \n[86]But how can we find her? We don't even know where she is. Look! There's.... \n[87]Oh -- \n[88]I hope your tail holds out. Oh -- \n[89]Oh, I hate to think of her in there. We've got to get her out. \n[90]No, you don't. \n[91]You don't neither -- \n[92]You put up a great fight, Lion. \n[93]I don't know what we'd have done without you. \n[94]Come on -- come on. \n[95]Where do we go now? \n[96]Don't push! \n[97]Dorothy! \n[98]Go ahead - do something! Roar! Roar! \n[99]Go on! \n[100]You've had plenty of time already! \n[101]You don't get around us that easy! \n[102]But I still want one. \n[103]Ahh --- Oh, it ticks!    Listen! \n[104]Look -- it ticks! \n[105]Yes -- how about Dorothy? \n[106]Stop that dog! \n[107]Oh!    Help me! The balloon's going up! \n[108]Help! \n[109]What have you learned, Dorothy? \n[110]I should have felt it in my heart. \n[111]Now I know I've got a heart -- 'cause it's breaking. ", "WITCH": "\n[1]Who killed my sister? Who killed the Witch of the East? Was it you? Answer me! \n[2]You stay out of this! I'm here for vengeance! So it was you, was it? You killed her,.... \n[3]...didn't you? \n[4]Didn't mean it, eh? Accident, eh? Well, my little pretty, I can cause accidents, too -- and this is how I do it! GLINDA o.s. \n[5]The slippers -- yes.....the slippers! \n[6]They're gone! \n[7]The ruby slippers! What have you done with them? Give them back to me, or I'll - -- \n[8]I'm the only one that knows how to use them. They're of no use to you! Give them back to me! \n[9]You stay out of this, Glinda, or I'll fix you as well! \n[10]Very well -- I'll bide my time -- and as for you, my fine lady, it's true, I can't attend to you here and now as I'd like, but just try to stay out of my way.... MCU -- Witch threatens Dorothy o.s. in f.g. -- \n[11]... -- just try!    I'll get you, my.... \n[12]You call that long? \n[13]Why, you've just begun! Forgotten about me,.... \n[14]Helping the little lady along, are you, my fine gentlemen? \n[15]Or I'll stuff a mattress with you! \n[16]Here, Scarecrow!   Want to play ball? \n[17]And as for you, my little.... \n[18]...happy journey back to Kansas! \n[19]A-hah! So! You won't take warning, eh? All the worse for you, then. I'll take care of you now instead of later! Hah! When I gain those ruby slippers, my power will be the greatest in Oz! And now, my beauties! Something with poison in it, I think. With poison in it, but attractive to the eye -- and soothing to the smell! Poppies! Poppies! Poppies! \n[20]Call away! Call away! She won't hear any of you again! And there's nothing you can do about it, either. Bring me my wishing cap! I'll call the Winged Monkeys to fetch me those slippers! Hurry! Hurry! Hurry! Hurry! It worked very smoothly! \n[21]Curse it! Curse it! Somebody always helps that girl! But shoes or no shoes, I'm still great enough to conquer her. And woe to those who try to stop me! \n[22]To the Emerald City -- as fast as lightning! \n[23]You'll believe in more than that before I've finished with you. Take your army to the Haunted Forest, and bring me that girl and her dog! Do what you like with the others, but I want her alive and unharmed! \n[24]They'll give you no trouble, I promise you that. I've sent a little insect on ahead to take the fight out of them. Take special care of those ruby slippers. I want those most of all. Now, fly! Fly! Bring me that girl and her slippers! Fly! Fly! Fly! \n[25]What a nice little dog! And you, my dear. What an unexpected pleasure! \n[26]It's so kind of you to visit me in my loneliness. \n[27]All in good time, my little pretty -- all in good time. \n[28]Certainly -- certainly -- when you give me those slippers. \n[29]Very well! Throw that basket in the river and drown him! \n[30]That's a good little girl.   I knew you'd see reason. \n[31]Ahh!   Ah! \n[32]No! Fool, that I am! I should have remembered -- those slippers will never come off, as long as... CU -- Dorothy reacts -- speaks -- WITCH o.s. \n[33]What do you think I'm going to do? But that's not what's worrying me -- it's how to do it. These things must be done delicately.... \n[34]Catch him, you fool! \n[35]Ohhh! Which is more than you will!   Drat you and your dog! \n[36]You've been more trouble to me than you're worth, one way or another --    but it'll soon be over now! \n[37]Do you see that? That's how much longer you've got to be alive! And it isn't.... CU -- Dorothy crying -- WITCH o.s. \n[38]I can't wait forever to get those shoes! CU -- Dorothy crying -- exits left -- \n[39]Auntie Em -- Auntie Em -- come back! I'll give you Auntie Em, my pretty! \n[40]...hear of it. Why, my little par-.... \n[41]That's right. Don't hurt them right away. We'll let.... \n[42]Seize.... \n[43]They've gotten away! Stop them! Stop them! \n[44]There they go! Ah -- now we've got them! Half you go that way -- half you go that way! \n[45]\n[46]Well -- ring around the rosy -- a pocket full of spears! Thought you'd be pretty foxy, didn't you? Well, I'm going to start in on you right here - one after the other! \n[47]How about a little fire, Scarecrow? \n[48]Ohhh -- you cursed brat! Look what you've done! I'm melting! Melting! Oh - - what a world -- what a world! Who would have thought a good little girl like you could destroy my beautiful wickedness!? Ohhh! Look out! Look out! I'm going. Ohhhh! Ohhhhhh.... ", "OZ'S VOICE": "\n[1]Tap - tap - tap - tap - What was that - that - that? Our echo - echo - echo. \n[2]The Wizard - The Wizard - The Great and Powerful Wizard of Oz - Oz - Oz-Oz - Oz - Oz - Oz - Oz! \n[3]The Great Wizard of Oz. Come forward! \n[4]I am Oz, the Great and Powerful! \n[5]Who are you? \n[6]Who are you? \n[7]Silence! \n[8]The Great and Powerful Oz knows why you have come. Step forward,.... \n[9]...Tin Man! \n[10]You dare to come to me for a heart, do you? You clinking, clanking, clattering collection of caliginous.... \n[11]...junk! \n[12]Quiet! \n[13]And you, Scarecrow, have the effrontery to ask for a brain? \n[14]You billowing bale of bovine fodder! \n[15]Enough! \n[16]...Uh -- And you,.... LS -- Throne -- \n[17]...Lion! \n[18]Silence!.... \n[19]...Whippersnapper! \n[20]The beneficent Oz has every intention of granting.... \n[21]...your requests! \n[22]But first, you must prove yourselves worthy by performing a very small task. LS -- Throne -- \n[23]Bring me the broomstick of the Witch... \n[24]...of the West. \n[25]Bring me her broomstick, and I'll grant your requests. \n[26]Now, go! \n[27]\n[28]...said, -Go! \n[29]Can I believe my eyes?    Why.... \n[30]...have you come back? \n[31]Oh .... \n[32]...you liquidated her, eh?   Very.... \n[33]...resourceful! \n[34]Not so fast! Not.... MLS -- Throne -- \n[35]...so fast! I'll have to give the matter a little thought. Go away and come back tomorrow! \n[36]Do not arouse the wrath.... \n[37]...of the Great and Powerful Oz!   I said - - come back tomorrow! \n[38]Do you presume to criticize the.... \n[39]...Great Oz? You ungrateful creatures! \n[40]Think yourselves lucky that I'm.... \n[41]...giving you audience tomorrow, instead of.... \n[42]...twenty years from now. Oh -- oh oh! The Great Oz has spoken! Oh -- Oh --- .... \n[43]... Oh .... Oh .... \n[44]Oh - I - Pay no.... \n[45]...attention to that man behind the curtain. Go - before I lose my temper! The Great and Powerful ---.... \n[46]... -- Oz -- has spoken! \n[47]Well, I -- I -- I am the Great and Powerful -- Wizard of Oz. ", "WIZARD": "\n[1]Uhhhh -- yes... \n[2]No, I'm afraid it's true. There's no other Wizard except me. \n[3]Yes-s-s -- that...that's exactly so.   I'm a humbug! \n[4]Oh, no, my dear -- I'm -- I'm a very good man. I'm just a very bad Wizard. \n[5]Uh - now, please don't be angry with me. I'll - I'll do anything you say, only... only if you don't shout at me. It makes me nervous! \n[6]Yes. \n[7]Well, I -- \n[8]Well, I -- \n[9]Well, I -- \n[10]Well, I-- but you've got them. You've had them all the... \n[11]...time! \n[12]Well -- \n[13]You do? boys, you're aiming low. You not only surprise, but you grieve me. \n[14]Why, anybody can have a brain. That's a very mediocre commodity. Every pusillanimous creature that crawls on the earth -- or slinks through slimy seas has a brain! \n[15]From the rock-bound coast of Maine to the Sun.... oh - oh, no -- -- ah - Well, be that as it may. Back where I come from we have universities, seats of great learning -- where men go to become great thinkers. And when they come out, they think deep thoughts -- and with no more brains than you have.... But! They have one thing you haven't got! A diploma! \n[16]Therefore, by virtue of the authority vested in me by the Universitatus Committeeatum e plurbis unum, I hereby confer upon you the honorary degree of Th.D. \n[17]Yeah -- that...that's Dr. of Thinkology! \n[18]Well, you can't. As for you, my fine friend -- you're a victim of disorganized thinking. You are under the unfortunate delusion that simply because you run away from danger, you have no courage. You're confusing courage with wisdom. Back where I come from, we have men who are called heroes. Once a year, they take their fortitude out of mothballs and parade it down the main street of the city. And they have no more courage than you have. But! They have one thing that you haven't got! A medal! Therefore -- for meritorious.... \n[19]...conduct, extraordinary valor, conspicuous bravery against wicked witches, I award you the Triple Cross. \n[20]You are now a member of the Legion of Courage! \n[21]As for you, my galvanized friend, you want a heart! You don't know how lucky you are not to have one. Hearts will never be practical until they can be made unbreakable. I could have been a world figure, a power among men, a - a successful wizard, had I not been obstructed by a heart. \n[22]Yes -- .... \n[23]...back where I come from there are men who do nothing all day but good deeds. They are called phil...er -- er -- phil -- er, yes...good-deed-doers. And their hearts are no bigger than yours. But! They have one thing you haven't got! A testimonial! \n[24]Therefore, in consideration of your kindness, I take pleasure at this time in presenting you with a small token of our esteem and affection. And remember, my sentimental friend.... \n[25]...that a heart is not judged by how much you love, but by how much you are loved by others. \n[26]Ah -- \n[27]Yes. Dorothy -- ah -- Dor -- CU -- Dorothy -- \n[28]Well, no - no -- on the contrary, on the - --- .... \n[29]...I -- ah -- on the contr -- -- Here -- Well, you force me into a cataclysmic decision. The only way to get Dorothy back to Kansas is for me to take her there myself! CU -- Dorothy reacts, speaks -- \n[30]Child -- you cut me to the quick! I'm an old Kansas man myself...born and.... \n[31]...excellence to the Miracle Wonderland Carnival Company -- until one day, while performing spectacular feats of stratospheric skill never before attempted by civilized man, an unfortunate phenomena occurred. The balloon failed to return to the fair. \n[32]Yes. There was I, floating through space - - a man without a continent! CU -- Dorothy -- \n[33]Frightened? You are talking to a man who has laughed in the face of death -- sneered at doom and chuckled at catastrophe. I was petrified. Then suddenly the wind changed, and the balloon floated down into the heart of this noble city, where I was instantly acclaimed Oz, the First Wizard de Luxe! \n[34]Times being what they were, I accepted the job, -- retaining my balloon against the advent of a quick get-away. And in that balloon, my dear Dorothy, you and I will return to the land of E Pluribus Unum! \n[35]Good people of Oz, this is positively the finest exhibition ever to be shown -- \n[36]-- yes -- well -- be that as it may -- I, your Wizard par ardua ad alta, am about to embark upon a hazardous and technically unexplainable journey into the outer stratosphere. \n[37]To confer, converse, and otherwise hob- nob with my brother wizards. And I hereby decree that until what time -- if any -- that I return, the Scarecrow, by virtue of his highly superior brains, shall rule in my stead...assisted by the Tin Man, by virtue of his magnificent heart...and the Lion -- by virtue of his courage! Obey them as you would me! And - ah - well, that's all. \n[38]This is a highly irregular procedure! This is absolutely unprecedented! \n[39]-- Ruined my exit! \n[40]I can't come back!     I don't know how it works! \n[41]Goodbye, folks! ", "PROFESSOR": "\n[1]\n[2]Well, well, well -- house guests, huh? And who might you be? No, no -- now don't tell me. \n[3]Let's see -- you're -- you're travelling in disguise. No, that's not right. I -- you're -- you're going on a visit. No, I'm wrong. That's...You're -- running away. \n[4]Professor Marvel never guesses -- he knows! Now, why are you running away? \n[5]No, no -- now don't tell me. They -- they don't understand you at home. They don't appreciate you. You want to see other lands -- big cities -- big mountains -- big oceans -- \n[6]Yes -- \n[7]He's perfectly welcome. As one dog to another, huh? Here now -- let's see where were we? \n[8]Oh, yes - you - you wanted to go home, huh? \n[9]Oh -- \n[10]Aw, come, come, come -- \n[11]Oh -- \n[12]Do you know any? Oh, you mean the thing - - Yes, well, I -- I never do anything without consulting my crystal first. Let's.... \n[13]...go inside here -- we'll -- Just come along. I'll show you. There you are - right in there. \n[14]That's right. Here -- sit right down here. That's it. Ha ha! This -- this is the same genuine, magic, authentic crystal used by the Priests of Isis and Osiris in the days of the Pharaohs of Egypt -- in which Cleopatra first saw the approach of Julius Caesar and Marc Anthony, and -- and so on -- and so on. Now, you -- you'd better close your eyes, my child, for a moment -- in order to be better in tune with the infinite. We -- we can't do these things without.... \n[15]...infinite. Yes. \n[16]That's -- that's all right. Now you can open them. We'll gaze into the crystal. Ahh -- what's this I see? A house -- with a picket fence.... \n[17]...and a barn -- with a weather vane and a -- of a -- of a running horse. \n[18]No - it's - it's - a crowing rooster. \n[19]Oh -- yes. \n[20]Yes, there's -- there's a woman -- she's.... INSERT -- CU of the photograph - - \n[21]...she's wearing a polka-dot dress.... \n[22]...her face is careworn. \n[23]Her -- her name is Emily. \n[24]Well, I -- I can't quite see.   Why, she's crying. \n[25]Someone has hurt her -- someone has just about broken her heart. \n[26]Well, it's -- it's someone she loves very much. Someone she's been very kind to. Someone she's taken care of in sickness. \n[27]Uh-huh. \n[28]Well, she's - she's going into a little bed.... CU - Dorothy - Camera shooting past Professor - \n[29]...room -- \n[30]I said it had poppies on the wall paper! Eh -- she's -- What's this? Why, she's -- she's putting her hand on her heart -- she's -- she's dropping down on the.... \n[31]...bed. \n[32]That's all -- the Crystal's gone dark. \n[33]But -- what's this? I thought you were going along with me. \n[34]Better get under cover, Sylvester -- there's a storm blowing up -- a whopper, to speak in the vernacular of the peasantry. Poor little kid -- I hope she gets home all right. \n[35]Oh -- \n[36]Oh -- ", "GLINDA": "\n[1]Are you a good witch, or a bad witch? \n[2]Oh!   Well.... \n[3]Well, I'm a little muddled. The Munchkins called me because a new witch has just dropped a house on the Wicked Witch of the East. And there's the house, and here you are, and that's all... \n[4]...is, are you a good witch, or a bad witch? \n[5]The Munchkins. They're laughing because I am a witch. I'm Glinda, the Witch of the North. \n[6]Only bad witches are ugly. \n[7]The Munchkins are happy because you have freed them from the Wicked Witch of the East. \n[8]The little people who live in this land -- it's Munchkinland, and you are their national heroine, my dear. It's all right -- you may all come out and thank her. It's all right now - you may all come out. \n[9]Come out, come out, wherever you are And meet the young lady who fell from a star. \n[10]She fell from the sky, she fell very far. And Kansas she says is the name of the star. \n[11]She brings you good news.   Or haven't you heard? \n[12]The Wicked Old Witch at last is dead! \n[13]That was her sister -- the Wicked Witch of the East. This is the Wicked Witch of the West. And she's worse than the other one was. \n[14]Leave her alone! \n[15]...ting the ruby slippers? \n[16]It's too late! There they.... \n[17]Keep tight inside of them -- their magic must be very powerful, or she wouldn't want them so badly! \n[18]Oh, rubbish! You have no power here. Be gone, before somebody drops a house on you, too. \n[19]It's all right. You can get up --   she's gone. \n[20]It's all right. You can all get up. \n[21]Pooh -- what a smell of sulphur! I'm afraid you've made rather a bad enemy of the Wicked Witch of the West. The sooner you get out of Oz altogether, the safer you'll sleep, my dear. \n[22]No -- that's true. The only person who might know would be the great and wonderful Wizard of Oz himself! \n[23]Oh, very good, but very mysterious. He lives in the Emerald City, and that's a long journey from here. Did you bring your broomstick with you? \n[24]Well, then, you'll have to walk. The Munchkins will see you safely to the border of Munchkinland. And remember, never let those ruby slippers off your feet for a moment, or you will be at the mercy of the Wicked Witch of the West. \n[25]It's always best to start at the beginning -- and all you do is follow the Yellow Brick Road. \n[26]Just follow the Yellow Brick Road. \n[27]You don't need to be helped any longer. You've always had the power to go back to Kansas. \n[28]Because she wouldn't have believed me. She had to learn it for herself. \n[29]That's all it is! \n[30]No. She had to find it out for herself. Now, those magic slippers will take you home in two seconds! \n[31]Toto, too. \n[32]Whenever you wish. \n[33]Are you ready now? \n[34]Then close your eyes, and tap your heels together three times. \n[35]And think to yourself -- \"There's no place like home; there's no place like home; there's no place like home.\" ", "AUNT EM": "\n[1]Fifty-seven, fifty-eight -- \n[2]Dorothy, please! We're trying to count! Fifty-eight-- \n[3]Seventy --     Dorothy, please! \n[4]Dorothy!     Dorothy!   We're busy! \n[5]I know, but we all got to work out our own problems, Henry. \n[6]Oh, I hope we got them in time. \n[7]Here, here, what's all this jabber- wapping when there's work to be done? I know three shiftless farm hands that'll be out of a job before they know it! \n[8]I saw you tinkering with that contraption, Hickory. Now, you and Hunk get back to that wagon! \n[9]Well, don't start posing for it now. Here, here -- can't work on an empty stomach. Have some crullers. \n[10]Just fried. \n[11]It's no place for Dorothy about a pig sty! Now you go feed those hogs before they worry themselves into anemia! \n[12]Now, Dorothy, dear, stop imagining things. You always get yourself into a fret over nothing. \n[13]Now, you just help us out today, and find yourself a place where you won't get into any trouble. \n[14]How would it be if she keeps him tied up? He's really gentle -- with gentle people, that is. \n[15]Now, we can't go against the law, Dorothy. I'm afraid poor Toto will have to go. \n[16]Dorothy! \n[17]Put him in the basket, Henry. \n[18]Almira Gulch, just because you own half the county doesn't mean you have the power to run the rest of us! For twenty- three years, I've been dying to tell you what I thought of you! And now -- well, being a Christian woman, I can't say it! \n[19]Dorothy!   Dorothy! \n[20]Henry! Henry! I can't find Dorothy! She's somewhere out in the storm! Dorothy! \n[21]Dorothy.   Dorothy, dear. It's Aunt Em, darling. \n[22]Yes, darling. \n[23]There, there, lie quiet now.   You just had a bad dream. \n[24]Oh, we dream lots of silly things when we -- ", "ALL": "\n[1]Oh, we're off to see the Wizard The Wonderful Wizard of Oz. We hear he is a whiz of a Wiz If ever a Wiz there was.... \n[2]...If ever, oh ever, a Wiz there was The Wizard of Oz is one because Because, because, because, because, because Because of the wonderful things he does! We're off to see the Wizard The Wonderful Wizard of Oz! \n[3]That's how we laugh the day away In the Merry Old Land of Oz! That's how we laugh.... \n[4]In the Merry Old Land of Oz! Ha -- ha -- ha -- \n[5]Each rabbit would show respect to him The chipmunks genuflect to him \n[6]How? \n[7]Courage! \n[8]Go away? \n[9]Bug-bug-a-bug-bug-bug-bug-bug-a-boo! \n[10]In a twitter \n[11]The Wicked Witch is dead! The Wicked Witch is dead! \n[12]Hail - hail - the Wicked Witch is dead! \n[13]Ding Dong! The Witch is dead. Which old Witch? \n[14]Wake up, you sleepy head Rub your eyes \n[15]She's gone where the Goblins go Below -- below -- below! Yo ho, let's open.... \n[16]...up and sing \n[17]...low. \n[18]...witch? \n[19]Wake up, you sleepy head. Rub your eyes - ", "UNCLE HENRY": "\n[1]Don't bother us now, honey -- this old incubator's gone bad, and we're likely to lose a lot of our chicks. \n[2]Poor little orphan, and her Miss Gulch troubles. Gosh all hemlock - you know, she ought to have somebody to play with. \n[3]Yes. \n[4]Yes. \n[5]Howdy, Miss Gulch. \n[6]Dorothy?   Well, what has Dorothy done? \n[7]You mean she bit you? \n[8]Oh, she bit her dog, eh? \n[9]Of course we won't. Will we, Em? \n[10]Uhh -- yeah -- \n[11]Hunk, get them horses loose! Where's Hickory. Hickory! Hickory! Doggone it! Hick -- \n[12]Hey, what are you doing there? \n[13]Doggone you! Help Hunk get them horses loose! \n[14]Go on, hurry up! Hurry up, I tell you! \n[15]Come on -- everybody in the storm cellar! \n[16]She got quite a bump on the head -- we kinda thought there for a minute she was going to leave us. \n[17]Of course we believe you, Dorothy. ", "HICKORY": "\n[1]Come on - come on - over this way. \n[2]There you are. \n[3]Oh! Oh, it feels like my joints are rusted. Listen, Dorothy, don't let Hunk kid you about Miss Gulch. She's just a poor sour-faced old maid that -- she ain't got no heart left. You know, you should have a little more heart yourself, and have pity on her. \n[4]Now look, here's something that really has a heart. This is the best invention I ever invented. \n[5]Sure. It's to break up winds, so we don't have no more dust storms. Can you imagine what it'll mean to this section of the country? I'll show you. It works perfectly now. Here's the principle. You see that fan -- that sends up air currents into the sky. These air currents -- Oh, stop it! \n[6]Who did it? Now wait a minute. \n[7]Now what happened? I'll bet Hunk did that. \n[8]Are you all right, Dorothy? \n[9]Look at you, Zeke -- you're just as white -- \n[10]Well, Dorothy was walking along the -- \n[11]All right, Mrs. Gale. But some day they're going to erect a statue to me in this town, and -- \n[12]Thanks. \n[13]This is my chance! The cyclone is coming. Let me show you what my machine can do! You see, it goes -- \n[14]All right - you'll be sorry. \n[15]And me -- Hickory? ", "GUARD": "\n[1]Here -- here -- here -- wait a minute! Wait a minute! Stop - stop - stop! It's all right! \n[2]Every -- It's all right! Everything is all right! The Great and Powerful Oz has got matters well in hand - I hope -- So you can all go.... \n[3]...home -- and there's nothing to worry about. \n[4]Orders are -- nobody can see the Great Oz! Not nobody -- not nohow! \n[5]Orders are - not nobody! Not nohow! \n[6]He's in conference with himself on account of this.... \n[7]...trouble    with the Witch. And even if he wasn't you    wouldn't have been able to see him anyway    on account of nobody has - not even us in    the Palace! \n[8]Not nobody! Not.... CU - Horn inside of Guard's cape - GUARD o.s. \n[9]Pardon me. We've gotta change the guards. \n[10]Now - what do you want? \n[11]Not nobody! Not.... \n[12]...nohow! \n[13]The Witch's Dorothy? Well -- that makes a difference. Just wait here -- I'll announce you at once. \n[14]Go on home! The Wizard says go away! \n[15]Oh, oh -- please don't cry any more. I'll get you into the Wizard somehow. Come on. I had an Aunt Em myself once. ", "MISS GULCH": "\n[1]Mr. Gale! \n[2]I want to see you and your wife right away.... \n[3]... about Dorothy. \n[4]What's she done? I'm all but lame from the bite on my leg! \n[5]No, her dog! \n[6]\n[7]That dog's a menace to the community. I'm taking him to the sheriff and make sure he's destroyed. \n[8]If you don't hand over that dog, I'll bring a damage suit that'll take your whole farm! There's a law protecting folks against dogs that bite! \n[9]Well, that's for the Sheriff to decide. Here's his order allowing me to take him. Unless you want to go against the law. \n[10]Now you're seeing reason. \n[11]Here's what I'm taking him in -- so he can't attack me again. \n[12]Here!   I've got an order!   Let me have... \n[13]The idea! ", "MUNCHKINS": "\n[1]Kansas she says is the name of the star. \n[2]It landed on the Wicked Witch In the middle of a ditch Which was not a healthy situation For the Wicked Witch. \n[3]The house began to pitch The kitchen took a slitch It landed on the Wicked Witch in the middle of a ditch \n[4]....sitch- \n[5]...The Wicked.... \n[6]...Witch! \n[7]Ding Dong! The Wicked Witch is dead. Which old Witch? \n[8]...Witch is dead! \n[9]...low \n[10]Ding Dong!    The Witch is dead. Which old witch? \n[11]Ding Dong! The Wicked Witch is dead! Wake up, you sleepy head! Rub your eyes, \n[12]We welcome you to Munchkinland Tra la la la la la \n[13]Tra la la la la ", "ZEKE": "\n[1]How's she coming? \n[2]Well, why don't you get your finger out of the way! \n[3]Okay. \n[4]It's a lucky thing it wasn't your head. \n[5]Listen, honey, I got them hogs to get in. \n[6]Say! Get in there before I make a dime bank out of you! Listen, kid, are you going to let that old Gulch heifer try and buffalo you? \n[7]She ain't nothing to be afraid of.   Have a little courage, that's all. \n[8]Then the next time she squawks, walk right up to her and spit in her eye. That's what I'd do! \n[9]You see, Dorothy toppled in with the big Duroc... \n[10]Yes'am. \n[11]She's here -- it's a twister! ELS -- The Gale Farm -- Cyclone approaching -- \n[12]You couldn't forget my face, could you? ", "HUNK": "\n[1]Take it easy. \n[2]Ow! You got my finger! CS -- Zeke and Hickory holding wagon bed -- \n[3]Right on my finger! \n[4]Now lookit, Dorothy, you ain't using your head about Miss Gulch. Think you didn't have any brains at all. \n[5]Well, why don't you use them? When you come home, don't go by Miss Gulch's place. Then Toto won't get in her garden, and you won't get in no trouble. See? \n[6]Well, your head ain't made of straw, you know. \n[7]What's the matter -- gonna let a little old pig make a coward out of you? \n[8]Gosh, Mrs. Gale. \n[9]Swell. \n[10]Sure -- remember me -- your old pal, Hunk? ", "MAYOR": "\n[1]As Mayor of the Munchkin City In the County of the Land of Oz I welcome you most regally \n[2]To see? \n[3]If she? \n[4]Then this is a day of Independence For all the Munchkins and their descendants! \n[5]Yes, let the joyous news be spread. \n[6]The Wicked Old Witch at last is dead! \n[7]From now on you'll be history \n[8]You'll be history \n[9]You'll be a bust... \n[10]Follow the Yellow Brick Road. ", "DOORMAN": "\n[1]Who rang that bell? \n[2]Can't you read? \n[3]The notice! \n[4]It's on the door -- as plain as the nose on my face! It -- Oh -- CU -- Doorman reacts -- starts out -- \n[5]Well, that's more like it. Now, state your business! \n[6]Ooooh! The Wizard? But nobody can see the Great Oz! Nobody's ever seen the Great Oz! Even I've never seen him! \n[7]Because he -- I -- Oh, you're wasting my time! \n[8]Prove it. \n[9]...so she is! Well, bust my buttons! Why didn't you say that in the.... CS -- Dorothy -- Tin Man and Lion smiling -- DOORMAN o.s. \n[10]...of a different color!   Come on in! ", "BARRISTER": "\n[1]But we've got to verify it legally To see... \n[2]If she... \n[3]Is morally, ethic'ly \n[4]If any! \n[5]You'll be hist... \n[6]Be a bust... \n[7]Follow the Yellow Brick Road. ", "Oh!": "", "CABBY": "\n[1]Cabby! Cabby! Just what you're looking for! Take you any place in the City, we does. \n[2]The Wizard? The Wizard? I -- can't -- Well -- Yes, of course. But first I'll take you to a little place where you can.... \n[3]No -- and never will again, I fancy. There's only one of him, and he's it. He's the Horse of a Different Color, you've heard tell about. Ha -- ha -- ha -- \n[4]...das -- \n[5]...And start to work at one Take an hour for lunch.... \n[6]...And then at two we're done Jolly good fun! "}}