{"dialogues": {"GRADY": "\n[1]'The young girl sat perfectly still in the confessional... \n[2]...listening to her father's boots scrape like chalk on the ancient steps of the church, then grow faint, then disappear altogether.' \n[3]So. .Anyone? \n[4]All right. Let's try to keep it constructive, shall we? Howard, what about you? \n[5]That's not exactly what I meant by constructive, Howard. \n[6]Yes, Hannah? \n[7]Well put, Hannah. And a good note to end on, I think. Don't forget about WordFest this weekend. And remember: those of you driving V.I.P.s to tonight's cocktail party need to have them at the Chancellor's house no later than 5:30. \n[8]Thanks for that. He all right? \n[9]Me? Sure. Why? \n[10]Chancellor. \n[11]I got the message you called too. \n[12]How are you, Crabtree? \n[13]The more the merrier. \n[14]I sweat blood for five years and he checks for spelling. \n[15]Emily? \n[16]Oh. We're picking her up. Downtown. \n[17]Lay off Pittsburgh. It's one of the great cities. \n[18]She's a transvestite. \n[19]She's still a transvestite. \n[20]Isn't she? \n[21]It's fine. It's done. Basically. I'm just sort of. ..tinkering with it. \n[22]I don't know. I'm sort of at a critical. . . juncture . \n[23]I just mean. . . \n[24]That would be a tuba. \n[25]That perfume you're wearing, Antonia. It wouldn't happen to be Cristaile, would it? \n[26]Lucky guess. \n[27]It was Jerry Nathan's. He owed me money. \n[28]He said something about being between things. \n[29]Hi, Tanya. This is Tanya. My wife's secretary. \n[30]You're leaking, Tanya. \n[31]She left me. Crabs. \n[32]This morning. I found a note in the kitchen. \n[33]I thought maybe I made it all up. \n[34]It's Mrs. Gaskell's. Her hobby. \n[35]Piss off, Crabs. I lost a wife today. \n[36]Easy there. \n[37]He's still barking at me. He's blind. \n[38]I need to talk to you. \n[39]I don't believe I know where the upstairs guest room is. \n[40]New? \n[41]All right. This morning-- \n[42]Well. This is...surprising. Does Walter... ? \n[43]Emily left me this morning. \n[44]She's left the room before. She always came back. \n[45]Simple. \n[46]Hm. \n[47]If she's not now, Terry will make sure she is by the end of the evening. \n[48]Yes. \n[49]No. Maybe. I don't know. I don't know what I'm going to do. \n[50]Sara, my arm. I'm stuck, honey. \n[51]Ask him if he's conflicted about his house in the Hamptons. \n[52]Q,. Hannah's had two stories published in The Paris Review. You'd best dust off the 'A' material for her. \n[53]Hello, Nathan. \n[54]No wonder it's still in print. \n[55]James? \n[56]It's very convincing. \n[57]...You carry firearms. \n[58]Are you and Hannah seeing each other, James ? \n[59]Relax, James. I'm not her father. I just rent her a room. \n[60]Maybe it's because she's beautiful and she knows it and try as she might to not let that screw her up, it's inevitable that it will in some way. \n[61]You're not like my other students, James. So what was the movie you two saw? \n[62]She went crazy, Frances Farmer. \n[63]Sounds like a good one. \n[64]Listen, James, about this afternoon. In workshop. I'm sorry. I think I let things get a bit out of control. \n[65]Well... \n[66]Really? That's remarkable. \n[67]You cold, James? \n[68]So what are you doing out here? \n[69]You're right. \n[70]Heaven? \n[71]James. Don't leave just yet. There's something I think you ought to see. \n[72]This is worth it. \n[73]Trust me. \n[74]He's going with me. You take Crabtree. And his friend. All right? \n[75]The answer's yes. I think. Yes. I don't know. Where are they exactly? \n[76]James. This is my editor, Terry Crabtree. \n[77]That's really it. \n[78]So I'm told. \n[79]Go ahead. \n[80]Really. \n[81]Like the lady herself. \n[82]I guess. Walter never tells Sara the truth about how much he pays for these things. \n[83]Pretty good. I'm friends with Dr. Gaskell, too. \n[84]Right. \n[85]We, better skedaddle. Close that closet-- James? You ail right? \n[86]Maybe. I'm feeling a little sad myself tonight. \n[87]Yes. Well. It's complicated, James. I think we should go now. \n[88]Okay. Easy now. Eee-zy. . . . \n[89]Jesus! \n[90]Get off of me, you son-of-a-bitch! \n[91]Shit, James. You shoe Dr. Gaskell's dog. \n[92]Couldn't you've just pulled him off me? \n[93]Okay, okay. Take it easy. Don't freak out on me. \n[94]He's dead, James. Believe me, I know a dead dog when I see one. \n[95]First you're going to give me that little cap gun of yours. \n[96]Yea, James. \n[97]I don't know. I'm still trying to figure out how to tell the Chancellor I murdered her husband's dog. \n[98]Trust me, James, when the family pet's been assassinated, the owner doesn't want to hear one of her students was the triggerman. \n[99]I've got tenure. \n[100]Okay. \n[101]That's just what they used to say in the ads. Come on, Crabtree, I know you're holding... \n[102]Miss Sloviak's. \n[103]She is. Ah. Here we go... \n[104]Most of the time he is, James. Some of the time he isn't. Now what do we have here? \n[105]Looks like ...our old friend Mr. Codeine. That should take the pinch out of my ankle. Have one. \n[106]Right. That's why you were standing in the Chancellor's back yard twirling that little cap gun of yours tonight.  You're fine, all right, you're fit as a fucking fiddle. \n[107]I'm sorry, James. I'm sorry I said that. \n[108]How 'bout we try that again. \n[109]I'll be right back. \n[110]Is the thing-is it over? \n[111]Nothing. I think I twisted my-- \n[112]I have to tell you something. Something.. .hard. \n[113]Well... \n[114]No, really, Sara, I don't think you-- \n[115]I don't think I really have a choice in, that. Emily left me. \n[116]Not have it. \n[117]Well, no, I don't see any way. And I know how hard it is for you to-- to lose this chance. \n[118]It's-it's a souvenir. Of Baltimore. \n[119]Caps. \n[120]You got me. \n[121]I love you, too. \n[122]Is he ail right? \n[123]I'm your man. \n[124]There's an explanation. \n[125]James is. ..I don't know... \n[126]I'm not sure that's possible. \n[127]Listen, Antonia-- \n[128]Tony. I'm sorry if things didn't work out so well for you tonight. With Terry. \n[129]He's writing his name in water. \n[130]Like most editors, he really wants to be a writer, but he's too busy living a novel to bother writing one. \n[131]He'd call it habit. But now. ..I get the feeling he's going through the motions a bit. \n[132]Jesus. Is that what he told you? \n[133]That'' s nice. All we have is a Japanese beetle trap. \n[134]I'd better go. I think I may have to rescue James Leer. \n[135]As a whistle. \n[136]Double Dickel on the rocks. \n[137]Is that just beer? \n[138]I'm sure. Where is everyone? \n[139]Jesus. He's out. \n[140]I know. He started it Fall semester. \n[141]No. Not yet he isn't. \n[142]Come on. Crabs. Don't do this. He's . one o£ my students, for Christ sake. I'm not even sure if he's- \n[143]I think it's more complicated than that. Besides, he's a little...scattered. He almost ...did something stupid tonight. At least, I think so. Anyway, he doesn't need sexual confusion thrown into the stew right now. \n[144]Thanks. \n[145]Shut up and drink. \n[146]President of the James Brown Hair Club For Men. \n[147]He's a boxer. A flyweight. \n[148]Not Curtis. \n[149]And now he's addicted to painkillers. \n[150]He lives with his mother. \n[151]Groom. Named Claudell.  And his mother blames Vernon for his death. \n[152]He heard everything we were saying. \n[153]I thank you. \n[154]I hope that isn't true. We need all the downy innocents we can get. \n[155]Do? \n[156]Are you holding me up or am I dragging you down? \n[157]Look, Hannah. When you get him home ...make sure he's ail right. Before you leave. Okay? \n[158]Hannah, are you telling me you don't know where James Leer lives? \n[159]That strikes me as odd. \n[160]What's he saying? \n[161]Hh-uh. Last time I saw it was... \n[162]Shit. He must've left it back at Thaw. In the auditorium. \n[163]All right. Take him to my place. He can crash on the sofa. \n[164]I don't think it really matters, Hannah. We could probably stand him up in the garage with the snow shovels at this point. \n[165]Ail right. In my office. \n[166]Excuse me? \n[167]It's mine. \n[168]You must be mistaken. \n[169]Go home to your mother, Vernon. \n[170]All right, what's the matter? \n[171]Christ, Crabs, what do you expect me to do? The kid's practically in a coma. \n[172]Yes. \n[173]What's this guy's problem? \n[174]Shit. \n[175]Now what? \n[176]I just had my car jumped on. \n[177]Wait here. I'll be right back. \n[178]I hope it wasn't my fault. \n[179]Oh.. .yeah. \n[180]I don't know. It might be... \n[181]Christ, Traxler. How the hell should I know? \n[182]Oh, right. Yeah, that's true. He used to rub ail kinds of things on it. Paprika. Ground lamb. \n[183]No, my wife's out of town. \n[184]Her husband. \n[185]Taking the long way home. \n[186]You're welcome. 2611 \n[187]James I \n[188]I'm okay. I just lost my balance. \n[189]Oh. \n[190]Huh? Oh, no. This isn't Emily's. I just write in it. \n[191]There is, but it's not that interesting. \n[192]Sure. \n[193]Who? \n[194]What'd he say? \n[195]What'd you tell him? \n[196]Good, James. If the Zodiac killer calls, be sure to mention the back door pops open with a couple hard shakes to the right. \n[197]Afraid so. \n[198]I think it's sort of writing itself at this point. \n[199]But . . . ? \n[200]Washed up? \n[201]Ah. I don't believe in writer's block. \n[202]If-you 're planning on staying for breakfast, I'd put on something a little less comfortable if I were you. \n[203]Hm. \n[204]No one seems to know where you live, James. Hannah thought you'd like my couch. \n[205]Well, James, you did shoot the Head of the English Department's dog and steal his most prized piece of memorabilia. \n[206]Do yourself a favor, James ...Hide. \n[207]Well, there's always people you don't know at these things, but I can't say there was anybody particularly suspicious. ..Wait. There was one guy. Tiny fella. Claimed to be a jockey. \n[208]Horses, right. Vernon something... Hardpple \n[209]I could be wrong. What happened anyway? \n[210]That's weird. \n[211]The perpetrator. \n[212]Just kidding. \n[213]I might have his number on campus. \n[214]Oh. Well. I... \n[215]Hello? \n[216]Could you hold on a minute, honey? \n[217]How 'bout we get the hell out of here? \n[218]You start her up. \n[219]Well done, James. \n[220]Shit! \n[221]Where exactly do you live, James? \n[222]Apparently not even Hannah Green has a clue as to the location of your apartment. \n[223]I guess there's probably a story behind that. \n[224]So where have you been staying? \n[225]But James. I mean. ..How long? \n[226]Jesus, James, you should've told someone. \n[227]I don't know... Me. \n[228]What do you think of these? \n[229]Hm. \n[230]You better ease off that stuff, James. It's pretty acidic. \n[231]Shit, James, you're hungover. What do you think's the matter with you? \n[232]Totally.  I'm sorry. A lot was happening this morning. Can you talk? \n[233]I-heard. \n[234]A twelve-year-old policeman came by the house this morning. \n[235]Really? That was fast. \n[236]Oh. Right. Ha. Listen, about last night. There is something I need to tell... \n[237]Hub? Oh, well, that's part of what I need to . . . \n[238]No. I mean. Well, actually, yes. Sort of. I don't remember. Listen, Sara, I have to tell you something. \n[239]\n[240]...want to be with you. \n[241]Really, Sara, I... \n[242]I know that. I know what's at stake here... \n[243]About the baby. \n[244]James Leer. \n[245]I'm sort of helping him work through some issues. \n[246]Yeah, well, actually. . . \n[247]The moment didn't really present itself. \n[248]You' re not planning on puking in my car, are you, James? \n[249]Don't be proud, James. We're in Sewickley Heights. We could find you a nice golf course to barf on. \n[250]Your aunt ? \n[251]Hannah mentioned something about an aunt. \n[252]Maybe... \n[253]Glaucoma? \n[254]Jesus, James. Wow. \n[255]Where's that? \n[256]Carvel? Where's Carvel? \n[257]I never heard of it. \n[258]Your father worked in a mannequin factory? \n[259]What kind of dancer? . \n[260]James Leer, are you telling me your mother was a stripper? \n[261]Didn't you say your Mom went to Catholic school? \n[262]Amazing. \n[263]I thought you were the guy who didn't like to lose control of his emotions. \n[264]Kinship. \n[265]Unless I miss my bet...my wife. \n[266]That's right. That one. \n[267]How can you tell? \n[268]Smoke the rest of that joint, James, and you can start on the box. \n[269]She came here. We'll just wait. In the meantime, I need you to shimmy through. \n[270]Relax. Emily hasn't carried a house key since she was twelve years old. And your hips are as slim as hers. \n[271]Oh. Right. Well, let's try not to think about that. \n[272]I know. It's the house you want to wake up in on Christmas morning. Make yourself at home. I'll be right back. \n[273]Yes, I' m looking for the Chancellor... I don't know. She should be in the main hall ...Thank you. \n[274]cups a hand over his ear. \n[275]Sara? Hi. It's Grady. \n[276]I'm in Kinship. Listen, Sara, there's some things we need to talk about... \n[277]Yes. But that's not why I called... \n[278]What? No'. There's no one here. I'm just ...just.... \n[279]James! For Christ sake, will you turn that thing down! \n[280]Look, Sara. ..I'm not here. ..I'm not here to . . . \n[281]...reconcile with Emily. \n[282]No. Sara, you don't understand... \n[283]Yea? \n[284]Mom. Dad. \n[285]Yes. He's a good kid. Maybe a little messed up. \n[286]What made you pull out that old thing? \n[287]And? \n[288]Maybe I should read it. \n[289]Where's Emily, Hank? \n[290]I'm not going to stalk her. Hank. I just. ..want to know where I stand. \n[291]l-just want to say I'm sorry. \n[292]Neurologist? Why? What's wrong? \n[293]Oh. Right. Linda ...I haven't been doing a lot of sleeping lately. My editor's in town and I have the book to finish and-- \n[294]Listen, Hank, I'm sorry about ail this. I didn't come here to upset you and Irene. I want you to know that. \n[295]I -just wanted to see her, I guess-- Emily. And to see you too-you and Irene. And to let everyone know that, even though it may be difficult to comprehend now, this-everything that's happening-it's not forever. It doesn't mean \"Goodbye.\" \n[296]I'm really happy for you, James. But do me a favor, will you? Lay off my dope. That stuff's not for amateurs. \n[297]I just wanted a little sip? Tell me, James, exactly what point was it that you turned into Serpent Boy? \n[298]Jesus... Look, James, you appear to possess-like many an aspiring writer before you, by the way-a rather ardent affinity for the stuff of which dreams are made. However, I 'think it's best if, for the moment at least \n[299]What? \n[300]It wasn't her dog. It's her husband's-- Who said anything about girlfriend? \n[301]Okay, James, I wish you hadn't shot my girlfriend's dog. Even though Poe and I weren't exactly what you'd call simpatico, that's no reason for him to take two in the chest. Still, the fact remains that I'm the one who took you up into the Chancellor's bedroom. I'm the one who has to take the blame. I- don't know what the hell I was thinking. \n[302]Thanks for the halo, James, but I've . never done that much thinking ahead in my\" life-ever. \n[303]I -don' t know, James . I don' t know why I do half the things I do. Who does? Why do you wear that coat? \n[304]James, fall semester, first day of class, it was 95 degrees and you were wearing the coat. \n[305]That's why they all give you such a hard time in workshop. \n[306]Because you act like a goddamn spook all the time. Not to mention the fact that every last one of them is jealous of you. \n[307]Not you. Your talent. \n[308]The hell I am. \n[309]I never said that. \n[310]I didn't mean it that way. \n[311]Shut up, James. You're annoying. Carrie and Howard don't know what the fuck they're talking about, okay? The entire class combined- including the lovely Hannah Green-has about one tenth of one percent the talent you have, okay? \n[312]Who cares what-. I said last night, James I I was drunk, I was stoned. I'd been bitten by a dog. My wife had left me. How 'bout cutting me some slack? \n[313]And don't be so goddamn sensitive. Who cares what anybody thinks anyway? You want to .be a good writer? You want to be-a great writer? Then stop giving a damn what other people think. Most of them haven't thought in .years. \n[314]Let me spell it .out for you, James. Books don't mean anything. Not to anybody. Not anymore. \n[315]Well, for that, if nothing else, James, I'm sorry. \n[316]In a minute. Get us a table. \n[317]C-a-r-v-e-I. That's right, Carvel. Yes, I'm sure. It's outside Scranton. \n[318]You have no listing. Okay, well, lady-- at this very moment, as we speak, I'm looking of a resident of Carvel, Pennsylvania. I think he'd be pretty interested to learn that the good people of Bell Atlantic have misplaced his entire hometown. It's not like I'm making this up as I go along-- \n[319]Never mind. My mistake. \n[320]No thanks. \n[321]Spells? Jesus, James, you make it sound like we're in a Tennessee Williams play. I don't have spells. \n[322]I don't know. ...'Episodes.' \n[323]I eat. \n[324]When nobody's looking. \n[325]You just worry about yourself, James. Okay? \n[326]Nowhere. You just sit here and... eat. \n[327]Grady. \n[328]Looks like I've dashed a-wonderful evening. \n[329]Ah. Well, that's ail right. James and I 'had a little dinner. \n[330]That's not necessary. I just felt. ..it might be good for James to be with his family this weekend. \n[331]Well. Let me go get him. \n[332]I \"hope you won't consider this forward of me, Amanda, but I wonder if I might ask. ..did you ever attend Catholic school? \n[333]James. Listen. Things-things are a little weird with me right now and I-- well--I have enough blame to shoulder these days without having to take the blame if something bad happened to you. And if you hang around me long enough, something bad is going to happen, trust me. That's why I need you to go home. Understand? \n[334]James, like it or not, they're your parents. \n[335]I remember that. Five or six years ago. \n[336]Near Carvel? \n[337]James, come on. That man is obviously your father. You look just like him. \n[338]Get out of here. \n[339]In the crawl space, with the rats and the casks of Amontillado. Come on. Up. \n[340]Take care of him. \n[341]Hey! \n[342]Hey. \n[343]Crabtree. \n[344]Hey. \n[345]No, it's okay. I just can't believe I left it out in the open like that. CRABTREE hasn't been in here, has he? Poking around? \n[346]Listen, Hannah. You don't remember where that aunt worked, do you? James' aunt. \n[347]Actually, He's not the Chancellor' s--What? \n[348]Jesus. \n[349]Crabtree? He doesn't even know James. \n[350]The aunt, Hannah. Where did you take James that day? \n[351]But where? I need the street. \n[352]Shit. \n[353]Listen, Hannah, I'm flattered, really, but right now I-- \n[354]You stay there. \n[355]Gee, I don't know. Crabs. I don't seem to remember you actually asking me if you could invite 200 people over to trash my living room. \n[356]Think, Hannah. Does James have any friends. I mean, besides you and. ..me? \n[357]Nothing, he's just been sort of, I don't know.. .kidnapped. \n[358]His parents. \n[359]Good idea. Crabs. Only one problem. I don't know where they live. \n[360]It's a little late to call Admissions. \n[361]Maybe ...I don't know. \n[362]Love. It's Love facade--and what do you mean 'based on what you've read'? You skimmed two chapters at 80 miles an hour while gargling methamphetamines. \n[363]Only in your bones? \n[364]How bad is it for you? \n[365]Which is? \n[366]What's to tell? \n[367]Me too. \n[368]This is it. \n[369]I told you. They keep him chained in the basement. Come on. \n[370]I can't believe you made fun of my robe. \n[371]Oh, Christ, don't start on ol' Gran or we'll leave you here. \n[372]Ah, wear whatever you want. \n[373]So sensitive. \n[374]It's just ail that crap he spins out. Just once I'd like to know if the little bastard is telling the truth. \n[375]Yes? 'His heart...' \n[376]No. \n[377]I've got something better than a teddy bear. \n[378]Sweet dreams, Jimmy. \n[379]Crabtree. \n[380]Nothing. \n[381]How are you--is it Joe? \n[382]Don't sweat it. Well. 'Night, Jeff. \n[383]No... \n[384]It's cool, Jeff. Really. \n[385]Walter? \n[386]It's Grady, Walter. \n[387]GRADY Tripp. English Department. \n[388]I have ...eight-fifteen. That's not right, is it? \n[389]This is important. \n[390]\n[391]I'm in love with your wife. \n[392]Sara. I'm in love with her. \n[393]No. \n[394]Sara. \n[395]Oh? \n[396]I'm sorry, Sara. I've been trying to tell you. It's all my- \n[397]Inside. \n[398]Over there. In the backseat of the... \n[399]Someone stole my car. \n[400]Honestly. Someone stole my car. I parked it right there last night. \n[401]Of course, I'm sure.  Ah, Christ, the puberty police are back. \n[402]Is he awake? \n[403]Nevertheless. There's a police officer standing on the porch and I don't think he's going away. \n[404]Thank you, Frankie and Annette. \n[405]And we both thank you for that, but we're... we're... fine. \n[406]Shut up, James. \n[407]There is no problem. Did I say there was a problem? \n[408]Who do you think it is? \n[409]Evidently. Coming! \n[410]It's Walter's dog and yes, she does. Know. But let's spare her the details. Come on, your shoes are in the hail. \n[411]Great. Between you and Officer Pupcik out there he can be the next Jean Genet. It's been awhile since somebody wrote a good book in jail. \n[412]Don't worry, James, I'll figure something out. \n[413]I'm a little worried, James. \n[414]Well, let's see if we can keep that from happening. \n[415]Yes, James. \n[416]Would Walter really press charges? \n[417]I think I might have. \n[418]I think I might've said I was in love with you. \n[419]He told you. \n[420]And what did you say? \n[421]Find the jacket. \n[422]First I see if Hannah will let me borrow her car. \n[423]Hey, Jeff. If you're really interested in discussing that business with the tango, try the guy at the end of the hall. \n[424]He cribbed that from Borges. \n[425]Right. Anyway, I was wondering if I could borrow your car. Mine's sort of out of commission. \n[426]That good, hub? \n[427]Hh huh. Well, thanks for the thought, but, as shocking as this may sound, I'm not the first writer to sip a little weed. And furthermore, it might interest you to know that one book I wrote, as you say, 'under the influence, ' happened to win a little something called the PEN award which, by the way, I accepted 'under the influence. ' \n[428]Don't touch it. \n[429]Only now I'm starting to think the car wasn't exactly Jerry's to give. \n[430]My guess-Vernon Hardapple. \n[431]He said a few things that lead me to believe the car's his. \n[432]'That's my car, motherfucker.' \n[433]...we find the jacket. \n[434]No wonder he screwed us over. \n[435]Call it a hunch. \n[436]It's good to know I'm still talented at something. Keep the motor running. \n[437]Oola. \n[438]I never forget an Oola. \n[439]Vernon. \n[440]Who's got a gun? \n[441]Relax, Vernon... \n[442]Not true. You're the only Vernon I know. Actually, I'm wrong. I once knew a Vernon Peabody at Penguin U.K. \n[443]It's just a souvenir. They don't even make the caps anymore. \n[444]No, really.... \n[445]A Manhattan book editor murdering a Mormon girl's clutch. \n[446]No! Don't shoot! He's just a lousy driver. \n[447]Oh... my... God! \n[448]I take it back.  Shoot him. \n[449]I have an alternate version of the first chapter. \n[450]That was MacCaulay. \n[451]He was never able to reproduce them. \n[452]Kind of a sign, you're saying. \n[453]I don't think so. In my experience, signs are usually a lot more subtle. \n[454]'Fraid so. \n[455]Ail right, all right It's done. There's no need to talk about it. It's done. \n[456]I don't know... \n[457]I couldn't stop. \n[458]Hey, Vernon. Can I ask you a question? \n[459]Boy or girl? \n[460]Right. Well, thanks. For the lift. \n[461]Sure. \n[462]Oh, right. Oola. About that jacket... \n[463]It used to belong to Marilyn Monroe. She had small shoulders, like you. Most people don't know that. \n[464]Came to my senses. CRABTREE Ah. Well. Congratulations. Meanwhile, what is James supposed to do? Pray for Walter Gaskell to come to his? \n[465]Walter Gaskell isn't going to send James Leer to jail, Crabs. I know that. \n[466]No. But I don't think that matters. \n[467]Nobody teaches a writer anything. You tell them what you know. You tell them to find their voice and stick with it, because that's all you have in the end. You tell the ones who have it to keep at it and you tell the ones who don't to keep at it, too. Because that's the only way to get where you're going. Of course, it helps if you know where you want to go. Maybe that's the only thing--that and Sara-- that's made the last seven years worthwhile. \n[468]As for James, he doesn't need me anymore... \n[469]He's got you. \n[470]Gee, I don't know, Crabs... Improvise. You're good at that. \n[471]You peeked, didn't you? \n[472]You're not just trying to make me feel better? \n[473]Well, thanks for that, Crabs. \n[474]Sara! \n[475]Thanks, Q. I felt the same way about the bank teller's breasts in your last one. \n[476]No... \n[477]Jeff. He comes from a long line of tango dancers. \n[478]Take a bow, James! \n[479]Wonder Boy. \n[480]Sara! \n[481]Yo, Traxler. \n[482]Do you get high, Sam? \n[483]As a heart attack. \n[484]Looking for you. \n[485]I passed out. \n[486]I've been doing that a lot lately. \n[487]Do you think that's why I've been having these... ... spells? \n[488]The last month maybe. \n[489]Spiro T. Agnew was vice president, I believe. \n[490]I've been trying to finish a book... \n[491]Is that in my chart? \n[492]I know. \n[493]She told you about. . . \n[494]Actually, it was her husband's dog... \n[495]They're anxiety attacks? That's a little disappointing. \n[496]So is my friend...is Sara still here? \n[497]I have to see her. As soon as possible. \n[498]I wonder if you could show me something. \n[499]Are these the only ones you have? \n[500]Kidding... \n[501]Is that a suggestion? \n[502]I'm so glad to see you, Sara. \n[503]I'm through improvising. \n[504]I lost it ail. \n[505]I know. \n[506]Ouch. How many? \n[507]I went and looked at-some babies just now. \n[508]I guess you have to go on faith. \n[509]Did you tell Walter? \n[510]Does he still love you? \n[511]Well I do. I've always loved you, Sara. I didn't know it at the time, but I'd always been waiting for you. My whole life. Because you're who I need. Because nothing makes sense without you. Because the best moment of every day is the moment I first see your face. And because when you leave a room, there's no reason to be in it any more. It's just a room again. \n[512]In the hospital. I \"was kind of excited about it at-the time, but then I was on pretty heavy painkillers. \n[513]Even so...it's still true. Every word. \n[514]Sara, I promise, even though commonsense might tell you... \n[515]You don't deserve me, you know. ", "JAMES LEER": "\n[1]Turn out the light, please. \n[2]It's fake. \n[3]It was my mother's. She won it in a penny arcade in Baltimore when she was in Catholic school. \n[4]It used to shoot these little paper caps, but they don't make them anymore. The caps. \n[5]It's just. ..for good luck. Some people carry rabbits' feet... \n[6]No, thank you. I don't like to lose control of my emotions. \n[7]I'm not supposed to be here, in case you were wondering. I crashed. I mean, not intentionally... \n[8]...but the other night, Hannah and I were together, at the movies, and she asked me. Since she was coming. So I ended up coming. Too. \n[9]No! What gave you that idea? \n[10]She likes old movies like I do, that's ail. Besides, she doesn't really know me. She thinks she does, but she doesn't. Maybe it's because she's Mormon and I'm Catholic. \n[11]You're not like my other teachers, Professor Tripp. \n[12]Huh? Oh. Son or Fury. With Tyrone Power and Frances Farmer. \n[13]So did Gene Tierney. She's in it too. \n[14]It's not bad. \n[15]They really hated it. I think they hated it more than any of the other ones. \n[16]It doesn't matter. It only took me an hour to write. \n[17]I have trouble sleeping. While I'm lying in bed I figure them out. The stories. \n[18]A little. \n[19]It's colder in there. - \n[20]Actually, I saw the greenhouse. So I thought ...I thought I'd come out here and take a look at it. You don't see one of those every day. It looks like heaven... \n[21]I saw a movie once. Part of it took place in heaven. Everyone wore white and lived in crystal houses. Like that. At least that's the way I remember it... \n[22]I should be going. \n[23]Goodbye, Professor Tripp. \n[24]I'll miss my bus. \n[25]No, I'm going ho-- \n[26]George Sanders? \n[27]Pills. August 25, 1972. In a Costa Brava hotel room. \n[28]There's so many... \n[29]Pier Angeli, 1971 or '72, also pills. Charles Boyer, 1978, pills again. Charles Butterworth, 1946, I think. In a car. Supposedly it was an accident, but, you know. . . He was distraught. Dorothy Dandridge, she took pills in, like, 1965. Albert Dekker, 1968, he hung himself. He wrote his suicide note in lipstick on his stomach. Alan Ladd, '64, more pills, Carole Landis, pills again, I forget when. George Reeves, Superman on TV, shot himself. Jean Seberg/ pills of course, 1979. Everett Sioane-- he was good--pills. Margaret Sullavan, pills, Lupe Velez, a lot of pills. Gig Young. He shot himself and his wife in 1978. There are more but I don't know if you would have heard of them. Ross Alexander? Clara Blandick? Maggie McNamara? Gia Scaia? \n[30]That's just how my brain works, I guess. \n[31]Actually. ..I just want to go home. \n[32]Is that really it? \n[33]The one she wore on her wedding day? \n[34]Really? \n[35]They're glass. The buttons. \n[36]She was small. Most people don't know that. The shoulders are small. It looks so perfect. I bet it's the only time she wore it. That day. She must've felt so ...happy. \n[37]It's feels unreal, like butterfly wings or... something. It must've cost Dr. Gaskell a lot. \n[38]You're really good friends with the Chancellor, aren't you? \n[39]I guess you must be, if you know the combination to his closet and he doesn't mind your being here in their bedroom like this. \n[40]I'm sorry. Professor Tripp. Maybe it's seeing that jacket that belonged to her. It just looks...really lonely. Hanging there. In a closet. Maybe I'm just a little sad. \n[41]You mean, with your wife leaving you and ail? Hannah mentioned something about it.   About a note. \n[42]I had to. Didn't I? \n[43]No! He was crazy. I didn't-he looked-- 1 thought -- \n[44]Do you have a mirror? It's the best way to see if someone's breathing. \n[45]What are we going to do? \n[46]Professor Tripp? Can I  ask you a question? \n[47]What are we going to do with... \n[48]You? \n[49]Does she want to hear it was one of her professors? \n[50]He's still a little warm. \n[51]Yuck. \n[52]That's a. big trunk. It fits a tuba, a suitcase, a dead dog, and a garment bag almost perfectly. \n[53]Whose tuba is that anyway? \n[54]Can I ask you something about her? \n[55]Oh. So. Is--is your friend Crabtree-- is he-- gay? \n[56]No thanks. I'm fine without them. \n[57]Woah! The doors made so much noise! \n[58]This is so embarrassing! You guys had to carry me out. \n[59]We're going to the men's room. Only we might not make it in time. \n[60].. .he was killed, when a gangster named Freddie Nostrils tried to shoot his favorite horse. He took the bullet himself. \n[61]Vernon, over there, was in on the hit. \n[62]Mmhmmm.. . . knap ...sap.... \n[63]Mmrrmmm.. .KNAP SAP! \n[64]Thank you. \n[65]I put you on the floor. \n[66]I thought you might--l don't know-- swallow your tongue or something. I guess you really miss her, huh? \n[67]I guess there's probably a story behind that. \n[68]Want me to get that? \n[69]He didn't give his name. \n[70]The guy on the phone. \n[71]He wanted to know if a GRADY Trip? lived here and drove a dark maroon 1966 Ford Galaxie 500 with black interior. \n[72]Yes. \n[73]I thought maybe you'd won a radio contest or something. Is that single-spaced? \n[74]That's a big book you're writing. \n[75]Wow, Hannah always swore you were working, but-- \n[76]Nothing, it's just that,, well, it's been awhile since Arsonist's Daughter, and some people--some of the kids in workshop--thought maybe you were... \n[77]Blocked. \n[78]No kidding. \n[79]Professor Tripp? \n[80]How did I get here last night? \n[81]And ...and before that. Did I do anything? Anything bad? \n[82]What do we do now? \n[83]How's that? \n[84]You're bleeding. Professor Tripp. \n[85]I got kicked out. Well, not exactly kicked out. I was asked to leave. \n[86]There is, but it's not that interesting. \n[87]The bus station. \n[88]It's not -so bad. I know the night janitor. And there's a broken locker I can put my stuff. \n[89]A couple weeks. That's why... that's why I had the gun. For protection. \n[90]Who? \n[91]Nice. \n[92]Isn't this...? \n[93]I can't help myself. I don't know what's the matter with me. \n[94]She seemed to take it pretty well. \n[95]No. \n[96]I mean. I'm fine. I'm sorry. I just... \n[97]I've got a thing about, ..places like this. I know what those houses are like. I know what the people are like. \n[98]Humboldt County? \n[99]It's my father. He gets it from his doctor. \n[100]Colon cancer. \n[101]Carvel. \n[102]Outside Scranton. \n[103]It's a hellhole. Three motels and a mannequin factory. My dad worked there for thirty-five years. \n[104]Seitz Plastics. That's where he met my morn. She was a fry cook in the cafeteria. Before that, she'd been a dancer. \n[105]Whatever kind they wanted her to be. \n[106]I'm telling you what I was told by my uncle. And he should know. He ran half a dozen men's clubs in Baltimore before he skipped town on a bad debt. \n[107]When we fall, we fall hard. \n[108]Maybe I just needed the moment to present itself. \n[109]This is so nice. It's like where Andy Hardy would live. What's it called again? \n[110]Kinship. And what's here? \n[111]The one that left you? \n[112]Someone jumped on your car with their butt ..- \n[113]You can see the outline of a butt. \n[114]Want one. They're incredible. Incredible. \n[115]Maybe she didn't come here. \n[116]It's not that. It just reminded me of-- you know-of what's in the car. In the trunk. \n[117]It feels really... good. ..here. \n[118]Hullo. \n[119]I'm having a really good time, Professor Tripp. \n[120]I just wanted a little sip. \n[121]Probably about the time you gave me the codeine pills last night. \n[122]You're mad at me, aren't you? \n[123]You're mad because I shot your girlfriend's dog. \n[124]Sure you do. You were thinking: 'That's no cap gun in that kid's overcoat.' You were thinking 'I can't let that kid get on. the bus alone-he might never get on the bus again.' You were thinking: 'I've got to find a way to distract this kid. ' So you did. It was--in its way--a noble act. \n[125]So, why did you take me up there? \n[126]It's warm. \n[127]Because of my coat? \n[128]Jealous? Of me? \n[129]You're lying. \n[130]Yes you are. My stuff stinks. I know it. You said so yourself. \n[131]Yes you did. Last night. To your friend Crabtree. \"Is he any good?\" he said. And you said: \"Not yet he isn't.\" I heard you myself. \n[132]It's okay, Professor Tripp. Carrie, Howard, the others--they 're right. My stories are annoying. They go on and on and on, and the longer they go on the more annoying they become, until finally you just want to grab something heavy and-- \n[133]But, last night... \n[134]I'm sorry. \n[135]Arsonist's Daughter meant something. \n[136]I mean it. It means something to me. It's one of the reasons I came to school here. To be in your class. To be taught by you. It's one of the reasons I wanted to become a writer. \n[137]You coming? \n[138]Want a bite? \n[139]That's why you're having them. Your spells. \n[140]What would you call them then? \n[141]It's because you don't eat. \n[142]When? \n[143]I just worry about you, that's all. \n[144]Okay. \n[145]Where you going? \n[146]I'm not going with them.. \n[147]I'm not going, with them. \n[148]Parents? They're not my parents. They're my grandparents. My parents are dead. \n[149]I swear. My father had his own airplane he used to fly up to Quebec. One Christmas, he and my mom were flying up to our house in the Laurentians when the plane went down. It was in the newspaper. \n[150]I 'swear. My father was a senior vice president at Dravo. My mother was a socialite. Her maiden name was Guggenheim. \n[151]Six. Their plane went down right outside Scranton. \n[152]I'm sorry about all that. I just-I don't like to talk about my family. They treat me like a freak. \n[153]There's a reason for that. \n[154]That's why she hates me. That's why she makes me sleep in the basement. \n[155]I swear. \n[156]Hey. What are you guys doing here? \n[157]The candelabras were my Gran's. \n[158]Can I--I mean--do you mind--if I wear this again. Professor Tripp? \n[159]I'm ready... \n[160]You all right, Professor Tripp? \n[161]Oh, well, that's just it. She's been coming down here, every half hour or so, to, sort of, check on me. If I'm not here, she might ...call the police or.. .something. \n[162]Yeah. Like in Against All Flags. Only they use a couple big hams. \n[163]That same guy? \n[164]You snore. \n[165]No offense, Professor Tripp, but you look sorta crappy. \n[166]It's the Chancellor. \n[167]I'm fine, right. Fit as a fucking fiddle. \n[168]Does she mean--does she know about ...her dog? \n[169]Thank you. \n[170]I'm not worried. You're not worried, are you. Professor Tripp? \n[171]Don't be. I don't care if they expel me. I probably should be expelled. \n[172]Professor Tripp...? \n[173]Even if I end up going to jail.... \n[174]You're still the best teacher I ever had. ", "CRABTREE": "\n[1]Tripp! \n[2]Brimming. Say hello to my new friend, Miss Antonia. . .uh. . . . \n[3]I took the liberty of inviting Antonia to tonight's festivities. You don't mind, do you. Trip? ? \n[4]I was explaining to Antonia how a book comes to be published. What you do as a writer, what I do as an editor... \n[5]We know each other pretty well. So where's Emily? \n[6]Your wife. \n[7]Perfect. Well then, shall we? \n[8]Do you know how many times I've boarded an airplane praying someone like her would sit down beside me? Particularly while I'm on my way to Pittsburgh. \n[9]If it can produce a Miss Sloviak you'll get no argument from me. \n[10]You're stoned. \n[11]Mm. \n[12]So how's the book? \n[13]Great. I was hoping I could get a look at it sometime this weekend. Think that might be possible? \n[14]I thought you were tinkering. \n[15]Forget I asked. I don't want to pressure you, Tripp. But... ...I get pressure. Know what I mean? \n[16]Ah. ..well now. What do you suppose that would be? \n[17]You didn't actually purchase this car, did you. Trip?? \n[18]He owes God money. You know, he queered himself for good with Esquire. \n[19]Yeah, between a bookie and a pair of broken legs. \n[20]Trip? ? \n[21]Left you...?  Who? Emily? \n[22]But. ..why didn't you say something, Tripp? I mean, what are we doing here? \n[23]I thought you were Mrs. Gaskell's hobby, Tripp. \n[24]Oh, I'm sure you'll find another. You always do. \n[25]Chancellor. Don't you look ravishing. \n[26]This wouldn't be Walter's dog, would it? \n[27]We'll just make ourselves at home. Won't we, Poe? Yes, yes.... \n[28]Walter! I see you've met my friend. \n[29]Here we are! \n[30]Nell, hello there. \n[31]How comprehensive of you. \n[32]You did them alphabetically. \n[33]Fascinating. Listen, why don't you come out with us after the lecture. There's a place on the Hill I always get Trip to take me. \n[34]Oh, don't be silly. No one your age just wants to go home. Besides, faculty will be present. Just think of it as a field trip. \n[35]He's fine. He's narrating. \n[36]Primarily. Although I gather you two staged a little raid on the CRABTREE pharmacopoeia. You missed a few bottles, by the way. \n[37]Sara and Walter declined. Guess they wanted to go home and curl up on the couch with the dog. \n[38]He has a book. \n[39]He finished it Winter Break. \n[40]So. Is he any good? \n[41]Well, I'm going to read it anyway. \n[42]He is. Take my word for it. \n[43]On the contrary, it 'could be just the ticket. \n[44]No sexual confusion there, eh, Professor? \n[45]Oh my goodness. Do you see what I see? \n[46]Huh uh. A jockey. His name's, um, Curtis.. .Curtis Hardapple. \n[47]Vernon, then. Vernon Hardapple. The scar's are from a--from a horse. He fell during a race and got trampled. \n[48]He can't piss standing up anymore. \n[49]And he had a younger brother who . . .was . . . a. . . \n[50]Because. . .because. . . \n[51]That was good. \n[52]and Q huddle inside. \n[53]Tripp. \n[54]Hit your brakes. \n[55]Just go around him. \n[56]Back up. Go out the other way. \n[57]Where would we go? \n[58]Good morning, boys. James. \n[59]Trip?! Where are you' \n[60]Trip?! \n[61]Tripp, where the hell. . . \n[62]Oh, I'm sorry. Am I interrupting a. student- teacher conference? \n[63]What? Ohhhh. Is that... it? \n[64]Honestly, Tripp. Do you actually think I would sneak in here and read your book without asking you? \n[65]Sometimes we have to improvise. \n[66]James? My James? What's happened? \n[67]Kidnapped? By who? \n[68]Good God. Let's go rescue him. \n[69]Ah. Wait a minute. The university must know where he lives. \n[70]Is it a little late to call the Chancellor? \n[71]You know--based on what I've read-- this is a very exciting piece of material, this Big Parade. \n[72]I've been doing this a long time, Tripp. I feel this kid in my bones. \n[73]No. I think I might be right. I've felt it before... \n[74]Bad enough. And God knows I don't exactly fit the new corporate profile. \n[75]Competence. \n[76]So tell me about you and the Chancellor. \n[77]Plenty, I'm sure. But, for what it's worth... \n[78]...I like her. \n[79]Jesus. There must be two dozen windows on . that thing. How are we-supposed to find his? \n[80]Doris Day. \n[81]We're springing you. Leer. Get some pants on. \n[82]I like what you've done with it. When's Captain Nemo moving in? \n[83]Hey, I heard all about it--the parents, the grandparents, the China town thing-- and I believe you, okay? That's why we're here. Now go get dressed. \n[84]So modest. \n[85]Oh, come on, Tripp. Cut the kid some slack. \n[86]The-truth. I know that's always been real important to you. Key, check this out... \n[87]Finally, the door opened. It-was a shock to: see him, shuffling into the room like an aging prizefighter. Limping. Beaten.' Sound like anyone we know? But it was later, when the great man squinted into the bitter glow or twilight... Bitter glow of twilight? This kid definitely needs an editor. \n[88]'His heart, once capable of inspiring others so completely, could no longer inspire so much as itself. It beat now only out of habit. It beat now only because it could. ' \n[89]He's great. Come on, let's blow before ol' Gran decides to boil your bones for breakfast. \n[90]Hhhuh. So we decoy her. Stick a couple pillows and one of your teddy bears under the spread and she won't know the difference. \n[91]Things must've picked up after we left. \n[92]Ye-es? \n[93]I'm afraid he's pretty worn out, poor kid. \n[94]So I hear. \n[95]He's right, you look horrible. \n[96]Ah, right. Well, I gave you my opinion. \n[97]So what's the problem? \n[98]Who's that? \n[99]The Chancellor's here? Now? \n[100]James. This book of yours. It's not bad. Not bad at all. \n[101]You're welcome. \n[102]I want to publish this.  I've got to.  I think they'll let me.  With a little editorial guidance it could be brilliant. \n[103]So- what do we do now? , \n[104]Oh' huh. Exactly how do we do that? \n[105]It seems to me that girl would let you borrow her pancreas. \n[106]Want some help with that? \n[107]Let me get this straight. Jerry Nathan owes you money. So, as collateral, he gives you his car. \n[108]So whose car is it? \n[109]The hood jumper? \n[110]Such as. \n[111]Hh hub. So. We find Vernon, we find the car. We find the car... \n[112]There's only one problem, Tripp. We don't know his real name. We just made it up. In fact, we made the whole guy up. \n[113]Christ, Tripp. How did you know? \n[114]I'd call it genius. \n[115]What the hell... \n[116]Holy shit. \n[117]Tripp! Run! \n[118]Naturally you have copies. \n[119]You'll be all right then.  Look at Carlyle, when he lost his luggage. \n[120]Or Hemingway, when Hadley lost all those stories. \n[121]Bad examples. Look, Tripp, I don't want to depreciate the loss here, but perhaps--in a sense- this-- is for the best. \n[122]In a sense. \n[123]I'm just saying that sometimes, subconsciously, a person will put themselves in a situation-perhaps even create that situation- in order to have an arena in which to work out an unresolved issue. It's a covert way, if you will, of addressing a problem. \n[124]That's pretty simplistic, don't you think? \n[125]Excuse me. Did you, or did you not, have a gun to his head? \n[126]What he means is, it's difficult to distill the essence of a book sometimes. It-lives in the mind. \n[127]The jacket, Tripp. We need the jacket. \n[128]You mind explaining what you just did? \n[129]Do you know he won't expel him? \n[130]That's very enlightened, Professor. It's comforting to know that America's children have you for a teacher. \n[131]Me? What can I do? \n[132]I'm sorry, Tripp. \n[133]I peeked. \n[134]It really had the makings, Tripp. There was a lot to admire. I've ...never read anything quite like it. \n[135]Scout's honor. ", "SARA": "\n[1]No, Elliot, I said five hundred programs for today. This means we have no programs for the weekend. This means that tomorrow morning, at 9AM, several hundred people will walk into Thaw Hall and have absolutely no idea where they are going. It's all right, Elliot. I'll take care of it. \n[2]Professor Tripp. \n[3]I got the message you called. \n[4]Well, hello, everyone. Terry, good to see you again. \n[5]Aren't you sweet to say so. I was beginning to wonder if you were ever going to--oh! \n[6]I'm sorry. It's these goddamned shoes. I don't know how anyone actually walks in these things. \n[7]I don't believe we've met... \n[8]Poe! \n[9]Poe' Hush! Now stop this. Honestly. \n[10]That's funny. I need to talk to you, too. Perhaps you could put some of these coats in the upstairs guest room, Professor Tripp. \n[11]Well then. I'd better show you. Terry-- \n[12]Walter just got it back from the framer today. \n[13]You go first. \n[14]I'm pregnant. \n[15]I'm sure. \n[16]I think Walter would find this a little more than surprising. \n[17]She's left before... \n[18]So. I guess we just divorce our spouses, marry each other, and have this baby, right? Simple. \n[19]Is that Cristaile? \n[20]My God, I wear the same scent as a transvestite. She IS a transvestite, isn't: she? \n[21]Has he asked to see the book yet? \n[22]And? Are you going to tell him? \n[23]Neither do 1. \n[24]I guess you're going to have to chew it off then. \n[25]I doubt I'd recognize a '63 Chateau Latour if I was sitting on it. \n[26]I doubt it, darling. \n[27]You want to keep him happy. \n[28]You had another one, didn't you? You have to see a doctor, Grady. First thing Monday morning. All right? \n[29]Almost. Wane to sit up? What's the matter? \n[30]Then stand up. I'm too old for all this roiling around on the floor. \n[31]Don't. I know what you're going to say. \n[32]You love Emily. I know that. And you need to stay with her. \n[33]She'll come back. That's why I'm going to. ..to not have this baby. \n[34]No. There's no way. I mean, don't you think there's no way? \n[35]No you don't. And fuck you for saying you do. And fuck you for \"saying. . . ...for saying there's just no way. Because there could be a way, Grady. \n[36]He must be finishing. We should go. \n[37]Who's gun is that? \n[38]Heavy. Smells like gunpowder. \n[39]Pow. \n[40]I love you, Grady. \n[41]Terry CRABTREE and James Leer. Leave it to you to make that mistake, wait here. \n[42]I can't believe you hung up on me, you dick. \n[43]Walter's on campus, being the good soldier for WordFest. But he's a basket case. Someone stole Marilyn's jacket last night. And Poe's missing, too. \n[44]You heard? How? \n[45]Did you confess? \n[46]Your fingerprints were all over the bedroom. \n[47]I'm kidding. Hello? \n[48]Are you limping? Why are you limping? \n[49]Did you pass out again, Grady? Did you fall somewhere? \n[50]All right. \n[51]Gee, Grady, that sounded so heartfelt.  I don't know whether to swoon or smirk. \n[52]I believe you. I believe you want to be with me. But this is not just about me anymore. \n[53]No, I don't think you do. And besides... I haven't decided yet. \n[54]That ...and you. \n[55]I'm not going to draw the map for you on this one, Grady. Times like these you have to do your own navigating. \n[56]Who's that sitting in your car? \n[57]What's he doing out there? \n[58]Isn't he lucky. \n[59]I tried to call, but apparently there's something wrong... \n[60]...with your phone. Unfortunately, mine was ringing loud and clear this morning. \n[61]It seems one of our students is - missing and his parents found a dead dog in his bed. \n[62]I'm not very happy with you right now, Grady. But more importantly, Walter's not very happy and he's gotten the police involved. They seem to think James Leer is somehow responsible for all of this. You wouldn't happen to know where James is, would you, Grady? \n[63]And the jacket? \n[64]Grady. \n[65]Are you sure you parked it there? \n[66]I'll deal with this. You dig up James. \n[67]How's it coming back there, Professor Tripp? \n[68]This is not what the university has in mind when it promises a liberal education, Grady. \n[69]It's within the realm. He takes his souvenirs pretty seriously. And he was just a wee bit prickly this morning. \n[70]You didn't happen to call the house last night, did you, Grady? \n[71]And what do you think you might have said? \n[72]He told me. \n[73]I said it didn't sound like you. \n[74]Grady, what are you doing, you idiot? \n[75]I believe you. Did that nice doctor let you out? Or-is this you improvising again, Grady? \n[76]Terry told me about Wonder Boys. Is  it true? Did you lose it all? \n[77]Oh, Grady. You're such a putz. \n[78]And you're old. \n[79]Dozens. It's very sad. \n[80]Oh? \n[81]Some times... \n[82]I told Walter. \n[83]It didn't come up. \n[84]Did you just make that up? \n[85]Don't write a page when a paragraph will do. \n[86]I know, but sometimes... \n[87]You just go on faith. ", "HANNAH GREEN": "\n[1]I think maybe we're missing the point. It seems to me James' strength as a writer is that he doesn't take us by the hand. He treats us like adults. He respects us enough to forget us. That takes . . . courage . \n[2]I think so. ..What about you? \n[3]Just checking. \n[4]Grady. \n[5]Hey, you two. \n[6]Are you riding with me, James? \n[7]Ail right. By the way, his friend...? \n[8]James'll know about George Sanders. \n[9]Mr. CRABTREE was saying how George Sanders killed himself, only he couldn't remember how. \n[10]Oh, James is amazing. He knows all the movie suicides. Go ahead, James. Tell them who else. \n[11]Just a few then. The big ones. \n[12]I haven't heard of half of those. \n[13]Come on. Teach. I want you to dance with me. \n[14]I've been re-reading Arsonist's Daughter. It's so beautiful, Grady. So natural. It's like ail your sentences always existed, just waiting around in Style Heaven, or wherever, for you to fetch them down. \n[15]And I love the inscription you wrote to me. Only I'm not quite the downy innocent you think I am. \n[16]So what are you going to do? \n[17]I just mean, I--I guess Emily isn't going to be there when you get home. \n[18]Shush. \n[19]I would if I knew where I was taking him. \n[20]Some apartment somewhere. But I've never seen it. \n[21]James is odd. I know he has an aunt in Sewickley Heights. I dropped him there once, but... Come to think of it, it-wasn't even his Aunt's house. He said she worked there. Or something. I don't remember. \n[22]His bag. You know that ratty green thing he's always carrying around. He must've left it inside. \n[23]The one in your office? It's the best one .for naps. \n[24]Hey. If you want to talk later...I'll be up. \n[25]There you are... \n[26]I thought we were going to talk. Last night. \n[27]It's okay. ..I'm here when you want me. \n[28]Grady! \n[29]I know I shouldn't have, but there it was, just sort of lying out, and I couldn't resist and-and--I suck. \n[30]I don't know--maybe- I don't think so. \n[31]He shot the Chancellor's dog, didn't he? The blind one. \n[32]At first the police thought he just ran away, but this afternoon Dr. Gaskell found some blood spots on the carpet - \n[33]CRABTREE said it sounded like something James would be messed up in. \n[34]Who does? \n[35]I told you, Sewickly Heights. \n[36]I don't know, Grady. I just dropped him on a corner. \n[37]No! Don't go. I've been waiting ail night for you. \n[38]Two-sixty-two Baxter Drive. \n[39]They're in the book. \n[40]Stop it. \n[41]Grady. Hi. What's up? \n[42]It beats 'What's your major?' \n[43]Sure. The keys are on the dresser next to. ..to your book. \n[44]I uh, I didn't finish, I ...fell asleep. \n[45]No, it's not that, it's... \n[46]It's just that, you know, I was thinking about how, in class, you're always telling us '-that writers make choices--at least the good ones. And, don't get me wrong. I'm not saying the book isn't really great-I mean, really great- but at times it's, well, very detailed, you know, with the genealogies of everyone's horses and ail the dental records and so on-and I don't know, maybe I'm wrong, but it sort of reads, in places, like, well, actually, like... ", "MISS SLOVIAK": "\n[1]Terry was telling me about you on the plane. It was ail so interesting. \n[2]That's exactly what he said. \n[3]Why yes. How did you know? \n[4]That's a nice greenhouse. \n[5]Practice. \n[6]Antonia. Antonia Sloviak-- \n[7]Who ' s he barking at now? \n[8]Walter's been telling me the most fascinating things about Marilyn Monroe and. ..who was it? \n[9]Oh, I couldn't agree more. \n[10]I need a ride. \n[11]Couldn't he have just thrown a shoe at the poor thing? \n[12]Disturbed. And when your friend CRABTREE gets done with him, he's going to be even more disturbed. \n[13]Sure it is. \n[14]Tony. Now that I'm home. \n[15]Forget it. I should've known better. Your friend is just, I don't know, into collecting weird tricks. Mind? \n[16]What's that? \n[17]That sounds like a fancy excuse for being a shit. \n[18]You mean because his career's ruined and all? \n[19]He said he hasn't had a success in ten years and everyone in New York thinks he's kind of .a. . . \n[20]...loser. But I'm sure your book is so good that he'll be able to keep his job. \n[21]Turn here. \n[22]It's a bathtub. What she's standing under. \n[23]There's Pop. Let me see it. The gun. \n[24]Figures. It's like the kind of gun Bette Davis would carry. In a little beaded purse? \n[25]You know, Grady, if I were you. I'd think about going home. You look like you need a little rescuing yourself. ", "VERNON": "\n[1]Move away, cupcake.  He's got a gun. \n[2]You've got a gun, motherfucker. Drop it! \n[3]Why's he sitting in my car? He's crazy, that's why. He probably calls everybody Vernon. \n[4]Shut up. Cupcake. Please. Inside. \n[5]I'm going to shoot him. If he doesn't put that gun down. \n[6]Bullshit. I know a gun when I see one. And that's a gun. \n[7]Are you crazy! \n[8]Get out! What's the matter with you? Can't you see the condition my girl's in? \n[9]You all right, cupcake? \n[10]What the...? \n[11]Who the hell is that? \n[12]Woah. \n[13]Pull off, you crazy motherfucker! \n[14]Let me get this straight. All that paper that went into the river. That was the only copy? \n[15]And you're saying it's some kind of sign? What the fuck's the matter with you? \n[16]I'll tell you the problem. You behind the wheel. There's your fucking problem. \n[17]Hey, pal, you don't start doing crazy eights in the middle of the street none of this happens. \n[18]He was trying to steal my car! \n[19]Yeah, but you gotta know what it's about, right? I mean, if you didn't know what it was about, why were you writing it? \n[20]Shoot. \n[21]As long as it looks like her, I don't care. You know what I'm saying? \n[22]No sweat. Only do me a favor? \n[23]Stop calling me Vernon. \n[24]Man, that book of yours must've been one nutty motherfucking ride. ", "HANK": "\n[1]Well, it's infected, I can tell you that. I'm just going to clean it up a bit. It's up to you to-find someone who knows what they're doing. Here. Put your foot up. \n[2]So he's one of your students, this boy? \n[3]Well, I'm sure with the proper guidance he'll be fine. \n[4]I was thinking of you. \n[5]It's no Arsonist's Daughter, but I guess you know that. It's a young man's book. It got me remembering how it felt to be young. \n[6]Oh, I don't think there's any danger of you aging prematurely, Grady. \n[7]I 'don't know if she'd want me  to tell you that, Grady. \n[8]Where you stand? \n[9]She's in Philadelphia seeing Linda Aahby. The neurologist. \n[10]Nothing's wrong. They went to Wellesley together. \n[11]Ah, right. The book. \n[12]Why did you come here, Grady? \n[13]Give me a break, Grady. \n[14]You're done. ", "TRAXLER": "\n[1]No. I guess you're here for the backpack. \n[2]I saw the manuscript inside. So when you showed up, I figured. . . \n[3]Is it good? \n[4]Say, Professor Tripp, is ail that stuff true about Errol Flynn? How he used to put coke on his dick. To make himself, you know, like, last longer? \n[5]Well, jeez, you're reading his biography, aren't you? \n[6]Sick. \n[7]Wow, check out that greenhouse. Is that your wife? \n[8]Who's that guy? \n[9]What exactly are we doing here, Professor Tripp? \n[10]Hey, Professor Tripp. \n[11]Only when I'm working. \n[12]Holy shit. Are you serious? \n[13]Thanks-Whoa, Professor Tripp, careful ^here... ", "GREENHUT": "\n[1]You did. \n[2]So I hear. You've also been smoking a lot of marijuana, I understand. \n[3]How long have you been having them? \n[4]How long have you been smoking marijuana? \n[5]That's probably not the problem, then. What about your lifestyle. Any major changes recently? \n[6]And your wife left you. \n[7]I spoke with the woman who saved your life. You're lucky she came along when she did. \n[8]You need to see a doctor, Mr. Tripp. An internist. And I think you really ought to consider seeing a therapist, as well. \n[9]Her dog, yes. \n[10]Look, Mr. Tripp. You have a drug problem, all right? On top of that, you have a bite on your ankle that is severely infected. We pumped you with antibiotics so you'll be fine, but another day or two and you might have lost the foot. As for your spells. I'm guessing they're a result of the anxiety you've been experiencing lately. \n[11]Better luck next time. \n[12]No. There's no one here. \n[13]Look, Mr. Tripp. If you really want to leave, I can't stop you. But I'm going to write you a prescription for a course of ampicillin and I want you to follow it to the end-no matter how stupid you decide to be with everything else. All right? ", "WALTER": "\n[1]I could swear I had a '63 Chateau Latour in here. You haven't seen it, have you? \n[2]You'd recognize it if you tasted it. \n[3]Well, Q certainly will. And, given that he will be addressing 500 people in little over an hour... \n[4]If he' s happy. . . I'm happy. \n[5]...really needs no introduction. Walk down the aisle of any airplane or by the pool of any hotel and you'll see his face beaming back at you. You all know the name, you all know the books, so welcome if you will, the man those of us who know him simply call.. .Q. \n[6]And now, as those of you who've been with us in previous years know, we have a tradition of sorts here at WordFest. I'm speaking, of course, of The Plums. \n[7]This weekend, Susan Lowery, of North Braddock, found a publisher for her children's book. The Loneliest Prawn, Susan, stand up. \n[8]And Robert Wilkenson--who many of you know for his City Beat column in the Post-Gazette--has found a home with Putnam for his new Three Rivers thriller. Blood Patterns. Robert. \n[9]Now, this next one, I think, is especially exciting to announce, because it concerns a student here at the university. Our own James Leer, a sophomore in English literature, has found a publisher for his first novel, which I believe is called The Lovely Parade. \n[10]And finally--and perhaps not least importantly--Terry Crabtree, of Bartizan, has also decided to publish my own book--a critical exploration of the union of Marilyn Monroe and Joe DiMaggio and its function in American mythopoetics-which, tentatively, I've entitled The Last American Marriage.     \" \n[11]Until next year. Thank you, everyone. ", "SARA'S VOICE": "\n[1]Grady? Grady? \n[2]Grady, it's Sara. Thank God you're there. You won't believe what's happened. \n[3]Where are you, Grady? An elevator? \n[4]You're in Kinship? \n[5]With Emily? \n[6]Just what? Doing a little dusting? \n[7]James? He's still with you? \n[8]Are you there to not reconcile with her? \n[9]Goodbye, Grady. \n[10]Trust me, I understand. I just want to say something to you, Grady. \n[11]How you choose to live your own life is your business. But you be careful with that boy, Grady. With James. He belongs to somebody else. ", "Q": "\n[1]And while my latest has been on the New York Times bestseller list for 40 weeks, I can't help but lament that my first book, which contains what I consider my finest writing, was remaindered in less than five. So, I find myself conflicted. \n[2]Hello.. .Professor. \n[3]Good evening. \n[4]I am a writer. \n[5]As a writer, one thing you learn is that everyone you encounter has a story. Every bartender, every taxi driver, everybody has an idea or a. story that would make a \"great book\" or a \"great movie.\" Presumably, each of you has an idea. But, how do you go from there to here? How do you go from having an idea to having a book? How do you get across? What is the bridge, the bridge that allows you to walk on air from the shoreline of inspiration to the terra firma of accomplishment? Faith. Faith that your story is worth the telling, faith that you have the wherewithal to tell it, faith that the carefully woven structure you create won't collapse beneath you... \n[6]...and faith that when you get to the other side someone will be waiting who gives a damn about the tale you have to tell. \n[7]Oh my God! What is that? \n[8]You could always go over him. \n[9]What just happened? \n[10]Grady. I have to tell you. I took another look at Arsonist's Daughter the other night. There's a description of a bald cypress that left' me breathless. ", "WALTER'S VOICE": "\n[1]Yes? \n[2]Who's this ? \n[3]Grady? \n[4]I know it's you, Grady, I just... Christ, Grady, do you know what time it -is? \n[5]It's three-thirty, Grady. \n[6]Oh? \n[7]What is it, Grady? \n[8]Excuse me? \n[9]Are you drinking. Professor Tripp? Right now. \n[10]Nevertheless, I'd like to see you in my office Monday morning. ", "OFFICER PUPCIK": "\n[1]Good morning... Professor Tripp? Sorry to bother you, sir, but I understand you attended an event at Sara and Walter Gaskell's house last night and were one of the last to leave... \n[2]...was just wondering if maybe you saw anyone. Someone you didn't know. Who seemed out of place. Suspicious maybe... \n[3]A jockey? You mean, like-- \n[4]Hardapple? \n[5]Huh? Oh, someone pulled a B&amp;E on Dr. Gaskell's closet. And the dog's missing. \n[6]We figure the perpetrator let him out. He's blind and we figure he just wandered off and got run over. \n[7]No, the dog. \n[8]One other thing. About this kid, this student of yours- Leer--James Leer. You wouldn't know how I could get in touch with him, would you? \n[9]That's all right. We'll find him. ", "CARRIE MCWHIRTY": "\n[1]Let me get this straight. The girl with the big lips is depressed because, each night, when her father goes off to work at the bakery, her mother sneaks some mysterious lover into the house. Not only does this girl have to listen to her mother working this guy in the next room, she has to wash the sheets each morning before Daddy gets home. After a few weeks of this, she starts to go a little nutty/ so Daddy takes her to confession--only, once she gets in the box, she gets a whiff of the priest and realizes he's the mother's secret lover. Is that it? \n[2]I mean, Jesus. What is it with you Catholics? \n[3]If you're looking for Hannah, she's on the aisle. \n[4]Who's that guy she's with? Didn't he used to be in workshop? \n[5]I have a class with him. \n[6]The guy's kind of an alien probe, if you know what I mean. ", "GOATEE KID": "\n[1]Jeff. Sorry. I didn't even know this was your house until about an hour ago. \n[2]Oh, Professor Tripp? You know, last semester, what I said that time in office hours-I hope there's no hard feelings. \n[3]I mean, I was breaking up with this girl at the time and my car was ail fucked up and-- well--I was pretty bent in general. \n[4]I just want you to know that's why I dropped your class and said all that shit about the university stealing my money and you being a pseudo-Faulknerian nobody. \n[5]I'm telling you, the tango is ail about latent homosexual love. Look at the way they dance-- it's sodomy. \n[6]I'll be ...somewhere else. ", "OOLA": "\n[1]I never forget a drink. \n[2]Why's he calling you Vernon? \n[3]You' re not going to shoot him, are you? \n[4]Who's Vernon? \n[5]So what was it about? Your book.  What was the story? \n[6]Yea? "}}