{"dialogues": {"MULDER": "\n[1]Where are you, Scully? \n[2]Did you find something? \n[3]What's wrong, Scully? \n[4]You're looking for a bomb. \n[5]I think they have that covered. \n[6]What happened to playing a hunch? \n[7]The element of surprise, Scully. Random acts of unpredictability. If we fail to anticipate the unforeseen or expect the unexpected in a universe of infinite possibilities, we find ourselves at the mercy of anyone or anything that cannot be programmed, categorized or easily referenced... \n[8]What are we doing up here? It's hotter than hell. \n[9]How's that? \n[10]What do you say we call in a bomb threat for Houston. I think it's free beer night at the Astrodome. \n[11]It's locked? \n[12]No you didn't. \n[13]Panic? Have you ever seen me panic, Scully? \n[14]Alright... what'll it be: Coke, Pepsi? A saline IV? \n[15]Oh, come on. \n[16]Scully, I found the bomb. \n[17]I'm in the vending room. \n[18]Scully, get somebody to open this door. \n[19]Scully -- listen to me. It's in the coke machine. You've got about fourteen minutes to get this building evacuated. \n[20]Thirteen fifty nine, thirteen fifty eight, thirteen fifty seven... \n[21]...thirteen fifty six... \n[22]Scully? \n[23]Tell me this is just soda pop in those canisters. \n[24]Somebody's got to stay with you -- \n[25]You've got about four minutes to find out if you're wrong. \n[26]Something's wrong. \n[27]Something's not right... \n[28]Next time you're buying. \n[29]Excuse me -- the firemen and the boy -- they were in the building? \n[30]We were told the building was clear. \n[31]It does say there in your paperwork that we were the ones who found the bomb... \n[32]About what? \n[33]She was with me. \n[34]And they want to blame us? \n[35]But it's not the lives we saved. It's the lives we didn't. \n[36]-- if they want someone to blame, they can blame me. Agent Scully doesn't deserve this. \n[37]I breached protocol. I broke contact with the S.A.C. I ignored a primary tactical rule and left him alone with the device. \n[38]Whatever you told them in there, you don't have to protect me. \n[39]They're trying to divide us on this, Scully. We can't let them. \n[40]What? What are you talking about? \n[41]Why? \n[42]They were the ones that put us together. \n[43]This isn't about you, Scully. They're doing this to me. \n[44]You're... quitting? \n[45]He sits by himself on a stool, staring down at the bar. Staring at the shooter which he spins with his fingers. \n[46]Yup. \n[47]What do I do. I'm a key figure in an ongoing government charade. An annoyance to my superiors. A joke among my peers. \"Spooky,\" they call me. Spooky Mulder. Whose sister was abducted by aliens when he was a kid. Who now chases little green men with a badge and a gun, shouting to the heavens and anyone who'll listen that the fix is in. That our government's hip to the truth and a part of the conspiracy. That the sky is falling and when it hits it's gonna be the shitstorm of all time. \n[48]Does what? \n[49]Sorry. Don't have one. \n[50]What? \n[51]How's that? \n[52]Do I know you? \n[53]You follow me out here for a reason? \n[54]I know the name. Why? \n[55]How'd you find me? \n[56]You a reporter? \n[57]Who sent you? \n[58]Well, if you've got something to tell me, you've got as long as it takes me to hail a cab... \n[59]And what's that? \n[60]He just let it explode. \n[61]The Federal Building was too well guarded. \n[62]Before the bomb went off? \n[63]Michaud was a twenty-two year veteran of the bureau -- \n[64]You're saying they destroyed an entire building to hide the bodies of three firemen...? \n[65]I think you're full of shit. \n[66]I wake you? \n[67]Why not? It's three AM. \n[68]I was until about an hour ago. \n[69]What are you implying, Scully? \n[70]Is that what you'd like me to do? \n[71]Get dressed, Scully. \n[72]Just get dressed. I'll explain on the way. \n[73]We're going to the morgue. \n[74]On whose orders? \n[75]General McAddie is who requested our coming here. We were awakened at three AM and told to get down here immediately. \n[76]Well, call General McAddie. \n[77]They can patch you in through the switchboard. \n[78]Hey! We don't have time to dick around here watching you demonstrate your ignorance in the chain of command. The order came direct from General McAddie. Call him. We'll conduct our business while you confirm authorization. \n[79]Thank you. \n[80]Why is a morgue suddenly off limits on orders of a general? \n[81]According to this tag. \n[82]Does this fit the description you just read me, Scully? \n[83]It's like jelly. \n[84]You're telling me the cause of death on the report is false. That this man didn't die from an explosion, or from flying debris. \n[85]I'd been told as much. \n[86]I don't know. But I have a hunch what you're going to find here isn't anything that can be categorized or easily referenced. \n[87]We're being blamed for these deaths. Scully, I want to know what this man died of. Don't you? \n[88]I think this is it up here. \n[89]Is this Dr. Kurtzweil's residence? \n[90]I'm looking for him. \n[91]What's that? \n[92]Yeah, I had an appointment for a pelvic examination. \n[93]No. Don't bother. \n[94]Not according to the men in blue. \n[95]They want to discredit you -- for what? \n[96]You mean that apocalyptic trash you write? I knew your name was familiar. I just didn't know why. \n[97]Dr. Kurtzweil, I'm not interested in bigoted ideas about race or genocide. I don't believe in the Elders of Zion, the Knights Templar, the Bilderburg Group or in a oneworld Jew run government -- \n[98]How? \n[99]You said the firemen and the boy were found in the temporary offices of the Federal Emergency Management Agency. Why? \n[100]It was a deadly virus spread by field mice in the Southwest U.S. several years ago. \n[101]Are you saying it wasn't such a small outbreak? \n[102]What was it? \n[103]What killed those men? \n[104]I'll know soon enough. \n[105]A plague? \n[106]Negotiating with whom? \n[107]And they tell me I'm paranoid. \n[108]How can I reach you? \n[109]No calling Hawaii. \n[110]Why are you whispering? \n[111]What did you find? \n[112]What kind of infection? \n[113]Scully -- listen to me. I'm going home, then I'm booking a flight to Dallas. I'm getting you a ticket, too. \n[114]I need you there with me. I need your expertise on this. The bomb we found was meant to destroy those bodies and whatever they were infected by. \n[115]-- I'll have you back for it, Scully. Maybe with evidence that could blow that meeting away. \n[116]\n[117]Scully...? Hello...? \n[118]I'm looking for anything out of the ordinary. Maybe something from the FEMA offices where the bodies were found. \n[119]Was there anything in those offices that didn't go to D.C.? \n[120]Have you examined them? \n[121]I'd like this person to take a look, if you don't mind. \n[122]You said you weren't coming? \n[123]What did you find? \n[124]How was it contracted? \n[125]You said you knew the location of the archeological site where these were found. \n[126]This is where he marked on the map, Scully. Where he says those fossils were unearthed. \n[127]You're sure the fossils you looked at showed the same signs of deterioration you saw in the fireman's body in the morgue? \n[128]And you've never seen anything like that? \n[129]This looks like new grass to you? \n[130]Ground's dry about an inch down. Somebody just laid this down. Very recently, I'd say. \n[131]No irrigation system. Somebody's covering their tracks. \n[132]Hey! \n[133]You see anybody digging here? \n[134]Nobody. Same nobody who put this park in? That new equipment... They buy you these bikes? \n[135]How do you know? \n[136]Maybe you've been watching too much \n[137]Unmarked tanker trucks... what are archaeologists hauling out in tanker trucks? \n[138]And where are they going with it? \n[139]What are my choices? \n[140]Where would they be going? \n[141]You think they went left? \n[142]Five years together -- how many times have I been wrong. \n[143]Hey, I was right about the bomb, wasn't I? \n[144]What? \n[145]We're not chasing trucks, we're chasing evidence -- \n[146]That bomb in Dallas was allowed to go off, to hide something: bodies infected with a virus you detected yourself. \n[147]Yeah, well they may this one. \n[148]This virus -- it... \n[149]It may be extraterrestrial. \n[150]Been where? \n[151]I have no idea. \n[152]Very weird. \n[153]Not unless those are giant Jiffy Pop containers out there. \n[154]For the purpose of what? \n[155]You hear that? \n[156]Maybe. Maybe not. \n[157]Scully....? \n[158]Run. \n[159]Come on! \n[160]Scully?! \n[161]Scully?! \n[162]I don't know. \n[163]Yes. On the Texas border. Some kind of experiment. Something they excavated was brought there in tanker trucks. \n[164]I'm not sure. A virus -- \n[165]What did it look like? \n[166]There were bees. And corn crops. \n[167]What are they? \n[168]A transportation system. Transgenic crops. The pollen genetically altered to carry a virus. \n[169]Your guess? \n[170]What do you mean, your guess? \n[171]You told me you had answers. \n[172]You've been using me -- \n[173]You didn't know my father -- \n[174]You're a liar. You lied to me to gather information for you. For your goddamn books. Didn't you? \n[175]Kurtzweil! \n[176]Your ass? I just got chased across Texas by two black helicopters. \n[177]What? What's wrong? \n[178]You can't quit, Scully. \n[179]We're close to something here -- we're on the verge -- \n[180]After what you saw last night -- after all you've seen -- you can't just walk away -- \n[181]Just like that -- \n[182]I need you on this, Scully -- \n[183]You're wrong -- \n[184]You saved me, Scully. As different and frustrating as it's been sometimes, your goddamn strict rationalism and science have saved me a thousand times; have kept me honest and made me whole. I owe you so much, Scully, and you owe me nothing. I don't want to do this without you. I don't know if I can. If I quit now, they win. \n[185]What? What happened? \n[186]It must... \n[187]Scully... \n[188]I think you're in anaphylactic shock -- \n[189]Scully -- \n[190]This is Special Agent Fox Mulder. I have an emergency -- I have an agent down -- \n[191]She said she had a taste in the back of her throat -- there was no pre-existing allergy to bee-stings -- the bee that stung her may have been carrying a virus -- \n[192]Oh god... \n[193]Tin Man. Scarecrow. Toto. \n[194]What am I doing here? \n[195]Penetration but not perforation. \n[196]When was that? \n[197]Scully had a violent reaction to a bee sting -- \n[198]They took her -- \n[199]Where's Scully?! \n[200]Whoever they are -- this goes right back to Dallas -- it goes right back to the bombing -- \n[201]How deep does this go? \n[202]Are we being watched? \n[203]I need your clothes, Byers. \n[204]I've got to find Scully. \n[205]No. But I know someone who might have an answer. Who better. \n[206]What happened to Kurtzweil? \n[207]Where's Scully? \n[208]Is she alive? \n[209]About the conspiracy? \n[210]I want to know where Scully is. \n[211]What is it? \n[212]You're lying. \n[213]A virus? \n[214]This is what you've been conspiring to conceal? A disease? \n[215]What do you mean, walked? \n[216]That's why you bombed the building. The infected firemen, the boy -- \n[217]But... he sacrificed his own daughter. My sister, Samantha. \n[218]Why are you telling me this? \n[219]What happened to Kurtzweil? \n[220]Where is he? \n[221]Let me out. Stop the car. \n[222]How? \n[223]What alien environment? \n[224]What about you? \n[225]looks beside him where the joint that connects two sections of one of the long tube spokes is designed with an allowance -- a separation that might allow a man to slip through the joint into the tube. Which is what Mulder does here. \n[226]hurries to get his jacket unzipped. Removing the FELT ENVELOPE, removing the syringe body, the needle and the \n[227]Scully -- \n[228]Breathe -- can you breathe?! \n[229]What? \n[230]Hang on. I'm going to get you out of here. \n[231]We've got to keep moving. \n[232]You got me. But I think I know what they did with Jimmy Hoffa. \n[233]Yes you can. You're going to make it, Scully. \n[234]Shit -- \n[235]Scully -- \n[236]You're not dying on me now -- godammit godammit godammit -- \n[237]Keep breathing, Scully. \n[238]Scully -- you breathing? \n[239]We've got to run! \n[240]Watches this then lays his head down on Scully's back. He is spent, at the brink of complete exhaustion. His whole body heaving. But now starting to shiver, and to lose consciousness. Scully's body is motionless beneath him, for a moment we might believe that this is the way it might end. Out here on the ice with Mulder and Scully freezing to death. A chill wind blows off the Antarctic plain, the same LOW RUMBLE, the only taint of silence in vastness of this literal end of the world. Then Scully coughs -- the same hoarse cough. She's alive. Struggling to consciousness. Her head lifting slightly, TURNING TO CAMERA. Her eyes blink open and she coughs again. Feeling Mulder's weight on top of her, unaware of his condition or even where she is. \n[241]And yours? \n[242]You're wrong. ", "SCULLY": "\n[1]Mulder -- it's me -- \n[2]I'm on the roof. \n[3]No. I haven't. \n[4]I've just climbed twelve floors. I'm hot and thirsty and I'm wondering, to be honest, what I'm doing here. \n[5]I know that. But the threat was called in for the Federal Building across the street. \n[6]Mulder... when a terrorist bomb threat is called in, the logical purpose of providing this information is to allow us to find the bomb. The rational object of terrorism is to promote terror. If you'd study model behavioral pattern in virtually every case where a threat has turned up an explosive device. If we don't act in accordance with that data -- if you ignore it as we have done -- the chances are great that if here actually is a bomb we might not find it. Lives could be lost -- \n[7]Mulder...? \n[8]Jesus, Mulder... \n[9]I know you're bored in this assignment, but unconventional thinking is only going to get you into trouble now. \n[10]You've got to quit looking for what isn't there. They've closed the X-Files. There's procedure to be followed here. Protocol. \n[11]Now what? \n[12]So much for anticipating the unforeseen... \n[13]Had you. \n[14]Oh yeah. Had you big time. \n[15]I saw your face, Mulder. There was a moment of panic. \n[16]I just did. You're buying. \n[17]Something sweet. \n[18]Scully... \n[19]Where are you, Mulder? \n[20]Is that you pounding? \n[21]Nice try, Mulder. \n[22]C'mon. Open the door. \n[23]Mulder? Tell me this is a joke. \n[24]Hang on. I'm gonna get you out of there. \n[25]I need this building evacuated and cleared out in ten minutes! I need you to get on the phone and tell the fire department to block off the city center in one mile radius around the building -- \n[26]\n[27]This is Special Agent Dana Scully. I need to speak to S.A.C. Michaud. He's got the wrong building -- \n[28]Mulder found it in a vending machine. He's locked in with it. \n[29]Mulder. Move away from the door. We're coming through it. \n[30]Can you defuse it? \n[31]Let's go, Mulder. \n[32]What are you doing? Mulder -- \n[33]-- Mulder! Get in the car! \n[34]There's no time! \n[35]They're asking for you, Sir. \n[36]All I told them was the truth. \n[37]They have divided us, Mulder. They're splitting us up. \n[38]I meet with the OPR day after tomorrow for remediation and reassignment... \n[39]I think you must have an idea. They cited a history of problems relating back to 1993. \n[40]Because they wanted me to invalidate your work, your investigations into the paranormal. But I think this goes deeper than that. \n[41]They're not doing this, Mulder. I left behind a career in medicine because I thought I might make a difference at the FBI. When they recruited me they told me women made up nine percent of the bureau. I felt this was not an impediment, but an opportunity to distinguish myself. But it hasn't turned out that way. And now, if I were to be transferred to Omaha, or Wichita or some field office where I'm sure I could rise, it just doesn't hold the interest for me it once did. Not after what I've seen and done. \n[42]There's really no reason left for me to stay anymore. Maybe you should ask yourself if your heart's still in it, too. \n[43]I'm sorry. Good luck. \n[44]No. \n[45]Are you drunk, Mulder? \n[46]Is that before or after you got the idea to come here? \n[47]I thought you may have gotten drunk and decided to come here to talk me out of quitting. \n[48]Go home, Mulder. It's late. \n[49]Mulder -- what are you doing? \n[50]This is one of the firemen who died in Dallas? \n[51]And you're looking for? \n[52]I can tell you that without even looking at him. Conclusive organ failure due to proximal exposure to source and flying debris. \n[53]This body has already been autopsied, Mulder. You can tell from the way it's been wrapped and dressed. \n[54]Oh my God. This man's tissue... \n[55]There's some kind of cellular breakdown. It's completely edematous. \n[56]And there's been no autopsy performed. There's no Y incision here; no internal exam. \n[57]I don't know what killed this man. I'm not sure if anybody else could claim to either. \n[58]You knew this man didn't die at the bomb site before we got here. \n[59]You're saying the bombing was a cover-up. Of what? \n[60]Mulder, this is going to take some time, and somebody's going to figure out soon enough we're not even supposed to be here. I'm in serious violation of medical ethics. \n[61]Yeah. \n[62]I can't really talk right now. \n[63]Evidence of a massive infection. \n[64]I don't know. \n[65]Mulder -- \n[66]I've got a hearing tomorrow -- \n[67]Mulder -- I can't -- I'm already way past the point of common sense here -- \n[68]I wasn't planning on it. Particularly after spending a half hour in cold storage this morning. But I got a better look at the blood and tissue samples I took from the firemen. \n[69]Something I couldn't show to anyone else. Not without more information. And not without causing the kind of attention I'd just as soon avoid right now. The virus those men were infected with contains a protein coat I've never seen before. What it did to them it did extremely fast. And unlike the AIDS virus or any other aggressive strain, it survives very nicely outside the body. \n[70]That I don't know. But if it's through simple contact of blood to blood, and if it doesn't respond to conventional treatments, it could be a serious health threat. \n[71]May I? \n[72]I don't know, Mulder... \n[73]He didn't mention a park. \n[74]I don't see any evidence of an archeological or any other kind of digsite. Not even a sewer or a storm drain. \n[75]The bone was porous, as if the virus of the causative microbe were digesting it. \n[76]No.  It didn't show up on any of the immunohistochemical tests -- \n[77]It looks pretty green for this climate. \n[78]All the equipment is brand new. \n[79]Do you live around here? \n[80]You're not supposed to talk about it? Who told you that? \n[81]I think you better tell us. \n[82]Well, we're FBI agents. \n[83]I don't know, Mulder. \n[84]That's the first question to answer, if we're going to find them. \n[85]About a hundred miles of nothing in each direction. \n[86]We've got two choices. One of them is wrong. \n[87]I don't know why I think they went right. \n[88]This is great. This is fitting. \n[89]I've got to be in Washington D.C. in eleven hours for a hearing -- the outcome of which might possibly affect one of the biggest decisions of my life. And here I am standing out in the middle of nowhere Texas, chasing phantom tanker trucks. \n[90]-- of what exactly?! \n[91]They haul gas in tanker trucks, they haul oil in tanker trucks -- they don't haul viruses in tanker trucks. \n[92]What do you mean by haul? What are you not telling me here? \n[93]Mulder -- \n[94]I don't believe this. I don't fucking believe this. Y'know, I've been here... I've been here one too many times with you, Mulder. \n[95]Pounding down some dirt road in the middle of the night. Chasing some elusive truth on a dim hope, only to find myself standing right where I am right now: at another dead end -- \n[96]What do you think it is? \n[97]This is weird, Mulder. \n[98]Any thoughts on why anybody'd be growing corn in the middle of the desert? \n[99]Cool in here. Temperature's being regulated. \n[100]I think we're on top of something. I think these are some kind of venting. \n[101]I hear the humming. Like electricity. High voltage maybe. \n[102]What do you think those are for? \n[103]Yeah...? \n[104]What are you doing? \n[105]Mulder?! \n[106]Mulder! \n[107]Where'd they go? \n[108]I apologize for making you wait -- I've brought some new evidence with me -- \n[109]These are fossilized bone fragments I've been able to study, gathered from the bomb site in Dallas... \n[110]Yes. \n[111]That the bombing in Dallas may have been to destroy the bodies of those firemen, so their deaths and the reason for them wouldn't have to be explained -- \n[112]Yes. I know. \n[113]Nothing completely conclusive -- \n[114]I hope to. We're working to develop this evidence -- \n[115]Agent Mulder. \n[116]In his haste, Mulder had neglected to lock his door. Scully is pushing it open. She's still in the same clothes. She looks beat. Her eyes meeting Mulder's. A gaze that says bad news. \n[117]Salt Lake City, Utah. Transfer effective immediately. \n[118]I already gave Skinner my letter of resignation. \n[119]I can, Mulder. I debated whether or not to even tell you in person, because I knew -- \n[120]You're on the verge, Mulder -- please don't do this to me -- \n[121]I have. I did. It's done. \n[122]I'm contacting the state board Monday to file medical reinstatement papers -- \n[123]You don't Mulder -- you've never needed me. I've only held you back. I've got to go. \n[124]Why was I assigned to you? To debunk your work. To reign you in. To shut you down. \n[125]\n[126]I think... something stung me. \n[127]Something's wrong... I'm having -- lancinating pain -- my chest. My... motor functions are being affected. I'm... \n[128]...my pulse feels thready and I've got a funny taste in the back of my throat. \n[129]No -- it's -- \n[130]I've got no allergy. Something... this... Mulder... I think... I think you should call an ambulance. \n[131]Cold... \n[132]Where are we? \n[133]I can't... \n[134]I can't go any farther. \n[135]Mulder... \n[136]Had you big time. \n[137]Mulder... \n[138]What is it you find incredible? \n[139]No, they don't. \n[140]I don't believe the FBI currently has an investigation unit qualified to pursue the evidence in hand. ", "KURTZWEIL": "\n[1]Bet the Bureau's accusing you of the same thing in Dallas. \n[2]Standing around holding your yank while bombs are exploding. \n[3]No. I've been watching your career for a good while. Back when you were just a promising young agent -- before that. \n[4]Yeah, I did. \n[5]My name's Kurtzweil. Dr. Alvin Kurtzweil. \n[6]Old friend of your father's. \n[7]Back at the Department of State. We were what you might call fellow travelers, but his disenchantment outlasted mine. I never believed in the Project. \n[8]Oh, come on. Don't pretend you don't know about the Project. Your father died for it. Your sister was taken because of it. \n[9]Heard you come here now and again. Figured you'd be needing a little drinky tonight. \n[10]I'm a doctor, but I think I mentioned that. OB-GYN. \n[11]I came on my own. After reading about the bombing in Dallas. \n[12]They're going to pin Dallas on you, Agent Mulder. But there was nothing you could've done. Nothing anyone could've done to prevent that bomb from going off. Because the truth is something you'd never have guessed; never have predicted. \n[13]S.A.C. Darius Michaud never tried or intended to defuse the bomb. \n[14]What's the question nobody's asking? Why that building? Why not the Federal Building? \n[15]No. They put the bomb in the building across the street because it DID have federal offices. The Federal Emergency Management Agency had a provisional medical quarantine office there. Which is where the bodies were found. But that's the thing... \n[16]...the thing you didn't know. That you'd never think to check. \n[17]Those people were already dead. \n[18]That's what I'm saying. \n[19]Michaud was a patriot. The men he's loyal to know their way around Dallas. They blew that building to hide something. Maybe something even they couldn't predict. \n[20]And one little boy. \n[21]Do you? \n[22]See this bullshit...? Somebody knows I'm talking to you. \n[23]What is it? Kiddie porn again? Sexual battery of a patient? I've had my license taken away in three states. \n[24]For what? Because I'm a dangerous man. Because I know too much about the truth. \n[25]You know my work? \n[26]I don't either, but it sure sells books. \n[27]I was right about Dallas. Wasn't I, Agent Mulder? \n[28]I picked up the historical document of the venality and hypocrisy of the American government. The daily newspaper. \n[29]According to the newspaper, FEMA had been called out to manage an outbreak of the Hanta virus. Are you familiar with the Hanta virus, Agent Mulder? \n[30]And are you familiar with FEMA? What the Federal Emergency Management Agency's real power is? FEMA allows the White House to suspend constitutional government upon declaration of a national emergency. To create a non-elected government. Think about that. What is an agency with such broad sweeping power doing managing a small viral outbreak in suburban Texas? \n[31]I'm saying it wasn't the Hanta virus. \n[32]When we were young men in the military, your father and I were recruited for a project. They told us it was biological warfare. A virus. There were rumors about its origins. \n[33]What killed them I won't even write about. I tell you, they'd do more than just harass me. They have the future to protect. \n[34]What killed those men can't be identified in simple medical terms. My god, we can't even wrap our minds around something as obvious as HIV. We have no context for what killed those men, or any appreciation of the scale in which it will be unleashed in the future. Of how it will be transmitted; of the environmental factors involved. \n[35]The plague to end all plagues, Agent Mulder. A silent weapon for a quiet war. The systematic release of an indiscriminate organism for which the men who will bring it on still have no cure. They've been working on this for fifty years. While the rest of the world was fighting gooks and commies these men have been secretly negotiating a planned Armageddon. \n[36]I think you know. The timetable has been set. It will happen on a holiday, when people are away from their homes. When our elected officials are at their resorts or out of the country. The President will declare a state of emergency, at which time all federal agencies, all government will come under the power of the Federal Emergency Management Agency. FEMA, Agent Mulder. The secret government. \n[37]Something's gone wrong -- something unanticipated. Go back to Dallas and dig. Or you're only going to find out like the rest of the country, Agent Mulder. When it's too late. \n[38]You can't. \n[39]You found something? \n[40]What? \n[41]-- You saw this experiment? \n[42]What do you think? \n[43]That would be my guess. \n[44]Yeah, well I don't have them all. \n[45]I've been using you?! \n[46]I told you -- he and I were old friends -- \n[47]You'd be shit out of luck if not for me. You saw what you saw because I led you to it. I'm putting my ass on the line for you. \n[48]And why do you think it is you're standing here talking to me? These people don't make mistakes, Agent Mulder. \n[49]Jesus Christ. \n[50]What are you doing here? What do you want from me? ", "CASSIDY": "\n[1]...for the catastrophic destruction of public property and the loss of life due to terrorist activities... \n[2]Many details are still unclear; some agents' reports have not been filed, or have come in sketchy, without a satisfactory accounting of the events that led to the destruction in Dallas. But we're under some pressure to give an accurate picture of what happened to the Attorney General, so she can issue a public statement. \n[3]We now know that five people died in the explosion. Special Agent in Charge Darius Michaud who was trying to defuse the bomb that had been hidden in a vending machine. Three firemen from Dallas, and a young boy. \n[4]Agent Mulder, since you weren't able to be on time for this hearing, I'm going to ask you to step outside so that we can get Agent Scully's version of the facts. So that she won't have to be paid the same disrespect. \n[5]You'll get your turn, Agent Mulder. Please step out. \n[6]Thank you, Agent Mulder. We'll call you in shortly. \n[7]Special Agent Scully -- \n[8]Evidence of what? \n[9]You've been back to Dallas? \n[10]Are you going to let us in on what exactly you're trying to prove -- \n[11]-- those are very serious allegations, Agent Scully -- \n[12]And you have conclusive evidence of this? Something to tie this claim of yours to the crime -- \n[13]Working with? \n[14]... my official report is incomplete pending these new facts I'm being asked to reconcile. Agent Scully... \n[15]...while there is direct evidence now that a federal agent may have been involved in the bombing... the other events you've laid down here seem too incredible on their own, and quite frankly implausible in their connection. \n[16]Well...where would you like me to start? Antarctica is a long way from Dallas, Agent Scully. I can't very well submit a report to the Attorney General that alleges the links you've made here. Bees and corn crops do not quite fall under the rubric of domestic terrorism. \n[17]Most of what I find in here is lacking a coherent picture of an organization with an attributable motive. I realize you're very lucky to be alive Agent Scully. The ordeal you've endured has clearly affected you -- though the holes in your account leave this panel with little choice but to delete these references from our final report to the Justice Department. Until which time hard evidence becomes available that would give us cause to pursue such an investigation. \n[18]Mr. Skinner....? \n[19]Please ask Agent Scully to come back to this hearing. We're not quite finished. ", "CIGARETTE SMOKING MAN": "\n[1]You've got something to show me. \n[2]Brought on by what? \n[3]This man's still alive. \n[4]How can this be? \n[5]No. No...we need to try our vaccine on it. \n[6]Incinerate it. Like the others. \n[7]Tell them he was trying to save the young boy's life, and that he died heroically like the other firemen. \n[8]They seemed to buy our story about the Hanta virus. You'll make sure the families are taken care of financially, along with a sizeable donation to the community. Maybe a small roadside memorial. \n[9]We have a situation. The members are assembling. \n[10]Yes. A meeting is set. Tonight in London, to determine a course. \n[11]Strughold. He's just gotten on a plane in Tunis. \n[12]Its effect on the host has changed. The virus no longer just invades the brain as a controlling organism. It's developed a way to modify the host body. \n[13]They still need us to carry out their preparations. \n[14]There are complications. \n[15]Mulder was in Dallas when we were trying to dispose of evidence. He's gone back there again. Someone has tipped him. \n[16]Kurtzweil, we think. \n[17]I can control Mulder. I've always controlled Mulder. \n[18]Congratulations on your survival. Your life is worthless now, I hope you know that. \n[19]You think you've stopped it. What I've worked for fifty years to create. You haven't stopped it. You can't stop it. You're just one man. ", "SKINNER": "\n[1]Sit down, they're still talking to Agent Scully. \n[2]-- They're asking her for a narrative. They want to know why she was in the wrong building. \n[3]You don't see what's going on here, do you? There's four hundred million dollars in damage to the city of Dallas. Lives have been lost. No suspects have been named. So the story being shaped is this could have been prevented. That the FBI didn't do its job. \n[4]Agent Mulder -- we both know that if you and Agent Scully hadn't taken the initiative to search the adjacent building, you could have multiplied the fatalities by a hundred -- \n[5]-- if it looks bad, it's bad for the \n[6]She's in there right now saying the same thing about you. \n[7]Agent Scully says it was she who ordered you out of the building. That you wanted to go back. \n[8]Agent Mulder. You're up. \n[9]She's coming in. \n[10]Agent Mulder -- \n[11]She's missing. We've been unable to locate her or the vehicle they took her in. \n[12]I know. Agent Scully reported your suspicions to OPR. On the basis of her report, I sent techs over to S.A.C. Michaud's apartment. They picked up PSTN residues on his personal effects consistent with the construction of the vending machine device in Dallas. \n[13]I don't know. \n[14]I'm not taking any chances. \n[15]What are you doing? ", "STRUGHOLD": "\n[1]We began to worry. Some of us have traveled so far, and you are the last to arrive. \n[2]While we've been made to wait, we've watched surveillance tapes which have raised more concerns. \n[3]We've been forced to reassess our role in Colonization by new facts of biology which have presented themselves. \n[4]A new extraterrestrial biological entity. \n[5]The geometry of mass infection presents certain conceptual re-evaluations for us. About our place in their Colonization. \n[6]We're going to tell them what we've found. What we've learned. Turn over a body infected with the gestating organism. \n[7]Let me remind you who is the new race. And who is the old. What could be gained by withholding anything from them; By pretending to ignorance? Our knowledge may forestall their plans to step up the timetable. To start Colonization early. \n[8]Cooperation is our only chance of saving ourselves. \n[9]We'll continue to use them as they do us. If only to play for more time, to continue work on our vaccine. \n[10]Well, without a cure for the virus, we're nothing more than digestives anyway. \n[11]We've allowed this man his freedom. His books have actually helped us to facilitate plausible denial. Has he outlived his usefulness to us? \n[12]And Mulder? \n[13]This may take another approach. \n[14]You need not kill a man to destroy him. ", "RESUME MULDER": "\n[1]He feints toward the door, then reverses direction. Heads to the back of the place. \n[2]Slows, then speeds up. \n[3]Throwing himself away backward, but the bullet catches him in the head. Blood and glass spraying onto the side of the van. He goes down to the ground -- as the paramedic van accelerates fast away. \n[4]Moving through the bar -- real panic in his expression. He heads to the back. \n[5]Pulling a compact pair of binoculars from one of his deep jacket pockets. Training them on: \n[6]His hands going to a pocket on the inside of the jacket Scully is wearing -- his jacket -- finding again the syringe that he used on Scully. It is still partially full of vaccine. Mulder finding this, getting ready to use it when -- -- Scully's body suddenly comes back to life beneath him. Labored breaths which turn into a coughing spasm. Mulder breaths relievedly for a moment, watching Scully coughing, coming back to life. Her eyes trying to focus on him, finding him. Seeing his labored relief. The panic melting away. \n[7]Looking the other way down the corridor, seeing -- \n[8]Lifting Scully up with all his strength he has left in him. He's got to get her overhead now, back up the venting that he slipped down from. She is weak and of little help. Mulder gets her propped up on his strength so that he can use the power of his legs to boost her toward the opening. Which puts him face to face with THE EMBRYONIC CREATURE. Its eye looking directly at him, blinking, before it goes into another FITFUL SPASM inside its host body. \n[9]Beneath her, pushing with all his might. His hands under her shoes now, forcing her up into the vent like a rolled carpet into the rafters. \n[10]Pushing Scully up the last little way. Then reaching up to find a handhold for himself. Grabbing hold and lifting himself as one of his feet kicks at the ice -- where the creature he was just face to face with BURSTS from its icy pod. One hand, then the other shooting out of the ice where they have broken through the host. Ripping open the front of the body, including the man's face. Making a slimy, gaping tear in what was formerly flesh. Its hands grabbing at Mulder as he thrashes to free himself from it getting a grip. As Mulder struggles to pull himself up, fighting off the creature which he cannot see beneath him. ", "2ND BOY": "\n[1]Hey, Stevie. You okay? \n[2]What's down there, Stevie? Anything? \n[3]You okay? \n[4]Yeah. \n[5]Not supposed to talk about it. \n[6]We don't even know you. \n[7]You're not FBI agents. \n[8]Cause FBI agents wear like suits and goofy ties. And dresses like my mom wears to church. Like on that one show. ", "BARMAID": "\n[1]I'd say this about exceeds your minimum daily requirement. \n[2]Gotta train for this kind of heavy lifting. \n[3]Poopy day? \n[4]A woman? Work. \n[5]What do you do? \n[6]I think that about does it, Spooky. \n[7]Why don't you go home to the old lady -- ", "FIELD AGENT": "\n[1]You're looking for what amounts to a needle in a haystack. I'm afraid the explosion was so devastating there hasn't been a whole lot we've been able to put together just yet. \n[2]We weren't expecting to find those remains, of course. They went right off to Washington. \n[3]Some bone fragments came up in the sift this morning. We thought there'd been another fatality, but we found out FEMA had recovered them from an archeological site out of town. \n[4]No. Just fossils, far as I know. \n[5]Let me just see if I can lay my hands on what you're looking for. \n[6]Like I said, these are fossils, and they weren't near the blast center, so they aren't going to tell you much. \n[7]Show you right on a map. ", "3RD BOY": "\n[1]Looks like a cave or something. \n[2]Toss it up here, dude. \n[3]Hey, Stevie.... \n[4]Hey, man. Let's get outta here. \n[5]Nobody. \n[6]They all left twenty minutes ago. ", "MULDER'S POV": "\n[1]The Watchful Man is gone. \n[2]Kurtzweil has stepped from between two apartments. He's staring at Mulder, nodding furtively to him. Then stepping back. \n[3]Up on a fire escape, A MAN is moving. Mulder can only see his feet and legs from this angle, but it is clear he has been watching Mulder. Upon being spotted, the figure slides away and disappears. \n[4]In the distance is an ICE STATION. A row of interconnecting WHITE DOME TENTS, whose design is now familiar to us. There are what look like snow tractors and other snow vehicles parked alongside the structures. \n[5]It is dark in here, the features of the corridor ill-defined. \n[6]There on the floor, far down below, is THE BUBBLE LITTER Scully was transported in. (NOTE* Scully's clothes are still in the bubble litter.) Standing out as a rather human artifact against the otherwise dull gray bulwarks and architecture surrounding it. ", "YOUNG NAVAL GUARD": "\n[1]ID and floor you're visiting. \n[2]That area is currently off limits to anyone other than authorized medical personnel. \n[3]General McAddie's. \n[4]I don't know anything about that. \n[5]I don't have his number. \n[6]Why don't you go on ahead head and I'll confirm authorization. ", "DETECTIVE": "\n[1]You got some kind of business with him? \n[2]Looking for him for what? \n[3]Feds are looking for him, too. Real nice business he's got, huh? \n[4]Selling naked pictures of little kids over his computer. \n[5]You looking for him for some other reason? \n[6]You want a call if we turn up Kurtzweil? "}}