{"dialogues": {"LOGAN": "\n[1]The one where I'm a kid. Kayla runs her fingers through his thick hair, kissing his forehead. He sees that she has a small cut on her forearm. He takes her arm and looks at the wound. 1     5. \n[2]I cut you. \n[3]How'd you find me? \n[4]Agriculture? You working with farmers? Agent Zero grins. There is nothing pleasant about his grin,. \n[5]Still shooting first, asking questions later? In one blindingly fast motion, Agent Zero pulls a customized automatic from his shoulder holster, fires, and reholsters. \n[6]That was a buck twenty-five, asshole. Stryker holds up both hands, one palm to Logan, one to Zero. \n[7]You're taking it. \n[8]Not interested. \n[9]Already got a job. \n[10]Eighteen five. \n[11]Yeah, I am. It's good work. And I haven't killed anybody in three years. \n[12]Right about now I am. Agent Zero grins, enjoying the game. Stryker, seeing that this is going badly, tries to break the tension. \n[13]Forget it. Logan walks around to the front of the cabin. Stryker and Agent Zero follow. Logan's battered old pickup truck is parked beside the newcomers' Lincoln. \n[14]I can take care of myself. \n[15]I'm Canadian. He hits the gas, forcing Stryker to jump back lest the tires run over his foot. Stryker and Agent Zero watch him go.     12. \n[16]Hey, fellas. The boys and girls look up and see Logan sitting on a second- floor window ledge. He has already formed six perfect snowballs, with which he proceeds to pelt the fourth graders. The kids run, screaming and laughing, nearly colliding with Kayla, who rounds the corner and stares up at Logan. \n[17]They started it.     13. \n[18]Stryker came by the house today. \n[19]Wants me back. \n[20]Told him no. \n[21]I'm the best there is at what I do. And what I do best isn't very nice. Kayla studies the side of his face for a moment. \n[22]Maybe he's right. Maybe it's the only thing I'm good for. Kayla watches him. Logan shakes his head as if ridding himself of an errant thought. \n[23]Son of a bitch had me thinking about it for a minute. He wraps his arm around her shoulders and pulls her closer. f CONTTN11Fn1     14. \n[24]I'm not going anywhere. First time in my life, I don't feel like a freak. \n[25]Most guys don't have to worry about gutting their girlfriend when they have a bad dream. \n[26]A gift? Logan shakes his head, staring at the black ribbon of road. \n[27]You can return a gift.. \n[28]I look like Elvis. \n[29]Full moon tomorrow. \n[30]Never trust a guy named Trickster. \n[31]Koo-koo-choo got screwed. \n[32]T love you, too. \n[33]Bullet didn't kill this bear.  Claws did. \n[34]Come on, you're okay. Say something. Say something, darling. Say something. Kayla, come on. He cradles her in his arms. \n[35]You're okay. You're okay. \n[36]Where is he? \n[37]Where is he? \n[38]Three years I been here. Three years everything's good. Nobody knows me. And then one day you show up and the next day she's dead. \n[39]You knew he was coming. f CONTTNfJRD 1     25. \n[40]How did you know? \n[41]What list? Stryker chokes, gasping for air. Logan eases up on his grip but doesn't release the man. Stryker takes a deep breath. \n[42]How did he get it? \n[43]Creed's a mutant, too. \n[44]I'm not in the Army anymore. \n[45]I'm gonna track him down and I'm gonna end him. That's the plan. \n[46]The hell you planning on doing to me? Hines gives Stryker a worried look but he ignores her. \n[47]Never wanted to put these on again. \n[48]You ready for me, Doc? \n[49]See you on'the other side. One of the technicians fastens a breathing tube, connected to an oxygen tank, to Logan's mouth. Logan lies down, submerging himself in the cold water. The technician clamps Logan's wrists and ankles into place with stainless-steel shackles bolted to the plexiglass walls. Logan's eyes are open as he watches the robotic arms swivel into place, poised above him like a gang of metal vipers. \n[50]Sorry... It's a little cold out there. \n[51]That's probably it.      41. \n[52]No sir. \n[53]Pretty rough, yeah. \n[54]Sorry if I scared her. \n[55]I've got good circulation.  Nice chopper you got out there, by the way. James's face lights up. Logan has found the man's passion., \n[56]What is it, '48 Panhead? \n[57]\n[58]Those were good people back there. Innocent people. Agent Zero surreptitiously pulls a commando knife from a sheath on his ankle. \n[59]I got a message for your boss. \n[60]Get me the Pest Control Division. \n[61]Why don't you get 'em anyway. And tell 'em Logan's calling. While he waits he watches one of the kids attempt a backside tailslide on the curb. The kid loses his balance and wipes out, skinning his palms on the asphalt. \n[62]You shouldn't have killed those people. All they were doing was helping a stranger. \n[63]They had nothing to do with this. You let that mad dog gun 'em down like they were animals. \n[64]Had enough orders for one lifetime.  I'm going after Victor Creed. For several seconds there is silence on the line. \n[65]People like you are always waiting for the next war. You start one with me, Colonel, you better sleep with the lights on. He hangs up the phone and walks to his bike. The skateboard punks give him a wide berth. \n[66]You're way out of my league, darlin'. \n[67]Not tonight. The redhead purses her lips. \n[68]I know exactly what I'm missing. off into the night - \n[69]You talk tough for a guy who always let me do the dirty work. A slow smile creases Wraith's face. He turns. \n[70]You tryin' to insult me? \n[71]I'm looking for Victor Creed. Wraith's face goes serious at the mention of the name. He looks around the gym, making sure no one's watching them. He glances at the boxers in the ring, who lean on the ropes and breathe heavily, awaiting instructions. \n[72]Always. '     55. \n[73]What's Weapon X? They tap glass. \n[74]You know about it. Wraith sits behind his desk and puts his boots up. Logan sits across from him. \n[75]I did. Woke up one day and knew I was done. Logan peels the label from his bottle of beer. f CONTTNTTFT) )     56. \n[76]Stryker used to give me a new name every Monday. And by the end of the week, I'd draw a line through it.  I .put a whole lot of people under the ground. And one day I realized... Stryker was never gonna run out of names. Wraith nods, meditative. \n[77]What kind of plans? \n[78]Creed did government work? \n[79]Help me find him. \n[80]Just tell me where to start looking. I'll do the rest. Wraith taps the bottleneck, considering. \n[81]The prison he busted out of? \n[82]Nope. \n[83]You think he's still in touch with Creed? f C_ONTTNTIRT)1     58. \n[84]Jesus, Dukes... Dukes, mouth and chin dusted with fried pork skin, turns his head to examine the pest standing next to him. \n[85]Maybe it's time to give the pork rinds a rest. Dukes swings his arm. Despite his enormous mass, the man moves with surprising speed. Not quick enough to catch Logan, though, who ducks beneath the blow. Dukes's forearm, thicker than a fire hydrant, smashes through the steel shelving. Bags of pork rinds and potato chips tumble to the floor. Snikt! Logan shows his glittering claws to the big man. \n[86]I'll fillet you standing, fat man. That what you want? Dukes hesitates. That is not what he wants., \n[87].Where's Victor Creed? Dukes grunts and bulls forward, toppling the heavily-laden shelves into the next aisle. Panicked SHOPPERS scream and run for the exits. Dukes blasts through the cereal aisle, too, with a great rending of steel, his giant shoes crushing boxes of Lucky Charms as he stomps into the produce section. CONPTNi)F.T)1     61. \n[88]You're gonna help me, bub. You_just don't know it yet. Dukes bellows and runs at Logan. A coconut pelts him in the face, angering him further. Logan jumps out of the way as Dukes brings down his massive fists. Coconuts explode. Dukes charges after Logan, shattering watermelons, stacked grapefruits, clusters of bananas. After a thirty second rampage Dukes is exhausted, his giant chest heaving as he gasps for air, his hands and face splattered with remnants of crushed fruit. Logan jumps onto Dukes' back. The fat man roars and spins around, trying to buck the little rider, but Logan's got one arm wrapped around Dukes' throat and he's not letting go. The spinning makes Dukes a little dizzy and he slows down. Three adamantium claws shine in the big fellow's face, reflecting the overhead fluorescent lights. Dukes quits, his massive shoulders slumping. He sinks to his knees, his great bulk splitting the linoleum floor. Logan presses his claws against Dukes' quivering jowls. \n[89]Where's Creed? \n[90]Come on, he's your friend. When was the last time you talked to him? \n[91]Careful, Dukes. I can smell a lie before you even tell it. The Blob begins to cry, the great bellows of his cheeks trembling, tears and snot dribbling down his face. \n[92]All right, take it easy. Dukes blows his nose into the handkerchief, one of history's loudest and most violent nasal ejaculations. He offers back the soiled handkerchief. Logan waves it off. \n[93]It's a gift. Dukes takes a deep breath, gathering himself. \n[94]The club for mutants? Down in New Orleans? \n[95]Nah. You know more than that. Dukes tilts his face, trying to keep his face from getting scraped off. \n[96]He better be there, Freddie. And he better know something good.       63. \n[97]'Cause I'm in a mood for violence and you're way too big to hide. \n[98]Wild roses for the moon. \n[99]Something like that. You seen my buddy Barbarus? The dealer points toward a staircase at the back of the club. \n[100]Trust me, bub-- you don't. Logan heads for the staircase.     66. \n[101]I'm on the list. Logan. The skinhead raises his clipboard and examines the list. \n[102]Unknown. \n[103]I came back. Where is he? \n[104]What's that? \n[105]He's killing mutants, bub. Barbarus smiles, twenty fingers drumming on the table top. \n[106]You got that right. Snikt! Barbarus shoves his girlfriend out of the way and stands, unsheathing three more black commando knives from his belt. The other MUTANTS quiet down, watching the fireworks. Barbarus swings, the four knives whistling through the air. Logan ducks under them and continues to bob and weave as Barbarus advances behind a whirlwhind of black steel. Logan slashes and one severed hand falls to the ground. Barbarus howls, stabbing at Logan with his three good arms. Logan's claws flash through the air again, and another neatly severed hand lands on the table. Logan retracts his claws and curls one finger: come at me. Barbarus, shamed and furious, gathers himself and charges. Logan times his punch perfectly, pivoting on the ball of his foot and hitting Barbarus with an uppercut that sounds like a well-hit baseball. Barbarus crashes to the floor. Pantera hisses and pounces at Logan, her black claws aimed at his face. Logan backhands her. She hits the floor and slides across the hardwood. C_nWTTAATFT     68. \n[107]You want to keep your other hands? Where is he? Blood dribbles from Barbarus's lip. He spits out a tooth. \n[108]No? Way I hear it, you two were practically boyfriends before he busted out. \n[109]You're lying to me. Barbarus grins, his teeth red from the blood in his mouth. \n[110]Pour yourself a cup of tea. Hines spins around. Logan sits at the kitchen table, an unlit cigar in his mouth. \n[111]It's gonna be a long night. \n[112]Careful, Doc. I can smell a lie. I can hear it. Maybe you start to sweat a little bit. Maybe the pitch of your voice changes. But I'll know.  Tell me about Creed. Hines opens her mouth, closes it, opens it again. \n[113]Nope. But I know exactly what I'll do to you. \n[114]You're not innocent, Doc. He leans forward, forearms on the tabletop. \n[115]What does Victor Creed have to do with the Weapon X program? \n[116]So where does Weapon X fit in? Hines closes her eyes and takes a deep breath. \n[117]Creed works for Stryker. Hines nods. I CONTTNi]RM     72. \n[118]Be ordered it. He ordered Creed to kill her. Hines can see Logan's mounting fury. She holds up her hands. \n[119]Just following orders, huh? \n[120]All this time I been hunting Creed, and he's just a puppet. It's Stryker pulling the strings. He stubs out his cigar on the breakfast table. \n[121]You ready to stop following orders? \n[122]Were you aiming for every speed bump in the state? \n[123]We find a uniform that fits. A well-built SERGEANT walks toward his vehicle, paging through requisition papers on a clipboard. \n[124]That ought to work. \n[125]I barely hit the guy. They don't notice as a small security camera near the entrance pivots, its black eye watching the intruders.      76. \n[126]Time to visit the Colonel. \n[127]I can smell him. He walks through the door. Hines checks to see if the coast is clear.and follows him. Neither notices the security camera mounted on the ceiling, swiveling to track their movement. \n[128]I thought it was just gonna be one guy. This is... \n[129]It's Creed... He looks inside another tank. Same cruel face, same powerful body. Only their shaved heads distinguish them from Victor Creed. \n[130]They're all Creed. \n[131]They get into the world, it's genocide. \n[132]Don't follow me. Hines stops, standing alone in the middle of the Eleven. \n[133]Who are you? \n[134]No I don't. \n[135]You're dead.      81. \n[136]Why? I \n[137]Prison... Kayla finally raises her head-and looks directly at Logan. \n[138]You told me he died of a heart attack. \n[139]You loved me. I know you loved me. Kayla blinks and looks away. \n[140]No one's that good.      83. \n[141]You're a mutant? \n[142]Good. \n[143]That story you told me... about the guy who goes to get flowers for the Moon. I can't get it out of my head. Except I had it all backwards. I thought you were the moon and I was your Wolverine. But you're the Trickster, aren't you?  )     85. \n[144]And I'm just a schmuck who got played. Kayla is silent for a moment. \n[145]You didn't trick me into loving you. \n[146]The last two months, you weren't playing around in my skull. You weren't using. your powers on me. I thought you were dead and I loved you more than ever. Maybe it makes you feel better to think it was all fake. But it was never fake for me. Kayla lowers her eyes. \n[147]I know exactly what is was like. I come from there too. \n[148]Course you did. You still do. Kayla stares down at Logan. The tenderness returns to her face. She could free him right now if she wanted. The moment passes and Kayla shakes her head. \n[149]Yeah, you keep saying that.  Come on. Turn on the juice. Let's get this over with. \n[150]That all you got?     88. \n[151]I would have done anything for you. \n[152]Do you hear me? Anything. 1     91. \n[153]The woman said no. Creed turns his head and sees Logan and Kayla standing in the doorway. He grins and tosses Hines aside. She crashes into the wall and slides to the floor, dazed. \n[154]This is the end. \n[155]Time you quit picking on girls. \n[156]This is for the ones who couldn't fight back. )     96. \n[157]I don't want him hypnotized. I want him dead. Never taking his eyes off his enemy, Logan advances. \n[158]Get the hell out of here. \n[159]Bringin' down the house. He sweeps his claws clean through the pillar, at an angle. The uppermost section shears off and drills into the floor with a concussive whump that spiderwebs the concrete for thirty feet around the impact site. Stryker realizes what Logan is doing. \n[160]Unless someone comes along who can move a few million tons of steel, they ain't going anywhere. \n[161]Almost looks peaceful from here. ", "STRYKER": "\n[1]I even showered today. Logan turns, the axe gripped in his hand. \n[2]Been a long time, Logan. You haven't aged a day. Everyone else gets old and gray, but not you. \n[3]We never lost you, my friend. I believe you know my colleague? Logan and Agent Zero stare at each other. There is a history between these two and clearly the memories are not fond. \n[4]We're with the Department of Agriculture now. \n[5]Boys, please.  Could we take a minute of your time? \n[6]We want you back. Logan turns away from them. He tosses aside the axe, picks up a load of firewood and . stacks. it beside the cabin. \n[7]You're a born warrior. You can hide up here as long as you want, that's never gonna change. \n[8]It's... creative work, I can assure you of that. And it pays well. \n[9]We're putting together a team. Best men in the business. Men with... special qualities. Men like you. \n[10]It's a team of hunters. We're going after some very bad people. Logan climbs into the driver's seat. \n[11]You read the papers, Logan? They're killing mutants. Logan closes the door, turns the key and revs the engine to warm it. Stryker taps on the window. Logan grits his teeth and rolls down the window, not looking at the colonel. \n[12]Listen to me. They have names. They have addresses. \n[13]All right, forget about yourself. Your country needs you. \n[14]His name is Victor Creed. Logan turns and sees Stryker standing at the entrance to the operating room. \n[15]I can help you find him. \n[16]He escaped from an ultramax penitentiary in Nevada last year. Started murdering mutants. Shape- changer in New Mexico, pair of telekinetic twins in California-- Logan turns on Stryker, grabbing the colonel by the throat and shoving him against a lamp post. \n[17]I came to warn you-- \n[18]He got the List. \n[19]The List. Every known mutant in North America. Government's been keeping it for years. Names, addresses, everything. \n[20]Someone must have leaked it to him. There are people in Washington who want to see you all destroyed. Logan releases Stryker. The ex-colonel straightens his jacket collar and composes himself. \n[21]Apparently he doesn't have much tribal loyalty. Logan turns and walks away. He looks like a homeless man, his clothes torn and bloodied, his hair disheveled. He walks fast. Stryker calls after him. \n[22]Do you have a plan, Captain? \n[23]Do you have a plan? CnNTTNT TF.Tf 1     26. \n[24]You already tried that. He's a hundred miles away and you're walking out of the hospital. Logan's fists are clenched. He's ready to hammer Stryker into the ground, but the older man does not back down. \n[25]You can't beat him. Not the way you are right now. You've probably gone your whole life without losing a fight, but I'm telling you now, you can't beat him.  Unless I give you the tools. Logan glares at Stryker, still itching for immediate revenge. \n[26]You come with me, I promise you two things. You will suffer more pain than any other man could bear. And you will have your revenge. Logan stares into Stryker's eyes. \n[27]Could you unsheath your claws? Logan raises his left hand. The bone claws pop out, the same length they were before Creed shattered them. \n[28]Remarkable. Full regeneration. Logan examines the markings on his forearm. \n[29]We're going to make you indestructible. But first we have to destroy you. Stryker heads for the door but stops midway and turns. \n[30]I forgot to give you something. He reaches into his jacket pocket, pulls out an old set of dog tags and tosses them to Logan. Logan inspects the tags with ambivalence. \n[31]Held on to them for years. Figured you'd be back one day. Logan slips the steel chain over his head. \n[32]Now you'll always know your name.     28. \n[33]Ad nauseam, Lieutenant. \n[34]He can handle the pain. \n[35]No other animal would survive the experiment. \n[36]Correct. Some experiments succeed, some fail. That's why we call them \"experiments.\" \n[37]The man's well-being is not my concern. Proving that the science works-- that's what matters. Hines does not relish confrontation and she's afraid of Stryker. But she gives it one more try. \n[38]You also swore. to protect your nation. You remember that oath, Lieutenant Hines? \n[39]I don't need you to understand. I need you to follow orders. Stryker continues down the corridor, leaving Hines standing alone in the fluorescent light. \n[40]You're witnessing medical history in the making. We've begun bonding adamantium to Weapon X's skeleton. \n[41]It took us three years to prepare enough alloy for the skeleton. \n[42]If this works, General, Weapon X will walk wherever he wants. \n[43]Remains to be seen. We're in uncharted territory here. \n[44]We need the Eleven. Our victory in the war to come depends on it. \n[45]Oh, it's coming, General. The enemy walks among us. We'd better be prepared. \n[46]He's a warrior, Hines. He can handle it. Victor Creed plunges his clawed hand into Logan's gut. \n[47]On the contrary. The probe is diamond-tipped. It's not hard enough to penetrate adamantium. \n[48]You're trained to care for humans, Doctor. Weapon X is not one of us. \n[49]Easy now. TSURGICAL THEATER - CONTINUOUS ï¿½.., .,. Adamantium claws burst from Logan's hand, shimmering underwater. Crazed with pain, he carves through the walls of the plexiglass tank. Steaming water cascades onto the poured concrete floor. Bursting free of his restraints, Logan slashes through the robotic arms. Sparks dance like a swarm of fireflies. The dismembered machines twitch like wounded beasts. Logan rises from the broken tank, drenched with water, naked save for dozens of long stainless steel needles drilled into his body and the wires and hoses trailing from the needles. Hair matted to his head, eyes wild, face contorted, he looks like a strange amalgam of machine and animal. He tears the breathing tube from his mouth and stares through the window into the control room, panting, claws extended. \n[50]Magnificent. \n[51]He's got nowhere to run. Closed circuit monitors show Logan running down a tunnel. \n[52]The only exit is a 25 ton blast door. It was built to withstand a nuclear detonation. \n[53]Alert the containment team. Bring him back. \n[54]Either way. Just bring him back. \n[55]These soldiers are the creme de la creme. They're equipped to handle the situation. \n[56]There's a high-voltage fence on the perimeter of the base-- \n[57]Negative. Come back to base. \n[58]You don't have the weaponry... \n[59]Nord, goddamnit-- \n[60]Where are you? \n[61]You ran on me, goddamnit. We had a deal. Now you get back to base--     50. \n[62]I'm giving you an order, soldier! Return tobase-- \n[63]We're bringing you in. One way or another, we're bringing you in. Logan bows his head, considering his next words. \n[64]we have information that he was in Las Vegas two nights ago. We'll find him soon. \n[65]I disagree. I'd say the experiment has been a success. \n[66]Weapon X is a prototype. Nothing more. He's the walking proof that enhanced skeletons are viable. That, along with the healing factor we've replicated from his blood, will insure that the Eleven is capable of protecting our species from extinction.  At this point, Logan is merely an inconvenience. He won't be for long. \n[67]Disappointing, General. Expected, but still... disappointing. \n[68]You're having a massive heart attack, sir. Leading cause of death for men in your age bracket. The general gasps for air, trying to rise to his feet. In his death throes, he knocks the glass of water from the table. It shatters on the floor. \n[69]You chose treason. \n[70]Good. \n[71]Hines? \n[72]All right, thank you, Doctor.  What's this? Cornelius sets the case on the table and opens it. Six gleaming, armor-piercing bullets rest in green felt niches. \n[73]They won't kill him? \n[74]A blank slate... easy to train. Stryker fondles the shining bullet lovingly. \n[75]She's a pretty little thing. \n[76]Mm? \n[77]Oh, he's coming back, Doctor. We have what he's looking for. \n[78]Hello, old friend. We've been waiting for you. Logan walks toward the desk, slowly now, a man in a nightmare he can't wake from. \n[79]Did you really think we just let you walk away three years ago? You're a dangerous man, my friend. We like to keep an eye on dangerous men. When Logan reaches the young woman he puts his hand on her shoulder. Kayla Silverfox turns and stares up at him, tears streaming down her face. \n[80]Let's go. He'll only be out for a couple minutes. Creed tosses aside the bat and lifts Logan onto his shoulders as easily as a normal man would lift a child of six. He carries Logan out of the room, winking at Kayla. \n[81]She's real, old friend. Your eyes are telling you. Your ears. Your nose. Logan ignores Stryker, staring at the love of his life. \n[82]I asked you nicely to join the program. And you were so stubborn. But I knew if nothing else could motivate you, revenge would. Stryker smiles at Kayla, a proud professor beaming at his student. \n[83]Tell him. Tell him about the day you died. Kayla, head bowed, is silent for a long count. When she speaks her voice is a strange monotone, devoid of feeling. \n[84]Everybody's a sucker for something. Figuring out what it is, that's the trick. For you, it's a woman's love. An easy weakness to forgive. But still a weakness. Stryker signals to Cornelius. The doctor and his assistant attach a nasty-looking copper halo to Logan's skull. The halo is wired to the electric chair. Logan never takes his eyes off Silverfox. \n[85]Don't be angry at her. She was just serving her country, keeping the mutant menace in check. She and victor have been a real credit to their race. It takes Logan a moment to understand this comment. \n[86]She's a gifted girl. She can plant thoughts in anyone's mind, make them believe what she wants-- as long as she stays focused on them. He strokes her long dark hair, proud of his protege. Kayla doesn't seem thrilled by Stryker's touch, but she endures it. \n[87]A useful tool in a seduction. \n[88]So, Logan... The truth is, you're a real pain in the ass. But we've invested far too much time and treasure to terminate you. We're starting over. Cornelius checks the digital gauges on the machine. \n[89]Let me know when he's clean. I have to look in on our other guest. Stryker exits the room, followed by Victor. \n[90]Lieutenant. Victor and I were just discussing how to kill you and we thought you might have some suggestions. \n[91]When the Turks captured a traitor, they strapped a steel basket to the man's stomach. Inside the basket was a rat. \n[92]Now, even a rat can't chew through steel. But it can chew through a stomach. So it would. Right through the skin and the fat and the muscle and the intestines, right on out the other side. l CDNTTNi7ET) I     87. \n[93]Victor thinks the Turks were soft, letting the rats do the dirty work. He's looking forward to spending your last night with you. \n[94]Enjoy yourself. \n[95]We are. We're saving humanity. \n[96]Yes?  Good. I'm coming down.  The Eleven is ready. He stands and heads for the door. Collins follows. In the doorway, Stryker stops and fixes his cold blue gaze on Kayla. \n[97]Don't worry, my sweet. You're one of the good ones. I'll protect you. He and Collins exit the room, leaving Kayla alone with her misery.     89. \n[98]I want the Eleven combat ready. 1     95. \n[99]I want them ready! The Lead Technician flinches and barks orders to his subordinates, who enter commands into their computers. The lids of ten thousand isolation tanks slide open. As the camera roams among the Eleven, needles and hoses detach from their bodies, releasing their metallic grip. The cloned Creeds begin to stir in their stainless steel coffins. \n[100]Activate the PA system. The Lead Technicians flips a switch. Stryker speaks into a microphone; his voice booms from speakers mounted on the pillars throughout the cavern. \n[101]Soldiers! The Eleven snap to attention with machined synchronicity, all ten thousand facing Stryker. \n[102]The man's committing suicide. He leans into the microphone. The Eleven listen to their commander's voice, amplified by hundreds of speakers \n[103]No army that ever marched could stand against you! You will never abandon your mission, and your mission is simple! Kill the mutants! Kill them wherever you find them! Stryker points at Logan. \n[104]\n[105]\n[106]", "KAYLA": "\n[1]It's okay... shh... it's okay. Logan pants, chest heaving, eyes wild, gripping the tattered sheets in his fists. Kayla holds him tight until his bone claws retract. \n[2]I'm right here with you. Okay? I'm right here with you. Kayla, a full-blooded Innu, wears her long black hair pulled back in a ponytail. She's been sleeping in one of Logan's flannel shirts. \n[3]The war dreams or the one where you're a kid? Logan takes a deep breath, finally calming down. He relaxes into Kayla's arms. \n[4]It's nothing. Just a scratch. She kisses him. \n[5]We need new sheets again, baby. \n[6]Nice. Logan, caught with a snowball in his hand, looks sheepish. \n[7]Stryker? Colonel Stryker? The one you told me about?  What did he want? \n[8]And? \n[9]So why can't they get someone else? Logan thinks about it for a moment. When he speaks there is a degree of self-loathing in his tone. \n[10]Hey. You're not a freak. \n[11]You're not a freak. You've got a gift. \n[12]The kids made cornhusk dolls today in Arts and Crafts. She reaches for her bag and pulls out a little doll. \n[13]I made one for you. Kayla hands him the doll and he examines it by firelight. Given the limitations of the art form, it's a skillful representation of Logan, unique hairstyle and all. \n[14]You're Elvis with claws. The moon, swollen and red-hued, rises above the dark hills, framed in the cabin's window. I coNTTNTTRn 1     15. \n[15]You know why the moon's so lonely? Logan shakes his head. Kayla lies back, resting her head on Logan's leg as he plays with her hair. \n[16]She used to have a lover. Kuekuatsheu. They lived in the Spirit World and every night they'd wander the skies together. But one of the other spirits was jealous. Trickster wanted the Moon for himself. So he told Kuekuatsheu the Moon asked for flowers. He told him to come to our world and pick her some wild roses. \n[17]Yeah, well, you do some stupid things when you're in love. Kuekuatsheu didn't know that once you leave the Spirit World, you can never go back. Now he's trapped here. Every night the Moon searches for him and every night he sees her in the sky and howls her name... but he can never touch her again. For a moment they're both quiet, contemplating the sad myth. \n[18]Kuekuatsheu. The Wolverine. \n[19]Be careful. Logan bends forward to kiss her on the lips. He turns and walks towards a crew of LUMBERJACKS circled around a SUPERVISOR with a clipboard. Logan turns when he hears a honk. Kayla leans out the window. \n[20]I love you, by the way. Logan notices that dozens of lumberjacks are watching this scene. He clears his throat. \n[21]Please? I'm already late. \n[22]Thanks, fellas. \n[23]Lolly Lolly Lolly get your adverbs here, Lolly Lolly Lolly got some adverbs here, Come on down to Lolly's get the adverbs here... Rounding a corner on the narrow access road, Kayla nearly collides with a man in a long black coat. She slams on the brakes and the truck shudders to a halt. The man's back is turned to the truck, his head bowed. His hair hangs below his shoulders, clotted with dirt, as if he's been sleeping in the woods for weeks. Kayla leans out of the open truck window. Before she can speak, the man in the long black coat turns. It's not just his size that frightens us, though the man is massive. It's not just the four-inch-long black talons curling from his fingertips, or the gleaming fangs he licks as he smiles at her. What terrifies us most are his eyes. They are a shark's eyes, black and loveless and utterly inhuman. f CONTTNT1FD'     19. \n[24]Hey, you've reached Kayla and Logan. We're not home right now so please leave a message after the beep and we'll get back to you as soon as we can. Bye! Beep. Logan replaces the receiver in its cradle and' lies back, alone in the world. \n[25]I'm sorry. I'm so sorry. An aluminum baseball bat whirs through the air, smashing the back of Logan's head. Logan falls to the floor, unconscious. Victor Creed stands above him, staring at the flattened barrel of the baseball bat. f nNTTNITFT)1     80. \n[26]You know who I am. \n[27]They gave me a syringe full of hydrochlorothiazide. \n[28]Reduces the heartbeat to almost zero. Breathing virtually stops. Makes you flatline for six minutes. Kayla hops down from the truck. She holds out the IV bag to Victor, who casually pierces it with his claw. KAYLA  (cont'd) I'd been drawing my own blood every night for the past week. I had four liters ready that morning. Kayla smears. her own blood on her body and empties the rest of the bag on the pavement. She lies down in the puddle in a fetal position, her breathing already beginning to slow.     82. \n[29]Shot my Daddy when I was eighteen. Big mistake. Should have shot him when I was seventeen. \n[30]Maybe he had a heart attack after I shot him. Sat there and watched him bleed. After what that man did to me, I wish he died slower. Logan stares at her for a long time. \n[31]That sweet little girl you lived with in the cabin? That was all make-believe. \n[32]I'm a good actress. \n[33]My Daddy found out when I was twelve. Said a freak like me deserved whatever I got. \n[34]Spent so much time getting you to love me, by the time the Colonel showed up I couldn't get you to leave me. (r0N'rTN1 F.n 1     84. \n[35]My mother told me that story. She takes a deep breath and turns to go. \n[36]It doesn't matter. You won't remember any of this. \n[37]What? \n[38]You don't know where I come from. You don't know what it was like. \n[39]I didn't have a choice. \n[40]I'm sorry. t CNTTNTTPTI'     86. \n[41]You're going to let Victor kill that woman. Stryker and Collins ignore her. \n[42]When you got me out of prison, you told me we were going to help people. Stryker continues to sign papers, never looking up. \n[43]From the mutants? The phone rings. Stryker answers it. \n[44]Is he clean yet? Cornelius and the assistant face front again.. \n[45]He was good to me. Cornelius, fiddling with the amperage dial, curls his lips in a sardonic smile. \n[46]You should turn it off now. Cornelius turns and stares at her. \n[47]You two have always hated each other. You should fight. The assistant blinks and begins to scowl, turning toward Cornelius just in time to get punched in the mouth. The two men brawl on the floor with the lack of skill you'd expect from two scientists. \n[48]Hey. Wake up. Logan opens his eyes. He is clearly disoriented, as if waking from a long coma. He stares up at Kayla. \n[49]Are you okay? Logan stares at her, groggy and confused. \n[50]Do you understand what I'm saying?  Do you remember me? In one blinding motion, Logan snatches Kayla by the throat and roughly pulls her to him. She does not resist. \n[51]Please... \n[52]Please... Creed's killing your friend. \n[53]Please! We shouldn't be fighting each other. Stryker's using us. \n[54]What's he gonna do with us when the other mutants are dead? Put us in a zoo? Creed hesitates, considering the logic of her words. A fanged smile splits his face. \n[55]Get out of here. Hines doesn't have to be told twice. She flees. Creed sees his plaything running out the door. He snarls in frustration. \n[56]We're here as guests of Colonel Stryker. The sentries' hostility shifts into apologetic obeisance. \n[57]You boys are no longer needed here. Go back to barracks. \n[58]Logan! Kayla runs down one of the steel staircases that clings to the cavern wall like fire escapes. \n[59]If we get closer to Stryker, I can work my magic. Logan stares at Stryker, his true enemy, the.man who destroyed his life. Ten thousand clones. encircle Stryker, who stands on the raised podium in the cavern's center. \n[60]What are you doing? \n[61]One of them could have survived. Logan glances at her. \n[62]The clones. They've got your healing factor. Logan looks back at the devastation. \n[63]There's something I want you to know. He looks at her. (CONTTNt1F.fl     \n[64]Maybe nothing I say matters anymore. But I'm going to say it anyway. I... A blossom of blood opens up on her chest. She stares down at it in wonder before sinking to her knees. Logan turns and sees Stryker walking toward them. \n[65]No... Stryker fires again. The adamantium bullet rips through Logan's forehead with an unholy sound. Logan falls to the ground. Stryker stands above him and fires another bullet into Logan's head. Stryker turns the gun on Kayla. \n[66]You don't need to waste another bullet. I'm already dead. Stryker blinks and hesitates. Kayla coughs, her strength beginning to fade. \n[67]Maybe you should turn that gun on yourself, Colonel. Stryker nods, pointing the gun at his own head. \n[68]It would be good for the mutants if I made you pull the trigger..  Why do you hate us so much? Stryker's finger trembles on the trigger. \n[69]Is it because your son is one of us? For the first time, perhaps, we see something human in the cold blue of Stryker's eyes. \n[70]Enough killing, Colonel. Throw your gun in the lake. r 1     101. \n[71]Leave us. Keep walking till your feet start to bleed. Stryker turns and walks away. Kayla crawls over to Logan. She lifts his head onto her lap. He's unconscious but breathing. The bullet holes in his skin have already healed. She strokes his jaw. and smiles sadly. One of the scraps of paper from the base blows against her leg. She takes it and looks down at the blank page. She has no pen. She touches her chest, just above her heart, wetting her finger with her blood. She writes four words on the page, blows on it to dry it, folds it once and places it in Logan's hand. She kisses his lips and rests his head gently on the ground. Fighting the pain, a dying woman, Kayla manages to stand. \n[72]If you ever remember what I did to you, try to forgive me. I was a fool. And you were right... I always loved you. She turns and walks toward the lake, never looking back, never hesitating as the waters rise above her knees, above her waist, above her shoulders, above her head. ", "HINES": "\n[1]Sir? Stryker stops and waits.for her to catch up. \n[2]I know we've discussed this before-- He knows what she's going to say. He shakes his head and continues down the hallway, forcing Hines to chase after him. \n[3]Anesthetic won't work on him. His healing factor neutralizes drugs. Including painkillers. \n[4]We've never conducted any animal \n[5]He might not, either. There's a significant chance the procedure will kill him. NTTNTTFn )     29. \n[6]Sir... I took the Hippocratic Oath. I swore I'd never intentionally harm another human being. Stryker turns on Hines, jabbing his finger at her. \n[7]Yes sir, but I don't understand why- \n[8]One zero two point three. \n[9]One sixty. \n[10]Heart rate one ninety. \n[11]Body temperature one zero eight. Heart rate two ten. Sir-- A dying Russian lies on his back on a dock in Odessa, staring at the sky, his shirt punctured with three precise holes. Logan stares down at him, bone claws extended. 1     34. \n[12]Heart rate two twenty five. Sir, we're well beyond maximum-- \n[13]Heart rate two forty four... two fifty... two fifty seven... \n[14]Core temperature one hundred and nineteen degrees. .A young Stryker, wearing jungle fatigues and a necklace of human ears, holds a revolver to the temple of a sobbing Viet Cong prisoner. Stryker smiles as he pulls the trigger. \n[15]The creme de la creme just got creamed. Stryker gives her a very nasty look before turning to General Munson and speaking in calming tones. \n[16]I can't. Please... you don't know what they'll do to me. \n[17]I don't believe you. You're different than they are. You wouldn't hurt an innocent person. \n[18]It's not the Weapon X program, it's the Weapon Ultra program. Started sixty-five years ago. They've been trying to make the perfect soldier for a long time. First to fight the Nazis. Then the Communists. Now it's mutants. \n[19]You don't understand. X is a letter but it's also a Roman numeral. Weapon \"Ex\" is a nickname. Officially, you're Weapon Ten.  Victor Creed is Weapon Nine. Hines watches him, unsure how he'll react. \n[20]Both of you are experiments... prototypes. The final product is almost ready. Weapon Eleven. Logan's face darkens as the extent of his betrayal becomes clear to him. \n[21]I don't know about anyone getting killed. I'm just a scientist. I work in a lab sixteen hours a day. \n[22]He was your commanding officer for years. How many people did you kill on his orders? Logan stares at her for a long count. she stares back, terrified but resolute. \n[23]Good morning! The sentry looks into the car's cabin. The passenger seat is empty. The back seat is empty. \n[24]The trunk? \n[25]It's safe. Logan crawls out from the underbody, where he had been clinging. He dusts himself off. \n[26]Sorry about that. Now what? \n[27]You have some blood on your shirt. Logan sees the drops of blood and tries to blot them out. \n[28]Murphy. Hines waits till Murphy passes. She stops in front of a locked door and allows a laser scanner to read her retina. The door slides open. Logan looks through the open doorway, his nostrils flaring. He looks primed for homicide. \n[29]Welcome to Weapon Eleven. \n[30]Ten thousand. They reach the cavern floor and walk amongst the Eleven. \n[31]Stryker says mutants and humans will fight a war soon.  This is his army. The camera glides over the isolation tanks as Hines continues to speak. We catch glimpses of the ELEVEN inside, comatose soldiers with needles and wires protruding from their skin, exactly like Logan during the Weapon X procedure. The men all look identical and they all look oddly familiar. \n[32]They incorporate the most successful features of the previous Weapons. Enhanced skeletons, heightened senses, healing factor-- f r0NTTNTTF.T) I     78. \n[33]Stryker's most successful mutant hunter. They cloned him years ago.  The Colonel's been planning this for a long time. _ Logan walks through the midst of this vast, sleeping army, surrounded by ten thousand replicas of his worst enemy. \n[34]I think that's the general idea. Logan stops in mid--stride, head raised in the manner of a hunting dog who has just caught wind of his prey. \n[35]What's the matter? Logan moves, walking quickly, nearly knocking over a technician entering data into one of the stasis pods. \n[36]Where you going? Logan never turns. f rONTTNUT n %     79. \n[37]Please, Colonel-- Stryker pats Hines on the cheek and nods to Victor. \n[38]Please don't do this... Please! Victor drags the screaming Hines off of her cot. Kayla watches with growing unease but Stryker smiles and- waves goodbye as he turns the key that shuts the cell door. \n[39]No... ", "VICTOR CREED": "\n[1]Show's never over for you, freak.. \n[2]I just want to hear you talk a minute before I cut your lungs out. Creed shoves Beak back into his seat, picks up the bottle of bourbon, examines the label, and guzzles it. Beak opens his mouth but no words come out. Finally: \n[3]Us? There's no us. There's you and there's me, and in a minute, just me. Creed smiles down at his feathered target. Beak tries to shield his body with his wings. \n[4]Let me show you how it's done. \n[5]Stuff don't work on me. I drink and drink and I never feel any different. He downs the full glass of whiskey with a swallow. He looks around the bar, at the pool table in the back, the Wurlitzer jukebox, the stacked bottles of liquor. \n[6]You got any insurance on this place? \n[7]'Cause it's about to get ugly. Logan walks into the tavern, sniffing the air. He sees Creed sitting on the barstool, back to the door. \n[8]Sweet girl. Tasted like strawberry jam. The bone claws burst from Logan's hands, pale, white, and serrated. He growls and swings at Creed's head. The big man is fast. He ducks under the claws, grinning and circling like a boxer, happy that he's finally got a decent adversary. The bartender and the local drunks have seen plenty of bar fights, but not ones featuring clawed mutants. They run. \n[9]You can scare off the civilians with those, sonny boy. But I got claws of my own. He swings, raking his talons across Logan's chest, drawing first blood. Logan lunges at Creed and the battle begins. -The pace of the combat is startling, the physical power stupendous. A missed swipe by Creed ends with him clawing out the guts of the jukebox. Logan jumps at his enemy and gets swatted into the wall, smashing the plasterboard. Creed grabs Logan by the collar and tosses him onto the pool table. Creed brings his fist down, looking to pulverize Logan's skull, but the smaller man rolls clear. Creed's fist shatters the slate and the table collapses. Clearing his head on the sawdusted floor, Logan sees the eight ball rolling past. He picks it up and hurls it at Creed's head. Creed catches the eight ball in his left hand and squeezes his fist shut. He opens his hand and lets the powdered remains spill onto the floor. Logan springs to his feet and swings at creed, again and again, his claws whooshing through the air. l CONTTNTJRT) )     22. \n[10]You put up a better fight than your girl did. Creed snatches Logan and slings him headfirst through the plate glass window. \n[11]Time you got declawed, kitty kat. Creed lifts his heavy black boot and brings it down hard on the extended claws of Logan's left hand. \n[12]And it's always me. Creed stands, staring down at Logan's unmoving body. Sirens moan in the distance. Creed walks away. Logan bleeds in the snow. We rise above him, higher and higher, his battered body dwindling as we rise with the smoke. \n[13]Everyone thinks you're a lunatic, talking to animals. But I know you're not, Francis. You understand them, don't you? That's your power. Francis looks for help but there is no one in sight. \n[14]What do they tell you? Francis is quiet for a few seconds, staring at the killer. \n[15]You ever talk to a panther, Francis? Francis shakes his head. CONTTNi7Ff)1     52. \n[16]Every now and then a white panther comes along. Albino. The mama panther won't even look at it. She won't lick it, she won't feed it, nothing. So pretty soon the white panther dies. You know why?  White panthers are mistakes. And nature takes care of its mistakes. \n[17]I don't know who my Daddy was, but it sure as Hell wasn't God. Francis bows his head. \n[18]How do you know? You've never done it before. \n[19]You think I'd use a bomb on you, Johnny Boy? Wraith spins around. Victor Creed sits on a concrete parapet, the desert wind blowing his filthy blonde hair. He hops off the parapet and walks toward Wraith. \n[20]It's all about human contact for me. Wraith quickly unlocks the car door and get in. He slips the key into the ignition. The engine turns on the first try. Wraith hits the gas and the Mustang squeals out in reverse. He slams on the brakes, shifts into drive, and guns the car right at Creed. An instant before impact, Creed sidesteps the car and punches through the driver's window. It's a miracle of a punch, timed perfectly, a crushing shot to Wraith's jaw. Wraith loses control. of the car and it sideswipes a parked Hummer, spinning to a stop against a concrete wall. Wraith blinks and tries to clear his head. Creed reaches inside the broken window and hauls the Texan out. He lifts the bleeding man into the air and flashes his white fangs. \n[21]Hear you been talking out of school. \n[22]That's the plan. It's a lot easier than finding him. Creed slams Wraith against the concrete wall and plunges his claws deep into Wraith's gut. The Texan's mouth opens as the full force of the pain hits him. Creed whispers in his ear. \n[23]I can feel your spine, Johnny Boy. A sickening crunch as vertebrae are crushed like walnut shells. \n[24]Never knew you had one. Creed drops Wraith's body to the ground.     70. \n[25]Man's got a hard head. \n[26]My kind of guy. \n[27]You mean I don't get to potty train him? \n[28]I've always had a thing for human chicks. You're all so soft and helpless. \n[29]Maybe it's time I did a little surgery on you, Doctor. \n[30]Starting to think you're addicted to pain. You keep coming back for more. Snikt ! \n[31]Amen to that. Kayla stands in between them, holding up her hands. \n[32]A little late for the Mutant Power crap. We hunt freaks for the man. That's why we're free. \n[33]Don't try your head games on me. I've gutted better telepaths than you. Creed rears back to hammer Kayla, a blow that would separate her head from her body. Logan catches Creed's fist inches from Kayla's face. \n[34]Oh, I'm happy picking on men. Creed swings at Logan's head, Logan ducks, and the fight begins. This is melee so efficient that no motion is wasted. Every lunge would kill any other adversary. Every parried blow would shatter a normal man's arm. Kayla, bleeding from the nose, staggers to her feet. She helps up Hines and pushes her toward the door. \n[35]You're ruining my party. He grabs hold of Logan and hurls him headfirst through the cell wall-- a concrete support wall.     93. \n[36]How you gonna fight without eyes, little man? Logan brings his knee up hard, smashing his adamantium- enhanced kneecap into Creed's groin. The big man groans. Logan spins Creed around, jamming him against the wall. He tries to skewer Creed with the claws of his right hand but Creed moves his head at the last moment. Logan's claws are buried to the hilt-in the wall. He strikes at Creed with his left hand, but Creed dodges again. All six of Logan's claws are deep in the solid rock wall. He brings his hands. together, the adamantium blades slicing through granite as if it were cheesecake. Creed ducks under the claws an instant before they shred him. He grabs Logan in a-bear hug. A large section of the wall behind them falls out, and, unable to halt their momentum, Logan and Creed tumble through the hole, disappearing from sight. Kayla runs over and stands at the jagged precipice, looking out onto the gargantuan Weapon XI cavern. \n[37]Your pal Wraith pissed all over my boots when I crushed his spine. Smell like fear, don't they? Something changes within Logan, a fury so overwhelming it cannot be contained, a rage so vast it could only be called berserker. .Logan rolls toward his tormentor, sweeping his claws straight through Creed's ankle, severing the foot. Creed screams and falls to his knees. Logan stands, grabbing a handful of Creed's dirty blonde hair. ", "CORNELIUS": "\n[1]Adamantium temperature? \n[2]Feed lines clear? \n[3]Prepare insertion.     31. \n[4]Commence feed. The technicians enter commands, watching close-up images of the procedure on their monitors. \n[5]Body temperature? \n[6]Heart rate? \n[7]Density? \n[8]Density? \n[9]The Eleven will be ready within 24 hours. \n[10]Sir... Lieutenant Hines hasn't reported to base today. \n[11]We saved the leftover adamantium from the Weapon X procedure. Stryker plucks one of the bullets from its niche and rolls it between his fingers, examining it with a practiced eye. \n[12]Each one's got a high-explosive core. Two in the head and Logan's brain will have to regenerate from scratch. \n[13]According to the computer models we \n[14]She ought to be. That's the world's most expensive bullet. Stryker pulls a revolver from his shoulder holster, dumps the standard rounds, and begins loading the adamantium bullets. (rfNTTN11F.T 1 \n[15]There's another way, a more reliable way, to break down his memory. \n[16]Only problem is, the procedure can only be done here at Alkali Lake. Stryker swings the chamber shut and holsters his gun. \n[17]We're good to go. \n[18]If I've calibrated correctly, we'll leave intact the hard-wired functions, walking and talking, all that good stuff. \n[19]But every memory you've ever had will evaporate. Just like it never happened. Logan never takes his eyes off Kayla, his personal Judas. \n[20]Whenever you're ready, Miss Silverfox. Kayla turns and walks out of the room. Cornelius and his aide follow, shutting the door behind them. Logan takes a deep breath. He looks like a man who is ready to forget everything. \n[21]This could take a while. Raise the amperage by forty percent. \n[22]He's stronger than I thought. We could be here all night.. Kayla watches Logan in his agony. A glimmer of remorse passes over her face. \n[23]You have a funny way of showing your gratitude. Logan thrashes in his chair. Kayla chews her lip. For a long count she watches Logan suffer. \n[24]I should what?  Oh. I guess that's... I guess that's a good idea. He turns off the electricity. 1coNTTN IRD 1     90. ", "WRAITH": "\n[1]This is a contact sport, ladies. If you don't like hitting people, try golf. Logan comes up behind Wraith, unseen by the Texan.. \n[2]Look at this. You never get old, do you? The two men'embrace. There is genuine affection here, the camaraderie of men who have fought together, bled together. \n[3]Nobody followed you? \n[4]Can't be too careful, brother. I've been retired five years I still check under the car every time I drive. \n[5]Why don't you two get a manicure or something and meet me back here in the morning.  Want a beer? \n[6]I love you like a brother. So I'm giving you thirty minutes. After that, you're too dangerous to know. \n[7]What I hear, our friend the Colonel's got eyes all over the country looking for you. He ain't about to let Weapon X go rogue on him. Wraith pops the caps off the beer bottles and hands one to Logan. \n[8]You are. A walking, talking, hundred-million dollar experiment. \n[9]I keep my ear to the ground. People like us, we never really quit the game. \n[10]Our friend the Colonel has big plans. \n[11]Hear a lot of chatter about something called the Eleven. My boys in Arlington say it's the biggest covert weapons project since FDR built himself an atom bomb. Other than that, no one knows a goddamn thing. Wraith places his bottle on his desk and sits up straight in his chair. \n[12]Look, I... I heard about what happened to your woman. For what it's worth, I'm sorry. Logan nods. He doesn't want to talk about it. \n[13]I did a little contract work with Creed back in the day. I've known some seriously foul people, but that cat... They say he took out a whole village in Nicaragua one time, every man, woman, and child, killed 'em all, just 'cause he was bored.  I been screwed, sued, and tattooed, but I never killed no kids. \n[14]Till they got wise to him. Wherever he went there was a trail of bodies. And not always the right bodies, you know what I'm saying? There is murder in Logan's eyes. \n[15]He's a hard cat to track. \n[16]Might want to talk to his friends from the ultramax. \n[17]Feds built it to hold the baddest of the bad mutants. Worked pretty well. Only problem-- now they all know each other.  You ever hear of a guy named Fred J. Dukes? \n[18]People call him the Blob. You find him, you'll know why. Got out of the hoosegow a few months ago. Went home to Iowa. Town called Elgin. \n[19]I bet you'll find out. \n[20]He'll find you. ", "AGENT ZERO": "\n[1]Pest Control Division. Working with exterminators. \n[2]Still smoking cheap cigars? Logan spits the butt of the severed cigar from his mouth and clenches his fists. \n[3]Lumberjack. Eighteen grand a.year. \n[4]You content chopping down trees? \n[5]Starting to miss it? 1     11. \n[6]Bagged or breathing? \n[7]Weapon X is in the farmhouse. He just murdered.two civilians.. Fire at will. An APACHE LONGBOW helicopter streaks overhead, fifty feet above the ground. \n[8]Locate the target and fire again. \n[9]Repeat: locate the target and fire again. \n[10]Your boy just took down fifty million dollars worth of hardware. Guess I got to do this myself.     46. \n[11]Have a little faith, boss. \n[12]Don't care what kind of bones he's got. Fifty caliber bullet through his eyeball ought to do it. \n[13]I'm losing you, boss. Agent Zero clicks off his headset and.raises the sniper rifle, searching through the smoke with his scope. \n[14]Come out and play... \n[15]You ever notice good people tend to die when they spend time with you? He swings the knife at the side of Logan's neck.`Logan catches Agent Zero's wrist and slams it against the door frame. Agent Zero drops the knife with a pained smile. He didn't think that would work. \n[16]Maybe you should stick with the bad people. We're more your speed. \n[17]Yeah? Tell me. The smirk fades from Zero's face as he sees the adamantium claws plunging toward his heart. ", "JAMES HUDSON": "\n[1]Yep. \n[2]Yep. NTTN!JRr 1     40. \n[3].yep. \n[4]Son... What in hell are you doing? \n[5]Uh huh. It's the middle of January and you got no clothes on. \n[6]You're not on the drugs, are you? \n[7]Just had a rough night? \n[8]All right, come on. I got some old clothes'll probably fit you. He turns and Logan begins covering strategic places with wads of straw. \n[9]I'll take you around back so my wife don't see you again. \n[10]Scared her?  I'm not worried about you scaring her. \n[11]You mind if I ask where you came running from? rNTTNITF.n )     42. \n[12]I'm just wondering. We're twenty miles from town. It's a miracle you didn't get hypothermia out there. \n[13]You know motorcycles? \n[14]Best bike Harley-Davidson ever made. First one with a seventy-four- cubic inch engine, hydraulic valve lifters, aluminum heads-- Heather stands to clear the plates. \n[15]", "GENERAL MUNSON": "\n[1]So if this works, I guess Weapon X won't be walking through any metal detectors. \n[2]How long before he's mission operative? \n[3]Uncharted territory is a pretty good description of your budget, Colonel. This doesn't work, you can kiss the Eleven good-bye. \n[4]Not everyone in the Pentagon thinks there's gonna be a war. Stryker turns and fixes his gaze on the general. \n[5]Is there a problem? Stryker allows himself a small smile. \n[6]I take it this is still part of the plan, Colonel? \n[7]Is it made out of adamantium? \n[8]This is turning into a goddamn disaster, Colonel. \n[9]Success? Are you kidding me? \n[10]I'm sorry, William. I've lost confidence in your leadership. I'm going to recommend your dismissal to the Joint Chiefs. Stryker stares out the window at the distant lake, with no visible reaction to the General's words. \n[11]I know you believe in what you're doing. But I don't. War with the mutants is not inevitable. The general coughs. He begins to look confused as he coughs again, his breathing gone suddenly ragged. He clutches at his chest. A thin smile curls Stryker's lips. He turns to regard the General. ", "GILMAN": "\n[1]Kid didn't even move. You see that? Where's your survival instincts, boy? The boy says nothing. He readjusts his bookbag and resumes his long walk northward. \n[2]Hey! Gilman grabs the boy's shoulder and spins him around- \n[3]The hell you going? You hear me talking to you? One of the other football players, MASON, walks over and inspects the boy's face. \n[4]You the one with the convict daddy? The boy stares back at Gilman, unblinking. \n[5]What's the matter, you about to piss your pants? Answer me. The boy says nothing, never looking away from the bully. Gilman presses his fist, adorned with a heavy class ring, against the.boy's cheek. \n[6]You a tough guy like your daddy? Gilman shoves the boy, forcing him to stumble backwards. The boy regains his balance, never taking his eyes off Gilman. \n[7]You want to play tough guy with me? Huh? Provoked by the boy's lack of fear, by the insolence of his stare, Gilman rears back and punches him in the face. The boy falls to the ground. Blood spills from a gash in his cheek where the class ring cut him. \n[8]What's the matter? You want some more? The boy doesn't look away. The bully swings, cracking the boy in the side of the head, knocking him down again. \n[9]Let's get out of here. \n[10]You got to be kidding me. I'm gonna knock the-- But Gilman's words die in his throat as he sees something impossible happening. The gash on the boy's cheek knits itself shut, leaving no sign of injury. Gilman is so shocked he doesn't see the boy's fist whizzing toward him, striking him in the nose. And then another punch. And then another. The boy is far smaller and weaker than Gilman, but he fights with a ferocity that seems inhuman, punching and kicking and headbutting, doing whatever it takes to fell his enemy. Gilman, stunned by the intensity of the assault, goes down, trying to protect his face from the blur of blows. Mason tries to pull the boy off his friend and suffers a bite to the hand. He howls with pain and backs off. The other two football players, amazed to see their leader getting pummeled by a boy half his size, watch in awe. The boy growls as he batters the bully. He grabs Gilman's collar and lifts the football player's head off the ground, prepared to deliver the coup de grace with his right fist. Three bone claws spring from the boy's hand, serrated and razor sharp. Everything stops. Mason, clutching his wounded hand, quits hollering and stares. The other two football players blink and slowly back away. Even Gilman, moaning on the ground, hushes and tries to crawl backwards, away from this beast on top of him. 1     4. ", "BEAK": "\n[1]Are you kidding me? He throws down his hand in disgust. \n[2]Yeah, well, I'm an eternal. optimist. Sherrlene tallies the points. \n[3]I don't want to scare away any tourists. \n[4]Goodnight, Sherrlene. \n[5]You forget your purse?  All right, all right, I'm coming. He stands and opens the door. \n[6]Show's over, pal. VICTOR CREED is shrouded in shadows, but when he grins his white fangs gleam. He drapes his arm around Beak and drags the birdman inside the trailer. \n[7]You want money? There's twenty bucks on the dresser. That's all I \n[8]You're the one that's been killing mutants. Creed wipes his lips with the back of his clawed hand. \n[9]But you... you're one of us. \n[10]Please... I never hurt anybody, my whole life... ", "HEATHER HUDSON": "\n[1]Marge'll probably make her walnut pie again. I thought I'd do meringues this year. Try something different. Don't you think? \n[2]You like my meringues, don't you? \n[3]Yep. Yep. Forty years of conversation, all I get is yeps. Heather grabs her husband's arm. \n[4]Jimmy! James turns in time to see a naked man sprint across the snow and slip inside a red sheep barn. \n[5]I think there's a naked man in the barn. \n[6]Jimmy. Let the boy eat. Logan piles eggs onto a slice of buttered toast. \n[7]Now you've got him started. You need more of anything? Logan, smiling, holds up his hands to surrender. The smile fades when he sees the red laser dot appear on Heather's shirt. \n[8]What's the matter, honey? Logan dives across the table, trying to knock her out of the way, but the bullet beats him there, punching through the window frame and straight through Heather Hudson's heart. She collapses in Logan's arms. ", "BARBARUS": "\n[1]Oh, I heard about this li'l fella. Mr. Creed beat him to hell. 1     67. \n[2]Somewhere in America. Doing what he does best. \n[3]Putting people's insides on the outside. \n[4]Some mutants need killing. \n[5]He don't sent me postcards. \n[6]Busted out?  You been misinformed. Victor Creed got himself a government pardon. Some fellas from the Department of Agriculture came and picked him up. \n[7]No, sir. But somebody is. "}}