{"dialogues": {"XANDER": "\n[1]Sky, you there? Start packin' cause we are out of here! \n[2]Did I promise you a fat vacation or what? Get ready to get down in paradise. \n[3]Hey, you don't need all this just to go on vacation. Unless this ain't for going on vacation... \n[4]I can see that. Why? \n[5]I'm having fun, what's the problem? \n[6]I don't wanna go mersh, you know that. But hey, if this is about money... \n[7]I got an advance on the next bootleg. Let's get out of here, just you and me. We'll chill out in Bora Bora for a couple months. \n[8]Alright, so I'll get more. \n[9]Well if you're bailing, I guess I'd better give you your surprise now. \n[10]I was gonna wait till the islands, but... \n[11]Of course I'm serious. I bought it, didn't I? \n[12]I don't know. I thought this is what you wanted. You want stability, here it is. \n[13]You're not exactly \"going anywhere\" yourself. \n[14]She had nothing to do with the tower jump. She's nobody. I just met her last night. Tell them. I hardly know you. \n[15]God, I hate cops. What's the charges this time? \n[16]You... pussies... \n[17]What the hell? \n[18]Hey. Where am I? How did I get here? \n[19]Huh? \n[20]You alright? \n[21]Yeah, sure. \n[22]What? \n[23]Problem? No, no problem. You go right ahead. \n[24]Whatever, dude. \n[25]Alright, \"Buck\", whatever you say. \n[26]Better shoot me quick. \n[27]Too late! \n[28]Alright, bitch, what's going on? \n[29]Talk! What's the game? Who are you people? \n[30]Who the hell are you? \n[31]What is this place? \n[32]Diner, huh? Let me tell you what the problem is. I wake up drugged to find what? You've got a \"salesman\" over here reading a three week old newspaper. He's pulling a 211 with a \"trucker\", who happens to be packing a cop issue H&amp;K 9mm. I get tipped that something is going down when she passes me a note. How's that for twisted logic? How did she know there was trouble unless they pulled the guns before I \"walked\" in? And if that's true, why'd they stop and wait until I woke up to gaffle the money? Then I notice how beefy they both are. Hell, even the waitress is cut. All three of them look like they went through the same training program. Ergo they ain't strangers and this isn't what it seems. That's how I knew yo-yo wouldn't get a round off even if I gave him all day. Why? \n[33]Cuz there's nothing but blanks in these guns. And no offense, but their performances were terrible. \n[34]That shows me already that you don't have a clue. What's it to you, anyway? \n[35]Good for you. Now why don't you stop wasting my time and tell me what you want. You didn't go through all this for my benefit. \n[36]A Fed, I shoulda known. Who else would have this kind of budget? Now you're gonna hit me with the sales pitch. \n[37]..If you're trolling around for narcs, man, have you got the wrong guy. \n[38]Look at me, dude, do I look like a fan of law enforcement? Forget the tests, you shoulda just asked me. I woulda saved you a lot of trouble. \n[39]Are we done now? You've got nothing on me. So if you ain't booking me, I'm walking. \n[40]Is that a fact? \n[41]You know what I hate? Any scumbag with a clean shirt and a bad haircut can get one of those tin stars and suddenly they think they're God. \n[42]You bastards love to see me sleep. \n[43]Been to any good diners lately? \n[44]Nobody told me this was a costume party. \n[45]A parachute. This does not argue well. \n[46]I get the picture. \n[47]Don't look at me, brother. It's every man for himself. \n[48]You gotta be kidding me. \n[49]You boys are too good for me. Guess I failed this one, huh? \n[50]So much for \"every man for himself\". Nice to see you again, fellas. \n[51]This oughta be good. \n[52]This must be el jefe. How's it goin' jefe? Some weather we're havin'. \n[53]What's on the menu tonight? The old blowtorch-to-the-family jewels routine, I'll bet. Hey, you want roasted nuts, let's break out the Planters. \n[54]Oh, I don't know. It was an accident. \n[55]We're anti-social. We don't have any friends. \n[56]Who's writing this dude's dialogue? \n[57]We're on to the game, ese. You got the fake blood splattered all over the walls, you got your torture tools... It's all very cute. But come on, let's quit while you're ahead. I'm only trying to save you a beatin'. \n[58]Alright. You wanna eat through a tube, be my guest. \n[59]Keys. You got 'em? \n[60]Hand 'em to me. \n[61]I hope you're getting paid extra for this. \n[62]Aw shit. \n[63]Help me with this guy. \n[64]That only works if you're a man! \n[65]You alright? \n[66]Keep your head down, I'll be right back. I'm gonna steal us some wheels. \n[67]Looks like we're in the middle of the drug war. \n[68]Alright Mr. free-for-all, you go that way, I'm gonna go this way. They can't follow us both. \n[69]Go! \n[70]Shit! \n[71]I'm gonna need to hit the trees after a night like this. \n[72]Nice of you to draw me a bath. Is it Saturday already? \n[73]You're a cold piece of work. You almost got three people killed out there. \n[74]You want the cheap backstory? The runaway mom, the suicide dad and the foster homes? Gimme a break. You're not interested in my past, you're interested in my future as some kind of spy. \n[75]I'm not interested. I've already got a job. \n[76]I plan on getting a lot older. And playing spy games sounds like a quick way to get yourself dead. \n[77]What's this? You're gonna try to scare me now? \n[78]Now I'm the one who's nauseous. So what's the deal? What do you need me for? \n[79]What do I get out of it? \n[80]You're one sick bastard. A sadist with a badge looking to rope me in to a suicide mission. I think no matter which way I go I'm likely to wind up face down on a sheet of plastic. So here's my answer: kiss my ass, Hop-along. \n[81]Not bad for a gimp. \n[82]I'll take that under advisement. Maybe I can be like you and lose a leg for the old Stars and Bars. I bet the flag's a great comfort every time you need help climbing stairs. \n[83]No. \n[84]You tell me. \n[85]There better be a movie on this Goddam flight. \n[86]How about a pedicure as long as you're down there. What's this? Lo-Jack? \n[87]Yeah, I spy or I die. \n[88]You must stay up late to come up with shit like that. \n[89]Fine, but I'm not gonna be no Bulldog Omega 5. \n[90]Up yours. \n[91]Is that all? \n[92]I've got something for you to chew on. Next time you send someone to save the world, make sure they like the planet the way it is. \n[93]Slick graphics, huh? See these dudes? They're called \"Anarchy 99\", they're the bad guy bosses. \n[94]You wanna check it out? Come here. \n[95]First we've got Anders, the psycho looking biker. In charge of transportation and smuggling. Controls every trucking union in Eastern Europe. Don't look too clean, either. \n[96]Next we got a Siberian redneck, Viktor. Into snowmobiles and snowboarding. So naturally, he covers prostitution and the drug trade. \n[97]Kirill, the sniper. Looks like a bookworm, but he had 72 confirmed kills in Chechnya, they called him the \"Finger of God\". Assassination and weapons. \n[98]You like her, huh? Petra. She runs their finances, money laundering, computers. Joined the gang after spending some time as the girlfriend of this dude, Yorgi Azar Zimin. Capo of Anarchy 99. \n[99]Yorgi masterminded the take-over of three Red Mafiya clans. Cops called it \"blood week\". He combined all of their global enterprises into one huge crime syndicate: Anarchy 99. \n[100]What are you gonna do? They're Euro- trash. \n[101]Just about anything I want, it looks like. This is gonna be tough, though. There's no way to save this game. I gotta get it right the first time through. \n[102]Nothing, really. My guy is just doing it to stay alive. \n[103]Like what? \n[104]This is bullshit, man, I wanna see some ID. \n[105]You're both named Ivan? That's gotta be confusing on Valentine's Day. So where we headed? Fellas, I said where we headed? Yeah, whatever. \n[106]James Bond never had to put up with this shit. \n[107]I've been on a plane for twelve hours, I think I'll stand. \n[108]Here we go again. \n[109]First of all, you should kill whoever sold you that suit. Two, I don't wanna be here either, so just step off. Three, if you had the authority to shoot me you would've done it by now, so just ease up on the machismo, bitch. Now that we've got that sorted out, I'm gonna get some rest. \n[110]Nice hops. \n[111]That's the guy. \n[112]Who you workin' for? What do you do for a living, dickhead? \n[113]Look what we have here. Czech 5-0 on the mack. \n[114]He flashed his badge to half the bar when he bought his drink. \n[115]Thanks, but I'm here on business. I heard you're the G around here. I'm looking for some cars, expensive ones. A lot of them. \n[116]I'm talking about the sports cars that disappear off the docks in Genoa and wind up here. If you don't know about 'em, who does? \n[117]I guess I heard wrong. \n[118]When else are you gonna do it? \n[119]Cops arrested me while I was still in surgery. Did two months. \n[120]Ferrari's, Lamborghini's... high end pasta rockets. Ten to start. \n[121]I have Japanese buyers who are looking to move a fleet, if you have the quality of merchandise they're after. And it's a mil two, max. \n[122]Is she for real? Honey, maybe you should quiet down and let the grownups have a conversation. \n[123]Sure. Just chisel some off your heart. \n[124]It'll work faster if I have an account number. \n[125]Wouldn't dream of it. I'm even gonna throw in a few extra bucks to send you to charm school. \n[126]I believe I can hang with you fellas for a while. \n[127]I guess you got my E-mail. I set up a purchase. Ten cars. \n[128]Buddy, you sent me here to get close to their organization, that costs money. \n[129]I'm already on a first name basis with these dudes, I got a deal set up, you want me to hammer it or not? \n[130]What the hell am I after? You're telling me dick. \n[131]Call me crazy, but I thought hooking up a million dollar deal was a great way to get on their good side. What else? You gonna hassle me about the weapons and spy stuff too? \n[132]I know, poison needles in my shins. You've got 36 hours. Peace, out. \n[133]That's would be me. \n[134]Yeah, thanks a lot. \n[135]I stole your beat, huh? Guess you forgot to brown-nose the right people. \n[136]Why don't you show me some gear before you get hurt. \n[137]What is all this? I didn't even order some of this stuff. \n[138]Kinda looks like you. \n[139]They come in any other styles or colors? \n[140]That one I'm real familiar with. \n[141]I think I'll hang on to these. \n[142]From the Beastie Boys collection? \n[143]You're joking, right? \n[144]I thought that was in detail. \n[145]Very nice. I'm impressed. \n[146]I had to inspect the merchandise first. \n[147]What's this? \n[148]You're alright, Yorgi. \n[149]You tell me! You got a sniper up there or what? \n[150]Bullshit! You get your boy off that roof or I swear to God I'm gonna give you another hole to breathe out of. \n[151]I've got him. Buckle up. \n[152]Had to do what I had to do. \n[153]What's \"Anarchy 99\"? \n[154]You wanna see my politics? \n[155]Screw the world. If I'm gonna die for something, it better be bitches and money. \n[156]\"...try walking into a deli and urinating on the cheese\". 'Anarchy Burger' by the Vandals. \n[157]How you gonna do that with government and rules everywhere? \n[158]This is great, dancing with the back of your head. \n[159]If you got a problem with me, why are we dancing? \n[160]You do everything Yorgi says? \n[161]It's gonna be like that, huh? You got all bent out of shape as soon as he started dancing with someone else. Why's that? \n[162]Did you guys used to date? That's it, right? He broke your heart and you're still soft on him. That's funny, it don't seem to fit with a tough broad like you. \n[163]Where are you going? \n[164]I was invited. What's your story? \n[165]Come on, don't front like that. You'll put a guy right off you. \n[166]That right? Why's that? \n[167]You got a great set-up here Yorgi. You really know how to live. \n[168]I've been here before, when I was a kid. My old man was in the service, we used to live on the Army base in Hamburg. \n[169]Hell no. My dad was a straight up tin soldier. Somehow he pissed this general off and got himself dishonorably discharged. Had a court martial and everything. The charges were total bullshit, so he was sure he'd get his name cleared, but it didn't happen. \n[170]My old man, he bought into the system, and it screwed him. So he swallowed a bullet. Me, I don't believe in nothing I can't see and touch. \n[171]That's alright, I'm kinda tired. \n[172]You gonna tuck us in? \n[173]Listen, no offense, but I'm not in the market right now, okay? You can stay here, but let's not -- \n[174]You don't understand a word I'm saying, do you? \n[175]Stupid, right? That's what I was trying to tell you. I just got out of this heavy thing... \n[176]The things I have to do for my country. \n[177]Looking for a phone book. I want to call a cab. Unless you wanna give me a ride? \n[178]We hung out last night, remember? \n[179]Hey, take it easy. I'm just a dude trying to make a buck. \n[180]You've got to relax, baby, you're paranoid. \n[181]Hey, you're good. \n[182]That makes two of us then, sweetheart, because I ain't buying your bullshit either. You're not like them, I can see it in your eyes. So you tell me, who's bullshitting who? \n[183]The eyes don't lie. All this has gotten to you, hasn't it, Petra? You came in as Yorgi's girlfriend and you stayed because it was fun. Now you don't like it so much, but you're in so deep you can't get out anymore. Tell me if I'm wrong, Petra. \n[184]Look at you. You're helping run things now. You're a gangster. I bet that snuck up on you. You woke up one day and you were a criminal. \n[185]It's cool, I feel you. I might even be able to help. Here, let me show you something. You wanna see what's in my pocket, I'll show you. \n[186]I'm an information gatherer. You wanna go somewhere and talk about it? \n[187]I'm just gonna have a garden salad. Oil and balsamic vinegar on the side. \n[188]I'm from L.A. \n[189]Let's just say I'm freelancing and leave it at that. \n[190]Don't judge a comic book by it's cover. \n[191]I know where he's coming from. The only thing I really don't get is why he dumped you. Up until I found that out, I thought his judgment was pretty sound. \n[192]The people I know want facts, the kinds of things an insider would know. They're interested in putting Anarchy 99 out of business. \n[193]We could work together. Then maybe we could both get the hell out of here. There's a beach in Bora Bora with my name on it. \n[194]So there you have it. I guess you just have to ask yourself, how bad to you want out? \n[195]What's up? Is there a problem? \n[196]What are you talking about? \n[197]It's a long story, but yeah, more or less. \n[198]If I go out the back, he'll know you've warned me. \n[199]Not an option. Just get up slowly like everything's cool. Petra, trust me. You just hung yourself out to dry for me, I'm not gonna let you down. \n[200]They'll kill you, you know they will. Besides, there is no back door. Keep smiling. Ready? Now. \n[201]Very nice. \n[202]Let's see what's going on inside... \n[203]What the hell are you guys stealing? \n[204]What the hell...? \n[205]No way, man, no way. I'm just supposed to be an observer. Aw shit. This job sucks. \n[206]Toby Lee Shavers, if this thing don't work, your ass is kicked. \n[207]Son of a bitch! \n[208]Is the boy alright? \n[209]You sure? \n[210]Captain, huh? You get a lot of broads with that uniform? \n[211]They call it \"Ahab\", it's a solar powered submersible. It can circumnavigate the globe on it's own. They use it to track and study the migration patterns of whales. \n[212]Yeah, I sent you pictures. Here's what I'm thinking. If they take out the cameras and sensors, they could probably put a bomb in this thing. You drop it in the water in the Red Sea and three weeks later it's swimming up the Potomac. \n[213]Hey, one miracle at a time. They're on to me now, remember? \n[214]Thanks. \n[215]You ain't seen nothing yet. \n[216]Get in. We've got work to do. \n[217]I want all that... In there. \n[218]Right behind you. \n[219]So what's the plan with this Ahab? Are they selling it or what? \n[220]We've got to find out what it is. Can you handle that? \n[221]What's that? \n[222]You're what? What the hell have you been doing? \n[223]I'm busted up for you, but Jesus, what the hell are you doing? Those people almost drowned on that boat and you didn't lift a finger. \n[224]Get your head back in the game. There are lives at stake here. \n[225]When can I see you again? \n[226]Great piece of hardware. \n[227]Damn. \n[228]Speaking of people that are full of shit, funny you should mention those guys! \n[229]They put their records out through Sony, one of the biggest corporate machines on the planet. Some revolutionaries, huh? \n[230]Slovo? \n[231]Dude, what are you doing here? \n[232]I found something big enough for us to take these guys down with. They've got a of nerve agent they're gonna unleash. \n[233]Yeah, give it here. \n[234]What's the deal? \n[235]Why you dogging me up? \n[236]What the hell are you doing? You could've killed me! \n[237]I don't know what's going on anymore. I thought I was square with that dude. Now everybody's switching sides like it's the WWF. \n[238]What are you doing with the Ivans? \n[239]Where are we going? \n[240]Wait a minute, whoa. We can't go now. What's Yorgi got planned with that nerve agent? \n[241]Of course it matters. Hey, hold on! \n[242]Petra, this ain't about the people that sent us here, you know that. \n[243]We can't leave now. We have to do something. \n[244]Alright, so I was full of shit. I thought believing in things was wrong. Turns out believing in nothing is worse. You might as well be dead. I'm not thrilled with the world, but I'm not gonna let those idiots start killing people. Come on, you're a cop, we've got to get these guys. \n[245]We'll have to go after them. \n[246]A long time ago I learned how to put fear away in a little place in my head. Maybe that's my problem. If you don't feel fear you can do some amazing things, but you can also screw your life up in ways you can't imagine. \n[247]You don't have to do that. \n[248]Aren't they gonna wonder were you've been? \n[249]When this is over, we're just gonna take off, the two of us. Take a vacation. \n[250]That gives us something to live for. \n[251]Nothing like fresh powder. \n[252]Gibbons, long time no talk. You wouldn't believe my day. \n[253]Snow covered fortress. Army of bad guys. The usual. \n[254]They retrofitted Ahab with some kind of rocket launcher. They were loading canisters of liquid into it, light colored and dark colored in the same tube but separate. Something tells me this it that \"classified\" stuff you didn't want me to know about. Does the song \"Silent Night\" mean anything to you? \n[255]Come on, Gibbons, you can do better then that. \n[256]Jesus Christ, Gibbons, this is something we came up with? \n[257]Kinda funny, though, isn't it? We're not supposed to be making weapons like that anyway. Guess we shoulda played by the rules. \n[258]We don't have that kinda time, boss, I don't think Prague's gonna be around much longer. I've gotta go now. I've got a lot of bad guys to kill. \n[259]Don't forget goatee boy. I greased him up on the diamond run. \n[260]I wanted to get the hell out of Prague before Silent Night falls. \n[261]What's the gimmick, Yorgi? That's the part I don't get. You gonna hold the world hostage with your gas bombs? I didn't think you were dumb enough to go with that hack cliche. \n[262]So all by yourself, you're going to destroy every government; in the world. \n[263]Including rape, pillage, murder. \n[264]And here I thought \"anarchy\" was just something cool to put on a Tshirt. \n[265]He's a regular humanitarian. And all this time I thought he was just a tool. \n[266]Oh just shoot us already. I'm sorry I asked. \n[267]Hey! We're on your side! \n[268]Petra! Tell them something! \n[269]How's Ivan? \n[270]Thanks for coming, man, you guys were right on time. \n[271]Let me guess, they had a big white torpedo with them. \n[272]Did you do your homework? \n[273]Let's do this. \n[274]Where's he headed? \n[275]You get down! I'll take care of this fool! \n[276]Goddamit! He's gonna stop playing around soon and shoot something valuable! \n[277]Let's see what my man put together. \n[278]Where'd the damn truck go?! \n[279]Toadies right behind. \n[280]You okay? \n[281]I'm sick of that guy. Let's stop playing nice. \n[282]I guess the surgeon general was right. \n[283]You can't talk to it? \n[284]A manual control on a moving torpedo. This day keeps getting better and better. \n[285]Radio Ivan! Tell him what's going down! Have them evacuate downtown! \n[286]It has to surface to release the nerve agent, right? \n[287]Use your grenades! Maybe we can blow it up underwater! \n[288]Petra! \n[289]No you don't. \n[290]I'm pretty happy to see me too. So are you done with me yet? \n[291]But I hate cops, remember? Except for her. \n[292]Who says you're the good guys? \n[293]Oh yeah? Why don't we start by taking this thing off my ankle? The poison needles? \n[294]No needles, huh? What about the acid bath? \n[295]You're a jerk-off, you know that? \n[296]You can't welch on me now. We had a deal. \n[297]It's about your next mission. You need to be debriefed. ", "PETRA": "\n[1]Ten is hardly worth the effort. We're talking a lousy million five U.S. \n[2]Do you know what a wire transfer is? \n[3]My goodness, a word with four syllables. I should get some ice before your brain gets too hot. \n[4]So cute. He shows up for a battle of wits with a mental butter knife. \n[5]You'll have forty-eight hours to complete the transfer. Don't waste our time. \n[6]Nothing. He had two days. \n[7]Yorgi asked me to. \n[8]Go to hell. \n[9]Mind your business. \n[10]Why are you still hanging around? Your business is finished, you should go home. \n[11]I don't know who you are or where you come from, but I don't like you. You ask too many questions. \n[12]Don't even bother, X man, I'm not your type. \n[13]My chest is too small and my brain is too big. \n[14]Yeb vas, z'opa. Shut up! \n[15]What are you doing? \n[16]Who are you? \n[17]I also remember you drove your car here. Who are you really? Make no mistake, I will shoot you and not feel bad about it. Who are you working for? \n[18]Bullshit. I see you look at everything, study everything, ask questions. I know exactly what you're doing. Empty your pockets. \n[19]Maybe we should start again, yes? I know so little about you, except that you're not what you say you are. \n[20]I don't know what you're talking about. \n[21]Go to hell! \n[22]What are you? \n[23]Perogies, potato pancakes, fried goose livers, the sausage plate and a pot of Turkish coffee. \n[24]That's how you eat? It's like a gerbil. \n[25]So why don't you tell me something about who you gather information for. They obviously have very deep pockets. Are you from a rival clan? \n[26]Whoever sent you knew what they were doing. You and Yorgi are practically twins. Two nihilistic fashion victims who make a lot of noise but don't say much. \n[27]You agree with a lot of what he says, don't you. \n[28]Don't even start. I'll be honest, I don't trust you. Bur lets pretend for a minute that what you say is true, that I want to leave. What can you do about it? \n[29]All I have to do is risk my life providing you with these facts. \n[30]A beach named X? That I'd like to see. \n[31]Da! \n[32]Yes. \n[33]They tell me you're an American agent. \n[34]There's no more time for games. They made you. There's a sniper out front waiting to put a bullet in your eye. Tell me if it's true. \n[35]Jesus Christ. You're going to have to go out the back. The data that you copied with your toy. Tomorrow, at six o'clock. Look it up. We're taking a trip. Be there at six and you'll have plenty to tell your people. \n[36]That's alright, I'll figure something out. \n[37]I can't let this happen. I want you to go out the back. I'll make up some excuse. \n[38]What are you doing? \n[39]I'd forgotten how exciting it is working together. \n[40]Why don't we go below decks and work off some of this adrenaline. \n[41]No, something worse. He says it's a surprise, but I know him. This is his masterpiece. \n[42]There's something I didn't have time to tell you before. \n[43]I'm a agent as well. KGB. I've been undercover for over a year. \n[44]I don't know. Eight months ago I stop hearing from my people. No explanation, just silence. So I stay and I wait like I was told. Soon I'm in so far, they'd kill me if I left. Now every day I get farther and farther away from what I was. I'm like you said, a criminal. \n[45]No, I guess I've been no help at all to you. \n[46]Of course. I'll do what I can. I have to go, before they notice. \n[47]You can't, it's too risky. I'm not much help anyway, remember? \n[48]Are you alright? \n[49]I heard you talking. I could tell where you were in the room. \n[50]I know which cops are good and which are bad. Come with me. Come on, right now. \n[51]We're getting out of this place. We've done enough. \n[52]It doesn't matter anymore, forget it. \n[53]What do we owe our governments? Yours kidnapped you, mine abandoned me. \n[54]No, now it's about us. Let's do something for us before we both get killed. Don't you want to get to Bora Bora, Xander? \n[55]Why? You're the one who believes in nothing. Screw the world, or whatever you said. \n[56]They left. To a fortress in the mountains. \n[57]Aren't you afraid? \n[58]I must be healthy, then, because I'm scared to death. I guess I'd better get back to Yorgi. \n[59]Yes, I do. You're right. I can't just let him go free. Besides, I can help you from the inside. \n[60]I was supposed to wait for the cop to kill you and then kill the cop. They'll believe me. I've been lying for so long, one more time won't hurt. \n[61]What the hell are we doing? We're doing all this together, trusting each other, making plans, and we haven't even slept together yet. \n[62]Yorgi, I thought he was -- \n[63]The Peace conference... \n[64]Don't you see, X? For the betterment of humanity, he's going to start World War Three. \n[65]Yorgi and Kirill. \n[66]If they launch it, I know how to bring it back. \n[67]He owns a big industrial complex on the river. He'll launch it from there. \n[68]No! Don't shoot! He's hiding behind the nerve agent! \n[69]Go to the water, it's that way! \n[70]Let me. \n[71]Fantastic options. \n[72]A piece of shrapnel hit me. \n[73]He's shut out the communication circuit! \n[74]No, it's like a safety. We are going to have to access the manual controls. \n[75]It's running three meters down. Twenty knots. \n[76]By then it's too late! The only way to safely dispose of the nerve agent is in deep water! The chemicals will break down and dissipate! \n[77]There it is! Hold it steady! \n[78]Xander! It's coming up! \n[79]I can't believe my mission is finally over. I don't even know what to do with myself. \n[80]What are you doing? ", "YORGI": "\n[1]This pizda? Never seen him before. \n[2]Cops. Like a plague. No matter how many you pay there's always another with his hand out. How did you pick him out? \n[3]I appreciate you bringing this to our attention. Whatever you want, the rest of the night, consider it on the house. \n[4]Sorry, man, don't know what you're talking about. \n[5]Xander Cage! \n[6]This is insane, man. Xander Cage in Prague. Come on, sit. Sit with us. \n[7]I remember that one where you jump the motorcycle over the freeway at rush hour. \n[8]We seen all your shit! So you want cars? We get whatever cars you need. What are you looking for? \n[9]Don't look at me, X, she handles all the details. \n[10]Alright, now that business is finished, we party! Bitches, come! We have a drink and toast the deal! \n[11]Has it arrived yet? \n[12]Perhaps he is not all he says he is. \n[13]I'm somewhat less so. We seem to have a bit of a problem... \n[14]Of course. \n[15]This is a gift. From me to you. \n[16]It's a little nothing, you take it. \n[17]Come on, get in. \n[18]What in the hell...? \n[19]What's going on, my friend? \n[20]He's not with us, Xander. He must be with you. \n[21]Get him! Find out who he is! \n[22]That's the cop from the club! \n[23]What are you doing? Get in the car! \n[24]I don't believe it! You can't shoot a cop in the middle of the street! \n[25]You say you get a million, you get the million. Some cop gives us shit, he's dead. Jesus Christ, man, you're hard-core! \n[26]Total chaos, man! Welcome to Anarchy 99! \n[27]It's all this craziness! It's what we've been living since 99, when we left the Army. One of our brothers died in Grozny and we said the hell with this shit. What for? He dies for what? Politics? Who's politics? Not ours. \n[28]That's what I'm talking about, man! That's why Anarchy 99 was born. \n[29]To us it means no walls, no speed limits, no jails. It's everybody does what he wants. People think democracy is freedom but they don't have a clue. There's an old punk song. It says: \"America stands for freedom, but if you think you're free...\" \n[30]You got it, man. It's stupid but it's true. True freedom is when you do whatever you want anytime you want. That's when you know you're living, man. \n[31]Easy. You get enough money that you grow an ass big enough for the whole world to kiss. \n[32]You hang with us, buddy, taste some freedom! Petra! Dance with this guy! \n[33]Xander, check it out! The revolution begins! \n[34]Let's get some air, man. \n[35]It's a beautiful town, Prague. It's been good to me. \n[36]You, an Army brat? I don't see that one at all. Did you join the service as well? \n[37]Connections and politics, it's the same everywhere. \n[38]Next week these idiots are having a peace conference here. What the hell are they going to talk about? It's the system itself that causes all the world's problems. You're okay, buddy. Come on, it's getting early. \n[39]This way, girls, let's go! \n[40]Not bad, yes? The original owners, they just one day decide to move out. \n[41]I've got meetings this afternoon, I've got to get some sleep. Just pick a girl. \n[42]You want to insult me? This is my hospitality. Pick one. \n[43]Good, now find a room to crash in. \n[44]Something bothers me about you, Mr. Xander Cage... \n[45]Get Kirill. Now! \n[46]I'm inside the police mainframe. Do you see anything? \n[47]I've searched their E-mail. No funeral announcement, no obituary, no call- to-arms. Nothing on the news, even. I swear I saw a cop get shot yesterday. How come no one is talking about it? \n[48]I also check the wire transfer. I follow the money back to it's source, but there is no source. It comes from nowhere. First they bring CIA, then British SAS, now maybe they plumb the lower depths. Maybe now they send someone who looks like us. Maybe someone like our houseguest Mr. X. \n[49]Where is he? \n[50]Ready the boat. \n[51]It all happened so fast. Such an unfortunate accident. \n[52]Let's go. \n[53]What was that for? \n[54]You've been so quiet lately, Petra, I thought you no longer cared. \n[55]Viktor! Stay the course. \n[56]Perfect! \n[57]Xander, my friend, that can only be you. Why don't we put our weapons down for a few minutes and discuss this like friends. How would you like to come to work for us instead? We could Rage Against the Machine together. \n[58]Come on, you're the one who's fooling yourself. Why risk your life for your government when we can offer you a future that is truly free? \n[59]He blew the gate control. Anders! Get the bastard! \n[60]That was for Anders. \n[61]Look who we found playing outside. \n[62]Petra, my sweet dove, do you notice anything strange about X? He looks slightly less than dead. \n[63]Do you think I didn't know about you all along? My contacts in the KGB told me you were coming. You show up undercover and, I must admit, you play your part to the hilt. When it's time to be cruel, you are cruel. When it's time to be passionate, you are very very passionate indeed. \n[64]I could have killed you, but I thought this would be so much more fun. To twist you and use you how I see fit. And to be honest, you went much farther than I ever expected you would for your country. \n[65]And you. Why do you have such a problem staying away, my friend? Did you miss us that much? \n[66]Not bad, man, not bad. You put things together quick. Prague it is. \n[67]Nice place to start, don't you think? \n[68]You think I'm after money? I told you, my friend. Anarchy. Time for a change. Money is good, but for true freedom you have to get rid of the rules themselves. \n[69]Easier than that, buddy. I'll get them to destroy each other. You kill an entire Peace conference, someone is going to have to pay. Then our friend Ahab continues down the river to the ocean and begins his world tour. London, Cairo, Beijing... Pretty soon everyone's involved. These guys bomb those guys, those guys invade these guys. Soon the whole world is like your wild West cowboy days. No rules, no law, everybody free to do what they want. \n[70]Sure, if that's what you want. Why not? It's all human nature. So we just have to launch our baby and wait for the decline and fall of civilization as we know it. \n[71]Come on, Xander. You used to stand for something. What happened to you, man? I thought you'd get it. \n[72]You both could have been a part of it. You could have ridden with us into a new day, the dawning of a new age of -- \n[73]Screw you too, buddy. \n[74]Hurry up, kill him! \n[75]They're coming! Get back there. \n[76]I've got it, go! Cover me! \n[77]This is going to be exciting, buddy! Front row seats to the apocalypse! Come on, sing with me! \"I am an Antichrist / I am an anarchist / I... wan-na be... Anarchy!\" ", "GIBBONS": "\n[1]Evening, Sam. \n[2]Not a whole helluva lot. His final transmission was mangled. About something or someone called \"Ahab\". Whatever it is, it cost him his life. \n[3]They're ruthless and they have a lot of firepower. It's only a matter of time before they figure out how to deploy Silent Night. Then we're gonna have a catastrophe on our hands. \n[4]We're gonna have to step in, Sam. Those CIA boys couldn't find a clown in a field of cactus. Let me take care of it. \n[5]I'll go in with a team. But first I'm going to need some intel. I'll have to put someone inside, someone new, someone they won't see coming. One of their own. \n[6]You wanna find out about rats, ask a rat. I've had my people put together a talent pool. I downloaded it to your desktop. \n[7]The usual prospects. Convicts, contract killers, murde... \n[8]But programmable. And expendable. \n[9]That's exactly why we need them. \n[10]The name's Gibbons. You were saying? \n[11]Looks like a diner. \n[12]Not bad. Not bad at all. Have a seat. \n[13]Most guys we ran through this either took off or helped them rob the place. I expected you to do the same. \n[14]Whether you thought this was for real or not, you jumped in and helped the waitress on instinct. That tells me something about your character. \n[15]It's your lucky day. You just might get the chance to pay back our wonderful country for all the freedom you enjoy. \n[16]Alright, Cage, you've got me. This is one of those moments. \"Many are called, few are chosen\", that kind of thing. Your government needs you. Are you up for the challenge? \n[17]Why is that? \n[18]Oh I don't know, I think the tests work pretty well. Sometimes they give me answers you wouldn't admit to in a million years. \n[19]You've got this wrong. You're not under arrest, you've been abducted. And until I say different, you belong to me. \n[20]Sure as gravity. I've had a feeling about you from the start, Cage. It's nausea. \n[21]You know what I hate? It's always the assholes that pass the tests. \n[22]Congratulations, you've just graduated at the head of your class. \n[23]Good thing you were there to save the day. Come walk with me. \n[24]You've really got me confused, Cage. On the one hand you showed leadership, courage under fire, a willingness to protect men you hardly knew... and on the other you have an arrest record that pegs you as near sociopathic. Help me out here. I'm not following your evolution. \n[25]You're perceptive too. I forgot to add that to the list of surprises. I'm with the National Security Agency. And unlikely as it may sound, I need your help. \n[26]You're an adrenaline junkie with one foot in the penitentiary. You risk your ass building a daredevil myth that means nothing and you're not getting any younger. \n[27]That's too bad. I thought a guy like you would appreciate the challenge. \n[28]Do you know the reason why I try to recruit guys like you? There's no risk. \n[29]There's nobody back home who's gonna ask questions if you just... disappear for a while. \n[30]There's some folks I want to keep tabs on. Dirty, tattooed, uncivilized. Your kind of people. \n[31]If you find out what I want to know, and if I'm able to successfully use that information, you get to go back to your degenerate little life. If not, you take a bath. \n[32]What's with that \"X\" on the back of your head? Does that mean you're \"extreme\"? I've got some news for you, Mr. X, you're a three time loser. So maybe you should tattoo another couple of X's on your head. \n[33]One twitch and my finger and thumb will meet inside your esophagus. Believe me, Mr. X, I've put foot to ass for my country on many occasions and I don't feel the urge to stop just yet. So think carefully before you tell me: Is \"kiss my ass, Hop- along\" your final answer? \n[34]I thought you might see it my way. \n[35]Where you going, X? I said where you going? \n[36]Wherever you go on the planet, I'll find you. There's no quitting. If you try to take it off, a ring of needles will inject enough curare into your bloodstream to kill you before you hit the ground. Is all that clear? \n[37]I expect you to call in regularly with progress reports. \n[38]If he doesn't like it, we can make an exception just this once. We'll call him \"Triple X\". \n[39]Crude and defiant as always, Triple X. It fits so well because you're obscene. \n[40]Just remember, I'll be watching. \n[41]If you're trying to push my buttons, you're on the right track. Don't make me question my own judgment, X. \n[42]One point two million dollars? I did not authorize you to spend one point two million dollars! \n[43]We're not after car thieves here. \n[44]That information is classified. You're there to gather information on their operations, period. \n[45]My friend, if you're planning on crossing me... \n[46]I think we should send him whatever he wants. \n[47]If it means getting Silent Night back, absolutely. \n[48]He's gotten closer in 24 hours than all of the other operatives combined. He got us an account number to boot. Now even if he's just dumb and lucky, I say we back his play. I put him out there, Sam. If he doesn't come up with the money, they'll kill him. I can't let that happen. \n[49]So the odds are up to fifty-fifty? I can deal with that. \n[50]You did say \"Ahab\"? You're sure about that? \n[51]This is good work, X, damn fine work. You need to press on at all costs, find out what they have planned with this \"Ahab\". \n[52]I'm gonna be en route with a team shortly to relieve you. Just keep the pressure on until the cavalry arrives. And X? You done yourself proud helping those people today. \n[53]You're a grungy little phoenix, you know that? Keep up the good work. \n[54]What the hell has been going on, Triple X? How about a status report? \n[55]I'm on the way with a team to relieve you. What's the latest? \n[56]Yes it does. \n[57]Silent Night is the name of a top secret binary nerve agent. The glass canister is shot into the air and detonated. The black and white chemicals mix, forming a toxic cloud. When it settles down to Earth, it'll kill everything in the vicinity. \n[58]Yeah, that's right. So now that you know, you understand why it's important that we get it back. \n[59]Somebody else makes those decisions, not guys like you and me. You've done your job, X, head back to Prague. I'll be landing in 90 minutes. This is my operation now. \n[60]Thought you bought the farm down there, X. Glad as hell to see you. \n[61]You've kept up your end of the bargain, I'll do the same. But you really should consider staying on, you make a decent agent. \n[62]Cut the crap, X, I saw you down there. You're a hero. Don't be afraid to join the good guys. \n[63]You know what they say, the only way to change the system is from the inside. \n[64]On come on, X. Did you really think we were that barbaric? \n[65]All for show. Just a psychological mind game to get you to do the right thing. \n[66]We'll be talking soon, you'll see. You'll be back. ", "SLOVO": "\n[1]Sit down. \n[2]My name is Slovo, Czech secret police. When you are here you are under my jurisdiction, you take my orders, you do what I say. If you become any kind of an inconvenience, I'll shoot you. \n[3]You're here because your government is putting pressure on my government. This is an internal affair, a Czech affair, that you are interfering with. I will warn you once: Don't shit in my lawn. Get whatever information your government seeks and get our. \n[4]Be ready in three hours. \n[5]The corner. Anarchy 99. \n[6]See the one with the funny colored hair? Crazy bitch stabbed one of my men in the knee-cap. There they are, American. The low-rent millionaire criminals. And you thought only your country had white trash. American? \n[7]Oh no! \n[8]Jesus Christ! \n[9]What the hell...? \n[10]Uh... I am... I work in insurance. \n[11]What the hell are you doing? \n[12]Your government must know something we don't. \n[13]I'll leave you two alone to talk. \n[14]Smile, bychara. \n[15]You killed me, remember? Now I have to hide out here with you. Where have you been? \n[16]Is this what you're looking for? \n[17]Sorry, \"dude\". \n[18]Oh come on, don't feel bad. You got played, so what? You're new at this. Did you think you could just stroll into this business one day and have all the angles figured out? \n[19]They came and found me. They said they'd kill me unless I help them. Plus they offer me a lot of money. No big deal. These things happen. Dump your gun on the floor. \n[20]Where do you want it? The head to be quick? Or the chest for an open casket? ", "SHAVERS": "\n[1]Hate those Russkie choppers. Rattle- trap pieces of garbage. I'm agent Shavers. Toby Lee Shavers. I'm looking for what's his name. Three X' s. \n[2]Figures. You got someplace we can spread out my gear or what? I mean today. \n[3]Back off, just go away you klutz. Alright, here's the story. The items in these cases belong to me. I designed them, built them, and was going to use them in the field myself until you showed up. \n[4]Is that supposed to be funny? I'm not laughing. I've worked for ten years to get my shot at being a field agent, funny boy. And ar the last minute I get bumped by you, some reject from the Ozzfest. \n[5]Listen to you. Right away, sir, anything you say, sir. \n[6]You're gonna need it, rookie, trust me. \n[7]An all-terrain mobile video monitoring system for surveillance. I call it the \"Roach Cam\". See the little camera it's got for a head? \n[8]\"Terminator\" climbing claws. \n[9]Miniature power cams set in on contact, giving you a sure grip on any surface. \n[10]This is your standard dart gun. \n[11]You've got your chromium knock-out dart, microphone listening dart, explosive dart, even one with a splatter blood packet, whatever you need. They also come in a special 9mm casing for use with your service pistol. \n[12]Multi-view binoculars. Nine different enhanced vision modes, plus a digital camera. \n[13]Infrared, starlight... Even a special \"penetrator\" mode to see through walls, curtains, almost anything... \n[14]Think again, that's government property. You have to sign for everything. I've got one more that wasn't on your list. \n[15]It's a stakeout suit. It's got food, water, recording gear, anything you need for covert spying. It's all- weather, fire retardant, and if you give this buckle a sharp pull, the whole outfit deploys into a parachute. \n[16]Now that I've given you the overview, we're going to spend the next couple hours going into extensive operational detail. ", "SAM TANNICK": "\n[1]Come. \n[2]What do you have? \n[3]He was the best there was. That makes three agents lost. \n[4]Silent Night in the hands of a bunch of impertinent cowboys \n[5]How will you fix it? \n[6]So you'll dredge the bottom again. You've done that before. The results were... uneven. \n[7]The scum of the Earth. \n[8]I've seen enough. Turn it off. \n[9]They're degenerates. There's not a man in there that would give a damn if the Chinese took over. \n[10]Get these \"scum\", Mr. Gibbons, bring them in. Test them. Train them. Find your man. \n[11]Ridiculous. Cut him off. I'm sorry Gibbons, you pulled up a shark this time. \n[12]You what? A wire transfer of this size? \n[13]You're talking about a very expensive risk here. \n[14]Why not? You were going to throw him in a tub full of acid, weren't you? \n[15]Alright, do what you want. But keep the screws on him. He's a wild card. That could be either good or bad. ", "SKY": "\n[1]I'm through, Xander. \n[2]You run around with maniacs jumping motorcycles in the desert, you break 36 bones crashing wave runners and snowboarding off cliffs, all with no health insurance... It's insane, I can't take it anymore. \n[3]You have all this talent, and you waste it. You won't take a single endorsement deal. Meanwhile those other guys have their own video games! But no, you've got too much \"integrity\" for that. \n[4]French Polynesia? This wouldn't last us a week in a cheap hotel. Do you know how expensive it is down there? \n[5]It's not about the money, X! You never plan for anything. I can't live like that anymore, I need some stability. \n[6]What...? \n[7]You're serious? \n[8]This is so typical. I can't believe you. I've barely seen you for the last three weeks and now this? Are you out of your mind? \n[9]You can't just propose to me out of nowhere. You think that's going to solve our problems? I'm sorry, X. It was a kick for a while, but it's over. You're just not going anywhere. \n[10]You're wrong about that. I'm heading out that door right now. \n[11]Keep the ring. It looks better on you anyways. ", "JEFE": "\n[1]Do you know what we do with people come round here? You know what we do with people come in our business? \n[2]We cut the Achilles tendon. Your feet flop around like a marionette. You ain't walkin' nowhere no more. Sound good, tough guy? Or maybe instead you wanna tell me something. \n[3]Whatchu doing here? \n[4]That's some accident, hombre. You accidentally fall out of a plane in the middle of the night and land up in my back yard. \n[5]We seen this kind of parachutes before, you know. U.S. Army. You got some friends here, jump out with you guys? \n[6]No friends, huh? That's funny, I don't know no U.S. Army that comes without no friends. That's cuz U.S. Army is pussies. They always come with the five hundred guys and the helicopters and the see-in-the-dark glasses. So don't you tell me you all alone out here, my friend. You bullshitting the wrong guy. \n[7]You ain't begun to see crazy yet, amigo. \n[8]You saving me? You talking pretty tough for a guy got himself chained to the ceiling. \n[9]Now you're gonna make me enjoy this, funny guy. Now I'm gonna take the whole foot off. Whatchu think of that? \n[10]What's that, eh? I thought you didn't have no friends! ", "KID": "\n[1]What game is that? \n[2]Do they have any special powers? The bosses always have special powers. \n[3]Naturally. \n[4]This guy's kinda dorky lookin'. \n[5]Who's the hottie? \n[6]\"Anarchy\" 99\"? \n[7]What weapons do you have? \n[8]What do you get if you finish? \n[9]Oh. I bet by the end he gets something out of it. \n[10]He gets to be the hero. ", "VIRG": "\n[1]What's so damn funny? \n[2]Heads up, man. What's this thing on my back? \n[3]This is bullshit! Hey! \n[4]Jee-zus, man! What the hell now? Another damn test? \n[5]Check the table in the corner. \n[6]He's a pretty good actor, though. \n[7]They're shooting for real! This is all real. \n[8]It's like you said, every man for himself. \n[9]They're all over the place! What the hell's going on? ", "KIRILL": "\n[1]Yorgi! \n[2]What's the problem? \n[3]What? \n[4]Listen very carefully, Petra. We think Cage may be an American agent, do you understand what I'm telling you? \n[5]Don't worry, I've got your back. I'm right across the street, above the bakery. Just bring him outside and let me do the rest. \n[6]Nice and easy, Petra... \n[7]Ready. \n[8]There's some bullshit going on! \n[9]What are you doing! ", "VIKTOR": "\n[1]You sick! You sick crazy on a board, on a bike! Everything! \n[2]You almost died on that one. \n[3]Diversified global operations. The sun never sets on our empire. \n[4]They went to breakfast. \n[5]Okay, fire one. \n[6]Hold positions! "}}