{"dialogues": {"CARL": "\n[1]I'm here, aren't I? \n[2]So I discovered b-school's not for me. People grow. \n[3]Well, look, this sucks, but I understand where you're coming from. \n[4]Of course I care.   But I also understand. \n[5]We're at different places in our lives. I get it. \n[6]That would be inappropriate. \n[7]C'mere.   It'll be OK. \n[8]Well, that was fantastic.   Good night, guys. \n[9]I saw the ball drop and hugged all of you. Aliens didn't invade. Our computers are still working. What else could possibly happen? \n[10]I see that happen like every night. Good night and Happy New Year. \n[11]I don't rock out. \n[12]No thanks. \n[13]No. \n[14]Dear Trusted Foreigner, Allow me to introduce myself. I am the deposed King of Nigeria and I wish to propose a confidential transaction. Allow me to delete you, my liege. \n[15]I'm not a soldier. \n[16]I'm out of town. \n[17]Sorry. Today I'm officially a greeter. \n[18]Someone might come. And if I'm not here, they won't be greeted. \n[19]Until I'm relieved as a greeter, my hands are tied. \n[20]I'm Carl Kendall.   Just a teller. \n[21]Yeah, if you're into fake breasts and German engineering. \n[22]No, but this gentleman can. \n[23]Will do! \n[24]No thanks. \n[25]No. \n[26]Can't. \n[27]No. \n[28]Sorry. \n[29]No can do. \n[30]Hello? \n[31]I'm in bed. Why?       What happened? Did someone die? \n[32]It's already 11:15.     I don't think I can make it. \n[33]No. \n[34]Tell everyone Happy New Year. \n[35]Alex Eberts? What's up, buddy? \n[36]Where've you been? Norman's been heartbroken since you quit. \n[37]Same old same old. \n[38]You kidding? Every day it's impossible not to throw rocks at the place. Since you don't work here anymore, you want to throw a couple? \n[39]What're you doing!   Stop that!   I was kidding! \n[40]What are you doing here? \n[41]What're you talking about? \n[42]I'm sorry.     I'm just really busy. \n[43]So I don't want to go out tonight. Maybe I have to wake up early tomorrow. You don't know.  \n[44]What? So? I'm like a sexual camel. I only need it once every couple years.  \n[45]You wear a Rolex?  \n[46]So I don't have an oyster watch. All you and Lucy and Kath do is sit around and talk about real estate and Crate and Barrel.  \n[47]Forget Crate and Barrel. Maybe I'm just getting more mature. I don't need the lifestyle ever night.     \n[48]I hate meeting people.  \n[49]I am not a cave dweller. Just the other day, we all went to Summerfest and snuck backstage and you bet me I wouldn't steal something and so I stole a drumstick from that horrible Swedish hillbilly band. That's not very cave dweller of me.  \n[50]But that's not possible -- I was already working at the bank by then.  \n[51]I've been a teller at Southwest Bank for ten years? How the hell did that happen? Ten years... if I had had a child, he'd be toilet-trained by now.  \n[52]I was making out with chicks by fourth grade. I was a little man by fourth grade. Whatever. I don't need this shit right now. I'm an adult man. I can live my life as I see fit. Can you please leave? \n[53]Uh, yeah. Have you been to this before? \n[54]I don't know if I want that. \n[55]Cool. Do you want anything from the refreshment area? \n[56]That's OK.     I'm just auditing. \n[57]I'm cool right here. \n[58]Carl. \n[59]I wouldn't say that. \n[60]It wasn't exactly my idea. \n[61]Honestly? \n[62]This whole thing seems retarded. \n[63]I wouldn't necessarily -- \n[64]A little. \n[65]It is. \n[66]I'm not sure -- \n[67]Yes? \n[68]Yello. \n[69]Don't worry about it. \n[70]Oh, thanks for the invite, but... \n[71]Yes. \n[72]Yes. I will come to brunch. \n[73]Why? \n[74]You kidding? I love brunch. \n[75]Why do people wait an hour for breakfast? It's so hot and bright and we haven't even had coffee yet. \n[76]Of course I want to be here. I love waiting an hour for eggs. It's fun. Although I will point out that you have sunglasses which is probably making this wait a lot easier. \n[77]We were definitely before those Lowell people. \n[78]Why does no one ever say anything? \n[79]Yes.   I will. \n[80]Excuse me, but we were here before those people. \n[81]Yes, we were. \n[82]Well, this time the list lied. \n[83]You all know that we were up before you! And you have to live with that knowledge through your delightful brunch! \n[84]I just want transparency in terms of the brunch seating order. \n[85]Yeah. We cool. \n[86]I didn't realize you were looking to buy a place. I thought you and I would be renters to the end. \n[87]Bacon and eggs. \n[88]I don't want an adventure first thing in the morning. \n[89]Yes. \n[90]Yes. \n[91]Yes. \n[92]Yes. \n[93]Yes. \n[94]Yes. \n[95]Yes. \n[96]Yes. \n[97]Yes. \n[98]Coffee.    And juice. \n[99]Yes. \n[100]Yes. \n[101]Yes. \n[102]Yes. \n[103]I'm just addicted to the stuff. Chinese cultures say it's good for digestion. You're all welcome to have some. \n[104]Yes. \n[105]Uch. Brunch coffee. Why can't they make it black without all this frothy shit? \n[106]I don't think... there's any reason why I shouldn't? On a Saturday there's nothing I like more than the inside of a bank. \n[107]Yes. \n[108]All of them please. \n[109]Of course I'll take a flier. \n[110]The Flying Buttresses. \n[111]Carl. \n[112]Yeah. I just though it would be a fun way to lighten things up. \n[113]I spent my own money on them... \n[114]How may I help you? \n[115]While loans aren't normally in my jurisdiction, I'd be happy to help you. \n[116]Yes. \n[117]Yup.   What's your business? \n[118]Adorable. \n[119]Let me just get final approval on this. \n[120]No, I know, so if you think this is a bad idea for a loan that's fine but can you please tell her yourself? \n[121]Her business plan. \n[122]That's silly. How're you supposed to start a tiny business if you can't get a tiny business loan? \n[123]Do you maybe have any interest in borrowing ten thousand? \n[124]Of course we can.    One moment please. \n[125]Diet Coke? \n[126]It's approved. \n[127]Thanks, Marge. We don't like to make other customers jealous so can we keep this between you and I? \n[128]That seems like a lot of responsibility. \n[129]Grand? \n[130]Next Saturday... sounds great. \n[131]Wouldn't think of it. \n[132]Believe it. Because this guy just got a promotion. \n[133]Yes. \n[134]Why not? \n[135]Yes. \n[136]Have a good day yuppifying your lives. \n[137]Please don't leave me here with him. \n[138]I have not been this drunk in years! The room is spinning in a bad way! \n[139]Where's the class? \n[140]Yes. \n[141]That girl is hot. Or at least she seems hot. I'm kind of too drunk to tell. Right now, honestly, you seem hot. \n[142]Sign me up, bitch. \n[143]Just tell me what you've got to say to me, I've been waiting for so long to hear the truth, It comes as no surprise at all you see, So cut the crap and tell me that we're through. Now I know your heart, I know your mind, You don't even know you're being unkind, So much for all your highbrow Marxist ways, Just use me up and then you walk away, Boy you can't play me that way. \n[144]Well I guess what you say is true, I could never be the right kind of girl for you, I could never be your woman. \n[145]Well I guess what they say is true, I could never spend my life with a man like you, I could never be your woman. I could never be your woman. I could never be your woman. \n[146]It depends -- is that your girlfriend? \n[147]Then yes. \n[148]Yes, I do.     Very much. \n[149]Yes, I am. \n[150]I will. \n[151]Me bringing it. \n[152]I'm too drunk to feel!  I'm like Darkman! \n[153]You do not cross Carl Kendall. \n[154]Yes. \n[155]Your fiance? \n[156]I thought you said you two weren't even dating? \n[157]Hi... is there a Sanji Gupta staying here? \n[158]I'm Carl.    The guy from yesterday. \n[159]No thanks. I just wanted to thank you for that inspiration. \n[160]You know, just living every day to it's fullest. And, like, learning to continue to experience life or whatever. \n[161]I just said I'm going to keep experiencing life. I thought you'd be happy. \n[162]So what should I do? \n[163]1) Until New Year's Eve, I must say yes. 2) The yes cannot distort the truth. \n[164]3) If someone discovers you are a yes man, you do not have to say yes to them. 4) To avoid yes, you cannot avoid contact. Therefore, you must always answer your phone, the door, your postal mail, your email, etc and so on and so forth. 5) You must choose a yesponsor to keep you on the straight and narrow. Who should that be? \n[165]5) I hereby void the \"do you want\" loophole. What is that? \n[166]I say... yes. \n[167]Is this like a legal document? \n[168]\n[169]Yesterday I got promoted and beat up and hooked up with this chick and I have a massive headache today and I still might throw up, but I don't care because it was the best time I've had in like forever. Not to mention finding out that, despite what you might think, smoked whitefish in an omelette is delicious, even if covered in a thick layer of pepper. \n[170]You don't   understand. I got promoted.    Do you know how long I've been   waiting for some kind of financial   step forward? I said `yes' and   it arrived. \n[171]Excuse me for wanting an appliance in my kitchen besides a hot pot. \n[172]That's where you come in.   You're my \"Yesponsor.\" \n[173]Like in AA. I need you to hold me to it. \n[174]I look forward to proving you wrong. \n[175]Nice suit. If I move up anymore at the bank, I might need a few. \n[176]I'd be happy to. \n[177]That's sexist. Please.      I insist. \n[178]Yes. \n[179]Yes. \n[180]What kind of beer do you guys want? \n[181]Black coffee, large. \n[182]To have a wonderful day?    I would. \n[183]And could I also have a Mocha Caramel Coolata. \n[184]What's the hurt in taking another? \n[185]Of course.     I couldn't say `no.' \n[186]Even if I wanted to. \n[187]Dear deposed King of Nigeria. I would love to help you anyway I can with your confidential transaction. Please let me know what I can do. Yours, Carl Kendall. \n[188]Would I like Viagra? Yes, I would. \n[189]Norman, would you say I prefer Iranian, Pakistani, Bangladeshi or no preference? \n[190]Yeah. \n[191]Where did you hear that? \n[192]I told her not to say anything. \n[193]I might have some stuff to pawn./I will definitely check out your gun selection./I would like to learn Korean. \n[194]\n[195]I disagree. I think you hit some pretty high octaves. \n[196]I don't know -- I've known some water nymphs with big balls. From the high level of testosterone. \n[197]\"Big Balled Water Nymph\"?       It's a working title. \n[198]Sure.   I love clearing stages. \n[199]So early?     It's only 8:00? \n[200]You're a photographer too? \n[201]What time do you leave? \n[202]Wow. I haven't seen the sunrise maybe ever. I guess now I'll be doing that tomorrow. \n[203]Hey, Kath. Would you like one? I'm going to learn Swahili. \n[204]Seb?    What is that?   Swedish? \n[205]You're on a date then? \n[206]He's very tall. \n[207]Well, it was nice meeting you, Seb. So I'll be going. \n[208]I'd love to. Join you guys. \n[209]So, how did you guys meet? \n[210]Oh, this is good. I was walking past Pizza Hut the other day, and for a second I was sure the sign said \"Pizza Hat.\" And then I thought, wouldn't it be funny if there was a shop that sold hats shaped like pizzas? You know. Because it sounds like \"Pizza Hut\" only it's a hat shop. \n[211]Shit. \n[212]Dear Omar, While I appreciate the gravity of your situation, perhaps a goodwill branch is in order. Could you perhaps loan me a million and take it out of my final cut? Then I will happily send you my bank details. Sincerely, Carl. \n[213]Good morning. \n[214]Well, it is five in the morning. \n[215]I thought I'd use my phone. \n[216]That's what I thought. \n[217]As it was meeting you Farinoush. \n[218]Will do.    Should I call you? \n[219]Farinoush Azzam. Great girl, but I don't think we're right for each other. \n[220]PersianWifeFinder.com. Let's talk wedding shower. \n[221]You kidding? I love stationery. \n[222]Looks good to me. \n[223]I'm just helping throw the shower. \n[224]Look at this -- Bridal Bingo. What's Bridal Bingo? \n[225]That sounds fun. \n[226]How about a calendar shower? \n[227]Do you even know what a calendar shower is? Maybe a calendar shower is awesome. \n[228]I think that's really cute. \n[229]Look at this one -- \"Knights in White Armor.\" \n[230]You have got to do that.   Like it's not even a choice. \n[231]You only get married once. \n[232]How much do you need? \n[233]Done. \n[234]You promise you'll pay it back? \n[235]What am I doing? \n[236]I'm sorry, but it's absurd that if you need a small amount of money you have to go to a loan shark. Only rich people can pay back loans over ten grand. A bank's job is not to just help the rich. It's to help anyone with a dream achieve it. \n[237]Thank you so much. \n[238]What do you need a loan for? \n[239]Why don't you hire movers? \n[240]Yes. \n[241]Yes.   Do you want to help at all? \n[242]Where are you moving? \n[243][What is the weather like in Pyongyang?] \n[244][I like to drive with my mother.] \n[245]I'm kind of in a rush... \n[246]Well, that's really neat. So, thanks for the books and the jasmine tea and the vegan curry, but I have to go -- \n[247]It was really great meeting you -- \n[248]I really have to go. \n[249]Yes. \n[250]Do you have any candles?      I just love candles. \n[251]How about wine?       Like a bottle of Beaujolais? \n[252]I have herpes. \n[253]Downstairs? \n[254]It's a swinging door! \n[255]I just adopted her. If you're interested, they're giving them away in front of Petco. \n[256]Neither did I. \n[257]Seems like a nice guy. \n[258]He asked me to join them. \n[259]I have no choice. I'm a yes man. I must say yes. If Seb asks me to join them on their date, I must. If some dude asks me for a loan I have to give it to them even if it's clearly never going to be paid back. If a guy asks me into his bedroom, I must hook up with him. \n[260]It's like hooking up with a strong woman. I honestly don't see what the big deal is. I am guided by yes. Yes has become my superpower. And let me tell, yes is turning out to be a pretty sweet deal. Now if you'll excuse me I'm late for Korean class. \n[261]That's no reason to write off an entire, vibrant culture. See you later, buddy. \n[262]You really are displaying that. \n[263]Wow. That's really big. How do you have time for all this stuff? \n[264]You gave me the flier, so I had to go. \n[265]Do you want to go out sometime? \n[266]By the way, I do other stuff besides follow you around. \n[267]I take Korean. \n[268]I think I'm good.   To have some more. \n[269]So, all this art you create.   What do you want to do with it? \n[270]Like, do you want to open a store? \n[271]They're not terrible. \n[272]I think you're being hard on yourself -- \n[273]When?   Like in a couple years?  \n[274]People always talk about that, but you're actually doing it.  \n[275]It's lame, but you know, it's pretty funny. My boss Norman always throws theme parties.  \n[276]Because... it's actually not lame. I just gave the answer I've automatically given for years. I'm actually enjoying the bank for the first time maybe ever. I started this pilot program that gives out microloans.  \n[277]Like say you need three hundred bucks to pay for paint so you can start a house painting business. Rather than paying a loan shark who charges you 300%, now you can come to Southwest Bank. Whatever. It's kind of dorky.     \n[278]\n[279]Funny, not crazy.    My boss is white noise. \n[280]You know, like totally boring. \n[281]I wouldn't bother. \n[282]We don't have to stay long. \n[283]I'm Carl.     This is Renee. \n[284]I don't think so. \n[285]So, how do you know Norman? \n[286]You're in a karate club? \n[287]Khatoon, Norman! You guys should spar! \n[288]I'm Carl.    What do you do? \n[289]Cool. \n[290]It can't be that bad. \n[291]So did you let him in? \n[292]If you hate your job so much, why do you do it? \n[293]You're a no man. \n[294]I'm not supposed to tell anyone this except for my Yesponsor, but you can change your life. I've changed mine. If I tell you how, will you promise not to tell anyone? \n[295]I say yes. To everything.    Say Yes More. It's that simple. \n[296]Nothing. Do you want to go? \n[297]I just love pets. This is Veronica, King George, Owen, Carl jr., Carl the III, Carl IV, Bubbles, Greedo, Cat 1, Cat 2 and Cat 3. At the end there, I got kind of bored of naming them. \n[298]You don't need to do that. \n[299]I have a congenital heart thing it helps. And it's cheaper than the stuff that's made here. \n[300]It's cheaper to buy in bulk.    Is that a crime? \n[301]Yes. \n[302]I give great massages. \n[303]How much does a Schwinn cost? \n[304]Done and done. \n[305]Really?   Because I have a thing at one... \n[306]I actually met you when I was just a teller. \n[307]Thank you. \n[308]Generous helpfulness? \n[309]Uh huh. \n[310]Janice Peabody's ant farm rental business. \n[311]I've started a microloan project. I figure that if someone needs less than ten grand why should they go to a loan shark when they can come to a legitimate banking institution? \n[312]No.   I wouldn't do that. \n[313]Thank you. \n[314]Yes. \n[315]Yes. \n[316]I'm sorry -- bank meeting stuff. \n[317]You have to have one. Modern Bride calls them a necessity. \n[318]Sorry, Luce. Work stuff. Yeah, I can definitely be at the blood bank in twenty minutes. \n[319]Are you OK? \n[320]You know Peter. He's a man's man. He cares, he just doesn't know how to show it. \n[321]You guys are perfect for each other. \n[322]Maybe if you're just honest with him about how you're feeling it'll be OK. \n[323]Sorry, the bank, you know? The UFO conference is tonight? No, that's fine, I'll definitely be there. \n[324]I'm sorry. \n[325]Not necessary. \n[326]For some reason, the bank keeps promoting me. \n[327]Yes. \n[328]Yes.    I've got to run. \n[329]What? \n[330]Right.   Of course. \n[331]I just think if we're going to be rolling out a no interest financing campaign we should commit hard. \n[332]Can you unhook me? I have a really important meeting. \n[333]I'm sorry I'm late. \n[334]It was work, it went crazy late. \n[335]Long story. Miss, could I have an orange juice? Like fast? \n[336]Your wife found me a really great place. Built in Bose surround sound, a 100 inch LCD flat screen TV, roof deck with jacuzzi. \n[337]Oh, this old thing?   Prada, I think. \n[338]You should check out her pottery. It's really big. \n[339]Well, we're kind of in a celebratory mood. \n[340]Maybe we should wait for Peter to decide. \n[341]Why not?   Let's celebrate. \n[342]It's a really nice corner though. \n[343]It's on me! I'd like to split it between an Advanta Blue Business, Mastercard, a Diners Club and my South Dakota Bank Visa Check card. \n[344]I just spent $1500 on dinner.  \n[345]Because the waiter asked me if I wanted the expensive wine and you weren't there to stop me!  \n[346]No I can't. If I didn't say yes to the band flier, I never would have met Renee. If I hadn't said yes to taking charge of bank day care and then yes to becoming a loan specialist and then yes to the president's golf trip, I wouldn't be moving up. Each yes leads to the next one. If I stop, it could all fall apart.  \n[347]I don't know why I should be taking advice from a guy who's wife is pissed he's not involved at all with the wedding planning.  \n[348]You told her you don't care whether the invite's cream or ivory.  \n[349]What?   Why? \n[350]But you guys have dated for years. \n[351]You're perfect for each other. \n[352]She's terrified too. \n[353]Of course she is. I think you'll both be a lot less terrified if you're terrified together. \n[354]What matters is that you pretend you can see the difference. \n[355]They're a little stiff. \n[356]I'm actually going rollerblading with Ralph. \n[357]You know, crazy rollerblading guitar man. \n[358]Any interest? \n[359]Yes. \n[360]That is really good to know. \n[361]Yes. \n[362]I do this whole Habitat for Humanity Thing. \n[363]\n[364]Just a little. \n[365]Is it a problem if I've never played golf before? \n[366]Metaphorically? \n[367]I do. \n[368][I shall need the luck.    This is my first time playing.] \n[369]Why does everyone think I'm joking? \n[370]That's really far. \n[371][You're up, Seung Kim.] \n[372]Just keeping them on their toes. Reverse psychology. Tiger Woods does it. \n[373]Of course not. \n[374]Male. Apartment. I prefer light beer. Three to five times a week. Orlando. \n[375]Chris, you hit a 90.   Nice one. \n[376]Joo-Chan hit a 95. Nice work.      As for Seung Kim. You hit 453. \n[377]And as for me, I hit... ... 503. \n[378]I'm sorry to say that team Korean Bank International has won. \n[379][I golf from crotch noodle.] \n[380][I agree. The weather is sunny.] \n[381]Yes. \n[382]You're very sexy. \n[383]I just got promoted to bank manager. \n[384]\n[385]Have dinner? \n[386]No, we just had American food, American fare. \n[387]Yes. \n[388]Oaxaca, senorita. \n[389]\n[390]My Singaporean accent.     Pretty good, right? \n[391]We want two tickets on the next plane out of here. \n[392]Lincoln, Nebraska! Here we come, baby! \n[393]I've been promoted.     I've got money to burn. \n[394]Tony. \n[395]I'm sorry.     I've been busy. \n[396]That's our flight. We should probably get going. \n[397]See you soon. \n[398]Where's your seat? \n[399]This is an aisle. That's a middle. \n[400]Well, clearly we should go there. \n[401]I had no idea that the earliest switchboard operator headsets weighed ten and a half pounds. That is fascinating. \n[402]Not at all. \n[403]We're here. We might as well. \n[404]\n[405]There's, uhh, no power steering. \n[406]I'm sorry about the barn. \n[407]Just don't sue me. \n[408]This day has been so randomly incredible. \n[409]Yes. \n[410]Definitely. \n[411]Yes. \n[412]I'm definitely falling for you. \n[413]Like you want me to bring it with me? On the plane? \n[414]Yeah. Sure. I'd be happy to. \n[415]National Enquirer? \n[416]Just a gift for some buddies back home. \n[417]I don't know! \n[418]Yes. I'm sorry. Just let the girl go. She doesn't know anything. \n[419]Some old lady gave me a package in the Lincoln airport to deliver to her son, Sheldon Winkleton. That was really stupid of me and I realize that now. I don't know anything about anything. \n[420]Yes. \n[421]Yes.   But that's all. \n[422]But that's the only bad shit I've done. I swear. \n[423]Yes, I have. But I was in high school. I was a mess. She had cheated on me -- \n[424]I can explain. \n[425]Look, when the nice lady asked me to take them on the plane, I thought they were chocolates. \n[426]I know how it sounds. \n[427]Wait!     I'll explain better. \n[428]Yes. Pardon the pun. \n[429]See? Do you get it now? It's nothing, just a glitch really. \n[430]I don't. \n[431]Yes. And yes. \n[432]It wasn't a lie. \n[433]I don't care. Just take it all. \n[434]I'm not a drug dealer -- \n[435]You got to do what you got to do to help Mr. And Mrs. Shareholder. \n[436]Totally. \n[437]Yes. \n[438]That's right, we're dropping the minimum loan to one dollar, bank- wide. \n[439]I thought I was just implementing the microloan program. \n[440]Sorry about that. \n[441]You can't close the Maple Branch! \n[442]You don't have to if you don't want to. \n[443]There are other banks. \n[444]You don't even work at the bank. \n[445]Those dicks. \n[446]I think I made a mistake letting Renee go like that. What if I'm supposed to go on that trip? \n[447]But the bank doesn't feel right... \n[448]Hi, Sanji.     I'm Carl.   Kendall. \n[449]Actually, I had a question for you... \n[450]I'm sorry to bother you again -- \n[451]I have a really important question. I have to choose between traveling around the world with a girl I'm really into or choosing a job that will make me pretty well off. I don't know which yes to take. \n[452]I don't know why that's important. \n[453]A lot, OK? \n[454]I don't want to go to a seminar. I just need help with this question. \n[455]You're a total con artist. \n[456]I've put my life into the hands of a con artist! And because of you I have this retarded yes branded on my hand for life! \n[457]Out! \n[458]You've slept on my couch for four weeks. You're a grown man. Now sack up and get the hell out of here. \n[459]Are you deaf? \n[460]You knew? \n[461]Get the hell out of here. \n[462]Omar, Let's cut the crap. You are not a king. You're probably just a teenage con artist jerking off somewhere in Russia. Write me again and I will find you and beat your stupid lying face in. Dick. Sincerely, Carl Kendall. \n[463]No. \n[464]No. \n[465]Hey, Luce. What're you doing all the way over here? \n[466]I've been a little swamped. \n[467]Yeah.   Things are great. \n[468]Sorry, but I'm too busy these days. Don't have time to help with the party anymore. Good luck. \n[469]I'm not the one marrying you. Maybe you should ask him for some help. \n[470]Have you guys thought that teenagers don't have the financial knowhow to use a credit card? \n[471]Include a Mastercard with every xBox. \n[472]It's an elderly orangutan actually. Could you please call everyone on this list and tell them to show up at Rudy's Bar &amp; Grille this evening at 9PM? \n[473]I just want to say, it was really great having you as my first secretary. \n[474]I don't think I'm going to be working here much longer. \n[475]I need to talk to you. \n[476]I don't know if I'm good enough at Korean -- \n[477]\n[478]\n[479]\n[480][I know. But it's what the bigot believes.] \n[481][Although you have poop on your hand, I am willing to shake it so I can steal all your money, you stupid Korean.] \n[482]You speak English? \n[483]For myself. \n[484]I quit. \n[485]Announcing the pending marriage of Peter Carlton and Lucy Giuliano! \n[486]Congratulations on your engagement! \n[487]I didn't have much time to throw this together. I got a stallion, didn't I? \n[488]I entrust you to sell all my shit. \n[489]Yes. \n[490]Well, if you do that's what my answer will be. \n[491]I just flew twenty-two hours. What do you think? Now can I please kiss you? \n[492][What snake?] \n[493]I'm here to see Omar.   The former King of Nigeria. \n[494]Omar! It's wonderful to meet you in person \n[495]I'm sorry for calling you a masturbatory Russian teenager. ", "RENEE": "\n[1]Wanna rock out tonight? \n[2]Want a flier? Oh, it's you.    Never mind. \n[3]I knew after a year and a half of wearing you down, you'd give in. I'm Renee by the way. \n[4]Carl. Cool. I like to thank everyone personally who comes to our performances. It gives it a nice intimate touch. See you soon Carl. \n[5]Hey, give that back.    You already took one. \n[6]Destroys the Earth. Also, they cost me ten cents a copy. Besides, are you even going to come? \n[7]See you tonight, Carl! \n[8]Hello Jake, Penelope, Carl and Rodrigo. We are the Flying Buttresses! \n[9]Everyday, the unicorns they play/Among lingonberry fields/They silently bay/The king has no crown/Just a vest of grass/The queen loves the Jester/The Jester has the last laugh. You are my minotaur/With your cloven hooves!/Half man, half horse/You are all boy to me \n[10]A witches cauldron/burns hot as hell/As her crooked hand/Brews a love spell. \n[11]I! Am!   A! Fairy!/I! Like!    To Fly! \n[12]I don't think I hit a high enough octave in Fairy Dream Song. \n[13]But I can hit like way higher. Like check this out. I think this tone might be more appropriate for my water nymph song? \n[14]I've got to write a song about that. I could call it... \n[15]I like it.     I can work with that. \n[16]I gotta clear. Unless of course, you want to help? \n[17]Well, thanks for coming, Carl.      I must bid good night. \n[18]I lead a jogging, photo group for people who want to both exercise and practice photography. \n[19]Amateur, but yeah.    I show every Friday. \n[20]If you want to do some artistic calisthenics join us tomorrow. \n[21]Five.   So we can see the sunrise. \n[22]Oh, it's beautiful. Makes great photos. Nice meeting you, Carl. \n[23]Wow.     You look tired. \n[24]Mammals are meant to be up at dawn. It's how we're built biologically. Where's your camera? \n[25]Awesome idea. So light. \n[26]Let's hit it. \n[27]Oooh, pretty. \n[28]Alright!    Enough standing around! \n[29]That's probably my best photo ever. My collages aren't bad. But personally, I think I excel at pottery. \n[30]How do you have time to come to every one of my rocks shows even the one in Fairfield county that was seventy-five miles from here? I almost skipped that one. \n[31]At first I thought you were a weird stalker and I was scared. But now I think you're just a really shy dude with a crush. And while it's been suspenseful to see when/if you'd ask me out -- \n[32]Yes, I would. \n[33]Like what? \n[34]In that case, what do you say we do Korean? \n[35]Do you want any more squid hot pot? It's really good here. \n[36]What do you mean? \n[37]Where I can sell my photos and pottery? Of course not. They're terrible. \n[38]Yeah, they're awful. \n[39]I'm not asking for sympathy. My voice is way too high-pitched, my pottery looks like poo, and my photos are blurry and subjectless. But who gives a shit? Not everything needs a goal. The world is a playground. You know that as a kid but then somewhere along the way everyone forgets. \n[40]Besides, I    can't open a store. My big master    plan is to take a trip around the    world.  \n[41]I bought a ticket for four months from now.  \n[42]Honestly, I'm terrified. How about you? Do you like the bank?  \n[43]So if it's lame why do you work there?  \n[44]What's that?  \n[45]That actually sounds really cool. \n[46]I'm stuffed. But I would love to wrap this up. \n[47]So, what do you say we hit this crazy party? \n[48]White noise? \n[49]I don't know anyone who's totally boring. Crack a person's shell -- there's always something creepy underneath. \n[50]What's going on? \n[51]I currently don't have a television. \n[52]It's a party. Let's socialize. \n[53]Told ya there was something weird under that white noise shell. \n[54]What did I miss? \n[55]You work for the ASPCA? \n[56]You have a lot of Mexican Viagra. \n[57]You better not be a criminal. Because one time I dated this guy who jacked cars for a living and I did not enjoy living on the edge as much as I thought I would. \n[58]A hundred boxes of Mexican prescription drugs borders on something vaguely criminal. \n[59]Well, are you going to make out with me or what? \n[60]No, you can't watch. \n[61]You know what I would love?    A massage. \n[62]Oooh.   Yeah. Oooh, right there. \n[63]Don't stop. \n[64]Can you please keep massaging? \n[65]Please keep massaging, please? \n[66]That's fine. It's only the very first time I've met your friends. \n[67]What's with the \"They're Out There\" and \"I Gave\" button? \n[68]You think? We went to three different Prada stores to find the right fit. \n[69]I paint. I'm in a band. I do volunteer work at a shelter. I teach ESL. I do balloon animal art. You know, a little of this, a little of that. \n[70]It is big.     How about you guys? \n[71]I sublet.    I have this corner of a loft. \n[72]I hate owning things. Because when you own something, you suddenly are invested in that thing not breaking. And I break everything. I've gone through three TVS in three years. \n[73]I smashed one with a hammer, dropped one off my roof and the third one just went on the fritz. So I set it on fire. \n[74]It was great meeting your friends. \n[75]They are a little stiff.   What do you feel like doing? \n[76]Ralph? \n[77]The guy who plays at the promenade? \n[78]No. It's ten on a Friday night. And that guy's crazy. Don't you want to go home and make out? \n[79]Just go. \n[80]What's up, chicken butt? \n[81]Are you OK? Did everything go OK at golf? \n[82]Congratulations! \n[83]Oooh, we should do some sexy pottery. Like you can rub the clay all over me. \n[84]I was kidding. Not as sexy as it seems. It gets in like everywhere. What should we do to celebrate? \n[85]How about Korean? Oh, no, you probably already had some today. \n[86]You've just been so busy -- it'd be fun to have a night just the two of us. I wish we could just go to the airport and hop on the first flight outta here. \n[87]I think we're going to London. \n[88]Moscow, Russia, comrade. \n[89]What was that? \n[90]Maybe we shouldn't do this. \n[91]Hey, who's your friend? \n[92]I'm Renee. \n[93]It was nice meeting you. \n[94]We're actually flying together. \n[95]So, now that we're here, what should we do? \n[96]It is? \n[97]We don't have to do this. \n[98]I think I might have whiplash from that tractor ride. \n[99]Watch your back, Carl.   I mean it. I'm very litigious. \n[100]Would you... want to... travel around the world with me? I mean, I know we haven't really been seeing each other for that long, but I don't know... \n[101]Yes? \n[102]I think I'm falling, you know... Are you... ? \n[103]Before our flight, what do you say we grab a couple Nebraskan steaks? \n[104]I got US Weekly, Star and, for a little culture, the National Enquirer. \n[105]They have movie reviews.    What's in the package? \n[106]I'm sorry, I have to go to the bathroom. \n[107]What the hell is that? \n[108]What the hell happened? \n[109]So explain. Are you a drug smuggler? \n[110]You expect me to believe a nice lady asked you to bring chocolates on a plane? \n[111]I don't think you do. \n[112]If you can't be honest with me, then you and the nice lady can have a fun life in Candyland. \n[113]So you've just been saying yes to everything. \n[114]Oh. \n[115]I thought we had so much in common but if you just yes to everything I don't know that we do. How do I know if you even like Korean food? \n[116]Do you even want to travel around the world at all or do you want to work at that bank and buy a lot of Prada suits? \n[117]When I asked if you were falling for me all you said was yes. \n[118]Yes.    It was. \n[119]What're you doing here? \n[120]I didn't ask you a question. \n[121]Are you here because you want to be here? \n[122]Thank you, your majesty. ", "PETER": "\n[1]You're going, already? \n[2]Carl. It's Peter. Where are you? \n[3]No. It's just -- we're at Rudy's. Celebrating New Year's. \n[4]Oh, c'mon, Carl. No one's seen you for like forever. Please swing by? \n[5]\n[6]This is an intervention.    You've missed your last event. \n[7]Our engagement party. \n[8]You're watching Hell's Kitchen. That's not even B-list reality TV.  \n[9]It's bigger than that. You and Kath broke up over a year ago and you still aren't dating anyone.  \n[10]I don't mean to be harsh but everyone's moving forward. It's like you're still wearing a Timex while the rest of us each have entry level Rolexes.  \n[11]Thanks for noticing. It's an Oyster Perpetual Yachtmaster. Sapphire crystal, self-winding. Four Gs. But that's not the point I'm trying to make.  \n[12]What's wrong with Crate and Barrel? They have adorable stuff at reasonable prices.  \n[13]Lifestyle? You have to have a life to have a style of life. You never leave your apartment. You never meet anyone new.  \n[14]You've become a complete cave dweller.  \n[15]Just the other day?   That was seven years ago.  \n[16]You had started there three years earlier. Why you've worked at that place for so long is beyond me. You had so much potential. You shouldn't be a teller. You should be the guy who tells the guy who tells the teller what to do.  \n[17]Actually, he'd be in fourth grade.     \n[18]Carl, it's Peter. I just wanted to apologize about barging in yesterday. You were right. It's your life to live. \n[19]Me, Lucy and Kath are all going out for brunch. You have any interest in joining? \n[20]Excuse me? \n[21]If you don't want to be here, you don't have to be. \n[22]Oakleys, polarized lenses, indestructible. Two fifty but worth every penny. \n[23]If you want to be sitting so bad, why don't you say something? \n[24]What's going on with you? \n[25]She's a fancy lawyer making bank. It's about time she was buying. \n[26]What're you looking at? \n[27]I don't think I've ever seen a waiter tap one of those pepper mills. \n[28]Because you ordered a latte. \n[29]A normal-sized beer is fine with me. \n[30]We need a sofa, Carl.     We're not buying a second home. \n[31]For a whole year? \n[32]But for a whole year? \n[33]Well, someone sounds like they're yuppifying their life. \n[34]There's no way you can do this for a whole year. \n[35]Yesponsor? \n[36]You aren't going to last for more than a week. \n[37]Cavalli. Silk and cotton blend. Seven fifty. \n[38]That's too bad. I'm sure someone will offer. \n[39]Sorry, didn't bring my wallet. \n[40]What's with the kitten? \n[41]I don't want a kitten. \n[42]Hey, asshole, we're not talking until you sign that goddamn contract. \n[43]I spoke to Kath. I hear you met her boyfriend, Seb. \n[44]She was upset you went on her date. \n[45]I think you're taking this too far. \n[46]You hooked up with a dude? \n[47]You hate Korean food. \n[48]I likey your suit-ey. Hugo Boss? \n[49]If you'll excuse me. \n[50]Nice job with Renee. She's definitely odd, but that's not necessarily -- \n[51]What?   Why?  \n[52]Don't get mad at me about it.   You can just stop.  \n[53]You've gone from a passive guy who always said no to a passive guy who always says yes. Just saying yes is not a legitimate life philosophy.  \n[54]I'm involved.  \n[55]I can't see the difference. Honestly, I'm terrified.     \n[56]It's marriage, you know?   The biggest thing ever. \n[57]I know. \n[58]I know. \n[59]Really? \n[60]But what if I really can't tell the difference between ivory and cream? Does that make me a bad husband? \n[61]You own an apartment because of that job. People don't generally leave good jobs. \n[62]Hey, honey. I think we should go with the tulips. I know roses are more romantic, but they're also much more clichéd. Babe, can you wait a second? I'm going to be on for a while. Ask your guru. He's the one who sent you on this retarded quest in the first place. \n[63]\n[64]Why does he want us here? \n[65]Wow.    There's a horse in here. \n[66]What're you doing out here? \n[67]What're you talking about? \n[68]Say hello to her when you see her. Where is she by the way? ", "LUCY": "\n[1]Rooney might throw up. \n[2]How did he take the break-up? \n[3]I'm so sorry. \n[4]It's OK, Carl. It's just brunch. \n[5]It's a two bedroom duplex with harbor views. It'd be perfect for you Kath. \n[6]That's... OK. Do you want a bite of mine? \n[7]Congrats, Carl! \n[8]I think I'm done actually. \n[9]Well, it's been fun watching you guys recreate freshman year, but Peter and I have some furniture errands to run. \n[10]It was good seeing you.    You should come out more often. \n[11]My girlfriends are being such bitches. It's been two weeks and no one's offered to throw me a wedding shower. \n[12]Hey, you want to throw my wedding shower? \n[13]I was kidding. Wedding showers are thrown by girls. \n[14]Thanks.    That means a lot to me. \n[15]Who was that? \n[16]How'd you meet? \n[17]So, I know it's just a wedding shower, so who cares really? And it's like so lame? But I've made an appointment at a stationery store. Are you going to totally kill me? \n[18]Ooooh, pretty. What do you think? \n[19]Thanks for your opinion. \n[20]I'm not marrying him. \n[21]Nothing special. Just hors d'oeuvres and wine. \n[22]I'm not doing Bridal Bingo. \n[23]Can we concentrate at the task at hand? \n[24]That's kind of cute. \n[25]That seems a little extreme. \n[26]You're really good at this. You mind helping me with the wedding invitations? \n[27]What happened? \n[28]I've never heard of a Wedding Shower cake. \n[29]I'm sorry, it's just you've been so great at all this while my husband- to-be has been completely absent. Do you have time to grab a cup of tea? \n[30]Is he scared to get married?    Is that why he doesn't care? \n[31]You know how to show it. A wedding is a huge deal. I'm so scared. \n[32]I know that and yet I'm still so scared. \n[33]He can be just so closed off. \n[34]You've been so good to me. I've really come to depend on you. I want to pay you back. \n[35]Peter tells me you might have some disposable income these days. \n[36]If you want to look at some open houses, I'm happy to waive my fee. \n[37]So this is at the very top end of what you could probably afford. Are you interested? \n[38]Are you sure? I mean, this is the first place you've looked -- \n[39]I'm looking forward to meeting Renee tonight. \n[40]We're all having dinner.    Tonight. Remember? \n[41]Least I could do. At least he's involved with our wedding. \n[42]What do yo do for a living, Renee? \n[43]Real estate broker. \n[44]He doesn't know crap about wine. Just pick one, Carl. \n[45]Do you rent or own? \n[46]If you're ever interested in buying, you should ring me up. \n[47]It's been hard to reach you. \n[48]Everything OK? \n[49]I was wondering when you want to meet with the florist. \n[50]You're just stopping, just like that? \n[51]He is helping. Here I was thinking we were actual friends. \n[52]I have no idea. \n[53]Who are all these people? \n[54]Thanks, Carl. ", "CHRIS PARKER": "\n[1]Hey, there. I'm Chris Parker. The new president of Southwest Bank. Just wanted to come by and personally introduce myself to every branch manager. \n[2]I was \"just a teller.\" And now I'm \"just president of the largest bank in the Southwest.\" You need anything, you let corporate know. You hear? \n[3]Carl Kendall? I'm Chris Parker. President of Southwest Bank. \n[4]\n[5]But then I got suspicious. What drives a man in his mid to late thirties who's still at the absolute lowest level of our corporate family? Generous helpfulness? Or raging revenge? \n[6]Which is when I got the numbers from your loan desk. \n[7]You've given out over 682 below minimum loans. One of them was literally for fifteen dollars and eighty seven cents. \n[8]How do you explain yourself? \n[9]Because the paperwork makes any profit moot. Unless you're raiding our coffers. \n[10]I would if I could, so why wouldn't you? \n[11]But then I looked closer at the numbers. 85% of the loan recipients have been paying them off according to the bank's schedule. Not just that, but 72% of that group have returned as regular full loan customers. This is both a moneymaker and good for the community. That like never happens! \n[12]You're the kind of person we want in corporate. We're taking some clients on a golfing trip. You golf? \n[13]You free tomorrow? \n[14]Of course you are. I better watch my back around you, Carl Kendall. Soon you'll be taking my job. See you on the links. \n[15]What happened to you? \n[16]I love the concept of charity. It's awesome. \n[17]This is Carl Kendall. This is Jin Kim, Joo-Chan Park, Soo Lee and Seung Kim. Seung's the CEO of Korean Bank International. \n[18]You speak Korean? \n[19]You sneaky devil. I knew I should watch my back around you. \n[20]You're a funny one, Carl Kendall. Remember, they have to win. In Asian cultures, there's a concept called Saving Face. You have to let them win. But if they smell for a second that you haven't tried your hardest, they'll commit hari kari. \n[21]Who knows? It's a delicate balance, Kendall. Like two little girls on a see saw with a crocodile beneath them. Make the wrong move, and the little girl will end up in the croc's maw. \n[22]Alright, buddy. It's all you. \n[23]You must have quite a powerful stroke. \n[24]What was that? \n[25]I bogied the fifth hole.   I'm still pissed about that. \n[26]I'm promoting you to bank manager. I've got my eye on you, boy. Don't you forget it. \n[27]So I got a call from the police department. \n[28]I spent a couple years in prison myself. So I backdated some stock options. Excuse me for trying to help our bottom line, right? \n[29]We are their slaves. \n[30]Honestly, I prefer for all my top guys to have been in the Big House. We've all eaten the slop. There's a trust there you can't break. \n[31]So, what do you say to being a VP and expanding your microloan program bankwide? \n[32]Could you look through these numbers and let me know which of our five branches have been lagging behind in profit? \n[33]You're a VP, buddy. You do it all now. \n[34]Carl, I'm glad you could join us. So, to keep you all updated, we should be merging with Korean Bank International within the year. \n[35]As per our argument with KBI, we'll be shoring up our bottom line. Carl Kendall's done us the honor of drawing up a preliminary list of the branches that are on the chopping block. Nice work, Carl. \n[36]I know that Maple's where you got your start, but if I don't lay those people off then I get laid off. It's a vicious cycle. \n[37]If we don't close these branches than KBI will buy our competitor instead of us and put us all out of business. If you want to be an executive and get to do fun stuff like your microloan project, then you also have to be the bad guy who lays people off. That's why we get paid the big bucks. To make the hard decisions. \n[38]Some asshole protestor threw a rock at my head. \n[39]I wish using hoses wasn't such bad \n[40]What is the best way for us to enter the teenage credit card market? \n[41]Yes. \n[42]Nice.   Anyone else? Carl? \n[43]That's why they're such a ripe market. Any ideas on how to pick that low hanging fruit? \n[44]I like that. I like that a lot. \n[45]Now remember, tomorrow's our official merger ceremony with KBI. So wear your nice suits. I'm talking to you, Feldman. \n[46]And I need to talk to you. You mind doing a little ceremonial translating? \n[47]Believe in yourself and the world believes in you. \n[48]I'd like to welcome our new partners into the Southwest family. \n[49]KBI is the at the forefront of the financial world. With your help, Southwest will be as well. \n[50]We look forward to working together and extending our reach across the globe. \n[51]So with this hand shake, I make official the acquisition of Southwest by Korean Bank International. \n[52]Excuse me? ", "NORMAN": "\n[1]My teller reporting for duty. \n[2]You're a soldier on the front line of finance. \n[3]So, Carl, I'm having a party this Friday. It's a funny hat party. May I entreat you to come? \n[4]That would be me.   Norman Calhoun. \n[5]Definitely. \n[6]Nice work if you can get it.   Am I right? \n[7]Check and check. \n[8]Think about my party, Carl! \n[9]Valentine party. Just wear something red! \n[10]Dress as your favorite animal -- \n[11]-- historical figure -- \n[12]What do you think you're doing? Alex Eberts! Is this an alumnae prank? I love pranks! \n[13]We have a situation. \n[14]Hey, Carl. We're a little short on our Saturday staff. I know this is going against ten years of precedent, but you have any interest in coming in today? \n[15]There really is something magical about this place. \n[16]Morning, Carl. Thanks for coming in and being part of the Saturday banking experience. Oooh, Munchkins. Are those for the office, you dirty devil? \n[17]You didn't approve this with petty cash. \n[18]Kidding! Munchkins are always approved. Although, I can't reimburse you. Today is free Munchkin day. That's right! Free Munchkin day! \n[19]You're a teller, not a loan specialist. \n[20]What's this? \n[21]Inta-maresting. My grandma loves beanie babies. Although unfortunately, we have a minimum loan floor of ten thousand dollars. She only wants five. \n[22]I don't make the rules, I just break `em. I don't break them. I just wanted to rhyme. If she wants us to loan her ten thousand or more, great. Otherwise, I think her only option is a loan shark. \n[23]Oooh, thank you. Feed the addiction, am I right? \n[24]Carl, could I see you for a moment? \n[25]Earlier today, you showed some initiative. And I loved it. What do you say to a permanent spot at the loan desk? \n[26]We need a loan specialist a lot more than we need a teller and greeter. Besides, you'd have a starting salary of 52. \n[27]No, dollars. What is this Darfur? Sorry, Patricia, that was inappropriate. Of course grand. To celebrate, next Saturday, I'm throwing a party. Dress up as your favorite character from Heroes. Save the cheerleader, save the world. \n[28]Don't dress as Hiro.    I got dibs. \n[29]May I speak to you, Carl? \n[30]I know what you're doing. \n[31]You're loaning below our minimum. \n[32]You thought I wouldn't notice the paperwork? I'm not the regional manager because I ignore the details. \n[33]I know. These microloans are pretty interesting. So I'll you spearhead a little pilot program at the bank. \n[34]If corporate finds out, you're the one who's getting fired. So keep it quiet. \n[35]We need a volunteer to think up local marketing ideas \n[36]We need someone to be a weekend cashier. \n[37]We need a volunteer -- \n[38]-- to be in charge of day care. \n[39]Carl! Welcome. Or should I say, uerukamu! \n[40]You didn't tell her? This is a dress-up as your favorite character from Heroes. Do you watch? \n[41]I don't know what to do with that information. There are drinks, chips, dips, various and sundry noshes. I entreat you to make friends. Let's get this party started! \n[42]Baked Lays people!   It is on! \n[43]Hey, the boys upstairs are here to speak with you. \n[44]He asked for you specifically. Ixnay on the small loans-ay. \n[45]The bank's all I've got. Every morning I restock the hard candy, polish the safe, write today's interest rates on the board. \n[46]You should protest with us! \n[47]Yeah, throw a rock! \n[48][You guys don't have Heroes? I don't know you, but I think you would love it.] ", "SANJI": "\n[1]Life.   We are all living it. Or are we? Change doesn't start on the surface. It's generated from consciousness. But where is consciousness generated from? \n[2]From the external. And the external is manipulated through our choices. And our choices start with one word. \n[3]Yes! \n[4]Say yes! For your life! Yes! Change starts now! Yes! Yes! Yes! Say it with me! SAY YES! \n[5]Are you ready to open the door to yes? \n[6]I am sorry, my friends.      But I cannot hear you? \n[7]Shhhhhhh. \n[8]Now is the time when we must greet our new members. Who here is new? Please, do not be shy. \n[9]Come on up, Future Yes Man! \n[10]You can't audit life!      Now get on up here! \n[11]Then I will come to you! \n[12]What is your name? \n[13]Let me guess, Carl. This was not your idea to come here, Carl. \n[14]You can tell me, Carl.    We are all alone, Carl. \n[15]That's what I thought, Carl. And you think this is all bullshit, Carl, isn't that right, Carl? \n[16]Is there any other way? \n[17]But you are stuck in your life, Carl? Am I right? \n[18]You once had a dream? You wanted to own a boat? A house? A fancy car? You wanted to a doctor, a lawyer... a business man? \n[19]You wanted to be more than you are. And yet you have suddenly woken up to find life is passing you by. Am I right, Carl? \n[20]It's odd that ten years can pass just like that. \n[21]Isn't it, Carl? \n[22]I want you to do something for me, Carl. Tomorrow, I want you only to say yes. Can you do that for me? For one day, Carl? \n[23]Please, Carl. Do it for me and you will be doing it for yourself. If you don't have the best day in ten years then I am the uncle of a monkey. Will you do it for me Carl? Just for a day? \n[24]Welcome to the world of yes! \n[25]Will you do it for me Carl?       Just for a day? \n[26]Of course, of course!      Please come in! \n[27]Would you like a cup of coffee? \n[28]Fantastic. So how do you plan on continuing with your journey? \n[29]Outstanding, Carl. Except for one \n[30]You're like a cigarette addict, Carl. Except you're addicted to boredom. On the way in here, Carl, I offered you a coffee and you refused. Perhaps that would have been the most delicious cup of coffee you would have ever had. Who's to say? Not you, Carl, because you said no! Anyone can quit smoking for a day. But for a lifetime? No. \n[31]Behold, Carl, -- the Maniyesto. \n[32]You cannot say \"Yes, the world is flat\" because that is an untruth. \n[33]A close friend who will not tell a soul. \n[34]If someone asks you \"do you want to go to the art museum\" and you do not want to, you may not use this lack of desire as an excuse to not go. And finally, a warning. If you say `no', even once, even for a cup of coffee, be prepared to lose every single little thing you've gained. So what do you say, Carl? What do you say? \n[35]And here. \n[36]And here. \n[37]And initial here. And here. \n[38]Kind of. And finally, my friend, please hold out your hand. \n[39]That should heal by New Year's. Until then, you are a Yes Man. \n[40]Of course! Would you like to purchase my new book, \"The Power of Yes: Life is Yessy\"? \n[41]Well, this line is for book customers only. \n[42]Can't you see that I'm eating? \n[43]How well off? \n[44]I should know all the data. \n[45]This is    what I recommend. Every winter,    I throw a two week long seminar    in Aspen. It's only ten grand a    week and it will open your mind up    -- \n[46]For you, eight grand a week. I have helped celebrities like Cher and Jack Welch. You will love it -- \n[47]I am not a con artist. Have I not set you on the life path you desire? ", "ROONEY": "\n[1]It's true.     I'm very close. \n[2]Carl Kendall? Out in the world? Are you some kind of ghost? Am I having a religious vision? \n[3]Well let's get you a beer. You want a 20 ouncer? I'm just joking - - \n[4]Two twenty ouncers and one tiny, little beer, barkeep. \n[5]I can't believe you're out here. I'm giddy. I feel like a child whose best friend has strict Chinese parents who never let him come out and play but now his Chinese parents are away for the Chinese New Year. You have any interest in pounding this shit? \n[6]What do you say we have another? \n[7]You are a beast! \n[8]Whatever, yuppy sellouts. \n[9]Barkeep! Two more double pints s'il vous plait! \n[10]Well fortunately you're not the only game in town! Let's go to some place with class. \n[11]They wear uniforms here. \n[12]I am hot. \n[13]You gotta do karoake. \n[14]C'mon, Carl, let's go -- \n[15]You popped that guy!    He didn't know what hit him. \n[16]That was some good times last night. You back for more? \n[17]I've got no cash. You mind spotting me and my buddies? \n[18]What's up Carl? It's Rooney!      What do you say we grab a couple brewskis? \n[19]I don't. I was wondering if you were around tonight to help me move? \n[20]Because it's cheaper to ask you. \n[21]Can you carry the fridge alone? \n[22]You OK? \n[23]I wish I could, but I hurt my back trying to move that fridge. \n[24]And I'm going to miss you, ma. \n[25]You must be Renee. I have heard so much about you. Can I watch? \n[26]We have to protest the merger.   Get some grassroots action going. Grass looks weak, but it grows everywhere. \n[27]Yeah! Protest with your employees! It will only make you more popular! \n[28]Throw a rock at him. \n[29]You are dead, AnalDestroyer832! \n[30]What?   Why? \n[31]Will you let me stay here please? \n[32]You have to say yes if I ask you. \n[33]I may not seem like I get it, but I get everything. Lucy and Kath? Made out one time in the bathroom at Rudy's. \n[34]I'm Rooney. ", "KATH": "\n[1]You don't do anything more. You used to be fun. Now you hardly ever even leave your apartment. \n[2]That's because it's New Year's Eve. You have to be here. Besides, it's not only social stuff. You used to have dreams. You wanted to go to business school, you wanted to work for the World Bank. \n[3]Growing is \"X is not for me so I'll do Y.\" You went X is not for me and so I guess I'll sit on the couch for the rest of my life. \n[4]This is the problem. You don't even care that I'm breaking up with you. \n[5]You shouldn't just understand. You should be mad. Or upset. Or sad. Or something. \n[6]Your girlfriend of two years breaks up with you right before New Year's Eve and all you can say is \"I get it?\" It is completely within your right to call me a bitch. \n[7]I can't believe I've been dating someone so emotionless. \n[8]We haven't even finished the song yet. \n[9]Like a robot. Two years, and nothing. \n[10]Morning, Carl. This is a surprise. \n[11]Because I've never seen you at brunch. Like ever. \n[12]I hate when people jump ahead. \n[13]Great. Now we're going to get into a fight. \n[14]Washer/Dryer in the building? \n[15]Shut up. \n[16]How unadventurous. \n[17]Thinking of learning a couple foreign languages? \n[18]Maybe next week. There's someone you should probably meet. Carl, this is Seb. \n[19]Yeah.   Met him at my firm. \n[20]I guess so, yeah. \n[21]What? \n[22]I told you. Through the firm. \n[23]You guys get the call as well? ", "TONY": "\n[1]Do you want to change your life through Mahayana Buddhism? \n[2]Would you like to have tea and discuss? \n[3]My place is right around the corner. \n[4]It is only through the four noble truths and the destruction of desire that we can end suffering. \n[5]Do you like Dionne Warwick? \n[6]Now she had style. \n[7]C'mon, Carl. Shake your groove thang. \n[8]I like big guys. \n[9]Want to go into my bedroom? \n[10]Sure. \n[11]I only have Beaujolais Nouveau. \n[12]Upstairs or downstairs? \n[13]Front door or back door? \n[14]Just give it! \n[15]Do you want to change your life through Mahayana Buddhism? \n[16]Carl? \n[17]How've you been?     You... never called. \n[18]Yeah, well, I've been busy too. \n[19]I'm Tony. I'm an old, close friend of Carl's. \n[20]Have fun. You abigail. ", "WAITRESS": "\n[1]Lowell, party of five. \n[2]No you weren't. \n[3]I have the list, dude.   The list doesn't lie. \n[4]I just want to tell you about my specials. We have a double fruit burnt sugar waffle. Any of you interested in that? \n[5]Alrighty. Then, on the savory side, we have a smoked whitefish omelet with hash browns on the side. Any takers? \n[6]You want both? \n[7]Would you like toast with that? \n[8]Any side?    Bacon. \n[9]Sausage. \n[10]Turkey sausage? \n[11]A side of our famous maple pancakes -- \n[12]Wow.    Someone's really hungry. \n[13]Coffee or juice? \n[14]We also have smoothies? \n[15]Is that all? \n[16]\n[17]Would you like some pepper? \n[18]Would you like more? ", "JASON": "\n[1]Well, isn't that cute? We've got a full match on. Hey, I'm Jason. \n[2]Work for the INS. \n[3]I hate it. Everyday I have to dash some poor guy's dream. I'm a professional dream dasher. \n[4]The other day, I turned down a guy who had literally been a professor at the University of Cuba. \n[5]I'm sorry but no can do. \n[6]You're probably right. \n[7]Spain? \n[8]America? \n[9]Spainerica? \n[10]I sent him back to Cuba.       I send them all back. \n[11]Because I have to eat. \n[12]Excuse me? \n[13]\n[14]That's the most retarded idea I've ever heard. \n[15]Dear Carl. I know this is kind of random, but I thought I should write you. We met at that party at Norman's apartment. I was the INS guy who hated his life and hated you. I just wanted to tell you that I took your advice. I quit my job and have founded a home in Botswana for elderly orangutans. I've never been happier. You told me to say \"yes\" and it has turned out to be incredible. Thank you. Yours truly, Jason Newmark ", "BANK CUSTOMER": "\n[1]Hey, I need to speak to a loan specialist and there's no one on the floor. \n[2]But there's no one around. \n[3]You're really not going to help me? \n[4]Can you help me now? \n[5]I need to speak to a loan specialist. \n[6]I want to refi my house and spend the capital on my personal business. I see you've got a 5.25 7 year ARM, but over at Chase they're offering 5.00 7 year ARM. Can you refi lower, like at 4.85 par example, or am I going to have to bring my beeswax elsewhere? \n[7]Yes?   That's it? \n[8]Selling beanie babies online. \n[9]More like highly profitable.    I've crunched the numbers. \n[10]So, what'd he say? \n[11]I can't afford the payments on ten. You can't do five thousand? This is the fifth bank I've been to. Please? \n[12]Thank you so much! I promise I won't let you down, Mr. Kendall. On me. \n[13]Of course.     Aren't you just a dear? ", "DUNKIN DONUTS CASHIER": "\n[1]Would you like an Italian-inspired coffee flavoring? \n[2]How about the double doughnut special? \n[3]Would you like an Italian -- \n[4]How about -- \n[5]Would you like an Italian-inspired coffee flavoring? \n[6]Sugar, Splenda or Nutrasweet? \n[7]We're having a special on Munchkins? \n[8]Would you like... \n[9]With whipped cream? \n[10]Would you like an -- ", "SEUNG KIM": "\n[1][Good luck, my friend.] \n[2]Yes! \n[3][Thank you.] \n[4][What?] \n[5][That is factually inaccurate] \n[6]No. \n[7]We have a traitor in our midst. This man just called me a son of a dog and informed me that my hand is covered in fecal matter. He is clearly trying to sabotage the merger. \n[8]You think an international bank financier wouldn't speak fluent English? For whom do you work, traitor? Shanghai Bank? Chinatrust? \n[9]Fine. Keep it secret. Unfortunately, I cannot approve a merger with a company so incompetent as to have a business saboteur this high up. Good day. ", "ALEX": "\n[1]Carl Kendall? \n[2]Too much! How've you been? I can't believe you're still working here. \n[3]Where've I been? You mean, where haven't I been? This year. Dude. I have lived. I climbed Mt. Kilmanjaro. I ate bat in Laos. I shot a cow with a bazooka. I'm not proud of that last one but I did it. How's the bank? \n[4]See? That's the problem. That's everyone's problem. You've got one life. Why waste it on the same old same old? \n[5]I know this will sound queer, but you have to hit this seminar. It changed my life. It will change yours. Unless you like the bank. \n[6]Yes. \n[7]Hey, Norman! \n[8]Go to the seminar, Carl!    You won't be sorry! ", "SEB": "\n[1]Yes. \n[2]I've heard a lot about you, Carl. \n[3]Sorry, sweetie. I've got to take this. \n[4]Unless... you'd like to join us? \n[5]It was good meeting you -- \n[6]Look, Carl, why don't you just eat your fish and fuck off? \n[7]How did you break them? ", "STATIONERY PROPRIETESS": "\n[1]This one is nice. I especially love it in cream. \n[2]It's always difficult to get the husband-to-be's opinion. \n[3]Oh. What's the party going to be like? Sometimes it helps to know that before you pick an invitation. \n[4]It's bingo, except you yell out embarrassing facts about the bride and whoever fills their card first wins. \n[5]Every guest gets assigned a month and brings a gift that the bride and groom can use during that month. \n[6]The bride and groom ride in on a white stallion. \n[7]Your friend happens to be right. ", "BAD COP BOB": "\n[1]And I'm Bob. \n[2]Do you find that funny? \n[3]We'll see about that, Carl. \n[4]How about shrooms? \n[5]Never cheated on a girlfriend? \n[6]You disgust me. \n[7]I agree. No one ever admits to the cheating question. ", "BRUTISH BOYFRIEND": "\n[1]Were you just flirting with my girlfriend? \n[2]Yes. \n[3]Let me handle this, Crystal. So, you want to have sex with my girlfriend? \n[4]Are you starting a fight? \n[5]Then bring it. \n[6]What was that? ", "HOT GIRL": "\n[1]Hey, c'mon. Be cool.    He was just screwing around. \n[2]Hey. I'm sorry about Domingo. He likes to think he's my boyfriend but he's not. You're cute. \n[3]My fiance called. He was like really sorry about last night.      I have to go. \n[4]Domingo. The guy who punched you in the face. \n[5]We were broken up last night.      It was fun hanging out. \n[6]I made some coffee. It's in the kitchen. Sorry for leading you on. ", "(in Korean": "", " with": "", "SUBTITLES": "\n[1][Hello, my name is Carl.   What is your name?] \n[2][We are very fat. But can I please have this food made mobile?] \n[3][It is an honor to meet you.   Do you like America?] \n[4][Welcome. You will be my partner.] \n[5][He says that you are a son of a dog and like to have the dirty sex.] \n[6][He says in Korea you poop on the ground and that here you cannot poop on the ground.] ", "KHATOON": "\n[1]Hey.     I'm Khatoon. \n[2]Do I know you from somewhere? \n[3]Are you listed on Persianwifefinder.com? \n[4]Seriously, though, are you? \n[5]Karate Club. \n[6]You're totally on persianwifefinder.com.   SultanCarl. ", "CUBAN PROFESSOR": "\n[1]What? But I've already lived here for five years. I've received a steady paycheck and paid taxes for five years. I speak fluent English. I can't go back. \n[2]I've passed the citizenship test ten times. I bet you couldn't pass that test. \n[3]Do you know the location of the Spanish-American war? \n[4]No. \n[5]No. \n[6]You are an insult to your country. "}}