{"dialogues": {"NICK": "\n[1]My name... is Nick. \n[2]My last name, which I loath, is Twisp. \n[3]The next thing you should know about me is that I am obsessed with sex. \n[4]Lately, I have become morbidly aware of my penis. \n[5]Once a remote region accessed indifferently for micturition, it has developed overnight into a gaudy Las Vegas of the body. \n[6]I am entering the tenth grade at St. Vitus Academy, which, I am told, is the most rigorous prep school in the East Bay. Hopefully I will be invited to join Miss Satron's English Literature class. \n[7]I am a voracious reader and listen to Frank Sinatra. So needless to say, I am still a virgin. \n[8]I have yet to hold hands with a girl, let alone have my winkie up her wendell. \n[9]I am an only child except for my big sister Joanie, who has left the bosom of her family to sling hash at 35,000 feet. \n[10]Mom gives driver's tests at the Department of Motor Vehicles. \n[11]She used to keep Dad up to date on all the motor statutes he was violating. This is one of the reasons they got divorced. \n[12]Mom's boyfriend, Jerry is a long distance trucker, though his ultimate ambition is to be on state disability. \n[13]I've been struggling to think of a commendable thing to say about Jerry. \n[14]No luck. His grey matter registers at cretin and the needle doesn't budge. \n[15]Dad is a copywriter for agricultural magazines. \n[16]He'd like to own a more prestigious model of BMW, but, as he often reminds me, he is burdened with crippling child support payments. \n[17]Lacey is Dad's latest bimbette. She is twenty and a recently minted alumna of Stanfort. \n[18]My mother is the one who painted my room to look like Dolly Parton's boudoir. She read this color was used in hospitals to calm mental patients. \n[19]I'll tell you what I told her. I am not mentally ill. \n[20]I'm just a teenager. \n[21]Except his was black and yours is white. And dirty. \n[22]Damn it. I guess I'll just have to hang out all alone at the book depository. \n[23]After spending twelve years with Dad, Mom has had a string of lovers, none of whom she has asked me to approve. \n[24]I'm starting to think her boyfriends are like U.S. Presidents. \n[25]Just when you think they can't get any worse... \n[26]...she manages to find God's Perfect Asshole. \n[27]He just left. What's up? \n[28]Well, I think he used that nine hundred dollars to buy his Lincoln. He's giving my mom a joyride in it now. But he'll be back this afternoon, so I would come back then. He's pretty stubborn. You might have to beat it out of him. \n[29]I like it. Very to the point. Well... See you guys this afternoon! \n[30]I hope you have a good reason. \n[31]I dunno, Lefty. I think your sister is just waging psychological warfare. \n[32]Maybe your just not wacking off enough. \n[33]In case you haven't heard, Lefty's erect member takes a dramatic turn midway up the shaft. \n[34]Why don't you just have your parents take you to the dick doctor? \n[35]Still, you might want to get it fixed before asking Millie out. \n[36]Lefty's grasp of the female anatomy is somewhat tenuous; he imagines there are orifices galore down there. \n[37]Oh, yeah. Those sailors came by. They want their money back. I guess there was a banana in the transmission. \n[38]Now why would I do that? \n[39]Oh, look. The sailors are here. \n[40]Jerry, where are you going? Just tell them you are in the right. \n[41]Eight hundred and thirty seven, actually. \n[42]We are going to Ukiah for a last minute vacation. \n[43]Jerry says we'll be staying in a cabin on Clear Lake that's owned by a friend of his. \n[44]I'm not sure how this is the solution to his problem. But I've decided to go along with it, seeing as I'm not rooting for him anyway. \n[45]Mom? Do you really like Jerry? \n[46]Mom is a realist about everything. Except her age. She's forty-three. \n[47]The moment I see her I know the Gods, while having cruelly endowed me with imperfect posture and pussy postponing pimples, had put me here for a purpose. My heart palpitates. My mind races. I get an instant \n[48]Hello. \n[49]Thanks a pantsful. \n[50]You don't have to go to services? \n[51]Paul is an atheist too? \n[52]Likewise. \n[53]Jerry and I share no blood links of any kind. \n[54]Sounds rather zealous. \n[55]You could say the same thing about sex. \n[56]I hardly ever think about sex. \n[57]Wow. A second floor. \n[58]Sheeni? Do you want to come to the beach with me? \n[59]Er, yes, Mr. Saunders. \n[60]Not at all. \n[61]Is it? \n[62]I'm up for it. \n[63]I'm coping. \n[64]What's his name? \n[65]What's he like? \n[66]I'm not familiar with Futurist Percussive poems. \n[67]Please do. \n[68]If that's poetry, I'm a turkey scrotum. \n[69]Here is an hour by hour account of the worst night of my life. \n[70]1 AM. I decide it is just a case of puppy love and look forward to the interesting women I shall meet in the future. \n[71]2 AM. I conclude the only way out is suicide. I begin to pen a poignant suicide note. Sheeni will see Trent for the shallow pedant he is and always treasure my memory. \n[72]3 AM. I decide I am too chicken for any of the manly, violent means of suicide. I shall swallow sleeping pills. Where to get them, though? \n[73]4 AM. I can not die an inviolate virgin. Either I find a way to get laid soon or suicide gets postponed until after high school. \n[74]5 AM. It will be too painful to see Sheeni again. I shall ask Mom if we can cut our vacation short and return to Oakland. \n[75]6 AM. Violent panic! I have to see Sheeni again! \n[76]Good morning! \n[77]Seven o'clock. How about breakfast? \n[78]Like John Muir I enter the wilderness with nothing more than my journal and a childlike sense of wonder. \n[79]Quite a drop. \n[80]Huh. Quite a hike just to end your life. \n[81]That's my journal! \n[82]Those are my private thoughts and are none of your business! \n[83]What? \n[84]How would you like it if I read your journal? \n[85]It's in French. \n[86]What does it say? \n[87]Spill it! I demand full disclosure! \n[88]When can I see you again? \n[89]She's the Encyclopedia Britannica. \n[90]Should I go to the sheriff's now? \n[91]Say, where were you anyway?   We said five minutes to six. \n[92]Swell. And the punctual guy fries in the chair for rape. \n[93]My parents want to go to Middletown. Jerry has the moronic notion of buying a trailer there before we leave. \n[94]Great. \n[95]All I have is a Subway card with four stickers. \n[96]No doubt close to the dog's actual value. \n[97]Sheeni, I think I love you. \n[98]Sheeni? It's... It's okay. We can visit each other when I get a drivers license. \n[99]What? \n[100]Oh. \n[101]No way. \n[102]Maybe I could take him, but I'd have certain conditions. I would have to be the only dad on the scene. Trent would have to go. \n[103]It's your choice. Life with me and the dog you love. Or a pet-free existence with a shallow, egotistical poet. \n[104]I accept full responsibility. \n[105]Not quite, darling. I want one more thing. \n[106]What do you think? \n[107]How about I have a quick vasectomy just to be on the safe side? \n[108]I have a tall mountain to climb, with many treacherous glaciers still to cross, but finally, I have obtained a stamped entry visa to the paradise that lay beyond. \n[109]In short... I have a very real prospect for getting laid. \n[110]I guess they didn't cave after all. \n[111]Stellar. \n[112]Jerry tried to outsmart a few sailors. It's been an amusing saga. \n[113]I was going to ask you the same thing. \n[114]Did you meet him in posture class? \n[115]Hardly. Sheeni believes the internet will be the end of literacy. \n[116]More like the occassional collect call. \n[117]No, thanks. Auto mechanics doesn't interest me. \n[118]How unlike him. \n[119]Which means... \n[120]Hello? \n[121]Absolutely. \n[122]Sheeni? How are you? \n[123]And how is Trent? Not too suicidal I hope. \n[124]Nor I him. I wish him all the best. \n[125]Well, though he's taken a disliking to Jerry. \n[126]I regret, Love of My Life, my father has lost his job and I will now be forced to go to public school. \n[127]He's a writer - sort of. He writes advertising copy. \n[128]How so? \n[129]Brilliant. Not that I'm fond of Ukiah, but I'd live in a drainage culvert to be with you. \n[130]I had no idea you had knowledge of the employment opportunities of trade magazines. \n[131]Anyone I know? \n[132]So why would Trent want to help my father move to Ukiah? \n[133]Very well, but I don't see how I am to live with him. My mother values my indentured servitude. \n[134]What do you want me to do? \n[135]I will, darling. I will! \n[136]I have decided to create a supplementary persona named François. \n[137]Like a Parisian James Dean, he will be bold, reckless, contemptuous of authority, and irresistible to women. \n[138]Hello, François. I think you'll do nicely. \n[139]...the itchy trigger finger... \n[140]Damn! Those hippos are taking a shower together. How repulsive! \n[141]Where's Joanie? \n[142]No doubt. I don't think anyone got a wink last night with all that racket. \n[143]I thought there were laws in this city against illicit cohabitation. Or are they just another big policeman's joke? \n[144]What are you going to do? Shoot me with your gun? \n[145]Out! \n[146]And just what makes you so sure it was me? \n[147]That's Lacey. \n[148]Dad's girlfriend. \n[149]Well, she likes fast cars and takes a lot of naps with dad. \n[150]She likes to sit on Dad's lap while he eats and blow in his ear. \n[151]And she calls him \"Thunder Rod\" and he calls her \"Sugar Puss.\" \n[152]I wish I was leaving with you tonight. \n[153]I wish. Did you really take a posture class? \n[154]Hey, Lefty. \n[155]I vandalized Jerry's trailer and she found my picture of Lacey. \n[156]You lie. \n[157]Yeah, but I'm not sure I should try this on Sheeni. I think this book is for people who've been married so long they're disgusted by the sight of each other. \n[158]I think these illustrations are disproportionate for emphasis. \n[159]Perhaps we should. Just for the sake of research. \n[160]Thanks a pantsful, but I'm not gay. If you're really concerned though, I suggest you get me a room at the Ukiah Motel 6. If anyone can straighten me out, it's Sheeni. \n[161]Hello? \n[162]What's this I hear about you being unemployed? \n[163]I hope you do. We need the money. \n[164]I know, Dad. Like getting a good education. And being able to respect your parents. \n[165]Thanks, Dad. \n[166]Hello, uh... My name is Nick. Nick Twisp. My father's name is George Twisp. \n[167]Not lately. But he's missed several child support payments, and is not looking for work. So now I'm going to public school in Oakland. \n[168]Yes. And he's had an offer from a respectable publication in Ukiah. \n[169]Hey, Lefty. How's it hangin'? \n[170]What?!? Why? \n[171]You can use my house if you want. \n[172]Sure. My Mom and Lance are going to a movie and I'm planning on stealing Jerry's trailer and torching it in a parking lot, so you'll have the whole house to yourself. \n[173]So where you headed anyway? \n[174]He asking lots of weird questions? \n[175]What did you tell him? \n[176]What did you tell him that for? \n[177]Sounds like a professional. He must be very expensive. \n[178]My mom is paying for your therapy? \n[179]Yes, but it was your idea. \n[180]Don't be retarded. We were doing research for our girlfriends. \n[181]Yeah, just don't blow your load on my sheets. \n[182]Don't mention it. See ya, Lefty. \n[183]Mom? Do you think it might be a good idea if I moved in with him? \n[184]But shouldn't you depend on the child support money for, you know... child support? \n[185]The plan is simple. \n[186]Tow Jerry's trailer to a remote parking lot in Berkeley and burn it to the ground. \n[187]Thus evicting myself from my mother's clutches and into the arms of My One And Only Love. \n[188]François wanted to torch the trailer where it sits, but I've convinced him a parking lot will reduce the risk of collateral damage. \n[189]Oh no! I forgot to set the brake! \n[190]Hey, Mom! How was the movie? \n[191]That could be anyone. \n[192]But I like it here. \n[193]I don't scream much. I am making a painful sacrifice for The Woman Of My Dreams. My suffering possesses a beauty which elevates it above this sordid scene. \n[194]Are you through? \n[195]I was wondering what happened to you. Did you get to blow your wad? \n[196]Did you get interrupted? \n[197]What's worse than being interrupted? \n[198]\n[199]Sorry, man. I didn't have a great night either. \n[200]Or you could just fake it and then hide out in Ukiah with me. Then later come back and maybe Millie Filbert will boink you out of pity. \n[201]Hi, Lacey. Hi, Dad. \n[202]Is there any way I could sit up front with Lacey, Dad? Mom's boyfriend beat me pretty badly. \n[203]What a competitive asshole. \n[204]Uhm, hello. Is Sheeni available? \n[205]Excuse me? \n[206]That rat-fink-fuck! \n[207]Santa Cruz! But she'll be miserable without me. We're in love. \n[208]That's okay. I had to burn down half of Berkley. \n[209]I felt a grand gesture was required, darling. \n[210]François will kill him later. \n[211]Nevermind. The point is we must elope. \n[212]It's a small price to pay. \n[213]What?!? But, Sheeni. I just don't get it. I'm here. Albert's here too. \n[214]Or we could consummate here in the woods. \n[215]Well... Goodbye, Sheeni. I love you. \n[216]I have endured a five million dollar beating for nothing. I have been stabbed. Stabbed in the back. \n[217]I do not have a friend within a hundred miles. This is a daunting thought if you think about it. \n[218]Nick. Nick Twisp. \n[219]I could not begin to speculate. \n[220]Hello, Paul. How did you know my name? \n[221]No we haven't. \n[222]Oh. \n[223]Did Sheeni tell you that was me? \n[224]Why? Was I an arsonist in a previous life? \n[225]My God. What did she burn? \n[226]My God, François! What was Paul smoking? \n[227]Uh... Hi, Dwayne. What are you doing here? \n[228]Uh... Dad? What's going on? \n[229]What about Dwayne? \n[230]Dad! \n[231]No thank you, Dwayne. \n[232]I don't know, it's in French. Say, why does your mother give you sleeping pills? \n[233]I don't know. Dogs don't grow on trees. \n[234]Okay. But it will cost you one sleeping pill per walk. \n[235]You never know when sedatives will come in handy. \n[236]Lefty? \n[237]Lefty, what are you doing here? \n[238]I mean, what are you doing in town? \n[239]Wow, Lefty, I'm kinda impressed. Faking your suicide is pretty ballsy. \n[240]Redwood High School. \n[241]Why would you want to go to school if you didn't have to? \n[242]I can see this stunt really has liberated your mind. \n[243]Do you have a girlfriend? \n[244]Yes, but she transferred. \n[245]I don't know. She sent me this letter. But it's in French. \n[246]You speak French? \n[247]That's it? Nothing else about me? \n[248]Albert is our dog. This is a disaster. What the hell does she mean Trent wants to mend the relationship? \n[249]I've got to get to Sheeni as soon as possible. If I don't Trent Preston is going to mindfuck her into thinking she doesn't like me. \n[250]Will you shut up and help me out? \n[251]I suggest we steal my father's BMW and take a trip to Santa Cruz. Vijay, you'll have to be our translator. \n[252]Good thinking. \n[253]To hell with it, Vijay. It's time to take action! \n[254]It's Dave Brubeck. I thought a person as cultured as yourself would appreciate it. \n[255]Hello, Sheeni. Hi, I'm Nick. \n[256]And this is Vijay. And this is Lefty. Lefty goes to USC. \n[257]There's your competition. \n[258]We drape a blanket over the lower bunk for Sheeni and me. You tackle Taggarty on the top bunk. Here's a condom. I slipped two to Lefty, leaving us with four. \n[259]They'll go for it. You can cut the sexual tension in that room with a knife. \n[260]No. We can find our zippers in the dark. \n[261]Sheeni? \n[262]Was that the matron? \n[263]Then who was it? \n[264]Did you say it was Trent? \n[265]So where is Trent now? \n[266]Chance for what? \n[267]I suppose we should at least get a look at him. To see what we're dealing with. \n[268]Trent? \n[269]I am Nick Twisp. \n[270]Is Trent here? \n[271]Did he say where he was going? \n[272]But that's where Lefty is. Who are you? \n[273]Oh, so you're Ed. \n[274]Nothing. It's just that Sheeni mentioned Trent has a thing for a guy named Ed, and that he touches the guy when he falls asleep. But obviously if that were you, you'd know about it. Must be a different Ed Solomon. Take care now. \n[275]Is Trent in there? \n[276]What happened to Lefty? \n[277]But I gave Lefty two already. \n[278]So what is Trent, the fucking condom faerie!?! \n[279]So where did he say he was going? \n[280]Thanks. Oh, and I'd be careful with those condoms. Trent's roommate Ed said that Trent pokes holes in them so that he can get Sheeni pregnant and be with her forever. \n[281]I'm Sheeni's friend, Nick. Sorry to disturb you. \n[282]Uh, yeah. \n[283]Nice to meet you Bernice. Actually, I think Trent Preston mentioned you. He said you were frumpy, but now that I've met you, I can see Trent is a lying bastard. \n[284]You don't like Sheeni? \n[285]You didn't happen to see Trent Preston did you? \n[286]Sheeni? \n[287]Was Trent here? \n[288]Great. Just great. How about you, Vijay? \n[289]That brand was top-rated by Consumers. \n[290]You think the girls are in trouble? \n[291]That's it! Expel them. Then Sheeni will have to come back to Ukiah. \n[292]Well, we can't stay in the car. Sooner or later Highway Patrol is going to come by and ask for our non-existent driver's license. \n[293]Mom? It's Nick. I'm sorry to wake you, but I'm hoping you'll help your only son. Especially seeing as it would really piss off Dad. \n[294]Yeah. I'm Nick. \n[295]What happened to Lance? \n[296]Okay. Mr. Rumpkin, what famous actress was married to Frank Sinatra, Artie Shaw, and Mickey Rooney? \n[297]You too, Mr. Rumpkin. \n[298]Where's Dad? \n[299]Yes, I do. \n[300]Guys don't share their girlfriends. \n[301]You forgot lousy driver! \n[302]My mother wasn't any better. \n[303]What grade did you receive? \n[304]Are you kidding? She had her flashlight trained on your Hindi boner! \n[305]If I'm to get Sheeni expelled and sent back to me I will need a partner in crime. \n[306]Luckily, François has a girl on the inside. \n[307]Dear Bernice, it was nice meeting you this weekend in the bathroom. \n[308]I just want you to know I now see why you loath Sheeni Saunders so strongly. \n[309]I too have come to despise the snooty, pretentious brunette and in all honesty you should probably get her expelled. I am happy to help in that regard. \n[310]I have included a number of sleeping pills with this note. \n[311]You must introduce one of these into her breakfast beverage each day. \n[312]She may be intelligent, but she is not likely to pass her courses when she's falling asleep in class. \n[313]Since meeting you, I have come to realize my interest in Sheeni was only a transient adolescent infatuation. I like you more than I can say. Take courage. Together we will outsmart these cake eaters. \n[314]Affectionately yours, Nick. \n[315]P.S. Please destroy this note immediately. \n[316]Where's Dad? \n[317]Hello? \n[318]I am Nick Twisp. I am alive. I am a breathing organism. \n[319]Don't be afraid, Dad. Everything will be okay. You deserve to be loved. \n[320]Lacey is here. Paul is caressing her toes. \n[321]Paul is our friend. He makes beautiful music for the acrobats. They're naked. \n[322]Don't be afraid, Dad. Goodbye. \n[323]Dad is afraid. \n[324]I'm sixteen, Dad. \n[325]Dwayne! Please cover yourself. \n[326]Of course not. I'm tired. Let's go to sleep. \n[327]A strange night. I dreamed of wrestling for what seemed like hours with an amorous walrus... \n[328]There is only one explanation: I have been Dwayned. \n[329]Wake up! I know what you were doing last night, you disgusting beast! \n[330]We weren't doing anything, Mrs. Crampton. It was just hot last night. \n[331]Taggarty? It's Nick. \n[332]If you please. \n[333]Hello, My Beloved. How are you? \n[334]Perhaps you are home sick. You do sound rather blue. \n[335]Me? What did I do? \n[336]Doesn't deserve it!?! I'd have to claim he has genital warts to sink to his level. \n[337]Sheeni, I just don't get it. This guy has cock-blocked at every turn and you're taking his side?!? \n[338]Lacey's not a floozie. \n[339]Of course. She's my father's ex- girlfriend. I think that might make you my stepmother-in-law. \n[340]Sorry. At any rate, I'll let you go. We'll have plenty of time to settle this tomorrow.   \n[341]Yes, Sheeni, Thanksgiving. I'll be coming for dinner, of course. \n[342]I'm confident they will learn to love me. After all, I'm practically family. \n[343]Don't move, blubber boy, I'll get it. \n[344]Uh, I'm pretty sure he's sleeping off a hangover, Officer. Is he under arrest? \n[345]Ah. \n[346]Excuse me? \n[347]No, and I'm not sure I like the implication. Ravi Shankar is beloved by many Caucasian... \n[348]Mrs. Crampton complained to Dad that I tried to corrupt the fat pervert cohabitating with me. \n[349]He has deemed it strike three, but is only banishing me as far as Mrs. Crampton's condemned trailer. \n[350]No matter. Tomorrow I will be reunited with My Everlasting Love. And I will not be stopped. Not by an outbreak of the plague, nor by a cruel return of the ice-age. Not even by the Gods themselves. \n[351]Twisp residence. \n[352]Oh. Hey, Mom. What's up? \n[353]Okay. I'm ready. What is it? \n[354]What's the bad news? \n[355]Lefty, have you seen Vijay, today? \n[356]Arrested?!? \n[357]That's terrible. Did he go quietly? \n[358]The day has proven to be a disaster. Where did I gone wrong? I have a decision to make. \n[359]I could hit the road and spend my life a fugitive with my integrity nearly intact. \n[360]It's that or risk incarceration to keep my dinner date. Obviously the answer is clear. \n[361]Happy Thanksgiving, Lacey. \n[362]Uh, Mrs. Saunders. \n[363]Okay, I guess. Where's Sheeni? \n[364]Dinner is almost ready, My Love. \n[365]I think they are deriving some good from the experience. \n[366]To hell with that. What do I have to do to prove my love to you? My friends have gotten laid and I'm pretty sure neither one of them was beaten with a tree trunk, raped by a walrus, or had to contend with the likes of Trent Preston! \n[367]Sheeni, I have shown restraint, I have committed crimes, I have traveled to the lengths of the state and still you won't give me this one little thing. \n[368]Well... YEAH! \n[369]Excellent. He should be coming out of the oven right about now. \n[370]I hate you too. \n[371]I hope it's the first of many such occasions for me. \n[372]Hello, Trent. \n[373]Did you obtain proper authorization from the officials? \n[374]Well, you see... \n[375]Well, I shall be going now. Please continue without me. \n[376]Thank you for that unsolicited counsel, Trent. And please, do drop dead. \n[377]Goodbye, Sheeni. I did it all for you. \n[378]Here I am, reviled by friends and family. Relentlessly pursued by three police jurisdictions. \n[379]Fronçois suggests we flee the country. But where to go? Mexico? Canada? India, perhaps? \n[380]Uh, Hi, Joanie. How's it going? \n[381]Since my sister can see through me, I'm obliged to give a relatively candid and thorough review of the events. \n[382]I'm not really sure. I fell in love with Sheeni. All I want is to be with her. The rest is all a big misunderstanding. \n[383]But... But where did I go wrong? \n[384]So far, I agree. \n[385]All the way, Joanie. I'm willing to go all the way. \n[386]Thanks, Joanie. I... Uh... I love you. \n[387]One ticket to Ukiah, please. \n[388]Hey, bacon boy, it's Nick. \n[389]You're on a need to know basis, gorilla boy. \n[390]Let me make it easy. I'll be at Redwood High School tomorrow morning. Round up your donut dipping friends. I'm turning myself in. \n[391]Lefty? \n[392]They have me soon enough. Where are you going? \n[393]That's great, Lefty. \n[394]Paul and Lacey are kind enough to share some leftover fungi to help calm my nerves. That, combined with yet another viewing of James Dean's performance is what gives me my final burst of inspiration. \n[395]François of course wants no part of this, and demands that we make a run for the border. But I have decided to veto him. It's time to face the music. \n[396]My only comfort regarding my untimely death is knowing my friends and family will do just fine without me. \n[397]As it would turn out Heather's vaginal canal is slightly misshapen... \n[398]...and thus completely compatible with Lefty's otherwise incongruent penis. \n[399]Vijay would eventually manage to pin the car theft on me. But had lost the attention of Taggarty forever. Who by the way... \n[400]...never would find her perfect A. \n[401]And would therefore start grading on a curve. \n[402]Joanie of course would get to continue to travel the world... \n[403]...and she and   her breasts would probably go on   to have the wonderful life   that they deserve. \n[404]Wally as it turns out... \n[405]...would go on Jeopardy and win, ensuring my mother's blessed rise to a higher economic status. \n[406]...my father, no longer burdened with crippling child support payments, would now be able to afford the model BMW he always wanted... \n[407]...and would come to find the surrogate son he always wanted in Dwayne, the only organism alive that could possibly appreciate George's driving. \n[408]Leaving just one last piece of business. \n[409]Sheeni! You knew! \n[410]Shall we have breakfast, my love? \n[411]What are you doing? \n[412]Do I get to stay and hear my grade? \n[413]Very well, Sheeni. Don't be long. \n[414]Well, good morning, François. What do you think? \n[415]What do you mean? \n[416]I do, but... We've come so far. What about Sheeni? \n[417]Sheeni, the police are here! \n[418]Quick! Maybe I can sneak out the back! \n[419]I don't understand. How do they even know I'm alive? \n[420]Well, thanks a pantsful! \n[421]But... but why? \n[422]François is right of course, but on the other hand, why be cruel? After all, Sheeni had managed to give me hope every step of the way. And if hope is what Sheeni would now need to go on, well then... \n[423]As always, you are right, my love. \n[424]Arrested? Ha. It may not appear so, but the truth is... I've got the world on a string. \n[425]I will, darling. \n[426]As François would remind me, I'm intelligent, healthy, virile, not violently ugly... On the whole I am splendidly equipped for this great adventure we call the human existence. \n[427]Besides, what jury would convict a teenager who acted out of love? And even if I do get to spend the next few months of my youth getting Dwayned by the inmates of the California Juvenile Correctional System, I did get my thirty two minutes of lovemaking with one of the most outstanding girls of this or any other epoch. \n[428]But was it all worth it? \n[429]You bet your left nut it was. ", "SHEENI": "\n[1]Your robe is open. \n[2]Hel-lo, Excitable Boy. \n[3]No. Much to the consternation of my fanatical parents I have converted to atheism. Fortunately my brother, Paul, paved the way for such transgressions. \n[4]Buddhist, I believe, though we have not seen him in some time. I myself am looking forward to being free of parental bondage. \n[5]Well, your mother seems very nice, though your father I think might be rather dim. \n[6]Yes, even though I am no longer a believer I always found the services wonderfully aerobic. \n[7]Nick, are you going to turn out like all the other young men and have nothing on your mind except carnal pleasures? \n[8]Really? I think about it all the time. It's the hormones at work, you know. \n[9]Yes. Father bought it so that he could look down upon the world. For him, Christian humility has always been a struggle. \n[10]Well, it was nice to meet you, Nick. \n[11]What a thoughtful invitation. I'd love to, Nick. Wait for me in the living room. \n[12]Back in a moment. \n[13]Oh, Father, do shut up. \n[14]Let's go, Nick. Bye, Father. \n[15]Would you mind applying this to my exposed areas? \n[16]My, you get turned on easily. \n[17]Oh, don't stop, Nick. We all have our hormones to deal with. Girls are fortunate in that it doesn't show. For all the world knows, my vagina could be moist with desire as we speak. \n[18]That's none of your business, I'm sure. Shall you do my front too? \n[19]I hope you don't find it too stimulating, Nick. \n[20]Uh, Nick. Maybe you better do the top now. \n[21]Thanks, Nick. \n[22]Breathless is one of my favorite films, though it might be eclipsed by Rebel Without a Cause. I often wonder what American cinema would be like today had Dean done more than three. \n[23]Oh, Nick. You seem very nice. But in fairness, I should tell you that I have a boyfriend. \n[24]Trent Preston. \n[25]Seventeen years of age, six-two, fluent in French, plays the piano, a champion swimmer, and writes Futurist Percussive poetry. \n[26]I could recite one of Trent's if you'd like. \n[27]RamDam 12/ Sizzle mop/ Crunch down/ Safety net/ Hot! Hot! Hot!/ Void. \n[28]Nick? God what time is it? \n[29]Come back in two hours. I'm going on a hike. You can join me if you'd like. \n[30]Nick, where are your hiking boots, water bottle, provisions, survey maps and compass? \n[31]Okay, but I have no plans to baby any slackers. \n[32]Yes. Not to be morbid, but this sight has been the chosen means of at least three teen suicides. \n[33]Well, there is a road. But I agree. Adolescents have a tendency toward the over-dramatic. \n[34]Don't get so upset Nick. Though your handwriting is egregious, you have a fairly decent vocabulary. Although, Trent is not an \"affected twit.\" \n[35]Nick? \n[36]The lengths you say you are willing to go to to win my heart, the contemplation of suicide at the thought of not having me... It all evokes a strong emotional warmth in my breast. \n[37]Did you mean it, Nickie? \n[38]You can read it if you'd like. \n[39]A necessity for a child in a household with prying Christian parents. \n[40]Wouldn't you like to know. That last passage would be of particular interest to you. \n[41]Never! \n[42]Nickie's got a hard-on. \n[43]You're still a virgin, I can tell. Maybe that's why I like you. \n[44]Kiss me, you wienie. \n[45]Okay, lover. Break's over. Let's go! \n[46]Get up early tomorrow and you can shower with me in the ladies room. Five minutes to six. If you dare. \n[47]Get out quick! \n[48]No. I managed to convince Mother you were retarded and couldn't read the sign. \n[49]I'm sorry. But, Nick, women are always discreetly late. It's expected of us. \n[50]Don't complain. At least you got to shower with a naked woman. What are your plans today? \n[51]I should like to come with you, Nick. The more time we spend together the better. I fear when you leave we might never see each other again. \n[52]Look, Nick! \n[53]How much? \n[54]Oh, thank you, Nickie! \n[55]I'm going to name him Albert. \n[56]I'll have you know I've named him after the deceased French writer, Albert Camus. Author of L'Etranger and other works of existential brilliance. \n[57]Well, your hormones certainly do. And oddly enough, my hormones like you too. \n[58]I hope that's true, but.. It's not that. It's... \n[59]It's my parents. They're... I fear they will never allow me to keep Albert. \n[60]Nick, honey. Why don't you take Albert? He could be our love child. \n[61]At least you could consider it, honey. For me. I've never asked you for anything before. \n[62]That's asking a lot. Trent worships the ground I walk on. \n[63]OK, Nick, I guess I don't have any choice. I'll break up with Trent. But if he kills himself it's on your conscience. \n[64]Well, good, that's settled. \n[65]What? \n[66]Do you have a condom? \n[67]It has to be in a safe place. A nice comfortable bed. With no threat of interruptions. And for relaxation and mood setting some good red wine, preferably French. I want a new condom. Not one that's been riding around in your wallet for years. Consumers rated them a while back. I suggest you get their top-rated brand. This may take some research in the library. I'd appreciate a photocopy of the article. Plus, for supplementary protection, I want a name brand spermicide. \n[68]Well, Nick, that, of course, is up to you. \n[69]Don't forget, darling. Red wine and Consumer Reports. \n[70]Nick? \n[71]I'm well, Nickie. \n[72]Of course, he was disconsolate, but we talked all day and he's come to see this as an opportunity for growth. Oh, and Nick, Trent wanted me to tell you that he bears you no ill will. \n[73]His parents are sending him to a French speaking boarding school this year. He's sure to get along there. So how is my darling Albert? \n[74]And you, Nickie? How are you? \n[75]How unfortunate. What did he do? \n[76]Really? Nick, I suggest we look at your father's firing as a blessing in disguise. \n[77]I propose we get your father a job here in Ukiah and you can come and live with him. \n[78]Oh, Nickie. Now, I happen to know Progressive Plywood is looking for an assistant editor. It would be perfect for your father. \n[79]The owner is the father of a friend of mine. \n[80]Okay, it's Trent's father. So what? \n[81]I told you, darling. Trent harbors you no ill will. I will have him call your father up pretending to be a head hunter. \n[82]You must influence her to send you away. I feel this will require being in a constant state of open revolt on your part. \n[83]I propose you rent the film Rebel Without a Cause as soon as possible. You must emulate James Dean... \n[84]...You must be bad, Nickie. Be very, very bad. \n[85]Nick! Oh, Nick! \n[86]I had to sneak away just to see you. \n[87]That was you? Nick, are you out of your mind? \n[88]Nick, Trent betrayed us. \n[89]Who's François? \n[90]I don't know, Nick. I do love you, but I don't want to spend the rest of our lives on the run. \n[91]I... I can't, Nick. \n[92]I know, Nick, and I've been longing for you so. But we'll just have to find another way. The car is already packed. \n[93]Nick Twisp, I will not allow you to accept defeat so easily! \n[94]When the time is right, you must make your way to Santa Cruz. And then we will make love. \n[95]Did you bring the consumer reports? \n[96]Then it will have to be Santa Cruz. I really must go now, darling. \n[97]I love you too. Squeeze darling Albert for me. \n[98]...I am writing you from my room in Santa Cruz. Surprisingly, boarding school has proven to be a welcome liberation as well as... \n[99]...a stimulating experience which I am now not so quick to change. \n[100]Perhaps you should consider learning French and enrolling. That said... \n[101]...English cannot be spoken on campus even if you are hemorrhaging from an accidental limb amputation. \n[102]I have made friends with the head of the girls' basketball team. Her name is Heather, and despite her popularity, she is saving herself for college boys. \n[103]I have an interesting roommate from New York named Taggarty... \n[104]She has already slept with seventeen boys and hopes to rack up fifty before leaving here. \n[105]Trent has taken up windsurfing and has been designated target number one by all the girls. I am still very angry at him for the betrayal but he claims he wants to mend our friendship. \n[106]I guess we shall see. \n[107]Nickie? \n[108]Nick, I knew you'd come! \n[109]...but you must wait in the car until we can sneak you in. \n[110]Pardon me, everyone. \n[111]Don't be silly, darling. Not with others in the room. We must wait until everyone falls asleep. \n[112]Yes, Nick? \n[113]No. \n[114]It was Trent. \n[115]Yes. He came to discuss our friendship. I told him now was not the time. \n[116]I assume he went back to the boys' dorm. Now really, Nickie, you are keeping everyone awake with your inquiries. \n[117]Yes, darling. \n[118]Yes, Nick. \n[119]But I sent him away again. \n[120]Because I want you, darling. Not even Trent can match the industriousness and tenacity with which you have pursued me. \n[121]Nick? \n[122]Not so well. I have been afflicted with some kind of chronic fatigue. \n[123]I'm not home sick, Nick. In fact, I'm not very happy with you. \n[124]You know damn well, Nick. You've been spreading rumors about Trent. And he doesn't deserve it. \n[125]Well, whatever you said to Ed Solomon, it was enough to get him to give Trent a black eye. \n[126]Cock-blocked? We'll have to resume this another time, Nick. It's been an emotionally exhausting weekend. My parents are in an uproar over Paul. He's moved some floozie in with him up in the studio over the garage. \n[127]Lacey? You know her? \n[128]Nick. Don't be gross. \n[129]Tomorrow? \n[130]Don't even think it, Nick. You know my parents don't approve of you. \n[131]Nick, you must dismiss this Thanksgiving notion from your mind. I remain firm on this issue. Goodbye. \n[132]I do not intend to be party to my brother's absurdities. He has allowed you in and drugged my parents. \n[133]What are you doing here, Nick? I expressly asked you not to come. \n[134]You were raped by a walrus? \n[135]Sex, Nick. Why don't you just say it? That's what you want. You want me to have sex with you. \n[136]How is my dog? \n[137]I hate you, Nickie! \n[138]Not long enough, Paul. \n[139]Trent, darling, this is Nick. \n[140]What is it? \n[141]The poor girl. \n[142]Nick! You could have killed me! \n[143]You are completely contemptible, Nick Twisp. I never wish to see you again. \n[144]Excuse me. Are you a friend of Nick's? \n[145]You shouldn't be, Carlotta. I am no doubt culpable for Nick's actions. \n[146]Yes, Carlotta. Nick had wonderful a way of making me feel worthy of the pursuit. \n[147]Would you like to stay the night, Carlotta? We can reminisce of our departed. \n[148]It's just... I don't think I could bear to be alone tonight. \n[149]Do you like it? I bought it in Santa Rosa last fall. I had hoped to wear it for Nick. \n[150]I like lying here with you, Carlotta. \n[151]I can't think of anyone I'd rather lie here with. \n[152]Except maybe Nick. If Nick were here, what do you suppose he would do to me? \n[153]Then why don't you? \n[154]Take off that silly wig and make love to me! \n[155]Of course, Nick. Did you really expect to fool your soul mate with such a disguise? \n[156]Take me darling! \n[157]My parents are at services. They won't be back for hours. \n[158]What a lovely notion, darling. You go ahead downstairs and get things started. \n[159]Calling Taggarty to report that you are not completely incompetent in the bedroom. \n[160]Not a chance, Mr. Twisp. Such things are reserved for girl talk only. And for good reason. \n[161]Well, I called them of course. \n[162]But, Nickie, it had to be done. \n[163]I can't very well marry a wanted man, honey. Look at it this way, in a few months you'll be a free man and we can be together in Paris. \n[164]Write often, Nickie. \n[165]And don't worry about Albert. He'll be waiting for you too. ", "ESTELLE": "\n[1]Jerry? Where did that car come from? \n[2]Jerry, I don't understand. What happened to the Chevy-Nova? \n[3]Nick, do you know anything about this? \n[4]What are you going to do, Jerry? \n[5]You're leaving? What happens when the sailor comes back for his nine- hundred dollars? \n[6]Don't hurt him! Nick, call 911! \n[7]Jerry, what are you talking about? We need to call the police! \n[8]Then for God's sake, Jerry, just sell the Lincoln and pay them! \n[9]What code? The vehicular code? \n[10]Then what are you planning to do? \n[11]Goodbye, everyone! We're going on vacation! \n[12]Jerry...? You said it was a cabin. \n[13]Nick, how   many men do you think there are   who'd be interested in a forty-one   year old woman with two brats, no   money, and stretch marks? \n[14]Nick, honey, meet Sheeni Saunders. \n[15]Sheeni needs to go to the grocery store. I've offered her your help in carrying her bags. \n[16]So what's this Sheeni girl like? \n[17]Jerry! \n[18]There are mouse droppings in all the closets, Jerry. \n[19]Nick, honey, say goodbye to Sheeni. It's time to hit the road. \n[20]How did they ever get it in here? My front door can't be more than three feet wide. \n[21]But it would take an army of mechanics to do all that! \n[22]Nick, your sister came all the way from LA for a weekend visit! \n[23]I don't know, Jerry. Can someone do something about the monstrosity dripping oil in my living room? \n[24]I think Joanie looks very nice. And she has a new boyfriend too. \n[25]Nick met a nice girl in Ukiah. \n[26]Collect calls? And just who do you expect to pay for that? \n[27]Nick, put the dog in the basement. \n[28]Nick, that was your father on the phone. He lost his job. \n[29]Watch your smart mouth. This means the end of child support. \n[30]You'll have to start going to... Oakland Public School. \n[31]Kids? This is Officer Lance Wescott. He has some bad news. \n[32]Will they be sending his belongings? \n[33]His... His wife?!? \n[34]She's sleeping in. \n[35]No, Lance! Nickie, go to your room. \n[36]Where do you think you're going? \n[37]What the in God's name has gotten into you?!? Jerry paid good money for that trailer! \n[38]Who the hell else would write such a thing? \n[39]And just how do you explain this? \n[40]And just who the hell is Lacey? \n[41]His girlfriend? What are you doing with a picture like this of your father's girlfriend? \n[42]When I want your opinion on raising my child, I'll ask for it. \n[43]You are confined to your room until school starts, you sick pervert. \n[44]\n[45]\n[46]You won't get away! I'm calling your parents! PERVERTS! \n[47]In my house! How dare you! \n[48]Nick, I just want you to know that I've thought about it, and I've accepted that you are gay. \n[49]That sounds more like a job for your father. Here, he wants to talk to you. \n[50]Lance and I are walking down to the movie theater. There's TV dinners in the freezer. Oh, and Nick - your father got a job in Ukiah. \n[51]Nick, that just wouldn't work. I depend on that child support money to eat. \n[52]Watch your smart mouth. \n[53]Nick! They have a description of the arsonist! \n[54]What am I going to do? My only son will be sent to prison! \n[55]Oh, Lance, can't something be done? \n[56]Oh, Lance! You're wonderful! How can I possibly repay you? \n[57]He can go make his father's life miserable! \n[58]You're going, buster! \n[59]You're son just burned down half of Berkeley! Come and get the little brat! \n[60]\n[61]Hello? \n[62]Where are you, Nick? \n[63]Wally was a friend of Jerry's. He came to help me in my time of mourning. \n[64]Lance is busy training to be a detective. He isn't around as much as he used to be. \n[65]Mr. Rumpkin is very smart. Ask him a question, Nick. \n[66]That's nothing. You should see what he did with the living room. \n[67]Go ahead, Wally. Show them. \n[68]Nick? \n[69]Nickie, I have some bad news! \n[70]I'm afraid Lance and Wally got into a terrible row. He tried to arrest Wally and Wally broke Lance's jaw. \n[71]The Berkeley police know you started the fire. Lance told them where you are. \n[72]Nick, they're coming to arrest you! ", "LEFTY": "\n[1]I might have to kill myself. \n[2]My sister said she saw Millie Filbert holding hands with some college guy. \n[3]Well it's working. What am I gonna do, Nick? I'm obsessed. I think about Millie so much my balls ache. \n[4]So, I've been taping my pecker to my right leg at night. \n[5]Then I look at this issue of Better Homes and Gardens that has a girl that looks just like Millie until it gets good and hard. I think it's starting to straighten out. \n[6]Are you kidding? It would kill them to know that I even get hard-ons. \n[7]True. What if I shove it up the wrong hole? \n[8]What's with your mom, Nick? She gave me the third degree just to come up here. \n[9]Well, good thing I stole this from the bookstore then. \n[10]I was reading it all last night. Boy, having sex is a lot more complicated than I thought. Did you know you were supposed to stick your pinkie in her bumhole? \n[11]No way, man. Here, I got the page marked. \n[12]Are we really supposed to be that... uh... big? \n[13]Maybe we should compare. \n[14]You'll never believe who called me, Nick. Millie Filbert! \n[15]I dunno. She just called and asked if I wanted to hang out tonight. I didn't want to ask why. I need to find someplace for us to get it on. \n[16]Really? \n[17]Right on. \n[18]Dr. Browerly's office. My parents are making me see a shrink now. \n[19]You bet your left nut he is! He asked if I had any lustful thoughts toward my sister. \n[20]I told him about beating off once with her brassiere. \n[21]You don't know what it's like. I think they release chemicals in their office to make you tell the truth. \n[22]I wouldn't know. The bill goes to your house. \n[23]I guess so. It was your cyclops I was staring at. \n[24]That's true. Gee, maybe I am gay. \n[25]Oh, right. I forgot. That's a relief. So you'll leave the door open? \n[26]Thanks a pantsful, Nick. \n[27]Psst. Nick. \n[28]No. I did not get to blow my wad. \n[29]No. Worse. \n[30]Millie is a lesbian. \n[31]The only reason she wanted to hang out with me is because she heard that I showed you my slinky and thought I was gay too. \n[32]Well, I dunno what you're gonna do, but I'm giving suicide serious consideration this time. \n[33]Hey, that's not a bad idea. Thanks a pantsful, Nick. \n[34]Oh. Hey, Nick! \n[35]I live here. The guy's only charging me fifty in cash a month. \n[36]I did what you told me, Nick. I threw my backpack off the pier and reported my own suicide. I even left a note. \n[37]So where you headed? \n[38]Can I come? \n[39]It's weird, Nick, but school seems like a pretty fun place to hang out once you get rid of classes and homework. \n[40]I'm telling you, Nick: killing myself was the best thing that ever happened to me. \n[41]Sure. I'm Lefty and this is Nick. \n[42]Hey, that's you, Nick. \n[43]That must come in handy. \n[44]Heather sounds like a babe. You think if I grew a beard I'd pass for college age? \n[45]And then he'll probably fuck her in other ways. Did you know you're supposed to put your pinkie in a girl's bumhole, Vijay? \n[46]Sorry, Nick. What should we do? \n[47]You can tell your father you are staying at Nick's house for the weekend. And visa versa. \n[48]What is this music, Nick? \n[49]And I'm not gay. \n[50]Your roommate won't mind? \n[51]Well, see you guys in the morning. \n[52]I'm right here, Nick. \n[53]You can have one of ours, Nick. If you need one. \n[54]I did it three times! Two long ones and a quickie. \n[55]But we have no money! \n[56]Whoever she is, she sure gets around. \n[57]Congratulations, Vijay. That makes it official. Welcome to the club. \n[58]I guess this means they're not being expelled. \n[59]Nick? \n[60]Nick, haven't you heard? Vijay's been arrested. \n[61]For grand theft auto. They found his prints in your father's car. \n[62]No. He said you were his accomplice and now the Ukiah police are looking for you! \n[63]Nick? What are you doing here? Everyone and their mother's mother is looking for you. \n[64]Home. I'm done being dead, Nick. Heather and I are going back to Oakland for Christmas. You should have heard how glad my parents were that I didn't kill myself. They were even happier when they found out I'm not gay. \n[65]Yeah, being in love is pretty great. So what's your plan, Nick? ", "JERRY": "\n[1]It's a '62 Lincoln convertible. Like the one Kennedy was shot in. \n[2]See that. I was going to take you and your mom for a spin after breakfast. But now I guess it'll just be her and me. You have your smart mouth to thank for that. \n[3]The what? \n[4]Sold it to a sailor on the Alameda Naval Air Base. A man should never own a car for more than three months, Estelle. That way he always gets the thrill of owning a new automobile! \n[5]Nick, you little shit, get down here! \n[6]You tell them when I was coming back? \n[7]I think I'll go get the Lincoln washed. \n[8]Just tell him he bought the car with my standard guarantee. Thirty days or thirty feet. Whichever comes first. I'm in the right. \n[9]Get rid of them! \n[10]That's my life savings! \n[11]Please. Please don't hurt me. It's all I got, guys. I swear. Take the Lincoln! \n[12]Wow, those guys are even dumber than I thought. They actually think I'm stupid enough to let them muscle me into paying. \n[13]I'm not some tattle-tale like your son. \n[14]Can't. It's in The Code. \n[15]Code of the streets, Babe. Code of the streets. \n[16]Let's blow! \n[17]C'mon Estelle. It's real cute on the inside. \n[18]I say the kid does the dishes and we retire to the master bedroom. \n[19]Turn off the damn light! \n[20]You wanna beat your meat, go outside! \n[21]She's got a nice rack. \n[22]What's your cash price? \n[23]Thousand, huh? That must be with a guarantee. \n[24]I don't know. Those rusty propane tanks are a fire hazard. The roof probably needs work. I couldn't go above eight hundred. \n[25]Nine hundred. \n[26]Okay. Back to civilization! \n[27]You see that, Babe. They caved. \n[28]Boy, everything's complete. There's even water in the windshield washer. \n[29]Looks like they brought it in piece by piece and then reassembled it. \n[30]Or a navy, Babe. Or a navy. \n[31]Can someone do something about the mutt? \n[32]OK, Babe, I guess when I come back from my next haul I'll just have to take it apart piece by piece. \n[33]Hey, Nick. Want to learn how a car is put together? \n[34]See, Estelle, I told you the kid was queer-eeAAAAHHHHH! \n[35]Damn it! The dog! ", "GEORGE": "\n[1]So what's this I hear about you being gay? \n[2]Yes, but my condition is only temporary. I can change it. \n[3]Nick, there are more important things in life than money. \n[4]I've got two words for you. Safe sex. \n[5]Sorry, Nick. In this car, faggots get the back seat. \n[6]My God. Look what you've done. \n[7]Go ahead and bring your stuff inside. Lacey and I need a nap. C'mon, Sugar Puss. \n[8]What the... What the hell? \n[9]We're calling that fruitcake display strike one. Two more strikes and it's back to Oakland. \n[10]Mrs. Crampton's our new housekeeper. I'm renting out the spare room to her seeing as her camper has been deemed unfit for human habitation. \n[11]He's bunking with you. \n[12]You working on strike two? \n[13]Lacey! Get in here! \n[14]Sticks and stones. It doesn't bother me if you sleep on the couch from now on. \n[15]That's strike two, jerkoff! \n[16]Look who's wearing the pants this morning. \n[17]Are you by any chance referring to me? \n[18]We'll see who's sucking on what soon. \n[19]Nick? Is that you? \n[20]Quit fooling around, Nick. This is your dad. Is everything okay there? \n[21]What the hell is that supposed to mean? Is Lacey there? \n[22]Paul! Who the hell is Paul? \n[23]Who's naked? Is Lacey naked? \n[24]You are in serious trouble. You've assaulted me and I know for a fact that you two were having naked orgies with my son. That child is only twelve years old. \n[25]Shut your pie hole! \n[26]When you get out of prison, you will both have to register as sex offenders. You will never be able to get a decent job again. \n[27]Not until you pay me the rest of the money you owe. \n[28]Not the extra charges. \n[29]Using bad language in front of a minor. The judge will hear about that too. \n[30]Hey. That's my car! ", "VIJAY": "\n[1]May I sit at your table? \n[2]I am Vijay Joshi. \n[3]I see you both have been rejected by the socially elite of our school. Ukiah is a cultural wasteland compared to India. Though some of the girls are very attractive. \n[4]Not at the moment. But I am optimistic. How about you? \n[5]You don't mean Sheeni Saunders. I heard she was interested in some brilliant fellow in the Bay Area. \n[6]I'm surprised. You are not at all what I imagined. \n[7]So how is Sheeni? \n[8]Shall I translate it for you? \n[9]I speak French, English, Hindi, Marathi, and Urdu. \n[10]Dear, Nick... \n[11]All in all, I'm happy and look forward to further growth in this rich, intellectual environment. \n[12]Oh yes... Love to you and Albert. Who's Albert? \n[13]I don't know, but this Taggarty girl sounds very uninhibited. I wonder if she's made it with a Hindu yet. \n[14]But what will we tell our parents? \n[15]But what if we are caught? \n[16]You want culture? I will give you culture. \n[17]A distinguished group I would be happy to join. \n[18]I am in a state of sexual frenzy. What is your plan? \n[19]What if they don't go for it? \n[20]It was difficult to tell with that condom, Nick. Why did you buy such thick ones? \n[21]Well, she's safe. No organism could penetrate those walls. \n[22]They will likely notify their parents. Perhaps even expel them. \n[23]What will we do? \n[24]I have no shoes! I'll catch pneumonia and die a indeterminate proto-quasi-virgin! \n[25]I spoke with Taggarty this morning. She requested a wallet sized photo. \n[26]A C+. Which I feel is perfectly satisfactory given the conditions. \n[27]No, apparently they convinced the matron it was all quite innocent. \n[28]No need to be jealous, Nick. ", "LACEY": "\n[1]Hiya, Nick! \n[2]Is..? Is that my bra? \n[3]This came for you, Nick. \n[4]In the bedroom. I wouldn't bother him, Nick. He's in a foul mood. He's on with the police. Apparently someone broke in and stole his Beamer. \n[5]It's not my fault, you tight-assed, critical, nonfeeling, sexist drunk. \n[6]Does it bother you that you're a selfish, uptight, boring lover? \n[7]Hello? Thank you. \n[8]They found your car in Davenport, George. Go pick it up. \n[9]Nick, I feel for you. It must be tough being a teenager in this house. \n[10]Your mom has had a difficult time. She has had a great deal to put up with. I'm starting to appreciate that now. \n[11]If the shoe fits, suck on it. \n[12]Daddy is in Davenport. Where you left his car. \n[13]Nick? Get the phone? \n[14]He is on the wrong path. I have felt that for some time. \n[15]Don't be an idiot, George. No one was naked. \n[16]Let's go, Paul. George, I'll pick up the rest of my things tomorrow. \n[17]I paid you all your money! \n[18]Fuck-your-stinking-extra-charges. \n[19]What interesting flowers, Nick. Who are they for? \n[20]Mr. and Mrs. Saunders, you remember Nick Twisp, don't you? \n[21]Paul served an appetizer earlier. \n[22]Dear Lord... \n[23]Dear Lord, thank you for this bounty. Help us to be tolerant of others - especially the boyfriends and girlfriends of our immediate relations. Amen. ", "DWAYNE": "\n[1]Sorry `bout wompin' ya. I'm Dwayne. \n[2]Say, Nick? Why do you suppose guys got only two testicles when we got ten fingers and toes? \n[3]Hey, Nick! \n[4]Ain't ya heard. We're gonna be roommates! Ain't that zinky? \n[5]Say, Nick. You wanna sleep in bed with me? It'll be tons warmer. \n[6]Is it a love letter, Nick? \n[7]`Cuz otherwise I'd stay up all night playin' Nintendo Wii. Say, Nick, can I walk Albert? \n[8]Pleeease, Nick? \n[9]Whatchu want them pills for, Nick? \n[10]Nick, you got a girlfriend? \n[11]If you asked your girlfriend as a favor, would she do it with me? \n[12]I get ya. You're worried `cause your girlfriend might get knocked up. What if I pull out, Nick? \n[13]What's all the ruckus about? \n[14]You wanna play Nintendo all night? \n[15]Don't be mad, Nick. I like you. \n[16]Nick made me take them off, Mom. He took off his too. \n[17]What about Vijay Joshi? \n[18]I'm pretty sure he's Injun. ", "JOANIE": "\n[1]Yeah, I noticed that. What's the story? \n[2]Up to anything scandalous these days, Nick? \n[3]What do you mean? \n[4]Not that it's any of your business, but I've taken a class to improve my posture. \n[5]Really now? Are you on each others' Myspace pages? \n[6]So it's to be a torturous snail mail exchange, huh? \n[7]C'mon, Mom, all boys his age have pictures like that to... \n[8]Your day will come. I never thought mine would, but it did. Was all that stuff about Lacey and Dad made up? \n[9]Implants. I wanted them all my life. \n[10]Nick? \n[11]Nick, six months ago you were just another brownnosing honor student. What happened? \n[12]Nick, you've stolen, vandalized, trespassed, and burned down Berkeley. All for one girl. If there's a misunderstanding, it's with your insight into females. \n[13]Nick, boys your age are always looking for the path of least resistance to becoming a man. A boy's whole self-esteem rests on how fast he can get a girl into bed. \n[14]Sooner or later what those boys realize, is that the girls you're chasing base their self-esteem on how many hoops they can get the boy to jump through before going to bed with him. \n[15]So I guess what you should ask yourself is: How far are you willing to go? \n[16]You can stay here a couple days, but eventually they'll come looking for you. I don't have much money to give you, but here. \n[17]I love you too, you little brat. ", "PAUL": "\n[1]Hey, Nick. I'm Paul, Sheeni's brother. \n[2]We've met. \n[3]In a previous life. \n[4]Nice fire in Berkeley. \n[5]She didn't have to. \n[6]No. But Sheeni was. \n[7]Men. Men and boys. \n[8]We saved you some mushrooms, Nick. \n[9]Okay, George, just calm down. \n[10]That boy is an underaged minor. I'm going to have you arrested and charged with child molesting. \n[11]I've never had a decent job. I don't think I'd want one. \n[12]Hello, Nick. Right on time. Come in. \n[13]No he's not, Dad. He just appears tall because you are on the floor. \n[14]Yes, it's a recipe I picked up in the Southwest. Stuffed mushrooms. \n[15]Well, mother, he is sitting in his own bowel movement. \n[16]Thank you. Sister, darling, how long has it been since we all observed the rituals of Thanksgiving? \n[17]Welcome back, Nick. We had a feeling you were coming. ", "LANCE": "\n[1]Your mother's friend Jerry had a heart attack in a bar in Dallas. He's dead. \n[2]Uh... I'm afraid they've already been sent. To his wife. \n[3]There, there, Ma'am. It's going to be okay. \n[4]Kid, you are asking for trouble. \n[5]You little shit. You stole your mother's dead ex-boyfriend's trailer and set a five million dollar fire. \n[6]A white teenage male, about five- seven. A hundred and twenty five pounds, dark hair, spotted complexion... \n[7]He was also wearing a tee shirt with the words: I'm single, let's mingle. \n[8]Tell you what, Estelle. I'll make out that Nick reported the car and trailer stolen before the fire. It'll be less suspicious. But I could take some serious heat for this. \n[9]I'll think of something, Estelle. \n[10]Now the kid better not be here when the detectives start coming around. I'd send him away for a while. A long while. \n[11]Wait a minute, Estelle, aren't you going to punish him? I'd say he deserves a good hiding. \n[12]Yeah. \n[13]Nick, ya little prick, where are ya? \n[14]No matter, they'll get you eventually. ", "TRENT": "\n[1]Hello, Taggarty. Hello, Everyone. \n[2]Nick, at last we meet. \n[3]I'm sorry, Taggarty, I can't stay. I have bad news. \n[4]Bernice Lynch has tried to commit suicide. \n[5]She swallowed a number of sleeping pills, and is now in a coma. \n[6]There's more. Before I left school, I searched her room. \n[7]No, Nick, I acted on my own initiative. In Bernice's closet, I found this letter. \n[8]In the letter, the writer instructed Bernice to begin sedating Sheeni with drugs he himself supplied. \n[9]No one yet, Mr. Saunders. \n[10]I can't arrest him. But I have called the Santa Cruz Police. They are on their way here now. \n[11]Nick, I suggest you remain here and face the consequences like a man. ", "NICK/CARLOTTA": "\n[1]A terribly old friend. Carlotta Ulanksy. I'm sorry for your loss. \n[2]Well, love does compel us to desperate acts. People cannot always act rationally. \n[3]The greater the love, the stronger the passions, the more reckless the crimes. \n[4]My dear, if there's one thing the demise of Nick Twisp has taught me, it's that self worth comes from within. \n[5]Oh, my. A kind offer, but I really must... \n[6]Goodness. What an attractive negligee. \n[7]Oh, darling, I'm sure he would have found it most... Appealing. \n[8]You do? \n[9]Make love to you I would think. \n[10]Pardon? ", "FRANÇOIS": "\n[1]Oui, I am ze perfect match pour une Francophile for ze likes of Sheeni Saunders. I have ze calculating intelligence... \n[2]Now is our chance. \n[3]To confront our nemesis. We must go to the boys' dorm and kill Trent where he sleeps. \n[4]Very well. \n[5]What do I sink? I sink now's are chance to run for ze hills. \n[6]Nick, we are young, yes? Is the world not our oyster? Beaucoup des filles. Do you not want to know what it is like to make love to another girl? \n[7]Forget Sheeni. Yes, she will always be ze first conquest, but all zis time you saught zis was ze end, ze one and only, when in fact it is only ze beginning. \n[8]You might as well break it to her now, Nick. \n[9]Merd. ", "HEATHER": "\n[1]We've heard so much about you. \n[2]Lefty, should maybe sleep in my room. It's pretty crowded in here. \n[3]Oh, Darlene went home for the weekend. \n[4]What's up, Nick? \n[5]Not anymore. \n[6]Trent was here, but he left. He only dropped by to lend us a couple more condoms. \n[7]Yes, and that was very generous of you, but the night is young. \n[8]He didn't say, but I'm pretty sure I just saw him go into our bathroom down the hall. \n[9]A little to the right... a little... RIGHT THERE! RIGHT THERE! ", "SAILOR #1": "\n[1]Is Jerry here? \n[2]What's up is that hunk of shit Chevy he sold us made it seventeen miles before the engine blew up. \n[3]So he owes us nine hundred dollars. \n[4]That can be arranged. In the meantime we're leaving the piece of shit in the driveway. With a note. \n[5]Sixty-three lousy dollars. \n[6]Touch that phone, kid, and you lose your left nut. \n[7]I don't want the Lincoln. I want my nine-hundred dollars. I'm taking the sixty-three, which means you owe me another eight hundred and thirty. \n[8]Exactly. Have it by tomorrow or you'll be found in the trunk of your new used piece of shit at the bottom of the Bay. ", "TAGGARTY": "\n[1]Oh. So you're Nick. \n[2]Bonjour. \n[3]Hey, Nick. I suppose you want to talk to Sheeni. \n[4]It's your would-be-lover. \n[5]The food is delicious, Paul. \n[6]Oh, Trent, you made it. \n[7]Have a seat, Trent. \n[8]Nick, you didn't! ", "GEEZER": "\n[1]I said in the ad. Thousand dollars firm. \n[2]As is, where she is. \n[3]I might take nine fifty. \n[4]Ten dollars. \n[5]Sold. \n[6]That don't sound like any kind of name for a dog. ", "ED": "\n[1]No. Who the hell are you? \n[2]Oh, so you're Nick. \n[3]You just missed him, Nick. He just grabbed a couple condoms and left. \n[4]I think he said he was going to Heather's room. \n[5]Ed. Ed Solomon. Trent's roommate. \n[6]What's that supposed to mean? ", "BERNICE": "\n[1]Who are you? \n[2]That's OK. It was something I ate. So wait, are you Sheeni's boyfriend? \n[3]My name's Bernice. Bernice Lynch. Not that you asked. \n[4]Thanks. And Trent can go to hell for all I care. Sheeni too. \n[5]Personally, I hate her guts. Well, pardon me, Nick. I feel like throwing up some more now. \n[6]I did actually. I think he was on his way to Sheeni's room. "}}